{
    "id": "1000616",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=1000616",
    "title": "No Prayer for the Dying",
    "text": "No Prayer for the Dying is the eighth studio album by English &lt;a href=\"heavy%20metal%20music\"&gt;heavy metal&lt;/a&gt; band &lt;a href=\"Iron%20Maiden\"&gt;Iron Maiden&lt;/a&gt;. It is their first album to feature &lt;a href=\"Janick%20Gers\"&gt;Janick Gers&lt;/a&gt; on guitar, who replaced &lt;a href=\"Adrian%20Smith\"&gt;Adrian Smith&lt;/a&gt;. This marks their first line-up change since 1982; Smith left the band during the pre-production phase, unhappy with the musical direction it was taking, and only having contributed to one song, \"Hooks in You\". Gers previously worked with singer &lt;a href=\"Bruce%20Dickinson\"&gt;Bruce Dickinson&lt;/a&gt; on his first solo album, \"&lt;a href=\"Tattooed%20Millionaire\"&gt;Tattooed Millionaire&lt;/a&gt;\", and had also worked with &lt;a href=\"Ian%20Gillan\"&gt;Ian Gillan&lt;/a&gt;, former &lt;a href=\"Marillion\"&gt;Marillion&lt;/a&gt; singer &lt;a href=\"Fish%20%28singer%29\"&gt;Fish&lt;/a&gt;, and &lt;a href=\"new%20wave%20of%20British%20heavy%20metal\"&gt;new wave of British heavy metal&lt;/a&gt; band, &lt;a href=\"White%20Spirit%20%28band%29\"&gt;White Spirit&lt;/a&gt;.\nAlthough it received generally mixed to negative reviews, the album peaked at No. 2 in the &lt;a href=\"UK%20Albums%20Chart\"&gt;UK Albums Chart&lt;/a&gt; and contains the band's only &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt; No. 1, \"&lt;a href=\"Bring%20Your%20Daughter...%20to%20the%20Slaughter\"&gt;Bring Your Daughter... to the Slaughter&lt;/a&gt;\".\nBackground.\nThe album departed from the keyboard- and synthesiser-saturated &lt;a href=\"progressive%20rock\"&gt;progressive rock&lt;/a&gt; direction of the band's two previous studio outings (1986's \"&lt;a href=\"Somewhere%20in%20Time%20%28Iron%20Maiden%20album%29\"&gt;Somewhere in Time&lt;/a&gt;\" and 1988's \"&lt;a href=\"Seventh%20Son%20of%20a%20Seventh%20Son\"&gt;Seventh Son of a Seventh Son&lt;/a&gt;\") in favour of a more \"stripped down,\" straightforward style, reminiscent of the band's earlier material, which ushered in a change of vocal style for &lt;a href=\"Bruce%20Dickinson\"&gt;Bruce Dickinson&lt;/a&gt; from the operatic sound of the 1980s to a raspier way of singing. In addition, Michael Kenney, who had played keyboards on tour for the band, played keyboards on the album, replacing Harris and &lt;a href=\"Adrian%20Smith\"&gt;Adrian Smith&lt;/a&gt; from previous albums. The idea to make a more \"street level\" release also inspired the band to record in a barn on bassist &lt;a href=\"Steve%20Harris%20%28musician%29\"&gt;Steve Harris'&lt;/a&gt;s property in &lt;a href=\"Essex\"&gt;Essex&lt;/a&gt;, using the &lt;a href=\"Rolling%20Stones%20Mobile%20Studio\"&gt;Rolling Stones Mobile Studio&lt;/a&gt;. This means it is the first Iron Maiden album to be recorded in their home country since 1982's \"&lt;a href=\"The%20Number%20of%20the%20Beast%20%28album%29\"&gt;The Number of the Beast&lt;/a&gt;.\" Dickinson states that this idea was a mistake, commenting that \"It was shit! It was a shit-sounding record, and I wished we hadn't done it that way. At the time, I was as guilty as anyone else in going, 'Oh great! Look, we're all covered in straw! What a larf!'\"\nThe album also departed from literary and historical lyrical themes in favour of more political content, with songs focusing on religious exploitation (such as in the record's first single, \"&lt;a href=\"Holy%20Smoke%20%28song%29\"&gt;Holy Smoke&lt;/a&gt;\") and social concerns (\"Public Enema Number One\"). \"No Prayer for the Dying\" is the only Iron Maiden studio album to date without a song exceeding six minutes in length and the second one to contain profanity in the lyrics, the debut album being the first to do so. It was also the band's first release with &lt;a href=\"Epic%20Records\"&gt;Epic Records&lt;/a&gt; in the US, after the band left &lt;a href=\"Capitol%20Records\"&gt;Capitol Records&lt;/a&gt;, but was sold through &lt;a href=\"EMI\"&gt;EMI&lt;/a&gt; for all territories outside the US. Despite charting well in most countries, particularly in the UK where it debuted at No. 2, it would be the band's last album to receive gold certification in the US.\n\"No Prayer for the Dying\" includes the hit song \"Bring Your Daughter... to the Slaughter\", which, in spite of a ban by the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt;, remains Iron Maiden's only UK No. 1 single to date. A tongue-in-cheek song written by Dickinson and originally recorded with his solo band for the \"\" film soundtrack, Harris decided that the song would be \"great for Maiden\" and had the band re-record it.\nFollowing Dickinson's departure from Iron Maiden in 1993, songs from \"No Prayer for the Dying\" have been largely ignored at live performances. \"Bring Your Daughter... to the Slaughter\" was the only song played on a post-1993 setlist, appearing on the band's 2003 summer tour.\n&lt;a href=\"No%20Prayer%20on%20the%20Road\"&gt;No Prayer on the Road&lt;/a&gt; was the &lt;a href=\"concert%20tour\"&gt;tour&lt;/a&gt; in support of the album.\nAlbum cover.\n\"No Prayer for the Dying\" does not follow the continuity of previous album covers, as &lt;a href=\"Eddie%20%28mascot%29\"&gt;Eddie&lt;/a&gt; no longer exhibits either his lobotomy or cyborg enhancements.\nTwo versions of the cover exist. The original 1990 version has Eddie bursting from his grave and grabbing a gravedigger (with the likeness of the band's manager, &lt;a href=\"Rod%20Smallwood\"&gt;Rod Smallwood&lt;/a&gt;) by the neck. However, Smallwood disliked the figure and asked artist &lt;a href=\"Derek%20Riggs\"&gt;Derek Riggs&lt;/a&gt; to remove him from the cover for the 1998 re-release, although the original artwork is used on the disc itself. Additionally an inscription was added to the &lt;a href=\"Commemorative%20plaque\"&gt;plaque&lt;/a&gt; on the tomb, which Riggs had initially left blank to allow the band to add their own words, and reads \"After the Daylight, The Night of Pain, That is not Dead, Which Can Rise Again.\" The picture disc LP shows Eddie firing a weapon made of four machine guns (a reference to the album's opening track, \"Tailgunner\"). It has the original cover on side two.\nCritical reception.\nThe album received generally mixed to negative reviews, with &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt; commenting that \"the songwriting wasn't up to snuff when compared to such classics as \"&lt;a href=\"Killers%20%28Iron%20Maiden%20album%29\"&gt;Killers&lt;/a&gt;\" or \"&lt;a href=\"The%20Number%20of%20the%20Beast%20%28album%29\"&gt;Number of the Beast&lt;/a&gt;\"\" and \"as a whole doesn't measure up to the hits.\" &lt;a href=\"Sputnikmusic\"&gt;Sputnikmusic&lt;/a&gt; were equally negative, stating that \"\"No Prayer for the Dying\" is a plain, listless record that never really gets itself going.\"\nPersonnel.\nProduction list acquired from &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt; and from the album liner notes."
}