{
    "id": "10003244",
    "revid": "33173146",
    "url": "https://en.wikipedia.org/wiki?curid=10003244",
    "title": "Government of Minneapolis",
    "text": "&lt;a href=\"Minneapolis\"&gt;Minneapolis&lt;/a&gt; is the largest &lt;a href=\"city\"&gt;city&lt;/a&gt; in the state of &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, and the &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt; of &lt;a href=\"Hennepin%20County%2C%20Minnesota\"&gt;Hennepin County&lt;/a&gt;.\nNeighborhoods.\nThe city is divided into communities, each containing neighborhoods. For example, the &lt;a href=\"Near%20North%2C%20Minneapolis\"&gt;Near North&lt;/a&gt; community is composed of the &lt;a href=\"Hawthorne%2C%20Minneapolis\"&gt;Hawthorne&lt;/a&gt;, &lt;a href=\"Jordan%2C%20Minneapolis\"&gt;Jordan&lt;/a&gt;, &lt;a href=\"Near%20North%20%28neighborhood%29%2C%20Minneapolis\"&gt;Near North&lt;/a&gt;, &lt;a href=\"Sumner-Glenwood%2C%20Minneapolis\"&gt;Sumner-Glenwood&lt;/a&gt; and Willard-Hay neighborhoods. Neighborhoods coordinate activities under the Neighborhood Revitalization Program. In some cases two or more neighborhoods act together under one organization. Some areas are commonly known by nicknames of business associations like &lt;a href=\"Dinkytown\"&gt;Dinkytown&lt;/a&gt;, Downtown, &lt;a href=\"Midtown%2C%20Minneapolis\"&gt;Midtown&lt;/a&gt; and &lt;a href=\"Uptown%2C%20Minneapolis\"&gt;Uptown&lt;/a&gt;.\nFormer Mayor Rybak and the city have engaged five local \"Great City Design Teams\" for massive citywide landscaping projects including parks, signage and streetcars. A Web site was registered in June 2007 to the City of Minneapolis for this purpose although it bears the name and insignia of the Minnesota chapter of the &lt;a href=\"American%20Institute%20of%20Architects\"&gt;American Institute of Architects&lt;/a&gt;. The first six projects involve &lt;a href=\"Washington%20Avenue%20%28Minneapolis%29\"&gt;Washington&lt;/a&gt;, &lt;a href=\"Nicollet%20Avenue\"&gt;Nicollet&lt;/a&gt;, Penn, Lowry, Central and Lyndale Avenues, and 18th, 40th and 46th Streets.\nGovernment and politics.\nMinneapolis is a stronghold for the &lt;a href=\"Minnesota%20Democratic-Farmer-Labor%20Party\"&gt;Minnesota Democratic-Farmer-Labor Party&lt;/a&gt; (DFL), an affiliate of the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt;. The &lt;a href=\"Minneapolis%20City%20Council\"&gt;Minneapolis City Council&lt;/a&gt; holds the most power and represents the city's thirteen districts called &lt;a href=\"ward%20%28politics%29%23United%20States\"&gt;wards&lt;/a&gt;. The council has twelve DFL members and one from the &lt;a href=\"Green%20Party%20of%20Minnesota\"&gt;Green Party&lt;/a&gt;. &lt;a href=\"Jacob%20Frey\"&gt;Jacob Frey&lt;/a&gt;, also of the DFL, is the current &lt;a href=\"List%20of%20mayors%20of%20Minneapolis\"&gt;mayor of Minneapolis&lt;/a&gt;. The office of mayor is relatively weak but has some power to appoint individuals such as the chief of &lt;a href=\"police\"&gt;police&lt;/a&gt;. Parks, taxation, and public housing are semi-independent boards and levy their own taxes and fees subject to Board of Estimate and Taxation limits.\nCrime.\nThe early years of the city were noted for crime. 150 brothels operated in hotels and candy stores earning the city $50,000 annually in 1900 dollars. Two historical figures are remembered in particular. Four-term mayor &lt;a href=\"A.A.%20Ames\"&gt;\"Doc\" Ames&lt;/a&gt; turned the &lt;a href=\"Minneapolis%20Police%20Department\"&gt;Minneapolis Police Department&lt;/a&gt; into &lt;a href=\"organized%20crime\"&gt;organized criminals&lt;/a&gt; who directed swindlers, pickpockets and burglaries. Ames earned income from &lt;a href=\"prostitution\"&gt;prostitution&lt;/a&gt;, 45% of the profit from a stacked game of poker, and $15,000 a year from slot machines. During &lt;a href=\"Prohibition\"&gt;Prohibition&lt;/a&gt;, &lt;a href=\"Kid%20Cann\"&gt;Kid Cann&lt;/a&gt; processed what some estimates say was 600 gallons of liquor per day and by 1933 had made himself a nationally known &lt;a href=\"bookmaker\"&gt;bookmaker&lt;/a&gt;. Shortly after this time, depleted forests and a drop in the price of iron ore in northern Minnesota, loss of the seat as milling capital of the country to &lt;a href=\"Buffalo%2C%20New%20York\"&gt;Buffalo, New York&lt;/a&gt;, and cheap water transport combined into an economic downturn and drop in crime. Since 1950 the city lost 150,000 people and lost much of downtown to urban renewal and highway construction, resulting in a \"moribund and peaceful\" environment during the second half of the 20th century.\nDuring the 1990s the &lt;a href=\"murder\"&gt;murder&lt;/a&gt; rate climbed. After 97 people died in 1995, people called the city \"Murderapolis,\" a T-shirt slogan mentioned by &lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt; when reporting that Minneapolis had nearly 70% more murders &lt;a href=\"per%20capita\"&gt;per capita&lt;/a&gt; and had surpassed the annual rate of homicides in New York City. Under police chief Robert Olson, Minneapolis imported a computerized New York City system known as CODEFOR or \"Computer Optimized Deployment Focused On Results\" that sent officers to high crime areas despite accusations of racial profiling. By 1998 the overall rate of major crime dropped by 16 percent, the department's largest one year improvement in two decades, and continued to drop for seven more years until 2005. The number of homicides increased three times during that period and rose to its highest in recent history in 2006. Politicians debate the causes and solutions, from improving on the lack of police officers caused by balancing the city's budget, to providing youths with alternatives to gangs and drugs, to helping families in poverty. For 2007, the city invested in public safety infrastructure, hired over forty new officers, and has a new police chief, Tim Dolan.\nFormer Minneapolis mayor &lt;a href=\"R.%20T.%20Rybak\"&gt;R. T. Rybak&lt;/a&gt; is a member of the &lt;a href=\"Mayors%20Against%20Illegal%20Guns%20Coalition\"&gt;Mayors Against Illegal Guns Coalition&lt;/a&gt;, an organization formed in 2006 and co-chaired by &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; mayor &lt;a href=\"Michael%20Bloomberg\"&gt;Michael Bloomberg&lt;/a&gt; and &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; mayor &lt;a href=\"Thomas%20Menino\"&gt;Thomas Menino&lt;/a&gt;.\nList of foreign consulates in Minneapolis.\nThe following list are countries that currently have &lt;a href=\"Consulate\"&gt;Consulate&lt;/a&gt; offices in &lt;a href=\"Minneapolis%2C%20Minnesota\"&gt;Minneapolis, Minnesota&lt;/a&gt;:\nIn the United States, the consular network (rank in descending order: Consul-General, Consul, Vice-Consul, Honorary Consul)\n(&lt;a href=\"Consul%20General\"&gt;Consul General&lt;/a&gt;) – A consul general heads a consulate general and is a consul of the highest rank serving at a principal location and usually responsible for other consular offices within a country.\n(&lt;a href=\"Consulate\"&gt;Consulate&lt;/a&gt;) – The office of a Consul is termed a Consulate, and is usually subordinate to the state's main representation in that foreign country, nowadays usually an Embassy or High Commission usually in the capital city of the host nation. In the capital, the consulate may be a part of the embassy itself.\n (&lt;a href=\"Vice%20Consul\"&gt;Vice Consul&lt;/a&gt;) – Vice consul is a subordinate officer, authorized to exercise consular functions in some particular part of a district controlled by a consulate.\n(&lt;a href=\"Honorary%20Consul\"&gt;Honorary Consul&lt;/a&gt;) – Honorary consul may not be a citizen of the sending country, and may well combine the job with their own (often commercial) private activities, in which case they are usually given the title of honorary consul."
}