{
    "id": "100096",
    "revid": "313197",
    "url": "https://en.wikipedia.org/wiki?curid=100096",
    "title": "Edwardian era",
    "text": "The Edwardian era or Edwardian period of &lt;a href=\"British%20history\"&gt;British history&lt;/a&gt; spanned the reign of &lt;a href=\"King%20Edward%20VII\"&gt;King Edward VII&lt;/a&gt;, 1901 to 1910, and is sometimes extended to the start of the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;. The death of &lt;a href=\"Queen%20Victoria\"&gt;Queen Victoria&lt;/a&gt; in January 1901 marked the end of the &lt;a href=\"Victorian%20era\"&gt;Victorian era&lt;/a&gt;. Her son and successor, Edward VII, was already the leader of a fashionable elite that set a style influenced by the art and fashions of &lt;a href=\"continental%20Europe\"&gt;continental Europe&lt;/a&gt;. &lt;a href=\"Samuel%20Hynes\"&gt;Samuel Hynes&lt;/a&gt; described the Edwardian era as a \"leisurely time when women wore &lt;a href=\"picture%20hat\"&gt;picture hat&lt;/a&gt;s and did not vote, when the rich were not ashamed to live conspicuously, and the sun really never set on the British flag.\"\nThe Liberals returned to power in &lt;a href=\"1906%20United%20Kingdom%20general%20election\"&gt;1906&lt;/a&gt; and made &lt;a href=\"Liberal%20welfare%20reforms\"&gt;significant reforms&lt;/a&gt;. Below the upper class, the era was marked by significant shifts in politics among sections of society that had largely been excluded from power, such as &lt;a href=\"Laborer\"&gt;labourers&lt;/a&gt;, &lt;a href=\"servant\"&gt;servant&lt;/a&gt;s, and the &lt;a href=\"industrial%20working%20class\"&gt;industrial working class&lt;/a&gt;. Women started to play more of a role in politics.\nThe Edwardian era was the last period of British history to be named after the reigning monarch. The subsequent reigns of &lt;a href=\"George%20V\"&gt;George V&lt;/a&gt; and &lt;a href=\"George%20VI\"&gt;George VI&lt;/a&gt; are not commonly termed \"&lt;a href=\"Georgian%20era\"&gt;Georgian era&lt;/a&gt;\", this name being reserved for the time of the 18th-century kings of that name. Similarly, \"&lt;a href=\"Elizabethan%20era\"&gt;Elizabethan era&lt;/a&gt;\" refers solely to the 16th-century queen &lt;a href=\"Elizabeth%20I\"&gt;Elizabeth I&lt;/a&gt; and is not extended to the current &lt;a href=\"Elizabeth%20II\"&gt;Elizabeth II&lt;/a&gt;.\nPerceptions.\nThe Edwardian period is sometimes portrayed as a romantic golden age of long summer afternoons and garden parties, basking in a sun that never set on the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt;. This perception was created in the 1920s and later by those who remembered the Edwardian age with nostalgia, looking back to their childhoods across the abyss of the &lt;a href=\"Great%20War\"&gt;Great War&lt;/a&gt;. The Edwardian age was also seen as a mediocre period of pleasure between the great achievements of the preceding Victorian age and the catastrophe of the following war. \nRecent assessments emphasise the great differences between the wealthy and the poor during this period and describe the age as heralding great changes in political and social life. Historian &lt;a href=\"Lawrence%20James\"&gt;Lawrence James&lt;/a&gt; has argued that the leaders felt increasingly threatened by rival powers such as Germany, Russia, and the United States. Nevertheless, the sudden arrival of World War I in the summer of 1914 was largely unexpected, except by the Royal Navy, &lt;a href=\"Anglo-German%20naval%20arms%20race\"&gt;because it had been prepared and ready for war&lt;/a&gt;.\nPolitics.\nThere was a growing political awareness among the &lt;a href=\"working%20class\"&gt;working class&lt;/a&gt;, leading to a rise in &lt;a href=\"trade%20unions\"&gt;trade unions&lt;/a&gt;, the &lt;a href=\"Labour%20movement\"&gt;Labour movement&lt;/a&gt; and demands for better working conditions. The aristocracy remained in control of top government offices.\nConservative Party.\nThe &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservatives&lt;/a&gt; – at the time called \"Unionists\" – were the dominant political party from the 1890s until &lt;a href=\"1906%20United%20Kingdom%20general%20election\"&gt;1906&lt;/a&gt;. The party had many strengths, appealing to voters supportive of &lt;a href=\"imperialism\"&gt;imperialism&lt;/a&gt;, tariffs, the &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt;, a powerful &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;, and traditional hierarchical society. There was a powerful leadership base in the landed aristocracy and landed gentry in rural England, plus strong support from the Church of England and military interests. Historians have used election returns to demonstrate that Conservatives did surprisingly well in working-class districts. They had an appeal as well to the better-off element of traditional working-class Britons in the larger cities. \nIn rural areas, the national headquarters made highly effective use of paid travelling lecturers, with pamphlets, posters, and especially lantern slides, who were able to communicate effectively with rural voters – particularly the newly enfranchised agricultural workers. In the first years of the twentieth century, the Conservative government, with &lt;a href=\"Arthur%20Balfour\"&gt;Arthur Balfour&lt;/a&gt; as &lt;a href=\"Prime%20Minister%20of%20the%20United%20Kingdom\"&gt;Prime Minister&lt;/a&gt;, had numerous successes in foreign policy, defence, and education, as well as solutions for the issues of alcohol licensing and land ownership for the tenant farmers of Ireland.\nNevertheless, the weaknesses were accumulating, and proved so overwhelming in 1906 that the party did not return to complete power until &lt;a href=\"1922%20United%20Kingdom%20general%20election\"&gt;1922&lt;/a&gt;. The Conservative Party was losing its drive and enthusiasm, especially after the retirement of the charismatic &lt;a href=\"Joseph%20Chamberlain\"&gt;Joseph Chamberlain&lt;/a&gt;. There was a bitter split on &lt;a href=\"Protectionism\"&gt;\"tariff reform\"&lt;/a&gt; (that is, imposing tariffs or taxes on all imports), that drove many of the free traders over to the &lt;a href=\"Liberal%20Party%20%28UK%29\"&gt;Liberal&lt;/a&gt; camp. Tariff reform was a losing issue that the Conservative leadership inexplicably clung to. \nConservative support weakened among the top tier of the working-class and lower middle-class, and there was dissatisfaction among intellectuals. The 1906 general election was a landslide victory for the Liberal Party, which saw its total vote share increase by 25%, while the Conservative total vote held steady.\nLabour Party.\nThe Labour Party was emerging from the rapidly growing trade union movement after 1890. In 1903 it entered the &lt;a href=\"Gladstone%E2%80%93MacDonald%20pact\"&gt;Gladstone–MacDonald pact&lt;/a&gt; with the Liberals, allowing for cross-party support in elections, and the emergence of a small Labour contingent in Parliament. It was a temporary arrangement until the 1920s, when the Labour Party was strong enough to act on its own, and the Liberals were in an irreversible decline. Subtle social changes in the working-class were producing a younger generation that wanted to act independently.\nMichael Childs argues that the younger generation had reason to prefer Labour over Liberal political styles. Social factors included secularised elementary education (with a disappearing role for Dissenting schools that inculcated Liberal viewpoints); the \"New Unionism\" after 1890 brought unskilled workers into a movement previously dominated by the skilled workers; and new leisure activities, especially the &lt;a href=\"music%20hall\"&gt;music hall&lt;/a&gt; and sports, involved youth while repelling the older generation of Liberal voters.\nLiberal Party.\nThe &lt;a href=\"Liberal%20Party%20%28UK%29\"&gt;Liberal Party&lt;/a&gt; lacked a unified ideological base in 1906. It contained numerous contradictory and hostile factions, such as imperialists and supporters of the Boers; near-socialists and laissez-faire classical liberals; suffragettes and opponents of women's suffrage; antiwar elements and supporters of the military alliance with France. Nonconformist Dissenters – Protestants outside the Anglican fold – were a powerful element, dedicated to opposing the established church in the fields of education and taxation. However, the Dissenters were losing support and played a lesser and lesser role in party affairs after 1900. \nThe party also included Roman Catholics, including the notable Catholic intellectual &lt;a href=\"Hilaire%20Belloc\"&gt;Hilaire Belloc&lt;/a&gt;, who sat as a Liberal MP between 1906 and 1910. They included secularists from the labour movement. The middle-class business, professional and intellectual communities were generally strongholds, although some old aristocratic families played important roles as well. The working-class element was moving rapidly toward the newly emerging &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt;. One unifying element was widespread agreement on the use of politics and Parliament as a means to upgrade and improve society and to reform politics. In the House of Lords, the Liberals lost most of their members, who in the 1890s \"became Conservative in all but name.\" The government could force the unwilling king to create new Liberal peers, and that threat did prove decisive in the battle for dominance of Commons over Lords in 1911.\nBoer War.\nThe government entered the &lt;a href=\"Second%20Boer%20War\"&gt;Second Boer War&lt;/a&gt; with great confidence, little expecting that the two small rural Boer republics in southern Africa with a combined White population smaller than that of London would hold off the concentrated power of the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt; for two and half years, and take 400,000 Imperial troops to secure victory. The war split the Liberal Party into anti- and pro-war factions. Great orators, such as Liberal &lt;a href=\"David%20Lloyd%20George\"&gt;David Lloyd George&lt;/a&gt;, who spoke against the war, became increasingly influential. Nevertheless, Liberal Unionist &lt;a href=\"Joseph%20Chamberlain\"&gt;Joseph Chamberlain&lt;/a&gt;, who was largely in charge of the war, maintained his hold on power.\nWhen &lt;a href=\"Herbert%20Kitchener\"&gt;General Kitchener&lt;/a&gt; took command in 1900, he initiated a scorched earth policy in order to foil Boer guerilla tactics. Captured Boer combatants were transported overseas to other British possessions as prisoners of war. However he relocated noncombatant Boers—mostly women and children—into heavily guarded internment camps. The internment camps were overcrowded with bad sanitation and meagre food rations. Contagious diseases such as measles, typhoid and dysentery were endemic.\nMany of the internees died. &lt;a href=\"Emily%20Hobhouse\"&gt;Emily Hobhouse&lt;/a&gt; visited the camps and brought the conditions to the attention of the British public. Public outcry resulted in the &lt;a href=\"Millicent%20Fawcett\"&gt;Fawcett Commission&lt;/a&gt; which corroborated Hobhouse's report and eventually led to improved conditions. The Boers surrendered and the Boer Republics were annexed by the British Empire. &lt;a href=\"Jan%20Smuts\"&gt;Jan Smuts&lt;/a&gt;—a leading Boer general—became a senior official of the new government and even became a top British official in the World War.\nIn 1901, the six British self-governing colonies of Queensland, New South Wales, Victoria, Tasmania, South Australia, and Western Australia united to form the Commonwealth of Australia, with almost complete control of its internal affairs, but with foreign policy and defence handled by London. &lt;a href=\"Edmund%20Barton\"&gt;Edmund Barton&lt;/a&gt; was the first prime minister.\nThe Liberal reforms.\nThe &lt;a href=\"Liberal%20Party%20%28UK%29\"&gt;Liberal Party&lt;/a&gt; under &lt;a href=\"Henry%20Campbell-Bannerman\"&gt;Henry Campbell-Bannerman&lt;/a&gt; rallied Liberals around the traditional platform of free trade and land reform and led them to &lt;a href=\"1906%20United%20Kingdom%20general%20election\"&gt;the greatest electoral victory&lt;/a&gt; in Liberal Party history. The &lt;a href=\"Prime%20Minister%20of%20the%20United%20Kingdom\"&gt;Prime Minister&lt;/a&gt; was overshadowed by his frontbench, most notably &lt;a href=\"H.%26amp%3Bnbsp%3BH.%20Asquith\"&gt;H. H. Asquith&lt;/a&gt; at the Exchequer, &lt;a href=\"Edward%20Grey%2C%201st%20Viscount%20Grey%20of%20Fallodon\"&gt;Edward Grey&lt;/a&gt; at the Foreign Office, &lt;a href=\"Richard%20Burdon%20Haldane%2C%201st%20Viscount%20Haldane\"&gt;Richard Burdon Haldane&lt;/a&gt; at the War Office and &lt;a href=\"David%20Lloyd%20George\"&gt;David Lloyd George&lt;/a&gt; at the &lt;a href=\"Board%20of%20Trade\"&gt;Board of Trade&lt;/a&gt;. Campbell-Bannerman retired in 1908 and was succeeded by Asquith. He stepped up the government's radicalism, especially in the \"&lt;a href=\"People%27s%20Budget\"&gt;People's Budget&lt;/a&gt;\" of 1909 that proposed to fund expanded social welfare programmes with new taxes on land and high incomes. It was blocked by the Conservative-dominated &lt;a href=\"House%20of%20Lords\"&gt;House of Lords&lt;/a&gt;, but eventually became law in April 1910.\nAlmost half of the Liberal MPs elected in 1906 were supportive of the \"&lt;a href=\"social%20liberalism\"&gt;new liberalism&lt;/a&gt;\", which advocated government action to improve people's lives.\nLiberals in 1906–1911 passed major legislation designed to reform politics and society, such as the regulation of working hours, &lt;a href=\"National%20Insurance\"&gt;National Insurance&lt;/a&gt; and the beginnings of the welfare state, as well as curtailing the power of the House of Lords. Women's suffrage was not on the Liberal agenda. There were numerous major reforms helping labour, typified by the &lt;a href=\"Trade%20Boards%20Act%201909\"&gt;Trade Boards Act 1909&lt;/a&gt; that set minimum wages in certain trades with the history of \"sweated\" or \"sweatshop\" rates of especially low wages, because of surplus of available workers, the presence of women workers, or the lack of skills.\nAt first it applied to four industries: chain-making, ready-made tailoring, paper-box making, and the machine-made lace and finishing trade. It was later expanded to coal mining and then to other industries with preponderance of unskilled manual labour by the &lt;a href=\"Trade%20Boards%20Act%201918\"&gt;Trade Boards Act 1918&lt;/a&gt;. Under the leadership of &lt;a href=\"David%20Lloyd%20George\"&gt;David Lloyd George&lt;/a&gt; Liberals extended minimum wages to farm workers.\nConservative peers in the House of Lords tried to stop the &lt;a href=\"People%27s%20Budget\"&gt;People's Budget&lt;/a&gt;. The Liberals passed the &lt;a href=\"Parliament%20Act%201911\"&gt;Parliament Act 1911&lt;/a&gt; to sharply reduce the power of the &lt;a href=\"House%20of%20Lords\"&gt;House of Lords&lt;/a&gt; to block legislation. The cost was high, however, as the government was required by the king to call two general elections in 1910 to validate its position and ended up frittering away most of its large majority, with the balance of power held by &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour&lt;/a&gt; and &lt;a href=\"Irish%20Parliamentary%20Party\"&gt;Irish Parliamentary Party&lt;/a&gt; members.\nForeign relations.\nTies with France and Russia against Germany.\nGermany's Chancellor &lt;a href=\"Otto%20von%20Bismarck\"&gt;Otto von Bismarck&lt;/a&gt; dominated European diplomacy from 1872 to 1890, with a policy of using the &lt;a href=\"European%20balance%20of%20power\"&gt;European balance of power&lt;/a&gt; to keep the peace. There were no wars. Bismarck was removed by an aggressive young Kaiser Wilhelm in 1890, effectively decentralizing the Bismarckian Order that had been shrewdly managed, and empowering French efforts to isolate Germany. With the formation of the &lt;a href=\"Triple%20Entente\"&gt;Triple Entente&lt;/a&gt;, Germany began to feel encircled: to the West lay France, with whom rivalry was awakening after a generation of dormancy following the &lt;a href=\"Franco-Prussian%20War\"&gt;Franco-Prussian War&lt;/a&gt;, to the East sat Russia, whose rapid industrialization worried Berlin and Vienna. \n&lt;a href=\"Joseph%20Chamberlain\"&gt;Joseph Chamberlain&lt;/a&gt;, who played a major role in foreign policy in the late 1890s under the Salisbury government, repeatedly tried to open talks with Germany about some sort of alliance. Berlin was not interested. Meanwhile, Paris went to great pains to woo Russia and Great Britain. Key markers were the &lt;a href=\"Franco-Russian%20Alliance\"&gt;Franco-Russian Alliance&lt;/a&gt; of 1894, the 1904 &lt;a href=\"Entente%20Cordiale\"&gt;Entente Cordiale&lt;/a&gt; linking France and Great Britain, and finally the &lt;a href=\"Anglo-Russian%20Entente\"&gt;Anglo-Russian Entente&lt;/a&gt; in 1907 which became the &lt;a href=\"Triple%20Entente\"&gt;Triple Entente&lt;/a&gt;. France thus had a formal alliance with Russia, and an informal alignment with Britain, against Germany and Austria. By 1903 good relations had been established with the United States and Japan.\nBritain abandoned the policy of holding aloof from the continental powers, so called \"&lt;a href=\"Splendid%20Isolation\"&gt;Splendid Isolation&lt;/a&gt;\", in the 1900s after being isolated during the &lt;a href=\"Boer%20War\"&gt;Boer War&lt;/a&gt;. Britain concluded agreements, limited to colonial affairs, with her two major colonial rivals: the &lt;a href=\"Entente%20Cordiale\"&gt;Entente Cordiale&lt;/a&gt; with France in 1904 and the &lt;a href=\"Anglo-Russian%20Entente\"&gt;Anglo-Russian Entente&lt;/a&gt; of 1907. Britain's alignment was a reaction to an assertive German foreign policy and the buildup of its navy from 1898 which led to the &lt;a href=\"Anglo-German%20naval%20arms%20race\"&gt;Anglo-German naval arms race&lt;/a&gt;. British diplomat &lt;a href=\"Arthur%20Nicolson%2C%201st%20Baron%20Carnock\"&gt;Arthur Nicolson&lt;/a&gt; argued it was \"far more disadvantageous to us to have an unfriendly France and Russia than an unfriendly Germany\". \nThe impact of the Triple Entente was to improve British relations with France and its ally Russia and to demote the importance to Britain of good relations with Germany. After 1905, foreign policy was tightly controlled by the Liberal Foreign Secretary &lt;a href=\"Edward%20Grey%2C%201st%20Viscount%20Grey%20of%20Fallodon\"&gt;Edward Grey&lt;/a&gt; (1862-1933), who seldom consulted with his party leadership. Grey shared the strong Liberal policy against all wars and against military alliances that would force Britain to take a side in war. However, in the case of the Boer War, Grey held that the Boers had committed an aggression that it was necessary to repulse. The Liberal party split on the issue, with a large faction strongly opposed to the war in Africa \nThe Triple Entente between Britain, France and Russia is often compared to the &lt;a href=\"Triple%20Alliance%20%281882%29\"&gt;Triple Alliance&lt;/a&gt; between Germany, Austria–Hungary and Italy, but historians caution against the comparison. The Entente, in contrast to the Triple Alliance or the &lt;a href=\"Franco-Russian%20Alliance\"&gt;Franco-Russian Alliance&lt;/a&gt;, was not an alliance of mutual defence and Britain therefore felt free to make her own foreign policy decisions in 1914. The Liberals were highly moralistic, and by 1914 they have been increasingly convinced that German aggression violated international norms, and specifically that its invasion of neutral Belgium was completely unacceptable in terms of morality, Britain and Germany's obligations under the &lt;a href=\"Treaty%20of%20London%20%281839%29\"&gt;Treaty of London&lt;/a&gt;, and in terms of British policy against any one power controlling the continent of Europe.\nUntil the last few weeks before it started in August 1914, almost no one saw a world war coming. The expectation among the generals was that because of industrial advances any future war would produce a quick victory for the side that was better-prepared, better armed, and faster to move. No one saw that the innovations of recent decades—high explosives, long-range artillery and machine guns—were defensive weapons that practically guaranteed defeat of massed infantry attacks with very high casualties.\nNaval race with Germany.\nAfter 1805 the dominance of Britain's Royal Navy was unchallenged; in the 1890s Germany decided to match it. Grand Admiral &lt;a href=\"Alfred%20von%20Tirpitz\"&gt;Alfred von Tirpitz&lt;/a&gt; (1849 – 1930) dominated German naval policy from 1897 until 1916. Before the German Empire formed in 1871, Prussia never had a real navy, nor did the other German states. Tirpitz turned the modest little fleet into a world-class force that could threaten the British Royal Navy. The British responded with new technology typified by the &lt;a href=\"HMS%20Dreadnought%20%281906%29\"&gt;Dreadnought revolution&lt;/a&gt;. It made every battleship obsolete and, supplemented by the global network of coaling stations and telegraph cables, enabled Britain to stay well in the lead in naval affairs.\nApart from a determination to retain a strong naval advantage, the British lacked a military strategy or plans for a major war.\nEconomy.\nThe Edwardian era stands out as a time of peace and prosperity. There were no severe depressions, and prosperity was widespread. Britain's growth rate, manufacturing output and &lt;a href=\"GDP\"&gt;GDP&lt;/a&gt; (but not GDP per capita) fell behind its rivals, the United States and Germany, but the nation still led the world in trade, finance and shipping, and had strong bases in manufacturing and mining. The industrial sector was slow to adjust to global changes, and there was a striking preference for leisure over entrepreneurship among the elite. \nHowever, major achievements should be underlined. &lt;a href=\"London\"&gt;London&lt;/a&gt; was the financial centre of the world—far more efficient and wide-ranging than New York, Paris or Berlin. Britain had built up a vast reserve of overseas credits in its formal Empire, as well as in its informal empire in Latin America and other nations. It had huge financial holdings in the United States, especially in railways. These assets proved vital in paying for supplies in the first years of the World War. The amenities, especially in urban life, were accumulating—prosperity was highly visible. The working classes were beginning to protest politically for a greater voice in government, but the level of industrial unrest on economic issues was not high until about 1908.\nSocial change and improved health.\nBy the late-1880s, the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt; had created new technologies that changed the way people lived. The growth of industry shifts in manufacturing factories, special-purpose machinery and technological innovations, which led to increased productivity. &lt;a href=\"Gender%20roles\"&gt;Gender roles&lt;/a&gt; shifted as women made use of the new technology to upgrade their lifestyle and their career opportunities.\nMortality declined steadily in urban England and Wales 1870–1917. Robert Millward and Frances N. Bell looked statistically at those factors in the physical environment (especially population density and overcrowding) that raised death rates directly, as well as indirect factors such as price and income movements that affected expenditures on sewers, water supplies, food, and medical staff. The statistical data show that increases in the incomes of households and increases in town tax revenues helped cause the decline of mortality.\nThe new money permitted higher spending on food, and also on a wide range of health-enhancing goods and services such as medical care. The major improvement in the physical environment was the quality of the housing stock, which rose faster than the population; its quality was increasingly regulated by central and local government. &lt;a href=\"Infant%20mortality\"&gt;Infant mortality&lt;/a&gt; fell faster in England and Wales than in Scotland. Clive Lee argues that one factor was the continued overcrowding in Scotland's housing. During the First World War, infant mortality fell sharply across the country. J. M. Winter attributes this to the full employment and higher wages paid to war workers.\nRising status of women.\nFor housewives, sewing machines enabled the production of ready-made clothing and made it easier for women to sew their own clothes; more generally, argues Barbara Burman, \"home dressmaking was sustained as an important aid for women negotiating wider social shifts and tensions in their lives.\" Increased literacy in the &lt;a href=\"middle%20class\"&gt;middle class&lt;/a&gt; gave women wider access to information and ideas. Numerous new magazines appealed to her tastes and helped define femininity.\nThe inventions of the typewriter, telephone, and new filing systems offered middle-class women increased employment opportunities. So too did the rapid expansion of the school system, and the emergence of the new profession of nursing. Education and status led to demands for female roles in the rapidly expanding world of sports.\nWomen were very active in church affairs, including attendance at services, Sunday school teaching, fund raising, pastoral care, social work and support for international missionary activities. They were almost completely excluded from practically all leadership roles.\nWomen's suffrage.\nAs middle-class women rose in status, they increasingly supported demands for a political voice. There was significant support for woman suffrage in all the parties, but the Liberal Party was in control after 1906 and a handful of its leaders, especially &lt;a href=\"H.%20H.%20Asquith\"&gt;H. H. Asquith&lt;/a&gt;, blocked it.\nThere were numerous organisations which did their work quietly. After 1897, they were increasingly linked together by the &lt;a href=\"National%20Union%20of%20Women%27s%20Suffrage%20Societies\"&gt;National Union of Women's Suffrage Societies&lt;/a&gt; (NUWSS) led by &lt;a href=\"Millicent%20Fawcett\"&gt;Millicent Fawcett&lt;/a&gt;. However, front page publicity was seized by the &lt;a href=\"Women%27s%20Social%20and%20Political%20Union\"&gt;Women's Social and Political Union&lt;/a&gt; (WSPU). Founded in 1903, it was tightly controlled by the three Pankhursts, &lt;a href=\"Emmeline%20Pankhurst\"&gt;Emmeline Pankhurst&lt;/a&gt; (1858–1928), and her daughters &lt;a href=\"Christabel%20Pankhurst\"&gt;Christabel Pankhurst&lt;/a&gt; (1880–1958) and &lt;a href=\"Sylvia%20Pankhurst\"&gt;Sylvia Pankhurst&lt;/a&gt; (1882–1960). \nIt specialised in highly visible publicity campaigns such as large parades. This had the effect of energising all dimensions of the suffrage movement. While there was a majority of support for suffrage in Parliament, the ruling Liberal Party refused to allow a vote on the issue; the result of which was an escalation in the suffragette campaign. The WSPU, in dramatic contrast to its allies, embarked on a campaign of violence to publicise the issue, even to the detriment of its own aims.\nBirth control.\nAlthough abortion was illegal, it was nevertheless the most widespread form of birth control in use. Used predominantly by &lt;a href=\"working-class\"&gt;working-class&lt;/a&gt; women, the procedure was used not only as a means of terminating pregnancy, but also to prevent poverty and unemployment. Those who transported &lt;a href=\"contraceptive\"&gt;contraceptive&lt;/a&gt;s could be legally punished. Contraceptives became more expensive over time and had a high failure rate. Unlike contraceptives, abortion did not need any prior planning and was less expensive. Newspaper advertisements were used to promote and sell &lt;a href=\"abortifacient\"&gt;abortifacient&lt;/a&gt;s indirectly.\nNot all of society was accepting of contraceptives or abortion, and the opposition viewed both as part of one and the same sin. Abortion was much more common among the middle-classes than among those living in rural areas, where the procedure was not readily available. Women were often tricked into purchasing ineffective pills. In addition to fearing legal reprimands, many physicians did not condone abortion because they viewed it as an immoral procedure potentially endangering a woman's life. Because abortion was illegal and physicians refused to perform the procedure, local women acted as abortionists, often using crochet hooks or similar instruments.\nFeminists of the era focused on educating and finding jobs for women, leaving aside the controversial issues of contraceptives and abortion, which in popular opinion were often related to promiscuity and prostitution. The Church condemned abortion as immoral and a form of rebellion against the child-bearing role women were expected to assume. Many considered abortion to be a selfish act that allowed a woman to avoid personal responsibility, contributing to a decline in moral values. Abortion was often a solution for women who already had children and did not want more. Consequently, the size of families decreased drastically.\nPoverty among working-class women.\nThe &lt;a href=\"1834%20Poor%20Law\"&gt;1834 Poor Law&lt;/a&gt; defined who could receive monetary relief. The act reflected and perpetuated prevailing gender conditions. In Edwardian society, men were the source of wealth. The law restricted relief for unemployed, able-bodied male workers, due to the prevailing view that they would find work in the absence of financial assistance. However, women were treated differently. After the Poor Law was passed, women and children received most of the aid.\nThe law did not recognise single independent women, and put women and children into the same category. If a man was physically disabled, his wife was also treated as disabled under the &lt;a href=\"coverture\"&gt;coverture&lt;/a&gt; laws, even though coverture was fast becoming outmoded in the Edwardian era. Unmarried mothers were sent to the workhouse, receiving unfair social treatment such as being restricted from attending church on Sundays. \nDuring marriage disputes, women often lost the rights to their children, even if their husbands were abusive. However, women were increasingly granted custody of their children under seven years of age; this tendency was colloquially known as the \"tender years doctrine,\" where it was believed that a child was best left under maternal care until the age of seven.\nAt the time, single mothers were the poorest sector in society, disadvantaged for at least four reasons. First, women lived longer, often leaving them widowed with children. Second, women had fewer opportunities to work, and when they did find it, their wages were lower than male workers' wages. Thirdly, women were often less likely to marry or remarry after being widowed, leaving them as the main providers for the remaining family members. Finally, poor women had deficient diets, because their husbands and children received disproportionately large shares of food. Many women were malnourished and had limited access to health care.\nFemale servants.\nEdwardian Britain had large numbers of male and female &lt;a href=\"domestic%20servant\"&gt;domestic servant&lt;/a&gt;s, in both urban and rural areas. Middle- and upper-class women relied on servants to run their homes smoothly. Servants were provided with food, clothing, housing, and a small wage, and lived in a self-enclosed social system within their employer's house. However, the number of domestic servants fell in the Edwardian era due to fewer young people willing to be employed in this capacity.\nFashion.\nThe upper classes embraced leisure sports, which resulted in rapid developments in fashion, as more mobile and flexible clothing styles were needed. During the Edwardian era, women wore a very tight &lt;a href=\"corset\"&gt;corset&lt;/a&gt;, or &lt;a href=\"bodice\"&gt;bodice&lt;/a&gt;, and dressed in long skirts. The Edwardian era was the last time women wore corsets in everyday life. According to &lt;a href=\"Arthur%20Marwick\"&gt;Arthur Marwick&lt;/a&gt;, the most striking change of all the developments that occurred during the Great War was the modification in women's dress, \"for, however far politicians were to put the clocks back in other steeples in the years after the war, no one ever put the lost inches back on the hems of women's skirts\".\nFabrics were usually sweet pea shades in &lt;a href=\"chiffon%20%28fabric%29\"&gt;chiffon&lt;/a&gt;, mousse line de sore, tulle with feather boas and &lt;a href=\"lace\"&gt;lace&lt;/a&gt;. ‘High and boned collars for the day; plugging off shoulder décolleté for the evening’. The Tea Gown's cut was relatively loose compared to the evening gown, and was worn without a corset. The silhouette was flowing, and was usually decorated with lace or with the cheaper Irish crochet. \n&lt;a href=\"evening%20glove\"&gt;Long kid gloves&lt;/a&gt;, trimmed hats, and parasols were often used as accessories. &lt;a href=\"Parasol\"&gt;Parasol&lt;/a&gt;s are different than umbrellas; they are used for protection from the sun, rather from the rain, though they were often used as ornamentation rather than for function. By the end of the Edwardian era, the hat grew bigger in size, a trend that would continue in the 1910s.\nThe Edwardians developed new styles in clothing design. The Edwardian Era saw a decrease in the trend for voluminous, heavy skirts.\nNewspapers.\nThe turn of the century saw the rise of popular journalism aimed at the lower middle class and tending to deemphasise highly detailed political and international news, which remain the focus of a handful of low-circulation prestige newspapers. These were family-owned and operated, and were primarily interested not in profits but in influence on the nation's elite by their control of the news and editorials on serious topics.\nThe new press, on the other hand, reached vastly larger audiences by emphasis on sports, crime, sensationalism, and gossip about famous personalities. Detailed accounts of major speeches and complex international events were not printed. &lt;a href=\"Alfred%20Harmsworth%2C%201st%20Viscount%20Northcliffe\"&gt;Alfred Harmsworth, 1st Viscount Northcliffe&lt;/a&gt; was the chief innovator. He used his \"&lt;a href=\"Daily%20Mail\"&gt;Daily Mail&lt;/a&gt;\" and \"&lt;a href=\"Daily%20Mirror\"&gt;Daily Mirror&lt;/a&gt;\" to transform the media along the American model of \"&lt;a href=\"Yellow%20Journalism\"&gt;Yellow Journalism&lt;/a&gt;\". &lt;a href=\"Max%20Aitken%2C%201st%20Baron%20Beaverbrook\"&gt;Lord Beaverbrook&lt;/a&gt; said he was \"the greatest figure who ever strode down Fleet Street\". Harmsworth made a great deal of money, but during the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt; he also wanted political power. For that he purchased the highest prestige newspaper, \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\". P. P. Catterall and Colin Seymour-Ure conclude that: \nThe arts.\nThe Edwardian era corresponds to the French \"&lt;a href=\"Belle%20%C3%89poque\"&gt;Belle Époque&lt;/a&gt;\". Despite its brief pre-eminence, the period is characterised by its own unique architectural style, fashion, and lifestyle. &lt;a href=\"Art%20Nouveau\"&gt;Art Nouveau&lt;/a&gt; had a particularly strong influence. Artists were influenced by the development of the automobile and electricity, and a greater awareness of human rights.\nIn November 1910, &lt;a href=\"Roger%20Fry\"&gt;Roger Fry&lt;/a&gt; organised the exhibition \"Manet and the Post-Impressionists\" at the &lt;a href=\"Grafton%20Galleries\"&gt;Grafton Galleries&lt;/a&gt;, London. This exhibition was the first to prominently feature &lt;a href=\"Gauguin\"&gt;Gauguin&lt;/a&gt;, &lt;a href=\"Manet\"&gt;Manet&lt;/a&gt;, &lt;a href=\"Matisse\"&gt;Matisse&lt;/a&gt;, and &lt;a href=\"Van%20Gogh\"&gt;Van Gogh&lt;/a&gt; in England and brought their art to the public. He followed it up with the \"Second Post-Impressionist Exhibition\" in 1912.\n&lt;a href=\"George%20Frampton\"&gt;George Frampton&lt;/a&gt;'s &lt;a href=\"statue%20of%20Peter%20Pan\"&gt;statue of Peter Pan&lt;/a&gt;, \"erected in Hyde Park in 1912 ... immediately became a source of contention, sparking debate about the role of public statuary and its role in spaces of recreation.\"\nLiterature.\nIn fiction, some of the best-known names are &lt;a href=\"J.%20M.%20Barrie\"&gt;J. M. Barrie&lt;/a&gt;, &lt;a href=\"Arnold%20Bennett\"&gt;Arnold Bennett&lt;/a&gt;, &lt;a href=\"G.%20K.%20Chesterton\"&gt;G. K. Chesterton&lt;/a&gt;, &lt;a href=\"Arthur%20Conan%20Doyle\"&gt;Arthur Conan Doyle&lt;/a&gt;, &lt;a href=\"Joseph%20Conrad\"&gt;Joseph Conrad&lt;/a&gt;, &lt;a href=\"E.%20M.%20Forster\"&gt;E. M. Forster&lt;/a&gt;, &lt;a href=\"John%20Galsworthy\"&gt;John Galsworthy&lt;/a&gt;, &lt;a href=\"Kenneth%20Grahame\"&gt;Kenneth Grahame&lt;/a&gt;, &lt;a href=\"M.%20R.%20James\"&gt;M. R. James&lt;/a&gt;, &lt;a href=\"Rudyard%20Kipling\"&gt;Rudyard Kipling&lt;/a&gt;, &lt;a href=\"A.%20A.%20Milne\"&gt;A. A. Milne&lt;/a&gt;, &lt;a href=\"E.%20Nesbit\"&gt;E. Nesbit&lt;/a&gt;, &lt;a href=\"Beatrix%20Potter\"&gt;Beatrix Potter&lt;/a&gt;, &lt;a href=\"Saki\"&gt;Saki&lt;/a&gt;, &lt;a href=\"George%20Bernard%20Shaw\"&gt;George Bernard Shaw&lt;/a&gt;, &lt;a href=\"H.%20G.%20Wells\"&gt;H. G. Wells&lt;/a&gt; and &lt;a href=\"P.%20G.%20Wodehouse\"&gt;P. G. Wodehouse&lt;/a&gt;. Apart from these famous writers, this was a period when a great number of novels and short stories were being published, and a significant distinction between \"&lt;a href=\"highbrow\"&gt;highbrow&lt;/a&gt;\" literature and &lt;a href=\"popular%20fiction\"&gt;popular fiction&lt;/a&gt; emerged. Among the most famous works of literary criticism was &lt;a href=\"A.%20C.%20Bradley\"&gt;A. C. Bradley&lt;/a&gt;'s \"Shakespearean Tragedy\" (1904).\nMusic.\nLive performances, both amateur and professional, were popular. &lt;a href=\"Henry%20Wood\"&gt;Henry Wood&lt;/a&gt;, &lt;a href=\"Edward%20Elgar\"&gt;Edward Elgar&lt;/a&gt;, &lt;a href=\"Gustav%20Holst\"&gt;Gustav Holst&lt;/a&gt;, &lt;a href=\"Arnold%20Bax\"&gt;Arnold Bax&lt;/a&gt;, &lt;a href=\"George%20Butterworth\"&gt;George Butterworth&lt;/a&gt;, &lt;a href=\"Ralph%20Vaughan%20Williams\"&gt;Ralph Vaughan Williams&lt;/a&gt;, and &lt;a href=\"Thomas%20Beecham\"&gt;Thomas Beecham&lt;/a&gt; were all active. Military and brass bands often played outside in parks during the summer. The new technology of &lt;a href=\"wax%20cylinders\"&gt;wax cylinders&lt;/a&gt; played on &lt;a href=\"phonograph\"&gt;phonograph&lt;/a&gt;s, made live performances permanently available for repetition at any time.\nPerforming arts.\nCinema was primitive and audiences preferred live performances to picture shows. &lt;a href=\"Music%20hall\"&gt;Music hall&lt;/a&gt; was very popular and widespread; influential performers included male impersonator &lt;a href=\"Vesta%20Tilley\"&gt;Vesta Tilley&lt;/a&gt; and comic &lt;a href=\"Little%20Tich\"&gt;Little Tich&lt;/a&gt;.\nThe most successful playwright of the era was &lt;a href=\"W.%20Somerset%20Maugham\"&gt;W. Somerset Maugham&lt;/a&gt;. In 1908, he had four plays running simultaneously in London, and \"&lt;a href=\"Punch%20%28magazine%29\"&gt;Punch&lt;/a&gt;\" published a cartoon of Shakespeare biting his fingernails nervously as he looked at the billboards. Maugham's plays, like his novels, usually had a conventional plot structure, but the decade also saw the rise of the so-called New Drama, represented in plays by &lt;a href=\"George%20Bernard%20Shaw\"&gt;George Bernard Shaw&lt;/a&gt;, &lt;a href=\"Harley%20Granville%20Barker\"&gt;Harley Granville Barker&lt;/a&gt;, and Continental imports by &lt;a href=\"Henrik%20Ibsen\"&gt;Henrik Ibsen&lt;/a&gt; and &lt;a href=\"Gerhardt%20Hauptmann\"&gt;Gerhardt Hauptmann&lt;/a&gt;. The actor/manager system, as managed by &lt;a href=\"Sir%20Henry%20Irving\"&gt;Sir Henry Irving&lt;/a&gt;, &lt;a href=\"George%20Alexander%20%28actor%29\"&gt;Sir George Alexander&lt;/a&gt;, and &lt;a href=\"Sir%20Herbert%20Beerbohm%20Tree\"&gt;Sir Herbert Beerbohm Tree&lt;/a&gt;, was in decline.\nArchitecture.\nNotable architects included &lt;a href=\"Edwin%20Lutyens\"&gt;Edwin Lutyens&lt;/a&gt;, &lt;a href=\"Charles%20Rennie%20Mackintosh\"&gt;Charles Rennie Mackintosh&lt;/a&gt;, and &lt;a href=\"Giles%20Gilbert%20Scott\"&gt;Giles Gilbert Scott&lt;/a&gt;. In spite of the popularity of &lt;a href=\"Art%20Nouveau\"&gt;Art Nouveau&lt;/a&gt; in Europe, the &lt;a href=\"Edwardian%20Baroque%20architecture\"&gt;Edwardian Baroque&lt;/a&gt; style of architecture was widely favoured for public structures and was a revival of &lt;a href=\"Christopher%20Wren\"&gt;Christopher Wren&lt;/a&gt;–inspired designs of the late 17th and early 18th centuries. The change or reversal in taste from the Victorian eclectic styles corresponded with the historical revivals of the period, most prominently earlier &lt;a href=\"Georgian%20architecture\"&gt;Georgian&lt;/a&gt; and &lt;a href=\"Neoclassical%20architecture\"&gt;Neoclassical&lt;/a&gt; styles of the late 18th and early 19th centuries.\n&lt;a href=\"White%20City%20Stadium\"&gt;White City Stadium&lt;/a&gt;, used for the &lt;a href=\"1908%20Summer%20Olympics\"&gt;1908 Summer Olympics&lt;/a&gt;, was the first Olympic Stadium in the UK. Built on the site of the &lt;a href=\"Franco-British%20Exhibition\"&gt;Franco-British Exhibition&lt;/a&gt;, it had a seating capacity of 68,000 and was opened by King Edward VII on 27 April 1908. It was the largest structure of its type in the world at the time, and was designed to be awe-inspiring and thereby enhance the love of large-scale spectacle that characterised Edwardian London.\nFilm.\nFilmmakers &lt;a href=\"Mitchell%20and%20Kenyon\"&gt;Mitchell and Kenyon&lt;/a&gt; documented many scenes from Britain and Ireland from 1900 to 1907, sports, parades, factory exits, parks, city streets, boating and the like. Their films have survived in very good quality restored from the original negatives.\nScience and technology.\nThe period featured many innovations. &lt;a href=\"Ernest%20Rutherford\"&gt;Ernest Rutherford&lt;/a&gt; published his studies on &lt;a href=\"radioactivity\"&gt;radioactivity&lt;/a&gt;. The first transatlantic wireless signals were sent by &lt;a href=\"Guglielmo%20Marconi\"&gt;Guglielmo Marconi&lt;/a&gt;, and the &lt;a href=\"Wright%20brothers\"&gt;Wright brothers&lt;/a&gt; flew for the first time.\nBy the end of the era, &lt;a href=\"Louis%20Bl%C3%A9riot\"&gt;Louis Blériot&lt;/a&gt; had crossed the &lt;a href=\"English%20Channel\"&gt;English Channel&lt;/a&gt; by air; the largest ship in the world, &lt;a href=\"RMS%20Olympic\"&gt;RMS \"Olympic\"&lt;/a&gt;, had sailed on its maiden voyage and her larger sister &lt;a href=\"RMS%20Titanic\"&gt;RMS \"Titanic\"&lt;/a&gt; was under construction; automobiles were common; and the &lt;a href=\"South%20Pole\"&gt;South Pole&lt;/a&gt; was reached for the first time by &lt;a href=\"Roald%20Amundsen\"&gt;Roald Amundsen&lt;/a&gt;'s and then &lt;a href=\"Robert%20Falcon%20Scott\"&gt;Robert Falcon Scott&lt;/a&gt;'s teams.\nSport.\nThe &lt;a href=\"1908%20Summer%20Olympics\"&gt;1908 Summer Olympic Games&lt;/a&gt; were held in London. Popularity of sports tended to conform to class divisions, with tennis and yachting popular among the very wealthy and &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; favoured by the working class.\nFootball.\n&lt;a href=\"Aston%20Villa\"&gt;Aston Villa&lt;/a&gt; maintained their position as the pre-eminent football team of the era, winning the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; for the fourth time in 1904–05 and their sixth League title in 1909–10. The club colours of claret and sky blue were adopted by &lt;a href=\"Burnley%20FC\"&gt;Burnley&lt;/a&gt; as a tribute to their success in 1910. Sunderland achieved their fourth league title in 1901–02. The era also saw &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; (1900–01, 1905–06), &lt;a href=\"Newcastle%20United\"&gt;Newcastle United&lt;/a&gt; (1904–05, 1906–07, 1908–09) and &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; (1907–08) winning their first league titles."
}