{
    "id": "100131",
    "revid": "42719881",
    "url": "https://en.wikipedia.org/wiki?curid=100131",
    "title": "Prince Claus of the Netherlands",
    "text": "Prince Claus of the Netherlands, Jonkheer van Amsberg (born Klaus-Georg Wilhelm Otto Friedrich Gerd von Amsberg; 6 September 1926 – 6 October 2002) was the husband of &lt;a href=\"Queen%20Beatrix\"&gt;Queen Beatrix&lt;/a&gt;, and the &lt;a href=\"Prince%20Consort%20of%20the%20Netherlands\"&gt;Prince Consort of the Netherlands&lt;/a&gt; from Beatrix's ascension in 1980 until his death in 2002.\nBiography.\nKlaus-Georg Wilhelm Otto Friedrich Gerd von Amsberg was born on his family's estate, , &lt;a href=\"Hitzacker\"&gt;Hitzacker&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, on 6 September 1926. His parents were &lt;a href=\"Claus%20Felix%20von%20Amsberg\"&gt;Claus Felix von Amsberg&lt;/a&gt; and &lt;a href=\"Baroness%20G%C3%B6sta%20von%20dem%20Bussche-Haddenhausen\"&gt;Baroness Gösta von dem Bussche-Haddenhausen&lt;/a&gt;. His father, by birth member of &lt;a href=\"Amsberg\"&gt;House of Amsberg&lt;/a&gt; which belonged to the untitled &lt;a href=\"German%20nobility\"&gt;German nobility&lt;/a&gt;, operated a large farm in &lt;a href=\"Tanganyika%20%28territory%29\"&gt;Tanganyika&lt;/a&gt; (formerly &lt;a href=\"German%20East%20Africa\"&gt;German East Africa&lt;/a&gt;) from 1928 until &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. From 1938, Claus and his six sisters grew up on their maternal grandparents' estate in &lt;a href=\"Lower%20Saxony\"&gt;Lower Saxony&lt;/a&gt;; he attended the &lt;a href=\"Friderico-Francisceum-Gymnasium\"&gt;Friderico-Francisceum-Gymnasium&lt;/a&gt; in &lt;a href=\"Bad%20Doberan\"&gt;Bad Doberan&lt;/a&gt; from 1933 to 1936 and a boarding school in Tanganyika from 1936 to 1938.\nClaus was a member of such &lt;a href=\"Nazism\"&gt;Nazi&lt;/a&gt; &lt;a href=\"youth%20organisation\"&gt;youth organisation&lt;/a&gt;s as &lt;a href=\"Deutsches%20Jungvolk\"&gt;Deutsches Jungvolk&lt;/a&gt; and the &lt;a href=\"Hitler%20Youth\"&gt;Hitler Youth&lt;/a&gt; (membership in both was mandatory for all fit members of his generation). From 1938 until 1942, he attended the &lt;a href=\"Mi%C4%99dzyzdroje\"&gt;Baltenschule Misdroy&lt;/a&gt;.\nIn 1944, Claus was conscripted into the German &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt;, becoming a soldier in the German &lt;a href=\"90th%20Light%20Infantry%20Division%20%28Wehrmacht%29\"&gt;90th Panzergrenadier Division&lt;/a&gt; in Italy in March 1945. He was taken &lt;a href=\"prisoner%20of%20war\"&gt;prisoner of war&lt;/a&gt; by the &lt;a href=\"United%20States\"&gt;American forces&lt;/a&gt; at &lt;a href=\"Meran\"&gt;Meran&lt;/a&gt; before taking part in any fighting. After his &lt;a href=\"repatriation\"&gt;repatriation&lt;/a&gt;, he finished school in &lt;a href=\"L%C3%BCneburg\"&gt;Lüneburg&lt;/a&gt; and studied &lt;a href=\"law\"&gt;law&lt;/a&gt; in &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt;. He then joined the German &lt;a href=\"diplomatic%20corps\"&gt;diplomatic corps&lt;/a&gt; and worked in &lt;a href=\"Santo%20Domingo\"&gt;Santo Domingo&lt;/a&gt; and &lt;a href=\"Ivory%20Coast\"&gt;Ivory Coast&lt;/a&gt;. In the 1960s, he was transferred to &lt;a href=\"Bonn\"&gt;Bonn&lt;/a&gt;.\nClaus met Princess Beatrix for the first time on New Year's Eve 1962 in &lt;a href=\"Bad%20Driburg\"&gt;Bad Driburg&lt;/a&gt; at a dinner hosted by the Count von , who was a distant relative of both of them. Claus and Beatrix were also distantly related (5th cousins twice removed), as both being descendants from &lt;a href=\"Bussche%20family\"&gt;von dem Bussche family&lt;/a&gt;. They met again at the wedding-eve party of Princess Tatjana of &lt;a href=\"Sayn-Wittgenstein-Berleburg\"&gt;Sayn-Wittgenstein-Berleburg&lt;/a&gt; and &lt;a href=\"Moritz%2C%20Landgrave%20of%20Hesse\"&gt;Moritz, Landgrave of Hesse&lt;/a&gt;, in the summer of 1964. With memories of German oppression still very strong 20 years after the war, sections of the Dutch population were unhappy that Beatrix's fiancé was a German and former member of the &lt;a href=\"Hitler%20Youth\"&gt;Hitler Youth&lt;/a&gt;. Nonetheless, &lt;a href=\"Queen%20Juliana\"&gt;Queen Juliana&lt;/a&gt; gave the engagement her blessing after giving serious thought to canceling it. The engagement was approved by the &lt;a href=\"States%20General%20of%20the%20Netherlands\"&gt;States-General&lt;/a&gt;—a necessary step for Beatrix to remain in the line of succession to the throne—in 1965. He was granted Dutch citizenship later that year and changed the spellings of his names to Dutch.\nThe &lt;a href=\"Wedding%20of%20Princess%20Beatrix%20of%20the%20Netherlands%20and%20Claus%20van%20Amsberg\"&gt;couple were married&lt;/a&gt; on 10 March 1966. Their wedding day saw violent protests, most notably by the anarchist-artist group &lt;a href=\"Provo%20%28movement%29\"&gt;Provo&lt;/a&gt;. They included such memorable slogans as \"Claus, 'raus!\" (Claus, get out!) and \"Mijn fiets terug\" (Give me back my bike), a reference to the memory of occupying German soldiers confiscating Dutch bicycles. A smoke bomb was thrown at the wedding carriage by a group of Provos. For a time, it was thought that Beatrix would be the last monarch of the Netherlands.\nHowever, over time, Claus became accepted by the public, so much so that during the last part of his life he was considered by some to be the most popular member of the &lt;a href=\"Dutch%20Royal%20Family\"&gt;Royal Family&lt;/a&gt;. This change in Dutch opinion was brought about by Claus's strong motivation to contribute to public causes (especially &lt;a href=\"Third%20World\"&gt;Third World&lt;/a&gt; development, on which he was considered an expert), his sincere modesty and his candor (within but sometimes on the edge of royal protocol).\nThe public also sympathised with Claus for his efforts to give meaning to his life beyond the restrictions that Dutch law imposed on the Royal Family's freedom of speech and action. However, these restrictions were gradually loosened; Claus was even appointed as senior staff member at the Department of Developing Aid, albeit in an advisory role.\nOne example of his attitude toward protocol was the \"Declaration of the Tie\". In 1998, after presenting the annual &lt;a href=\"Prince%20Claus%20Awards\"&gt;Prince Claus Awards&lt;/a&gt; to three &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;n &lt;a href=\"fashion%20design\"&gt;fashion design&lt;/a&gt;ers, Claus told \"workers of all nations to unite and cast away the new shackles they have voluntarily cast upon themselves\", meaning the &lt;a href=\"necktie\"&gt;necktie&lt;/a&gt;, that \"snake around my neck,\" and encouraged the audience to \"venture into open-&lt;a href=\"collar%20%28clothing%29\"&gt;collar&lt;/a&gt; &lt;a href=\"paradise\"&gt;paradise&lt;/a&gt;\". He then removed his tie and threw it on the floor.\nClaus battled depression for a number of years, and underwent surgery in 1998 to remove his prostate. In 2001, he underwent another surgery to remove one of his kidneys. He eventually died on 6 October 2002 from Parkinson's disease and heart failure.\nActivities.\nAs a husband of the heir, Claus was a member of the National Advisory Council for Development Cooperation and its Bureau, and was a chair of the National Committee for Development Strategy 1970‑1980 and the Netherlands Development Organization. He also worked as special advisor to the Minister for Development Cooperation. He held these positions until 1980.\nOn 30 April 1980, Claus' mother-in-law, Queen Juliana, abdicated in favour of Princess Beatrix, who became Queen of the Netherlands. After the investiture, the couple visited the &lt;a href=\"Netherlands%20Antilles\"&gt;Netherlands Antilles&lt;/a&gt; and &lt;a href=\"Aruba\"&gt;Aruba&lt;/a&gt;. As a prince consort, Prince Claus frequently visited public organisations, commercial and industrial enterprises, and companies in the agriculture and fisheries sector.\nIn 1984, Claus became the Inspector General for Development Cooperation, member of the Board of Directors of De Nederlandsche Bank N.V. (until 1998), member of the Board of Directors of Royal PTT Nederland, and Chair of the Transport and Public Works Platform.\nClaus was an honorary chair of the National Coordinating Committee for the Protection of Monuments and Historic Buildings and the King William I Foundation. He was also a patron of the Concertgebouw Orchestra and Scouting Netherlands.\nOn Claus' seventieth birthday, the Prince Claus Fund for Culture and Development was established on the initiative of the Dutch government. The fund focused on enhancing understanding of cultures and promoting interaction between culture and development.\nDeclining health and death.\nClaus suffered various health problems, such as &lt;a href=\"depression%20%28mood%29\"&gt;depression&lt;/a&gt;, &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt; and &lt;a href=\"Parkinson%27s%20disease\"&gt;Parkinson's disease&lt;/a&gt;. He died of complications of &lt;a href=\"pneumonia\"&gt;pneumonia&lt;/a&gt; and Parkinson's at the &lt;a href=\"Academic%20Medical%20Center\"&gt;Academic Medical Center&lt;/a&gt; in &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt; on 6 October 2002 after a long illness, aged 76. He died less than four months after the birth of his first grandchild.\nClaus was interred in the Royal Family's tomb in &lt;a href=\"Delft\"&gt;Delft&lt;/a&gt; on 15 October. It was the first full &lt;a href=\"state%20funeral\"&gt;state funeral&lt;/a&gt; since &lt;a href=\"Wilhelmina%20of%20the%20Netherlands\"&gt;Queen Wilhelmina&lt;/a&gt;'s in 1962.\nTitles, styles, honours, and arms.\nHonours.\nAcademic awards.\nPrince Claus was also appointed Honorary Fellow of the International Institute of Social Studies (ISS) in 1988. Prince Claus was held in very high esteem in the international development cooperation community, partly because of his considerable insight and understanding of the problems involved, and partly because of his exceptional gift for expressing the hopes and anxieties felt by all."
}