{
    "id": "10015994",
    "revid": "637954",
    "url": "https://en.wikipedia.org/wiki?curid=10015994",
    "title": "Sanborn Young",
    "text": "William Sanborn Young (March 2, 1873 – February 14, 1964 in &lt;a href=\"San%20Mateo%2C%20California\"&gt;San Mateo, California&lt;/a&gt;) was a &lt;a href=\"California%20State%20Senator\"&gt;California State Senator&lt;/a&gt;, best known for being the husband of author &lt;a href=\"Ruth%20Comfort%20Mitchell%20Young\"&gt;Ruth Comfort Mitchell Young&lt;/a&gt;.\nIn 1914, he had recently sold his grain business and was traveling in &lt;a href=\"San%20Francisco%2C%20California\"&gt;San Francisco, California&lt;/a&gt;, where he was introduced to Ruth. The couple were married in October 1914 in the &lt;a href=\"Grand%20Canyon\"&gt;Grand Canyon&lt;/a&gt; and moved to &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, where Ruth followed her literary pursuits, and he studied &lt;a href=\"photography\"&gt;photography&lt;/a&gt;. They moved back to &lt;a href=\"Los%20Gatos%2C%20California\"&gt;Los Gatos, California&lt;/a&gt; in 1917 upon the completion of their house, known as the &lt;a href=\"Yung%20See%20San%20Fong%20House\"&gt;Yung See San Fong House&lt;/a&gt;.\nSanborn Young devoted his energies to politics, photography, raising racing dogs and &lt;a href=\"beagle\"&gt;beagle&lt;/a&gt;s, and investments. In 1925 Young was elected to the &lt;a href=\"California%20State%20Senate\"&gt;California State Senate&lt;/a&gt; and continued to serve there until 1939. A quiet, retiring man, it is said that he won the seat because of his wife's campaigning. While in the Senate, his primary interests were the conservation of wild animals, and legislating against &lt;a href=\"narcotic\"&gt;narcotic&lt;/a&gt;s. In 1929 his bill to abolish &lt;a href=\"Animal%20trapping\"&gt;sawtooth traps&lt;/a&gt; except for &lt;a href=\"bear\"&gt;bear&lt;/a&gt;s was enacted.\nIn the State Senate, he was head of the Narcotics Committee and introduced &lt;a href=\"legislation\"&gt;legislation&lt;/a&gt; to control narcotics. Because of Young's expertise, President &lt;a href=\"Herbert%20Hoover\"&gt;Herbert Hoover&lt;/a&gt; appointed him as one of the United States delegates to the &lt;a href=\"International%20Conference%20for%20the%20Limitation%20of%20the%20Manufacture%20of%20Drugs\"&gt;International Conference for the Limitation of the Manufacture of Drugs&lt;/a&gt; in 1931, which was held in &lt;a href=\"Geneva\"&gt;Geneva&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;. Attended by fifty-five nations, the resulting treaty was partially drafted by Young.\nThese political ties resulted in the Youngs becoming friends of the Hoovers, who resided in nearby &lt;a href=\"Palo%20Alto%2C%20California\"&gt;Palo Alto&lt;/a&gt;. Several letters from Hoover to the Youngs indicate that theirs was a close relationship.\nSanborn Young said of his life, \"My own claim to fame is that I married Ruth Comfort Mitchell, I became a California State Senator and wrote the narcotics bill, I raised the champion beagle.\""
}