{
    "id": "10037136",
    "revid": "169132",
    "url": "https://en.wikipedia.org/wiki?curid=10037136",
    "title": "Cape Verde–European Union relations",
    "text": "&lt;a href=\"Cape%20Verde\"&gt;Cape Verde&lt;/a&gt; is an island nation, part of the &lt;a href=\"Macaronesia\"&gt;Macaronesia&lt;/a&gt;n group of islands of the Atlantic Ocean and was a Portuguese colony during the colonial era between 1460 and 1975. EU-Cape Verde relations are founded on the EU/Cape Verde Special Partnership, agreed in 2007, building on six pillars:\nFollowing that, an Action Plan for Security and Stability was launched in 2014 and a Mobility Partnership.\nCape Verde is a member of the &lt;a href=\"Economic%20Community%20of%20West%20African%20States\"&gt;Economic Community of West African States&lt;/a&gt; (ECOWAS), an African &lt;a href=\"Trade%20bloc\"&gt;regional bloc&lt;/a&gt;, which aims for internal integration similar to that of the EU. Even though it does not yet participate in all of ECOWAS' activities, Cape Verde cannot have membership in both organizations at the same time. It is also a member of the &lt;a href=\"African%20Union\"&gt;African Union&lt;/a&gt;, an organization aiming for a common currency in Africa, a single defense force for the African continent and an African Union &lt;a href=\"head%20of%20state\"&gt;head of state&lt;/a&gt;.\nRecently, Cape Verde has been distancing itself from its regional African partners and forging closer ties with the EU. In a move signaling its preparation to loosen ties with the West African &lt;a href=\"regional%20bloc\"&gt;regional bloc&lt;/a&gt;, the government of Cape Verde in September 2006 declared its intentions on suspending the ECOWAS free movement of goods and trade. Prime Minister &lt;a href=\"Jos%C3%A9%20Maria%20Neves\"&gt;José Maria Neves&lt;/a&gt; announced that his country will start imposing restrictions on the entrance of citizens from all ECOWAS member states. The Cape Verde government soon will present ECOWAS with proposals for \"special status\" instead of full membership. This is also an effort to limit the recent rise of illegal immigration of other West African nationals using Cape Verde and its proximity to the &lt;a href=\"Canary%20Islands\"&gt;Canary Islands&lt;/a&gt; as a springboard towards Europe. Cape Verde is also a member of the Generalised System of Preferences with further incentives for good governance (GSP+).\nCape Verde is also one of the beneficiaries of the EU's regional cooperation programme with &lt;a href=\"Portuguese-speaking%20African%20countries\"&gt;Portuguese-speaking African countries&lt;/a&gt; (PALOP) countries: Angola, Guinea Bissau, Cape Verde and São Tomé and Príncipe.\nMembership.\nIn March 2005, former Portuguese president &lt;a href=\"M%C3%A1rio%20Soares\"&gt;Mário Soares&lt;/a&gt; launched a petition urging the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; to &lt;a href=\"Enlargement%20of%20the%20European%20Union\"&gt;start membership talks&lt;/a&gt; with Cape Verde, saying the country could act as a bridge between Africa, Latin America, and the EU.\nCape Verde's &lt;a href=\"List%20of%20countries%20by%20GDP%20%28PPP%29%20per%20capita\"&gt;per capita GDP&lt;/a&gt; is lower than those of the current member states and candidate countries. However, it is higher than those of some of the EU-designated \"potential candidate countries\" of the Western Balkans, e.g. &lt;a href=\"Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt;. &lt;a href=\"Freedom%20House\"&gt;Freedom House&lt;/a&gt; in 2021 gave Cape Verde thee maximum score for all aspects of \"Political Pluralism and Participation\" and \"Civil Liberties\". Most of the imports and exports of Cape Verde are for and from the European Union, and it has a &lt;a href=\"Service%20economy\"&gt;service-based economy&lt;/a&gt;. Its currency, the &lt;a href=\"Cape%20Verdean%20escudo\"&gt;escudo&lt;/a&gt;, is &lt;a href=\"Peg%20%28currency%29\"&gt;pegged&lt;/a&gt; to the &lt;a href=\"euro\"&gt;euro&lt;/a&gt;.\nAlthough the Cape Verde &lt;a href=\"archipelago\"&gt;archipelago&lt;/a&gt; is geographically part of Africa, there have been similar situations before. &lt;a href=\"Cyprus\"&gt;Cyprus&lt;/a&gt; is an island nation that, despite being geographically in Asia, has already joined both the &lt;a href=\"Council%20of%20Europe\"&gt;Council of Europe&lt;/a&gt; and the EU. Furthermore, the Cape Verde islands are part of the same archipelago as the &lt;a href=\"Canary%20Islands\"&gt;Canary Islands&lt;/a&gt; (part of Spain), &lt;a href=\"Madeira%20Islands\"&gt;Madeira Islands&lt;/a&gt; (part of Portugal) and &lt;a href=\"Azores%20Islands\"&gt;Azores Islands&lt;/a&gt; (part of Portugal), known as &lt;a href=\"Macaronesia\"&gt;Macaronesia&lt;/a&gt;. There is currently no political recognition by the EU of Cape Verde as a European state. However, unlike in the case of &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;, there is no formal rejection either.\nComplementing Cape Verde's efforts to join the EU, the Macaronesian group of islands (the Azores, Madeira, and the Canary Islands) are throwing their support for their regional brethren. The Atlantic group of islands are pushing for an entrance of Cape Verde into the EU under a special status."
}