{
    "id": "10037354",
    "revid": "14423028",
    "url": "https://en.wikipedia.org/wiki?curid=10037354",
    "title": "Gingen an der Fils",
    "text": "Gingen an der Fils is a municipality in the district of &lt;a href=\"G%C3%B6ppingen%20%28district%29\"&gt;Göppingen&lt;/a&gt; in &lt;a href=\"Baden-W%C3%BCrttemberg\"&gt;Baden-Württemberg&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;.\nGeography.\nThe municipality (\"&lt;a href=\"Municipalities%20of%20Germany\"&gt;Gemeinde&lt;/a&gt;\") of Gingen an der Fils is found in &lt;a href=\"G%C3%B6ppingen%20%28district%29\"&gt;the district&lt;/a&gt; of &lt;a href=\"G%C3%B6ppingen\"&gt;Göppingen&lt;/a&gt;, in &lt;a href=\"Baden-W%C3%BCrttemberg\"&gt;Baden-Württemberg&lt;/a&gt;, one of the &lt;a href=\"States%20of%20Germany\"&gt;16 States&lt;/a&gt; of the &lt;a href=\"Federal%20Republic%20of%20Germany\"&gt;Federal Republic of Germany&lt;/a&gt;. Gingen is physically located in the valley of the &lt;a href=\"Fils%20%28river%29\"&gt;Fils&lt;/a&gt;, up to the hills of the , in the of the &lt;a href=\"Swabian%20Jura\"&gt;Swabian Jura&lt;/a&gt;. Elevation above sea level in the municipal area ranges from a high of &lt;a href=\"Normalnull\"&gt;Normalnull&lt;/a&gt; (NN) to a low of NN.\nGingen an der Fils includes the hamlet of Grünenberg as well as the &lt;a href=\"ghost%20town\"&gt;ghost town&lt;/a&gt; Marrbach.\nGeological demographics.\nSource:\nHistory.\nSome time between 1382 and 1396, Gingen was sold by the &lt;a href=\"House%20of%20Helfenstein\"&gt;County of Helfenstein&lt;/a&gt; to the &lt;a href=\"Free%20Imperial%20City\"&gt;Free Imperial City&lt;/a&gt; of &lt;a href=\"Ulm\"&gt;Ulm&lt;/a&gt;, whose bailiff resided in the town until 1750. Gingen became a possession of the &lt;a href=\"Electorate%20of%20Bavaria\"&gt;Electorate of Bavaria&lt;/a&gt; in 1802, but was ceded in 1810 to the &lt;a href=\"Kingdom%20of%20W%C3%BCrttemberg\"&gt;Kingdom of Württemberg&lt;/a&gt;. Gingen was assigned to . In 1845, the town was connected to the growing network of railways in Europe by the construction of the &lt;a href=\"Fils%20Valley%20Railway\"&gt;Fils Valley Railway&lt;/a&gt;. Gingen was reassigned in 1938 to the district of Göppingen and entered a period of &lt;a href=\"urban%20growth\"&gt;urban growth&lt;/a&gt; after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, nearly doubling in physical size. Since the turn of the millennium, urban sprawl has primarily been to Gingen's west.\nPolitics.\nGingen has one borough (\"Ortsteil\"), Gingen an der Fils, and three villages: Grünenberg, Hämmelplatz, and Marren. The &lt;a href=\"abandoned%20villages\"&gt;abandoned villages&lt;/a&gt; of Ferrenbronn, Liebenweiler, Marchbach, and Weschenbeuren are also found in the municipal area.\nCouncil.\nThe municipal council in Gingen has 14 members. The municipal elections on May 26, 2019 led to the most recent council members.\nMayors.\nSource:\nInsignia.\nCoat of arms.\nGingen an der Fils's &lt;a href=\"coat%20of%20arms\"&gt;coat of arms&lt;/a&gt; displays a &lt;a href=\"Field%20%28heraldry%29\"&gt;field&lt;/a&gt; of &lt;a href=\"Argent\"&gt;white&lt;/a&gt; crossed by a &lt;a href=\"bend%20sinister\"&gt;bend sinister&lt;/a&gt;, in &lt;a href=\"Azure%20%28heraldry%29\"&gt;blue&lt;/a&gt;, with a &lt;a href=\"Gules\"&gt;red&lt;/a&gt; in the top left corner of the &lt;a href=\"blazon\"&gt;blazon&lt;/a&gt;. This pattern was devised and adopted for use by the municipal council in 1922 and refers to the river Fils and to a local church where, supposedly, the oldest surviving written document in Germany was written. The &lt;a href=\"Federal%20Ministry%20of%20the%20Interior%2C%20Building%20and%20Community\"&gt;Federal Ministry of the Interior&lt;/a&gt; approved the coat of arms and issued a corresponding municipal flag on 5 December 1958.\nTransportation.\nGingen is connected to &lt;a href=\"Driving%20in%20Germany\"&gt;Germany's network of roadways&lt;/a&gt; by &lt;a href=\"Bundesstra%C3%9Fe%2010\"&gt;Bundesstraße 10&lt;/a&gt; and to its system of railways by the &lt;a href=\"Fils%20Valley%20Railway\"&gt;Fils Valley Railway&lt;/a&gt;. Local public transportation is provided by the ."
}