{
    "id": "100422",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=100422",
    "title": "Profumo affair",
    "text": "The Profumo affair was a major scandal in twentieth-century &lt;a href=\"Politics%20of%20the%20United%20Kingdom\"&gt;British politics&lt;/a&gt;. &lt;a href=\"John%20Profumo\"&gt;John Profumo&lt;/a&gt;, the &lt;a href=\"Secretary%20of%20State%20for%20War\"&gt;Secretary of State for War&lt;/a&gt; in &lt;a href=\"Harold%20Macmillan\"&gt;Harold Macmillan&lt;/a&gt;'s &lt;a href=\"Conservative%20Party%20%28United%20Kingdom%29\"&gt;Conservative&lt;/a&gt; government, had an extramarital affair with 19-year-old model &lt;a href=\"Christine%20Keeler\"&gt;Christine Keeler&lt;/a&gt; beginning in 1961. Profumo denied the affair in a statement to the &lt;a href=\"House%20of%20Commons%20of%20the%20United%20Kingdom\"&gt;House of Commons&lt;/a&gt;, but weeks later a police investigation exposed the truth, proving that Profumo had lied to the House of Commons. The scandal severely damaged the credibility of Macmillan's government, and Macmillan resigned as &lt;a href=\"Prime%20Minister%20of%20the%20United%20Kingdom\"&gt;Prime Minister&lt;/a&gt; in October 1963, citing ill health. Ultimately, the fallout contributed to the Conservative government's defeat by the &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt; in the &lt;a href=\"1964%20United%20Kingdom%20general%20election\"&gt;1964 general election&lt;/a&gt;.\nWhen the Profumo affair was first revealed, public interest was heightened by reports that Keeler may have been simultaneously involved with Captain &lt;a href=\"Yevgeny%20Ivanov%20%28spy%29\"&gt;Yevgeny Ivanov&lt;/a&gt;, a &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; &lt;a href=\"Military%20attach%C3%A9\"&gt;naval attaché&lt;/a&gt;, thereby creating a possible &lt;a href=\"national%20security\"&gt;national security&lt;/a&gt; risk. Keeler knew both Profumo and Ivanov through her friendship with &lt;a href=\"Stephen%20Ward\"&gt;Stephen Ward&lt;/a&gt;, an &lt;a href=\"Osteopathy\"&gt;osteopath&lt;/a&gt; and socialite who had taken her under his wing. The exposure of the affair generated rumours of other scandals and drew official attention to the activities of Ward, who was charged with a series of immorality offences. Perceiving himself as a &lt;a href=\"scapegoat\"&gt;scapegoat&lt;/a&gt; for the misdeeds of others, Ward took a &lt;a href=\"suicide\"&gt;fatal overdose&lt;/a&gt; during the final stages of his trial, which found him guilty of living off the immoral earnings of Keeler and her friend &lt;a href=\"Mandy%20Rice-Davies\"&gt;Mandy Rice-Davies&lt;/a&gt;.\nAn inquiry into the Profumo affair by a senior judge, &lt;a href=\"Alfred%20Denning%2C%20Baron%20Denning\"&gt;Lord Denning&lt;/a&gt;, assisted by a senior civil servant, TA Critchley, concluded that there had been no breaches of security arising from the Ivanov connection, although Denning's report was later described as superficial and unsatisfactory. Profumo subsequently worked as a volunteer at &lt;a href=\"Toynbee%20Hall\"&gt;Toynbee Hall&lt;/a&gt;, an &lt;a href=\"East%20London\"&gt;East London&lt;/a&gt; charitable trust. By 1975 he had been officially rehabilitated, although he did not return to public life. He died, honoured and respected, in 2006. By contrast, Keeler found it difficult to escape the negative image attached to her by press, law, and parliament throughout the scandal. In various, sometimes contradictory accounts, she challenged Denning's conclusions relating to security issues. Ward's conviction has been described by analysts as an act of &lt;a href=\"The%20Establishment\"&gt;establishment&lt;/a&gt; revenge, rather than serving justice. In January 2014 his case was under review by the &lt;a href=\"Criminal%20Cases%20Review%20Commission\"&gt;Criminal Cases Review Commission&lt;/a&gt;, with the possibility of a later reference to the &lt;a href=\"Court%20of%20Appeal%20of%20England%20and%20Wales\"&gt;Court of Appeal&lt;/a&gt;. Dramatisations of the Profumo affair have been shown on stage and screen.\nBackground.\nGovernment and press.\nIn the early 1960s, the British news media were dominated by several high-profile spying stories: the breaking of the &lt;a href=\"Portland%20spy%20ring\"&gt;Portland spy ring&lt;/a&gt; in 1961, the capture and sentencing of &lt;a href=\"George%20Blake\"&gt;George Blake&lt;/a&gt; in the same year and, in 1962, the case of &lt;a href=\"John%20Vassall\"&gt;John Vassall&lt;/a&gt;, a homosexual &lt;a href=\"British%20Admiralty\"&gt;Admiralty&lt;/a&gt; clerk who had been &lt;a href=\"blackmail\"&gt;blackmail&lt;/a&gt;ed into spying by the &lt;a href=\"Soviet%20Union\"&gt;Soviets&lt;/a&gt;. Vassall was subsequently sentenced to 18 years in prison. After suggestions in the press that Vassall had been shielded by his political masters, the responsible minister, &lt;a href=\"Tam%20Galbraith\"&gt;Thomas Galbraith&lt;/a&gt;, resigned from the government pending inquiries. Galbraith was later exonerated by the &lt;a href=\"Cyril%20Radcliffe%2C%201st%20Viscount%20Radcliffe\"&gt;Radcliffe inquiry&lt;/a&gt;, which sent two newspaper journalists to prison for refusing to reveal their sources for &lt;a href=\"sensationalism\"&gt;sensational&lt;/a&gt; and uncorroborated stories about Vassall's private life. The imprisonment severely damaged relations between the press and the &lt;a href=\"Conservative%20Party%20%28United%20Kingdom%29\"&gt;Conservative&lt;/a&gt; government of &lt;a href=\"Prime%20Minister%20of%20the%20United%20Kingdom\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Harold%20Macmillan\"&gt;Harold Macmillan&lt;/a&gt;; columnist &lt;a href=\"Paul%20Johnson%20%28writer%29\"&gt;Paul Johnson&lt;/a&gt; of the \"&lt;a href=\"New%20Statesman\"&gt;New Statesman&lt;/a&gt;\" warned: \"[A]ny Tory minister or MP ... who gets involved in a scandal during the next year or so must expect—I regret to say—the full treatment\".\nProfumo.\n&lt;a href=\"John%20Profumo\"&gt;John Profumo&lt;/a&gt; was born in 1915, of Italian descent. He first entered &lt;a href=\"House%20of%20Commons%20of%20the%20United%20Kingdom\"&gt;Parliament&lt;/a&gt; in 1940 as the Conservative member for &lt;a href=\"Kettering%20%28UK%20Parliament%20constituency%29\"&gt;Kettering&lt;/a&gt;, while serving with the &lt;a href=\"Northamptonshire%20Yeomanry\"&gt;Northamptonshire Yeomanry&lt;/a&gt;, and combined his political and military duties through the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;. Profumo lost his seat in the &lt;a href=\"1945%20United%20Kingdom%20general%20election\"&gt;1945 general election&lt;/a&gt;, but was elected in 1950 for &lt;a href=\"Stratford-on-Avon%20%28UK%20Parliament%20constituency%29\"&gt;Stratford-on-Avon&lt;/a&gt;. From 1951 he held junior ministerial office in successive Conservative administrations. In 1960, Macmillan promoted Profumo to &lt;a href=\"Secretary%20of%20State%20for%20War\"&gt;Secretary of State for War&lt;/a&gt;, a senior post outside the &lt;a href=\"Cabinet%20%28government%29\"&gt;cabinet&lt;/a&gt;. After his marriage in 1954 to &lt;a href=\"Valerie%20Hobson\"&gt;Valerie Hobson&lt;/a&gt;, one of Britain's leading film actresses, Profumo may have conducted casual affairs, using late-night parliamentary sittings as his cover. His tenure as war minister coincided with a period of transition in the armed forces, involving the end of &lt;a href=\"conscription\"&gt;conscription&lt;/a&gt; and the development of a wholly professional army. Profumo's performance was watched with a critical eye by his opposition counterpart &lt;a href=\"George%20Wigg%2C%20Baron%20Wigg\"&gt;George Wigg&lt;/a&gt;, a former &lt;a href=\"Regular%20army\"&gt;regular soldier&lt;/a&gt;.\nKeeler, Rice-Davies, and Astor.\n&lt;a href=\"Christine%20Keeler\"&gt;Christine Keeler&lt;/a&gt;, born in 1942, left school at 15 with no qualifications and took a series of short-lived jobs in shops, offices and cafés. She aspired to be a model, and at 16 had a photograph published in \"&lt;a href=\"Tit-Bits\"&gt;Tit-Bits&lt;/a&gt;\" magazine. In August 1959, Keeler found work as a topless showgirl at &lt;a href=\"Murray%27s%20Cabaret%20Club\"&gt;Murray's Cabaret Club&lt;/a&gt; in &lt;a href=\"Beak%20Street\"&gt;Beak Street&lt;/a&gt;, &lt;a href=\"Soho\"&gt;Soho&lt;/a&gt;. This long-established club attracted a distinguished clientele who, Keeler wrote, \"could look but could not touch\". Shortly after starting at Murray's, Keeler was introduced to a client, the society &lt;a href=\"Doctor%20of%20Osteopathic%20Medicine\"&gt;osteopath&lt;/a&gt; &lt;a href=\"Stephen%20Ward\"&gt;Stephen Ward&lt;/a&gt;. Captivated by Ward's charm, she agreed to move into his flat, in a relationship she has described as \"like brother and sister\"—affectionate but not sexual. She left Ward after a few months to become the mistress of the property dealer &lt;a href=\"Peter%20Rachman\"&gt;Peter Rachman&lt;/a&gt;, and later shared lodgings with &lt;a href=\"Mandy%20Rice-Davies\"&gt;Mandy Rice-Davies&lt;/a&gt;, a fellow Murray's dancer two and a half years her junior. The two girls left Murray's and attempted without success to pursue careers as freelance models. Keeler also lived for short periods with various boyfriends, but regularly returned to Ward, who had acquired a house in &lt;a href=\"Wimpole%20Mews\"&gt;Wimpole Mews&lt;/a&gt;, &lt;a href=\"Marylebone\"&gt;Marylebone&lt;/a&gt;. There she met many of Ward's friends, among them &lt;a href=\"William%20Astor%2C%203rd%20Viscount%20Astor\"&gt;Lord Astor&lt;/a&gt;, a long-time patient who was also a political ally of Profumo. She often spent weekends at a riverside cottage that Ward rented on Astor's country estate, &lt;a href=\"Cliveden\"&gt;Cliveden&lt;/a&gt;, in &lt;a href=\"Buckinghamshire\"&gt;Buckinghamshire&lt;/a&gt;.\nWard and Ivanov.\nWard, born in &lt;a href=\"Hertfordshire\"&gt;Hertfordshire&lt;/a&gt; in 1912, qualified as an osteopath in the United States. After the Second World War he began practising in &lt;a href=\"Cavendish%20Square\"&gt;Cavendish Square&lt;/a&gt;, London, where he rapidly established a reputation and attracted many distinguished patients. These connections, together with his personal charm, brought him considerable social success. In his spare time Ward attended art classes at the &lt;a href=\"Slade%20School%20of%20Fine%20Art\"&gt;Slade school&lt;/a&gt;, and developed a profitable sideline in portrait sketches. In 1960 he was commissioned by \"&lt;a href=\"The%20Illustrated%20London%20News\"&gt;The Illustrated London News&lt;/a&gt;\" to provide a series of portraits of national and international figures. These included members of the &lt;a href=\"British%20royal%20family\"&gt;Royal Family&lt;/a&gt;, among them &lt;a href=\"Prince%20Philip\"&gt;Prince Philip&lt;/a&gt; and &lt;a href=\"Princess%20Margaret\"&gt;Princess Margaret&lt;/a&gt;.\nWard hoped to visit the Soviet Union to draw portraits of Russian leaders. To help him, one of his patients, the \"&lt;a href=\"Daily%20Telegraph\"&gt;Daily Telegraph&lt;/a&gt;\" editor &lt;a href=\"Colin%20Coote\"&gt;Sir Colin Coote&lt;/a&gt;, arranged an introduction to Captain &lt;a href=\"Yevgeny%20Ivanov%20%28spy%29\"&gt;Yevgeny Ivanov&lt;/a&gt; (anglicised as \"Eugene\"), listed as a &lt;a href=\"military%20attach%C3%A9\"&gt;naval attaché&lt;/a&gt; at the Soviet Embassy. British Intelligence (&lt;a href=\"MI5\"&gt;MI5&lt;/a&gt;) knew from the &lt;a href=\"double%20agent\"&gt;double agent&lt;/a&gt; &lt;a href=\"Oleg%20Penkovsky\"&gt;Oleg Penkovsky&lt;/a&gt; that Ivanov was an intelligence officer in the Soviet &lt;a href=\"Main%20Intelligence%20Directorate%20%28Russia%29\"&gt;GRU&lt;/a&gt;. Ward and Ivanov became firm friends. Ivanov frequently visited Ward at Wimpole Mews, where he met Keeler and Rice-Davies, and sometimes joined Ward's weekend parties at Cliveden. MI5 considered Ivanov a potential &lt;a href=\"defector\"&gt;defector&lt;/a&gt;, and sought Ward's help to this end, providing him with a case officer known as \"Woods\". Ward was later used by the &lt;a href=\"Foreign%2C%20Commonwealth%20and%20Development%20Office\"&gt;Foreign Office&lt;/a&gt; as a &lt;a href=\"Track%20II%20diplomacy\"&gt;backchannel&lt;/a&gt;, through Ivanov, to the Soviet Union, and was involved in unofficial diplomacy at the time of the 1962 &lt;a href=\"Cuban%20Missile%20Crisis\"&gt;Cuban Missile Crisis&lt;/a&gt;. His closeness to Ivanov raised concerns about his loyalty; according to &lt;a href=\"Alfred%20Denning%2C%20Baron%20Denning\"&gt;Lord Denning&lt;/a&gt;'s September 1963 report, Ivanov often asked Ward questions about British foreign policy, and Ward did his best to provide answers.\nOrigins.\nCliveden, July 1961.\nDuring the weekend of 8–9 July 1961, Keeler was among several guests of Ward at the &lt;a href=\"Cliveden%23Spring%20Cottage\"&gt;Spring Cottage&lt;/a&gt; at Cliveden. That same weekend, at the main house, Profumo and his wife Valerie were among the large gathering from the worlds of politics and the arts which Astor was hosting in honour of &lt;a href=\"Ayub%20Khan%20%28President%20of%20Pakistan%29\"&gt;Ayub Khan&lt;/a&gt;, the president of Pakistan. On the Saturday evening, Ward's and Astor's parties mingled at the Cliveden swimming pool, which Ward and his guests had permission to use. Keeler, who had been swimming naked, was introduced to Profumo while trying to cover herself with a skimpy towel. She was, Profumo informed his son many years later, \"a very pretty girl and very sweet\". Keeler did not know, initially, who Profumo was, but was impressed that he was the husband of a famous film star and was prepared to have \"a bit of fun\" with him.\nThe next afternoon the two parties reconvened at the pool, joined by Ivanov, who had arrived that morning. There followed what Lord Denning described as \"a light-hearted and frolicsome bathing party, where everyone was in bathing costumes and nothing indecent took place at all\". Profumo was greatly attracted to Keeler, and promised to be in touch with her. Ward asked Ivanov to accompany Keeler back to London where, according to Keeler, they had sex. Some commentators doubt this—Keeler was generally outspoken about her sexual relationships, yet said nothing openly about sex with Ivanov until she informed a newspaper eighteen months later.\nOn 12 July 1961, Ward reported on the weekend's events to MI5. He told Woods that Ivanov and Profumo had met and that the latter had shown considerable interest in Keeler. Ward also stated that he had been asked by Ivanov for information about the future arming of &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt; with nuclear weapons. This request for military information did not greatly disturb MI5, who expected a GRU officer to ask such questions. Profumo's interest in Keeler was an unwelcome complication in MI5's plans to use her in a &lt;a href=\"Clandestine%20HUMINT%20asset%20recruiting%23Love%2C%20honeypots%2C%20and%20recruitment\"&gt;honey trap operation&lt;/a&gt; against Ivanov, to help secure his defection. Woods therefore referred the issue to MI5's director-general, &lt;a href=\"Roger%20Hollis\"&gt;Sir Roger Hollis&lt;/a&gt;.\nAffair.\nA few days after the Cliveden weekend, Profumo contacted Keeler. The affair that ensued was brief; some commentators have suggested that it ended after a few weeks, while others believe that it continued, with decreasing fervour, until December 1961. The relationship was characterised by Keeler as an unromantic relationship without expectations, a \"screw of convenience\", although she also states that Profumo hoped for a longer-term commitment and that he offered to set her up in a flat. More than twenty years later, Profumo described Keeler in conversation with his son as someone who \"seem[ed] to like sexual intercourse\", but who was \"completely uneducated\", with no conversation beyond make-up, hair and &lt;a href=\"gramophone\"&gt;gramophone&lt;/a&gt; records. \nThe couple usually met at Wimpole Mews, when Ward was absent, although once, when Hobson was away, Profumo took Keeler to his home at &lt;a href=\"Chester%20Terrace\"&gt;Chester Terrace&lt;/a&gt; in &lt;a href=\"Regent%27s%20Park\"&gt;Regent's Park&lt;/a&gt;. On one occasion he borrowed a &lt;a href=\"Bentley\"&gt;Bentley&lt;/a&gt; from his ministerial colleague &lt;a href=\"John%20Hare%2C%201st%20Viscount%20Blakenham\"&gt;John Hare&lt;/a&gt; and took Keeler for a drive around London, and another time the couple had a drink with &lt;a href=\"George%20Ward%2C%201st%20Viscount%20Ward%20of%20Witley\"&gt;Viscount Ward&lt;/a&gt;, the former &lt;a href=\"Secretary%20of%20State%20for%20Air\"&gt;Secretary of State for Air&lt;/a&gt;. During their time together, Profumo gave Keeler a few small presents, and once, a sum of &lt;a href=\"Pound%20sterling\"&gt;£&lt;/a&gt;20 as a gift for her mother. Keeler maintains that although Stephen Ward asked her to obtain information from Profumo about the deployment of nuclear weapons, she did not do so. Profumo was equally adamant that no such discussions took place.\nOn 9 August, Profumo was interviewed informally by &lt;a href=\"Norman%20Brook%2C%201st%20Baron%20Normanbrook\"&gt;Sir Norman Brook&lt;/a&gt;, the &lt;a href=\"Cabinet%20Secretary%20%28United%20Kingdom%29\"&gt;Cabinet Secretary&lt;/a&gt;, who had been advised by Hollis of Profumo's involvement with the Ward circle. Brook warned the minister of the dangers of mixing with Ward's group, since MI5 were at this stage unsure of Ward's dependability. It is possible that Brook asked Profumo to help MI5 in its efforts to secure Ivanov's defection—a request which Profumo declined. Although Brook did not indicate knowledge of Profumo's relationship with Keeler, Profumo may have suspected that he knew. That same day, Profumo wrote Keeler a letter, beginning \"Darling ...\", cancelling an assignation they had made for the following day. Some commentators have assumed that this letter ended the association; Keeler insisted that the affair ended later, after her persistent refusals to stop living with Ward.\nDeveloping scandal.\nGordon and Edgecombe.\nIn October 1961 Keeler accompanied Ward to &lt;a href=\"Notting%20Hill\"&gt;Notting Hill&lt;/a&gt;, then a run-down district of London replete with West Indian music clubs and &lt;a href=\"cannabis\"&gt;cannabis&lt;/a&gt; dealers. At the Rio Café they encountered &lt;a href=\"Aloysius%20Gordon\"&gt;Aloysius \"Lucky\" Gordon&lt;/a&gt;, a Jamaican jazz singer with a history of violence and petty crime. He and Keeler embarked on an affair which, in her own accounts, was marked by equal measures of violence and tenderness on his part. Gordon became very possessive towards Keeler, jealous of her other social contacts. He began confronting her friends, and often telephoned her at unsocial hours. In November Keeler left Wimpole Mews and moved to a flat in &lt;a href=\"Dolphin%20Square\"&gt;Dolphin Square&lt;/a&gt;, overlooking the Thames at &lt;a href=\"Pimlico\"&gt;Pimlico&lt;/a&gt;, where she entertained friends. When Gordon continued to harass Keeler he was arrested by the police and charged with assault. Keeler later agreed to drop the charge.\nIn July 1962 the first inklings of a possible Profumo-Keeler-Ivanov triangle had been hinted, in coded terms, in the gossip column of the society magazine \"&lt;a href=\"Queen%20%28magazine%29\"&gt;Queen&lt;/a&gt;\". Under the heading, \"Sentences I'd like to hear the end of\" appeared the wording: \"... called in MI5 because every time the chauffeur-driven &lt;a href=\"ZiL\"&gt;Zils&lt;/a&gt; drew up at her \"front\" door, out of her \"back\" door into a chauffeur-driven &lt;a href=\"Humber%20Limited\"&gt;Humber&lt;/a&gt; slipped...\" Keeler was then in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; with Rice-Davies, in an abortive attempt to launch their modelling careers there. On her return, to counter Gordon's threats, Keeler formed a relationship with &lt;a href=\"Johnny%20Edgecombe\"&gt;Johnny Edgecombe&lt;/a&gt;, an ex-merchant seaman from Antigua, with whom she lived for a while in &lt;a href=\"Brentford\"&gt;Brentford&lt;/a&gt;, just west of London. Edgecombe became similarly possessive himself after he and Gordon clashed violently on 27 October 1962, when Edgecombe slashed his rival with a knife. Keeler broke up with Edgecombe shortly afterwards because of his domineering behaviour.\nOn 14 December 1962 Keeler and Rice-Davies were together at 17 Wimpole Mews when Edgecombe arrived, demanding to see Keeler. When he was not allowed in, he fired several shots at the front door. Shortly afterwards, Edgecombe was arrested and charged with &lt;a href=\"attempted%20murder\"&gt;attempted murder&lt;/a&gt; and other offences. In brief press accounts, Keeler was described as \"a free-lance model\" and \"Miss Marilyn Davies\" as \"an actress\". In the wake of the incident, Keeler began to talk indiscreetly about Ward, Profumo, Ivanov and the Edgecombe shooting. Among those to whom she told her story was &lt;a href=\"John%20Lewis%20%28British%20politician%29\"&gt;John Lewis&lt;/a&gt;, a former &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour&lt;/a&gt; &lt;a href=\"Member%20of%20Parliament%20%28United%20Kingdom%29\"&gt;MP&lt;/a&gt; whom she had met by chance in a night club. Lewis, a long-standing enemy of Ward, passed the information to Wigg, his one-time parliamentary colleague, who began his own investigation.\nMounting pressures.\nOn 22 January 1963 the Soviet government, sensing a possible scandal, recalled Ivanov. Aware of increasing public interest, Keeler attempted to sell her story to the national newspapers. The Radcliffe tribunal's ongoing inquiry into press behaviour during the Vassall case was making newspapers nervous, and only two showed interest in Keeler's story: the \"&lt;a href=\"Sunday%20Mirror\"&gt;Sunday Pictorial&lt;/a&gt;\" and the \"&lt;a href=\"News%20of%20the%20World\"&gt;News of the World&lt;/a&gt;\". As the latter would not join an auction, Keeler accepted the \"Pictorial\"s offer of a £200 down payment and a further £800 when the story was published. The \"Pictorial\" retained a copy of the \"Darling\" letter. Meanwhile, the \"News of the World\" alerted Ward and Astor—whose names had been mentioned by Keeler—and they in turn informed Profumo. When Profumo's lawyers tried to persuade Keeler not to publish, the compensation she demanded was so large that they considered charges of &lt;a href=\"extortion\"&gt;extortion&lt;/a&gt;. Ward informed the \"Pictorial\" that Keeler's story was largely false, and that he and others would sue if it was printed, whereupon the paper withdrew its offer, although Keeler kept the £200.\nKeeler then gave details of her affair with Profumo to a police officer, who did not pass on this information to MI5 or the legal authorities. By this time, many of Profumo's political colleagues had heard rumours of his entanglement, and of the existence of a potentially incriminating letter. Nevertheless, his denials were accepted by the government's principal law officers and the Conservative &lt;a href=\"Chief%20Whip\"&gt;Chief Whip&lt;/a&gt;, although with some private scepticism. Macmillan, mindful of the injustice done to Galbraith on the basis of rumours, was determined to support his minister and took no action.\nEdgecombe's trial began on 14 March but Keeler, one of &lt;a href=\"the%20Crown\"&gt;the Crown&lt;/a&gt;'s key witnesses, was missing. She had, without informing the court, gone to Spain, although at this stage her whereabouts were unknown. Keeler's unexplained absence caused a press sensation. Every newspaper knew the rumours linking Keeler with Profumo, but refrained from reporting any direct connection; in the wake of the Radcliffe inquiry they were, in Wigg's later words, \"willing to wound but afraid to strike\". They could only hint, by front-page juxtapositions of stories and photographs, that Profumo might be connected to Keeler's disappearance. Despite Keeler's absence the judge proceeded with the case; Edgecombe was found guilty on a lesser charge of possessing a firearm with intent to endanger life, and sentenced to seven years' imprisonment. A few days after the trial, on 21 March, the satirical magazine \"&lt;a href=\"Private%20Eye\"&gt;Private Eye&lt;/a&gt;\" printed the most detailed summary so far of the rumours, with the main characters lightly disguised: \"Mr James Montesi\", \"Miss Gaye Funloving\", \"Dr Spook\" and \"Vladimir Bolokhov\".\nPersonal statement.\nThe newly elected leader of the opposition Labour Party, &lt;a href=\"Harold%20Wilson\"&gt;Harold Wilson&lt;/a&gt;, was initially advised by his colleagues to have nothing to do with Wigg's private &lt;a href=\"Information\"&gt;dossier&lt;/a&gt; on the Profumo rumours. On 21 March, with the press furore over the \"missing witness\" at its height, the party changed its stance. During a House of Commons debate, Wigg used &lt;a href=\"Parliamentary%20privilege%20in%20the%20United%20Kingdom\"&gt;parliamentary privilege&lt;/a&gt; to ask the &lt;a href=\"Home%20Secretary\"&gt;Home Secretary&lt;/a&gt; to categorically deny the truth of rumours connecting \"a minister\" to Keeler, Rice-Davies and the Edgecombe shooting. He did not name Profumo, who was not in the House. Later in the debate &lt;a href=\"Barbara%20Castle\"&gt;Barbara Castle&lt;/a&gt;, the Labour MP for &lt;a href=\"Blackburn%20%28UK%20Parliament%20constituency%29\"&gt;Blackburn&lt;/a&gt;, referred to the \"missing witness\" and hinted at a possible perversion of justice. The &lt;a href=\"Home%20Secretary%20%28United%20Kingdom%29\"&gt;Home Secretary&lt;/a&gt;, &lt;a href=\"Henry%20Brooke%2C%20Baron%20Brooke%20of%20Cumnor\"&gt;Henry Brooke&lt;/a&gt;, refused to comment, adding that Wigg and Castle should \"seek other means of making these insinuations if they are prepared to substantiate them\".\nAt the conclusion of the debate the government's law officers and Chief Whip met, and decided that Profumo should assert his innocence in a personal statement to the House. Such statements are, by long-standing tradition, made on the particular honour of the member and are accepted by the House without question. In the early hours of 22 March Profumo and his lawyers met with ministers and together agreed an appropriate wording. Later that morning Profumo made his statement to a crowded House. He acknowledged friendships with Keeler and Ward, the former of whom, he said, he had last seen in December 1961. He had met \"a Mr Ivanov\" twice, also in 1961. He stated: \"There was no impropriety whatsoever in my acquaintanceship with Miss Keeler\", and added: \"I shall not hesitate to issue writs for libel and slander if scandalous allegations are made or repeated outside the House.\" That afternoon, Profumo was photographed at &lt;a href=\"Sandown%20Park%20Racecourse\"&gt;Sandown Park Racecourse&lt;/a&gt; in the company of the &lt;a href=\"Queen%20Elizabeth%20The%20Queen%20Mother\"&gt;Queen Mother&lt;/a&gt;.\nWhile officially the matter was considered closed, many individual MPs had doubts, although none openly expressed disbelief at this stage. Wigg later said that he left the House that morning \"with black rage in my heart because I knew what the facts were. I knew the truth.\" Most newspapers were editorially non-committal; only \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\", under the headline \"Mr Profumo clears the air\", stated openly that the statement should be taken at its face value. Within a few days press attention was distracted by the re-emergence of Keeler in Madrid. She expressed astonishment at the fuss her absence had caused, adding that her friendship with Profumo and his wife was entirely innocent and that she had many friends in important positions. Keeler claimed that she had not deliberately missed the Edgecombe trial but had been confused about the date. She was required to forfeit her &lt;a href=\"recognizance\"&gt;recognizance&lt;/a&gt; of £40, but no other action was taken against her.\nExposure.\nInvestigation and resignation.\nShortly after Profumo's Commons statement, Ward appeared on &lt;a href=\"ITN\"&gt;Independent Television News&lt;/a&gt;, where he endorsed Profumo's version and dismissed all rumours and insinuations as \"baseless\". Ward's own activities had become a matter of official concern, and on 1 April 1963 the &lt;a href=\"Metropolitan%20Police\"&gt;Metropolitan Police&lt;/a&gt; began to investigate his affairs. They interviewed 140 of Ward's friends, associates and patients, maintained a 24-hour watch on his home, and tapped his telephone—this last action requiring direct authorisation from Brooke. Among those who gave statements was Keeler, who contradicted her earlier assurances and confirmed her sexual relationship with Profumo, providing corroborative details of the interior of the Chester Terrace house. The police put pressure on reluctant witnesses; Rice-Davies was remanded to &lt;a href=\"Holloway%20Prison\"&gt;Holloway Prison&lt;/a&gt; for a driving licence offence and held there for eight days until she agreed to testify against Ward. Meanwhile, Profumo was awarded costs and £50 damages against the British distributors of an Italian magazine that had printed a story hinting at his guilt. He donated the proceeds to an army charity.\nThis did not deter \"Private Eye\" from including \"Sextus Profano\" in their parody of &lt;a href=\"Edward%20Gibbon\"&gt;Gibbon&lt;/a&gt;'s \"&lt;a href=\"Decline%20and%20Fall%20of%20the%20Roman%20Empire\"&gt;Decline and Fall of the Roman Empire&lt;/a&gt;\".\nOn 18 April 1963 Keeler was attacked at the home of a friend. She accused Gordon, who was arrested and held. According to Knightley and Kennedy's account, the police offered to drop the charges if Gordon would testify against Ward, but he refused. The effects of the police inquiry were proving ruinous to Ward, whose practice was collapsing rapidly. On 7 May he met Macmillan's private secretary, &lt;a href=\"Timothy%20Bligh\"&gt;Timothy Bligh&lt;/a&gt;, to ask that the police inquiry into his affairs be halted. He added that he had been covering for Profumo, whose Commons statement was substantially false. Bligh took notes but failed to take action. On 19 May Ward wrote to Brooke, with essentially the same request as that to Bligh, to be told that the Home Secretary had no power to interfere with the police inquiry. Ward then gave details to the press, but no paper would print the story. He also wrote to Wilson, who showed the letter to Macmillan. Although privately disdainful of Wilson's motives, after discussions with Hollis the prime minister was sufficiently concerned about Ward's general activities to ask the &lt;a href=\"Lord%20Chancellor\"&gt;Lord Chancellor&lt;/a&gt;, &lt;a href=\"Reginald%20Manningham-Buller%2C%201st%20Viscount%20Dilhorne\"&gt;Lord Dilhorne&lt;/a&gt;, to inquire into possible security breaches.\nOn 31 May 1963 at the start of the parliamentary &lt;a href=\"Whitsun\"&gt;Whitsun&lt;/a&gt; recess, Profumo and his wife flew to Venice for a short holiday. At their hotel they received a message asking Profumo to return as soon as possible. Believing that his bluff had been called, Profumo then told his wife the truth, and they decided to return immediately. They found that Macmillan was on holiday in Scotland. On Tuesday 4 June, Profumo confessed the truth to Bligh, confirming that he had lied, resigned from the government, and applied for the office of &lt;a href=\"List%20of%20Stewards%20of%20the%20Chiltern%20Hundreds\"&gt;steward of the Chiltern Hundreds&lt;/a&gt; in order to give up his House of Commons seat. Bligh informed Macmillan of these events by telephone. The resignation was announced on 5 June, when the formal exchange of letters between Profumo and Macmillan was published. \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\" called Profumo's lies \"a great tragedy for the probity of public life in Britain\"; and the \"&lt;a href=\"Daily%20Mirror\"&gt;Daily Mirror&lt;/a&gt;\" hinted that not all the truth had been told, and referred to \"skeletons in many cupboards\".\nRetribution.\nGordon's trial for the attack on Keeler began on the day Profumo's resignation was made public. He maintained that his innocence would be established by two witnesses who, the police told the court, could not be found. On 7 June, principally on the evidence of Keeler, Gordon was found guilty and sentenced to three years' imprisonment. The following day, Ward was arrested and charged with immorality offences. On 9 June, freed from Profumo's &lt;a href=\"libel\"&gt;libel&lt;/a&gt; threats, the \"News of the World\" published \"The Confessions of Christine\", an account which helped to fashion the public image of Ward as a &lt;a href=\"sexual%20predator\"&gt;sexual predator&lt;/a&gt; and probable tool of the Soviets. The \"Sunday Mirror\" (formerly the \"Sunday Pictorial\") printed Profumo's \"Darling\" letter.\nIn advance of the House of Commons debate on Profumo's resignation, due 17 June, David Watt in \"&lt;a href=\"The%20Spectator\"&gt;The Spectator&lt;/a&gt;\" defined Macmillan's position as \"an intolerable dilemma from which he can only escape by being proved either ludicrously naïve or incompetent or deceitful—or all three\". Meanwhile, the press speculated about possible Cabinet resignations, and several ministers felt it necessary to demonstrate their loyalty to the prime minister. In a &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; interview on 13 June &lt;a href=\"Quintin%20Hogg%2C%20Baron%20Hailsham%20of%20St%20Marylebone\"&gt;Lord Hailsham&lt;/a&gt;, holder of several ministerial offices, denounced Profumo in a manner which, according to \"&lt;a href=\"The%20Observer\"&gt;The Observer&lt;/a&gt;\", \"had to be seen to be believed\". Hailsham insisted that \"a great party is not to be brought down because of a squalid affair between a woman of easy virtue and a proven liar\".\nIn the debate, Wilson concentrated almost exclusively on the extent to which Macmillan and his colleagues had been dilatory in not identifying a clear security risk arising from Profumo's association with Ward and his circle. Macmillan responded that he should not be held culpable for believing a colleague who had repeatedly asserted his innocence. He mentioned the false allegations against Galbraith, and the failure of the security services to share their detailed information with him. In the general debate the sexual aspects of the scandal were fully discussed; &lt;a href=\"Nigel%20Birch%2C%20Baron%20Rhyl\"&gt;Nigel Birch&lt;/a&gt;, the Conservative MP for &lt;a href=\"West%20Flintshire%20%28UK%20Parliament%20constituency%29\"&gt;West Flintshire&lt;/a&gt;, referred to Keeler as a \"professional &lt;a href=\"prostitute\"&gt;prostitute&lt;/a&gt;\" and asked rhetorically: \"What are whores about?\" Keeler was otherwise branded a \"tart\" and a \"poor little slut\". Ward was vilified throughout as a likely Soviet agent; one Conservative referred to \"the &lt;a href=\"treason\"&gt;treason&lt;/a&gt; of Dr Ward\". Most Conservatives, whatever their reservations, were supportive of Macmillan, with only Birch suggesting that he should consider retirement. In the subsequent vote on the government's handling of the affair, 27 Conservatives abstained, reducing the government's majority to 69. Most newspapers considered the extent of the defection significant, and several forecast that Macmillan would soon resign.\nAfter the parliamentary debate, newspapers published further sensational stories, hinting at widespread immorality within Britain's governing class. A story emanating from Rice-Davies concerned a naked masked man, who acted as a waiter at sex parties; rumours suggested that he was a cabinet minister, or possibly a member of the Royal Family. &lt;a href=\"Malcolm%20Muggeridge\"&gt;Malcolm Muggeridge&lt;/a&gt; in the \"Sunday Mirror\" wrote of \"The Slow, Sure Death of the Upper Classes\". On 21 June Macmillan instructed Lord Denning, the &lt;a href=\"Master%20of%20the%20Rolls\"&gt;Master of the Rolls&lt;/a&gt;, to investigate and report on the growing range of rumours. Ward's committal proceedings began a week later, at Marylebone magistrates' court, where the Crown's evidence was fully reported in the press. Ward was committed for trial on charges of \"living off the earnings of prostitution\" and \"procuration of girl under twenty-one\", and released on &lt;a href=\"bail\"&gt;bail&lt;/a&gt;.\nWith the Ward case now \"&lt;a href=\"sub%20judice\"&gt;sub judice&lt;/a&gt;\", the press pursued related stories. \"&lt;a href=\"The%20Sunday%20People\"&gt;The People&lt;/a&gt;\" reported that &lt;a href=\"Scotland%20Yard\"&gt;Scotland Yard&lt;/a&gt; had begun an inquiry, in parallel with Denning's, into \"homosexual practices as well as sexual laxity\" among civil servants, military officers and MPs. On 24 June the \"Daily Mirror\", under a banner heading \"Prince Philip and the Profumo Scandal\", dismissed what it termed the \"foul rumour\" that the prince had been involved in the affair, without disclosing the nature of the rumour.\nWard's trial began at the &lt;a href=\"Old%20Bailey\"&gt;Old Bailey&lt;/a&gt; on 28 July. He was charged with living off the earnings of Keeler, Rice-Davies and two other prostitutes, and with procuring women under 21 to have sex with other persons. The thrust of the &lt;a href=\"prosecution\"&gt;prosecution&lt;/a&gt;'s case related to Keeler and Rice-Davies, and turned on whether the small contributions to household expenses or loan repayments they had given to Ward while living with him amounted to his living off their prostitution. Ward's approximate income at the time, from his practice and from his portraiture, had been around £5,500 a year, a substantial sum at that time. In his speeches and examination of witnesses, the prosecuting counsel &lt;a href=\"Mervyn%20Griffith-Jones\"&gt;Mervyn Griffith-Jones&lt;/a&gt; portrayed Ward as representing \"the very depths of lechery and depravity\". The judge, &lt;a href=\"Archibald%20Pellow%20Marshall\"&gt;Sir Archie Marshall&lt;/a&gt;, was equally hostile, drawing particular attention to the fact that none of Ward's supposed society friends had been prepared to speak up for him. Towards the end of the trial, news came that Gordon's conviction for assault had been overturned; Marshall did not disclose to the jury that Gordon's witnesses had turned up and testified that Keeler, a key prosecution witness against Ward, had given false evidence at Gordon's trial.\nAfter listening to Marshall's damning summing-up, on the evening of 30 July Ward &lt;a href=\"suicide\"&gt;took an overdose&lt;/a&gt; of sleeping tablets and was taken to hospital. On the next day, he was found guilty \"&lt;a href=\"in%20absentia\"&gt;in absentia&lt;/a&gt;\" on the charges relating to Keeler and Rice-Davies, and &lt;a href=\"acquittal\"&gt;acquitted&lt;/a&gt; on the other counts. Sentence was postponed until Ward was fit to appear, but on 3 August he died without regaining consciousness.\nAftermath.\nLord Denning's report was awaited with great anticipation by the public. Published on 26 September 1963, it concluded that there had been no security leaks in the Profumo affair and that the security services and government ministers had acted appropriately. Profumo had been guilty of an \"indiscretion\", but no one could doubt his loyalty. Denning also found no evidence to link members of the government with associated scandals such as the \"man in the mask\". He laid most of the blame for the affair on Ward, an \"utterly immoral\" man whose diplomatic activities were \"misconceived and misdirected\". Although \"The Spectator\" considered that the report marked the end of the affair, many commentators were disappointed with its content. Young found many questions unanswered and some of the reasoning defective, while Davenport-Hines, writing long after the event, condemns the report as disgraceful, slipshod and prurient.\nAfter the Denning Report, in defiance of general expectations that he would resign shortly, Macmillan announced his intention to stay on. On the eve of the Conservative Party's annual conference in October 1963 he fell ill; his condition was less serious than he imagined, and his life was not in danger but, convinced he had cancer, he resigned abruptly. Macmillan's successor as prime minister was &lt;a href=\"Alec%20Douglas-Home\"&gt;Lord Home&lt;/a&gt;, who renounced his peerage and served as Sir Alec Douglas-Home. In the &lt;a href=\"1964%20United%20Kingdom%20general%20election\"&gt;October 1964 general election&lt;/a&gt; the Conservative Party was narrowly defeated, and Wilson became prime minister. A later commentator opined that the Profumo affair had destroyed the old, aristocratic Conservative Party: \"It wouldn't be too much to say that the Profumo scandal was the necessary prelude to the new Toryism, based on meritocracy, which would eventually emerge under Margaret Thatcher\". \"&lt;a href=\"The%20Economist\"&gt;The Economist&lt;/a&gt;\" suggested that the scandal had effected a fundamental and permanent change in relations between politicians and press. Davenport-Hines posits a longer-term consequence of the affair—the gradual ending of traditional notions of deference: \"Authority, however disinterested, well-qualified and experienced, was [after June 1963] increasingly greeted with suspicion rather than trust\".\nAfter expressing his \"deep remorse\" to the prime minister, to his constituents and to the Conservative Party, Profumo disappeared from public view. In April 1964 he began working as a volunteer at the &lt;a href=\"Toynbee%20Hall\"&gt;Toynbee Hall&lt;/a&gt; settlement, a charitable organisation based in &lt;a href=\"Spitalfields\"&gt;Spitalfields&lt;/a&gt; which supports the most deprived residents in the &lt;a href=\"East%20End%20of%20London\"&gt;East End of London&lt;/a&gt;. Profumo continued his association with the settlement for the remainder of his life, at first in a menial capacity, then as administrator, fund-raiser, council member, chairman and finally president. Profumo's charitable work was recognised when he was appointed a &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;Companion of the Order of the British Empire&lt;/a&gt; (CBE) in 1975. He was later described by Prime Minister &lt;a href=\"Margaret%20Thatcher\"&gt;Margaret Thatcher&lt;/a&gt; as a national hero, and was a guest at her 80th birthday celebrations in 2005. His marriage to Valerie Hobson lasted until her death on 13 November 1998, aged 81; Profumo died, aged 91, on 9 March 2006.\nIn December 1963 Keeler pleaded guilty to committing &lt;a href=\"perjury\"&gt;perjury&lt;/a&gt; at Gordon's June trial, and she was sentenced to nine months' imprisonment, of which she served six months. After two brief marriages in 1965–66 to James Levermore and in 1971–72 to Anthony Platt that produced a child each, the eldest of whom was largely raised by Keeler's mother Julie, Keeler largely lived alone from the mid-1990s until her death. Most of the considerable amount of money that she made from newspaper stories was dissipated by legal fees; during the 1970s, she said, \"I was not living, I was surviving\". She published several inconsistent accounts of her life, in which Ward has been variously represented as a \"gentleman\", her truest love, a Soviet spy, and a traitor ranking alongside &lt;a href=\"Kim%20Philby\"&gt;Kim Philby&lt;/a&gt;, &lt;a href=\"Guy%20Burgess\"&gt;Guy Burgess&lt;/a&gt; and &lt;a href=\"Donald%20Maclean%20%28spy%29\"&gt;Donald Maclean&lt;/a&gt;. Keeler also claimed that Profumo impregnated her and that she subsequently underwent a painful &lt;a href=\"abortion\"&gt;abortion&lt;/a&gt;. Her portrait, by Ward, was acquired by the &lt;a href=\"National%20Portrait%20Gallery%2C%20London\"&gt;National Portrait Gallery&lt;/a&gt; in 1984. Christine Keeler died on 4 December 2017, aged 75. Rice-Davies enjoyed a more successful post-scandal career, as nightclub owner, businesswoman, minor actress and novelist. She was married three times, in what she described as her \"slow descent into respectability\". Of adverse press publicity she observed: \"Like royalty, I simply do not complain\". Mandy Rice-Davies died on 18 December 2014, aged 70.\nWard's role on behalf of MI5 was confirmed in 1982, when \"&lt;a href=\"The%20Sunday%20Times\"&gt;The Sunday Times&lt;/a&gt;\" located his former contact \"Woods\". Although Denning always asserted that Ward's trial and conviction were fair and proper, most commentators believe that it was deeply flawed—an \"historical injustice\" according to Davenport-Hines, who argues that the trial was an act of political revenge. One High Court judge said privately that he would have stopped the trial before it reached the jury. The human rights lawyer &lt;a href=\"Geoffrey%20Robertson\"&gt;Geoffrey Robertson&lt;/a&gt; has campaigned for the case to be reopened on several grounds, including the premature scheduling of the trial, lack of evidence to support the main charges, and various misdirections by the trial judge in his summing up. Above all, the judge failed to advise the jury of the evidence revealed in the Gordon appeal that Keeler, the prosecution's chief witness against Ward, had committed perjury at the Gordon trial. In January 2014 Ward's case was being considered by the &lt;a href=\"Criminal%20Cases%20Review%20Commission\"&gt;Criminal Cases Review Commission&lt;/a&gt;, which has the power to investigate suspected &lt;a href=\"miscarriage%20of%20justice\"&gt;miscarriages of justice&lt;/a&gt; and refer cases to the &lt;a href=\"Court%20of%20Appeal%20of%20England%20and%20Wales\"&gt;Court of Appeal&lt;/a&gt;.\nAfter his recall in January 1963, Ivanov disappeared for several decades. In 1992 his memoirs, \"The Naked Spy\", were serialised in \"The Sunday Times\". When this account was challenged by Profumo's lawyers, the publishers removed offending material. In August 2015 \"&lt;a href=\"The%20Independent\"&gt;The Independent&lt;/a&gt;\" newspaper published a preview of a forthcoming history of Soviet intelligence activities, by Jonathan Haslam. This book suggests that the relationship between Ivanov and Profumo was closer than the latter admitted. It is alleged that Ivanov visited Profumo's home, and that such was the slackness of security arrangements that the Russian was able to photograph sensitive documents left lying about in the minister's study.\nKeeler describes a 1993 meeting with Ivanov in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;; she also records that he died the following year, aged 68. Astor was deeply upset at finding himself under police investigation, and by the social ostracism that followed the Ward trial. After his death in 1966, Cliveden was sold. It became first the property of &lt;a href=\"Stanford%20University\"&gt;Stanford University&lt;/a&gt;, and later a luxury hotel. Rachman, who had first come to public notice as a sometime-boyfriend of both Keeler and Rice-Davies, was revealed as an unscrupulous &lt;a href=\"slumlord\"&gt;slum landlord&lt;/a&gt;; the word \"Rachmanism\" entered English dictionaries as the standard term for landlords who exploit or intimidate their tenants.\nIn popular culture.\nThere have been several dramatised versions of the Profumo affair. The 1989 film \"&lt;a href=\"Scandal%20%281989%20film%29\"&gt;Scandal&lt;/a&gt;\" featured &lt;a href=\"Ian%20McKellen\"&gt;Ian McKellen&lt;/a&gt; as Profumo and &lt;a href=\"John%20Hurt\"&gt;John Hurt&lt;/a&gt; as Ward. It was favourably reviewed, but the revival of interest in the affair upset the Profumo family. The focus of &lt;a href=\"Hugh%20Whitemore\"&gt;Hugh Whitemore&lt;/a&gt;'s play \"A Letter of Resignation\", first staged at the &lt;a href=\"Comedy%20Theatre\"&gt;Comedy Theatre&lt;/a&gt; in October 1997, was Macmillan's reactions to Profumo's resignation letter, which he received while on holiday in Scotland. The ITV Series “&lt;a href=\"Endeavour_%28TV_series%29\"&gt;Endeavour&lt;/a&gt;” pilot episode makes reference to the affair and used elements of the affair as similar plot devices in the 2011 pilot episode. &lt;a href=\"Andrew%20Lloyd%20Webber\"&gt;Andrew Lloyd Webber&lt;/a&gt;'s musical \"&lt;a href=\"Stephen%20Ward%20the%20Musical\"&gt;Stephen Ward&lt;/a&gt;\" opened at London's &lt;a href=\"Aldwych%20Theatre\"&gt;Aldwych Theatre&lt;/a&gt; on 3 December 2013. Among generally favourable reviews, the \"Daily Telegraph\"s critic recommended the production as \"sharp, funny – and, at times, genuinely touching\". Robertson records that the script is \"remarkably faithful to the facts\"."
}