{
    "id": "1006912",
    "revid": "272397",
    "url": "https://en.wikipedia.org/wiki?curid=1006912",
    "title": "Tristram Dalton",
    "text": "Tristram Dalton (May 28, 1738 – May 30, 1817) was an American &lt;a href=\"politician\"&gt;politician&lt;/a&gt; and merchant from &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;. He served a single term as one of the first &lt;a href=\"United%20States%20senator\"&gt;United States senator&lt;/a&gt;s, from 1789 to 1791. He was for many years one of the leading citizens of &lt;a href=\"Newburyport%2C%20Massachusetts\"&gt;Newburyport, Massachusetts&lt;/a&gt;, but lost most of his fortune due to ill-timed and mismanaged investments in the real estate of &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;\nEarly life.\nTristram Dalton was born in a part of &lt;a href=\"Newbury%2C%20Massachusetts\"&gt;Newbury, Massachusetts&lt;/a&gt;, that is now &lt;a href=\"Newburyport%2C%20Massachusetts\"&gt;Newburyport&lt;/a&gt;, the only child of Michael and Mary (Little) Dalton. He graduated from &lt;a href=\"Harvard%20College\"&gt;Harvard College&lt;/a&gt; in 1755, in a class that also included &lt;a href=\"John%20Adams\"&gt;John Adams&lt;/a&gt;. Afterwards, he studied &lt;a href=\"law\"&gt;law&lt;/a&gt; and was admitted to the &lt;a href=\"bar%20%28law%29\"&gt;bar&lt;/a&gt;, but did not practice, instead pursuing a career as a merchant. Dalton's father was a ship's captain turned merchant, involved in trade with Europe and the &lt;a href=\"West%20Indies\"&gt;West Indies&lt;/a&gt;, and was instrumental in securing the separation of Newburyport from Newbury. Upon his father's death in 1770, Tristram inherited an estate and local businesses that made him Newburyport's wealthiest citizen.\nPolitical career.\nDalton was not significantly involved in politics until 1774, when the tensions of the &lt;a href=\"American%20Revolution\"&gt;American Revolution&lt;/a&gt; were rising but the &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt; had not yet started. He was elected to the &lt;a href=\"Massachusetts%20Provincial%20Congress\"&gt;Massachusetts Provincial Congress&lt;/a&gt; and the Newburyport board of selectmen in 1774, and was an active proponent of indendepence after the war broke out. His contributions included provisioning of ships from his merchant fleet to the &lt;a href=\"Penobscot%20Expedition\"&gt;Penobscot Expedition&lt;/a&gt; of 1780. Dalton served as a member of the &lt;a href=\"Massachusetts%20House%20of%20Representatives\"&gt;Massachusetts House of Representatives&lt;/a&gt; from 1782 to 1785, and served as &lt;a href=\"List%20of%20Speakers%20of%20the%20Massachusetts%20House%20of%20Representatives\"&gt;its speaker&lt;/a&gt; in 1784. He served as a &lt;a href=\"Massachusetts%20Senate\"&gt;Massachusetts state senator&lt;/a&gt; from 1786 to 1788.\nDalton was elected to the &lt;a href=\"Continental%20Congress\"&gt;Continental Congress&lt;/a&gt; in 1783 and 1784, but did not attend. He was elected as a delegate to the state convention on the adoption of the &lt;a href=\"United%20States%20Constitution\"&gt;United States Constitution&lt;/a&gt;, in which he advocated for its adoption. In 1788 he was elected as one of the state's first &lt;a href=\"United%20States%20Senator\"&gt;United States Senator&lt;/a&gt;s, along with &lt;a href=\"Caleb%20Strong\"&gt;Caleb Strong&lt;/a&gt;. Strong won the draw for the longer of the two terms, leaving Dalton with a short two-year term. He served from March 4, 1789, to March 4, 1791. In the 1791 election (US Senators were then chosen by vote of the state legislature), Dalton ran a distant fourth against &lt;a href=\"George%20Cabot\"&gt;George Cabot&lt;/a&gt;, the eventual victor, and others.\nLater life.\nDalton had married Ruth Hooper, the daughter of a wealthy &lt;a href=\"Marblehead%2C%20Massachusetts\"&gt;Marblehead&lt;/a&gt; merchant, in 1761. They had grown fond of the city life in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; (then the seat of the federal government), and moved there, and then &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;. When the site of the nation's capital was selected, Dalton sold off most of his property in Massachusetts, and speculatively purchased land in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; Many of the family's personal items were lost when the ship carrying them to Washington foundered. Dalton's investment was also a failure, as Washington real estate did not appreciate, and he had invested through an unscrupulous agent, wiping out most of his fortune.\nIn order to make ends meet, Dalton was given a patronage appointment as surveyor of the port of &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, serving from November 1814 until his death on May 30, 1817. He is interred in the churchyard of St. Paul's Episcopal Church in Newburyport. His wife died in 1826. Of their ten children, only three girls survived to adulthood.\nSlave ownership.\nAccording to research conducted by &lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;, Dalton was one of only two member of Congress from Massachusetts who owned &lt;a href=\"Slavery%20in%20the%20United%20States\"&gt;slaves&lt;/a&gt;. In 1804, Dalton buried his beloved slave, named Fortune, in the all white &lt;a href=\"consecrated\"&gt;consecrated&lt;/a&gt; Old Burying Hill Cemetery by the Bartlet Mall in Newburport.\nHonors and legacy.\nDalton was a charter member of the &lt;a href=\"American%20Academy%20of%20Arts%20and%20Sciences\"&gt;American Academy of Arts and Sciences&lt;/a&gt;, founded in 1780.\nTristram Dalton is the namesake of &lt;a href=\"Dalton%2C%20Massachusetts\"&gt;Dalton, Massachusetts&lt;/a&gt;, &lt;a href=\"Dalton%2C%20New%20Hampshire\"&gt;Dalton, New Hampshire&lt;/a&gt; and &lt;a href=\"Dalton%2C%20Georgia\"&gt;Dalton, Georgia&lt;/a&gt;."
}