{
    "id": "10074802",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=10074802",
    "title": "Pommersfelden",
    "text": "Pommersfelden is a community in the &lt;a href=\"Upper%20Franconia\"&gt;Upper Franconia&lt;/a&gt;n district of &lt;a href=\"Bamberg%20%28district%29\"&gt;Bamberg&lt;/a&gt; in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;.\nGeography.\nThe community lies north of &lt;a href=\"H%C3%B6chstadt%20an%20der%20Aisch\"&gt;Höchstadt an der Aisch&lt;/a&gt; on the river Reiche Ebrach.\nConstituent communities.\nThe community of Pommersfelden is subdivided into four \"Gemarkungen\" (traditional rural land units) with a total of ten settled centres, each given here with its own population figure:\nThe \"Gemarkungen\" have the same names as 4 of the constituent communities (it is traditional for a \"Gemarkung\" to be named after a town or village lying nearby, or in Pommersfelden’s case, within it).\nHistory.\nAs of the 14th century, Pommersfelden was owned by the Truchseß von Nainsdorf und Pommersfelden family. After the family had died out in 1710, ownership passed to &lt;a href=\"Lothar%20Franz%20von%20Sch%C3%B6nborn\"&gt;Lothar Franz von Schönborn&lt;/a&gt;, Elector of Mainz and Prince-Bishop of Bamberg. With the Act of the &lt;a href=\"Confederation%20of%20the%20Rhine\"&gt;Confederation of the Rhine&lt;/a&gt; in 1806, the Counts of Schönborn saw their overlordship pass to &lt;a href=\"Bavaria\"&gt;Bavaria&lt;/a&gt;. In the course of administrative reform in Bavaria, today’s community came into being under the \"Gemeindeedikt\" (“Community Edict”) of 1818. Until 1972, Pommersfelden belonged to the district of Höchstadt an der Aisch.\nPopulation development.\nWithin municipal limits, 2,009 inhabitants were counted in 1970, 2,253 in 1987 and 2,653 in 2000. On 30 June 2007 it was 2,936.\nPolitics.\nThe mayor is Gerd Dallner, elected in 2020. \nThe community council is made up of 14 members, listed here by voter community affiliation, and also with the number of seats that each holds:\nCoat of arms.\nPommersfelden’s &lt;a href=\"Coat%20of%20arms\"&gt;arms&lt;/a&gt; might heraldically be described thus: Party per fess argent and gules, argent a pale azure, thereon an uppercase T argent and flanked by two embattled towers gules, gules a lion passant Or with two tails armed, langued and crowned azure on a mount of three.\nIn 1999, municipal tax revenue, converted to &lt;a href=\"euro\"&gt;euro&lt;/a&gt;s, amounted to €990,000 of which business taxes amounted to €174,000.\nEconomy.\nTransport.\nThrough the municipal area runs the Strullendorf–Schlüsselfeld &lt;a href=\"railway\"&gt;railway&lt;/a&gt; line, although nowadays only goods are transported on it to and from &lt;a href=\"Schl%C3%BCsselfeld\"&gt;Schlüsselfeld&lt;/a&gt;.\nCulture and sightseeing.\nBuildings.\nIn the south of the constituent community of Pommersfelden stands &lt;a href=\"Schloss%20Wei%C3%9Fenstein\"&gt;Schloss Weißenstein&lt;/a&gt; (castle), built by &lt;a href=\"Lothar%20Franz%20von%20Sch%C3%B6nborn\"&gt;Lothar Franz von Schönborn&lt;/a&gt; between 1711 and 1716, which is nowadays in private family ownership. The &lt;a href=\"Baroque\"&gt;Baroque&lt;/a&gt; castle houses an impressive stairway, an indoor garden grotto and a collection of &lt;a href=\"painting\"&gt;painting&lt;/a&gt;s that is worth seeing.\nIn the middle of the constituent community of Pommersfelden are still found the remnants of an old castle with a &lt;a href=\"moat\"&gt;moat&lt;/a&gt;, and in Sambach a &lt;a href=\"Jesuit\"&gt;Jesuit&lt;/a&gt; castle. Neither, however, is open to the public. Furthermore, the constituent communities of Limbach, Pommersfelden, Sambach and Steppach each have a &lt;a href=\"Church%20%28building%29\"&gt;church&lt;/a&gt;.\nParks.\nSchloss Weißenstein has an English landscape park from the 19th century.\nFamous people.\nSons and daughters of the town.\nThe painter, restorer and gallery inspector &lt;a href=\"Joseph%20Dorn\"&gt;Joseph Dorn&lt;/a&gt; was born on 12 August 1759 in Kratz-Sambach, today’s Sambach. From 1802 he was an inspector at the Schloss Weißenstein gallery. Dorn died on 6 August 1841."
}