{
    "id": "10080040",
    "revid": "14423536",
    "url": "https://en.wikipedia.org/wiki?curid=10080040",
    "title": "Lonicera involucrata",
    "text": "Lonicera involucrata, the bearberry honeysuckle, bracted honeysuckle, twinberry honeysuckle, Californian Honeysuckle, twin-berry, or black twinberry, is a species of &lt;a href=\"honeysuckle\"&gt;honeysuckle&lt;/a&gt; native to northern and western &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;. \nDistribution and habitat.\nIt is found from southern &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt; east across boreal &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; to &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt;, and south through the western &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; to &lt;a href=\"California\"&gt;California&lt;/a&gt;, and to &lt;a href=\"Chihuahua%20%28state%29\"&gt;Chihuahua&lt;/a&gt; in northwestern &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;. It grows at elevations from sea level to 2,900 m. While its conservation status is considered to be secure through most of its range, black twinberry is considered &lt;a href=\"Vulnerable%20species\"&gt;vulnerable&lt;/a&gt; in Alaska, &lt;a href=\"Manitoba\"&gt;Manitoba&lt;/a&gt;, and &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt; and &lt;a href=\"critically%20imperiled\"&gt;critically imperiled&lt;/a&gt; in Wisconsin.\nIt grows in moist, wooded areas, especially in clearings and on the edges of wetlands. Its &lt;a href=\"Wetland%20indicator%20status\"&gt;Wetland Indicator Status&lt;/a&gt; is FAC+, so it is equally likely to be found in wetlands and non-wetlands.\nDescription.\nIt is a large &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt; that can grow 0.5–5 m high, with shoots with a quadrangular cross-section. \nThe &lt;a href=\"leaf\"&gt;leaves&lt;/a&gt; are elliptic to oval-shaped, 3–16 cm long and 2–8 cm broad; they are hairy along the margins and on the underside, and have a distinctive abruptly acuminate tip. They are of opposite arrangement.\nThe &lt;a href=\"flowers\"&gt;flowers&lt;/a&gt; are yellow, tubular, hairy, 1–2 cm long, and are &lt;a href=\"plant%20sexuality\"&gt;monoecious&lt;/a&gt;; they are produced in pairs subtended by a pair of reddish basal &lt;a href=\"bract\"&gt;bract&lt;/a&gt;s 2–4 cm across. \nThe &lt;a href=\"fruit\"&gt;fruit&lt;/a&gt; is a 6–12 mm diameter black &lt;a href=\"berry%20%28botany%29\"&gt;berry&lt;/a&gt; containing several small &lt;a href=\"seed\"&gt;seed&lt;/a&gt;s, ripening in mid-to-late summer.\nVarieties.\nThere are two &lt;a href=\"variety%20%28biology%29\"&gt;varieties&lt;/a&gt;:\nCultivation and uses.\nUse by humans.\nIt is often used as an &lt;a href=\"ornamental%20plant\"&gt;ornamental plant&lt;/a&gt;. It is resistant to air pollution, and can be kept in a large garden. The berries may be edible or very unpalatable, or even poisonous- &lt;a href=\"Pacific%20Northwest\"&gt;Pacific Northwest&lt;/a&gt; Coast indigenous groups referred to them as 'monster food' and 'crow berry' for this reason. \nIt is commonly used in &lt;a href=\"Restoration%20ecology\"&gt;restoration&lt;/a&gt; applications throughout its native range, especially in riparian zones for stream &lt;a href=\"Erosion%20control\"&gt;bank stabilization&lt;/a&gt;.\n&lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;Native American&lt;/a&gt; groups such as the &lt;a href=\"Quileute\"&gt;Quileute&lt;/a&gt;, &lt;a href=\"Kwakwaka%CA%BCwakw\"&gt;Kwakwaka’wakw&lt;/a&gt;, and &lt;a href=\"Haida%20people\"&gt;Haida&lt;/a&gt; made use of the plant in various ways. The berries were used to make black pigment and hair dye, and the bark, berries and leaves were made into poultices and teas. The bark was used along with willow bark to weave clothing.\nUse by animals.\nThe berries are eaten by bears, birds, and small mammals, and the flowers are an important source of nectar for hummingbirds, butterflies, and moths. The twigs and leaves are browsed by deer. However, in some parts of its range the plants are not abundant enough to be a staple food for wildlife."
}