{
    "id": "100992",
    "revid": "26349313",
    "url": "https://en.wikipedia.org/wiki?curid=100992",
    "title": "Bouddi National Park",
    "text": "The Bouddi National Park is a coastal &lt;a href=\"national%20park\"&gt;national park&lt;/a&gt; that is located in the &lt;a href=\"Central%20Coast%20%28New%20South%20Wales%29\"&gt;Central Coast&lt;/a&gt; region of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, in eastern &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. The national park is situated northeast of &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;. A section of the national park extends into the &lt;a href=\"Tasman%20Sea\"&gt;Tasman Sea&lt;/a&gt;, creating fully protected land, shore and marine habitats. The park contains one of the last mature temperate rainforests on the Central Coast, &lt;a href=\"Fletchers%20Glen\"&gt;Fletchers Glen&lt;/a&gt;.\nHistory.\nThe Bouddi National Park was originally known as the \"Bouddi Natural Park\". It received its name at the second meeting of the park trust held on 5 July 1936. Other names considered were \"Maitland Bay Park\", \"Cape Three Points Reserve\" and \"Gerrinbombi Park\". The reason for the choice was that \"Bouddi\" is the authenticated aboriginal name of the most conspicuous feature of the district and appears on maps as early as 1828. Bouddi is an &lt;a href=\"Indigenous%20languages%20of%20Australia\"&gt;indigenous word&lt;/a&gt; for the heart. The trust had been founded the year earlier to manage the reserve and had representation from the \"NSW Federation of Bushwalking Clubs\" and Erina Shire Council.\nIn 1967 the park, by then totalling about , was dedicated as a national park under the newly passed legislation and was renamed \"Bouddi State Park\". Its management became the responsibility of the &lt;a href=\"National%20Parks%20and%20Wildlife%20Service%20%28New%20South%20Wales%29\"&gt;NSW National Parks and Wildlife Service&lt;/a&gt;, and soon afterwards the trust was reconstituted as an advisory committee. On 1 January 1974, the National Parks and Wildlife Act dispensed with the category of state parks and Bouddi was renamed \"Bouddi National Park\".\nGeology and climate.\nThe rocks underlying the Bouddi peninsula is primarily &lt;a href=\"Sydney%20sandstone\"&gt;Hawkesbury sandstone&lt;/a&gt;. The coastal areas contain several examples of &lt;a href=\"tessellated%20pavement\"&gt;tessellated pavement&lt;/a&gt;s and &lt;a href=\"laterite\"&gt;laterite&lt;/a&gt; plateaus. There are also significant examples of the &lt;a href=\"Terrigal%20Formation\"&gt;Terrigal Formation&lt;/a&gt;.\nBiology.\nFlora.\nThe Park contains three broad categories of vegetation: &lt;a href=\"heath\"&gt;heath&lt;/a&gt;, \"&lt;a href=\"Eucalyptus\"&gt;Eucalyptus&lt;/a&gt;\" forest and grassy woodland.\nFauna.\nThe park contains a wide diversity of animal life. A number of mammal species, including &lt;a href=\"microbat\"&gt;microbat&lt;/a&gt;s, &lt;a href=\"greater%20glider\"&gt;greater glider&lt;/a&gt;s and other &lt;a href=\"marsupial\"&gt;marsupial&lt;/a&gt;s are found in the Park. Reptile species present include &lt;a href=\"lace%20monitor\"&gt;lace monitor&lt;/a&gt;s, &lt;a href=\"Dendrelaphis%20punctulatus\"&gt;green tree snake&lt;/a&gt;s and &lt;a href=\"Australian%20water%20dragon\"&gt;water dragons&lt;/a&gt;. Over 150 species of bird have been documented in the area.\nThe marine component of the Park has similarly high biodiversity. The marine extension of the park was found to have led to a 70% increase in fish numbers in the area than nearby comparators, and 60% higher numbers of species. A number of large mammals regularly frequent the area, including &lt;a href=\"humpback%20whale\"&gt;humpback whale&lt;/a&gt;s, &lt;a href=\"southern%20right%20whale\"&gt;southern right whale&lt;/a&gt;s and &lt;a href=\"bottlenose%20dolphins\"&gt;bottlenose&lt;/a&gt; and &lt;a href=\"common%20dolphin\"&gt;common dolphin&lt;/a&gt;s. &lt;a href=\"Leopard%20seals\"&gt;Leopard seals&lt;/a&gt; and &lt;a href=\"fur%20seals\"&gt;fur seals&lt;/a&gt; have occasionally been seen on coastal rock platforms.\nNearby National Parks.\nThe following National Parks are within 50 km of Bouddi National Park:"
}