{
    "id": "10107478",
    "revid": "12406635",
    "url": "https://en.wikipedia.org/wiki?curid=10107478",
    "title": "One Night in Heaven",
    "text": "\"One Night in Heaven\" is the sixth overall single from British band &lt;a href=\"M%20People\"&gt;M People&lt;/a&gt; and the first single from their second album, \"&lt;a href=\"Elegant%20Slumming\"&gt;Elegant Slumming&lt;/a&gt;\" (1993). Written by &lt;a href=\"Mike%20Pickering\"&gt;Mike Pickering&lt;/a&gt; and Paul Heard. Produced by &lt;a href=\"M%20People\"&gt;M People&lt;/a&gt;. It was released on 14 June 1993. The song peaked at number six on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;. In &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt;, \"One Night in Heaven\" reached number five.\nComposition.\nThe song was recorded at the Roundhouse in Chalk Farm, London. The key refrain \"One Night in Heaven, One Night in Heaven\" is sung by vocalist &lt;a href=\"Juliet%20Roberts\"&gt;Juliet Roberts&lt;/a&gt; who sings backing vocals throughout.\nThe song is made up of a variety of key elements, most notably, the sequenced \"brass bottle\" synths at the intro and in the break. The melody line is guided by the moog bassline, programmed drumming and layered with high hat synths and a continuous beat. This is embodied by the progressive chords and additional chords during the choruses. In the chorus the song bears a startling resemblance to a Top 20 1975 hit song called 'Highwire' by &lt;a href=\"Linda%20Carr\"&gt;Linda Carr&lt;/a&gt; and The Love Squad.\nCritical reception.\nKeith Farley from &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt; described the song as \"driving British &lt;a href=\"House%20music\"&gt;house&lt;/a&gt;\". Another editor, Jon O'Brien said it is \"still as joyously infectious as ever\". &lt;a href=\"Larry%20Flick\"&gt;Larry Flick&lt;/a&gt; from \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" wrote that &lt;a href=\"Heather%20Small\"&gt;Heather Small&lt;/a&gt; \"continues to shine as a unique and compelling frontwoman, while tunesmiths/musicians &lt;a href=\"Mike%20Pickering\"&gt;Mike Pickering&lt;/a&gt; and Paul Heard provide a track that combines &lt;a href=\"disco\"&gt;disco&lt;/a&gt;, house, and &lt;a href=\"Philly%20soul\"&gt;Philly soul&lt;/a&gt; flavors.\" He added, \"A club smash that is ripe for radio picking. Don't be left out.\" Music writer &lt;a href=\"James%20Masterton\"&gt;James Masterton&lt;/a&gt; noted in his weekly UK chart commentary, that \"this totally new track is if anything even more commercial [than \"How Can I Love You More?\"]\". Pan-European magazine \"&lt;a href=\"Music%20%26amp%3B%20Media\"&gt;Music &amp; Media&lt;/a&gt;\" commented that \"the &lt;a href=\"electronic%20dance%20music\"&gt;dance&lt;/a&gt; avant gardists have become more poppy than ever. With this heavily sequenced song on an \"old fashioned\" disco beat, these people are again probably light years ahead of their time.\" \nAlan Jones from \"&lt;a href=\"Music%20Week\"&gt;Music Week&lt;/a&gt;\" deemed it a \"pop/dance gem from &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt;'s finest, with some particularly attractive wailing from Heather Small. It's immediate and highly commercial.\" Another editor, Andy Beevers described it as \"upbeat soul, driven by an inventive house mix\", adding that \"this should make the mainstream charts\". &lt;a href=\"James%20Hamilton%20%28DJ%20and%20journalist%29\"&gt;James Hamilton&lt;/a&gt; from the magazine's \"RM\" Dance Update complimented it as \"gloriously catchy cantering\" with \"Sixties soul chorus\". A reviewer from \"The Network Forty\" stated that it \"picks up right where their first smash, \"&lt;a href=\"Moving%20on%20Up%20%28M%20People%20song%29\"&gt;Moving On Up&lt;/a&gt;\", left off. Huge in the UK, MPeople are beginning to spread their magic to the colonies.\" Sam Taylor from \"&lt;a href=\"The%20Observer\"&gt;The Observer&lt;/a&gt;\" called the song \"joyous\".\nChart performance.\nLike the previous single, \"One Night in Heaven\" became the second consecutive single to enter the Top 10 and climb higher. It is the only &lt;a href=\"M%20People\"&gt;M People&lt;/a&gt; single to climb not once, but twice. It spent the first three weeks climbing from its introductory chart position of number nine to seven to then peak in its third week at number six.\nThe single entered the chart at number nine in the summer of 1993 with sales of 84,000 copies in its first week, but after one of two performances on &lt;a href=\"Top%20of%20the%20Pops\"&gt;Top of the Pops&lt;/a&gt; made a steady ascent climbing to number seven selling further 89,000 copies in each of the following two weeks and in its fourth week selling 98,000 copies to climb and peak at number six where it remained for another week afterwards. This meant the single sold 360,000 copies in a month.\nThis single spent a total of 11 weeks in the chart throughout the summer of 1993 leaving 30 August 1993.\n\"One in Night in Heaven\" became a massive success Europe-wide, scoring a Top 10 hit in Iceland, Germany, France and Holland. On the dance chart M People were held off the top spot by &lt;a href=\"Haddaway\"&gt;Haddaway&lt;/a&gt;'s &lt;a href=\"What%20Is%20Love%20%28Haddaway%20song%29\"&gt;What Is Love&lt;/a&gt;.\nThe song also reached No. 1 on the Billboard Hot Dance Club Play chart in the US in 1994.\nAirplay.\n\"One Night in Heaven\" was serviced to radio four weeks before physical release on 19 May as the follow-up to previous airplay Top 10 smash \"&lt;a href=\"How%20Can%20I%20Love%20You%20More%20%28Mixes%29\"&gt;How Can I Love You More (Mixes)&lt;/a&gt;\". By the end of week one on airplay, the single had become the highest new entry being played 315 times on UK Radio placing it straight in at Number 58. All UK &lt;a href=\"Independent%20Local%20Radio\"&gt;Independent Local Radio&lt;/a&gt; stations, &lt;a href=\"BBC%20Radio%202\"&gt;BBC Radio 2&lt;/a&gt; and even &lt;a href=\"BBC%20Radio%201\"&gt;Radio 1&lt;/a&gt; had added the song to their A-Lists. It became M People's first Airplay Chart Number 1 in the UK where it remained for two weeks. It then took another eleven weeks to leave the Airplay Top 75 which meant it was still being heavily played when its successor \"&lt;a href=\"Moving%20on%20Up%20%28M%20People%20song%29\"&gt;Moving on Up&lt;/a&gt;\" was released to radio.\nMusic video.\nThe accompanying &lt;a href=\"music%20video\"&gt;music video&lt;/a&gt; for \"One Night in Heaven\" was filmed in &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt;, &lt;a href=\"Sitges\"&gt;Sitges&lt;/a&gt; and &lt;a href=\"Montserrat%20%28mountain%29\"&gt;Montserrat (mountain)&lt;/a&gt; at the end of April 1993 and filmed over two days. It was the first &lt;a href=\"M%20People\"&gt;M People&lt;/a&gt; music video to be filmed abroad with a relatively larger budget. The premise was to introduce the band and show them singing along to the song and having fun. The band's three members &lt;a href=\"Heather%20Small\"&gt;Heather Small&lt;/a&gt;, &lt;a href=\"Mike%20Pickering\"&gt;Mike Pickering&lt;/a&gt; and &lt;a href=\"Paul%20Heard\"&gt;Paul Heard&lt;/a&gt; and the band's percussionist Shovell (for the first time, who would later become full-time member) are all featured in various scenes within popular tourist spots including &lt;a href=\"Park%20G%C3%BCell\"&gt;Park Güell&lt;/a&gt; and the &lt;a href=\"Sagrada%20Fam%C3%ADlia\"&gt;Sagrada Família&lt;/a&gt; both designed by &lt;a href=\"Antoni%20Gaud%C3%AD\"&gt;Antoni Gaudí&lt;/a&gt;.\n\"One Night in Heaven\" was later published on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; in October 2009. The video has amassed more than 2,4 million views as of September 2021.\nLive performances.\nIn its original live incarnation, \"One Night in Heaven\" gets arguably one of the largest rapturous audience response, than any other single. During the &lt;a href=\"Elegant%20Slumming\"&gt;Elegant Slumming&lt;/a&gt;, &lt;a href=\"Bizarre%20Fruit\"&gt;Bizarre Fruit&lt;/a&gt;, &lt;a href=\"Bizarre%20Fruit%20II\"&gt;Bizarre Fruit II&lt;/a&gt; tours as well as &lt;a href=\"T%20in%20the%20Park\"&gt;T in the Park&lt;/a&gt; and &lt;a href=\"Glastonbury\"&gt;Glastonbury&lt;/a&gt; in 1994, it has been performed as the full-length album version towards the end of the second half their shows (pre-encore).\nFrom 1996 onwards they have performed the song with the David Morales Classic Mix intro found on Elegantly American. Snake Davis also no longer plays flute during the choruses.\nRemixes.\nRemixes of the single were provided by &lt;a href=\"Harri\"&gt;Harri&lt;/a&gt; and M People themselves created the Hi Gloss mixes. Further mixes of the single were created for the &lt;a href=\"Elegantly%20American%20%28EP%29\"&gt;Elegantly American&lt;/a&gt; including mixes by David Morales.\nTrack listings.\nIn the UK, the CD single does not contain the radio edit. At the time the radio edit was only made available on the 7\" version of the single, whilst compilations featured a shorter 3.25 edit."
}