{
    "id": "101050",
    "revid": "75349",
    "url": "https://en.wikipedia.org/wiki?curid=101050",
    "title": "Kosciuszko National Park",
    "text": "The Kosciuszko National Park is a &lt;a href=\"national%20park\"&gt;national park&lt;/a&gt; and contains mainland &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;'s highest peak, &lt;a href=\"Mount%20Kosciuszko\"&gt;Mount Kosciuszko&lt;/a&gt;, for which it is named, and &lt;a href=\"Cabramurra%2C%20New%20South%20Wales\"&gt;Cabramurra&lt;/a&gt; the highest town in Australia. Its borders contain a mix of rugged mountains and wilderness, characterised by an &lt;a href=\"alpine%20climate\"&gt;alpine climate&lt;/a&gt;, which makes it popular with recreational skiers and bushwalkers.\nThe park is located in the southeastern corner of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, southwest of &lt;a href=\"Sydney%2C%20Australia\"&gt;Sydney&lt;/a&gt;, and is contiguous with the &lt;a href=\"Alpine%20National%20Park\"&gt;Alpine National Park&lt;/a&gt; in &lt;a href=\"Victoria%20%28Australia%29\"&gt;Victoria&lt;/a&gt; to the south, and the &lt;a href=\"Namadgi%20National%20Park\"&gt;Namadgi National Park&lt;/a&gt; in the &lt;a href=\"Australian%20Capital%20Territory\"&gt;Australian Capital Territory&lt;/a&gt; to the northeast. The larger towns of &lt;a href=\"Cooma%2C%20New%20South%20Wales\"&gt;Cooma&lt;/a&gt;, &lt;a href=\"Tumut%2C%20New%20South%20Wales\"&gt;Tumut&lt;/a&gt; and &lt;a href=\"Jindabyne%2C%20New%20South%20Wales\"&gt;Jindabyne&lt;/a&gt; lie just outside and service the park.\nThe waters of the &lt;a href=\"Snowy%20River\"&gt;Snowy River&lt;/a&gt;, the &lt;a href=\"Murray%20River\"&gt;Murray River&lt;/a&gt;, the &lt;a href=\"Murrumbidgee%20River\"&gt;Murrumbidgee River&lt;/a&gt;, and the &lt;a href=\"Gungarlin%20River%20%28New%20South%20Wales%29\"&gt;Gungarlin River&lt;/a&gt; all rise in this park. \nOther notable peaks in the park include &lt;a href=\"Gungartan\"&gt;Gungartan&lt;/a&gt;, &lt;a href=\"Mount%20Jagungal\"&gt;Mount Jagungal&lt;/a&gt;, &lt;a href=\"Bimberi%20Peak\"&gt;Bimberi Peak&lt;/a&gt; and &lt;a href=\"Mount%20Townsend\"&gt;Mount Townsend&lt;/a&gt;.\nOn 7 November 2008, the Park was added to the &lt;a href=\"Australian%20National%20Heritage%20List\"&gt;Australian National Heritage List&lt;/a&gt; as one of eleven areas constituting the &lt;a href=\"Australian%20Alps%20National%20Parks%20and%20Reserves\"&gt;Australian Alps National Parks and Reserves&lt;/a&gt;.\nHistory.\nMultiple Aboriginal groups in the southern part of NSW gathered in the &lt;a href=\"Australian%20Alps\"&gt;Australian Alps Bioregion&lt;/a&gt; in the summer on an annual pilgrimage to the &lt;a href=\"Bogong%20High%20Plains\"&gt;Bogong&lt;/a&gt; and Snowy Mountains. Here, the men participated in a feast of &lt;a href=\"Bogong%20moth\"&gt;bogong moths (Agrotis infusa)&lt;/a&gt; that were found on the rocky outcrops of the mountains.\nThe area was explored by Europeans in 1835, and in 1840, &lt;a href=\"Pawe%C5%82%20Edmund%20Strzelecki\"&gt;Edmund Strzelecki&lt;/a&gt; ascended &lt;a href=\"Mount%20Kosciuszko\"&gt;Mount Kosciuszko&lt;/a&gt; and re-named it after a Polish patriot and military leader &lt;a href=\"Tadeusz%20Ko%C5%9Bciuszko\"&gt;Tadeusz Kościuszko&lt;/a&gt;. High-country stockmen followed, using the Snowy Mountains for grazing during the summer months. &lt;a href=\"Banjo%20Paterson\"&gt;Banjo Paterson&lt;/a&gt;'s famous poem &lt;a href=\"The%20Man%20from%20Snowy%20River%20%28poem%29\"&gt;The Man From Snowy River&lt;/a&gt; recalls this era. The cattle graziers have left a legacy of mountain huts scattered across the area. Today these huts are maintained by the National Parks and Wildlife Service or volunteer organisations like the &lt;a href=\"Kosciuszko%20Huts%20Association\"&gt;Kosciuszko Huts Association&lt;/a&gt;. In the 19th century, &lt;a href=\"gold\"&gt;gold&lt;/a&gt; was mined on the high plains near &lt;a href=\"Kiandra%2C%20New%20South%20Wales\"&gt;Kiandra&lt;/a&gt;. At its height, this community had a population of about 4,000 people, and ran 14 hotels. It was here that &lt;a href=\"Skiing%20in%20Australia\"&gt;Skiing in Australia&lt;/a&gt; commenced around 1861. Since the last resident left in 1974, Kiandra has become a ghost town of ruins and abandoned diggings. In the 20th century, the focus of &lt;a href=\"Skiing%20in%20New%20South%20Wales\"&gt;Skiing in New South Wales&lt;/a&gt; shifted south closer to the Kosciuszko Main Range.\nThe Kosciuszko National Park came into existence as the National Chase Snowy Mountains on 5 December 1906. In April 1944, following the passage of the Kosciusko State Park Act, the Kosciusko State Park was proclaimed. It then became the Kosciuszko National Park in 1967. The name was misspelt as Kosciusko until 1997.\nThe construction of the &lt;a href=\"Snowy%20Mountains%20Scheme\"&gt;Snowy Mountains Scheme&lt;/a&gt; between 1949–74 saw much of the area explored, brought improvements to roads and resulted in the construction of several dams and tunnels across the Park in one of the world's largest engineering achievements\nHeritage listings.\nKosciuszko National Park has a number of heritage-listed sites, including:\nClimate.\nThe higher regions of the park experience an alpine climate which is unusual on mainland Australia. However, only the peaks of the main range are subject to consistent heavy winter snow. The climate station at &lt;a href=\"Charlotte%20Pass%2C%20New%20South%20Wales\"&gt;Charlotte Pass&lt;/a&gt; recorded\nAustralia's lowest temperature of on 28 June 1994.\nGlaciation.\nDuring the &lt;a href=\"Last%20glacial%20period\"&gt;last ice age&lt;/a&gt;, which peaked about 20,000 years ago in the &lt;a href=\"Pleistocene\"&gt;Pleistocene&lt;/a&gt; &lt;a href=\"Epoch%20%28reference%20date%29\"&gt;epoch&lt;/a&gt;, the highest peaks of the main range near Mount Kosciuszko experienced a climate which favoured the formation of &lt;a href=\"glacier\"&gt;glacier&lt;/a&gt;s, evidence of which can still be seen today. &lt;a href=\"Cirque\"&gt;Cirque&lt;/a&gt;s &lt;a href=\"moraine\"&gt;moraine&lt;/a&gt;s, &lt;a href=\"tarn%20%28lake%29\"&gt;tarn lakes&lt;/a&gt;, &lt;a href=\"roche%20moutonn%C3%A9e\"&gt;roche moutonnée&lt;/a&gt;s and other glacial features can all be seen in the area. &lt;a href=\"Lake%20Cootapatamba\"&gt;Lake Cootapatamba&lt;/a&gt;, which was formed by an ice spilling from Mount Kosciuszko's southern flank, is the highest lake on the Australian mainland. Lake Albina, Club Lake, &lt;a href=\"Blue%20Lake%20%28New%20South%20Wales%29\"&gt;Blue Lake&lt;/a&gt;, and Hedley Tarn also have glacial origins.\nThere is some disagreement as to exactly how widespread Pleistocene glaciation was on the main range, and little or no evidence from earlier glacial periods exists. The 'David Moraine', a one-kilometre-long ridge running across Spencers Creek valley seems to indicate a larger glacier existed in this area at some time, however the glacial origin of this feature is disputed.\nThere is evidence of &lt;a href=\"periglacial\"&gt;periglacial&lt;/a&gt; activity in the area. &lt;a href=\"Solifluction\"&gt;Solifluction&lt;/a&gt; appears to have created terraces on the northwest flank of Mount Northcote. &lt;a href=\"Frost%20heave\"&gt;Frost heave&lt;/a&gt; is also a significant agent of &lt;a href=\"soil%20erosion\"&gt;soil erosion&lt;/a&gt; in the Kosciuszko Area.\nEcology.\nThe Kosciuszko National Park covers a variety of climatic regions which support several distinct &lt;a href=\"ecosystem\"&gt;ecosystem&lt;/a&gt;s.\nThat which is most closely identified with the park, the alpine area above the &lt;a href=\"tree%20line\"&gt;tree line&lt;/a&gt;, is one of the most fragile and covers the smallest area. This area is a patchwork of alpine &lt;a href=\"Heath%20%28habitat%29\"&gt;heath&lt;/a&gt;s, &lt;a href=\"herbfield\"&gt;herbfield&lt;/a&gt;s, &lt;a href=\"feldmark\"&gt;feldmark&lt;/a&gt;s, &lt;a href=\"bog\"&gt;bog&lt;/a&gt;s and &lt;a href=\"fen\"&gt;fen&lt;/a&gt;s. The windswept &lt;a href=\"feldmark\"&gt;feldmark&lt;/a&gt; &lt;a href=\"ecotope\"&gt;ecotope&lt;/a&gt; is endemic to the alpine region, and covers a mere . It is most vulnerable to the wandering footsteps of unmindful tourists.\nNine separate &lt;a href=\"wilderness\"&gt;wilderness&lt;/a&gt; zones have been identified in the latest management scheme. These include the Indi, Byadbo, Pilot, Jagungal, Bogong Peaks, Goobarragandra, Western Falls, Bramina and Bimberi wilderness areas.\nFauna.\nMany rare or threatened plant and animal species occur within the boundaries of the park.\nThe park is home to one of Australia's most threatened species: the &lt;a href=\"corroboree%20frog\"&gt;corroboree frog&lt;/a&gt;. The endangered &lt;a href=\"mountain%20pygmy%20possum\"&gt;mountain pygmy possum&lt;/a&gt; and the more common &lt;a href=\"dusky%20antechinus\"&gt;dusky antechinus&lt;/a&gt; are located in the high country of the park.\nThere are also significant populations of &lt;a href=\"Invasive%20species%20in%20Australia\"&gt;feral animals&lt;/a&gt; in the park, including &lt;a href=\"brumby\"&gt;brumbies&lt;/a&gt; or wild horses. Park authorities have coordinated their &lt;a href=\"cull\"&gt;cull&lt;/a&gt;ing and relocation, leading to public controversy over how to reduce their numbers. The actual number of horses within the park is also difficult to ascertain with estimates ranging from 1,700 in 2008 increasing by 300 each year, 7,679 in 2009, and from 2,500 to 14,000 in 2013-2014. In 2016 the population was estimated to be 6,000. By 2019, this number was found to have more than doubled to 25,000. A 2020 survey placed the number at 14,380.\nIn June 2021, Federal environment minister &lt;a href=\"Sussan%20Ley\"&gt;Sussan Ley&lt;/a&gt; wrote to the NSW environment minister &lt;a href=\"Matt%20Kean\"&gt;Matt Kean&lt;/a&gt; saying she planned to introduce regulation under federal environmental laws to protect the park, because the state was failing in its obligation to do so. A management plan for the wild horses was released on 24 November 2021. By June 2027 numbers are planned to be culled down to 3,000.\nFlora.\nMuch of the park is dominated by alpine woodlands, characterised by the &lt;a href=\"Eucalyptus%20pauciflora\"&gt;snow gum&lt;/a&gt;. &lt;a href=\"Montane%20forest\"&gt;Montane&lt;/a&gt; and wet &lt;a href=\"sclerophyll\"&gt;sclerophyll&lt;/a&gt; forest also occur across the ranges, supporting large stands of &lt;a href=\"eucalyptus%20delegatensis\"&gt;alpine ash&lt;/a&gt; and &lt;a href=\"eucalyptus%20regnans\"&gt;mountain gum&lt;/a&gt;. In the southern &lt;a href=\"Byadbo%2C%20New%20South%20Wales\"&gt;Byadbo&lt;/a&gt; wilderness area, dry sclerophyll and &lt;a href=\"acacia\"&gt;wattle&lt;/a&gt; forests predominate. Amongst the many different native trees in the park, the large &lt;a href=\"Ulmus%20parvifolia\"&gt;Chinese elm&lt;/a&gt; has become naturalised.\nMuch of the tree cover in the lower sections of the park was seriously burned in &lt;a href=\"Canberra%20bushfires%20of%202003\"&gt;bushfires in 2003&lt;/a&gt;. Fires are a natural feature of the park ecosystem, but it will take some time for the region to return to its pre 2003 condition.\nRecreational uses.\nWinter.\nThe mountains are typically covered by metre-deep snow for up to four months of the year. The &lt;a href=\"ski%20resort\"&gt;ski resort&lt;/a&gt;s of &lt;a href=\"Thredbo%2C%20New%20South%20Wales\"&gt;Thredbo&lt;/a&gt;, &lt;a href=\"Selwyn%20snowfields\"&gt;Selwyn snowfields&lt;/a&gt;, &lt;a href=\"Perisher%20Ski%20Resort\"&gt;Perisher&lt;/a&gt; and &lt;a href=\"Charlotte%20Pass%2C%20New%20South%20Wales\"&gt;Charlotte Pass&lt;/a&gt; lie within the park. The electric &lt;a href=\"rack%20railway\"&gt;rack railway&lt;/a&gt;, called the &lt;a href=\"Skitube%20Alpine%20Railway\"&gt;Skitube Alpine Railway&lt;/a&gt;, connects the &lt;a href=\"Alpine%20Way\"&gt;Alpine Way&lt;/a&gt; to the &lt;a href=\"Perisher%20Valley\"&gt;Perisher Valley&lt;/a&gt;.\nSummer.\nThe 655 kilometre &lt;a href=\"Australian%20Alps%20Walking%20Track\"&gt;Australian Alps Walking Track&lt;/a&gt; crosses almost the length of the park. Many thousands of people make the walk to Mount Kosciuszko during the summer. It is 9 kilometres from Charlotte Pass, or 6 kilometres from the Thredbo chairlift. Camping is permitted anywhere in the park except within sight of a road or near a watercourse. The lighting of fires is severely restricted in higher altitudes.\nMountain biking is allowed on all management trails outside of wilderness areas, and on a small number within them: Grey Mare Trail, Round Mountain Trail, Valentine Trail, Hellhole Creek Trail, Cascade Trail, Ingegoodbee Trail and Nine Mile Trail.\nCanoeing and swimming in the rivers and lakes are popular in the warmer weather. The rivers and dams are stocked with &lt;a href=\"trout\"&gt;trout&lt;/a&gt; from nearby hatcheries. Seasonal trout fishing is allowed after a permit is obtained. Other attractions include the &lt;a href=\"whitewater%20rafting\"&gt;whitewater rafting&lt;/a&gt;, &lt;a href=\"trail%20riding\"&gt;trail riding&lt;/a&gt;, &lt;a href=\"Yarrangobilly%20Caves\"&gt;Yarrangobilly Caves&lt;/a&gt;, Cooleman Caves, &lt;a href=\"Tin%20Mine%20Falls\"&gt;Tin Mine Falls&lt;/a&gt;, Australia's highest waterfall and &lt;a href=\"Valentine%20Falls\"&gt;Valentine Falls&lt;/a&gt;. Guided tours are conducted through several caves in the &lt;a href=\"karst\"&gt;karst&lt;/a&gt; region of &lt;a href=\"Yarrangobilly%20Caves\"&gt;Yarrangobilly&lt;/a&gt;. Other tours are also available.\nSawpit Creek has a major campground with facilities for caravans and cabins available for rent.\nThe Snowy Mountains Hydroelectric Scheme.\nThe Snowy River originates in the park and flows south to Victoria. Many tunnels, dams, generators and other parts of the &lt;a href=\"Snowy%20Mountains%20Scheme\"&gt;Snowy Mountains Scheme&lt;/a&gt; &lt;a href=\"hydro-electric\"&gt;hydro-electric&lt;/a&gt; system are located within the park, including the &lt;a href=\"Tantangara%20Reservoir\"&gt;Tantangara Reservoir&lt;/a&gt;.\nThe Snowy Scheme, constructed between 1949 and 1974, is a &lt;a href=\"hydroelectricity\"&gt;hydroelectricity&lt;/a&gt; and &lt;a href=\"irrigation%20in%20Australia\"&gt;irrigation&lt;/a&gt; complex consisting of sixteen major dams; seven power stations; a pumping station; and 225 kilometres of tunnels, pipelines and aqueducts. The Chief engineer was Sir &lt;a href=\"William%20Hudson%20%28engineer%29\"&gt;William Hudson&lt;/a&gt;. It is the largest engineering project undertaken in Australia. An 8 km powerline is planned through the area."
}