{
    "id": "1012133",
    "revid": "26021349",
    "url": "https://en.wikipedia.org/wiki?curid=1012133",
    "title": "Hires Root Beer",
    "text": "Hires Root Beer is a &lt;a href=\"root%20beer\"&gt;root beer&lt;/a&gt; marketed by &lt;a href=\"Keurig%20Dr%20Pepper\"&gt;Keurig Dr Pepper&lt;/a&gt;. Introduced in 1876, it is the longest continuously made &lt;a href=\"soft%20drink\"&gt;soft drink&lt;/a&gt; in the United States.\nHistory.\nHires Root Beer was created by &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;, Pennsylvania, pharmacist &lt;a href=\"Charles%20Elmer%20Hires\"&gt;Charles Elmer Hires&lt;/a&gt;. The official story is that Hires first tasted &lt;a href=\"root%20beer\"&gt;root beer&lt;/a&gt;, a traditional American beverage dating back to the colonial era, while on his honeymoon in 1875. However, historical accounts vary and the actual time and place of the discovery may never be known. By 1876, Hires had developed his own recipe and was marketing 25-cent packets of powder which each yielded of root beer. At Philadelphia's &lt;a href=\"Centennial%20Exposition\"&gt;Centennial Exposition&lt;/a&gt; in 1876, he cultivated new customers by giving away free glasses of root beer. Hires marketed it as a solid concentrate of 16 wild roots and berries. It claimed to purify the blood and make rosy cheeks. In 1884, he began producing a liquid extract and a syrup for use in &lt;a href=\"soda%20fountain\"&gt;soda fountain&lt;/a&gt;s, and was soon shipping root beer in kegs and producing a special fountain dispenser called the \"Hires Automatic Munimaker.\" In 1890, the Charles E. Hires Company incorporated and began supplying Hires root beer in small bottles claiming over a million bottles sold by 1891.\nBut Hires's choice of name for his product caused a problem: the word \"beer\" drew the wrath of the &lt;a href=\"temperance%20movement\"&gt;temperance movement&lt;/a&gt;. He had his root beer tested by a laboratory, and trumpeted their conclusion that a glass of his root beer contained less alcohol than a loaf of bread. Hires Root Beer was promoted as \"The Temperance Drink\" and \"the Greatest Health-Giving Beverage in the World\". Hires advertised aggressively, believing \"doing business without advertising is like winking at a girl in the dark. \"You\" know what you are doing, but nobody \"else\" does.\"\nOne of the major ingredients of root beer was &lt;a href=\"sassafras\"&gt;sassafras&lt;/a&gt; oil, a plant root extract used in beverages for its flavor and presumed medicinal properties. The medicinal properties of root beer are emphasized in the advertising slogan, \"Join Health and Cheer; Drink Hires Rootbeer\". The U.S. &lt;a href=\"Food%20and%20Drug%20Administration\"&gt;Food and Drug Administration&lt;/a&gt; banned sassafras oil in 1960 because it contains the carcinogen and liver-damaging chemical &lt;a href=\"safrol\"&gt;safrol&lt;/a&gt;. However, a process was later discovered by which the harmful chemical could be removed from sassafras oil while preserving the flavor.\nPrior to the move to \"natural and artificial flavors\", Hires ingredients included carbonated water, sugar, dextrose, caramel, plant extractives of birch, sassafras, licorice, vanilla, spikenard, sarsaparilla, hops, wintergreen, pipsissewa, ginger and flavor.\nHires Root Beer kits, available in the United States and Canada from the early 1900s through the 1980s allowed consumers to mix an extract with water, sugar and yeast to brew their own root beer. However, most consumption was of bottled root beer.\nA mid-1960s' advertising campaign featured jingles by jazz singer &lt;a href=\"Blossom%20Dearie\"&gt;Blossom Dearie&lt;/a&gt;, wherein she sang in a Betty-Boop voice: \"Hires Root Beer! Hires Rootin' Tootin' Root Beer! Hires Rootin'-Tootin' Rabble-Rousin', lion-roarin', Roman-candle-lightin' Root Beer!\"\nToday.\n&lt;a href=\"Sara%20Lee%20Corporation\"&gt;Consolidated Foods&lt;/a&gt; bought the company from the Hires family in 1960, and sold it two years later to &lt;a href=\"Crush%20%28beverage%29\"&gt;Crush International&lt;/a&gt;. &lt;a href=\"Procter%20%26amp%3B%20Gamble\"&gt;Procter &amp; Gamble&lt;/a&gt; bought Crush in 1980, and sold it to &lt;a href=\"Cadbury\"&gt;Cadbury Schweppes&lt;/a&gt; in 1989. Cadbury divested its soft drinks arm in 2008, and the beverage company renamed itself &lt;a href=\"Dr%20Pepper%20Snapple%20Group\"&gt;Dr Pepper Snapple Group&lt;/a&gt;.\nIn Canada, the Hires brand is no longer sold by Keurig Dr Pepper; retailers and vending machines have replaced it with &lt;a href=\"Pepsi\"&gt;Pepsi&lt;/a&gt;-owned &lt;a href=\"Mug%20Root%20Beer\"&gt;Mug Root Beer&lt;/a&gt; since the 1990s and DPSG markets Stewarts Root Beer in Canada. The Hires brand is now offered by &lt;a href=\"Canada%20Dry%20Motts\"&gt;Canada Dry Motts&lt;/a&gt; as an alcoholic drink, Hires Root Beer and Vodka.\nHires availability in the U.S. is limited as other Dr. Pepper owned brands like &lt;a href=\"A%26amp%3BW%20Root%20Beer\"&gt;A&amp;W Root Beer&lt;/a&gt; are competing for the same bottlers on behalf of the same company."
}