{
    "id": "10126535",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=10126535",
    "title": "Dave Creedon",
    "text": "David Creedon (1 August 1919 – 11 March 2007) was an &lt;a href=\"Irish%20people\"&gt;Irish&lt;/a&gt; &lt;a href=\"hurling\"&gt;hurler&lt;/a&gt; and &lt;a href=\"Gaelic%20football\"&gt;Gaelic football&lt;/a&gt;er whose &lt;a href=\"National%20Hurling%20League\"&gt;league&lt;/a&gt; and &lt;a href=\"All-Ireland%20Senior%20Hurling%20Championship\"&gt;championship&lt;/a&gt; career with the &lt;a href=\"Cork%20GAA\"&gt;Cork&lt;/a&gt; senior team spanned seventeen years from 1938 to 1955.\nBorn near &lt;a href=\"Blackpool%2C%20Cork\"&gt;Blackpool&lt;/a&gt; in &lt;a href=\"Cork%20%28city%29\"&gt;Cork&lt;/a&gt;, Creedon first played competitive hurling during his schooling at &lt;a href=\"the%20North%20Monastery\"&gt;the North Monastery&lt;/a&gt;. He subsequently joined the &lt;a href=\"Glen%20Rovers%20GAA\"&gt;Glen Rovers&lt;/a&gt; senior team and, in a club career that spanned three decades, he won nine &lt;a href=\"Cork%20Senior%20Hurling%20Championship\"&gt;county senior championship&lt;/a&gt; medals, serving as captain of the team on one occasion. As a &lt;a href=\"Gaelic%20football\"&gt;Gaelic football&lt;/a&gt;er with the Glen's sister club, &lt;a href=\"St.%20Nicholas%27%20GAA\"&gt;St. Nicholas'&lt;/a&gt;, Creedon also won three &lt;a href=\"Cork%20Senior%20Football%20Championship\"&gt;county senior championship&lt;/a&gt; medals. He finished his club career with &lt;a href=\"Nemo%20Rangers%20GAA\"&gt;Nemo Rangers&lt;/a&gt;.\nCreedon made his debut on the inter-county scene at the age of sixteen when he was picked on the Cork minor panel. After two unsuccessful years in this grade, he was later added to the Cork junior team. A two-time &lt;a href=\"Munster%20Junior%20Hurling%20Championship\"&gt;Munster&lt;/a&gt; medal winner in this grade, he also won one &lt;a href=\"All-Ireland%20Junior%20Hurling%20Championship\"&gt;All-Ireland&lt;/a&gt; medal. Creedon was added to the Cork senior panel in 1938. Over the course of the next ten years he remained as understudy to &lt;a href=\"Tom%20Mulcahy\"&gt;Tom Mulcahy&lt;/a&gt;, however, he did win his first &lt;a href=\"All-Ireland%20Senior%20Hurling%20Championship\"&gt;All-Ireland&lt;/a&gt; medal in 1946. After retiring from inter-county hurling in 1949, Creedon was coaxed back to the Cork team in 1952. He went on to win a further three All-Ireland medals in-a-row between 1952 and 1954. Creedon also won five &lt;a href=\"Munster%20Senior%20Hurling%20Championship\"&gt;Munster&lt;/a&gt; medals and one &lt;a href=\"National%20Hurling%20League\"&gt;National Hurling League&lt;/a&gt; medal. He played his last game for Cork in June 1955.\nIn retirement from playing Creedon served as an administrative officer and as a selector with Glen Rovers.\nPlaying career.\nClub.\nEarly successes.\nCreedon first enjoyed success as a member of the Glen Rovers minor team. He won back-to-back county championship medals in 1933 and 1934, before later being added to the Glen Rovers senior panel. In 1940 he took over from &lt;a href=\"Mick%20Casey\"&gt;Mick Casey&lt;/a&gt; as first-choice goalkeeper, as the Glen qualified for a seventh successive county championship final against &lt;a href=\"Sarsfields%20GAA%20%28Cork%29\"&gt;Sarsfields&lt;/a&gt;. A remarkable feature of the game was the scoring of seventeen goals which remains a record for a county final. &lt;a href=\"Charlie%20Tobin\"&gt;Charlie Tobin&lt;/a&gt; scored six of those goals as Glen Rovers secured a 10-6 to 7-5 victory. It was Creedon's first &lt;a href=\"Cork%20Senior%20Hurling%20Championship\"&gt;county senior championship&lt;/a&gt; medal.\nGlen Rovers continued their remarkable run of success in 1941 by qualifying for an eight successive championship decider. A &lt;a href=\"Willie%20Murphy%20%28Cork%20hurler%29\"&gt;Willie \"Long Puck\" Murphy&lt;/a&gt;-inspired &lt;a href=\"Ballincollig%20GAA\"&gt;Ballincollig&lt;/a&gt; provided the opposition, however, they were completely outplayed. The Glen recorded a 4-7 to 2-2 victory, setting the all-time record of eight championship titles in succession. It was Creedon's second successive winners' medal.\nNine-in-a-row proved beyond Glen Rovers as Ballincollig exacted their revenge in the semi-final of the 1942 championship. After a season of reorganisation, which saw the introduction of nine new players to the team, Glen Rovers reached the 1944 championship final where they faced reigning champions and three-in-a-row hopefuls &lt;a href=\"St.%20Finbarr%27s%20GAA\"&gt;St. Finbarr's&lt;/a&gt;. The game started at a furious pace and inside a minute Denis Leahy had the ball in the St. Finbarr's net. This lead was increased to 2-3 after 27 minutes. \"The Barrs\" replied with a goal and at half time the Glen led by 4-3 to 1-0. A St. Finbarr's goal at the three-quarter mark was immediately cancelled out by an own goal, however, the final quarter was fought out score for score. At the final whistle Glen Rovers were the champions by 5-7 to 3-3 and Creedon had collected his third championship medal.\nDivisional side &lt;a href=\"Carrigdhoun%20GAA\"&gt;Carrigdhoun&lt;/a&gt; provided the opposition as Glen Rovers reached the 1945 championship final in search of their tenth title. In what was probably the most exciting decider in which the club had been involved in so far, the Glen were five goals ahead after 25 minutes having played with a gale force wind, however, Carrigdhoun fought back to reduce the arrears and set up an exciting finish. Lyons was single dout for praise at full-back as Glen Rovers retained the championship title following a 4-10 to 5-3 victory.\nGlen Rovers march on.\nAfter defeat by St. Finbarr's in the 1946 championship final, Glen Rovers saw a number of changes to the team when they next contested the decider in 1948. Retirement and emigration and forced a number of changes, however, Creedon remained in goal. Glen veterans &lt;a href=\"Jack%20Lynch\"&gt;Jack Lynch&lt;/a&gt; and &lt;a href=\"Johnny%20Quirke\"&gt;Johnny Quirke&lt;/a&gt; were to the fore in securing the double scores 5-7 to 3-2 victory over roll of honour leaders &lt;a href=\"Blackrock%20GAA\"&gt;Blackrock&lt;/a&gt;.\nGlen Rovers were presented with their chance of retaining their title when they faced divisional side &lt;a href=\"Imokilly%20GAA\"&gt;Imokilly&lt;/a&gt; in the 1949 championship decider. On a day of incessant rain, the game was described as one of the best of the year. Donie Twomey and Jack Lynch were the stars of the team as they bagged 5-2 between them. &lt;a href=\"Christy%20Ring\"&gt;Christy Ring&lt;/a&gt; scored the Glen's sixth goal of the game to secure the 6-5 to 0-14 victory. It was a sixth medal for Creedon, who also had the honour of lifting the &lt;a href=\"Cork%20Senior%20Hurling%20Championship%23Trophy\"&gt;Seán Óg Murphy Cup&lt;/a&gt; as captain.\nSouthside rivals St. Finbarr's were the opponents as Glen Rovers were determined to make it three titles in-a-row in the 1950 championship final. St. Finbarr's had the advantage of a very strong breeze in the first half and mounted attack after attack on the Glen goal but failed to raise the\ngreen flag. The Glen backs gave one of the finest displays of defensive hurling ever seen in the championship and kept the southsiders tally for the\nfirst half to 0-4. \"The Barrs\" added just one further point to their tally after the interval. The 2-8 to 0-5 victory secured a third successive championship title for the club and a seventh winners' medal for Creedon.\nFinal victories.\n&lt;a href=\"Sarsfields%20GAA%20%28Cork%29\"&gt;Sarsfields&lt;/a&gt; ended the Glen's hopes of four-in-a-row in 1951, while defeat in the first round of 1952 looked like heralding a fallow period. The club returned stronger than ever when they qualified for the 1953 championship final where they faced Sarsfields once again. After a slow start Glen Rovers gave an exhibition of hurling all over the field, with Creedon, &lt;a href=\"John%20Lyons%20%28hurler%29\"&gt;John Lyons&lt;/a&gt;, &lt;a href=\"Se%C3%A1n%20French%20%281931-2011%29\"&gt;Seán French&lt;/a&gt; and &lt;a href=\"Se%C3%A1n%20O%27Brien%20%28Cork%20hurler%29\"&gt;Seán O'Brien&lt;/a&gt; proving impregnable in defence. The 8-5 to 4-3 victory secured his eighth championship medal.\nIn 1954 Glen Rovers reached their 17th championship final in twenty years. Blackrock fielded a young team, however, Glen Rovers had eight inter-county players on their team. In spite of this, Blackrock stood up to the champions and the result remained in doubt to the end. A 3-7 to 3-2 victory secured an eighth and final championship medal for Creedon.\nInter-county.\nCreedon played with the &lt;a href=\"Cork%20GAA\"&gt;Cork&lt;/a&gt; minor hurling team in the mid-1940s. He was a member of the senior panel when Cork won the &lt;a href=\"Munster%20Senior%20Hurling%20Championship\"&gt;Munster Championship&lt;/a&gt; in 1947, however, he had yet to make his own championship debut. He won his first All-Ireland medal when he was sub goalkeeper in the 1946 final. In 1952 Creedon came out of retirement at the age of 33 to become the first-choice goalkeeper on the Cork senior hurling team. It proved to be an excellent decision as he won his first Munster title that year before later defeating &lt;a href=\"Dublin%20GAA\"&gt;Dublin&lt;/a&gt; to claim his first &lt;a href=\"All-Ireland%20Senior%20Hurling%20Championship\"&gt;All-Ireland&lt;/a&gt; medal. 1953 began well for Creedon when he won his first &lt;a href=\"National%20Hurling%20League\"&gt;National Hurling League&lt;/a&gt; title. Later that year he won his second consecutive Munster medal as well as a second consecutive All-Ireland medal following an ill-tempered win over &lt;a href=\"Galway%20GAA\"&gt;Galway&lt;/a&gt;. In 1954 Creedon made it a hat-trick of Munster and All-Ireland medals as a defeat of &lt;a href=\"Wexford%20GAA\"&gt;Wexford&lt;/a&gt; gave the team its third All-Ireland title in-a-row. In 1955 Cork were defeated by &lt;a href=\"Clare%20GAA\"&gt;Clare&lt;/a&gt; in the first round of the championship. Creedon subsequently retired from inter-county hurling."
}