{
    "id": "1013901",
    "revid": "1060503228",
    "url": "https://en.wikipedia.org/wiki?curid=1013901",
    "title": "The Plot Against America",
    "text": "The Plot Against America is a novel by &lt;a href=\"Philip%20Roth\"&gt;Philip Roth&lt;/a&gt; published in 2004. It is an &lt;a href=\"alternative%20history%20%28fiction%29\"&gt;alternative history&lt;/a&gt; in which &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt; is defeated in &lt;a href=\"1940%20United%20States%20presidential%20election\"&gt;the presidential election of 1940&lt;/a&gt; by &lt;a href=\"Charles%20Lindbergh\"&gt;Charles Lindbergh&lt;/a&gt;. The novel follows the fortunes of the Roth family during the Lindbergh presidency, as &lt;a href=\"antisemitism\"&gt;antisemitism&lt;/a&gt; becomes more accepted in American life and &lt;a href=\"Jewish-American\"&gt;Jewish-American&lt;/a&gt; families like the Roths are persecuted on various levels. The narrator and central character in the novel is the young Philip, and the care with which his confusion and terror are rendered makes the novel as much about the mysteries of growing up as about American politics. Roth based his novel on the &lt;a href=\"isolationism\"&gt;isolationist&lt;/a&gt; ideas espoused by Lindbergh in real life as a spokesman for the &lt;a href=\"America%20First%20Committee\"&gt;America First Committee&lt;/a&gt;, and on his own experiences growing up in &lt;a href=\"Newark%2C%20New%20Jersey\"&gt;Newark, New Jersey&lt;/a&gt;. The novel received praise for the realism of its world and its treatment of topics such as antisemitism, trauma, and the perception of history. The novel depicts the &lt;a href=\"Weequahic\"&gt;Weequahic&lt;/a&gt; section of Newark which includes &lt;a href=\"Weequahic%20High%20School\"&gt;Weequahic High School&lt;/a&gt; from which Roth graduated. A miniseries adaptation of the novel aired on HBO in March 2020.\nPlot.\nThe novel is told from the point of view of Roth as a child growing up in &lt;a href=\"Newark%2C%20New%20Jersey\"&gt;Newark, New Jersey&lt;/a&gt;, as the younger son of Herman and Bess Roth. It begins with aviation hero &lt;a href=\"Charles%20Lindbergh\"&gt;Charles Lindbergh&lt;/a&gt;, who is already criticized for his praise of &lt;a href=\"Hitler\"&gt;Hitler&lt;/a&gt;'s government, joining the &lt;a href=\"America%20First%20Party%20%281944%29\"&gt;America First Party&lt;/a&gt;. As the party's spokesman, he speaks against US intervention in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; and openly criticizes the \"Jewish race\" for trying to force US involvement. After making a surprise appearance on the last night of the &lt;a href=\"1940%20Republican%20National%20Convention\"&gt;1940 Republican National Convention&lt;/a&gt;, he is nominated as the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt;'s candidate for &lt;a href=\"President%20of%20the%20United%20States\"&gt;president&lt;/a&gt;.\nAlthough criticized from the left and feared by most &lt;a href=\"Jewish%20Americans\"&gt;Jewish Americans&lt;/a&gt;, Lindbergh musters a strong tide of popular support from the &lt;a href=\"Southern%20United%20States\"&gt;South&lt;/a&gt; and the &lt;a href=\"Midwestern%20United%20States\"&gt;Midwest&lt;/a&gt; and is endorsed by &lt;a href=\"Conservative%20Judaism\"&gt;Conservative&lt;/a&gt; &lt;a href=\"Rabbi\"&gt;Rabbi&lt;/a&gt; Lionel Bengelsdorf of &lt;a href=\"Newark%2C%20New%20Jersey\"&gt;Newark&lt;/a&gt;. Lindbergh wins the &lt;a href=\"1940%20United%20States%20presidential%20election\"&gt;1940 election&lt;/a&gt; over incumbent President &lt;a href=\"Franklin%20Roosevelt\"&gt;Franklin Roosevelt&lt;/a&gt; in a landslide under the slogan \"Vote for Lindbergh, or vote for war.\" &lt;a href=\"Montana\"&gt;Montana&lt;/a&gt; Senator &lt;a href=\"Burton%20K.%20Wheeler\"&gt;Burton K. Wheeler&lt;/a&gt; is Lindbergh's &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;vice president&lt;/a&gt;, and Lindbergh nominates &lt;a href=\"Henry%20Ford\"&gt;Henry Ford&lt;/a&gt; as &lt;a href=\"US%20Secretary%20of%20the%20Interior\"&gt;Secretary of the Interior&lt;/a&gt;. With Lindbergh now in the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt;, the Roth family begins to feel like outsiders in American society.\nLindbergh's first act is to sign a treaty with &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; and Hitler that promises that the United States will not interfere with German expansion in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, known as the \"&lt;a href=\"Kingdom%20of%20Iceland\"&gt;Iceland&lt;/a&gt; Understanding,\" and another with &lt;a href=\"Empire%20of%20Japan\"&gt;Imperial Japan&lt;/a&gt; that promises noninterference with Japanese expansion in &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;, known as the \"&lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt; Understanding.\" The new presidency begins to take a toll on Philip's family. Philip's cousin Alvin joins the &lt;a href=\"Canadian%20Army\"&gt;Canadian Army&lt;/a&gt; to fight in Europe. He loses his leg in combat and comes home with his ideals destroyed. He leaves the family and becomes a racketeer in &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;. A new government program, the Office of American Absorption (OAA), begins to take Jewish boys to spend a period of time living with exchange families in the South and Midwest to \"&lt;a href=\"Americanization\"&gt;Americanize&lt;/a&gt;\" them. Philip's older brother Sandy is one of the boys selected, and after spending time on a farm in &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt; under the OAA's \"Just Folks\" scheme, he comes home showing contempt for his family, calling them \"ghetto Jews.\"\nPhilip's aunt, Evelyn Finkel, marries Rabbi Bengelsdorf and becomes a frequent guest of the Lindbergh &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt;. Her attendance of a state dinner party for German Foreign Minister &lt;a href=\"Joachim%20von%20Ribbentrop\"&gt;Joachim Von Ribbentrop&lt;/a&gt; causes further strain in the family. A new version of the &lt;a href=\"Homestead%20Act%20of%201862\"&gt;Homestead Act of 1862&lt;/a&gt;, called Homestead 42, is instituted to relocate entire Jewish families to the &lt;a href=\"Western%20United%20States\"&gt;Western&lt;/a&gt; and Southern United States by mandating companies to relocate positions to those regions. Many of Philip's Newark neighbors move to &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;. Philip visits Evelyn, a senior OAA administrator, in order to try and prevent his family from having to leave Newark, but this results in Philip's shy and innocent school friend, Seldon Wishnow, an only child, and his widowed mother, Selma, being moved to tiny &lt;a href=\"Danville%2C%20Kentucky\"&gt;Danville, Kentucky&lt;/a&gt;. Herman quits his job selling insurance and starts working for his brother in order for his family to avoid relocation.\nIn protest against the new act, the radio personality &lt;a href=\"Walter%20Winchell\"&gt;Walter Winchell&lt;/a&gt; openly criticizes the Lindbergh administration on his nationwide Sunday night broadcast from &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt; and is fired by his sponsor. Winchell then decides to run for president in 1942 and begins a speaking tour. His candidacy causes anger and &lt;a href=\"anti-Semitic\"&gt;anti-Semitic&lt;/a&gt; rioting in the South and the Midwest, and mobs begin targeting him. While addressing an open-air political rally in &lt;a href=\"Louisville%2C%20Kentucky\"&gt;Louisville, Kentucky&lt;/a&gt;, on October 5, 1942, Winchell is shot to death. Winchell's funeral in New York City is presided over by Mayor &lt;a href=\"Fiorello%20La%20Guardia\"&gt;Fiorello La Guardia&lt;/a&gt;, who praises Winchell for his opposition to &lt;a href=\"fascism\"&gt;fascism&lt;/a&gt; and pointedly criticizes Lindbergh for his silence over the riots and Winchell's assassination.\nAs he is returning from delivering a speech in &lt;a href=\"Louisville%2C%20Kentucky\"&gt;Louisville&lt;/a&gt; on October 7, 1942, Lindbergh's plane goes missing. Ground searches turn up no results, and Vice President Wheeler assumes the presidency. German State Radio discloses \"evidence\" that Lindbergh's disappearance and the &lt;a href=\"Lindbergh%20kidnapping\"&gt;kidnapping of his son&lt;/a&gt; were part of a Jewish conspiracy to take control of the &lt;a href=\"US%20government\"&gt;US government&lt;/a&gt;. The announcement incites further anti-Semitic rioting. Wheeler and Ford, acting on the Nazis' evidence, begin arresting prominent Jewish citizens, including &lt;a href=\"Henry%20Morgenthau%20Jr.\"&gt;Henry Morgenthau Jr.&lt;/a&gt;, &lt;a href=\"Herbert%20Lehman\"&gt;Herbert Lehman&lt;/a&gt;, and &lt;a href=\"Bernard%20Baruch\"&gt;Bernard Baruch&lt;/a&gt; as well as Mayor La Guardia and Rabbi Bengelsdorf.\nSeldon calls the Roths when his mother does not come home from work. They later discover that Seldon's mother was killed by &lt;a href=\"Ku%20Klux%20Klan\"&gt;Ku Klux Klan&lt;/a&gt; members who beat and robbed her before setting fire to her car with her in it. The Roths eventually call Sandy's exchange family in Kentucky and have them keep Seldon safe until Philip's father and brother drive there and bring him back to Newark. Months later, Seldon is taken in by his mother's sister. The rioting stops when First Lady &lt;a href=\"Anne%20Morrow%20Lindbergh\"&gt;Anne Morrow Lindbergh&lt;/a&gt; makes a statement that asks for the country to stop the violence and move forward. With the search for President Lindbergh called off, former President Roosevelt runs as an emergency presidential candidate in November 1942 and is re-elected. Months later, the Japanese &lt;a href=\"attack%20on%20Pearl%20Harbor\"&gt;attack&lt;/a&gt; &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt;, and the US enters the war.\nAunt Evelyn recounts a theory of Lindbergh's disappearance, the source for which is First Lady Lindbergh, who disclosed the details to Evelyn's husband, Rabbi Bengelsdorf, shortly before she was forcibly removed from the White House and held prisoner in the psychiatric ward at &lt;a href=\"Walter%20Reed%20Army%20Hospital\"&gt;Walter Reed Army Hospital&lt;/a&gt;. According to Evelyn, after the Lindberghs' son, Charles, was kidnapped in 1932, his murder was faked, and he was then raised in Germany by the Nazis as a &lt;a href=\"Hitler%20Youth\"&gt;Hitler Youth&lt;/a&gt; member. The Nazis' price for the boy's life was Lindbergh's full co-operation with a Nazi-organized presidential campaign by which they hoped to bring the &lt;a href=\"Final%20Solution\"&gt;Final Solution&lt;/a&gt; to the US. When Lindbergh informed them that the US would never permit such a thing, he was kidnapped, and the Jewish conspiracy theory was put forward in hopes of turning the US further against its Jewish population. Philip admits that Evelyn's theory is the most far-fetched and \"unbelievable\" explanation for Lindbergh's disappearance, but “not necessarily the least convincing.”\nInspiration.\nRoth stated that the idea for the novel came to him while he was reading the unpublished &lt;a href=\"Galley%20proof\"&gt;galleys&lt;/a&gt; for &lt;a href=\"Arthur%20Schlesinger%20Jr.\"&gt;Arthur Schlesinger Jr.&lt;/a&gt;'s autobiography in which Schlesinger makes a comment that some of the day's more radical &lt;a href=\"US%20Republican%20Party\"&gt;Republican&lt;/a&gt; senators wanted Lindbergh to run against Roosevelt. The title appears to be taken from that of a &lt;a href=\"communist\"&gt;communist&lt;/a&gt; pamphlet published in support of the campaign against &lt;a href=\"Burton%20K.%20Wheeler\"&gt;Burton K. Wheeler&lt;/a&gt;'s re-election to the &lt;a href=\"US%20Senate\"&gt;US Senate&lt;/a&gt; in &lt;a href=\"1946%20United%20States%20Senate%20election%20in%20Montana\"&gt;1946&lt;/a&gt;.\nThe novel depicts an antisemitic United States in the 1940s. Roth had written in his autobiography, \"\", of the racial and antisemitic tensions that were a part of his childhood in Newark. Several times in that book, he describes children in his neighborhood being violently attacked simply because they were Jewish.\nReception.\nRoth's novel was generally well received. &lt;a href=\"Jonathan%20Yardley\"&gt;Jonathan Yardley&lt;/a&gt; of \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\", exploring the book's treatment of Lindbergh in some depth, calls the book \"painfully moving\" and a \"genuinely American story.\"\n\"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" review described the book as \"a terrific &lt;a href=\"political%20fiction\"&gt;political novel&lt;/a&gt;\" as well as \"sinister, vivid, dreamlike, preposterous and, at the same time, creepily plausible.\"\n&lt;a href=\"Blake%20Morrison\"&gt;Blake Morrison&lt;/a&gt; in \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" offered high praise: \"\"The Plot Against America\" creates its reality magisterially, in long, fluid sentences that carry you beyond &lt;a href=\"skepticism\"&gt;skepticism&lt;/a&gt; and with a quotidian attentiveness to sights and sounds, tastes and smells, surnames and nicknames and brandnames—an accumulation of \"petits faits vrais\"—that dissolves any residual disbelief.\"\nWriter &lt;a href=\"Bill%20Kauffman\"&gt;Bill Kauffman&lt;/a&gt;, in \"&lt;a href=\"The%20American%20Conservative\"&gt;The American Conservative&lt;/a&gt;\", wrote a scathing review of the book and objected to its criticism of the movement of which Lindbergh was a chief spokesperson, which is sometimes referred to as &lt;a href=\"isolationist\"&gt;isolationist&lt;/a&gt; but Kauffman sees as antiwar, in contrast to Roosevelt's pro-war stance. He also criticizes its portrayal of increasing American antisemitism, in particular among &lt;a href=\"Catholics\"&gt;Catholics&lt;/a&gt;, and for the nature of its fictional portrayals of real-life characters like Lindbergh, claiming it was \"bigoted and &lt;a href=\"libel\"&gt;libel&lt;/a&gt;lous of the dead,\" as well as for its ending, featuring a resolution to the political situation that Kauffman considered a \"&lt;a href=\"deus%20ex%20machina\"&gt;deus ex machina&lt;/a&gt;\".\nMany took the novel as something of a \"&lt;a href=\"roman%20%C3%A0%20clef\"&gt;roman à clef&lt;/a&gt;\" for or against the &lt;a href=\"George%20W.%20Bush%20administration\"&gt;George W. Bush administration&lt;/a&gt; and its policies, but though Roth was opposed to the Bush administration's policies, he denied such allegorical interpretations of his novel.\nIn 2005, the novel won the &lt;a href=\"James%20Fenimore%20Cooper%20Prize%20for%20Best%20Historical%20Fiction\"&gt;James Fenimore Cooper Prize for Best Historical Fiction&lt;/a&gt; given by the &lt;a href=\"Society%20of%20American%20Historians\"&gt;Society of American Historians&lt;/a&gt;. It won the &lt;a href=\"Sidewise%20Award%20for%20Alternate%20History\"&gt;Sidewise Award for Alternate History&lt;/a&gt;, was a finalist for the &lt;a href=\"John%20W.%20Campbell%20Memorial%20Award\"&gt;John W. Campbell Memorial Award&lt;/a&gt;, and came in 11th for the 2005 &lt;a href=\"Locus%20Awards\"&gt;Locus Awards&lt;/a&gt;.\nAnalysis.\nAntisemitism.\nThe similarities between modern anti-Zionism in western countries and the antisemitic policy decisions of the 20th-century Lindbergh government in the novel are highlighted by Jewish writer Mike Berger. Berger discusses how in both situations, the targeting and ostracization of the Jewish population is masked in government and high society by making the criticism of Jewish people appear reasonable in focusing on their isolation and failure to assimilate with the majority white culture. From this implicit condoning of prejudice against Jewish communities, many antisemitic individuals and groups become emboldened to carry out acts of violence and discriminate against Jews, as seen in the novel.\nEnglish Professor T. Austin Graham argues that the gradual escalation of antisemitic government policy carries a lingering, dreadful possibility of full-scale holocaust across the novel. He argues that the novel also shows how many Jewish families like the Roths are also severely affected by the major shift in the “collective American psyche” that leads to wide-scale rioting akin to the events of Kristallnacht in Nazi Germany.\nIdentity.\nMike Berger asserts that Roth captures the “essence” of Jewish identity in the novel with lines that describe the characters’ identities as being “as fundamental as having arteries and veins,\" contributing to an understanding of a “deep” identity as being the total merging of the individual and the collective.  \nTrauma.\nThe issue of trauma on a personal and group level is an important theme of the novel, which professor Aimee Pozorski believes is demonstrated by Roth's use of skewed time—“a kind of traumatic time that conflates the present moment with an unassimilated past”—to create the sense that the novel is a relived experience of a past trauma that may be able to offer new insights on the experience. Pozorski states that the novel juxtaposes America's founding with the reality of its founding principles being torn apart to tell a reimagined Holocaust narrative.\nThe novel's use of a child character as the principal point of view and the filtering of the novel's horrific events through the child's lens also highlights how future generations are more heavily impacted by traumatic events. Such an impact could dramatically reshape personal and cultural identities.\nHistoriography.\nProfessor Jason Siegel claims that Roth wrote The Plot Against America in order to challenge the linear perception of history. Rather than a single, objectively told narrative where every event serves a purpose, Roth proposes that historiography is characterized by the competition between conflicting “plots” and narratives aiming to forward agendas that suit the interests of those dealing with unresolved conflict in the present. He does this by depicting how the battle between two alleged plots – the Jewish and fascist plots to take over the United States – shapes the course of the nation's future and impacts the perspective and experience of different social groups in different ways. Roth redefines historical truth as the multiplicity of experiences and narratives of all people, and cautions that American history “remains perpetually unwritten and myriad.\"\nParallels to the 2016 Presidential Election.\nAfter &lt;a href=\"2016%20United%20States%20presidential%20election\"&gt;the 2016 election&lt;/a&gt; of &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt; to the US presidency, reviewers noted the presence in \"The Plot Against America\" of a character who bears a resemblance to Trump. The cousin, Alvin, goes to work for a Jewish real-estate developer whose description closely matches Trump. Roth was interviewed in \"&lt;a href=\"The%20New%20Yorker\"&gt;The New Yorker&lt;/a&gt;\" about similarities between his novel and the election of Trump. Roth responded, \"It is easier to comprehend the election of an imaginary President like Charles Lindbergh than an actual President like Donald Trump. Lindbergh, despite his Nazi sympathies and racist proclivities, was a great aviation hero ... Trump is just a con artist.\"\nHistorical figures.\n\"The Plot Against America\" depicts or mentions many historical figures:\nTelevision adaptation.\nOn January 18, 2018, it was reported that \"&lt;a href=\"The%20Wire\"&gt;The Wire&lt;/a&gt;\" creator &lt;a href=\"David%20Simon\"&gt;David Simon&lt;/a&gt; would adapt a six-part &lt;a href=\"Miniseries\"&gt;mini-series&lt;/a&gt; adaptation of \"The Plot Against America\". The news was first announced in \"&lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt;\" journalist Charles McGrath's interview with Roth, who noted that Simon had visited Roth, who stated he \"was sure his novel was in good hands.\" Filming took place in &lt;a href=\"Jersey%20City%2C%20New%20Jersey\"&gt;Jersey City, New Jersey&lt;/a&gt;. It premiered on &lt;a href=\"HBO\"&gt;HBO&lt;/a&gt; on March 16, 2020."
}