{
    "id": "101681",
    "revid": "24884903",
    "url": "https://en.wikipedia.org/wiki?curid=101681",
    "title": "Georgetown University",
    "text": "Georgetown University is a &lt;a href=\"private%20university\"&gt;private&lt;/a&gt; &lt;a href=\"research%20university\"&gt;research university&lt;/a&gt; in the &lt;a href=\"Georgetown%20%28Washington%2C%20D.C.%29\"&gt;Georgetown&lt;/a&gt; neighborhood of &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; Founded by Bishop &lt;a href=\"John%20Carroll%20%28archbishop%20of%20Baltimore%29\"&gt;John Carroll&lt;/a&gt; in 1789 as &lt;a href=\"Georgetown%20College%20%28Georgetown%20University%29\"&gt;Georgetown College&lt;/a&gt;, the university has grown to comprise ten &lt;a href=\"Undergraduate%20education\"&gt;undergraduate&lt;/a&gt; and &lt;a href=\"Postgraduate%20education\"&gt;graduate&lt;/a&gt; schools, among which are the &lt;a href=\"School%20of%20Foreign%20Service\"&gt;School of Foreign Service&lt;/a&gt;, &lt;a href=\"McDonough%20School%20of%20Business\"&gt;School of Business&lt;/a&gt;, &lt;a href=\"Georgetown%20University%20School%20of%20Medicine\"&gt;Medical School&lt;/a&gt;, &lt;a href=\"Georgetown%20University%20Law%20Center\"&gt;Law School&lt;/a&gt;, and a &lt;a href=\"Georgetown%20University%20in%20Qatar\"&gt;campus in Qatar&lt;/a&gt;. On a hill above the &lt;a href=\"Potomac%20River\"&gt;Potomac River&lt;/a&gt;, the school's main campus is identifiable by its flagship &lt;a href=\"Healy%20Hall\"&gt;Healy Hall&lt;/a&gt;, a &lt;a href=\"National%20Historic%20Landmark\"&gt;National Historic Landmark&lt;/a&gt;. \nThe school was founded in &lt;a href=\"Society%20of%20Jesus\"&gt;Jesuit&lt;/a&gt; tradition, and is the oldest &lt;a href=\"Catholic\"&gt;Catholic&lt;/a&gt; institution of higher education in the United States. The Jesuits have participated in the university's academic life, both as scholars and as administrators, since 1805. However, the university has always been governed independently of the church, and the majority of Georgetown students are not Catholic.\nGeorgetown is ranked among the top universities in the United States and admission is &lt;a href=\"College%20admissions%20in%20the%20United%20States\"&gt;highly selective&lt;/a&gt;. The university offers degree programs in forty-eight disciplines, enrolling an average of 7,500 &lt;a href=\"undergraduate\"&gt;undergraduate&lt;/a&gt; and 10,000 &lt;a href=\"post-graduate\"&gt;post-graduate&lt;/a&gt; students from more than 135 countries. Georgetown's &lt;a href=\"List%20of%20Georgetown%20University%20alumni\"&gt;notable alumni&lt;/a&gt; include 27 &lt;a href=\"Rhodes%20Scholars\"&gt;Rhodes Scholars&lt;/a&gt;, 32 &lt;a href=\"Marshall%20Scholarship\"&gt;Marshall Scholars&lt;/a&gt;, 33 &lt;a href=\"Truman%20Scholars\"&gt;Truman Scholars&lt;/a&gt;, 429 &lt;a href=\"Fulbright%20Program\"&gt;Fulbright Scholars&lt;/a&gt;, 2 &lt;a href=\"President%20of%20the%20United%20States\"&gt;U.S. Presidents&lt;/a&gt;, and 2 &lt;a href=\"List%20of%20Justices%20of%20the%20Supreme%20Court%20of%20the%20United%20States\"&gt;U.S. Supreme Court Justices&lt;/a&gt;, as well as international royalty and 14 foreign &lt;a href=\"Head%20of%20state\"&gt;heads of state&lt;/a&gt;. Among the world's leading institutions in government and international relations, the school's alumni include more &lt;a href=\"United%20States%20Foreign%20Service\"&gt;U.S. diplomats&lt;/a&gt; than any other university and many members of the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt;.\nGeorgetown is home to the country's &lt;a href=\"The%20Corp\"&gt;largest student-run business&lt;/a&gt;, &lt;a href=\"Georgetown%20University%20Alumni%20%26amp%3B%20Student%20Federal%20Credit%20Union\"&gt;largest student-run credit union&lt;/a&gt;, &lt;a href=\"Mask%20and%20Bauble%20Dramatic%20Society\"&gt;oldest continuously running student theatre troupe&lt;/a&gt; and one of the &lt;a href=\"Philodemic%20Society\"&gt;oldest debating societies&lt;/a&gt; in the United States. The school's athletic teams are nicknamed the &lt;a href=\"Georgetown%20Hoyas\"&gt;Hoyas&lt;/a&gt; and include a &lt;a href=\"Georgetown%20Hoyas%20men%27s%20basketball\"&gt;men's basketball team&lt;/a&gt;, which has won a record eight &lt;a href=\"Big%20East%20Men%27s%20Basketball%20Tournament\"&gt;Big East championships&lt;/a&gt;, appeared in five &lt;a href=\"NCAA%20Division%20I%20Men%27s%20Basketball%20Tournament\"&gt;Final Fours&lt;/a&gt;, and won a &lt;a href=\"1984%20NCAA%20Men%27s%20Division%20I%20Basketball%20Tournament\"&gt;national championship in 1984&lt;/a&gt;. The men's soccer and women's cross-country teams also have national championships, while the co-ed sailing team has fourteen national championships and one world championship title.\nHistory.\nFounding.\n&lt;a href=\"Society%20of%20Jesus\"&gt;Jesuit&lt;/a&gt; settlers from England founded the &lt;a href=\"Province%20of%20Maryland\"&gt;Province of Maryland&lt;/a&gt; in 1634. In 1646, the defeat of the &lt;a href=\"Cavalier\"&gt;Royalists&lt;/a&gt; in the &lt;a href=\"English%20Civil%20War\"&gt;English Civil War&lt;/a&gt; led to stringent laws against Roman Catholic education and the extradition of known Jesuits from the colony, including missionary &lt;a href=\"Andrew%20White%20%28missionary%29\"&gt;Andrew White&lt;/a&gt;, and the destruction of their school at Calverton Manor. During most of the remainder of Maryland's colonial period, Jesuits conducted Catholic schools clandestinely. It was not until after the end of the &lt;a href=\"American%20Revolution\"&gt;American Revolution&lt;/a&gt; that plans to establish a permanent Catholic institution for education in the United States were realized.\nBecause of &lt;a href=\"Benjamin%20Franklin\"&gt;Benjamin Franklin&lt;/a&gt;'s recommendation, &lt;a href=\"Pope%20Pius%20VI\"&gt;Pope Pius VI&lt;/a&gt; appointed former Jesuit &lt;a href=\"John%20Carroll%20%28bishop%29\"&gt;John Carroll&lt;/a&gt; as the first &lt;a href=\"Roman%20Catholic%20Archdiocese%20of%20Baltimore\"&gt;head of the Roman Catholic Church in the United States&lt;/a&gt;, even though the papal &lt;a href=\"Suppression%20of%20the%20Society%20of%20Jesus\"&gt;suppression of the Jesuit order&lt;/a&gt; was still in effect. Carroll began meetings of local clergy in 1783 near &lt;a href=\"Annapolis%2C%20Maryland\"&gt;Annapolis, Maryland&lt;/a&gt;, where they orchestrated the development of a new university. On January 23, 1789, Carroll finalized the purchase of the property in Georgetown on which Dahlgren Quadrangle was later built. Future Congressman &lt;a href=\"William%20Gaston\"&gt;William Gaston&lt;/a&gt; was enrolled as the school's first student on November 22, 1791, and instruction began on January 2, 1792.\nDuring its early years, Georgetown College suffered from considerable financial strain. The Maryland Society of Jesus began its restoration in 1805, and Jesuit affiliation, in the form of teachers and administrators, bolstered confidence in the college. The school relied on private sources of funding and the limited profits from local lands which had been donated to the Jesuits. To raise money for Georgetown and other schools in 1838, Maryland Jesuits conducted a &lt;a href=\"1838%20Jesuit%20slave%20sale\"&gt;mass sale&lt;/a&gt; of some 272 slaves to two Deep South plantations in &lt;a href=\"Maringouin%2C%20Louisiana\"&gt;Maringouin, Louisiana&lt;/a&gt;, from their six in Maryland, ending their slaveholding.\nPresident &lt;a href=\"James%20Madison\"&gt;James Madison&lt;/a&gt; signed into law Georgetown's &lt;a href=\"congressional%20charter\"&gt;congressional charter&lt;/a&gt; on March 1, 1815, creating the first federal &lt;a href=\"university%20charter\"&gt;university charter&lt;/a&gt;, which allowed it to confer degrees, with the first bachelor's degrees being awarded two years later. In 1844, the school received a &lt;a href=\"corporation\"&gt;corporate&lt;/a&gt; charter, under the name \"&lt;a href=\"President%20and%20Directors%20of%20Georgetown%20College\"&gt;The President and Directors of Georgetown College&lt;/a&gt;\", affording the growing school additional legal rights. In response to the demand for a local option for Roman Catholic students, the &lt;a href=\"Georgetown%20University%20School%20of%20Medicine\"&gt;Medical School&lt;/a&gt; was founded in 1851.\nPost-Civil War expansion.\nThe &lt;a href=\"American%20Civil%20War\"&gt;U.S. Civil War&lt;/a&gt; greatly affected Georgetown as 1,141 students and alumni enlisted in one army or the other, and the &lt;a href=\"Union%20Army\"&gt;Union Army&lt;/a&gt; commandeered university buildings. By the time of President &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt;'s May 1861 visit to campus, 1,400 troops were living in temporary quarters there. Due to the number of lives lost in the war, enrollment levels remained low until well after the war. Only seven students graduated in 1869, down from over 300 in the previous decade. When the Georgetown College Boat Club, the school's &lt;a href=\"rowing%20%28sport%29\"&gt;rowing&lt;/a&gt; team, was founded in 1876 it adopted two colors: blue, used for &lt;a href=\"Uniform%20of%20the%20Union%20Army\"&gt;Union uniforms&lt;/a&gt;, and gray, used for &lt;a href=\"Uniforms%20of%20the%20Confederate%20States%20military%20forces\"&gt;Confederate uniforms&lt;/a&gt;. These colors signified the peaceful unity among students. Subsequently, the school adopted these as its official colors.\nEnrollment did not recover until during the presidency of &lt;a href=\"Patrick%20Francis%20Healy\"&gt;Patrick Francis Healy&lt;/a&gt; from 1873 to 1881. Born in Georgia as a slave by law and &lt;a href=\"mixed-race\"&gt;mixed-race&lt;/a&gt; by ancestry, Healy was the first head of a predominantly white American university of acknowledged &lt;a href=\"African%20American\"&gt;African descent&lt;/a&gt;. He identified as Irish Catholic, like his father, and was educated in Catholic schools in the United States and France. He is credited with reforming the undergraduate &lt;a href=\"curriculum\"&gt;curriculum&lt;/a&gt;, lengthening the medical and law programs, and creating the &lt;a href=\"Alumni%20association\"&gt;Alumni Association&lt;/a&gt;. One of his largest undertakings was the construction of a major new building, subsequently named &lt;a href=\"Healy%20Hall\"&gt;Healy Hall&lt;/a&gt; in his honor. For his work, Healy is known as the school's \"second founder.\"\nAfter the founding of the Law Department in 1870, Healy and his successors hoped to bind the professional schools into a university, and focus on &lt;a href=\"higher%20education\"&gt;higher education&lt;/a&gt;. The School of Medicine added a dental school in 1901 and the undergraduate &lt;a href=\"School%20of%20Nursing%20and%20Health%20Studies\"&gt;School of Nursing&lt;/a&gt; in 1903. &lt;a href=\"Georgetown%20Preparatory%20School\"&gt;Georgetown Preparatory School&lt;/a&gt; relocated from campus in 1919 and fully separated from the university in 1927. The &lt;a href=\"Edmund%20A.%20Walsh%20School%20of%20Foreign%20Service\"&gt;School of Foreign Service&lt;/a&gt; (SFS) was founded in 1919 by &lt;a href=\"Edmund%20A.%20Walsh\"&gt;Edmund A. Walsh&lt;/a&gt;, to prepare students for leadership in diplomacy and foreign commerce. The &lt;a href=\"Georgetown%20University%20School%20of%20Dentistry\"&gt;School of Dentistry&lt;/a&gt; became independent of the School of Medicine in 1956. The School of Business was separated from the SFS in 1957. In 1998 it was renamed the &lt;a href=\"McDonough%20School%20of%20Business\"&gt;McDonough School of Business&lt;/a&gt; in honor of alumnus Robert E. McDonough.\nBesides expansion of the university, Georgetown also aimed to expand its resources and student body. The School of Nursing has admitted female students since its founding, and most of the university classes were made available to women on a limited basis by 1952. With the College of Arts and Sciences welcoming its first female students in the 1969–1970 &lt;a href=\"academic%20year\"&gt;academic year&lt;/a&gt;, Georgetown became fully &lt;a href=\"coeducation\"&gt;coeducation&lt;/a&gt;al.\nModern era.\nIn 1975, Georgetown established the &lt;a href=\"Center%20for%20Contemporary%20Arab%20Studies\"&gt;Center for Contemporary Arab Studies&lt;/a&gt;, soliciting funds from the governments of the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, &lt;a href=\"Saudi%20Arabia\"&gt;Saudi Arabia&lt;/a&gt;, &lt;a href=\"Oman\"&gt;Oman&lt;/a&gt;, and &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt; as well as American corporations with business interests in the Middle East. It later returned the money it received from &lt;a href=\"Muammar%20Gaddafi\"&gt;Muammar Qaddafi&lt;/a&gt;'s Libyan government, which had been used to fund a chair for &lt;a href=\"Hisham%20Sharabi\"&gt;Hisham Shirabi&lt;/a&gt;, and also returned further donations from &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;. Georgetown ended its bicentennial year of 1989 by electing &lt;a href=\"Leo%20J.%20O%27Donovan\"&gt;Leo J. O'Donovan&lt;/a&gt;, S.J. as president. He subsequently launched the Third Century Campaign to build the school's endowment. In December 2003, Georgetown completed the campaign after raising over $1 billion for financial aid, academic chair endowment, and new capital projects. In 2005, Georgetown received a $20 million gift from &lt;a href=\"Al%20Waleed%20bin%20Talal%20Al%20Saud\"&gt;Alwaleed bin Talal bin Abdulaziz Alsaud&lt;/a&gt;, member of the &lt;a href=\"House%20of%20Saud\"&gt;Saudi Royal Family&lt;/a&gt;; at that time the second-largest donation ever to the university, it was used to expand the activities of the &lt;a href=\"Prince%20Alwaleed%20Bin%20Talal%20Center%20for%20Muslim-Christian%20Understanding\"&gt;Prince Alwaleed Bin Talal Center for Muslim-Christian Understanding&lt;/a&gt;.\nIn October 2002, Georgetown University began studying the feasibility of opening a campus of the &lt;a href=\"Edmund%20A.%20Walsh%20School%20of%20Foreign%20Service\"&gt;Edmund A. Walsh School of Foreign Service&lt;/a&gt; in &lt;a href=\"Qatar\"&gt;Qatar&lt;/a&gt;, when the non-profit &lt;a href=\"Qatar%20Foundation\"&gt;Qatar Foundation&lt;/a&gt; first proposed the idea. The &lt;a href=\"Georgetown%20University%20School%20of%20Foreign%20Service%20in%20Qatar\"&gt;School of Foreign Service in Qatar&lt;/a&gt; opened in 2005 along with four other U.S. universities in the &lt;a href=\"Education%20City%2C%20Qatar\"&gt;Education City&lt;/a&gt; development. That same year, Georgetown began hosting a two-week workshop at &lt;a href=\"Fudan%20University\"&gt;Fudan University&lt;/a&gt;'s School of International Relations and Public Affairs in &lt;a href=\"Shanghai\"&gt;Shanghai&lt;/a&gt;, &lt;a href=\"China\"&gt;China&lt;/a&gt;. This later developed into a more formal connection when Georgetown opened a liaison office at Fudan on January 12, 2008, to further collaboration.\n&lt;a href=\"John%20J.%20DeGioia\"&gt;John J. DeGioia&lt;/a&gt;, Georgetown's first lay president, has led the school since 2001. DeGioia has continued its financial modernization and has sought to \"expand opportunities for intercultural and interreligious dialogue.\" DeGioia also founded the annual Building Bridges Seminar in 2001, which brings global religious leaders together, and is part of Georgetown's effort to promote religious pluralism. The &lt;a href=\"Berkley%20Center%20for%20Religion%2C%20Peace%2C%20and%20World%20Affairs\"&gt;Berkley Center for Religion, Peace, and World Affairs&lt;/a&gt; was begun as an initiative in 2004, and after a grant from William R. Berkley, was launched as an independent organization in 2006. Additionally, The &lt;a href=\"Center%20for%20International%20and%20Regional%20Studies\"&gt;Center for International and Regional Studies&lt;/a&gt; opened in 2005 at the new Qatar campus. Between 2012 and 2018, Georgetown received more than $350 million from &lt;a href=\"Gulf%20Cooperation%20Council\"&gt;Gulf Cooperation Council&lt;/a&gt; countries including &lt;a href=\"Saudi%20Arabia\"&gt;Saudi Arabia&lt;/a&gt;, Qatar, and the &lt;a href=\"United%20Arab%20Emirates\"&gt;United Arab Emirates&lt;/a&gt;. \nJesuit tradition.\nGeorgetown University was founded by former Jesuits in the tradition of &lt;a href=\"Ignatius%20of%20Loyola\"&gt;Ignatius of Loyola&lt;/a&gt;; it is a member of the &lt;a href=\"Association%20of%20Jesuit%20Colleges%20and%20Universities\"&gt;Association of Jesuit Colleges and Universities&lt;/a&gt;. Georgetown is not a &lt;a href=\"pontifical%20university\"&gt;pontifical university&lt;/a&gt;, though seven Jesuits serve on the thirty-six member &lt;a href=\"President%20and%20Directors%20of%20Georgetown%20College\"&gt;Board of Directors&lt;/a&gt;, the university's governing body. Catholic spaces at the university fall within the territorial jurisdiction of the &lt;a href=\"Roman%20Catholic%20Archdiocese%20of%20Washington\"&gt;Archdiocese of Washington&lt;/a&gt;, such as &lt;a href=\"Dahlgren%20Chapel%20of%20the%20Sacred%20Heart\"&gt;Dahlgren Chapel&lt;/a&gt;, the university's principal Catholic place of worship. Fifty-two members of the &lt;a href=\"Society%20of%20Jesus\"&gt;Society of Jesus&lt;/a&gt; live on campus, and are employed by Georgetown mostly as professors or administrators. Jesuit Heritage Week has been held every year since 2001 to celebrate the contributions of Jesuits to the Georgetown tradition.\nThe role that Georgetown's Catholic heritage has played in its policies has been controversial at times, even as its influence is relatively limited. Stores in University-owned buildings are not allowed to sell or distribute &lt;a href=\"birth%20control\"&gt;birth control&lt;/a&gt; products. The university hosts the &lt;a href=\"John%20Cardinal%20O%27Connor\"&gt;Cardinal O'Connor&lt;/a&gt; Conference on Life every January to discuss the &lt;a href=\"anti-abortion\"&gt;pro-life&lt;/a&gt; movement. &lt;a href=\"Georgetown%20University%20Medical%20Center\"&gt;Georgetown University Medical Center&lt;/a&gt; and &lt;a href=\"Georgetown%20University%20Hospital\"&gt;Georgetown University Hospital&lt;/a&gt;, operated by &lt;a href=\"MedStar%20Health\"&gt;MedStar Health&lt;/a&gt;, are prohibited from performing abortions. However, , the hospital did perform research using &lt;a href=\"embryonic%20stem%20cells\"&gt;embryonic stem cells&lt;/a&gt;.\nGeorgetown has been criticized by religious groups, such as the &lt;a href=\"Cardinal%20Newman%20Society\"&gt;Cardinal Newman Society&lt;/a&gt;, for not following the teachings of the church. The school has come under criticism for hosting prominent &lt;a href=\"Abortion-rights%20movements\"&gt;pro-abortion rights&lt;/a&gt; speakers, such as &lt;a href=\"John%20Kerry\"&gt;John Kerry&lt;/a&gt; and &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt;. Washington's Archbishop, &lt;a href=\"Donald%20Wuerl\"&gt;Donald Wuerl&lt;/a&gt;, also criticized the university for inviting pro-abortion rights &lt;a href=\"Kathleen%20Sebelius\"&gt;Kathleen Sebelius&lt;/a&gt; to be a commencement speaker. Religious groups have likewise denounced Georgetown for being too &lt;a href=\"LGBT\"&gt;LGBT&lt;/a&gt;-friendly and for allowing gay-themed events, including a performance, during which \"a male student went as a high-heeled &lt;a href=\"Mary%2C%20mother%20of%20Jesus\"&gt;Mary&lt;/a&gt; and danced to &lt;a href=\"Madonna%20%28entertainer%29\"&gt;Madonna&lt;/a&gt;'s '&lt;a href=\"Like%20a%20Virgin%20%28song%29\"&gt;Like a Virgin&lt;/a&gt;' while &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt; (a woman) looked on.\"\nBetween 1996 and 1999, the administration added &lt;a href=\"crucifix\"&gt;crucifix&lt;/a&gt;es to many classroom walls, a change that attracted national attention. Before 1996, crucifixes had hung only in hospital rooms and historic classrooms. Some of these crucifixes are historic works of art, and are noted as such. According to a 2004 interview with Imam &lt;a href=\"Yahya%20Hendi\"&gt;Yahya Hendi&lt;/a&gt;, the school's on-campus Muslim cleric, pressure to remove the crucifixes comes from within the Catholic community, while he and other campus faith leaders have defended their placement. The &lt;a href=\"Edward%20B.%20Bunn%20S.J.%20Intercultural%20Center\"&gt;Intercultural Center&lt;/a&gt; is an exception to this controversy, rotating displays of various faith and culture symbols in the lobby. In 2009, Georgetown's religious symbols were brought back to national attention after the university administration covered-up the &lt;a href=\"Christogram\"&gt;name of Jesus&lt;/a&gt; in preparation for President &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt;'s speech on campus.\nAcademics.\n, the university had 7,463 undergraduate students and 11,542 graduate students. &lt;a href=\"Bachelor%27s%20degree\"&gt;Bachelor's&lt;/a&gt; programs are offered through &lt;a href=\"Georgetown%20College%20%28Georgetown%20University%29\"&gt;Georgetown College&lt;/a&gt;, the &lt;a href=\"School%20of%20Nursing%20and%20Health%20Studies\"&gt;School of Nursing and Health Studies&lt;/a&gt;, the &lt;a href=\"McDonough%20School%20of%20Business\"&gt;Robert Emmett McDonough School of Business&lt;/a&gt;, the &lt;a href=\"Georgetown%20University%20School%20of%20Continuing%20Studies\"&gt;School of Continuing Studies&lt;/a&gt;, and the &lt;a href=\"Edmund%20A.%20Walsh%20School%20of%20Foreign%20Service\"&gt;Edmund A. Walsh School of Foreign Service&lt;/a&gt;, which includes the &lt;a href=\"Georgetown%20University%20School%20of%20Foreign%20Service%20in%20Qatar\"&gt;Qatar campus&lt;/a&gt;. The &lt;a href=\"Georgetown%20University%20School%20of%20Dentistry\"&gt;School of Dentistry&lt;/a&gt; closed in 1990 after 89 years in operation. Some high school students from &lt;a href=\"Georgetown%20Visitation%20Preparatory%20School\"&gt;Georgetown Visitation&lt;/a&gt; are permitted to attend classes for &lt;a href=\"Advanced%20Placement%20Program\"&gt;Advanced Placement&lt;/a&gt; credit.\nGeorgetown University offers undergraduate degrees in forty-eight &lt;a href=\"Academic%20major\"&gt;majors&lt;/a&gt; in the four undergraduate schools and the opportunity for students to design their courses of study. All majors in Georgetown College are open as minors to students in that school, the School of Nursing and Health Studies, and the School of Business. Students in the School of Foreign Service can complete select certificates that complement the school's focus on foreign affairs and attain a minor in one of twelve languages but do not have access to the same minor selection as the other three schools. All courses are on a &lt;a href=\"Carnegie%20Unit%20and%20Student%20Hour\"&gt;credit hour&lt;/a&gt; system. Georgetown offers many opportunities to &lt;a href=\"study%20abroad\"&gt;study abroad&lt;/a&gt;, and about 50% of the undergraduate student body spends time at an institution overseas.\n&lt;a href=\"Master%27s%20degree\"&gt;Master's&lt;/a&gt; and &lt;a href=\"Doctor%20of%20Philosophy\"&gt;doctoral&lt;/a&gt; programs are offered through the &lt;a href=\"Georgetown%20University%20Graduate%20School%20of%20Arts%20and%20Sciences\"&gt;Graduate School of Arts and Sciences&lt;/a&gt;, the Law Center, the School of Medicine, the &lt;a href=\"McCourt%20School%20of%20Public%20Policy\"&gt;McCourt School of Public Policy&lt;/a&gt;, and the School of Continuing Studies. Master's students occasionally share some advanced &lt;a href=\"seminar\"&gt;seminar&lt;/a&gt;s with undergraduates, and most undergraduate schools offer abbreviated bachelor's and master's programs following completion of the undergraduate degree. The McDonough School of Business and the Edmund A. Walsh School of Foreign Service both offer master's programs. The School of Foreign Service is renowned for its academic programs in international affairs. Its graduate program was ranked first in the world by &lt;a href=\"Foreign%20Policy%20magazine\"&gt;Foreign Policy&lt;/a&gt;, and its undergraduate program was ranked fourth. The &lt;a href=\"Center%20for%20Contemporary%20Arab%20Studies\"&gt;Center for Contemporary Arab Studies&lt;/a&gt; also offer a Master's of Arab Studies, as well as certificates.\nEach graduate school offers at least one &lt;a href=\"double%20degree\"&gt;double degree&lt;/a&gt; with another graduate school. Additionally, the Law Center offers a joint degree with the &lt;a href=\"Johns%20Hopkins%20Bloomberg%20School%20of%20Public%20Health\"&gt;Johns Hopkins Bloomberg School of Public Health&lt;/a&gt;. The School of Continuing Studies includes the Center for Continuing and Professional Education, and operates four types of degree programs, over thirty professional certificates and non-degree courses, undergraduate and &lt;a href=\"Master%20of%20Arts%20in%20Liberal%20Studies\"&gt;graduate degrees in Liberal Studies&lt;/a&gt;, as well as summer courses for graduates, undergraduates, and high school students.\nFaculty.\n, Georgetown University employed 1,414 full-time and 1,196 part-time faculty members across its three Washington, D.C. campuses, with additional staff at &lt;a href=\"Georgetown%20University%20School%20of%20Foreign%20Service%20in%20Qatar\"&gt;SFS-Qatar&lt;/a&gt;. The faculty comprises leading academics and notable political and business leaders, and are predominantly male by a two-to-one margin. Politically, Georgetown University's faculty members give more support to liberal candidates, and while their donation patterns are generally consistent with those of other American university faculties, they gave more than average to &lt;a href=\"Barack%20Obama%202008%20presidential%20campaign\"&gt;Barack Obama's presidential campaign&lt;/a&gt;.\nThe faculty includes scholars such as the former President of the &lt;a href=\"American%20Philological%20Association\"&gt;American Philological Association&lt;/a&gt; &lt;a href=\"James%20J.%20O%27Donnell\"&gt;James J. O'Donnell&lt;/a&gt;, theologian &lt;a href=\"John%20Haught\"&gt;John Haught&lt;/a&gt;, social activists Sam Marullo and &lt;a href=\"Chai%20Feldblum\"&gt;Chai Feldblum&lt;/a&gt;, &lt;a href=\"List%20of%20Nobel%20laureates\"&gt;Nobel laureate&lt;/a&gt; &lt;a href=\"George%20Akerlof\"&gt;George Akerlof&lt;/a&gt;, writer and human rights advocate &lt;a href=\"Carolyn%20Forch%C3%A9\"&gt;Carolyn Forché&lt;/a&gt;, award-winning literary critic &lt;a href=\"Maureen%20Corrigan\"&gt;Maureen Corrigan&lt;/a&gt;, linguist &lt;a href=\"Deborah%20Tannen\"&gt;Deborah Tannen&lt;/a&gt;, business philosopher &lt;a href=\"Jason%20Brennan\"&gt;Jason Brennan&lt;/a&gt;, and preeminent hip-hop scholar &lt;a href=\"Michael%20Eric%20Dyson\"&gt;Michael Eric Dyson&lt;/a&gt;. Many former politicians choose to teach at Georgetown, including former Secretaries of State &lt;a href=\"Madeleine%20Albright\"&gt;Madeleine Albright&lt;/a&gt; and &lt;a href=\"Henry%20Kissinger\"&gt;Henry Kissinger&lt;/a&gt;, former U.S. Ambassador to the United Nations &lt;a href=\"Jeane%20Kirkpatrick\"&gt;Jeane Kirkpatrick&lt;/a&gt;, &lt;a href=\"United%20States%20Agency%20for%20International%20Development\"&gt;U.S. Agency for International Development&lt;/a&gt; administrator &lt;a href=\"Andrew%20Natsios\"&gt;Andrew Natsios&lt;/a&gt;, National Security Advisor &lt;a href=\"Anthony%20Lake\"&gt;Anthony Lake&lt;/a&gt;, and CIA director &lt;a href=\"George%20Tenet\"&gt;George Tenet&lt;/a&gt;. Former &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court Justices&lt;/a&gt; &lt;a href=\"William%20J.%20Brennan%2C%20Jr.\"&gt;William J. Brennan, Jr.&lt;/a&gt;, &lt;a href=\"Antonin%20Scalia\"&gt;Antonin Scalia&lt;/a&gt;, and &lt;a href=\"John%20Roberts\"&gt;John Roberts&lt;/a&gt; have each taught at the university. Internationally, the school attracts numerous former &lt;a href=\"ambassador\"&gt;ambassador&lt;/a&gt;s and &lt;a href=\"Head%20of%20state\"&gt;heads of state&lt;/a&gt;, such as Prime Minister of Spain &lt;a href=\"Jos%C3%A9%20Mar%C3%ADa%20Aznar\"&gt;José María Aznar&lt;/a&gt;, Saudi Ambassador Prince &lt;a href=\"Turki%20bin%20Faisal%20Al%20Saud\"&gt;Turki bin Faisal Al Saud&lt;/a&gt;, President &lt;a href=\"Laura%20Chinchilla\"&gt;Laura Chinchilla&lt;/a&gt; of &lt;a href=\"President%20of%20Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;, and President of Colombia &lt;a href=\"%C3%81lvaro%20Uribe\"&gt;Álvaro Uribe&lt;/a&gt;.\nResearch.\nGeorgetown University is a self-described \"student-centered research university\" and is &lt;a href=\"Carnegie%20Classification%20of%20Institutions%20of%20Higher%20Education\"&gt;classified&lt;/a&gt; among \"R1: Doctoral Universities – Very high research activity\". , Georgetown's libraries held over 3.5 million printed items, including 1.25 million e-books, in seven buildings, with most in &lt;a href=\"Lauinger%20Library\"&gt;Lauinger Library&lt;/a&gt;. The Blommer Science Library in the Reiss Science Building on campus, houses most of the Science collection. Additionally, the Law School campus includes the nation's fifth largest &lt;a href=\"Georgetown%20University%20Law%20Library\"&gt;law library&lt;/a&gt;. Georgetown faculty conduct research in hundreds of subjects, but have priorities in the fields of religion, ethics, science, public policy, and cancer medicine. Cross-institutional research is performed with &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt; and &lt;a href=\"Virginia%20Tech\"&gt;Virginia Tech&lt;/a&gt;.\nIn 2019, Georgetown spent $240.9 million on research, ranking it 101st nationwide, with $94.0 million in federal funding. In 2007, it received about $14.8 million in federal funds for research, with 64% from the &lt;a href=\"National%20Science%20Foundation\"&gt;National Science Foundation&lt;/a&gt;, &lt;a href=\"National%20Institutes%20of%20Health\"&gt;National Institutes of Health&lt;/a&gt;, the &lt;a href=\"United%20States%20Department%20of%20Energy\"&gt;United States Department of Energy&lt;/a&gt;, and the &lt;a href=\"United%20States%20Department%20of%20Defense\"&gt;Department of Defense&lt;/a&gt;. In 2010, the school received $5.6 million from the &lt;a href=\"United%20States%20Department%20of%20Education\"&gt;Department of Education&lt;/a&gt; to fund fellowships in several international studies fields. Georgetown's &lt;a href=\"Georgetown%20Lombardi%20Comprehensive%20Cancer%20Center\"&gt;Lombardi Comprehensive Cancer Center&lt;/a&gt; is one of 41 research-intensive comprehensive cancer centers in the United States, and developed the breakthrough &lt;a href=\"HPV%20vaccine\"&gt;HPV vaccine&lt;/a&gt; for &lt;a href=\"cervical%20cancer\"&gt;cervical cancer&lt;/a&gt; and &lt;a href=\"Induced%20stem%20cells\"&gt;Conditionally Reprogrammed Cells (CRC)&lt;/a&gt; technology.\nCenters that conduct and sponsor research at Georgetown include the &lt;a href=\"Berkley%20Center%20for%20Religion%2C%20Peace%2C%20and%20World%20Affairs\"&gt;Berkley Center for Religion, Peace, and World Affairs&lt;/a&gt;, the &lt;a href=\"Prince%20Alwaleed%20Center%20for%20Muslim%E2%80%93Christian%20Understanding\"&gt;Prince Alwaleed Center for Muslim–Christian Understanding&lt;/a&gt; and the &lt;a href=\"Woodstock%20Theological%20Center\"&gt;Woodstock Theological Center&lt;/a&gt;. Regular publications include the \"&lt;a href=\"Georgetown%20Journal%20on%20Poverty%20Law%20and%20Policy\"&gt;Georgetown Journal on Poverty Law and Policy&lt;/a&gt;\", the \"&lt;a href=\"Kennedy%20Institute%20of%20Ethics%20Journal\"&gt;Kennedy Institute of Ethics Journal&lt;/a&gt;\", the \"&lt;a href=\"Georgetown%20Law%20Journal\"&gt;Georgetown Law Journal&lt;/a&gt;\", the \"&lt;a href=\"Georgetown%20Journal%20of%20International%20Affairs\"&gt;Georgetown Journal of International Affairs&lt;/a&gt;\", and the \"&lt;a href=\"Georgetown%20Public%20Policy%20Review\"&gt;Georgetown Public Policy Review&lt;/a&gt;\".\nRankings and admissions.\nAdmission to Georgetown has been deemed \"most selective\" by \"&lt;a href=\"U.S.%20News%20%26amp%3B%20World%20Report\"&gt;U.S. News &amp; World Report&lt;/a&gt;\", with the university receiving 27,650 applications and admitting 11.7% of those who applied for the Class of 2025. , Georgetown's graduate schools have acceptance rates of 3.6% to the &lt;a href=\"Georgetown%20University%20School%20of%20Medicine\"&gt;School of Medicine&lt;/a&gt;, 21.2% to the &lt;a href=\"Georgetown%20University%20Law%20Center\"&gt;Law Center&lt;/a&gt;, 25% to the &lt;a href=\"Master%20of%20Science%20in%20Foreign%20Service\"&gt;MSFS&lt;/a&gt;, and 35% to the &lt;a href=\"McDonough%20School%20of%20Business\"&gt;MBA program&lt;/a&gt;. In 2004, a &lt;a href=\"National%20Bureau%20of%20Economic%20Research\"&gt;National Bureau of Economic Research&lt;/a&gt; study on revealed preference of U.S. colleges showed Georgetown was the 16th most-preferred choice. The School of Foreign Service (SFS) has been ranked #1 in the United States for international affairs according to &lt;a href=\"Niche%20%28company%29\"&gt;Niche&lt;/a&gt;, as well as #1 in the world according to &lt;a href=\"Foreign%20Policy%20Magazine\"&gt;Foreign Policy Magazine&lt;/a&gt;. The Medical School is ranked 44th in research and 87th in primary care, while the &lt;a href=\"McDonough%20School%20of%20Business\"&gt;McDonough School of Business&lt;/a&gt; ranked 25th in MBA programs, 2nd in international business, 5th in nonprofit management, and 13th in part-time business studies. Georgetown University Law Center is ranked 14th in the United States and 12th in the world, as well as 1st in clinical training and part-time law, 2nd in tax law, 3rd in international law, 5th in criminal law, 7th in health care law, 9th in constitutional law, and 10th in environmental law.\nThe undergraduate schools maintain a restrictive &lt;a href=\"Early%20Action\"&gt;Early Action&lt;/a&gt; admissions program, as students who have applied through an &lt;a href=\"Early%20Decision\"&gt;Early Decision&lt;/a&gt; process at another school are not permitted to apply early to Georgetown. 94% of students accepted for the class of 2017 were in the top 10% of their class and the &lt;a href=\"interquartile%20range\"&gt;interquartile range&lt;/a&gt; of &lt;a href=\"SAT\"&gt;SAT&lt;/a&gt; scores was 700–770 in Reading/Writing and 680–780 in Math. Georgetown accepts the SAT and &lt;a href=\"ACT%20%28test%29\"&gt;ACT&lt;/a&gt;, though it does not consider the writing portion of either test. Over 55% of undergraduates receive financial aid, and the university meets 100% of demonstrated need, with an average financial aid package of $23,500 and about 70% of aid distributed in the form of grants or scholarships.\nCampuses.\nGeorgetown University has four campuses in Washington, D.C.: the undergraduate campus located in the neighborhood of &lt;a href=\"Georgetown%20%28Washington%2C%20D.C.%29\"&gt;Georgetown&lt;/a&gt;, the &lt;a href=\"Georgetown%20University%20Medical%20Center\"&gt;Medical Center&lt;/a&gt;, the School of Continuing Studies (in Chinatown) and the Law Center. The undergraduate campus and Medical Center are together in the &lt;a href=\"Georgetown%2C%20Washington%2C%20D.C.\"&gt;Georgetown neighborhood&lt;/a&gt; in the &lt;a href=\"Northwest%2C%20Washington%2C%20D.C.\"&gt;Northwest Quadrant&lt;/a&gt; of Washington and form the main campus. Other centers are located around Washington, D.C., including the Center for Continuing and Professional Education at &lt;a href=\"Clarendon%2C%20Arlington%2C%20Virginia\"&gt;Clarendon&lt;/a&gt; in &lt;a href=\"Arlington%2C%20Virginia\"&gt;Arlington, Virginia&lt;/a&gt;. Transit between these locations and the &lt;a href=\"Washington%20Metro\"&gt;Washington Metro&lt;/a&gt; is supplied by a system of shuttles, known as GUTS buses. Georgetown also has a branch of the &lt;a href=\"Georgetown%20University%20in%20Qatar\"&gt;School of Foreign Service&lt;/a&gt; in &lt;a href=\"Doha\"&gt;Doha&lt;/a&gt;, Qatar, and villas in &lt;a href=\"Alanya\"&gt;Alanya&lt;/a&gt; in Turkey and &lt;a href=\"Fiesole\"&gt;Fiesole&lt;/a&gt; in Italy. In their campus layout, Georgetown's administrators consistently used the traditional &lt;a href=\"quadrangle%20%28architecture%29\"&gt;quadrangle&lt;/a&gt; design.\nMain campus.\nGeorgetown's undergraduate and medical school campuses are situated on an elevated site above the &lt;a href=\"Potomac%20River\"&gt;Potomac River&lt;/a&gt; overlooking &lt;a href=\"Northern%20Virginia\"&gt;Northern Virginia&lt;/a&gt;. Because of this, Georgetown University is often referred to as \"The Hilltop.\" The main gates, known as the \"Healy Gates\", are located at the intersection of 37th and O Streets NW, and lead directly to the heart of campus. The main campus is relatively compact, being in area, but includes fifty-four buildings, student residences and apartments capable of accommodating 80% of undergraduates, and various athletic facilities. Most buildings employ &lt;a href=\"collegiate%20Gothic\"&gt;collegiate Gothic&lt;/a&gt; architecture and &lt;a href=\"Georgian%20architecture\"&gt;Georgian brick architecture&lt;/a&gt;. Campus green areas include fountains, &lt;a href=\"Jesuit%20Community%20Cemetery%20%28Georgetown%20University%29\"&gt;a cemetery&lt;/a&gt;, large clusters of flowers, groves of trees, and open quadrangles. New buildings and major renovations are required to meet &lt;a href=\"Leadership%20in%20Energy%20and%20Environmental%20Design\"&gt;LEED&lt;/a&gt; Silver criteria, and the campus was nominated for the District Sustainability People's Choice Award in 2018.\n&lt;a href=\"Healy%20Hall\"&gt;Healy Hall&lt;/a&gt;, designed by &lt;a href=\"Paul%20J.%20Pelz\"&gt;Paul J. Pelz&lt;/a&gt; in Neo-Medieval style and built from 1877 to 1879, is the architectural gem of Georgetown's campus, and is a &lt;a href=\"National%20Historic%20Landmark\"&gt;National Historic Landmark&lt;/a&gt;. Within Healy Hall are a number of notable rooms including &lt;a href=\"Gaston%20Hall\"&gt;Gaston Hall&lt;/a&gt;, Riggs Library, and the Bioethics Library Hirst Reading Room. Both Healy Hall and the &lt;a href=\"Georgetown%20University%20Astronomical%20Observatory\"&gt;Georgetown University Astronomical Observatory&lt;/a&gt;, built in 1844, are listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;. In front of the Healy and Copley Hall buildings is the large front lawn area, which is crossed by walkways and paths that center on the &lt;a href=\"Bishop%20John%20Carroll%20%28statue%29\"&gt;statue of John Carroll&lt;/a&gt;.\nIn addition to the front lawn, the main campus has traditionally centered on Dahlgren Quadrangle behind Healy Hall, which is home to &lt;a href=\"Dahlgren%20Chapel%20of%20the%20Sacred%20Heart\"&gt;Dahlgren Chapel&lt;/a&gt;; however, in recent decades, Red Square has replaced the Dahlgren Quadrangle as the focus of student life. North of Red Square is an extended pathway that is home to buildings such as the &lt;a href=\"Edward%20B.%20Bunn%20S.J.%20Intercultural%20Center\"&gt;Intercultural Center&lt;/a&gt; (ICC), the Reiss Science building, the newly constructed dormitory named after &lt;a href=\"Pedro%20Arrupe\"&gt;Pedro Arrupe&lt;/a&gt;, and the large Leavey Student Center. The northern terminus of the undergraduate campus is marked by St. Mary's Hall adjacent to Reservoir Road, home to the School of Nursing and Health Sciences. Across Reservoir Road is the Burleith neighborhood, where some upperclassmen rent houses off-campus.\nThe medical school is located in the northwestern part of the main campus on Reservoir Road. It is integrated with &lt;a href=\"Georgetown%20University%20Hospital\"&gt;Georgetown University Hospital&lt;/a&gt;. The Medical campus includes the historic Medical-Dental Building, the Dahlgren Memorial Library, and other research and classroom facilities.\nIn the 21st-century, the West side of the Hilltop has emerged as a newly developing area of the main campus. The university completed the Southwest Quadrangle Project in late 2003 and brought a new 907-bed upperclassmen residence hall, the Leo J. O'Donovan dining hall, a large underground parking facility, and a new Jesuit Residence to the campus. The school's first &lt;a href=\"performing%20arts%20center\"&gt;performing arts center&lt;/a&gt;, named for &lt;a href=\"Royden%20B.%20Davis\"&gt;Royden B. Davis&lt;/a&gt;, was completed in November 2005. The new business school headquarters, named for &lt;a href=\"Rafik%20Hariri\"&gt;Rafik Hariri&lt;/a&gt;, opened in Fall 2009, and Regents Hall, the new science building, opened in Fall 2012. Along with the adjacent Leavey Student Center, these two large buildings have become popular study spaces and overlook a newly developed scenic lawn space. Additionally, in the fall of 2014, the university opened a new student center, the Healey Family Student Center (HFSC) to complement the longstanding Leavey Center. The Healey Family Student Center is located on the 1st floor of &lt;a href=\"New%20South%20Hall\"&gt;New South Hall&lt;/a&gt;, a space that functioned as the university's main dining facility until the Leo J. O'Donovan dining hall opening in 2003. It features over 43,000 square feet including several study spaces, conference rooms, dance, and music studios, as well as a pub called Bulldog Tavern and a salad store Hilltoss, which is operated by &lt;a href=\"Students%20of%20Georgetown%2C%20Inc.\"&gt;The Corp&lt;/a&gt;.\nThe university owns many of the buildings in the Georgetown neighborhood east of the main campus and west of 35th Street NW, including all buildings west of 36th Street. This area is known as \"East Campus\" and is used for upperclassmen housing, classroom space, along with specific institutions, offices, and alumni facilities. Additionally, the &lt;a href=\"Edmund%20A.%20Walsh%20School%20of%20Foreign%20Service\"&gt;Walsh School of Foreign Service&lt;/a&gt; and the &lt;a href=\"Georgetown%20University%20Graduate%20School%20of%20Arts%20and%20Sciences\"&gt;Graduate School of Arts and Sciences&lt;/a&gt; both have classroom buildings in this area.\n&lt;a href=\"Georgetown%20Visitation%20Preparatory%20School\"&gt;Georgetown Visitation&lt;/a&gt;, a private Roman Catholic girls &lt;a href=\"Secondary%20education%20in%20the%20United%20States\"&gt;high school&lt;/a&gt;, is located on the northeast side of campus, on land adjoining the undergraduate campus.\nAs a location, &lt;a href=\"Georgetown%2C%20Washington%2C%20D.C.\"&gt;Georgetown&lt;/a&gt; is ranked nationally as the second-best &lt;a href=\"college%20town\"&gt;college town&lt;/a&gt; by &lt;a href=\"The%20Princeton%20Review\"&gt;The Princeton Review&lt;/a&gt;. The Georgetown neighborhood west of Wisconsin Avenue NW is dominated by the presence of university students. Students have easy access to the M Street commercial area, the Georgetown Waterfront, and numerous trails that lead to the National Mall and other parks. Despite this, \"&lt;a href=\"town%20and%20gown\"&gt;town and gown&lt;/a&gt;\" relations between the university communities and other Georgetown residents are often strained by facilities construction, enlargement of the student body, as well as noise and alcohol violations. More recently, several groups of neighborhood residents have attempted to slow University growth in Georgetown, creating friction between students and the surrounding neighborhood. Despite the relative safety of the neighborhood, crime is nonetheless a persistent issue, with campus security responding to 257 crimes in 2008, the majority of which were petty crimes.\nLaw Center campus.\nThe &lt;a href=\"Georgetown%20University%20Law%20Center%23Campus\"&gt;Law Center campus&lt;/a&gt; is located in the &lt;a href=\"Capitol%20Hill%2C%20Washington%2C%20D.C.\"&gt;Capitol Hill neighborhood&lt;/a&gt; on New Jersey Avenue, near &lt;a href=\"Union%20Station%20%28Washington%2C%20D.C.%29\"&gt;Union Station&lt;/a&gt;, and consists of five buildings. First-year students at the Law Center can live in the single on-campus dormitory, the Gewirz Student Center. Most second- and third-year students, as well as some first-year students, live off-campus. As there is little housing near the Law Center, most are spread throughout the Washington metropolitan area. The \"Campus Completion Project\", finished in 2005, saw the addition of the Hotung International Building and the Sport and Fitness Center. G Street and F Street are closed off between 1st and 2nd Streets to create open lawns flanking McDonough Hall, the main building on the campus. In 2019, the university purchased $70 million of a building at 500 First St. NW to add to the Georgetown University Law Center. Opening in 2020, the 130,000-square-foot edifice will provide classrooms and offices for researchers in health, technology, law and other fields.\nDowntown campus.\nThe &lt;a href=\"Georgetown%20University%20School%20of%20Continuing%20Studies\"&gt;School of Continuing Studies (SCS)&lt;/a&gt; campus is located in a 95,000 square foot, state-of-the-art building in downtown Washington, D.C. The campus currently serves as the home for Georgetown's graduate programs in fields such as Applied Intelligence, Journalism, Public Relations, Real Estate, Sports Industry Management, and Urban &amp; Regional Planning.\nThe current building, which was completed in 2013, includes 30 classrooms, a 125-person auditorium, a digital media lab, a broadcast studio, an interfaith chapel, and a dedicated library. It is located in the &lt;a href=\"Chinatown%20%28Washington%2C%20D.C.%29\"&gt;Chinatown neighborhood&lt;/a&gt; of the city and is considered to be one of the most accessible locations in town, with a Transit Score of 100 and a Walk Score of 98. It is also located just a few blocks away from the &lt;a href=\"Capital%20One%20Arena\"&gt;Capital One Arena&lt;/a&gt;, the home court of the men's basketball team.\nQatar campus.\nIn 2002, the &lt;a href=\"Qatar%20Foundation%20for%20Education%2C%20Science%20and%20Community%20Development\"&gt;Qatar Foundation for Education, Science and Community Development&lt;/a&gt; presented the &lt;a href=\"Edmund%20A.%20Walsh%20School%20of%20Foreign%20Service\"&gt;School of Foreign Service&lt;/a&gt; with the resources and space to open a campus in &lt;a href=\"Education%20City\"&gt;Education City&lt;/a&gt; in &lt;a href=\"Al%20Rayyan%20%28city%29\"&gt;Al Rayyan&lt;/a&gt;, &lt;a href=\"Qatar\"&gt;Qatar&lt;/a&gt;. &lt;a href=\"Georgetown%20University%20School%20of%20Foreign%20Service%20in%20Qatar\"&gt;SFS-Qatar&lt;/a&gt; opened in 2005 as a liberal arts and international affairs undergraduate school for regional students.\n&lt;a href=\"Georgetown%20University%20in%20Qatar\"&gt;Georgetown University in Qatar&lt;/a&gt; (GU-Q; previously Georgetown University School of Foreign Service in Qatar) is an external campus of the &lt;a href=\"Walsh%20School%20of%20Foreign%20Service\"&gt;Walsh School of Foreign Service&lt;/a&gt; in Education City, outside of Doha, Qatar. GU-Q (the abbreviation for Georgetown's campus in Qatar) is supported by a partnership between Qatar Foundation and Georgetown University. Georgetown's campus in Qatar offers a Bachelor of Science in Foreign Service (BSFS) and three certificates. Apart from language courses, including Arabic and French, all courses in GU-Q are taught in English and the curriculum and course materials in the specified majors are identical to those offered at Georgetown's main campus in Washington D.C.\nFacilities abroad.\nIn December 1979, the &lt;a href=\"Margaret%20Rockefeller%20Strong%20de%20Larra%C3%ADn%2C%20Marquesa%20de%20Cuevas\"&gt;Marquesa Margaret Rockefeller de Larrain&lt;/a&gt;, granddaughter of &lt;a href=\"John%20D.%20Rockefeller\"&gt;John D. Rockefeller&lt;/a&gt;, gave the &lt;a href=\"Villa%20Le%20Balze\"&gt;Villa Le Balze&lt;/a&gt; to Georgetown University. The Villa is in &lt;a href=\"Fiesole\"&gt;Fiesole&lt;/a&gt;, Italy, on a hill above the city of &lt;a href=\"Florence\"&gt;Florence&lt;/a&gt;. The Villa is used year-round for study abroad programs focused on specialized &lt;a href=\"interdisciplinary\"&gt;interdisciplinary&lt;/a&gt; study of &lt;a href=\"Culture%20of%20Italy\"&gt;Italian culture&lt;/a&gt; and civilization. The main facility for the &lt;a href=\"McGhee%20Center%20for%20Eastern%20Mediterranean%20Studies\"&gt;McGhee Center for Eastern Mediterranean Studies&lt;/a&gt; was donated to Georgetown in 1989 by alumnus and former &lt;a href=\"United%20States%20Ambassador%20to%20Turkey\"&gt;United States Ambassador to Turkey&lt;/a&gt; &lt;a href=\"George%20C.%20McGhee\"&gt;George C. McGhee&lt;/a&gt;. The school is in the town of &lt;a href=\"Alanya\"&gt;Alanya&lt;/a&gt;, Turkey within the &lt;a href=\"Seljuq%20dynasty\"&gt;Seljuq&lt;/a&gt;-era &lt;a href=\"Alanya%20Castle\"&gt;Alanya Castle&lt;/a&gt;, on the Mediterranean. The center operates study abroad programs one semester each year, concentrating on &lt;a href=\"Turkish%20language\"&gt;Turkish language&lt;/a&gt;, &lt;a href=\"architectural%20history\"&gt;architectural history&lt;/a&gt;, and &lt;a href=\"Islamic%20studies\"&gt;Islamic studies&lt;/a&gt;.\nIn December 2007, Georgetown opened a liaison office in &lt;a href=\"Shanghai\"&gt;Shanghai&lt;/a&gt;, China to coordinate with &lt;a href=\"Fudan%20University\"&gt;Fudan University&lt;/a&gt; and others. In 2008, the &lt;a href=\"Georgetown%20University%20Law%20Center\"&gt;Georgetown University Law Center&lt;/a&gt; in conjunction with an international consortium of law schools established the &lt;a href=\"Center%20for%20Transnational%20Legal%20Studies\"&gt;Center for Transnational Legal Studies&lt;/a&gt; in London, England.\nStudent life.\nThe Georgetown undergraduate student body, at 6,926 , is composed primarily of students from outside the &lt;a href=\"Washington%2C%20D.C.\"&gt;District of Columbia&lt;/a&gt; area, with 33% of new 2016 students coming from the &lt;a href=\"Mid-Atlantic%20states\"&gt;Mid-Atlantic states&lt;/a&gt;, 11% being international students, and the remainder coming from other areas of the U.S. The student body also represented 129 different countries, with 11% being &lt;a href=\"International%20student\"&gt;international&lt;/a&gt;, including over 330 undergraduate and 1,050 graduate students who chose to come to Georgetown as a &lt;a href=\"study%20abroad\"&gt;study abroad&lt;/a&gt; destination in 2009–10. In 2014–2015, the racial diversity of the undergraduate student body was 57.0% &lt;a href=\"white%20people\"&gt;white&lt;/a&gt;, 8.8% &lt;a href=\"Asian%20people\"&gt;Asian&lt;/a&gt;, 6.2% &lt;a href=\"black%20people\"&gt;black&lt;/a&gt;, and 7.5% &lt;a href=\"Hispanic\"&gt;Hispanic&lt;/a&gt;. The median family income of Georgetown students is $229,100, with 51% of students coming from the top 5% highest-earning families and 13.5% from the bottom 60%. 55.1% of undergraduates are female.\nAlthough it is a Jesuit university, only 41% of the student body identify as &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt;, while 22% identify as &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt; . Georgetown employs a full-time &lt;a href=\"rabbi\"&gt;rabbi&lt;/a&gt;, as 6.5% of undergraduates are &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt;ish. It was the first U.S. college to have a full-time &lt;a href=\"imam\"&gt;imam&lt;/a&gt;, to serve the over four hundred &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt;s on campus, and in 2014, they appointed their first Hindu priest to serve a weekly community of around one hundred. Georgetown also sponsors student groups for &lt;a href=\"Bah%C3%A1%CA%BC%C3%AD%20Faith\"&gt;Baháʼí&lt;/a&gt;, &lt;a href=\"Buddhism\"&gt;Buddhist&lt;/a&gt;, and &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;Mormon&lt;/a&gt; traditions. The student body consists of both religious and non-religious students, and more than four-hundred &lt;a href=\"First%20year\"&gt;freshmen&lt;/a&gt; and transfer students attend a nonreligious &lt;a href=\"Spiritual%20Exercises%20of%20Ignatius%20of%20Loyola\"&gt;Ignatian&lt;/a&gt; &lt;a href=\"retreat%20%28spiritual%29\"&gt;retreat&lt;/a&gt;, called ESCAPE, annually.\nA 2007 survey of undergraduates also suggests that 62.8% are sexually active, while 6.2% identify as &lt;a href=\"LGBTQ\"&gt;LGBTQ&lt;/a&gt;. Discrimination can be an issue on campus, and three quarters of a 2009 survey considered &lt;a href=\"homophobia\"&gt;homophobia&lt;/a&gt; a campus problem. \"&lt;a href=\"Newsweek\"&gt;Newsweek&lt;/a&gt;\", however, rated Georgetown among its top \"Gay-Friendly Schools\" in 2010. A survey by the school in 2016 showed that 31% of females undergraduates reported experiencing unwanted sexual contact, and 86% of LGBTQ students reported some form of sexual harassment at the college. In 2011, \"&lt;a href=\"College%20Magazine\"&gt;College Magazine&lt;/a&gt;\" ranked Georgetown as the tenth most &lt;a href=\"Hipster%20%28contemporary%20subculture%29\"&gt;hipster&lt;/a&gt; U.S. college, while &lt;a href=\"People%20for%20the%20Ethical%20Treatment%20of%20Animals\"&gt;People for the Ethical Treatment of Animals&lt;/a&gt; considered it the third most &lt;a href=\"vegan\"&gt;vegan&lt;/a&gt; friendly small U.S. school.\nAlmost all undergraduates attend full-time. A majority of undergraduates, 76%, live on-campus in several dormitories and apartment complexes, including all underclassmen. , 1255 undergraduates and 339 graduate students live off-campus, mostly in the &lt;a href=\"Georgetown%2C%20Washington%2C%20D.C.\"&gt;Georgetown&lt;/a&gt;, &lt;a href=\"Glover%20Park%2C%20Washington%2C%20D.C.\"&gt;Glover Park&lt;/a&gt;, &lt;a href=\"Burleith\"&gt;Burleith&lt;/a&gt;, and &lt;a href=\"Foxhall%2C%20Washington%2C%20D.C.\"&gt;Foxhall&lt;/a&gt; neighborhoods. Although many of the university's hall directors and area coordinators attend graduate level courses, on-campus housing is not available for main campus graduate students. The school hopes to build such housing by 2020. All students in the Medical School live off-campus, most in the surrounding neighborhoods, with some in &lt;a href=\"Northern%20Virginia\"&gt;Northern Virginia&lt;/a&gt; and elsewhere through the region.\nStudent groups.\n, 92.9% of Georgetown University undergraduates are involved in at least one of the 179 registered student organizations which cover a variety of interests: student government, club sports, media and publications, performing arts, religion, and volunteer and service. Students also operate campus stores, banks, and medical services. Students often find their interests at the Student Activities Commission Club Fair, where both official and unofficial organizations set up tables. The &lt;a href=\"Georgetown%20University%20Student%20Association\"&gt;Georgetown University Student Association&lt;/a&gt; is the student government organization for undergraduates. There are also elected student representatives within the schools that serve on Academic councils, as well as to the university Board of Directors, and, since 1996, to the Georgetown &lt;a href=\"Advisory%20Neighborhood%20Commission\"&gt;Advisory Neighborhood Commission&lt;/a&gt;.\nGeorgetown's student organizations include one of the nation's oldest debating clubs, the &lt;a href=\"Philodemic%20Society\"&gt;Philodemic Society&lt;/a&gt;, founded in 1830, and the oldest university theater group, the &lt;a href=\"Mask%20and%20Bauble%20Dramatic%20Society\"&gt;Mask and Bauble Dramatic Society&lt;/a&gt;. &lt;a href=\"Nomadic%20Theatre\"&gt;Nomadic Theatre&lt;/a&gt;, founded in 1982 as an alternative troupe without an on-campus home, produces \"plays which educate and challenge all members of the university community through thought-provoking theatre.\" The Georgetown Improv Association, founded in 1995, performs monthly long-form &lt;a href=\"Improvisational%20theatre\"&gt;improvisational&lt;/a&gt; shows on-campus at Bulldog Alley in addition to hosting \"Improvfest\", one of the &lt;a href=\"List%20of%20improvisational%20theater%20festivals\"&gt;oldest improv festivals in the country&lt;/a&gt;. The &lt;a href=\"Model%20United%20Nations\"&gt;Model United Nations&lt;/a&gt; team that is run by the Georgetown International Relations Club, the largest club on campus, and its affiliate, Georgetown International Relations Association, has attained the status of best in the world on several occasions.\nThere is a total of seven \"&lt;a href=\"a%20cappella\"&gt;a cappella&lt;/a&gt;\" groups on campus, including The Georgetown Saxatones, The Georgetown Chimes, the Phantoms, Superfood, The GraceNotes, the Chamber Singers, Essence, Harmony, and the Capitol G's. These groups perform annually at the \"D.C. A Cappella Festival\", held since 1991; the \"Cherry Tree Massacre\" concert series, held since 1974; and \"Spring Sing\", held since 2011. The Georgetown University Band is composed of the Georgetown Pep Band and the Georgetown Wind Ensemble, and performs on campus, in Washington, D.C., and at post-season basketball tournaments.\nIn addition to student organizations and clubs, Georgetown University is home to the nation's largest entirely student-owned and -operated corporation, &lt;a href=\"Students%20of%20Georgetown%2C%20Inc.\"&gt;Students of Georgetown, Inc.&lt;/a&gt; Founded in 1972, \"The Corp\" operates three &lt;a href=\"Coffeehouse\"&gt;coffee shops&lt;/a&gt;, two &lt;a href=\"grocery%20stores\"&gt;grocery stores&lt;/a&gt;, the Hilltoss (a concept much like &lt;a href=\"Sweetgreen\"&gt;Sweetgreen&lt;/a&gt;), catering services, as well as running seasonal storage for students. The business has annual revenues of about $5 million, and surpluses are directly re-invested into the Georgetown student body through Corp Philanthropy, which gave out over $85,000 in scholarships and donations to Georgetown groups in 2014–2015. &lt;a href=\"Georgetown%20University%20Alumni%20%26amp%3B%20Student%20Federal%20Credit%20Union\"&gt;Georgetown University Alumni &amp; Student Federal Credit Union&lt;/a&gt; is the largest all student-run credit union in the United States, with over $17 million in assets and 12,000 members. The Georgetown University Student Investment Fund is one of a few undergraduate-run &lt;a href=\"investment%20fund\"&gt;investment fund&lt;/a&gt;s in the United States, and hosted CNBC's &lt;a href=\"Jim%20Cramer\"&gt;Jim Cramer&lt;/a&gt; to tape \"&lt;a href=\"Mad%20Money\"&gt;Mad Money&lt;/a&gt;\" in September 2006. Hilltop Consultants is a student-run nonprofit &lt;a href=\"consulting\"&gt;consulting&lt;/a&gt; agency that works with local and international organizations including &lt;a href=\"Teach%20For%20America\"&gt;Teach For America&lt;/a&gt;, &lt;a href=\"Habitat%20for%20Humanity\"&gt;Habitat for Humanity&lt;/a&gt;, and &lt;a href=\"Special%20Olympics\"&gt;Special Olympics&lt;/a&gt;. The Hilltop Microfinance Initiative is a student-run &lt;a href=\"Microfinance\"&gt;micro-finance&lt;/a&gt; organization, aiming to empower &lt;a href=\"underserved\"&gt;underserved&lt;/a&gt; communities in DC, Maryland, and Virginia through &lt;a href=\"small%20business%20loans\"&gt;small business loans&lt;/a&gt; and financial coaching.\nAnother student-run group, the Georgetown Emergency Response Medical Service, \"GERMS\", is an all-volunteer ambulance service founded in 1982 that serves campus and the surrounding communities. Georgetown's &lt;a href=\"United%20States%20Army\"&gt;Army&lt;/a&gt; &lt;a href=\"Reserve%20Officer%20Training%20Corps\"&gt;Reserve Officer Training Corps&lt;/a&gt; (ROTC) unit, the Hoya Battalion, is the oldest military unit native to the District of Columbia, and was awarded the top ranking among ROTC programs in 2012. The proportion of ROTC students at Georgetown was the 79th highest among universities in the United States . GUGS, the Georgetown University Grilling Society, has been a Georgetown tradition since 2002, selling half-pound hamburgers in Red Square on most Fridays.\nActivism.\nGeorgetown University student organizations include a diverse array of groups focused on social justice issues, including organizations run through both Student Affairs and the &lt;a href=\"Center%20for%20Social%20Justice%20Research%2C%20Teaching%2C%20%26amp%3B%20Service\"&gt;Center for Social Justice Research, Teaching, &amp; Service&lt;/a&gt;. This last organization, founded in 2001, works to integrate into their education Georgetown's founding mission of education in service for justice and the common good.\nOriented against gender violence, &lt;a href=\"Take%20Back%20the%20Night%20%28protest%29\"&gt;Take Back the Night&lt;/a&gt; coordinates an annual rally and march to protest against rape and other forms of violence against women. Georgetown Solidarity Committee is a workers' rights organization whose successes include ending use of sweatshops in producing Georgetown-logoed apparel, and garnering pay raises for both university cleaning staff and police. Georgetown Students for &lt;a href=\"Fair%20trade\"&gt;Fair Trade&lt;/a&gt; successfully advocated for all coffee in campus cafeterias to be &lt;a href=\"Fairtrade%20certification\"&gt;Fair Trade Certified&lt;/a&gt;.\nGeorgetown has many additional groups representing national, ethnic, and linguistic interests. Georgetown has the second most politically active student body in the United States according to the \"&lt;a href=\"Princeton%20Review\"&gt;Princeton Review&lt;/a&gt;\". Groups based on local, national, and international issues are popular, and political speech is protected on campus. Student political organizations are active on campus and engage their many members in local and national politics. The Georgetown University College Republicans represent their party, while the Georgetown University College Democrats, the largest student organization on campus in 2008, represent theirs.\nThe &lt;a href=\"reproductive%20rights\"&gt;reproductive rights&lt;/a&gt; organization H*yas for Choice is not officially recognized by the university as its positions on &lt;a href=\"abortion\"&gt;abortion&lt;/a&gt; are in opposition to university policy, prompting the asterisk in \"Hoyas.\" While not financially supported by the school, the organization is permitted to meet and table in university spaces. The issue contributes to Georgetown's 'red light' status on free speech under the &lt;a href=\"Foundation%20for%20Individual%20Rights%20in%20Education\"&gt;Foundation for Individual Rights in Education&lt;/a&gt; rating system. In 2010, the \"Plan A: Hoyas for Reproductive Justice\" campaign led several protests against the school policy against the sale of birth control on campus, and in 2007, &lt;a href=\"Georgetown%20University%20Law%20Center\"&gt;Georgetown University Law Center&lt;/a&gt; students protested the university's decision to cease funding for a student's internship at &lt;a href=\"Planned%20Parenthood\"&gt;Planned Parenthood&lt;/a&gt;'s litigation department despite funding it previous years. Law Center student &lt;a href=\"Sandra%20Fluke\"&gt;Sandra Fluke&lt;/a&gt; petitioned the university to change its health insurance policy to include coverage for contraception for three years prior to addressing the issue before the &lt;a href=\"Steering%20and%20Policy%20Committees%20of%20the%20United%20States%20House%20of%20Representatives%23House%20Democratic%20Steering%20and%20Policy%20Committee\"&gt;House Democratic Steering and Policy Committee&lt;/a&gt; in 2012. Although &lt;a href=\"Rush%20Limbaugh%E2%80%93Sandra%20Fluke%20controversy\"&gt;the remarks&lt;/a&gt; &lt;a href=\"Rush%20Limbaugh\"&gt;Rush Limbaugh&lt;/a&gt; subsequently directed at Fluke were criticized by Georgetown administrators as both misogynist and vitriolic, the school remains opposed to the coverage of contraception.\nThe &lt;a href=\"United%20States%20pro-life%20movement\"&gt;pro-life&lt;/a&gt; organization Georgetown Right to Life, however, is officially recognized and funded by the university. They actively participate in on-campus as well as nationally focused activism. Every year, the organization sends a delegation to the &lt;a href=\"March%20for%20Life%20%28Washington%2C%20D.C.%29\"&gt;March for Life&lt;/a&gt; to show support for the national pro-life movement. In addition, every January since 2000 the club has organized the Cardinal O'Connor Conference on Life. The largest student-organized pro-life conference in the United States, it regularly hosts hundreds of attendees and prominent speakers such as &lt;a href=\"Se%C3%A1n%20Patrick%20O%27Malley\"&gt;Cardinal O'Malley&lt;/a&gt;.\nGeorgetown is also home to a number of student organizations focused on &lt;a href=\"sustainability\"&gt;sustainability&lt;/a&gt; and &lt;a href=\"environmentalism\"&gt;environmentalism&lt;/a&gt;.GREEN, the Georgetown Renewable Energy and Environmental Network, is the largest of these groups. Another student group, GU Fossil Free, was founded in 2013, and aimed to pressure the university to divest its endowment from fossil fuels. Georgetown announced that it would fully divest its endowment from fossil fuels in February 2020.\nMedia.\nGeorgetown University has several student-run newspapers and academic journals. \"&lt;a href=\"The%20Hoya\"&gt;The Hoya&lt;/a&gt;\" is the university's oldest newspaper. It has been in print since 1920, and since 1987, has been published twice weekly. \"&lt;a href=\"The%20Georgetown%20Voice\"&gt;The Georgetown Voice&lt;/a&gt;\", known for its weekly cover stories, is a &lt;a href=\"newsmagazine\"&gt;newsmagazine&lt;/a&gt; that was founded in March 1969 to focus more attention on citywide and national issues. \"The Georgetown Independent\" is a monthly journal of news, commentary and the arts. Founded in 1966, the \"&lt;a href=\"Georgetown%20Law%20Weekly\"&gt;Georgetown Law Weekly&lt;/a&gt;\" is the student-run paper on the &lt;a href=\"Georgetown%20University%20Law%20Center\"&gt;Law Center&lt;/a&gt; campus, and is a three-time winner of the &lt;a href=\"American%20Bar%20Association\"&gt;American Bar Association&lt;/a&gt;'s Best Newspaper award. Established in 1995, the \"&lt;a href=\"Georgetown%20Public%20Policy%20Review\"&gt;Georgetown Public Policy Review&lt;/a&gt;\" is a student-run journal based out of the &lt;a href=\"McCourt%20School%20of%20Public%20Policy\"&gt;McCourt School of Public Policy&lt;/a&gt; that publishes online articles and a peer-reviewed spring edition. The \"&lt;a href=\"Georgetown%20Journal%20of%20International%20Affairs\"&gt;Georgetown Journal of International Affairs&lt;/a&gt;\", established in 2000, is a student-managed, peer-reviewed Journal that publishes perspectives on current affairs and international relations from experts such as heads of states and renowned professors. \"The Hoya,\" \"The Georgetown Voice,\" and \"The Georgetown Journal of International Affairs\" all run online blogs, and there are other popular blogs written about the school and its sports teams.\n\"The Georgetown Academy\", restarted in 2008 after a hiatus, targets traditionalist &lt;a href=\"Catholic%20Church\"&gt;Catholic&lt;/a&gt; readers, and the \"Georgetown Review\", founded in 2016, aims to bring a &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt; and &lt;a href=\"libertarianism\"&gt;libertarian&lt;/a&gt; viewpoint to campus. Other political publications include the \"Georgetown Progressive\", an online publication run by the Georgetown University College Democrats, and \"Counterpoint Magazine\", a liberal monthly founded in the spring of 2011. \"The Fire This Time\" is Georgetown's minority newssource. \"&lt;a href=\"The%20Georgetown%20Heckler\"&gt;The Georgetown Heckler&lt;/a&gt;\" is a humor magazine founded on the Internet in 2003 by Georgetown students, releasing its first print issue in 2007. \"&lt;a href=\"The%20Gonzo\"&gt;The Gonzo&lt;/a&gt;\" was a student humor magazine, published from 1993 to 1998.\nThe university has a campus-wide television station, GUTV, which began broadcasting in 1999. The station hosts an annual student &lt;a href=\"film%20festival\"&gt;film festival&lt;/a&gt; in April for campus filmmakers. &lt;a href=\"WGTB\"&gt;WGTB&lt;/a&gt;, Georgetown's radio station, is available as a &lt;a href=\"webcast\"&gt;webcast&lt;/a&gt; and on 92.3 FM in certain dormitories. The station was founded in 1946, and broadcast on 90.1 FM from 1960 to 1979, when university president &lt;a href=\"Timothy%20S.%20Healy\"&gt;Timothy S. Healy&lt;/a&gt; gave away the frequency and broadcast capabilities to the &lt;a href=\"University%20of%20the%20District%20of%20Columbia\"&gt;University of the District of Columbia&lt;/a&gt; because of WGTB's &lt;a href=\"far%20left\"&gt;far left&lt;/a&gt; political orientation. The station now broadcasts through the Internet in its headquarters in the Leavey Center.\nGreek life.\nAlthough Jesuit schools are not obliged to disassociate from Greek systems, many do, and Georgetown University officially recognizes and funds only one of the many Greek organizations on campus, &lt;a href=\"Alpha%20Phi%20Omega\"&gt;Alpha Phi Omega&lt;/a&gt;, the national co-ed community service fraternity. Despite this, other Greek organizations exist on campus, although none require members to live in fraternal housing. Additionally, Georgetown University students are affiliated, in some cases, with fraternities at other nearby universities and colleges.\nActive fraternities at Georgetown include &lt;a href=\"Delta%20Phi%20Epsilon%20%28professional%29\"&gt;Delta Phi Epsilon&lt;/a&gt;, a professional foreign service fraternity and sorority; &lt;a href=\"Alpha%20Kappa%20Psi\"&gt;Alpha Kappa Psi&lt;/a&gt;, a professional co-ed business fraternity; &lt;a href=\"Alpha%20Phi%20Omega\"&gt;Alpha Phi Omega&lt;/a&gt;, a national co-ed community service fraternity; &lt;a href=\"Alpha%20Epsilon%20Pi\"&gt;Alpha Epsilon Pi&lt;/a&gt;, a Jewish social fraternity; and social fraternities &lt;a href=\"Sigma%20Phi%20Epsilon\"&gt;Sigma Phi Epsilon&lt;/a&gt;, &lt;a href=\"Zeta%20Psi\"&gt;Zeta Psi&lt;/a&gt;, &lt;a href=\"Sigma%20Chi\"&gt;Sigma Chi&lt;/a&gt;, and &lt;a href=\"Sigma%20Alpha%20Epsilon\"&gt;Sigma Alpha Epsilon&lt;/a&gt;. Delta Phi Epsilon was founded at Georgetown in 1920, and members of their Alpha Chapter include Jesuits and several deans of the &lt;a href=\"Edmund%20A.%20Walsh%20School%20of%20Foreign%20Service\"&gt;School of Foreign Service&lt;/a&gt;. The Delta Phi Epsilon foreign service sorority, founded in 1973, is the only professional sorority active at Georgetown. In October 2013 the first social Greek sorority came to the Georgetown campus with the Eta Tau chapter of &lt;a href=\"Kappa%20Kappa%20Gamma\"&gt;Kappa Kappa Gamma&lt;/a&gt;, followed by the Theta Iota chapter of &lt;a href=\"Kappa%20Alpha%20Theta\"&gt;Kappa Alpha Theta&lt;/a&gt; in the spring of 2014. Georgetown's chapter of Alpha Epsilon Pi was established in 2002. Sigma Phi Epsilon chartered its chapter as a general social fraternity in 2007. The Omega Lambda chapter of professional business fraternity Alpha Kappa Psi replaced &lt;a href=\"Delta%20Sigma%20Pi\"&gt;Delta Sigma Pi&lt;/a&gt;, which lost its charter in 2006. The Zeta Psi chapter, named Gamma Epsilon, was chartered in March 2009 after a year as a colony. \nAbout 10 percent of undergraduate students participate in Greek life, a relatively low ratio compared to many other colleges and universities.\nEvents.\nAnnual events on campus celebrate Georgetown traditions, culture, alumni, sports, and politics. In late April, Georgetown University celebrates Georgetown Day. Besides the full-day carnival, the day rewards the best professor of the year with the Dorothy Brown Award, as voted by students. &lt;a href=\"Halloween\"&gt;Halloween&lt;/a&gt; is celebrated with public viewings of alumnus &lt;a href=\"William%20Peter%20Blatty\"&gt;William Peter Blatty&lt;/a&gt;'s film \"&lt;a href=\"The%20Exorcist%20%28film%29\"&gt;The Exorcist&lt;/a&gt;\", which takes place in the neighborhood surrounding the university.\n&lt;a href=\"Homecoming\"&gt;Homecoming&lt;/a&gt; coincides with a home football game, and festivities such as tailgating and a formal dance are sponsored by the Alumni Association to draw past graduates back to campus. The largest planned sports related celebration is the first basketball practice of the season. Dubbed \"Midnight Madness\", this event introduces the men's and women's basketball teams shortly after midnight on the first day the teams are allowed by NCAA rules to formally practice together. The festivities include a dunk contest, a 3-point contest, a scrimmage, and a musical act.\nGeorgetown University hosts notable speakers each year, largely because of the success of the Georgetown Lecture Fund and the Office of Communications. These are frequently important &lt;a href=\"head%20of%20state\"&gt;heads of state&lt;/a&gt; who visit Georgetown while in the capital, as well as scholars, authors, U.S. politicians, global business leaders, and religious figures. Many prominent alumni are known to frequent the main campus. The Office of the President hosts numerous symposia on religious topics, such as \"&lt;a href=\"Nostra%20aetate\"&gt;Nostra aetate&lt;/a&gt;\", \"&lt;a href=\"Pacem%20in%20terris\"&gt;Pacem in terris&lt;/a&gt;\", and the Building Bridges Seminar.\nAthletics.\nGeorgetown fields 23 varsity teams and the Club Sports Board supports an additional 23 club teams. The varsity teams participate in the &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;NCAA&lt;/a&gt;'s &lt;a href=\"Division%20I%20%28NCAA%29\"&gt;Division I&lt;/a&gt;. The school generally competes in the &lt;a href=\"Big%20East%20Conference\"&gt;Big East Conference&lt;/a&gt;, although the &lt;a href=\"Georgetown%20Hoyas%20football\"&gt;football team&lt;/a&gt; competes in the &lt;a href=\"Division%20I%20FCS\"&gt;Division I FCS&lt;/a&gt; &lt;a href=\"Patriot%20League\"&gt;Patriot League&lt;/a&gt;, the sailing team in &lt;a href=\"Middle%20Atlantic%20Intercollegiate%20Sailing%20Association\"&gt;Middle Atlantic Intercollegiate Sailing Association&lt;/a&gt;, and the rowing teams in the &lt;a href=\"College%20rowing%20%28United%20States%29%23Eastern%20Association%20of%20Rowing%20Colleges\"&gt;Eastern Association of Rowing Colleges&lt;/a&gt;.\n\"&lt;a href=\"U.S.%20News%20%26amp%3B%20World%20Report\"&gt;U.S. News &amp; World Report&lt;/a&gt;\" listed Georgetown's athletics program among the 20 best in the nation. Georgetown's student athletes have a 94% graduation success rate, and over one-hundred have gone on to play professionally. Georgetown has won three NCAA Division 1 team national championships and 23 NCAA Division 1 individual national championships.\nThe school's teams are called \"Hoyas\", a name whose origin is uncertain. Sometime before 1893, students well versed in classical languages invented the mixed &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; and &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; chant of \"&lt;a href=\"Hoya%20Saxa\"&gt;Hoya Saxa&lt;/a&gt;\", translating roughly as \"what (or such) rocks.\" The &lt;a href=\"Georgetown%20Hoyas%20baseball\"&gt;school's baseball team&lt;/a&gt;, then called the Stonewalls, began in 1870, and football in 1874, and the chant likely refers to one of these teams. By the 1920s, the term \"Hoyas\" was used to describe groups on campus, and by 1928, campus sports writers started using it instead of the older team name, the \"Hilltoppers.\" The name was picked up in the local publications, and became official shortly after. &lt;a href=\"Jack%20the%20Bulldog\"&gt;Jack the Bulldog&lt;/a&gt; has been the mascot of Georgetown athletics programs since 1962, and the school &lt;a href=\"fight%20song\"&gt;fight song&lt;/a&gt; is \"&lt;a href=\"There%20Goes%20Old%20Georgetown\"&gt;There Goes Old Georgetown&lt;/a&gt;\".\nThe &lt;a href=\"Georgetown%20Hoyas%20men%27s%20basketball\"&gt;men's basketball&lt;/a&gt; team is particularly noteworthy as it won the &lt;a href=\"NCAA%20Men%27s%20Division%20I%20Basketball%20Championship\"&gt;NCAA championship&lt;/a&gt; in &lt;a href=\"1984%20NCAA%20Men%27s%20Division%20I%20Basketball%20Tournament\"&gt;1984&lt;/a&gt; under coach &lt;a href=\"John%20Thompson%20%28basketball%29\"&gt;John Thompson&lt;/a&gt;. The current coach is Georgetown alumnus &lt;a href=\"Patrick%20Ewing\"&gt;Patrick Ewing&lt;/a&gt;, who played in three &lt;a href=\"NCAA%20Men%27s%20Division%20I%20Final%20Four%20appearances%20by%20school\"&gt;Final Fours&lt;/a&gt; under coach Thompson from &lt;a href=\"1982%20NCAA%20Men%27s%20Division%20I%20Basketball%20Tournament\"&gt;1982&lt;/a&gt; to &lt;a href=\"1985%20NCAA%20Men%27s%20Division%20I%20Basketball%20Tournament\"&gt;1985&lt;/a&gt;. The team has the record for the most &lt;a href=\"Big%20East%20Men%27s%20Basketball%20Tournament\"&gt;Big East conference tournament&lt;/a&gt; titles with eight, and has made thirty &lt;a href=\"NCAA%20Men%27s%20Division%20I%20Tournament%20Bids%20By%20School\"&gt;NCAA tournament appearances&lt;/a&gt;. Well-known former players include Ewing, &lt;a href=\"Sleepy%20Floyd\"&gt;Sleepy Floyd&lt;/a&gt;, &lt;a href=\"Dikembe%20Mutombo\"&gt;Dikembe Mutombo&lt;/a&gt;, &lt;a href=\"Alonzo%20Mourning\"&gt;Alonzo Mourning&lt;/a&gt;, &lt;a href=\"Allen%20Iverson\"&gt;Allen Iverson&lt;/a&gt;, &lt;a href=\"Jeff%20Green%20%28basketball%29\"&gt;Jeff Green&lt;/a&gt;, and &lt;a href=\"Roy%20Hibbert\"&gt;Roy Hibbert&lt;/a&gt;. Georgetown's &lt;a href=\"NBA\"&gt;NBA&lt;/a&gt; alumni are collectively among the highest earners from a single program. Ewing was selected by the NBA as one of the &lt;a href=\"50%20Greatest%20Players%20in%20NBA%20history\"&gt;50 greatest players in the league's history&lt;/a&gt;.\nThe sailing team has won fourteen national championships since 2001, as well as one World Championship in match racing. Over that time they have graduated 79 All-Americans and 6 College Sailors of the year. Georgetown has been nationally successful in both cross country and track and field, and in 2011, the women's cross country team won Georgetown's second team NCAA Championship. The rowing teams are perennial contenders as well for national titles. &lt;a href=\"Georgetown%20Hoyas%20men%27s%20lacrosse\"&gt;The men's&lt;/a&gt; and &lt;a href=\"Georgetown%20Hoyas%20women%27s%20lacrosse\"&gt;women's lacrosse teams&lt;/a&gt; have both been ranked in the top ten nationally, as have both soccer teams, with the men winning Georgetown's third team national championship in 2019, and the women making the national quarterfinals in 2010 and the semifinals in 2016. The &lt;a href=\"Georgetown%20University%20Rugby%20Football%20Club\"&gt;rugby club team&lt;/a&gt; also made it to the Division II Final Four in 2005 and 2009. In 2019, Georgetown won the women's team championship at the &lt;a href=\"United%20States%20Intercollegiate%20Boxing%20Association\"&gt;United States Intercollegiate Boxing Association&lt;/a&gt; national tournament held at &lt;a href=\"Syracuse%20University\"&gt;Syracuse University&lt;/a&gt;.\nFormer Georgetown tennis coach Gordon \"Gordie\" Ernst, one of several people implicated in the &lt;a href=\"2019%20college%20admissions%20bribery%20scandal\"&gt;2019 college admissions bribery scandal&lt;/a&gt;, is alleged to have facilitated the admission to Georgetown of as many as 12 students through fraudulent means while accepting bribes of up to $950,000. Ernst had relocated to the &lt;a href=\"University%20of%20Rhode%20Island\"&gt;University of Rhode Island&lt;/a&gt;, where he was placed on administrative leave after he was charged and arrested. He later pled guilty to conspiracy to commit federal programs bribery, three counts of federal programs bribery, and to filing false tax returns for failing to report many of the bribery payments.\nAlumni.\nGeorgetown graduates have found success in a wide variety of fields, and have served at the heads of diverse institutions both in the public and private sector. Immediately after graduation, about 73% of undergraduates enter the workforce, while others go on to additional education, . Georgetown graduates have been recipients of 28 &lt;a href=\"Rhodes%20Scholarship\"&gt;Rhodes Scholarships&lt;/a&gt;, 32 &lt;a href=\"Marshall%20Scholarship\"&gt;Marshall Scholarship&lt;/a&gt;s, 33 &lt;a href=\"Truman%20Scholarship\"&gt;Truman Scholarship&lt;/a&gt;s, 15 &lt;a href=\"Mitchell%20Scholarship\"&gt;Mitchell Scholarship&lt;/a&gt;s, and 12 &lt;a href=\"Gates%20Cambridge%20Scholarship\"&gt;Gates Cambridge Scholarship&lt;/a&gt;s. Georgetown is among the nation's top producers of &lt;a href=\"Fulbright%20Scholars\"&gt;Fulbright Scholars&lt;/a&gt;, with 429 over its history, and produced more than any other institution in the 2019–2020 academic year. Georgetown is also one of the top-ten yearly producers of &lt;a href=\"Peace%20Corps\"&gt;Peace Corps&lt;/a&gt; volunteers . Graduates of the &lt;a href=\"McDonough%20School%20of%20Business\"&gt;McDonough School of Business&lt;/a&gt; have the highest starting salaries, at $70,606, and alumni in general have a median starting salary of $61,681 with a median mid-career salary of $129,500.\nGovernment and International relations are the top two most popular undergraduate majors across every college at Georgetown, and many students go on to careers in politics. Former &lt;a href=\"President%20of%20the%20United%20States\"&gt;President of the United States&lt;/a&gt; &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt; is a 1968 graduate of the School of Foreign Service, while President &lt;a href=\"Lyndon%20Baines%20Johnson\"&gt;Lyndon Baines Johnson&lt;/a&gt; attended Georgetown Law for a semester in 1934. Two current elected heads of state are alumni: &lt;a href=\"Iv%C3%A1n%20Duque%20M%C3%A1rquez\"&gt;Iván Duque Márquez&lt;/a&gt;, &lt;a href=\"President%20of%20Colombia\"&gt;President of Colombia&lt;/a&gt;, and &lt;a href=\"%C5%BDeljko%20Kom%C5%A1i%C4%87\"&gt;Željko Komšić&lt;/a&gt;, one of the tripartite &lt;a href=\"Presidency%20of%20Bosnia%20and%20Herzegovina\"&gt;Presidents of Bosnia and Herzegovina&lt;/a&gt;, who attended a leadership seminar in 2003. Former world leaders include &lt;a href=\"Laura%20Chinchilla\"&gt;Laura Chinchilla&lt;/a&gt;, &lt;a href=\"President%20of%20Costa%20Rica\"&gt;President of Costa Rica&lt;/a&gt;, &lt;a href=\"Saad%20Hariri\"&gt;Saad Hariri&lt;/a&gt;, &lt;a href=\"Prime%20Minister%20of%20Lebanon\"&gt;Prime Minister of Lebanon&lt;/a&gt;, &lt;a href=\"Gloria%20Macapagal%20Arroyo\"&gt;Gloria Macapagal Arroyo&lt;/a&gt;, &lt;a href=\"President%20of%20the%20Philippines\"&gt;President of the Philippines&lt;/a&gt;, and &lt;a href=\"Jos%C3%A9%20Manuel%20Barroso\"&gt;José Manuel Barroso&lt;/a&gt;, &lt;a href=\"Prime%20Minister%20of%20Portugal\"&gt;Prime Minister of Portugal&lt;/a&gt;. King &lt;a href=\"Felipe%20VI%20of%20Spain\"&gt;Felipe VI of Spain&lt;/a&gt;, King &lt;a href=\"Abdullah%20II%20of%20Jordan\"&gt;Abdullah II of Jordan&lt;/a&gt; and his son &lt;a href=\"Hussein%2C%20Crown%20Prince%20of%20Jordan\"&gt;Hussein, Crown Prince of Jordan&lt;/a&gt;, and Prince &lt;a href=\"Turki%20bin%20Faisal%20Al%20Saud\"&gt;Turki bin Faisal Al Saud&lt;/a&gt; of the &lt;a href=\"Saudi%20Arabia%20royal%20family\"&gt;Saudi Arabia royal family&lt;/a&gt; are among the &lt;a href=\"royal%20family\"&gt;royals&lt;/a&gt; who attended Georgetown. Qatari heir-apparent Sheikh &lt;a href=\"Abdullah%20bin%20Hamad%20bin%20Khalifa%20Al%20Thani\"&gt;Abdullah bin Hamad bin Khalifa Al Thani&lt;/a&gt; is also an alumnus of the university's Qatar campus.\nEight alumni serve in the &lt;a href=\"List%20of%20current%20United%20States%20Senators\"&gt;United States Senate&lt;/a&gt;, and twenty in the &lt;a href=\"Current%20members%20of%20the%20United%20States%20House%20of%20Representatives\"&gt;House of Representatives&lt;/a&gt;. Current congressional alumni include &lt;a href=\"Dick%20Durbin\"&gt;Dick Durbin&lt;/a&gt;, &lt;a href=\"Party%20leaders%20of%20the%20United%20States%20Senate\"&gt;Senate majority whip&lt;/a&gt;, and &lt;a href=\"Steny%20Hoyer\"&gt;Steny Hoyer&lt;/a&gt;, &lt;a href=\"Party%20leaders%20of%20the%20United%20States%20House%20of%20Representatives\"&gt;House majority leader&lt;/a&gt;. On the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;U.S. Supreme Court&lt;/a&gt;, alumni include former Associate Justice &lt;a href=\"Antonin%20Scalia\"&gt;Antonin Scalia&lt;/a&gt; and former Chief Justice &lt;a href=\"Edward%20Douglass%20White\"&gt;Edward Douglass White&lt;/a&gt;. Georgetown's alumni include more U.S. diplomats than any other university, including former &lt;a href=\"United%20States%20Secretary%20of%20State\"&gt;Secretary of State&lt;/a&gt; &lt;a href=\"Alexander%20Haig\"&gt;Alexander Haig&lt;/a&gt;, former &lt;a href=\"Director%20of%20Central%20Intelligence\"&gt;CIA Director&lt;/a&gt; &lt;a href=\"George%20Tenet\"&gt;George Tenet&lt;/a&gt;, and former &lt;a href=\"United%20States%20Secretary%20of%20Homeland%20Security\"&gt;DHS Secretaries&lt;/a&gt; &lt;a href=\"Kirstjen%20Nielsen\"&gt;Kirstjen Nielsen&lt;/a&gt; and &lt;a href=\"John%20F.%20Kelly\"&gt;John F. Kelly&lt;/a&gt;, all of whom attended the SFS. Hoya Battalion, the school's ROTC program, was ranked as the best in the country in 2012 for preparing cadets for military service, and graduates have gone on to head military organizations on both the domestic and international level, such as former &lt;a href=\"Secretary%20of%20Defense\"&gt;Secretary of Defense&lt;/a&gt; &lt;a href=\"Robert%20Gates\"&gt;Robert Gates&lt;/a&gt;, former &lt;a href=\"National%20Security%20Advisor%20%28United%20States%29\"&gt;National Security Advisor&lt;/a&gt; &lt;a href=\"James%20L.%20Jones\"&gt;General James L. Jones&lt;/a&gt;, and former &lt;a href=\"Chairman%20of%20the%20Joint%20Chiefs%20of%20Staff\"&gt;Chairman of the Joint Chiefs of Staff&lt;/a&gt; &lt;a href=\"General%20Joseph%20Dunford\"&gt;General Joseph Dunford&lt;/a&gt;.\nFinance and economics are the third and fourth most popular undergraduate majors, and almost a quarter of graduates start careers at consulting or financial services firms. The university is among the top ten alma maters reported by current &lt;a href=\"Wall%20Street\"&gt;Wall Street&lt;/a&gt; banking employees according to surveys of &lt;a href=\"LinkedIn\"&gt;LinkedIn&lt;/a&gt; data. &lt;a href=\"Citigroup\"&gt;Citigroup&lt;/a&gt; was the most commonly reported employer, and their former CEO &lt;a href=\"Charles%20Prince\"&gt;Charles Prince&lt;/a&gt; is a graduate of the Law School, as is Federal Reserve Chairman &lt;a href=\"Jerome%20Powell\"&gt;Jerome Powell&lt;/a&gt;, while &lt;a href=\"Mary%20Callahan%20Erdoes\"&gt;Mary Callahan Erdoes&lt;/a&gt;, current CEO of &lt;a href=\"J.P.%20Morgan%20Asset%20Management\"&gt;J.P. Morgan Asset Management&lt;/a&gt; attended Georgetown College. Other common employers include &lt;a href=\"Deloitte\"&gt;Deloitte&lt;/a&gt;, &lt;a href=\"Oracle%20Corporation\"&gt;Oracle&lt;/a&gt;, and &lt;a href=\"PricewaterhouseCoopers\"&gt;PwC&lt;/a&gt;. &lt;a href=\"Ted%20Leonsis\"&gt;Ted Leonsis&lt;/a&gt;, owner of the &lt;a href=\"Washington%20Capitals\"&gt;Washington Capitals&lt;/a&gt;, &lt;a href=\"Washington%20Wizards\"&gt;Wizards&lt;/a&gt;, and &lt;a href=\"Washington%20Mystics\"&gt;Mystics&lt;/a&gt; franchises, is among four other undergraduate alumni who own professional sports teams, making Georgetown the most popular undergraduate university for major North American sports franchise owners.\nOver 80% of theater major graduates go onto careers in that industry, including &lt;a href=\"Tony%20Award\"&gt;Tony Award&lt;/a&gt; winners &lt;a href=\"John%20Guare\"&gt;John Guare&lt;/a&gt; and &lt;a href=\"Jack%20Hofsiss\"&gt;Jack Hofsiss&lt;/a&gt;. Actor, director, and Grammy Award-winning songwriter &lt;a href=\"Bradley%20Cooper\"&gt;Bradley Cooper&lt;/a&gt; is also a graduate of Georgetown and its English program. Actors/comedians &lt;a href=\"Carl%20Reiner\"&gt;Carl Reiner&lt;/a&gt;, &lt;a href=\"Nick%20Kroll\"&gt;Nick Kroll&lt;/a&gt;, &lt;a href=\"John%20Mulaney\"&gt;John Mulaney&lt;/a&gt;, &lt;a href=\"Jim%20Gaffigan\"&gt;Jim Gaffigan&lt;/a&gt;, &lt;a href=\"James%20Murray%20%28comedian%29\"&gt;James Murray&lt;/a&gt;, and &lt;a href=\"Mike%20Birbiglia\"&gt;Mike Birbiglia&lt;/a&gt; also graduated from Georgetown. Georgetown has also produced numerous &lt;a href=\"Pulitzer%20Prize\"&gt;Pulitzer Prize&lt;/a&gt;, &lt;a href=\"Edward%20R.%20Murrow%20Award%20%28Radio%20Television%20Digital%20News%20Association%29\"&gt;Edward R. Murrow Award&lt;/a&gt;, and &lt;a href=\"Peabody%20Award\"&gt;Peabody Award&lt;/a&gt; recipients in journalism and media, including \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\" reporter &lt;a href=\"Walter%20Pincus\"&gt;Walter Pincus&lt;/a&gt; and &lt;a href=\"NPR\"&gt;NPR&lt;/a&gt; correspondent &lt;a href=\"Lourdes%20Garcia-Navarro\"&gt;Lourdes Garcia-Navarro&lt;/a&gt;. Several national news anchors are alumni, including &lt;a href=\"Norah%20O%27Donnell\"&gt;Norah O'Donnell&lt;/a&gt; of &lt;a href=\"CBS%20Evening%20News\"&gt;CBS Evening News&lt;/a&gt;, &lt;a href=\"Kate%20Snow\"&gt;Kate Snow&lt;/a&gt; of &lt;a href=\"NBC%20Nightly%20News\"&gt;NBC Nightly News&lt;/a&gt;, and &lt;a href=\"Savannah%20Guthrie\"&gt;Savannah Guthrie&lt;/a&gt;, current co-anchor of the \"&lt;a href=\"Today%20%28American%20TV%20program%29\"&gt;Today Show&lt;/a&gt;\". Scientists include award-winning biophysicist &lt;a href=\"Karen%20Fleming\"&gt;Karen Fleming&lt;/a&gt;, former Director of the &lt;a href=\"Centers%20for%20Disease%20Control%20and%20Prevention\"&gt;Centers for Disease Control and Prevention&lt;/a&gt; &lt;a href=\"Robert%20R.%20Redfield\"&gt;Robert R. Redfield&lt;/a&gt;, &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt; astronaut and astrophysicist &lt;a href=\"John-David%20F.%20Bartoe\"&gt;John-David Bartoe&lt;/a&gt;, and &lt;a href=\"National%20Medal%20of%20Science\"&gt;National Medal of Science&lt;/a&gt; laureates neuroscientist &lt;a href=\"Solomon%20H.%20Snyder\"&gt;Solomon H. Snyder&lt;/a&gt; and astronomer &lt;a href=\"Vera%20Rubin\"&gt;Vera Rubin&lt;/a&gt;."
}