{
    "id": "101626",
    "revid": "14423028",
    "url": "https://en.wikipedia.org/wiki?curid=101626",
    "title": "Middelburg, Zeeland",
    "text": "Middelburg () is a &lt;a href=\"List%20of%20cities%20in%20the%20Netherlands%20by%20province\"&gt;city&lt;/a&gt; and &lt;a href=\"List%20of%20municipalities%20of%20the%20Netherlands\"&gt;municipality&lt;/a&gt; in the south-western &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; serving as the &lt;a href=\"Capital%20%28political%29\"&gt;capital&lt;/a&gt; of the &lt;a href=\"Provinces%20of%20the%20Netherlands\"&gt;province&lt;/a&gt; of &lt;a href=\"Zeeland\"&gt;Zeeland&lt;/a&gt;. Situated on the central peninsula of the Zeeland province, \"Midden-Zeeland\" (consisting of former islands &lt;a href=\"Walcheren\"&gt;Walcheren&lt;/a&gt;, &lt;a href=\"Noord-Beveland\"&gt;Noord-Beveland&lt;/a&gt; and &lt;a href=\"Zuid-Beveland\"&gt;Zuid-Beveland&lt;/a&gt;), it has a population of about 48,000.\nIn terms of technology, Middelburg played a role in the &lt;a href=\"Scientific%20Revolution\"&gt;Scientific Revolution&lt;/a&gt; at the &lt;a href=\"early%20modern%20period\"&gt;early modern period&lt;/a&gt;. The town was historically a center of &lt;a href=\"Lens%20%28optics%29\"&gt;lens crafting&lt;/a&gt; in the &lt;a href=\"Dutch%20Golden%20Age\"&gt;Golden Age of Dutch science and technology&lt;/a&gt;. The invention of the &lt;a href=\"microscope\"&gt;microscope&lt;/a&gt; and &lt;a href=\"invention%20of%20the%20telescope\"&gt;telescope&lt;/a&gt; is often credited to Middelburg spectacle-makers (including &lt;a href=\"Zacharias%20Janssen\"&gt;Zacharias Janssen&lt;/a&gt; and &lt;a href=\"Hans%20Lippershey\"&gt;Hans Lippershey&lt;/a&gt;) in the late 16th century and early 17th century.\nHistory.\nThe city of Middelburg dates back possibly to the late 8th century or early 9th century. The first mention of Middelburg was as one of three fortified towns (\"borgs\") erected on &lt;a href=\"Walcheren\"&gt;Walcheren&lt;/a&gt; (then an island) to guard against &lt;a href=\"Viking\"&gt;Viking&lt;/a&gt; raids. In 844 a &lt;a href=\"monastery\"&gt;monastery&lt;/a&gt; was built on the site, which remained an active Catholic foundation until the Reformation. Foundations for Middelburg's \"stately and picturesque\" main church were first laid in the 10th century; additional construction continued through the Middle Ages.\nMiddelburg was granted &lt;a href=\"City%20rights%20in%20the%20Netherlands\"&gt;city rights&lt;/a&gt; in 1217. During the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, it became an important trading centre in the commerce between England and the rising cities of &lt;a href=\"County%20of%20Flanders\"&gt;Flanders&lt;/a&gt;, a fact commented on by &lt;a href=\"Geoffrey%20Chaucer\"&gt;Geoffrey Chaucer&lt;/a&gt; in \"&lt;a href=\"The%20Canterbury%20Tales\"&gt;The Canterbury Tales&lt;/a&gt;\". The town continued to gain in power and prestige during the 13th and 14th centuries.\nFrom 1559 to 1603, Middelburg was the episcopal see of a Catholic &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Middelburg\"&gt;bishopric&lt;/a&gt; covering all &lt;a href=\"Zeeland\"&gt;Zeeland&lt;/a&gt;. In the &lt;a href=\"Eighty%20Years%27%20War\"&gt;Eighty Years' War&lt;/a&gt;, &lt;a href=\"Siege%20of%20Middelburg%20%281572%E2%80%931574%29\"&gt;Middelburg was captured&lt;/a&gt; from the Spanish forces during a long siege (1572–1574). The northern provinces of the original Low Countries won their independence from their former Spanish Habsburg rulers and formed The Netherlands, a Protestant state. Later, in the 17th century (the &lt;a href=\"Dutch%20Golden%20Age\"&gt;Dutch Golden Age&lt;/a&gt;), Middelburg became, after &lt;a href=\"Holland\"&gt;Holland&lt;/a&gt;'s metropolis &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;, the most important center for the &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch East India Company&lt;/a&gt; (VOC) in the &lt;a href=\"Dutch%20Republic\"&gt;Republic&lt;/a&gt; of the Seven United Netherlands. As such, Middelburg also played an important role in the 17th century &lt;a href=\"slave%20trade\"&gt;slave trade&lt;/a&gt;.\nSamuel Ben Israel, son of &lt;a href=\"Menasseh%20Ben%20Israel\"&gt;Menasseh Ben Israel&lt;/a&gt;, is buried in Middelburg at the Sephardic burial site located at the 'Jodengang' outside the citywall. Menasseh Ben Israel negotiated with &lt;a href=\"Cromwell\"&gt;Cromwell&lt;/a&gt; the opening of England, and its colonies, to the Jews. Middelburg also has an Ashkenazic burial site, which is located at the Walensingel inside the city wall. In 1994 the synagogue was restored, as it was partially destroyed during the Second World War. This synagogue was the third one to be built in the Netherlands during the Golden Age. In the hall of the railway station there is a plaque of remembrance for the Jews of Zeeland who started their journey to the death camps from the Middelburg train station.\nAbout a third of the old city centre was devastated by bombs and fire in the early phases of World War II, on May 17, 1940. It is still not certain if German bombers or French artillery were responsible. The town was captured and liberated by British troops during &lt;a href=\"Operation%20Infatuate\"&gt;Operation Infatuate&lt;/a&gt; on 6 November 1944. After the War, as much of the destroyed part of the old town center was rebuilt and restored along pre-War lines as far as was possible. The city's archives, however, had been incinerated during the German bombardment.\nModern Middelburg has preserved and regained much of its historic and picturesque character. There are lavish 17th and 18th century merchant houses and storehouses standing along &lt;a href=\"canal\"&gt;canal&lt;/a&gt;s, of a similar style as found in cities like &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;. The old city &lt;a href=\"moat\"&gt;moat&lt;/a&gt;s are still there, as are two of the &lt;a href=\"city%20gate\"&gt;city gate&lt;/a&gt;s, the Koepoort Gate and the varkenspoort Gate. Part of the 18th century moat and defence works, however, were demolished in the 19th century to make way for a commercial canal that crosses &lt;a href=\"Walcheren\"&gt;Walcheren&lt;/a&gt; from &lt;a href=\"Vlissingen\"&gt;Vlissingen&lt;/a&gt; to &lt;a href=\"Veere\"&gt;Veere&lt;/a&gt;. The medieval abbey is still in use today, as a museum and as the seat of the provincial government.\nNotable locals.\n&lt;a href=\"Ambrosius%20Bosschaert\"&gt;Ambrosius Bosschaert&lt;/a&gt; the Elder (1573–1621) was a &lt;a href=\"still%20life\"&gt;still life&lt;/a&gt; painter of the &lt;a href=\"Dutch%20Golden%20Age\"&gt;Dutch Golden Age&lt;/a&gt; who worked most of his life in Middelburg. He had three sons, &lt;a href=\"Johannes%20Bosschaert\"&gt;Johannes Bosschaert&lt;/a&gt; (1606/08– 1628/29), &lt;a href=\"Ambrosius%20Bosschaert%20II\"&gt;Ambrosius Bosschaert II&lt;/a&gt; (1609–1645) and &lt;a href=\"Abraham%20Bosschaert\"&gt;Abraham Bosschaert&lt;/a&gt; the Younger (1612–1643) who were all &lt;a href=\"Dutch%20Golden%20Age\"&gt;Dutch Golden Age&lt;/a&gt; painters. \nThe painter &lt;a href=\"Pieter%20Gaal\"&gt;Pieter Gaal&lt;/a&gt;, (1769–1819) was born, settled and died here, after traveling over Europe to paint\nAnother well-known citizen of Middelburg was the admiral and explorer &lt;a href=\"Jacob%20Roggeveen\"&gt;Jacob Roggeveen&lt;/a&gt;, who was born in the city in 1659 and died there in 1729. Roggeveen discovered &lt;a href=\"Easter%20Island\"&gt;Easter Island&lt;/a&gt; (Rapa Nui) in the &lt;a href=\"South%20Pacific%20Ocean\"&gt;South Pacific Ocean&lt;/a&gt; on Easter Sunday, April 6, 1722. Further discoveries on the same journey included islands of the &lt;a href=\"Tuamotu\"&gt;Tuamotu&lt;/a&gt; group, now part of &lt;a href=\"French%20Polynesia\"&gt;French Polynesia&lt;/a&gt;.\n&lt;a href=\"Petronella%20Johanna%20de%20Timmerman\"&gt;Petronella Johanna de Timmerman&lt;/a&gt;, scientist and poet, was born here in 1723. In 1774 she was inducted as an honorary member of the academy Kunstliefde Spaart Geen Vlijt. Also, she presented the academy with poems, translated from French plays. She died in &lt;a href=\"Utrecht\"&gt;Utrecht&lt;/a&gt; in 1786.\nGeography and climate.\nAside from the town of Middelburg, the municipality also includes several population centres, including: &lt;a href=\"Arnemuiden\"&gt;Arnemuiden&lt;/a&gt;, &lt;a href=\"Kleverskerke\"&gt;Kleverskerke&lt;/a&gt;, &lt;a href=\"Nieuw-%20en%20Sint%20Joosland\"&gt;Nieuw- en Sint Joosland&lt;/a&gt; and &lt;a href=\"Sint%20Laurens\"&gt;Sint Laurens&lt;/a&gt;.\nThe town is close to the coast but the distance of 10–15 km means the winters are somewhat colder with especially lower winter minima and higher summer maxima. It has a temperate oceanic climate (Cfb) with few extremes. Winters tend to be mild, especially when we consider the northern latitude and summers are cool and precipitation is spreadout evenly over the year. All seasons are warming up by about 0,5 C/decade due to anthropogenic warming.\nThe extreme since 2000 measured 2 km northeast of the town in the countryside with calibrated equipment have been -17,2 C on the 4th of February 2012 and 40,9 C on the 25th of July 2019. The latter unofficially being a new Dutch aaltime high record, slightly above the 40,7 C measured at Gilzerijen KNMI and 40,6 C in Westdorpe. Vlissingen KNMI measured -11,0 C and 37,5 C on the same dates, clearly showing how much the influence is diminished just 8 km further inland.\nThe climate is warming due to anthropogenic influences, clearly witnessed by the fact that the previous record of 37,5 C was measured just a year before. Also in the past minima have been at and probably below -20 C in winter months. Snowcover, days with airfrost and icedays (Tx &lt; 0,0 C) have greatly diminished and with it ice speedskating on the canals, a favourite sport in the winter months, has become very infrequent since 2013 especially.\nCulture and recreation.\nWhen &lt;a href=\"William%20the%20Silent\"&gt;William of Orange&lt;/a&gt; decided to found the first university in the Netherlands in 1575, he initially considered locating it in Middelburg. Ultimately he chose &lt;a href=\"Leiden\"&gt;Leiden&lt;/a&gt;, however, and Middelburg—as well as all of Zeeland—remained without a university until 2004 when &lt;a href=\"University%20College%20Roosevelt\"&gt;University College Roosevelt&lt;/a&gt; (formerly known as &lt;a href=\"Roosevelt%20Academy\"&gt;Roosevelt Academy&lt;/a&gt;), affiliated with &lt;a href=\"Utrecht%20University\"&gt;Utrecht University&lt;/a&gt;, was established.\nSports.\nMiddelburg has a rugby club, Oemoemenoe, and four football (soccer) clubs: MZVC, Zeelandia Middelburg, Jong Ambon and FC Dauwendaele. Jong Ambon is translated Young Ambon, and consists of mostly Ambonese players. FC Dauwendaele is the main club in &lt;a href=\"Dauwendaele\"&gt;Dauwendaele&lt;/a&gt;.\nTransportation.\nMiddelburg has a &lt;a href=\"railway%20station\"&gt;railway station&lt;/a&gt; with intercity train connections to &lt;a href=\"Vlissingen\"&gt;Vlissingen&lt;/a&gt;, &lt;a href=\"Goes\"&gt;Goes&lt;/a&gt;, &lt;a href=\"Roosendaal\"&gt;Roosendaal&lt;/a&gt;, &lt;a href=\"Rotterdam\"&gt;Rotterdam&lt;/a&gt;, &lt;a href=\"The%20Hague\"&gt;The Hague&lt;/a&gt;, &lt;a href=\"Leiden\"&gt;Leiden&lt;/a&gt;, &lt;a href=\"Haarlem\"&gt;Haarlem&lt;/a&gt;, and &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;. Two trains leave every hour in both directions."
}