{
    "id": "1019169",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=1019169",
    "title": "Daisuke Asakura",
    "text": " is a Japanese musician, songwriter and producer who is known for his compositional work and skill at the keyboards.\nEarly life and career.\nAsakura's childhood consisted of piano and electronic organ lessons, though he was expected to follow the family trade of &lt;a href=\"plumbing\"&gt;plumbing&lt;/a&gt;. He started working with &lt;a href=\"Yamaha\"&gt;Yamaha&lt;/a&gt; keyboards and synthesizers in his early teens. Asakura began his career with a job at &lt;a href=\"Yamaha%20Corporation\"&gt;Yamaha&lt;/a&gt; right after finishing high school. While at Yamaha, Asakura worked on the EOS synthesiser, and was also featured in the instructional video for the SY77. His talent was discovered by &lt;a href=\"Tetsuya%20Komuro\"&gt;Tetsuya Komuro&lt;/a&gt; of &lt;a href=\"TM%20Network\"&gt;TM Network&lt;/a&gt; and Asakura was pulled from Yamaha to work under Komuro as his &lt;a href=\"prot%C3%A9g%C3%A9\"&gt;protégé&lt;/a&gt;. Subsequently, Asakura played the bass synthesizer during TM Network's 1990–91 Rhythm Red tour. In 1992, Asakura met the vocalist &lt;a href=\"Hiroyuki%20Takami\"&gt;Hiroyuki Takami&lt;/a&gt; and featured him in some of his solo work. The two eventually formed &lt;a href=\"Access%20%28band%29\"&gt;Access&lt;/a&gt; (or \"AXS\") in 1992, after Asakura broke away from TM Network. He and Takami went on to achieve great success before splitting up in 1995.\nThe breakup of &lt;a href=\"Access%20%28band%29\"&gt;Access&lt;/a&gt; left Asakura open to pursue different projects that included composing and producing songs for new artists; one of the most successful acts he created was J-pop idol &lt;a href=\"Takanori%20Nishikawa\"&gt;Takanori Nishikawa&lt;/a&gt; under the title of &lt;a href=\"T.M.Revolution\"&gt;T.M.Revolution&lt;/a&gt; (also known as \"TMR\"). In the middle of 1996, Asakura started a three-man unit titled &lt;a href=\"Iceman%20%28Japanese%20band%29\"&gt;Iceman&lt;/a&gt; which brought Kenichi Ito (guitar) and &lt;a href=\"Michihiro%20Kuroda\"&gt;Michihiro Kuroda&lt;/a&gt; (vocals) to the spotlight. After a few years, Iceman ended activity.\nOther projects.\nDuring and after his years with &lt;a href=\"Iceman%20%28Japanese%20band%29\"&gt;Iceman&lt;/a&gt; Asakura built his wealth and reputation as a composer taking after his idol and teacher, Tetsuya Komuro. He produced singles and albums for various J-Pop vocalists. He was also the featured music composer for the anime series &lt;a href=\"Gravitation%20%28manga%29\"&gt;Gravitation&lt;/a&gt;. Examples of Asakura's past projects includes vocalists such as Yosuke Sakanoue, &lt;a href=\"Kinya%20Kotani\"&gt;Kinya Kotani&lt;/a&gt;, Daichi Kuroda, &lt;a href=\"Akiko%20Hinagata\"&gt;Akiko Hinagata&lt;/a&gt;, Yuki Kimura, FayRay, &lt;a href=\"Takashi%20Fujii%20%28comedian%29\"&gt;Takashi Fujii&lt;/a&gt; and groups such as, &lt;a href=\"Onapetz\"&gt;Onapetz&lt;/a&gt;, &lt;a href=\"Pool%20Bit%20Boys\"&gt;Pool Bit Boys&lt;/a&gt;, &lt;a href=\"Lazy%20Knack\"&gt;Lazy Knack&lt;/a&gt;, &lt;a href=\"Run%26amp%3BGun\"&gt;Run&amp;Gun&lt;/a&gt; and The Seeker. He also composed songs for artists such as the visual kei rock band &lt;a href=\"Shazna\"&gt;Shazna&lt;/a&gt;.\nIn 1999, Asakura and &lt;a href=\"Takanori%20Nishikawa\"&gt;Takanori Nishikawa&lt;/a&gt; formed their own official two-man unit, &lt;a href=\"Takanori%20Nishikawa%23The%20End%20of%20Genesis%20T.M.Revolution%20Turbo%20Type%20D\"&gt;The End of Genesis T.M.R. evolution Turbo Type D&lt;/a&gt; (or \"TMR-e\", for short). They produced three singles and one album together, with Asakura performing alongside Nishikawa and appearing in their music videos. The project was officially ended in April 2000 when Nishikawa reverted to his original stage name of &lt;a href=\"T.M.Revolution\"&gt;T.M.Revolution&lt;/a&gt;. Asakura is still TMR's primary songwriter.\nIn 2001, Asakura produced his first solo album in five years and worked with Iceman guitarist Kenichi Ito in &lt;a href=\"Mad%20Soldiers\"&gt;Mad Soldiers&lt;/a&gt;; a sort of comedic spin-off from Iceman in which both men's \"sinister\" alter egos \"Scorpion\" (Asakura) and \"Snake\" (Ito) produced music for &lt;a href=\"Kinya%20Kotani\"&gt;Kinya Kotani&lt;/a&gt;, amongst others, and performed officially unrecorded cover versions of famous songs such as \"Lemon Tea\" by &lt;a href=\"Sheena%20%26amp%3B%20The%20Rokkets\"&gt;Sheena &amp; The Rokkets&lt;/a&gt; and \"Hungry Like the Wolf\" by &lt;a href=\"Duran%20Duran\"&gt;Duran Duran&lt;/a&gt;. The name of Asakura's alter ego is a reference to his zodiac sign, Scorpio.\nIn 2002, he reunited with &lt;a href=\"Hiroyuki%20Takami\"&gt;Hiroyuki Takami&lt;/a&gt; and reformed &lt;a href=\"Access%20%28band%29\"&gt;access&lt;/a&gt;.\nAsakura went off on a solo project in 2004 titled \"Quantum Mechanics Rainbow\", in which he released multiple CDs for a year, and each CD title referenced both a color and math property. The project featured multiple live performances and subsequent DVD releases. In 2006–2007, Asakura produced two singles for new J-pop idol &lt;a href=\"Kimeru\"&gt;Kimeru&lt;/a&gt;, hit the road with &lt;a href=\"TM%20Network\"&gt;TM Network&lt;/a&gt; for 2007's TMN Tribute tour and created new songs for the newest version of the popular dance-step game, \"&lt;a href=\"Dance%20Dance%20Revolution\"&gt;Dance Dance Revolution&lt;/a&gt;\". In November 2007, &lt;a href=\"Access%20%28band%29\"&gt;access&lt;/a&gt; released a memory/discography book, alongside highly coveted access &lt;a href=\"plushies\"&gt;plushies&lt;/a&gt;, to commemorate their 15th anniversary. In 2012, access celebrated their 20th anniversary. In 2008, Asakura started a new solo project entitled \"DA Metaverse ~100 Songs for 1000 Days,\" in which he would release 100 new songs over the course of 1000 days exclusively through &lt;a href=\"iTunes\"&gt;iTunes&lt;/a&gt;. The project was launched on June 25, 2008. In 2009 he composed and produced the soundtrack for the anime adaptation of &lt;a href=\"Chrome%20Shelled%20Regios\"&gt;Chrome Shelled Regios&lt;/a&gt;. Also in 2009, Asakura composed and arranged the soundtrack for a musical rendition of &lt;a href=\"Goodbye%20Charlie\"&gt;Goodbye Charlie&lt;/a&gt; in which Hiroyuki Takami played one of the lead roles.\nAsakura has worked with J-pop artists such as Daisy x Daisy (for the opening theme song to Chrome Shelled Regios), &lt;a href=\"On/Off%20%28Japanese%20band%29\"&gt;On/Off&lt;/a&gt;, and &lt;a href=\"May%27n\"&gt;May'n&lt;/a&gt; as a composer and/or producer. He was also featured as an MC/performer for the event concert series, \"Girl's Factory\", alongside &lt;a href=\"Mayu%20Watanabe\"&gt;Mayu Watanabe&lt;/a&gt; of &lt;a href=\"AKB48\"&gt;AKB48&lt;/a&gt; and various guest artists. Since 2006, Asakura has been a member of the Domoto Bros. Band on the music TV series \"Shin Domoto Kyoudai\" (\"New Domoto Brothers\"), hosted by the duo of &lt;a href=\"KinKi%20Kids\"&gt;KinKi Kids&lt;/a&gt;, as a keyboardist. Asakura formed a group with other musicians from the show's band in 2009 called \"Sugar and the Honey Tones\", and they have produced one album. Asakura and &lt;a href=\"Tetsuya%20Komuro\"&gt;Tetsuya Komuro&lt;/a&gt; formed the unit PANDORA in 2017, having produced one mini album including a track featuring the artist Beverly, \"Be the One.\"\nAsakura is featured in his own radio talk show, \"Neo Age Circuit\", which airs every Saturday at 11pm (JST) on FM Nack5 79.5. His official fanclub, \"Smile\", was temporarily the official fanclub for access until their breakup in 1995. It is still active in relation to Asakura's activities today."
}