{
    "id": "1020304",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=1020304",
    "title": "Hagfors",
    "text": "Hagfors is a &lt;a href=\"Urban%20areas%20in%20Sweden\"&gt;locality&lt;/a&gt; and the seat of &lt;a href=\"Hagfors%20Municipality\"&gt;Hagfors Municipality&lt;/a&gt;, &lt;a href=\"V%C3%A4rmland%20County\"&gt;Värmland County&lt;/a&gt;, &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt; with 10,125 inhabitants in 2010.\nIts history is traced to 1873, when it was decided to build two &lt;a href=\"blast%20furnace\"&gt;blast furnace&lt;/a&gt;s at the location.\nThe town of Hagfors plays host to the &lt;a href=\"Swedish%20Rally\"&gt;Swedish Rally&lt;/a&gt;, a &lt;a href=\"car%20rally\"&gt;car rally&lt;/a&gt;, every February, which provides a significant annual economic windfall for the region.\nHagfors was one of the last places in Sweden to receive the formal title of a &lt;a href=\"cities%20in%20Sweden\"&gt;city&lt;/a&gt;, when it was detached from \"Norra Råda\" in 1950. The designated coat of arms was a tribute to the furnaces. At that time the town had 6,501 inhabitants. Today it is the seat of the much larger &lt;a href=\"Hagfors%20Municipality\"&gt;Hagfors Municipality&lt;/a&gt;, but is not an administrative entity of its own.\nClimate.\nThe Hagfors area has a &lt;a href=\"subarctic%20climate\"&gt;subarctic climate&lt;/a&gt; due to the area's cool nights. The official weather station is located in Gustavsfors, a rural locality to the north at a similar altitude. The climate type is very unusual for subarctic climate since summer days are warm in combination with winter average highs being just below freezing with lows only being around . Cold extremes are frequent for such a southerly area, with an all-time low of being unique for a Swedish area just north of &lt;a href=\"60th%20parallel%20north\"&gt;60 degrees latitude&lt;/a&gt;. It being a subarctic climate is a result of the low September night temperatures. Given that Gustavsfors is located somewhat north and Hagfors being a little bit more urban, it is quite possible that the locality just reaches the &lt;a href=\"humid%20continental%20climate\"&gt;continental&lt;/a&gt; threshold that would require September mean temperatures. In terms of the official reference period of 1961-1990 however, the area is firmly subarctic.\nTransportation.\n&lt;a href=\"Hagfors%20Airport\"&gt;Hagfors Airport&lt;/a&gt; is located at the town's border. There are flights with &lt;a href=\"Nextjet\"&gt;Nextjet&lt;/a&gt; to &lt;a href=\"Stockholm%20Arlanda\"&gt;Stockholm Arlanda&lt;/a&gt; and &lt;a href=\"Torsby\"&gt;Torsby&lt;/a&gt;."
}