{
    "id": "1020491",
    "revid": "41457041",
    "url": "https://en.wikipedia.org/wiki?curid=1020491",
    "title": "Dolomite (rock)",
    "text": "Dolomite (also known as dolomite rock, dolostone or dolomitic rock) is a &lt;a href=\"sedimentary%20rock\"&gt;sedimentary&lt;/a&gt; &lt;a href=\"carbonate%20rock\"&gt;carbonate rock&lt;/a&gt; that contains a high percentage of the &lt;a href=\"mineral\"&gt;mineral&lt;/a&gt; &lt;a href=\"Dolomite%20%28mineral%29\"&gt;dolomite&lt;/a&gt;, CaMg(CO3)2. It occurs widely, often in association with &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; and &lt;a href=\"evaporite\"&gt;evaporite&lt;/a&gt;s, though it is less abundant than limestone and rare in &lt;a href=\"Cenozoic\"&gt;Cenozoic&lt;/a&gt; rock beds (beds less than about 65 million years in age). The first geologist to distinguish dolomite rock from limestone was &lt;a href=\"Belsazar%20Hacquet\"&gt;Belsazar Hacquet&lt;/a&gt; in 1778.\nMost dolomite was formed as a magnesium replacement of limestone or of &lt;a href=\"Lime%20%28mineral%29\"&gt;lime&lt;/a&gt; mud before &lt;a href=\"lithification\"&gt;lithification&lt;/a&gt;. The geological process of conversion of calcite to dolomite is known as &lt;a href=\"dolomitization\"&gt;dolomitization&lt;/a&gt; and any intermediate product is known as dolomitic limestone. The \"dolomite problem\" refers to the vast worldwide depositions of dolomite in the past geologic record in contrast to the limited amounts of dolomite formed in modern times. Recent research has revealed sulfate-reducing bacteria living in anoxic conditions precipitate dolomite which indicates that some past dolomite deposits may be due to microbial activity.\nDolomite is resistant to &lt;a href=\"erosion\"&gt;erosion&lt;/a&gt; and can either contain &lt;a href=\"Bed%20%28geology%29\"&gt;bedded layers&lt;/a&gt; or be unbedded. It is less soluble than limestone in weakly &lt;a href=\"acidic\"&gt;acidic&lt;/a&gt; &lt;a href=\"groundwater\"&gt;groundwater&lt;/a&gt;, but it can still develop solution features (&lt;a href=\"karst\"&gt;karst&lt;/a&gt;) over time. Dolomite rock can act as an oil and natural gas reservoir.\nName.\nDolomite takes its name from the &lt;a href=\"Dolomite%20Alps\"&gt;Dolomite Alps&lt;/a&gt;, where it was first discovered.\nThe term \"dolomite\" refers to both the calcium-magnesium carbonate mineral and to sedimentary rock formed predominantly of this mineral. The term \"dolostone\" was introduced in 1948 to avoid confusion between the two. However, the usage of the term \"dolostone\" is controversial, because the name \"dolomite\" was first applied to the rock during the late 18th century and thus has technical precedence. The use of the term \"dolostone\" was not recommended by the \"Glossary of Geology\" published by the &lt;a href=\"American%20Geological%20Institute\"&gt;American Geological Institute&lt;/a&gt;.\nIn old &lt;a href=\"USGS\"&gt;USGS&lt;/a&gt; publications, dolomite was referred to as \"magnesian &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt;\", a term now reserved for &lt;a href=\"magnesium\"&gt;magnesium&lt;/a&gt;-deficient dolomites or magnesium-rich limestones.\nDescription.\nDolomite rock is defined as &lt;a href=\"sedimentary%20rock\"&gt;sedimentary&lt;/a&gt; &lt;a href=\"carbonate%20rock\"&gt;carbonate rock&lt;/a&gt; composed of more than 50% mineral &lt;a href=\"Dolomite%20%28mineral%29\"&gt;dolomite&lt;/a&gt;. Dolomite is characterized by its nearly ideal 1:1 &lt;a href=\"stoichiometric%20ratio\"&gt;stoichiometric ratio&lt;/a&gt; of magnesium to calcium. It is distinct from high-magnesium limestone in that the magnesium and calcium form ordered layers within the individual dolomite mineral grains, rather than being arranged at random, as they are in high-magnesium calcite grains. In natural dolomite, magnesium is typically between 44 and 50 percent of total magnesium plus calcium, indicating some substitution of calcium into the magnesium layers. A small amount of &lt;a href=\"ferrous%20iron\"&gt;ferrous iron&lt;/a&gt; typically substitutes for magnesium, particularly in more ancient dolomites. Carbonate rock tends to be either almost all calcite or almost all dolomite, with intermediate compositions being quite uncommon.\nDolomite outcrops are recognized in the &lt;a href=\"Field%20work\"&gt;field&lt;/a&gt; by their softness (mineral dolomite has a Mohs hardness of 4 or less, well below common silicate minerals) and because dolomite bubbles feebly when a drop of dilute &lt;a href=\"hydrochloric%20acid\"&gt;hydrochloric acid&lt;/a&gt; is dropped on it. This distinguishes dolmite from limestone, which is also soft but reacts vigorously with dilute hydrochloric acid. Dolomite usually weathers to a characteristic dull yellow-brown color due to the presence of ferrous iron. This is released and oxidized as the dolomite weathers. Dolomite is usually granular in appearance, with a &lt;a href=\"Texture%20%28geology%29\"&gt;texture&lt;/a&gt; resembling grains of &lt;a href=\"sugar\"&gt;sugar&lt;/a&gt;.\nUnder the microscope, &lt;a href=\"thin%20section\"&gt;thin section&lt;/a&gt;s of dolomite usually show individual grains that are well-shaped &lt;a href=\"Rhombohedron\"&gt;rhombs&lt;/a&gt;, with considerable pore space. As a result, subsurface dolomite is generally more porous that subsurface limestone and makes up 80% of carbonate rock &lt;a href=\"petroleum%20reservoir\"&gt;petroleum reservoir&lt;/a&gt;s. This texture contrasts with limestone, which is usually a mixture of grains, micrite (very fine-grained carbonate mud) and sparry cement. The optical properties of calcite and mineral dolomite are difficult to distinguish, but calcite almost never crystallizes as regular rhombs, and calcite is stained by &lt;a href=\"Alizarin%20Red%20S\"&gt;Alizarin Red S&lt;/a&gt; while dolomite grains are not. Dolomite rock consisting of well-formed grains with planar surfaces is described as \"planar\" or \"idiotopic\" dolomite, while dolomite consisting of poorly-formed grains with irregular surfaces is described as \"nonplanar\" or \"xenotopic\" dolomite. The latter likely forms by recrystallization of existing dolomite at elevated temperature (over ).\nThe texture of dolomite often shows that it is secondary, formed by replacement of calcium by magnesium in limestone. The preservation of the original limestone texture can range from almost perfectly preserved to completely destroyed. Under a microscope, dolomite rhombs are sometimes seen to replace &lt;a href=\"oolite\"&gt;oolite&lt;/a&gt;s or skeletal particles of the original limestone. There is sometimes selective replacement of fossils, with the fossil remaining mostly calcite and the surrounding matrix composed of dolomite grains. Sometimes dolomite rhombs are seen cut across the fossil outline. However, some dolomite shows no textural indications that it was formed by replacement of limestone.\nOccurrence and origin.\nDolomite is widespread in its occurrences, though not as common as limestone. It is typically found in association with limestone or &lt;a href=\"evaporite\"&gt;evaporite&lt;/a&gt; beds and is often &lt;a href=\"interbedded\"&gt;interbedded&lt;/a&gt; with limestone. There is no consistent trend in its abundance with age, but most dolomite appears to have formed at high stands of sea level. Little dolomite is found in &lt;a href=\"Cenozoic\"&gt;Cenozoic&lt;/a&gt; beds (beds less that 65 million years old), which has been a time of generally low sea levels. Times of high sea level also tend to be times of a &lt;a href=\"greenhouse%20Earth\"&gt;greenhouse Earth&lt;/a&gt;, and it is possible that greenhouse conditions are the trigger for dolomite formation.\nMany dolomites show clear textural indications that they are secondary dolomites, formed by replacement of limestone. However, although much research has gone into understanding this process of \"dolomitization\", the process remains poorly understood. There are also fine-grained dolomites showing no textural indications that they formed by replacement, and it is uncertain whether they formed by replacement of limestone that left no textural traces or are true primary dolomites. This \"dolomite problem\" was first recognized over two centuries ago but is still not fully resolved.\nThe dolomitization reaction\nis thermodynamically favorable, with a &lt;a href=\"Gibbs%20free%20energy\"&gt;Gibbs free energy&lt;/a&gt; of about -2.2 kcal/mol. In theory, ordinary &lt;a href=\"seawater\"&gt;seawater&lt;/a&gt; contains sufficient dissolved magnesium to cause dolomitization. However, because of the very slow rate of diffusion of ions in solid mineral grains at ordinary temperatures, the process can occur only by simultaneous dissolution of calcite and crystallization of dolomite. This in turn requires that large volumes of magnesium-bearing fluids are flushed through the pore space in the dolomitizing limestone. Several processes have been proposed for dolomitization.\nThe hypersaline model (also known as the evaporative reflux model) is based on the observation that dolomite is very commonly found in association with limestone and &lt;a href=\"evaporite\"&gt;evaporite&lt;/a&gt;s, with the limestone often interbedded with the dolomite. According to this model, dolomitization takes place in a closed basin where seawater is subject to high rates of evaporation. This results in precipitation of &lt;a href=\"gypsum\"&gt;gypsum&lt;/a&gt; and &lt;a href=\"aragonite\"&gt;aragonite&lt;/a&gt;, raising the magnesium to calcium ratio of the remaining brine. The brine is also dense, so it sinks into the pore space of any underlying limestone (\"seepage refluxion\"), flushing out the existing pore fluid and causing dolomitization. The &lt;a href=\"Permian%20Basin%20%28North%20America%29\"&gt;Permian Basin&lt;/a&gt; of North America has been put forward as an example of an environment in which this process took place. A variant of this model has been proposed for &lt;a href=\"sabkha\"&gt;sabkha&lt;/a&gt; environments in which brine is sucked up into the dolomitizing limestone by evaporation of capillary fluids, a process called \"evaporative pumping\".\nAnother model is the mixing-zone or Dorag model, in which mixing of &lt;a href=\"meteoric%20water\"&gt;meteoric water&lt;/a&gt; mixes with seawater already present in the pore space, increasing the chemical activity of magnesium relative to calcium and causing dolomitization. The formation of &lt;a href=\"Pleistocene\"&gt;Pleistocene&lt;/a&gt; dolomite reefs in &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt; has been attributed to this process. However, this model has been heavily criticized, with one 2004 review paper describing it bluntly as \"a myth\". A 2021 paper argued that the mixing zone serves as domain of intense microbial activity which promotes dolomitization.\nA third model postulates that normal seawater is the dolomitizing fluid, and the necessary large volumes are flushed through the dolomitizing limestone through tidal pumping. Dolomite formation at &lt;a href=\"Sugarloaf%20Key\"&gt;Sugarloaf Key&lt;/a&gt; may be an example of this process. A similar process might occur during rises in sea level, as large volumes of water move through limestone platform rock.\nRegardless of the mechanism of dolomitization, the tendency of carbonate rock to be either almost all calcite or almost all dolomite suggests that, once the process is started, it completes rapidly. The process likely occurs at shallow depths of burial, under , where there is an inexhaustible supply of magnesium-rich seawater and the original limestone is more likely to be porous. On the other hand, dolomitization can proceed rapidly at the greater temperatures characterizing deeper burial, if a mechanism exists to flush magnesium-bearing fluids through the beds.\nMineral dolomite has a 12% to 13% smaller volume than calcite per alkali cation. Thus dolomitization likely increases porosity and contributes to the sugary texture of dolomite.\nThe dolomite problem and primary dolomite.\nDolomite is supersaturated in normal seawater by a factor of greater than ten, but dolomite is not seen to precipitate in the oceans. Likewise, geologists have not been successful at precipitating dolomite from seawater at normal temperatures and pressures in laboratory experiments. This is likely due to a very high &lt;a href=\"activation%20energy\"&gt;activation energy&lt;/a&gt; for &lt;a href=\"nucleating\"&gt;nucleating&lt;/a&gt; crystals of dolomite.\nThe magnesium ion is a relatively small ion, and it acquires a tightly bound &lt;a href=\"hydration%20shell\"&gt;hydration shell&lt;/a&gt; when dissolved in water. In other words, the magnesium ion is surrounded by a clump of water molecules that are strongly attracted to its positive charge. Calcium is a larger ion and this reduces the strength of binding of its hydration shell, so it is much easier for a calcium ion than a magnesium ion to shed its hydration shell and bind to a growing crystal. It is also more difficult to nucleate a seed crystal of ordered dolomite than disordered high-magnesium calcite. As a result, attempts to precipitate dolomite from seawater precipitate high-magnesium calcite instead. This substance, which has an excess of calcium over magnesium and lacks calcium-magnesium ordering, is sometimes called \" protodolomite\". Raising the temperature makes it easier for magnesium to shed its hydration shell, and dolomite can be precipitated from seawater at temperatures in excess of . Protodolomite also rapidly converts to dolomite at temperatures of or higher.\nIt is possible that microorganisms are capable of precipitating primary dolomite. This was first demonstrated in samples collected at &lt;a href=\"Lagoa%20Vermelha\"&gt;Lagoa Vermelha&lt;/a&gt;, &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt; in association with &lt;a href=\"sulfate-reducing%20bacteria\"&gt;sulfate-reducing bacteria&lt;/a&gt; (\"&lt;a href=\"Desulfovibrio\"&gt;Desulfovibrio&lt;/a&gt;\"), leading to the hypothesis that &lt;a href=\"sulfate%20ion\"&gt;sulfate ion&lt;/a&gt; inhibits dolomite nucleation. Later laboratory experiments suggest bacteria can precipitate dolomite independently of the sulfate concentration. With time other pathways of interaction between microbial activity and dolomite formation have been added to the discored regarding their role in modulation and generation of &lt;a href=\"polysaccharides\"&gt;polysaccharides&lt;/a&gt;, &lt;a href=\"manganese\"&gt;manganese&lt;/a&gt; and &lt;a href=\"zinc\"&gt;zinc&lt;/a&gt; within the porewater. Meanwhile, a contrary view held by other researchers is that microorganisms precipitate only high-magnesium calcite but leave open the question of whether this can lead to precipitation of dolomite.\nDedolomitization.\nDolomitization can sometimes be reversed, and a dolomite bed converted back to limestone. This is indicated by a texture of &lt;a href=\"pseudomorph\"&gt;pseudomorph&lt;/a&gt;s of mineral dolmite that have been replaced with calcite. Dedolomitized limestone is typically associated with gypsum or oxidized &lt;a href=\"pyrite\"&gt;pyrite&lt;/a&gt;, and dedolomitization is thought to occur at very shallow depths through infiltration of surface water with a very high ratio of calcium to magnesium. \nUses.\nDolomite is used for many of the same purposes as limestone, including as &lt;a href=\"construction%20aggregate\"&gt;construction aggregate&lt;/a&gt;; in agriculture to neutralize soil acidity and supply calcium and magnesium; as a source of &lt;a href=\"carbon%20dioxide\"&gt;carbon dioxide&lt;/a&gt;; as &lt;a href=\"dimension%20stone\"&gt;dimension stone&lt;/a&gt;; as a &lt;a href=\"Filler%20%28materials%29\"&gt;filler&lt;/a&gt; in fertilizers and other products; as a flux in &lt;a href=\"metallurgy\"&gt;metallurgy&lt;/a&gt;; and in &lt;a href=\"glass%20manufacturing\"&gt;glass manufacturing&lt;/a&gt;. It cannot substitute for limestone in chemical processes that require a high-calcium limestone, such as manufacture of &lt;a href=\"sodium%20carbonate\"&gt;sodium carbonate&lt;/a&gt;. Dolomite is used for production of magnesium chemicals, such as &lt;a href=\"Epsom%20salt\"&gt;Epsom salt&lt;/a&gt;, and is used as a magnesium supplement. It is also used in the manufacture of &lt;a href=\"refractory%20materials\"&gt;refractory materials&lt;/a&gt;.\nCaves in dolomite rock.\nAs with limestone &lt;a href=\"cave\"&gt;cave&lt;/a&gt;s, natural caves and solution tubes typically form in dolomite rock as a result of the &lt;a href=\"Dissolution%20%28chemistry%29\"&gt;dissolution&lt;/a&gt; by weak carbonic acid. Caves can also, less commonly, form through dissolution of rock by &lt;a href=\"sulfuric%20acid\"&gt;sulfuric acid&lt;/a&gt;. &lt;a href=\"Calcium%20carbonate\"&gt;Calcium carbonate&lt;/a&gt; &lt;a href=\"speleothem\"&gt;speleothem&lt;/a&gt;s (secondary deposits) in the forms of &lt;a href=\"stalactite\"&gt;stalactite&lt;/a&gt;s, &lt;a href=\"stalagmite\"&gt;stalagmite&lt;/a&gt;s, &lt;a href=\"flowstone\"&gt;flowstone&lt;/a&gt; etc., can also form in caves within dolomite rock. “Dolomite is a common rock type, but a relatively uncommon mineral in speleothems”.\nBoth the 'Union Internationale de Spéléologie' (UIS) and the American 'National Speleological Society' (NSS), extensively use in their publications, the terms \"dolomite\" or \"dolomite rock\" when referring to the natural bedrock containing a high percentage of CaMg(CO3)2 in which natural caves or solution tubes have formed.\nDolomite speleothems.\nBoth calcium and magnesium go into solution when dolomite rock is dissolved. The &lt;a href=\"speleothem\"&gt;speleothem&lt;/a&gt; precipitation sequence is: &lt;a href=\"calcite\"&gt;calcite&lt;/a&gt;, Mg-calcite, &lt;a href=\"aragonite\"&gt;aragonite&lt;/a&gt;, &lt;a href=\"huntite\"&gt;huntite&lt;/a&gt; and &lt;a href=\"hydromagnesite\"&gt;hydromagnesite&lt;/a&gt;. Hence, the most common speleothem (secondary deposit) in caves within dolomite rock &lt;a href=\"karst\"&gt;karst&lt;/a&gt;, is calcium carbonate in the most stable &lt;a href=\"Polymorphism%20%28materials%20science%29\"&gt;polymorph&lt;/a&gt; form of calcite. Speleothem types known to have a dolomite constituent include: coatings, crusts, &lt;a href=\"moonmilk\"&gt;moonmilk&lt;/a&gt;, &lt;a href=\"flowstone\"&gt;flowstone&lt;/a&gt;, coralloids, powder, spar and rafts. Although there are reports of dolomite speleothems known to exist in a number of caves around the world, they are usually in relatively small quantities and form in very fine-grained deposits."
}