{
    "id": "10248393",
    "revid": "31737083",
    "url": "https://en.wikipedia.org/wiki?curid=10248393",
    "title": "Accessory pathway",
    "text": "An accessory pathway is an additional electrical connection between two parts of the &lt;a href=\"heart\"&gt;heart&lt;/a&gt;. These pathways can lead to abnormal heart rhythms or &lt;a href=\"Heart%20arrhythmia\"&gt;arrhythmias&lt;/a&gt; associated with symptoms of palpitations. Some pathways may activate a region of &lt;a href=\"Ventricle%20%28heart%29\"&gt;ventricular&lt;/a&gt; muscle earlier than would normally occur, referred to as pre-excitation, and this may be seen on an &lt;a href=\"Electrocardiography\"&gt;electrocardiogram&lt;/a&gt;. The combination of an accessory pathway that causes pre-excitation with arrhythmias is known as &lt;a href=\"Wolff%E2%80%93Parkinson%E2%80%93White%20syndrome\"&gt;Wolff-Parkinson-White syndrome&lt;/a&gt;.\nAccessory pathways are often diagnosed using an electrocardiogram, but characterisation and location of the pathway may require an &lt;a href=\"Electrophysiology\"&gt;electrophysiological study&lt;/a&gt;. Accessory pathways may not require any treatment, but those causing symptoms may be treated with medication including &lt;a href=\"Calcium%20channel%20blocker\"&gt;calcium channel antagonists&lt;/a&gt;, &lt;a href=\"beta%20blocker\"&gt;beta blocker&lt;/a&gt;s or &lt;a href=\"flecainide\"&gt;flecainide&lt;/a&gt;. Alternatively, the electrical conduction through an accessory pathways can be abolished using &lt;a href=\"catheter%20ablation\"&gt;catheter ablation&lt;/a&gt;, potentially offering a permanent cure.\nMahaim pathways.\nThe most common sites for accessory pathways are connections between muscle tissue in the &lt;a href=\"Atrium%20%28heart%29\"&gt;atria&lt;/a&gt; and the ventricles (atrio-ventricular pathways), bypassing the &lt;a href=\"atrioventricular%20node\"&gt;atrioventricular node&lt;/a&gt;. Rarer sites include connections between atrial muscle and the &lt;a href=\"Electrical%20conduction%20system%20of%20the%20heart\"&gt;conducting tissue&lt;/a&gt; within the ventricles (atrio-fascicular pathways), between the atrioventricular node and the muscle tissue of the ventricle (nodo-ventricular pathways), and between the conducting tissue of the ventricle and the ventricular muscle (fasciculo-ventricular pathways). These rarer accessory pathways are sometimes collectively referred to as Mahaim pathways or Mahaim fibres.\nMahaim pathways are typically seen on the right side of the heart, with their ventricular connection lying within or close to the right bundle branch. The fibres often conduct slowly and in one direction only - from the atria to the ventricles (antegrade conduction); not from the ventricles to the atria (retrograde conduction). Unlike most atrio-ventricular accessory pathways which conduct electrical impulses at a relatively fixed speed, conduction through a Mahaim pathway varies according to how rapidly it is stimulated. More frequent stimulation leads to slower conduction, known as decremental conduction. If conduction to the ventricles occurs solely through the pathway (maximal pre-excitation), as occurs during arrhythmias like antidromic &lt;a href=\"Atrioventricular%20reentrant%20tachycardia\"&gt;atrioventricular re-entrant tachycardia&lt;/a&gt;, the ECG appearance is of &lt;a href=\"QRS%20complex\"&gt;QRS complex&lt;/a&gt;es with a &lt;a href=\"left%20bundle%20branch%20block\"&gt;left bundle branch block&lt;/a&gt; morphology which can be mistaken for &lt;a href=\"ventricular%20tachycardia\"&gt;ventricular tachycardia&lt;/a&gt;. However, due to their slow decremental conduction, during sinus rhythm the 12-lead ECG will often show little pre-excitation."
}