{
    "id": "1027505",
    "revid": "32860082",
    "url": "https://en.wikipedia.org/wiki?curid=1027505",
    "title": "Thury, Yonne",
    "text": "Thury () is a &lt;a href=\"Communes%20of%20France\"&gt;commune&lt;/a&gt; in the &lt;a href=\"Yonne\"&gt;Yonne&lt;/a&gt; &lt;a href=\"Departments%20of%20France\"&gt;department&lt;/a&gt; in &lt;a href=\"Bourgogne-Franche-Comt%C3%A9\"&gt;Bourgogne-Franche-Comté&lt;/a&gt; in north-central France, in the natural region of &lt;a href=\"Forterre\"&gt;Forterre&lt;/a&gt;. Its inhabitants are called \"Thurycois\" and \"Thurycoises\".\nName.\nThury's is attested as \"Tauriacus\" in the high medieval \"Gesta of the Bishops of Auxerre\" (see below); \"Thuraco\" in 1369 (&lt;a href=\"Pouill%C3%A9%20%28ecclesiastical%20register%29\"&gt;Pouillé&lt;/a&gt;); \"Thoriaco\" of the fourteenth century (&lt;a href=\"Pouill%C3%A9%20%28ecclesiastical%20register%29\"&gt;Pouillé&lt;/a&gt;). \"Tauriacus\" originally referred to a field or property of one \"Taurus\", possibly \"Taruos\" in &lt;a href=\"Gaulish%20language\"&gt;Gaulish&lt;/a&gt;. The &lt;a href=\"Gallo-Roman%20culture\"&gt;Gallo-Roman&lt;/a&gt; &lt;a href=\"suffix\"&gt;suffix&lt;/a&gt; \"-acus\" or \"-acum\" is of Gaulish origin and indicates a person's property. This suffix () often evolved into \"-y\" in many French place names, in Thury's region and far beyond. An alternative etymology would be from the appellative \"turra\", of pre-Latin and possibly Gaulish origin and the root of many toponyms.\nThury's hamlets (\"hameaux\") include Colangette, Gémigny, Grangette, La Forêt, Le Boichet, Les Grands Moulins, Moulery, and Panny.\nGeography and geology.\nThe altitude of the village of Thury is 225m. The higher localities on Thury's territory are: \"Les Grands Moulins\", at 327.5m; \"La Justice\", at 327m; \"Le Moulin Buteau\", at 325m; \"Le Roichat\", at 303.6m; \"Le Bois de Mont\", at 301.2m; and \"Marchat\", at 292m.\nBeyond Thury's boundaries, the highest points in the surroundings are at &lt;a href=\"Taingy\"&gt;Taingy&lt;/a&gt;, 338m; &lt;a href=\"Treigny-Perreuse-Sainte-Colombe\"&gt;Perreuse&lt;/a&gt;, 373m; and the old mill of the \"Montagne des Alouettes\" on the territory of &lt;a href=\"Soug%C3%A8res-en-Puisaye\"&gt;Sougères&lt;/a&gt;, 366.8m. A local belief that the latter's name is derived from the Roman &lt;a href=\"Legio%20V%20Alaudae\"&gt;Legio V Alaudae&lt;/a&gt; is no longer held true, and the name appears to stem from the locale's feudal history.\n&lt;a href=\"Chalk\"&gt;Chalk&lt;/a&gt; &lt;a href=\"Quarry\"&gt;quarries&lt;/a&gt; near the settlement of \"Bois de Thury\" were exploited from 1850 to 1940.\nHistory.\nPrehistoric traces of human presence in Thury, determined by finds of flint remains, go back to the &lt;a href=\"Neanderthals\"&gt;Neanderthals&lt;/a&gt; about 40,000 years BCE. &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; objects (ca. 6000–3000 BCE in the region) discovered by Mr Creusard, including a polished stone &lt;a href=\"Mortar%20and%20pestle\"&gt;pestle&lt;/a&gt; that was used to crush grain, are held in the small museum inside the church's tower. Burgundian &lt;a href=\"Palaeography\"&gt;palaeographer&lt;/a&gt; reported the finding in 1862 of bronze objects (a ring, a hatchet and a key) from the &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt; (ca. 3000–1000 BCE) in Thury's hamlet of Gémigny.\nThury before the Hundred Years' War.\nThe &lt;a href=\"Roman%20road\"&gt;Roman road&lt;/a&gt; from &lt;a href=\"Auxerre\"&gt;Auxerre&lt;/a&gt; to &lt;a href=\"Entrains-sur-Nohain\"&gt;Entrains-sur-Nohain&lt;/a&gt; forms part of the boundary between the respective territories of &lt;a href=\"Soug%C3%A8res-en-Puisaye\"&gt;Sougères-en-Puisaye&lt;/a&gt; and Thury. \nLocal tradition holds that the parish was created in 432 CE by &lt;a href=\"Germanus%20of%20Auxerre\"&gt;Germanus of Auxerre&lt;/a&gt;. At any rate, Thury appears to have been a significant parish of the &lt;a href=\"Auxerrois%20%28region%29\"&gt;Auxerrois&lt;/a&gt; region during the early Middle Ages: it is cited several times in a manuscript started in the late 9th century, the \"Gesta episcoporum autissiodorensium\", as a station in the respective itineraries of Bishops &lt;a href=\"Aunarius\"&gt;Aunarius&lt;/a&gt; (\"Saint Aunaire\", late 6th century), Tetricius (\"Saint Tétry\", late 7th century), and Gerrannus (\"\", early 10th century).\nThe land of Thury was part of the battlefield of the &lt;a href=\"Battle%20of%20Fontenoy%20%28841%29\"&gt;Battle of Fontenoy (841)&lt;/a&gt;. Echoes of the battle survive in toponyms around the village to this day. For example, the name of the nearby hill and wood of \"Roichat\" refers to King &lt;a href=\"Charles%20the%20Bald\"&gt;Charles the Bald&lt;/a&gt; (\"le roi Charles\"), who had established his temporary base camp there.\nAfter 1000 CE, lordship over the land of Thury alternated between the &lt;a href=\"County%20of%20Auxerre\"&gt;County of Auxerre&lt;/a&gt;, its &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Auxerre\"&gt;Bishop&lt;/a&gt; (long a territorial lord as well), the &lt;a href=\"Count%20of%20Champagne\"&gt;Count of Champagne&lt;/a&gt;, the &lt;a href=\"Counts%20and%20dukes%20of%20Nevers\"&gt;Count of Nevers&lt;/a&gt;, and occasionally the &lt;a href=\"Duke%20of%20Burgundy\"&gt;Duke of Burgundy&lt;/a&gt;. There is no trace of a specific lordship of Thury during that period though, and it is not clear how significant the village was if indeed it remained inhabited.\nLate Middle Ages and Early Modern Era.\nIn any event, Thury and the surrounding region suffered greatly during the &lt;a href=\"Crisis%20of%20the%20Late%20Middle%20Ages\"&gt;Crisis of the Late Middle Ages&lt;/a&gt;, including the &lt;a href=\"Hundred%20Years%27%20War\"&gt;Hundred Years' War&lt;/a&gt;. It was ravaged by roaming armies, especially in 1411 during an episode of the &lt;a href=\"Armagnac%E2%80%93Burgundian%20Civil%20War\"&gt;Armagnac–Burgundian Civil War&lt;/a&gt; and in 1423 in the run-up to the &lt;a href=\"Battle%20of%20Cravant\"&gt;Battle of Cravant&lt;/a&gt;. Security did not return until well after the &lt;a href=\"Congress%20of%20Arras\"&gt;Peace of Arras&lt;/a&gt; in 1435. Thury was (re-)populated by newcomers (known as \"horsains\", \"foreigners\") from other parts of the Kingdom of France. The village castle was built around that time. The church was rebuilt in the late 15th century and completed in 1503, with the portal sculpted in 1521. In 1542, &lt;a href=\"Francis%20I%20of%20France\"&gt;Francis I&lt;/a&gt; granted Thury by &lt;a href=\"letters%20patent\"&gt;letters patent&lt;/a&gt; the right to hold a weekly market and three fairs a year (and also to erect fortifications around the village), which was reaffirmed by &lt;a href=\"Henry%20III%20of%20France\"&gt;Henry III&lt;/a&gt; in 1576 and &lt;a href=\"Louis%20XIV\"&gt;Louis XIV&lt;/a&gt; in 1669.\nThe region suffered from renewed insecurity during the &lt;a href=\"French%20Wars%20of%20Religion\"&gt;French Wars of Religion&lt;/a&gt;, as it was on the way of the armies of &lt;a href=\"John%20Casimir%20of%20the%20Palatinate-Simmern\"&gt;John Casimir of the Palatinate-Simmern&lt;/a&gt; in 1576, of Count in 1587, and of in 1617 during the aristocratic uprising against &lt;a href=\"Concino%20Concini\"&gt;Concino Concini&lt;/a&gt;.\nThe hamlets of Grangette and Colangette, despite being geographically very close to Thury, where under separate jurisdiction as lands of the &lt;a href=\"Abbey%20of%20Saint-Germain%20d%27Auxerre\"&gt;Abbey of Saint-Germain d'Auxerre&lt;/a&gt; and were only reunited with the rest of the village in 1710.\nIn 1764, a fire ravaged much of Thury, even though the village castle and church were spared.\nLordship of Thury after the Hundred Years' War.\nThury appears to have been part of the lordship of &lt;a href=\"Puisaye\"&gt;Puisaye&lt;/a&gt; at the time it was appropriated by &lt;a href=\"Antoine%20de%20Chabannes\"&gt;Antoine de Chabannes&lt;/a&gt; from the disgraced &lt;a href=\"Jacques%20Coeur\"&gt;Jacques Coeur&lt;/a&gt; in the early 1450s. Upon his death in 1488, Antoine was succeeded as lord of Puisaye by his son Jean de Chabannes (1462–1503), whose coat of arms was sculpted (and is still extant) at the top of the tower of the church of Thury. As Jean had no surviving son, the lordship of Puisaye was inherited by his daughter Antoinette de Chabannes (1498-1529) and went as &lt;a href=\"dowry\"&gt;dowry&lt;/a&gt; to the family of Anjou-&lt;a href=\"M%C3%A9zi%C3%A8res-en-Brenne\"&gt;Mézières&lt;/a&gt; in 1515 when she married René d'Anjou (1483-ca. 1521). Their son Nicolas d'Anjou (1518-ca. 1569) sold Thury to Gaspard de Champs (?–1536), lord of nearby , thus separating it from the other lands of &lt;a href=\"Puisaye\"&gt;Puisaye&lt;/a&gt;. \nAfter that, Thury was mostly transmitted through the female line, as was often the case in the early modern period. It thus went to: \nThe lordship of Thury fragmented in the mid-17th century and was eventually acquired in 1667–1668 by Louis du Deffand (1624–?), a high-ranking military officer, Marquess of &lt;a href=\"Lalande%2C%20Yonne\"&gt;Lalande&lt;/a&gt; and lord of &lt;a href=\"Sementron\"&gt;Sementron&lt;/a&gt;, &lt;a href=\"Fontenoy%2C%20Yonne\"&gt;Fontenoy&lt;/a&gt;, &lt;a href=\"Saints-en-Puisaye\"&gt;Saints&lt;/a&gt;, &lt;a href=\"Lain%2C%20Yonne\"&gt;Lain&lt;/a&gt;, and other locales. (Le Deffand is a hamlet of Saints.) His son Jean-Baptiste du Deffand (1648–1728) completed the territorial consolidation in 1710 with the acquisition of Grangette, Colangette and Banny. Of his five children, one (Jean-Baptiste Jacques) was the husband of &lt;a href=\"Madame%20du%20Deffand\"&gt;Madame du Deffand&lt;/a&gt;; another, Jeanne Antoinette Louise, in 1716 married Joseph François de &lt;a href=\"House%20of%20Castellane\"&gt;Castellane&lt;/a&gt; de &lt;a href=\"Lauris\"&gt;Lauris&lt;/a&gt; des Gérards de Vassadel who thus acquired the lordship of Thury. Their son Louis Joseph Marie André Gabriel de Castellane, born in 1738, was the last lord of Thury.\nSince 1800.\nAs part of the &lt;a href=\"Waterloo%20campaign\"&gt;Waterloo campaign&lt;/a&gt;, Thury was occupied by Austrian &lt;a href=\"Hussars\"&gt;Hussars&lt;/a&gt; from 29 July to 5 August 1815, and then briefly by the &lt;a href=\"Bavarian%20Army\"&gt;Bavarian Army&lt;/a&gt;.\nIn 1840, the municipal council under mayor Edme Rouger decided to relocate the cemetery from the village square to its current location in the outskirts. The new cemetery enclosure was completed in 1844. The town hall was built between 1844 and 1861.\nThere was unrest in Thury following the &lt;a href=\"1851%20French%20coup%20d%27%C3%A9tat\"&gt;1851 French coup d'état&lt;/a&gt;, as in neighboring places in &lt;a href=\"Nivernais\"&gt;Nivernais&lt;/a&gt; and &lt;a href=\"Puisaye\"&gt;Puisaye&lt;/a&gt;. The leaders of the uprising against the coup were pardoned in 1852.\n&lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; took a heavy toll like in most French villages. 38 local casualties are listed on Thury's war monument.\n&lt;a href=\"Electrification\"&gt;Electrification&lt;/a&gt; was conducted in the 1920s, and &lt;a href=\"running%20water\"&gt;running water&lt;/a&gt; was installed in the late 1930s with the construction of four reservoirs around Thury.\nThury was again occupied by &lt;a href=\"Battle%20of%20France\"&gt;German invaders&lt;/a&gt; in June 1940 during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. Because it had been equipped with running water ahead of the surrounding villages, a German &lt;a href=\"Company%20%28military%20unit%29\"&gt;company&lt;/a&gt; camped there, in the park of the Angilbert property. The \"Kommandantur\" was established in the former post office. An &lt;a href=\"Avro%20Lancaster\"&gt;Avro Lancaster&lt;/a&gt; Allied bomber on its way to targets in Germany was downed by a &lt;a href=\"Focke-Wulf%20Fw%20190\"&gt;Focke-Wulf&lt;/a&gt; fighter aircraft above &lt;a href=\"Taingy\"&gt;Taingy&lt;/a&gt; in the night of 25–26 July 1944, leaving no survivors. Another British plane was downed above the hamlet of Colangette.\nThe main organised &lt;a href=\"French%20Resistance\"&gt;resistance&lt;/a&gt; in Thury's surroundings was the \"Maquis 3\", which started in March–April 1944 in a wood north of &lt;a href=\"Saint-Sauveur-en-Puisaye\"&gt;Saint-Sauveur&lt;/a&gt;. This &lt;a href=\"Maquis%20%28World%20War%20II%29\"&gt;maquis&lt;/a&gt; then had to move east and was established near Thury on the \"Montagne des Alouettes\" in late July 1944. About 250-strong, the group had weapons parachuted by Allied planes. The village was liberated in August 1944.\n&lt;a href=\"Sewage\"&gt;Sewage&lt;/a&gt; was completed between 1959 and 1962.\nThury had a resident doctor during most of the 19th and 20th centuries. The last village doctor retired in 2011.\nLocal government.\nThe municipality of Thury was created in 1793. It has always been part of the \"&lt;a href=\"Departments%20of%20France\"&gt;départment&lt;/a&gt;\" of &lt;a href=\"Yonne\"&gt;Yonne&lt;/a&gt;. Initially it was the seat (\"chef-lieu\") of its own \"&lt;a href=\"Cantons%20of%20France\"&gt;canton&lt;/a&gt;\", part of the \"&lt;a href=\"Arrondissements%20of%20France\"&gt;arrondissement&lt;/a&gt;\" of &lt;a href=\"Saint-Fargeau\"&gt;Saint-Fargeau&lt;/a&gt;. In 1801, Thury became part of the canton of &lt;a href=\"Saint-Sauveur-en-Puisaye\"&gt;Saint-Sauveur-en-Puisaye&lt;/a&gt; and the arrondissement of &lt;a href=\"Auxerre\"&gt;Auxerre&lt;/a&gt;. Following a remodeling of the &lt;a href=\"Cantons%20of%20France\"&gt;cantons&lt;/a&gt;, Thury has been part of the &lt;a href=\"Canton%20of%20Vincelles\"&gt;Canton of Vincelles&lt;/a&gt; since 2015.\nThury was part of the , created as one of the new \"&lt;a href=\"Pays%20%28France%29\"&gt;pays&lt;/a&gt;\" under the . This \"pays\" was dissolved on 31 December 2016 and replaced on 1 January 2017 by the , with seat in &lt;a href=\"Saint-Fargeau\"&gt;Saint-Fargeau&lt;/a&gt;.\nEconomy.\nThe local economy is predominantly agricultural. Thury also has several shops and services (grocery, bakery, hairdresser, pharmacy, post office) and several companies established on its territory (electricity, roofing, sanitation, masonry, earthwork &amp; public Works, maintenance of green spaces, industrial computing, pet grooming) as well as guest houses in the village and its hamlets of Grangette and Moulery. Thury retains a primary school.\nHeritage.\nChurch of Saint-Julien.\nThury's church is dedicated to &lt;a href=\"Julian%20of%20Brioude\"&gt;Julian of Brioude&lt;/a&gt; and was built around 1500, possibly the third or fourth on this location. It was designated a \"&lt;a href=\"Monument%20historique\"&gt;Monument historique&lt;/a&gt;\" by order (\"décret\") of 4 August 1970. It is representative of the late &lt;a href=\"Gothic%20architecture\"&gt;Gothic architecture&lt;/a&gt; of the region.\nThe original contract for the sculpture of the front portal is preserved in the of &lt;a href=\"Yonne\"&gt;Yonne&lt;/a&gt; in &lt;a href=\"Auxerre\"&gt;Auxerre&lt;/a&gt;. It was signed on 9 July 1521 between mason Antoine Cas and \"ymageur\" (sculptor) François Faulconnier at &lt;a href=\"Auxerre\"&gt;Auxerre&lt;/a&gt;. The wooden doors are from the 17th century and were restored in 1751. Three statues of St Peter, St Paul and Jesus Christ, by Parisian sculptor Jean-Georges Poutriquet, were added in 1975.\nThe relics of &lt;a href=\"Saint%20Caradoc\"&gt;Saint Caradoc&lt;/a&gt;, known locally as \"Caradeuc\" or \"Caradeu\", are attested since the early 17th century. They were locally believed to have been preserved in 1587 by inhabitants of Thury from the sacking of the church of &lt;a href=\"Donzy\"&gt;Donzy&lt;/a&gt;, where they had been held since 1180; however, the veracity of this tradition has been questioned. Relics of the church patron &lt;a href=\"Julian%20of%20Brioude\"&gt;Julian of Brioude&lt;/a&gt; were donated from &lt;a href=\"Auxerre\"&gt;Auxerre&lt;/a&gt; and &lt;a href=\"Brioude\"&gt;Brioude&lt;/a&gt; in 1896.\nThe church's &lt;a href=\"stained%20glass%20windows\"&gt;stained glass windows&lt;/a&gt; were created in the second half of the 19th century, some by Auguste Charlemagne of &lt;a href=\"Toulouse\"&gt;Toulouse&lt;/a&gt; in 1870 and others in the 1880s.\nA small museum was opened in 2005 inside the church's tower. A major renovation of the church's tile roofing was conducted in 2015–2016.\nThe nearby &lt;a href=\"clergy%20house\"&gt;clergy house&lt;/a&gt; (\"presbytère\") was rebuilt several times, last in 1843.\nVillage castle.\nThe village castle, or fortified mansion, was built around the mid-15th century as Thury was starting to recover from the Hundred Years' War. It remained the abode of the local lords of Thury until the 18th century, when absentee lords transformed it into a hostel. , Bishop of Auxerre, stayed there in 1760 to signal his displeasure with the local priest, who was a &lt;a href=\"Jansenist\"&gt;Jansenist&lt;/a&gt;. In 1768 Louis Joseph Marie André Gabriel de Castellane, the last lord of Thury, took residence there again, but in 1786 moved permanently to his Parisian &lt;a href=\"H%C3%B4tel%20particulier\"&gt;Hôtel particulier&lt;/a&gt; on . The property was sold in 1800 to the former lord of nearby &lt;a href=\"Lainsecq\"&gt;Lainsecq&lt;/a&gt;. In 1849, the local Briot family purchased it from the family of former mayor Edme Rouger, and still owns and occupies it.\nA separate property, on the road towards &lt;a href=\"Saint-Sauveur-en-Puisaye\"&gt;Saint-Sauveur&lt;/a&gt;, is also known locally as the \"Château de Thury\". It was built in the late 19th century by Thury-born businessman Casimir Félix Angilbert, who was the village's mayor from 1893 to 1913. Angilbert also sponsored the creation in 1900 of a mall of &lt;a href=\"Aesculus%20hippocastanum\"&gt;chestnut trees&lt;/a&gt; (\"Allée des marronniers\") on the other side of the road, leading to the house of his cousin Alix.\nWorld War I Monument.\nThe &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; monument stands in the middle of the village square. It was inaugurated in 1925 after six years of preparations. The statue of a resolute \"&lt;a href=\"poilu\"&gt;poilu&lt;/a&gt;\" is a cast of &lt;a href=\"Charles-Henri%20Pourquet\"&gt;Charles-Henri Pourquet&lt;/a&gt;'s sculpture, \"La Résistance\", manufactured by the and also adopted by hundreds of other French villages for the same purpose.\nOld lavoir.\nThe village &lt;a href=\"lavoir\"&gt;lavoir&lt;/a&gt;, on the road towards &lt;a href=\"Saint-Sauveur-en-Puisaye\"&gt;Saint-Sauveur&lt;/a&gt;, was built in the early 19th century and is well preserved."
}