{
    "id": "10272078",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=10272078",
    "title": "Sabal bermudana",
    "text": "Sabal bermudana, commonly known as the Bermuda palmetto or bibby-tree, is one of 15 species of &lt;a href=\"Arecaceae\"&gt;palm trees&lt;/a&gt; in the genus \"&lt;a href=\"Sabal\"&gt;Sabal&lt;/a&gt;\" and is &lt;a href=\"Endemism\"&gt;endemic&lt;/a&gt; to &lt;a href=\"Bermuda\"&gt;Bermuda&lt;/a&gt; although reportedly naturalized in the &lt;a href=\"Leeward%20Islands\"&gt;Leeward Islands&lt;/a&gt;. It was greatly affected by the introduction of non-native plants such as the &lt;a href=\"Livistona%20chinensis\"&gt;Chinese fan palm&lt;/a&gt;, which created competition for space that it usually lost.\nDescription.\n\"Sabal bermudana\" grows up to in height, with the occasional old tree growing up to in height, with a trunk up to in diameter. It is a fan palm (Arecaceae tribe &lt;a href=\"Corypheae\"&gt;Corypheae&lt;/a&gt;), with the leaves with a bare &lt;a href=\"petiole%20%28botany%29\"&gt;petiole&lt;/a&gt; terminating in a rounded fan of numerous &lt;a href=\"leaflet%20%28botany%29\"&gt;leaflets&lt;/a&gt;. Each &lt;a href=\"leaf\"&gt;leaf&lt;/a&gt; is long, with 45-60 leaflets up to long. The &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s are yellowish-white, across, produced in large &lt;a href=\"panicle\"&gt;panicle&lt;/a&gt;s up to long, extending out beyond the leaves. The &lt;a href=\"fruit\"&gt;fruit&lt;/a&gt; is a deep brown to black &lt;a href=\"drupe\"&gt;drupe&lt;/a&gt; about long containing a single &lt;a href=\"seed\"&gt;seed&lt;/a&gt;. It is extremely &lt;a href=\"Halophyte\"&gt;salt-tolerant&lt;/a&gt; and is often seen growing near the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic Ocean&lt;/a&gt; coast in Bermuda, and also &lt;a href=\"Hardy%20palms\"&gt;frost-tolerant&lt;/a&gt;, surviving short periods of temperatures as low as -14 °C, although no such temperatures have ever occurred in Bermuda.\nUses.\nBermudians used to use, for a short period, the leaflets of the palm to weave into hats and export them to the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; and other countries. \"Sabal bermudana\" also had holes drilled into its trunk and &lt;a href=\"sap\"&gt;sap&lt;/a&gt; extracted to make \"bibby\", a strong &lt;a href=\"Palm%20wine\"&gt;alcoholic beverage&lt;/a&gt;.\nDuring the 17th century, most &lt;a href=\"architecture%20of%20Bermuda\"&gt;houses in Bermuda&lt;/a&gt; had palmetto-&lt;a href=\"Thatching\"&gt;thatched&lt;/a&gt; roofs."
}