{
    "id": "10318539",
    "revid": "2043601",
    "url": "https://en.wikipedia.org/wiki?curid=10318539",
    "title": "Chimney fire",
    "text": "A chimney fire is the &lt;a href=\"combustion\"&gt;combustion&lt;/a&gt; (burning) of residue deposits referred to as &lt;a href=\"soot\"&gt;soot&lt;/a&gt; or &lt;a href=\"Creosote%23Build-up%20in%20chimneys\"&gt;creosote&lt;/a&gt;, on the inner surfaces of &lt;a href=\"chimney\"&gt;chimney&lt;/a&gt; tiles, &lt;a href=\"flue\"&gt;flue&lt;/a&gt; liners, &lt;a href=\"Chimney\"&gt;stove pipes&lt;/a&gt;, etc.\nCauses.\nThe process begins with the incomplete combustion of &lt;a href=\"fuel\"&gt;fuel&lt;/a&gt; in the attached &lt;a href=\"home%20appliance\"&gt;appliance&lt;/a&gt;, usually a &lt;a href=\"wood%20stove\"&gt;wood&lt;/a&gt; or &lt;a href=\"coal\"&gt;coal&lt;/a&gt; &lt;a href=\"stove\"&gt;stove&lt;/a&gt;, or &lt;a href=\"open%20fire\"&gt;open fire&lt;/a&gt;. The unburned volatiles are heated to the &lt;a href=\"vapor\"&gt;vapor&lt;/a&gt; state but not consumed due to a lack of adequate &lt;a href=\"heat\"&gt;heat&lt;/a&gt; and &lt;a href=\"oxygen\"&gt;oxygen&lt;/a&gt; within the appliance. These volatile &lt;a href=\"distillation\"&gt;distillates&lt;/a&gt; escape into the chimney, where they contact cooler surfaces and condense into &lt;a href=\"tar\"&gt;tar&lt;/a&gt;-like deposits, and &lt;a href=\"soot\"&gt;soot&lt;/a&gt;. Successive layers accumulate until either the chimney plugs completely, or the chimney reaches a &lt;a href=\"temperature\"&gt;temperature&lt;/a&gt; and oxygen level at which the deposit will &lt;a href=\"Combustion\"&gt;ignite&lt;/a&gt;. Due to the concentrated level of volatile material now present, these fires tend to burn very hot. \nAlternatively, a chimney fire may be caused by old &lt;a href=\"bird%20nest\"&gt;bird's nests&lt;/a&gt; which have fallen into the chimney and lodged there. When a hot ember ignites the nests, the fire can be just as serious as one caused by ignition of &lt;a href=\"soot\"&gt;soot&lt;/a&gt;. In very old houses, the chimney may also be very large and thick enough to withstand the fire.\nThe high temperatures may affect the strength of the chimney causing distortion of metal structures, and potential failure of ceramic structures.\nCauses of the deposits which lead to chimney fires include using &lt;a href=\"green%20wood\"&gt;green&lt;/a&gt;/&lt;a href=\"wet%20fuel\"&gt;wet fuel&lt;/a&gt;s, the operation of appliances with insufficient air intake, and low operating temperatures for prolonged periods followed by hot fires. Such practice typically occurs when mild weather periods are followed by &lt;a href=\"cold%20wave\"&gt;cold snaps&lt;/a&gt;.\nThere are several major issues that are at risk from a chimney fire event. There is of course the danger of burning debris being expelled from the top of the chimney that could ignite other portions of the structure, but the major cause of damage is where the heat of the chimney fire will pass through the masonry materials and overheat nearby combustibles. Even though codes and standards require a specific clearance of the framing members from the masonry materials, often this is not found in actual construction. Many fires reported as chimney fires, are actually structure fires ignited by the overheating of the framing members. These structure fires can be traced to the normal use of the fireplace or sealed combustion chamber.\nPrevention and Suppression.\nSteps to prevent this buildup of deposits include only running appliances hot during the initial ignition phase regularly, only building short and hotter fires, regular &lt;a href=\"Modern%20chimney%20cleaning\"&gt;cleaning of flues&lt;/a&gt; using a &lt;a href=\"chimney%20sweep\"&gt;chimney sweep&lt;/a&gt;, and only using internal chimney structures where possible versus a chimney attached to an external wall. The latter tends to be cooler, contributing to the problem, as well as creating &lt;a href=\"downdrafts\"&gt;downdrafts&lt;/a&gt; which tend to introduce &lt;a href=\"smoke\"&gt;smoke&lt;/a&gt; into the structure as the fire subsides. The nests of birds can be prevented by using a wire guard over the chimney.\nControl includes denial of oxygen, addition of extinguishing agents, and removing heat sources. In case of chimney fire, the local &lt;a href=\"fire%20department\"&gt;fire department&lt;/a&gt; should be called immediately: there is a risk of the chimney failing, and/or overheating adjoining structures, which could cause the fire to spread to other parts of the building.\nAdditional hazards include the possible buildup of toxic gases such as &lt;a href=\"carbon%20monoxide\"&gt;carbon monoxide&lt;/a&gt; within the structure due to restricted flues."
}