{
    "id": "1032177",
    "revid": "23646674",
    "url": "https://en.wikipedia.org/wiki?curid=1032177",
    "title": "Kōzō Okamoto",
    "text": " is a Japanese former &lt;a href=\"communist\"&gt;communist&lt;/a&gt;, a terrorist, and member of the &lt;a href=\"Japanese%20Red%20Army\"&gt;Japanese Red Army&lt;/a&gt; (JRA).\nOkamoto was a 24-year-old botany student from a middle-class family when he was recruited to the Japanese Red Army. He was later detained in &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt;. During his stay in Lebanon, Okamoto converted to &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;. He is wanted by the government of Japan for his activities with the Red Army and was imprisoned by Israel for his involvement in the &lt;a href=\"Lod%20Airport%20massacre\"&gt;Lod Airport massacre&lt;/a&gt;.\nParticipation in Lod Airport massacre.\nOn 30 May 1972, Kōzō Okamoto along with Yasuyuki Yasuda, and Tsuyoshi Okudaira, arrived at Israel's &lt;a href=\"Lod%20Airport\"&gt;Lod Airport&lt;/a&gt; in &lt;a href=\"Tel%20Aviv\"&gt;Tel Aviv&lt;/a&gt;, via &lt;a href=\"Air%20France\"&gt;Air France&lt;/a&gt; Flight 132 from &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;. After disembarking from the plane the three members of the JRA proceeded to the baggage claim area. Upon retrieving their luggage, they took out automatic weapons packed inside the suitcases and opened fire on other passengers in the baggage claim area.\nThe attack was a joint operation of the &lt;a href=\"Popular%20Front%20for%20the%20Liberation%20of%20Palestine%20%E2%80%93%20External%20Operations\"&gt;Popular Front for the Liberation of Palestine – External Operations&lt;/a&gt; (PFLP-EO), and the &lt;a href=\"Japanese%20Red%20Army\"&gt;Japanese Red Army&lt;/a&gt;. The idea behind the joint effort was for the JRA to carry out attacks for the PLFP, and \"&lt;a href=\"vice%20versa\"&gt;vice versa&lt;/a&gt;\", in order to reduce suspicion. The plan worked, as Okamoto and his comrades attracted little attention prior to their attack.\nThey killed 26 people and injured 71 others. Yasuyuki Yasuda was accidentally shot dead by one of the other attackers. Tsuyoshi Okudaira was killed by one of his own grenades, either due to premature detonation or a suicide. Kōzō Okamoto was wounded and captured trying to escape the terminal. The attack became known as the &lt;a href=\"Lod%20Airport%20massacre\"&gt;Lod Airport massacre&lt;/a&gt;.\nTrial and release.\nOkamoto was tried in an Israeli military court under the 1948 Emergency Regulations. His court-appointed lawyers were Max Kritzman and David Rotlevy. Chicago-born and British-trained Kritzman, who was chief lawyer, had experience defending Israelis charged under the Emergency Regulations. Of Okamoto, he complained that \"this man will not cooperate.\" Okamoto pleaded guilty, ensuring that he did not get sentenced to death. He also protested his attorneys' requests for a psychiatric evaluation.\nKōzō Okamoto was convicted and sentenced to life imprisonment in Israel. During the incarceration it is said that he requested to convert to &lt;a href=\"Judaism\"&gt;Judaism&lt;/a&gt;, and that he tried to &lt;a href=\"Circumcision\"&gt;circumcise&lt;/a&gt; himself with &lt;a href=\"nail%20clippers\"&gt;nail clippers&lt;/a&gt;. On 23 July 1973, PFLP and JRA operatives hijacked &lt;a href=\"Japan%20Air%20Lines%20Flight%20404\"&gt;Japan Air Lines Flight 404&lt;/a&gt;, demanding Okamoto's release in exchange for the hostages on board; Israel refused to comply. Okamoto was released in 1985 after 13 years in prison, as part of the &lt;a href=\"Jibril%20Agreement\"&gt;Jibril Agreement&lt;/a&gt;, a prisoner exchange with Palestinian militant factions for captive Israeli soldiers. After his release from prison in Israel, Kōzō Okamoto moved to &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt;, then &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;, and finally to &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt; where he reunited with other members of the Japanese Red Army.\nTransfer to Lebanon.\nOn 15 February 1997, &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt; detained five Red Army members, &lt;a href=\"Haruo%20Wak%C5%8D\"&gt;Haruo Wakō&lt;/a&gt;, &lt;a href=\"Masao%20Adachi\"&gt;Masao Adachi&lt;/a&gt;, &lt;a href=\"Mariko%20Yamamoto%20%28Japanese%20Red%20Army%29\"&gt;Mariko Yamamoto&lt;/a&gt;, &lt;a href=\"Kazuo%20Tohira\"&gt;Kazuo Tohira&lt;/a&gt; and Okamoto for using forged passports and visa violations. They were sentenced to three years in prison. The sentence was passed by Judge Soheil Abdul-Shams on 31 July 1997. After their prison term was completed, the four other members of the JRA were forcibly deported to Jordan and from Amman, Jordan via a chartered Russian plane to Japan. The Lebanese government, however, granted political asylum to Okamoto because, according to the Lebanese government, he \"had participated in resistance operations against Israel and had been tortured in Israeli jails.\"\nOkamoto is still wanted by the Japanese government and Japan has requested his &lt;a href=\"extradition\"&gt;extradition&lt;/a&gt;. he was reported to be living in a refugee camp near &lt;a href=\"Beirut\"&gt;Beirut&lt;/a&gt;.\nIn May 2017, Okamoto gave an interview to the \"&lt;a href=\"Mainichi%20Shimbun\"&gt;Mainichi Shimbun&lt;/a&gt;\" in Beirut. He said \"I want to return to Japan once\"."
}