{
    "id": "1032377",
    "revid": "40595559",
    "url": "https://en.wikipedia.org/wiki?curid=1032377",
    "title": "List of mayors of Jacksonville, Florida",
    "text": "The Mayor of Jacksonville is the chief executive for the city of &lt;a href=\"Jacksonville%2C%20Florida\"&gt;Jacksonville, Florida&lt;/a&gt;, United States. Jacksonville currently utilizes the &lt;a href=\"strong%20mayor\"&gt;strong mayor&lt;/a&gt; form of government, in which the &lt;a href=\"mayor\"&gt;mayor&lt;/a&gt; has significant powers compared to the &lt;a href=\"Jacksonville%20City%20Council\"&gt;Jacksonville City Council&lt;/a&gt;. Since the &lt;a href=\"Jacksonville%20Consolidation\"&gt;consolidation&lt;/a&gt; of Jacksonville with the &lt;a href=\"Duval%20County%2C%20Florida\"&gt;Duval County&lt;/a&gt; government in 1968, the mayor is the administrator over the entire county. The current holder of the position is &lt;a href=\"Lenny%20Curry\"&gt;Lenny Curry&lt;/a&gt;, who was elected in &lt;a href=\"2015%20Jacksonville%20mayoral%20election\"&gt;2015&lt;/a&gt;, and re-elected in &lt;a href=\"2019%20Jacksonville%20mayoral%20election\"&gt;2019&lt;/a&gt;.\nHistory.\nThe first mayor of &lt;a href=\"Jacksonville\"&gt;Jacksonville&lt;/a&gt;, &lt;a href=\"William%20J.%20Mills%20%28mayor%29\"&gt;William J. Mills&lt;/a&gt;, was elected in 1832. A new city charter in 1841 changed the titled to \"Intendant\" until 1859 when it was changed back to mayor. The information on mayors of Jacksonville from 1832 to 1848 is limited, mostly due to the &lt;a href=\"Great%20Fire%20of%201901\"&gt;Great Fire of 1901&lt;/a&gt; which destroyed some of the city's records. Most of the information available today was taken from newspapers published during the period.\nThere was no election for mayor in 1840, nor during the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt; in 1862, 1863, and 1864. During the &lt;a href=\"Reconstruction%20era%20of%20the%20United%20States\"&gt;Reconstruction era&lt;/a&gt;, mayoral elections resumed but the position had no real power, with the city being administered by the &lt;a href=\"United%20States%20Military\"&gt;United States Military&lt;/a&gt;. There is no set amount of time in which one person can stay as mayor, but it is up to the individual to financially support his or her own campaign.\nOn May 31, 1887, the city instituted a new charter, annexing several suburbs, including &lt;a href=\"LaVilla\"&gt;LaVilla&lt;/a&gt;, &lt;a href=\"Springfield%2C%20Jacksonville%2C%20Florida\"&gt;Springfield&lt;/a&gt;, &lt;a href=\"Riverside%2C%20Jacksonville%2C%20Florida\"&gt;Riverside&lt;/a&gt;, Brooklyn, East Jacksonville, and Fairfield. The mayor's term of office was also increased from one year to two. The mayor serving at the time, &lt;a href=\"John%20Quincy%20Burbridge\"&gt;John Quincy Burbridge&lt;/a&gt;, had been elected on April 8 of that year, but the new charter required a new election to be held. On December 13, 1887 another election was held and &lt;a href=\"Charles%20Bristol%20Smith\"&gt;Charles Bristol Smith&lt;/a&gt;, a &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt;, won with support from members of the city's large African American community. After this, local &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrats&lt;/a&gt; petitioned the &lt;a href=\"Florida%20State%20Legislature\"&gt;Florida State Legislature&lt;/a&gt; to change the city charter once again in an effort to curb Republican and black participation in local politics. The result was that direct election of mayors in the city was abolished from 1889 until 1893. Mayors during this period were elected by the city council, who were appointed by the &lt;a href=\"Governor%20of%20Florida\"&gt;Governor of Florida&lt;/a&gt;.\nThe city's charter changed several times over the next several decades, and additional areas were annexed, expanding the city limits. The biggest change to local government, however, was the &lt;a href=\"Jacksonville%20Consolidation\"&gt;Jacksonville Consolidation&lt;/a&gt;, which took effect on October 1, 1968. In this measure, the &lt;a href=\"Duval%20County%2C%20Florida\"&gt;Duval County&lt;/a&gt; and &lt;a href=\"Jacksonville%2C%20Florida\"&gt;City of Jacksonville&lt;/a&gt; governments were &lt;a href=\"Consolidated%20city-county\"&gt;consolidated&lt;/a&gt;, expanding the city limits to include almost the entire county. Mayor &lt;a href=\"Hans%20Tanzler\"&gt;Hans Tanzler&lt;/a&gt; had just taken office on June 23, 1967; however, consolidation meant that he would have to run again for the office of mayor for the newly consolidated city government. Tanzler was re-elected and took office on March 1, 1968. Since that time mayors have been elected every four years.\nMayors of Jacksonville, Florida.\nThe following is a list of mayors of Jacksonville:\nPre-Civil War Mayors revived.\nThere were no elections held in 1862, 1863, and 1864."
}