{
    "id": "103247",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=103247",
    "title": "Giacomo Carissimi",
    "text": "(Gian) Giacomo Carissimi (; baptized 18 April 160512 January 1674) was an &lt;a href=\"Italians\"&gt;Italian&lt;/a&gt; &lt;a href=\"composer\"&gt;composer&lt;/a&gt; and music teacher. He is one of the most celebrated masters of the early &lt;a href=\"Baroque%20music\"&gt;Baroque&lt;/a&gt; or, more accurately, the &lt;a href=\"Roman%20School\"&gt;Roman School&lt;/a&gt; of music. Carissimi established the characteristic features of the Latin &lt;a href=\"oratorio\"&gt;oratorio&lt;/a&gt; and was a prolific composer of &lt;a href=\"Mass%20%28music%29\"&gt;masses&lt;/a&gt;, &lt;a href=\"motet\"&gt;motet&lt;/a&gt;s and &lt;a href=\"cantata\"&gt;cantata&lt;/a&gt;s. He was highly influential in musical developments in north European countries through his pupils, like &lt;a href=\"Johann%20Kaspar%20Kerll\"&gt;Kerll&lt;/a&gt; in Germany and &lt;a href=\"Marc-Antoine%20Charpentier\"&gt;Charpentier&lt;/a&gt; in France, and the wide dissemination of his music.\nBiography.\nCarissimi's exact birthdate is not known, but it was probably in 1604 or 1605 in &lt;a href=\"Marino%2C%20Italy\"&gt;Marino&lt;/a&gt; near &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;, Italy. Of his early life almost nothing is known. Giacomo's parents, Amico (1548–1633, a cooper by trade) and Livia (1565–1622), were married on 14 May 1595 and had four daughters and two sons; Giacomo was the youngest.\nNothing is known of his early musical training. His first known appointments were at Tivoli Cathedral, under the maestri di cappella Aurelio Briganti Colonna, Alessandro Capece and Francesco Manelli; from October 1623 he sang in the choir, and from October 1624 to October 1627 he was the organist. In 1628 Carissimi moved north to &lt;a href=\"Assisi\"&gt;Assisi&lt;/a&gt;, as &lt;a href=\"Kapellmeister\"&gt;maestro di cappella (chapel master)&lt;/a&gt; at the Cathedral of San Rufino. In 1628 he obtained the same position at the &lt;a href=\"Sant%27Apollinare%2C%20Rome\"&gt;church of Sant'Apollinare&lt;/a&gt; belonging to the &lt;a href=\"Collegium%20Germanicum\"&gt;Collegium Germanicum&lt;/a&gt; in Rome, which he held until his death. This was despite him receiving several offers to work in very prominent establishments, including an offer to take over from &lt;a href=\"Claudio%20Monteverdi\"&gt;Claudio Monteverdi&lt;/a&gt; at &lt;a href=\"San%20Marco%20di%20Venezia\"&gt;San Marco di Venezia&lt;/a&gt; in &lt;a href=\"Venice\"&gt;Venice&lt;/a&gt;. In 1637 he was ordained a &lt;a href=\"Priesthood%20%28Catholic%20Church%29\"&gt;priest&lt;/a&gt;.\nIn 1656 &lt;a href=\"Christina%20of%20Sweden\"&gt;Christina of Sweden&lt;/a&gt; appointed Carissimi as her \"maestro di cappella del concerto di camera\". &lt;a href=\"Lars%20Englund\"&gt;Lars Englund&lt;/a&gt; of &lt;a href=\"Uppsala%20University\"&gt;Uppsala University&lt;/a&gt; has hypothesized that Christina’s early involvement with Carissimi's music, and other church music from Rome, \"was part of a deliberate self-transformation, from a ruling Lutheran regent to a Catholic Queen without a land.\"\nCarissimi seems to have never left Italy at all during his entire lifetime. He died in 1674 in Rome.\nCarissimi's successor as \"maestro di cappella\" at the Collegium Germanicum in 1686 described him as tall, thin, very frugal in his domestic affairs, with very noble manners towards his friends and acquaintances, and prone to melancholy.\nMusic.\nThe great achievements generally ascribed to Carissimi are the further development of the &lt;a href=\"recitative\"&gt;recitative&lt;/a&gt;, introduced by Monteverdi, which is highly important to the history of dramatic music; the further development of the &lt;a href=\"chamber%20music\"&gt;chamber&lt;/a&gt; &lt;a href=\"cantata\"&gt;cantata&lt;/a&gt;, by which Carissimi superseded the &lt;a href=\"concertato\"&gt;concertato&lt;/a&gt; &lt;a href=\"Madrigal%20%28music%29\"&gt;madrigal&lt;/a&gt;s which had themselves replaced the madrigals of the late &lt;a href=\"Renaissance%20music\"&gt;Renaissance&lt;/a&gt;; and the development of the &lt;a href=\"oratorio\"&gt;oratorio&lt;/a&gt;, of which he was the first significant composer.\nCarissimi's position in the history of &lt;a href=\"church%20music\"&gt;church&lt;/a&gt;, &lt;a href=\"vocal\"&gt;vocal&lt;/a&gt; and chamber music is somewhat similar to that of &lt;a href=\"Francesco%20Cavalli\"&gt;Francesco Cavalli&lt;/a&gt; in the history of &lt;a href=\"opera\"&gt;opera&lt;/a&gt;. While &lt;a href=\"Luigi%20de%20Rossi\"&gt;Luigi Rossi&lt;/a&gt; was his predecessor in developing the chamber cantata, Carissimi was the composer who first made this form the vehicle for the most intellectual style of chamber music, a function which it continued to perform until the death of &lt;a href=\"Alessandro%20Scarlatti\"&gt;Alessandro Scarlatti&lt;/a&gt;, &lt;a href=\"Emanuele%20d%27Astorga\"&gt;Emanuele d'Astorga&lt;/a&gt; and &lt;a href=\"Benedetto%20Marcello\"&gt;Benedetto Marcello&lt;/a&gt;.\nCarissimi is also noted as one of the first composers of &lt;a href=\"oratorio\"&gt;oratorio&lt;/a&gt;s, with \"&lt;a href=\"Jephte%20%28Carissimi%29\"&gt;Jephte&lt;/a&gt;\" as probably his best known work, along with \"Jonas\". \nThese works and others are important for establishing the form of oratorio unaccompanied by dramatic action, which maintained its hold for 200 years. \nThe name comes from their presentation at the &lt;a href=\"Oratory%20of%20Santissimo%20Crocifisso\"&gt;Oratory of Santissimo Crocifisso&lt;/a&gt; in Rome. He may also be credited for having given greater variety and interest to the instrumental accompaniments of vocal compositions. \n&lt;a href=\"Charles%20Burney\"&gt;Charles Burney&lt;/a&gt; and &lt;a href=\"John%20Hawkins%20%28author%29\"&gt;John Hawkins&lt;/a&gt; both published specimens of his compositions in their works on the history of music, while &lt;a href=\"Henry%20Aldrich\"&gt;Henry Aldrich&lt;/a&gt; collected an almost complete set of his compositions, which are currently housed at the library of &lt;a href=\"Christ%20Church%2C%20Oxford\"&gt;Christ Church, Oxford&lt;/a&gt;. \nThe &lt;a href=\"British%20Museum\"&gt;British Museum&lt;/a&gt; also possesses numerous works by Carissimi. Most of his oratorios are in the &lt;a href=\"Biblioth%C3%A8que%20Nationale\"&gt;Bibliothèque Nationale&lt;/a&gt; at &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;.\nCarissimi was active at the time when &lt;a href=\"secular%20music\"&gt;secular music&lt;/a&gt; was about to usurp the dominance of sacred music in Italy. The change was decisive and permanent. When Carissimi began composing, the influence of the previous generations of Roman composers was still heavy (for instance, the style of &lt;a href=\"Giovanni%20Pierluigi%20da%20Palestrina\"&gt;Palestrina&lt;/a&gt;) and when his career came to a close the &lt;a href=\"opera\"&gt;opera&lt;/a&gt;tic forms, as well as the instrumental &lt;a href=\"secular\"&gt;secular&lt;/a&gt; forms, were predominant. In addition, Carissimi was important as a teacher, and his influence spread far into &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; and &lt;a href=\"France\"&gt;France&lt;/a&gt;. Much of the musical style of &lt;a href=\"Johann%20Caspar%20Kerll\"&gt;Johann Caspar Kerll&lt;/a&gt; and &lt;a href=\"Marc-Antoine%20Charpentier\"&gt;Marc-Antoine Charpentier&lt;/a&gt;, for instance, was influenced by Carissimi.\nIn popular culture.\n&lt;a href=\"Samuel%20Pepys\"&gt;Samuel Pepys&lt;/a&gt; was delighted with Carissimi's music. His Diary records that he met \"Mr. Hill, and Andrews, and one slovenly and ugly fellow, Seignor Pedro, who sings Italian songs to the &lt;a href=\"theorbo\"&gt;theorbo&lt;/a&gt; most neatly, and they spent the whole evening in singing the best piece of musique counted of all hands in the world, made by Seignor Charissimi, the famous master in Rome. Fine it was, indeed, and too fine for me to judge of.\"\nCarissimi is the viewpoint character for the \"Euterpe\" series of short stories by Enrico M. Toro within the &lt;a href=\"1632%20series\"&gt;1632 series&lt;/a&gt; of books edited by &lt;a href=\"Eric%20Flint\"&gt;Eric Flint&lt;/a&gt;."
}