{
    "id": "1034488",
    "revid": "609285",
    "url": "https://en.wikipedia.org/wiki?curid=1034488",
    "title": "USS Lynx (AK-100)",
    "text": "USS \"Lynx\" (AK-100) was a commissioned by the &lt;a href=\"US%20Navy\"&gt;US Navy&lt;/a&gt; for service in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. \"Lynx\" was the third US Navy vessel to bear the name, but unlike previous ships this one was named after the constellation &lt;a href=\"Lynx%20%28constellation%29\"&gt;Lynx&lt;/a&gt;. She was responsible for delivering troops, goods and equipment to locations in the &lt;a href=\"Asiatic-Pacific%20Theater\"&gt;Asiatic-Pacific Theater&lt;/a&gt;.\nConstruction.\n\"Lynx\" was laid down 26 April 1943, under a &lt;a href=\"Maritime%20Commission\"&gt;Maritime Commission&lt;/a&gt; (MARCOM) contract, MC hull No. 1657, as the &lt;a href=\"Liberty%20ship\"&gt;Liberty ship&lt;/a&gt; SS \"Juan Bautista de Anza\", by &lt;a href=\"California%20Shipbuilding%20Corporation\"&gt;California Shipbuilding Corporation&lt;/a&gt;, &lt;a href=\"Terminal%20Island\"&gt;Terminal Island&lt;/a&gt;, Los Angeles, California; launched 18 May 1943; sponsored by Mrs. E. E. McCarty; renamed \"Lynx\" 27 May 1943; and commissioned 26 July 1943, &lt;a href=\"Commander%20%28United%20States%29\"&gt;Commander&lt;/a&gt; Leander Jeffrey, D-V(G),\n&lt;a href=\"USNR\"&gt;USNR&lt;/a&gt;, in command.\nService history.\n1943.\nAfter fitting out, Lynx reported on 6 August 1943, to the Commandant, &lt;a href=\"Twelfth%20Naval%20district\"&gt;Twelfth Naval district&lt;/a&gt;, for assignment to the &lt;a href=\"Naval%20Transportation%20Service\"&gt;Naval Transportation Service&lt;/a&gt; (NTS), \"Lynx\" loaded cargo at &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; and departed for the western Pacific 28 August 1943, in &lt;a href=\"Convoy%20PW%202294\"&gt;Convoy PW 2294&lt;/a&gt;. Proceeding via &lt;a href=\"Espiritu%20Santo\"&gt;Espiritu Santo&lt;/a&gt;, in the &lt;a href=\"New%20Hebrides\"&gt;New Hebrides&lt;/a&gt;, the new cargo vessel touched at &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt;, New Zealand, 26 October, and &lt;a href=\"Rarotonga\"&gt;Rarotonga&lt;/a&gt;, 2 November, then returned to Espiritu Santo en route back to the west coast of the United States.\nCompleting an overhaul at the &lt;a href=\"Hurley%20Marine%20Works\"&gt;Hurley Marine Works&lt;/a&gt;, &lt;a href=\"Oakland\"&gt;Oakland&lt;/a&gt;, California, on 7 December 1943, \"Lynx\" shifted to berth no.3, &lt;a href=\"Encinal%20Terminal\"&gt;Encinal Terminal&lt;/a&gt;, &lt;a href=\"Alameda%2C%20California\"&gt;Alameda, California&lt;/a&gt;, later the same day, and began loading cargo. After completing that process on 15 December, the ship moved to Pier 54N at &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;, taking on board a deck cargo of a &lt;a href=\"Landing%20Craft%20Tank\"&gt;Landing Craft Tank&lt;/a&gt; (LCT), a &lt;a href=\"Landing%20Craft%20Mechanized\"&gt;Landing Craft Mechanized&lt;/a&gt; (LCM), and three &lt;a href=\"LCVP%20%28United%20States%29\"&gt;Landing Craft Personnel&lt;/a&gt; (LCV(P)), vehicle and personnel landing craft, 15–17 December.\n\"Lynx\" cleared &lt;a href=\"San%20Francisco%20Bay\"&gt;San Francisco Bay&lt;/a&gt; on 17 December 1943, for towing tests in accordance with the movement orders from Commander &lt;a href=\"Joseph%20J.%20Rochefort\"&gt;Joseph J. Rochefort&lt;/a&gt;, the commanding officer of . Subsequently, the cargo ship carried out her assigned evolutions, 18–20 December, towing section A of , escorted by the &lt;a href=\"fleet%20tug\"&gt;fleet tug&lt;/a&gt; and salvage vessel , dropping anchor in Berth 68, San Francisco Bay, 20 December. She remained there through &lt;a href=\"Christmas\"&gt;Christmas&lt;/a&gt; of 1943.\n1944.\nEmergency surgery.\nOn 27 December 1943, \"Lynx\", with Section 13 of the advanced base sectional dock in tow astern, sailed as &lt;a href=\"flagship\"&gt;flagship&lt;/a&gt; of &lt;a href=\"Task%20Group\"&gt;Task Group&lt;/a&gt; (TG) 116.15.3, Commander Arthur S. Walton, in company with &lt;a href=\"sister%20ship\"&gt;sister ship&lt;/a&gt;s , towing , and , with astern, and , towing , escorted by the fleet tug , set course for the &lt;a href=\"South%20Pacific%20Ocean\"&gt;South Pacific&lt;/a&gt;. During the afternoon watch on 14 January 1944, \"Zuni\" left her position in the formation and came alongside, transferring &lt;a href=\"Seaman%20%28rank%29\"&gt;Sea1c&lt;/a&gt; Hugh W. Morris, diagnosed with &lt;a href=\"appendicitis\"&gt;appendicitis&lt;/a&gt;, to \"Lynx\", for medical treatment. &lt;a href=\"Lieutenant%20%28navy%29\"&gt;Lieutenant&lt;/a&gt; Herman E. Wuestenfeld, MC-V(G), the cargo ship's medical officer, performed an &lt;a href=\"appendectomy\"&gt;appendectomy&lt;/a&gt; later that same day, 20:34-21:40.\nMan overboard.\nLess than an hour before the end of the forenoon watch, 11:03, on 18 January 1944, Sea2c Maurice L. Bosshart, V-6, USNR, a passenger traveling in Lynx for further transportation to \"YRD(M)-1\" for duty, &lt;a href=\"Man%20overboard\"&gt;fell overboard&lt;/a&gt;. Thirty seconds after Bosshart was reported over the side, \"Lynx\" ran up her &lt;a href=\"Naval%20flag%20signalling\"&gt;“five” flag&lt;/a&gt; at the dip and dropped two &lt;a href=\"life%20ring\"&gt;life ring&lt;/a&gt;s and a Franklin life buoy within of him. \"Zuni\" left the formation at 11:04 to conduct a search, while \"Lynx\" signaled her tow to look for the man and put life rings in the water. Sailors on board section 13 of the advanced base sectional dock \"ABSD-1\", however, reported that they had lost sight of him. The following day, 19 January, \"Lynx\" held a memorial service for Sea2c Bosshart at 09:30.\nNew Hebrides.\nOn 22 January 1944, the &lt;a href=\"submarine%20chaser\"&gt;submarine chaser&lt;/a&gt;s and joined as additional escorts, and two days later the &lt;a href=\"destroyer%20escort\"&gt;destroyer escort&lt;/a&gt; joined the convoy as escort commander. The assemblage of ships and yard craft crossed the &lt;a href=\"180th%20meridian\"&gt;180th meridian&lt;/a&gt; on 25 January, losing 26 January, in the process. Shortly before the end of the &lt;a href=\"Dog%20watch\"&gt;first dog watch&lt;/a&gt; on 28 January, at 17:55, \"Lynx\" embarked &lt;a href=\"Sergeant%23Marine%20Corps\"&gt;Sergeant&lt;/a&gt; Claude E. Rudy, &lt;a href=\"United%20States%20Marine%20Corps\"&gt;USMC&lt;/a&gt;, a passenger in the tug \"Zuni\", who had been diagnosed with appendicitis. Ultimately, TG 116.15.3 reached its destination, Espiritu Santo, on 1 February, standing in to Pallikula Bay.\nDelivering her tow upon arrival, \"Lynx\" shifted to &lt;a href=\"Segond%20Channel\"&gt;Segond Channel&lt;/a&gt;, Espiritu Santo, 2 February 1944, and transferred Sgt. Rudy and Sea1c Morris, the two recovering appendicitis patients, back to \"Zuni\", while the tug returned the cargo ship's Franklin life buoy that had been put in the water during the unsuccessful attempt to save Sea2c Bosshart. She also began discharging and unloading cargo over the next few days, 3–4 February. \"Lynx\" returned to Pallikula Bay on the morning of 5 February, then sailed for &lt;a href=\"Efate\"&gt;Efate&lt;/a&gt;, New Hebrides, later the same day, escorted by the district &lt;a href=\"patrol%20vessel\"&gt;patrol vessel&lt;/a&gt; , arriving on 6 February. After discharging cargo at Vila Harbor, Efate, 6–7 February, \"Lynx\" shifted to &lt;a href=\"Havannah%20Harbor\"&gt;Havannah Harbor&lt;/a&gt;, Efate, 8 February, where she completed the unloading process, 8–10 February. She set course for Espiritu Santo on 10 February, and anchored upon arrival the following day. After a wait, 11–15 February, for dock space, \"Lynx\" completed discharging cargo on 21 February, moving away from the pier where she had been moored to return to an anchorage, assisted in the evolution by and harbor tug .\nTowing duty.\nSailing on 23 February 1944, in company with \"Fort McHenry\", \"Lynx\" set course to return to San Francisco, escorted by . With the little convoy dispersed on 24 February, the cargo vessel received instructions to divert her course south of the &lt;a href=\"Fiji%20Islands\"&gt;Fiji Islands&lt;/a&gt; the following day. She crossed the International Date Line on 28 February, and ultimately stood in to the naval anchorage at San Francisco on 17 March. She shifted to Pier 18 North the following day to discharge cargo, 18–19 March, then returned to the Encinal Terminal at Alameda, 21–28 March. She loaded cargo at Alameda and at Pier 50B, San Francisco, 29 March–1 April.\nUnderway on 1 April 1944, \"Lynx\" steamed to &lt;a href=\"San%20Pedro%2C%20Los%20Angeles\"&gt;San Pedro&lt;/a&gt;, California, 3–4 April. Picking up her tow, the &lt;a href=\"fuel%20oil\"&gt;fuel oil&lt;/a&gt; &lt;a href=\"barge\"&gt;barge&lt;/a&gt; , \"Lynx\" sailed for &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt; on 4 April. Relieved of her tow on 17 April, the cargo ship put into Pearl and moored at berth K-1, Naval Supply Depot, where she began discharging cargo. She shifted to berth V-2 off &lt;a href=\"Pearl%20City\"&gt;Pearl City&lt;/a&gt; on 19 April, to continue that work, completing it on 22 April, at which point she began to load cargo. Sailing for &lt;a href=\"Hilo\"&gt;Hilo&lt;/a&gt;, &lt;a href=\"Territory%20of%20Hawaii\"&gt;Territory of Hawaii&lt;/a&gt;, on 25 April, her holds full, she arrived at her destination on the following day. Discharging cargo there until 28 April, she sailed that day to return to the west coast of the United States.\n\"Lynx\" stood in to San Francisco Bay on 6 May 1944, and anchored. Underway two days later, she moored at Pier 25, San Francisco, on 8 May, where she began a period of minor repairs and alterations in the hands of the &lt;a href=\"General%20Engineering%20Co.\"&gt;General Engineering Co.&lt;/a&gt; on 9 May. Shifting to the General Engineering &amp; Drydock Company's yard at Alameda, on 16 May, she entered the floating &lt;a href=\"dry%20dock\"&gt;dry dock&lt;/a&gt; , where her bottom was scraped and painted and &lt;a href=\"Paravane%20%28weapon%29\"&gt;paravane&lt;/a&gt; gear installed, 16–19 May. Underway once more on 20 May, \"Lynx\" fueled at the Point Orient Fuel Dock that same day, then put into &lt;a href=\"Port%20Chicago%2C%20California\"&gt;Port Chicago&lt;/a&gt; to load cargo at the &lt;a href=\"Concord%20Naval%20Weapons%20Station\"&gt;Naval Magazine&lt;/a&gt; there 20–28 May. Shifting to Pier 92, San Francisco, on 28 May, she continued to receive minor repairs and alterations through the end of the month, such work being completed on 31 May, when she also completed loading her holds. She completed loading deck cargo, \"LCT-1096\" and five re-arming boats, on 1 June, then proceeded to the &lt;a href=\"Tiburon%20Peninsula%20%28California%29\"&gt;Tiburon anchorage&lt;/a&gt;, San Francisco Bay, on 2 June.\nLieutenant Commander William N. Price reported on board \"Lynx\" on 3 June 1944, as Commander Task Unit 116.15.1, and the ship sailed that day as his flagship, towing Section 10 (“H”) of \"ABSD-2\", in company with her old convoy-mate \"Sculptor\"—towing Section 3 (“I”) of \"ABSD-2\"; cargo ship – towing Section 21 (“J”) of \"ABSD-2\"; and the tug \"Point Arguello\" towing Section 4 (“G”) of \"ABSD-2\". The rescue tug , with in tow, rounded out &lt;a href=\"Convoy%20PW%202411\"&gt;Convoy PW 2411&lt;/a&gt;. Two days into the voyage, \"ATR-25\" transferred her tow to \"Point Arguello\", and assumed duty as retriever vessel. Later in the passage, on 23 June, Lt. Cmdr. Price detached \"ATR-25\" to proceed to &lt;a href=\"Pago%20Pago\"&gt;Pago Pago&lt;/a&gt;, Tutuila, Samoa, “to refuel and transact official business for Task Unit 116.15.1.” Her mission completed, the rescue tug rejoined the convoy on 27 June, then conducted a round trip to Pago Pago. She was detached “to proceed on duty assigned” on 28 June. Convoy PW-2411 continued on its voyage into July, skipping 3 July 1944, as the ships travelled east to west. The tug \"Race Point\" joined the assemblage on 11 July, as retriever, then left “in accordance with verbal instructions of [the] Convoy Commodore…” on 13 July, returning on 15 July, shortly before the convoy stood in to &lt;a href=\"Seeadler%20Harbor\"&gt;Seeadler Harbor&lt;/a&gt;, Manus.\nUnderway for &lt;a href=\"New%20Guinea\"&gt;New Guinea&lt;/a&gt; on 18 July 1944, \"Lynx\" proceeded with \"Sculptor\", convoy commander, \"Eridanus\", and the &lt;a href=\"War%20Shipping%20Administration\"&gt;War Shipping Administration&lt;/a&gt; (WSA) &lt;a href=\"troopship\"&gt;troopship&lt;/a&gt;, &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt; registry, \"Kota Inten\", escorted by and . The last-three named ships received orders to proceed independently on 19 July, while the three American cargo ships continued on, arriving at &lt;a href=\"Milne%20Bay\"&gt;Milne Bay&lt;/a&gt; on 21 July. Fueling alongside , 23 July, \"Lynx\" unloaded her deck cargo, \"LCT-1096\" and the re-arming boats, on 26 July, then got underway for &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;, Australia, later the same morning.\nLynx arrived at &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt; on 31 July 1944, and immediately commenced unloading cargo. Bringing that task to completion on 4 August, and beginning the loading process, the cargo ship sailed for &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, New South Wales, on 8 August. Reaching port on 10 August, she discharged the materials brought from Brisbane at &lt;a href=\"Darling%20Harbour\"&gt;Darling Harbour&lt;/a&gt;, 10–14 August, &lt;a href=\"Pyrmont%2C%20New%20South%20Wales\"&gt;Pyrmont&lt;/a&gt;, 14–21 August, and &lt;a href=\"Glebe%20Island\"&gt;Glebe Island&lt;/a&gt;, 21 August, then loaded a cargo at the last-named Sydney location 21–25 August, completing that work an hour after the end of the &lt;a href=\"Watch%20system\"&gt;mid watch&lt;/a&gt; that day. She sailed for &lt;a href=\"Oahu\"&gt;Oahu&lt;/a&gt; on 26 August. Reaching Pearl Harbor on 10 September, \"Lynx\" moored alongside the freighter \"John Lind\" at berth X-10, and unloaded all cargo earmarked for Pearl the following day between 13:55 and 23:00. She then sailed for the west coast on 12 September.\nBringing another voyage to a close on 20 September 1944, when she dropped anchor in San Francisco Bay, \"Lynx\" unloaded cargo alongside Pier 18 North, 21–26 September, then steamed to the yard of the Cortola Company's, Marine Ways, Inc., Oakland, where she underwent repairs and alterations into the first week of October. Completing her availability at the Cortola yard on 6 October, \"Lynx\" steamed to Pier 48-B, San Francisco, where she loaded cargo until 14 October. Underway to calibrate her radio direction finder that afternoon, she anchored in San Francisco Bay when that task was done, pausing only until the morning of 16 October, when she sailed for Oahu, \"Lynx\", convoy commander, taking departure with in tow and accompanied by .\nLetting go her tow shortly before mid day on 28 October 1944, off the entrance to the Pearl Harbor entrance channel, releasing \"Lignite\" “into the care of pilot and tugs,” \"Lynx\" directed \"YF-450\" to proceed independently, then moored at berth K-5 soon thereafter. She unloaded cargo at X-5 until 7 November, at which point she shifted berths to X-11, mooring alongside \"Durham Wright\" at 09:47, that ship's place taken by another freighter, \"Joel Palmer\", at 18:12. The following afternoon, 8 November 1944, \"Lynx\" got underway for San Francisco, taking station in &lt;a href=\"Convoy%20PS%20160T\"&gt;Convoy PS 160T&lt;/a&gt; with the convoy commander in the transport , the &lt;a href=\"Type%20C1%20ship\"&gt;C1–B&lt;/a&gt; troopship \"Cape Cleare\", \"Gulf Caribbean\", \"Permanente\", and \"Duala\"', escorted by the &lt;a href=\"frigate\"&gt;frigate&lt;/a&gt; and the &lt;a href=\"minesweeper\"&gt;minesweeper&lt;/a&gt; .\nJapanese submarine attack.\nPS-160T's voyage proceeded without incident until 12:32 on 13 November 1944, some west-southwest of Los Angeles, Calif., \"Ardent\"s sonar picked up a &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt; contact. The minesweeper attacked, firing a 24-charge “&lt;a href=\"hedgehog%20%28weapon%29\"&gt;hedgehog&lt;/a&gt;” pattern, and followed that up with a second pattern at 12:46. \"Rockford\" left her escort station to assist, and fired her first barrage of rockets from her “hedgehog” at 13\"08. Two explosions followed, before an underwater detonation rocked the ship. While the ships in company took evasive action on signal from the convoy commodore in \"U. S. Grant\", \"Ardent\" carried out two more attacks and the frigate dropped 13 &lt;a href=\"depth%20charge\"&gt;depth charge&lt;/a&gt;s. Wreckage recovered on the scene—deck planks, ground cork covered with diesel oil, a wooden slat from a vegetable crate with &lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt; writing and advertisements on it, pieces of &lt;a href=\"varnish\"&gt;varnish&lt;/a&gt;ed &lt;a href=\"mahogany\"&gt;mahogany&lt;/a&gt; inscribed in Japanese, and a piece of deck planking containing Japanese builders’ inscriptions—indicated a definite “kill” that the Navy ultimately awarded to \"Ardent\" and \"Rockford\" equally.\nPostwar research revealed the sunken boat to be , &lt;a href=\"Commander%23Japan\"&gt;Commander&lt;/a&gt; Kudo Kaneo, that had sailed from the &lt;a href=\"Seto%20Inland%20Sea\"&gt;Inland Sea&lt;/a&gt; on 4 October 1944, to disrupt American shipping between the west coast and the Hawaiian Islands. In sinking \"I-12\", \"Ardent\" and \"Rockford\" avenged the atrocity \"I-12\" had committed on 30 October, when, after sinking the freighter \"John A. Johnson\" with two &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es, the submarine had rammed and sunk the lifeboats and rafts and then employed &lt;a href=\"machine%20gun\"&gt;machine gun&lt;/a&gt;s and &lt;a href=\"pistol\"&gt;pistol&lt;/a&gt;s on the 70 survivors. Among the ten men slain were five sailors of the &lt;a href=\"Cargo%20ship\"&gt;merchantman's&lt;/a&gt; &lt;a href=\"US%20Navy%20Armed%20Guard\"&gt;US Navy Armed Guard&lt;/a&gt;. There were no survivors from \"I-12\"s 114 officers and men. \nEnd of 1944.\n\"Lynx\" relieved \"U. S. Grant\" as convoy commander, in accordance with orders from Commander, &lt;a href=\"Western%20Sea%20Frontier\"&gt;Western Sea Frontier&lt;/a&gt;, on 15 November 1944, and the following day the venerable transport and \"Gulf Caribbean\" proceeded independently. Putting into San Francisco two days later, 17 November, the ship unloaded cargo over ensuing days, completing the evolutions on 21 November, when she shifted from the familiar confines of Pier 18 North to the Naval Supply Depot, tying up at Berth B and beginning the loading process immediately thereafter on 21 November. Tugs shifted \"Lynx\"s berth to Berth C on the following day and she continued the loading there, a process she carried on into the first week of December. \"LCT-1355\" was loaded on board as deck cargo on 2 December, and \"Lynx\" moved out to the naval anchorage the next day, where she secured a towing cable to . The ship then sailed for Oahu at 13:20.\nArriving off Pearl Harbor on 12 December 1944, \"Lynx\" cast \"YF-746\" loose then proceeded to berth X-8, mooring alongside , that got underway from there on 14 December, permitting the unloading of the tank landing craft that \"Lynx\" had brought from the west coast. Shifting to berth X-22 on 16 December, then to B-12 three days before Christmas, \"Lynx\" loaded four &lt;a href=\"PT%20boat\"&gt;motor torpedo boat&lt;/a&gt;s (PT) from &lt;a href=\"Motor%20Torpedo%20Boat%20Squadron\"&gt;Motor Torpedo Boat Squadron&lt;/a&gt; 17 on 22 December: , , , and . After a brief period moored alongside the freighter \"Edwin M. Stanton\" at X-10, 23–25 December, \"Lynx\" then sailed for the &lt;a href=\"Admiralty%20Islands\"&gt;Admiralty Islands&lt;/a&gt; on 27 December, two days after Christmas.\n1945.\nAgain losing a day, 3 January 1945, by virtue of the passage westward, \"Lynx\" stood in to Seeadler Harbor during the first dog watch on 11 January, anchoring in Berth 24. Once there she took on board a cargo of mail between 12:35 and 13:00 on 14 January, then sailed for Dutch New Guinea a little over five hours later. She discharged her cargo of mail at &lt;a href=\"Yos%20Sudarso%20Bay\"&gt;Humboldt Bay&lt;/a&gt;, 16:00-16:31 on 16 January, and remained anchored there until shifting berths on 25 January, prior to her sailing in convoy for the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; later that same day.\nWith the convoy commodore riding in \"Lynx\" and the vice-commodore in the auxiliary tug , the assembly of ships proceeded on their voyage with and and carrying out &lt;a href=\"anti-submarine\"&gt;anti-submarine&lt;/a&gt; patrolling on the starboard and port flanks, and ahead, respectively. One day out, \"Lynx\" took a crash boat in tow astern of , 26 January 1945, and on 27 January, the old tug (ex-minesweeper) reported boiler trouble beyond the scope of underway repair, so she was detached to proceed independently to &lt;a href=\"Mios%20Woendi\"&gt;Mios Woendi&lt;/a&gt;. Detached two hours into the mid watch on 28 January, \"PC-1134\" proceeded ahead to rendezvous with additional ships slated to join the convoy off &lt;a href=\"Biak\"&gt;Biak&lt;/a&gt;. The submarine chaser returned, shepherding her new charges, that afternoon, and after towing assignments with the new arrivals had been taken-up, the convoy resumed its slow speed of advance, , at 23:38, bound for the Philippine Islands.\nReaching &lt;a href=\"San%20Pedro%20Bay%20%28Philippines%29\"&gt;San Pedro Bay&lt;/a&gt;, Leyte, half-way through the morning watch on 5 February 1945, the convoy dispersed shortly after its arrival, \"Lynx\" turning over \"YO-164\" to the rescue tugs and before dropping anchor in berth 91. The following morning, 6 February, \"Lynx\" got underway and moored alongside the motor torpedo boat tender in berth 215 and discharged \"PT-226\" and \"PT-229\". Then, after spending the night at anchor in berth 214, again came alongside \"Cyrene\" at 08:30 on 7 February. The cargo ship discharged \"PT-232\" and \"PT-225\" at that time, then proceeded back to berth 214 and dropped anchor there.\nSteaming thence to &lt;a href=\"Guiuan%20Harbor\"&gt;Guiuan Harbor&lt;/a&gt;, Samar, \"Lynx\" discharged cargo there, 11 February–9 March 1945, before returning to San Pedro Bay on 10 March. She got underway at 08:00 on 13 March, in accordance with orders from the Port Director at &lt;a href=\"Tolosa%20Beach\"&gt;Tolosa Beach&lt;/a&gt;, Leyte, to rendezvous with &lt;a href=\"Convoy%20IG%20103\"&gt;Convoy IG 103&lt;/a&gt;, thence to proceed to &lt;a href=\"Jayapura\"&gt;Hollandia&lt;/a&gt;. Almost three hours into her voyage, however, \"Lynx\" received a dispatch from Commander Task Force 75, in accordance with which she reversed course and returned to San Pedro Bay, dropping anchor in berth 484, upon arrival.\n\"Lynx\" shifted her anchorage within the confines of San Pedro Bay on 15 March 1945, and remained in berth 31 for almost a &lt;a href=\"fortnight\"&gt;fortnight&lt;/a&gt;, accomplishing “urgent machinery repairs.” After fueling from the station tanker , 28 March, and taking on fresh water from the distilling ship , 29 March, she proceeded to &lt;a href=\"Dulag%2C%20Leyte\"&gt;Dulag, Leyte&lt;/a&gt;, on 31 March. \"Lynx\" soon began loading cargo, an evolution she continued into the second week of April, after which time she shifted berths, 6 April, and embarked the &lt;a href=\"US%20Army\"&gt;US Army&lt;/a&gt;’s &lt;a href=\"4th%20Air%20Defense%20Artillery%20Regiment%233/95th%20Coast%20Artillery%20Regiment%20%28AA%29%28Semimobile%29\"&gt;866th Anti-Aircraft Battery&lt;/a&gt; headquarters unit and its equipment, 7 April, for transportation to &lt;a href=\"Okinawa\"&gt;Okinawa&lt;/a&gt;. \"Lynx\" then sailed for the &lt;a href=\"Caroline%20Islands\"&gt;Western Carolines&lt;/a&gt;, escorted by the &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt; in TU 75.2.19.\nDropping anchor at &lt;a href=\"Ulithi\"&gt;Ulithi&lt;/a&gt; on 13 April 1945, \"Lynx\" fueled from the following morning, 14 April, then took on stores and accomplished minor repairs, 15–19 April, before getting underway in Ulithi-Okinawa &lt;a href=\"Convoy%20UOK%202\"&gt;Convoy UOK 2&lt;/a&gt; on 20 April, the vice-commodore riding in the ship, and the commodore in , accompanied by &lt;a href=\"refrigerated%20store%20ship\"&gt;refrigerated store ship&lt;/a&gt; , cargo ships , and , net-laying ship , &lt;a href=\"flotilla%20flagship\"&gt;flotilla flagship&lt;/a&gt;s and , the tank landing craft \"LCT-708\", &lt;a href=\"large%20support%20landing%20craft\"&gt;large support landing craft&lt;/a&gt; , degaussing vessel and five freighters, escorted by , and high speed transport , &lt;a href=\"Captain%20%28United%20States%20O-6%29\"&gt;Captain&lt;/a&gt; Glenn R. Hartwig in tactical command, in .\nAnother submarine scare.\nA quarter of an hour into the second dog watch on 24 April 1945, \"Ralph Talbot\" left the convoy to investigate a submarine contact. Three hours into the mid watch on 25 April, the convoy received a Commander Task Force 51 secret dispatch “warning of submarine activity in our immediate vicinity.” Ordered to divert from their present course and “to proceed via new reference points” to their destination, UOK 2 did so. \"Ralph Talbot\" rejoined the assemblage at the start of the second dog watch later that day. The warning may have been related to the activities of the &lt;a href=\"Ro-100-class%20submarine\"&gt;Japanese submarine \"RO-109\"&lt;/a&gt;, Lt. Nakagawa Hiroshi, which was sunk with all hands, 56 dead all told, by the high speed transport , that was escorting another Okinawa-bound convoy, after three attacks during the second dog watch on 25 April.\nOkinawa.\nEnemy plane threats.\nUOK 2 arrived off Okinawa at 11:25 on 26 April 1945. With the dissolution of the convoy, the ships proceeded independently, \"Lynx\" anchoring in berth 140. She soon began discharging cargo into &lt;a href=\"Lighter%20%28barge%29\"&gt;lighters&lt;/a&gt; alongside, a task interrupted by a Flash Red at 02:20 on 27 April. The vessel went to &lt;a href=\"general%20quarters\"&gt;general quarters&lt;/a&gt; and began making smoke, but although enemy planes were nearby, she sighted none. With the raid over in about a quarter of an hour, the ship resumed unloading. Later that day, however, at 20:40, a Flash Red sent \"Lynx\"s men back to general quarters for the second time that day. Ships in the vicinity, as well as shore defenses, shot down an aircraft identified as a &lt;a href=\"Mitsubishi%20G4M\"&gt;Betty&lt;/a&gt; (twin-engine, land-based bomber), splashing it about on \"Lynx\"s port beam.\n\"Lynx\" stayed at battle stations, with &lt;a href=\"Empire%20of%20Japan\"&gt;Japanese&lt;/a&gt; planes reported overhead and “suicide boats at large in the anchorage,” through the mid watch on 28 April 1945, her sailors noting “considerable rifle fire from nearby ships...presumed to be shots fired at possible suicide [assault demolition] boats.” With receipt of a Flash White at 04:16, the ship secured from general quarters and ceased making smoke, the continued discharging cargo into lighters alongside. Two more Flash Reds occurred during the day, 16:05–16:46 and beginning at 19:32, with a /50 caliber shell, identified afterwards by the fuse setting ring found on deck, exploding near \"Lynx\"s port beam at 21:40 “throwing shrapnel about the decks and causing a slight facial injury to one man.”\nAgain, \"Lynx\" remained at general quarters into another mid watch. Securing from battle stations at 02:25 on 29 April 1945, after receiving a Flash White, the ship stood to general quarters three more times that day, 04:29–05:10, 07:51–08:03 and 21:05–23:58, continuing the unloading process in between the first two alarums, 05:10-07:51. She received Flash Red alerts twice during the mid and morning watches on 30 April, 00:45–01:22, and 02:00–05:58, discharging cargo to lighters alongside as before after the latter. A third Flash Red occurred during the first watch, 22:12–23:20.\nAt month's end, Lt. Cmdr. Berrey reported that winds of “&lt;a href=\"Beaufort%20scale\"&gt;force 2 to 3&lt;/a&gt; or greater, decidedly reduced the effectiveness of the smoke screen” laid in the anchorage. \"Lynx\"s smoke boat—a rebuilt LCV(P) “reclaimed from a boat pool scrap heap”—managed to cover large holes in the screen, but only “with difficulty.” He also noted that “attempts to guide the smoke boats on their patrol...were made by ringing the ship’s bell, and later by using a fog horn on the bow,” but similar measures by other ships in the area rendered both expedients “more or less unsatisfactory.” Additionally, “rifle fire from various ships in the harbor, during smoke screening, aimed at supposed &lt;a href=\"Shin%27y%C5%8D-class%20suicide%20motorboat\"&gt;Japanese suicide boats&lt;/a&gt;, frequently endangered our smoke boats.”\n\"Lynx\" went to general quarters upon receipt of a Flash Red at the end the mid watch on 1 May 1945, and began making smoke. With a Flash White at 04:41, the ship secured her smoke-making, stood down from battle stations, and soon resumed the unloading process. Later that morning, she transferred 400 rounds of ammunition to the &lt;a href=\"Landing%20Ship%20Medium\"&gt;Landing Ship Medium&lt;/a&gt; , and that afternoon provided diesel fuel to the tank landing craft \"LCT-1237\". Completing her unloading during the mid watch, 01:42, on 2 May, \"Lynx\" disembarked the soldiers of the 866th AA Battalion at 08:00.\nShifting her berth the following morning, 3 May 1945, \"Lynx\" provided 40-millimeter ammunition to the &lt;a href=\"Landing%20Ship%20Medium%23LSM%28R%29-188-class%20Landing%20Ship%20Medium%20%28Rocket%29\"&gt;Landing Ship Medium (Rocket)&lt;/a&gt; an hour before the end of the forenoon watch. Intensifying Japanese aerial activity midway through the second dog watch on 3 May, prompted a Flash Red at 19:05, with enemy planes active not only over the anchorage but over &lt;a href=\"Yontan%20Airfield\"&gt;Yontan Airfield&lt;/a&gt; as well. The interlude lasted less than an hour, with a Flash White being sent at 20:01.\nSuicide boat threats.\nThe threat posed by the Japanese assault demolition boats proved very real. Early in the mid watch on 4 May 1945, one of the ships in Lynx's task unit, her sister ship \"Carina\", was hit by a suicide boat. A Flash Red at 02:04 sent ships in the vicinity back to general quarters and making smoke, evolutions ended with a Flash White at 04:52. Underway at 07:41 to rendezvous with Ulithi-bound &lt;a href=\"Convoy%20OKU%203\"&gt;Convoy OKU 3&lt;/a&gt;, \"Lynx\" went to general quarters upon receipt of a Flash Red ten minutes into her voyage, 07:51, remaining at battle stations through her rendezvous with the convoy one hour later. Standing down from general quarters at 09:24, the cargo ship took departure from Okinawa at 09:35. Another Flash Red, however, came through within a quarter of an hour, with \"Lynx\" noting shipping under attack and antiaircraft fire shooting down several planes. OKU-3 escaped unscathed and proceeded on its voyage unmolested, reaching Ulithi at mid-day on 9 May.\nTow duty.\nAfter taking on fresh water from and fuel from tanker on 11 May 1945, \"Lynx\" sailed for the west coast of the United States the following morning. The passage proved uneventful until 27 May, when the ship steamed past Oahu. “While proceeding on [the] routing prescribed in [the] basis sailing directions,” Lt. Cmdr. Berrey wrote later, “several radical course changes were made to give bombing target towing vessels a wide berth. Both vessels were operating well outside of the restricted zone, which is provided for such operations, at &lt;a href=\"Kaneohe%20Bay\"&gt;Kaneohe Bay&lt;/a&gt;, but both showed an utter disregard for the rules of the road and safety at sea, by apparent unnecessary re-crossing this vessel’s bow.”\nReaching San Francisco with no further incident on 4 June 1945, \"Lynx\" anchored upon arrival and remained there until 8 June, when she shifted to Moore's Dry Dock Company's Oakland yard. After undergoing repairs and alterations, 9–19 June, the ship then returned to the Encinal Terminal on 20 June, and began loading cargo the following day. Completing those evolutions on 28 June, she moved out into the naval anchorage later that same day.\nShifting to the Tiburon anchorage during the afternoon watch on 1 July 1945, \"Lynx\" secured a towing &lt;a href=\"hawser\"&gt;hawser&lt;/a&gt; to section 51 of , along with covered lighter , at 11:06 the following morning, 2 July, and a little under seven hours later took departure from San Francisco in &lt;a href=\"Convoy%20FE%203\"&gt;Convoy FE 3&lt;/a&gt; (TU 06.12.15), with Capt. Lyell St.L. Pamperin, the convoy commodore, on board. The tug \"Hillsboro Inlet\", towing open lighter and covered lighters and , accompanied the cargo ship and her tows, with the salvage vessel in the role of retriever. Derangement to her &lt;a href=\"anchor%20windlass\"&gt;anchor windlass&lt;/a&gt; prevented the tug \"Point Arena\", with her tows, section 52 of \"ABSD-7\" and \"YF-1012\", from getting underway with the convoy as it put to sea, bound for the &lt;a href=\"Marshall%20Islands\"&gt;Marshall Islands&lt;/a&gt;.\nSix days out, \"Protector\" left the convoy and guided \"Point Arena\" and her tows to join up with FE-3, 8 July 1945, and the voyage toward &lt;a href=\"Eniwetok\"&gt;Eniwetok&lt;/a&gt; continued, the little assemblage crossing the International Date Line on 25 July. On the afternoon of 28 July, \"Lynx\" transferred Lt. Wuestenfeld, her medical officer, to \"Hillsboro Inlet\" to treat a sick sailor, but the remainder of the voyage proceeded uneventfully, FE-3 reaching Eniwetok on the morning of 2 August. Medium harbor tug relieved \"Lynx\" of \"YF-1013\", while section 51 of \"ABSD-7\" cut loose the towing cable and came to anchor.\n\"Lynx\" fueled from soon after her arrival on 2 August 1945, and after her departure had been delayed one day, sailed for &lt;a href=\"Majuro%20Atoll\"&gt;Majuro Atoll&lt;/a&gt;, in the Marshalls, on the morning of 4 August. Reaching her destination three days later, she began discharging cargo alongside &lt;a href=\"Djarrit\"&gt;Rita Pier, Darrit Island&lt;/a&gt;, soon after her arrival, and continued the unloading process into 13 August, when she sailed for &lt;a href=\"Kwajalein%20Atoll\"&gt;Kwajalein Atoll&lt;/a&gt;, also in the Marshalls, arriving the next day to begin discharging cargo into lighters tied up alongside off the island of &lt;a href=\"Roi-Namur\"&gt;Roi&lt;/a&gt;, until 19 August. \"Lynx\" continued the unloading process at Kwajalein, to which she had moved later on 19 August into 21 August. The following day, she loaded empty gasoline and fuel oil drums into her number two and four holds. She completed that process, as well as the discharge of all cargo, on 23 August. The following morning, 24 August, \"Lynx\" got underway to return to San Francisco.\nFinal return to San Francisco.\n\"Lynx\" dropped anchor in San Francisco Bay on 11 September 1945, then moved to Pier 18 before the day was out. Moving back out into the anchorage on 13 September, the cargo ship then proceeded to &lt;a href=\"Hurley%20Marine%20Works\"&gt;Hurley Marine Works&lt;/a&gt; four days later, to be docked on the marine railway there. Her overhaul proceeded over the ensuing days, the ship clearing dry dock on 27 September, to moor at Pier No. 3 at the Hurley facility, where she remained moored, undergoing the decommissioning process in the wake of the &lt;a href=\"Office%20of%20the%20Chief%20of%20Naval%20Operations\"&gt;Office of the Chief of Naval Operations&lt;/a&gt; (OpNav) despatch of 26 September, that ordered the vessel's inactivation, through the end of October.\nDecommissioning.\nUnderway at the start of the forenoon watch on 1 November 1945, \"Lynx\" steamed to &lt;a href=\"Suisun%20Bay%2C%20California\"&gt;Suisun Bay, California&lt;/a&gt;, where she dropped anchor in anchorage 26, berth E-14, tying up alongside the freighter \"Charles M. McGroarty\" at 11:19. Representatives of the &lt;a href=\"War%20Shipping%20Administration\"&gt;War Shipping Administration&lt;/a&gt; (WSA) then signed papers accepting the vessel from the Navy, and \"Lynx\" was decommissioned at 12:30. She entered the &lt;a href=\"Reserve%20Fleet\"&gt;Reserve Fleet&lt;/a&gt; the same day, and her name was stricken from the &lt;a href=\"Naval%20Register\"&gt;Naval Register&lt;/a&gt; on 16 November 1945.\nFate.\nResuming her original name, \"Juan Bautista de Anza\", the ship remained in reserve until purchased by &lt;a href=\"Union%20Minerals%20and%20Alloys%20Corporation\"&gt;Union Minerals and Alloys Corporation&lt;/a&gt;, for non-transportation use (NTU), on 3 October 1972, for $40,000.00. She was physically removed from the Reserve Fleet on 10 November 1972.\nAwards.\n\"Lynx\" received one &lt;a href=\"Battle%20star%23Navy%20warships\"&gt;battle star&lt;/a&gt; for World War II service in the capture and occupation of Okinawa Gunto.\nBibliography.\nOnline resources\nExternal links.\n "
}