{
    "id": "103754",
    "revid": "20931057",
    "url": "https://en.wikipedia.org/wiki?curid=103754",
    "title": "Sparky Anderson",
    "text": "George Lee \"Sparky\" Anderson (February 22, 1934 – November 4, 2010) was an American &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) player, &lt;a href=\"Coach%20%28baseball%29\"&gt;coach&lt;/a&gt;, and &lt;a href=\"Manager%20%28baseball%29\"&gt;manager&lt;/a&gt;. He managed the &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt;'s &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt; to the &lt;a href=\"1975%20World%20Series\"&gt;1975&lt;/a&gt; and &lt;a href=\"1976%20World%20Series\"&gt;1976&lt;/a&gt; championships, then added a third title in &lt;a href=\"1984%20World%20Series\"&gt;1984&lt;/a&gt; with the &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt; of the &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt;. Anderson was the first manager to win the &lt;a href=\"World%20Series\"&gt;World Series&lt;/a&gt; in both leagues. His 2,194 career wins are the &lt;a href=\"List%20of%20Major%20League%20Baseball%20managers%20by%20wins\"&gt;sixth-most&lt;/a&gt; for a manager in Major League history. Anderson was named American League &lt;a href=\"Major%20League%20Baseball%20Manager%20of%20the%20Year%20Award\"&gt;Manager of the Year&lt;/a&gt; in and . He was elected to the &lt;a href=\"National%20Baseball%20Hall%20of%20Fame%20and%20Museum\"&gt;Baseball Hall of Fame&lt;/a&gt; in 2000.\nEarly life.\nAnderson was born in &lt;a href=\"Bridgewater%2C%20South%20Dakota\"&gt;Bridgewater, South Dakota&lt;/a&gt;, on February 22, 1934. He moved to &lt;a href=\"Los%20Angeles%2C%20California\"&gt;Los Angeles, California&lt;/a&gt; at the age of eight. He was a batboy for the &lt;a href=\"USC%20Trojans%20baseball\"&gt;USC Trojans&lt;/a&gt;. He attended &lt;a href=\"Susan%20Miller%20Dorsey%20High%20School\"&gt;Susan Miller Dorsey High School&lt;/a&gt; in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;. Upon graduating, he was signed by the &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Brooklyn Dodgers&lt;/a&gt; as an amateur free agent in .\nAnderson's &lt;a href=\"American%20Legion%20Baseball\"&gt;American Legion&lt;/a&gt; team won the 1951 national championship, which was played in Briggs Stadium (&lt;a href=\"Tiger%20Stadium%20%28Detroit%29\"&gt;Tiger Stadium&lt;/a&gt;) in Detroit.\nAnderson married Carol Valle on October 3, 1953. They had first met when each was in the fifth grade.\nPlaying career.\nAnderson began his playing career with the &lt;a href=\"Santa%20Barbara%20Dodgers\"&gt;Santa Barbara Dodgers&lt;/a&gt; of the Class-C &lt;a href=\"California%20League\"&gt;California League&lt;/a&gt;, where he was primarily used as a &lt;a href=\"shortstop\"&gt;shortstop&lt;/a&gt;. In , he was moved up to the class-A &lt;a href=\"Pueblo%20Dodgers\"&gt;Pueblo Dodgers&lt;/a&gt; of the &lt;a href=\"Western%20League%20%281900%E2%80%931958%29\"&gt;Western League&lt;/a&gt; and was moved to second base, where he played the rest of his career.\nIn , Anderson was moved another step up the minor league ladder, playing for the Double-A &lt;a href=\"Fort%20Worth%20Cats\"&gt;Fort Worth Cats&lt;/a&gt; of the &lt;a href=\"Texas%20League\"&gt;Texas League&lt;/a&gt;. A radio announcer gave him the nickname \"Sparky\" in 1955 for his feisty play. In , he moved up once more, this time to the Triple-A &lt;a href=\"Montreal%20Royals\"&gt;Montreal Royals&lt;/a&gt; of the &lt;a href=\"International%20League\"&gt;International League&lt;/a&gt;. In , he was assigned to the &lt;a href=\"Los%20Angeles%20Angels%20%28PCL%29\"&gt;Los Angeles Angels&lt;/a&gt; of the open-classification &lt;a href=\"Pacific%20Coast%20League\"&gt;Pacific Coast League&lt;/a&gt;. The next season, after the Dodgers' move to Los Angeles, he returned to Montreal.\nAfter five minor league seasons without appearing in a Dodger uniform at the MLB level, he was traded to the &lt;a href=\"Philadelphia%20Phillies\"&gt;Philadelphia Phillies&lt;/a&gt; on December 23, 1958 for three players, including &lt;a href=\"outfielder\"&gt;outfielder&lt;/a&gt; &lt;a href=\"Rip%20Repulski\"&gt;Rip Repulski&lt;/a&gt;. The Phillies gave Anderson their starting second base job, and he spent what would be his one full season in the major leagues in &lt;a href=\"1959%20Philadelphia%20Phillies%20season\"&gt;1959&lt;/a&gt;. However, he &lt;a href=\"batting%20average%20%28baseball%29\"&gt;batted&lt;/a&gt; only .218 in 152 games, with no &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;s and 34 &lt;a href=\"runs%20batted%20in\"&gt;runs batted in&lt;/a&gt;, and returned to the &lt;a href=\"Minor%20League%20Baseball\"&gt;minor leagues&lt;/a&gt; for the remainder of his playing career. \nHe played the next four seasons with the &lt;a href=\"Toronto%20Maple%20Leafs%20%28International%20League%29\"&gt;Triple-A Toronto Maple Leafs&lt;/a&gt; in the International League. After watching several practices, Leafs owner &lt;a href=\"Jack%20Kent%20Cooke\"&gt;Jack Kent Cooke&lt;/a&gt; observed Anderson's leadership qualities and ability to teach younger players from all backgrounds. Cooke immediately encouraged him to pursue a career in managing, offering Anderson the post for the Leafs.\nManagerial career.\nMinor leagues.\nIn 1964, at the age of 30, Anderson accepted Cooke's offer to manage the Leafs. He later handled minor league clubs at the Class-A and Double-A levels, including a season (1968) in the Reds' minor league system.\nDuring this period, he managed four pennant winners in four consecutive seasons: 1965 with the Rock Hill Cardinals of the &lt;a href=\"Western%20Carolinas%20League\"&gt;Western Carolinas League&lt;/a&gt;, 1966 with the &lt;a href=\"St.%20Petersburg%20Cardinals\"&gt;St. Petersburg Cardinals&lt;/a&gt; of the &lt;a href=\"Florida%20State%20League\"&gt;Florida State League&lt;/a&gt;, 1967 with the &lt;a href=\"Modesto%20Reds\"&gt;Modesto Reds&lt;/a&gt; of the &lt;a href=\"California%20League\"&gt;California League&lt;/a&gt;, and 1968 with the &lt;a href=\"Asheville%20Tourists\"&gt;Asheville Tourists&lt;/a&gt; of the &lt;a href=\"Southern%20League%20%281964%E2%80%932020%29\"&gt;Southern League&lt;/a&gt;. It was during the 1966 season that Anderson's club lost to Miami 4–3 in 29 innings, which remains the longest pro game played (by innings) without interruption.\nHe made his way back to the majors in 1969 as the &lt;a href=\"coach%20%28baseball%29\"&gt;third-base coach&lt;/a&gt; of the &lt;a href=\"San%20Diego%20Padres\"&gt;San Diego Padres&lt;/a&gt; during their maiden season in the National League.\nCincinnati Reds.\nJust after the 1969 season ended, &lt;a href=\"California%20Angels\"&gt;California Angels&lt;/a&gt; manager &lt;a href=\"Lefty%20Phillips\"&gt;Lefty Phillips&lt;/a&gt;, who as a Dodger scout had signed the teenager Anderson to his first professional contract, named Anderson to his 1970 coaching staff.\nWithin days of being hired in Anaheim, he was offered the opportunity to succeed &lt;a href=\"Dave%20Bristol\"&gt;Dave Bristol&lt;/a&gt; as manager of the Cincinnati Reds. His appointment reunited Anderson with Reds' &lt;a href=\"general%20manager%20%28baseball%29\"&gt;general manager&lt;/a&gt; &lt;a href=\"Bob%20Howsam\"&gt;Bob Howsam&lt;/a&gt;, who had hired him as a minor-league skipper in the &lt;a href=\"St.%20Louis%20Cardinals\"&gt;St. Louis Cardinals&lt;/a&gt; and Cincinnati organizations. Anderson was named the Reds manager on October 8, 1969. Since he was a relative unknown in the sports world, headlines on the day after his hiring read \"Sparky Who?\" At the time of his hiring, Anderson was, at 35, the youngest skipper in baseball. Nonetheless, Anderson would become the third manager to lead a team to 100 wins as a rookie manager, doing so by leading the Reds to 102 wins and the &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt; &lt;a href=\"pennant%20%28sports%29\"&gt;pennant&lt;/a&gt; in , where they lost the &lt;a href=\"1970%20World%20Series\"&gt;1970 World Series&lt;/a&gt; in five games to the &lt;a href=\"1970%20Baltimore%20Orioles%20season\"&gt;Baltimore Orioles&lt;/a&gt;. During this season, the Reds came to be widely known as &lt;a href=\"The%20Big%20Red%20Machine\"&gt;The Big Red Machine&lt;/a&gt;, a nickname they carried throughout Anderson's tenure.\n After an injury-plagued &lt;a href=\"1971%20Cincinnati%20Reds%20season\"&gt;1971 season&lt;/a&gt; in which the team finished fourth, the Reds came back and won another pennant under Anderson in 1972, beating the &lt;a href=\"1972%20Pittsburgh%20Pirates%20season\"&gt;Pittsburgh Pirates&lt;/a&gt; in five games in the &lt;a href=\"1972%20National%20League%20Championship%20Series\"&gt;NLCS&lt;/a&gt;, but losing to the &lt;a href=\"1972%20Oakland%20Athletics%20season\"&gt;Oakland Athletics&lt;/a&gt; in seven games in the &lt;a href=\"1972%20World%20Series\"&gt;World Series&lt;/a&gt;. They took the &lt;a href=\"National%20League%20West\"&gt;National League West&lt;/a&gt; division title again in , but lost to the &lt;a href=\"1973%20New%20York%20Mets%20season\"&gt;New York Mets&lt;/a&gt; in the &lt;a href=\"1973%20National%20League%20Championship%20Series\"&gt;NLCS&lt;/a&gt;, a hard-fought series that went the full five games.\nAfter finishing a close second to the &lt;a href=\"1974%20Los%20Angeles%20Dodgers%20season\"&gt;Los Angeles Dodgers&lt;/a&gt; in , in the Reds blew the division open by winning 108 games. They swept the &lt;a href=\"1975%20National%20League%20Championship%20Series\"&gt;National League Championship Series&lt;/a&gt; and then edged the &lt;a href=\"1975%20Boston%20Red%20Sox%20season\"&gt;Boston Red Sox&lt;/a&gt; in a drama-filled, seven-game &lt;a href=\"1975%20World%20Series\"&gt;World Series&lt;/a&gt;. They repeated in by winning 102 games, sweeping the Phillies in three games in the &lt;a href=\"1976%20National%20League%20Championship%20Series\"&gt;National League Championship Series&lt;/a&gt;, then going on to sweep the &lt;a href=\"1976%20New%20York%20Yankees%20season\"&gt;New York Yankees&lt;/a&gt; in the &lt;a href=\"1976%20World%20Series\"&gt;Series&lt;/a&gt;; the only time that a team swept the League Championship Series and World Series since the start of division play. Over the course of these two seasons, Anderson's Reds compiled an astounding 14–3 record in postseason play against the Pirates, Phillies, Red Sox and Yankees, winning their last eight in a row in the postseason after beating the Red Sox in Game 7 of the 1975 World Series, and then winning seven straight games in the 1976 postseason. They remain the only team to sweep the entire post-season since the inception of the league championship series in 1969.\nDuring this time, Anderson became known as \"Captain Hook\" for his penchant for taking out a starting pitcher at the first sign of weakness and going to his bullpen, relying heavily on closers &lt;a href=\"Will%20McEnaney\"&gt;Will McEnaney&lt;/a&gt; and &lt;a href=\"Rawly%20Eastwick\"&gt;Rawly Eastwick&lt;/a&gt;.\nWhen the aging Reds finished second to the Dodgers in each of the next two seasons, Anderson was fired on November 27, 1978 by general manager &lt;a href=\"Dick%20Wagner%20%28baseball%29\"&gt;Dick Wagner&lt;/a&gt;, who had taken over for Howsam a year earlier. Wagner wanted to \"shake up\" the Reds' coaching staff, to which Anderson objected, leading to his dismissal.\nUnder new manager &lt;a href=\"John%20McNamara%20%28baseball%29\"&gt;John McNamara&lt;/a&gt;, the Reds won the division title again in , but lost three straight games to the &lt;a href=\"Pittsburgh%20Pirates\"&gt;Pittsburgh Pirates&lt;/a&gt; in the &lt;a href=\"1979%20National%20League%20Championship%20Series\"&gt;League Championship Series&lt;/a&gt;. They would not make the playoffs again until they won the &lt;a href=\"1990%20World%20Series\"&gt;World Series&lt;/a&gt; in by sweeping the heavily favored &lt;a href=\"1990%20Oakland%20Athletics%20season\"&gt;Oakland A's&lt;/a&gt;.\nDetroit Tigers.\nAnderson moved on to the young &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt; after being hired as their new manager on June 14, . Upon seeing the team's young talent, he boldly proclaimed to the press that his team would be a pennant winner within five years. The Tigers became a winning club almost immediately, finishing above .500 in each of Anderson's first three full seasons, but did not get into contention until , when they won 92 games and finished second to the &lt;a href=\"1983%20Baltimore%20Orioles%20season\"&gt;Baltimore Orioles&lt;/a&gt; in the &lt;a href=\"American%20League%20East\"&gt;American League East&lt;/a&gt;.\nIn , Detroit opened the season 9–0, was 35–5 after 40 games (a major league record), and breezed to a 104–58 record (a franchise record for wins). On September 23, Anderson became the first manager to win 100 games in a season with two different teams. They swept the &lt;a href=\"1984%20Kansas%20City%20Royals%20season\"&gt;Kansas City Royals&lt;/a&gt; in the &lt;a href=\"1984%20American%20League%20Championship%20Series\"&gt;American League Championship Series&lt;/a&gt; (ALCS) and then beat the &lt;a href=\"San%20Diego%20Padres\"&gt;San Diego Padres&lt;/a&gt; in five games in the &lt;a href=\"1984%20World%20Series\"&gt;World Series&lt;/a&gt; for Anderson's third &lt;a href=\"World%20Series%20Trophy\"&gt;world title&lt;/a&gt;. The 1984 Tigers became the first team since the &lt;a href=\"1927%20New%20York%20Yankees%20season\"&gt;1927 New York Yankees&lt;/a&gt; to lead a league wire-to-wire, from opening day to the end of the World Series. After the season, Anderson won the first of his two &lt;a href=\"Manager%20of%20the%20Year%20Award\"&gt;Manager of the Year Award&lt;/a&gt;s with the Tigers.\nAfter the Tigers clinched the AL East division title in 1984, Anderson wrote in his journal: \"I have to be honest. I’ve waited for this day since they fired me in Cincinnati. I think they made a big mistake when they did that. Now no one will ever question me again.\"\nAnderson's Tigers finished in third place in both 1985 and 1986. With a 9–5 win over the &lt;a href=\"Milwaukee%20Brewers\"&gt;Milwaukee Brewers&lt;/a&gt; on July 29, 1986, Anderson became the first to achieve 600 career wins as a manager in both the American and National Leagues.\nAnderson led the Tigers to the Major Leagues' best record in 1987, but the team was upset in the &lt;a href=\"1987%20American%20League%20Championship%20Series\"&gt;ALCS&lt;/a&gt; by the &lt;a href=\"Minnesota%20Twins\"&gt;Minnesota Twins&lt;/a&gt;. He won his second Manager of the Year Award that year. After contending again in 1988 (finishing second to &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston&lt;/a&gt; by one game in the AL East), the team collapsed &lt;a href=\"1989%20in%20baseball\"&gt;a year later&lt;/a&gt;, losing a startling 103 games. During that 1989 season, Anderson took a month-long leave of absence from the team as the stress of losing wore on him. First base coach &lt;a href=\"Dick%20Tracewski\"&gt;Dick Tracewski&lt;/a&gt; managed the team in the interim.\nIn 1991, the Tigers finished last in batting average, first in batting strikeouts and near the bottom of the league in most pitching categories, but still led their division in late August before settling for a second-place finish behind the rival &lt;a href=\"1991%20Toronto%20Blue%20Jays%20season\"&gt;Toronto Blue Jays&lt;/a&gt;.\nOn September 27, 1992, the Tigers beat the &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt; 13–3 for Anderson's 1,132nd win with the team, passing &lt;a href=\"Hughie%20Jennings\"&gt;Hughie Jennings&lt;/a&gt; as the all-time leader in wins by a Tiger manager. Anderson continues to hold this distinction with 1,331 victories with the Tigers. On April 15, 1993, he won his 2,000th game as manager with a 3-2 victory over the &lt;a href=\"Oakland%20Athletics\"&gt;Oakland Athletics&lt;/a&gt;, becoming the seventh manager to do so. \nDuring his managerial career, Anderson was known to heap lavish praise on his ballplayers when talking to the media. He declared &lt;a href=\"Kirk%20Gibson\"&gt;Kirk Gibson&lt;/a&gt; \"the next &lt;a href=\"Mickey%20Mantle\"&gt;Mickey Mantle&lt;/a&gt;,\" which he later acknowledged may have put too much pressure on Gibson early in his career. He said &lt;a href=\"Mike%20Laga\"&gt;Mike Laga&lt;/a&gt;, who played for him in 1984, would \"make us forget every power hitter who ever lived.\" He also said &lt;a href=\"Johnny%20Bench\"&gt;Johnny Bench&lt;/a&gt; (who played for him in Cincinnati) \"will never throw a baseball as hard as &lt;a href=\"Mike%20Heath\"&gt;Mike Heath&lt;/a&gt;\" (a catcher who played for him in Detroit).\nAnderson is the last American League manager to date to win a game by &lt;a href=\"forfeit%20%28baseball%29\"&gt;forfeit&lt;/a&gt;. This came a month after being hired in Detroit when, as a result of &lt;a href=\"Disco%20Demolition%20Night\"&gt;Disco Demolition Night&lt;/a&gt; in Chicago, the second half of a doubleheader with the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; had to be called off after an anti-disco demonstration went awry and severely damaged the playing surface at &lt;a href=\"Comiskey%20Park\"&gt;Comiskey Park&lt;/a&gt;. Even after White Sox groundskeepers removed debris from the field, Anderson refused to let the Tigers take the field. He was not only concerned for the safety of his players, but believed the field was unplayable. When American League officials initially made plans to postpone the game until the next afternoon, Anderson demanded that the game be forfeited to the Tigers. He argued that the White Sox, as the home team, were obligated to provide acceptable playing conditions. The next day, American League President Lee MacPhail largely upheld Anderson's argument and forfeited the second game to the Tigers, 9–0.\nRetirement.\nAnderson retired from managing on October 2, 1995, reportedly disillusioned with the state of the league following the &lt;a href=\"1994%E2%80%9395%20Major%20League%20Baseball%20strike\"&gt;1994 strike&lt;/a&gt; that had also delayed the start of the 1995 season. It is widely believed that Anderson was pushed into retirement by the Tigers, who were unhappy that Anderson refused to manage &lt;a href=\"strikebreaker\"&gt;replacement players&lt;/a&gt; during &lt;a href=\"spring%20training\"&gt;spring training&lt;/a&gt; in 1995. In an interview on Detroit's &lt;a href=\"WJR\"&gt;WJR&lt;/a&gt; radio after his retirement, Anderson said he had told his wife that season, \"If this is what the game has become, it don't need me no more.\"\nHe finished with a lifetime record of 2,194–1,834, for a .545 percentage and the third-most wins for a Major League manager at the time (behind only &lt;a href=\"Connie%20Mack\"&gt;Connie Mack&lt;/a&gt; and &lt;a href=\"John%20McGraw\"&gt;John McGraw&lt;/a&gt;). His win total has since been surpassed by &lt;a href=\"Tony%20La%20Russa\"&gt;Tony La Russa&lt;/a&gt;, &lt;a href=\"Bobby%20Cox\"&gt;Bobby Cox&lt;/a&gt;, and &lt;a href=\"Joe%20Torre\"&gt;Joe Torre&lt;/a&gt;, placing him sixth on the &lt;a href=\"List%20of%20Major%20League%20Baseball%20managers%20by%20wins\"&gt;all-time list&lt;/a&gt;. Anderson spent the largest portion of his career managing the Tigers (1970–78 with the Reds, 1979–95 with the Tigers), winning the World Series twice with Cincinnati and once with Detroit.\nPost-managerial work.\nBoth during his tenure with the Tigers, and for a time thereafter, Anderson did some television work as a baseball commentator. From &lt;a href=\"1979%20World%20Series\"&gt;1979&lt;/a&gt; to &lt;a href=\"1986%20World%20Series\"&gt;1986&lt;/a&gt; (with the exception of &lt;a href=\"1984%20World%20Series\"&gt;1984&lt;/a&gt;), Anderson was often paired with &lt;a href=\"Vin%20Scully\"&gt;Vin Scully&lt;/a&gt; and later &lt;a href=\"Jack%20Buck\"&gt;Jack Buck&lt;/a&gt; on &lt;a href=\"Major%20League%20Baseball%20on%20CBS%20Radio\"&gt;CBS Radio&lt;/a&gt;'s coverage of the World Series. From &lt;a href=\"1996%20California%20Angels%20season\"&gt;1996&lt;/a&gt; to &lt;a href=\"1998%20Anaheim%20Angels%20season\"&gt;1998&lt;/a&gt;, he was a &lt;a href=\"color%20analyst\"&gt;color analyst&lt;/a&gt; for the &lt;a href=\"Anaheim%20Angels\"&gt;Anaheim Angels&lt;/a&gt;' cable television broadcasts.\nWhile still in Detroit, Anderson founded the charitable organization CATCH (Caring Athletes Teamed for Children's and Henry Ford hospitals) in 1987, which helps provide care for seriously ill children whose parents do not have health insurance or the means to otherwise pay for the care. He continued to support and participate in the charity well into his retirement. When interviewed in 2008, Anderson said that CATCH was \"the single best thing I ever did in Detroit.\"\nHonors.\nAnderson was elected to the &lt;a href=\"National%20Baseball%20Hall%20of%20Fame%20and%20Museum\"&gt;Baseball Hall of Fame&lt;/a&gt; as a manager in 2000. Although he managed 17 seasons in Detroit and just 9 seasons in Cincinnati, his Hall of Fame plaque has him wearing a Cincinnati Reds uniform. He chose to wear the Reds cap at his induction in honor of former GM &lt;a href=\"Bob%20Howsam\"&gt;Bob Howsam&lt;/a&gt;, who gave Anderson his first chance at a major-league managing job. Before his induction, Anderson had refused to go inside the Hall because he felt unworthy, saying \"I didn't ever want to go into the most precious place in the world unless I belonged.\" In his acceptance speech he gave a lot of credit to his players, saying there were two kinds of managers, \"One, it ain't very smart. He gets bad players, loses games and gets fired. There was somebody like me that was a genius. I got good players, stayed out of the way, let 'em win a lot, and then just hung around for 26 years.\" He was very proud of his Hall induction, \"I never wore a &lt;a href=\"World%20Series%20ring\"&gt;World Series ring&lt;/a&gt; ... I will wear this ring until I die.\"\nAnderson was also inducted into the Cincinnati Reds Hall of Fame the same year. On May 28, 2005, during pre-game ceremonies in &lt;a href=\"Cincinnati%2C%20Ohio\"&gt;Cincinnati&lt;/a&gt;, Anderson's &lt;a href=\"Jersey%20%28clothing%29\"&gt;jersey&lt;/a&gt; number, #10, was retired by the &lt;a href=\"Cincinnati%20Reds\"&gt;Reds&lt;/a&gt;. A day in Anderson's honor was also held at Detroit's &lt;a href=\"Comerica%20Park\"&gt;Comerica Park&lt;/a&gt; during the 2000 season.\nOn June 17, 2006, Anderson's number was retired by the Fort Worth Cats, for whom Anderson had played in 1955. In 2007, Anderson was elected to the &lt;a href=\"Canadian%20Baseball%20Hall%20of%20Fame\"&gt;Canadian Baseball Hall of Fame&lt;/a&gt;.\nThroughout the 2011 season the Tigers honored Anderson with a patch on their right sleeves. They officially retired his No. 11 on the brick wall at &lt;a href=\"Comerica%20Park\"&gt;Comerica Park&lt;/a&gt; on June 26, 2011.\nDeath and legacy.\nAnderson was the first manager to win a World Series for both a &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt; and &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt; team. Either manager in the 1984 Series would have been the first to win in both leagues, since &lt;a href=\"San%20Diego%20Padres\"&gt;San Diego Padres&lt;/a&gt; (NL) manager &lt;a href=\"Dick%20Williams\"&gt;Dick Williams&lt;/a&gt; had previously won the series with the &lt;a href=\"Oakland%20Athletics\"&gt;Oakland Athletics&lt;/a&gt; (AL) in &lt;a href=\"1972%20World%20Series\"&gt;1972&lt;/a&gt; and &lt;a href=\"1973%20World%20Series\"&gt;1973&lt;/a&gt;. Williams' 1972 club had defeated Anderson's Reds club.\nAnderson's accomplishment was equaled in the &lt;a href=\"2006%20World%20Series\"&gt;2006 World Series&lt;/a&gt;, when &lt;a href=\"St.%20Louis%20Cardinals\"&gt;St. Louis Cardinals&lt;/a&gt; manager &lt;a href=\"Tony%20La%20Russa\"&gt;Tony La Russa&lt;/a&gt;—who had previously won the World Series with the &lt;a href=\"Oakland%20Athletics\"&gt;Oakland Athletics&lt;/a&gt; in &lt;a href=\"1989%20World%20Series\"&gt;1989&lt;/a&gt;, and who considers Anderson his mentor—led his team to the title over the &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt;. Coincidentally, having won a championship while managing the &lt;a href=\"Florida%20Marlins\"&gt;Florida Marlins&lt;/a&gt; in &lt;a href=\"1997%20World%20Series\"&gt;1997&lt;/a&gt;, Tigers manager &lt;a href=\"Jim%20Leyland\"&gt;Jim Leyland&lt;/a&gt; could have achieved this same feat had the Tigers defeated La Russa's Cardinals in the 2006 World Series. During that series, Anderson threw out the &lt;a href=\"ceremonial%20first%20pitch\"&gt;ceremonial first pitch&lt;/a&gt; of Game 2 at &lt;a href=\"Comerica%20Park\"&gt;Comerica Park&lt;/a&gt;, the Tigers' home park.\nAnderson was famous for always stepping over the foul line, never on it when entering or leaving the field. Many times, the camera zoomed in closely to watch him purposely evade the white chalk line.\nIn 2006, construction was completed on the \"Sparky Anderson Baseball Field\" at &lt;a href=\"California%20Lutheran%20University\"&gt;California Lutheran University&lt;/a&gt;'s new athletic complex. Anderson had used his influence to attract notable players to the university baseball team, and he was also awarded the Laundry Medal by the university for being \"an inspiration to youth.\"\nOn November 3, 2010, it was announced that Anderson had been placed in &lt;a href=\"hospice\"&gt;hospice&lt;/a&gt; care at his &lt;a href=\"Thousand%20Oaks%2C%20California\"&gt;Thousand Oaks&lt;/a&gt; home because of his deteriorating &lt;a href=\"dementia\"&gt;dementia&lt;/a&gt; condition. Anderson died the next day at the age 76 in Thousand Oaks. He was survived by his wife of 57 years, Carol, sons Lee and Albert, daughter Shirlee Engelbrecht, and eight grandchildren. Carol died at age 79 on May 7, 2013 at home in Thousand Oaks.\nOn June 26, 2011, the Detroit Tigers honored Anderson by retiring his number 11 from future use and placing his name and number on the outfield wall with the other past honorees and members of the Baseball Hall of Fame. Tiger players also wore commemorative patches on their uniform sleeves all season."
}