{
    "id": "1037302",
    "revid": "16680171",
    "url": "https://en.wikipedia.org/wiki?curid=1037302",
    "title": "Fast-roping",
    "text": "Fast-roping is a technique for descending a thick &lt;a href=\"rope\"&gt;rope&lt;/a&gt;. It is used for deploying personnel from a &lt;a href=\"helicopter\"&gt;helicopter&lt;/a&gt; in places where the helicopter itself cannot touch down. Fast roping is particularly useful for &lt;a href=\"marines\"&gt;marines&lt;/a&gt;, who can use the technique to board ships at sea as well as to reach destinations on land. It is quicker than &lt;a href=\"abseiling\"&gt;abseiling (rappelling)&lt;/a&gt;, although more dangerous, particularly if the person is carrying a heavy load, because the rope is not attached to them with a &lt;a href=\"Climbing%20equipment%23Descenders\"&gt;descender&lt;/a&gt;. The person holds onto the rope with gloved hands (with or without using their feet) and slides down it. Several people can slide down the same rope simultaneously, provided that there is a gap of approximately between them, so that each one has time to get out of the way when they reach the ground.\nHistory.\nFirst developed by the UK with British rope manufacturer Marlow Ropes, the first combat use of fast-roping was during the &lt;a href=\"Falklands%20War\"&gt;Falklands War&lt;/a&gt;. The original rope was made of thick nylon that could be used in a manner akin to a &lt;a href=\"fireman%27s%20pole\"&gt;fireman's pole&lt;/a&gt;. The special ropes used today are braided (plaited), which results in a pattern on the outer circumference that is not smooth and so is easier to grip. Originally, each person would hold the rope for the next person, but this has been phased out.\nEquipment and techniques.\nRope.\nThe rope must be thick, typically 40mm (1.57 in) diameter, to prevent it from being wildly jerked about from the rotor blast of the helicopter. Some types have a weighted core, the ballast helping to combat the blast effect.\nGlove techniques.\nHeat-resistant &lt;a href=\"glove\"&gt;glove&lt;/a&gt;s are required for fast-roping, to protect the individual descending from friction-generated heat. Heat-resistant gloves are generally not dextrous enough to be useful after the descent has been completed, though specialized gloves have been developed for this purpose. More often, a glove-inside-glove technique is used, with tactical gloves worn inside heavy leather metalworking gloves. After descending the rope, the wearer removes the outer gloves to regain dexterity.\nFeet techniques.\nIn the U.S. Marine Corps, fast-ropers are trained to control the speed of descent by using their legs and feet in addition to their hands (instructors claim that some Marines have let go of their rope because their gloves became too hot, causing injury). Deployment of around 25 fast-ropers onto a ship can take approximately 30 seconds.\nThe British military advises against use of the feet as this can make the descent for following personnel more dangerous. Specifically, boot polish or the leather of the boot can make the rope extremely slippery."
}