{
    "id": "10370994",
    "revid": "426156",
    "url": "https://en.wikipedia.org/wiki?curid=10370994",
    "title": "Presteigne St. Andrews F.C.",
    "text": "Presteigne St. Andrews Football Club are a &lt;a href=\"Wales\"&gt;Welsh&lt;/a&gt; &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club from &lt;a href=\"Presteigne\"&gt;Presteigne&lt;/a&gt;, &lt;a href=\"Powys\"&gt;Powys&lt;/a&gt;, who play in the &lt;a href=\"Mid%20Wales%20South%20League\"&gt;Mid Wales South League&lt;/a&gt;.\nThe club's home colours are red and black striped shirts with black shorts and socks.\nHistory.\nThe club was formed in 1897, established by the Reverend Kewley, Curate of St Andrews Parish Church, hence the name of the club. The club played in the North Herefordshire League during the early stages of the 20th century and were crowned champions of this cross-border competition at the conclusion of the 1911–12 season. They withdrew from the league during the following term but then re-appeared for the 1913–14 campaign. They spent a brief spell in the Herefordshire League during the early 1920s, before returning to the North Herefordshire League in 1924–25. They finished runners-up at the end of that season and again in 1926–27, 1929–30 and 1938–39. After the resumption of football after World War Two, the club joined the &lt;a href=\"Herefordshire%20Football%20League\"&gt;Herefordshire Football League&lt;/a&gt; and recorded a third-placed finish on their debut in the English competition.\nThe club transferred to the Welsh system at the beginning of the 1952–53 campaign, joining the Mid Wales Football League. The club enjoyed some success during the 1970s and 1980s before returning to grassroots football for a brief period, re-joining senior football in 1992.\nDuring the 2005–06 season the club welcomed &lt;a href=\"The%20New%20Saints%20F.C.\"&gt;The New Saints&lt;/a&gt; (the Welsh champions) for the inauguration of the new floodlight at Llanandras Park, in front of a record crowd (January 2006) with TNS winning 4–1. The club's most successful recent season was in 2006–07 when the club were crowned Mid Wales Football League champions. However, the club refused entry to the &lt;a href=\"Cymru%20Alliance\"&gt;Cymru Alliance&lt;/a&gt;.\nThey had been due to play in the &lt;a href=\"Mid%20Wales%20Football%20League\"&gt;Mid Wales Football League&lt;/a&gt; in the new East Division for the 2020–21 season, but the season was declared void due to the Coronavirus pandemic. They withdrew from the league ahead of the 2021–22 season, instead stating their intention to be part of the &lt;a href=\"Mid%20Wales%20South%20League\"&gt;Mid Wales South League&lt;/a&gt;."
}