{
    "id": "10371371",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=10371371",
    "title": "Kelvin Davis (boxer)",
    "text": "Kelvin Davis (born May 26, 1978 in &lt;a href=\"Natchez%2C%20Mississippi\"&gt;Natchez, Mississippi&lt;/a&gt;) is an American &lt;a href=\"Boxing\"&gt;boxer&lt;/a&gt;. He is a former IBF-champion in the Cruiserweight weight class.\nKnown as \"Concrete\", Davis, a compact pressure fighter, turned pro in 1999. He was undefeated in his first 20 fights, including a draw with veteran David Vedder (record 21-19-3) in 2001 and a points win over 37-year-old Ex IBF-titleholder &lt;a href=\"Arthur%20Williams%20%28boxer%29\"&gt;Arthur Williams&lt;/a&gt;. He lost for the first time to little-known Ravea Springs (record 24-2).\nIn 2003 he got an IBF-eliminator fight against &lt;a href=\"O%27Neil%20Bell\"&gt;O'Neil Bell&lt;/a&gt;, who knocked him out.\nUnimpressed by these losses the IBF put him in another eliminator with another &lt;a href=\"Don%20King%20%28boxing%20promoter%29\"&gt;Don King&lt;/a&gt;-fighter in Louis Azille. He won the fight by close decision.\nIn 2004 he won the vacant IBF title against hard-punching but chinny southpaw Ezra Sellars but never defended it.\nIn 2005 he lost by KO to &lt;a href=\"Guillermo%20Jones\"&gt;Guillermo Jones&lt;/a&gt; and on points to undefeated &lt;a href=\"Steve%20Cunningham\"&gt;Steve Cunningham&lt;/a&gt;.\nHe drew with heavyweight &lt;a href=\"Charles%20Shufford\"&gt;Charles Shufford&lt;/a&gt; in 2006 but was KOd by puncher &lt;a href=\"Darnell%20Wilson\"&gt;Darnell Wilson&lt;/a&gt; in 2007.\nInjury.\nWhile training for a heavyweight bout against &lt;a href=\"Shane%20Cameron\"&gt;Shane Cameron&lt;/a&gt;, Davis suffered an injury while on a training run in June 2007, jumping over Auckland's &lt;a href=\"Greenhithe%2C%20New%20Zealand\"&gt;Greenhithe&lt;/a&gt; bridge to avoid a car. Davis was forced to spend the next month in New Zealand after being hospitalized with a broken neck &amp; broken back in two places. After 11 hours of surgery, Davis began recovering, and many speculated that his boxing future was in doubt. However, he fully recovered and returned to the ring four months later against undefeated heavy weight Carl Davis Drummond.\nRecovery.\nDavis recovered from his injury and returned to the ring in November 2007. He lost a decision to undefeated &lt;a href=\"Carl%20Davis%20Drumond\"&gt;Carl Davis Drumond&lt;/a&gt;. Davis was winless in his last eight bouts, including suffering first round knockouts to &lt;a href=\"Eric%20Fields\"&gt;Eric Fields&lt;/a&gt; and &lt;a href=\"Alexander%20Frenkel\"&gt;Alexander Frenkel&lt;/a&gt;.\nRetirement.\nDavis retired live on ESPN2's \"&lt;a href=\"Friday%20Night%20Fights\"&gt;Friday Night Fights&lt;/a&gt;\" on January 18, 2008, after his TKO loss to prospect Eric Fields."
}