{
    "id": "1039187",
    "revid": "1058298929",
    "url": "https://en.wikipedia.org/wiki?curid=1039187",
    "title": "Perkūnas",
    "text": "Perkūnas (, , &lt;a href=\"Old%20Prussian\"&gt;Old Prussian&lt;/a&gt;: \"Perkūns\", \"Perkunos\", &lt;a href=\"Sudovian%20language\"&gt;Yotvingian&lt;/a&gt;: \"Parkuns\", &lt;a href=\"Latgalian%20language\"&gt;Latgalian&lt;/a&gt;: \"Pārkiuņs\") was the common &lt;a href=\"Baltic%20languages\"&gt;Baltic&lt;/a&gt; &lt;a href=\"List%20of%20thunder%20gods\"&gt;god of thunder&lt;/a&gt;, and the second most important deity in the Baltic &lt;a href=\"Pantheon%20%28gods%29\"&gt;pantheon&lt;/a&gt; after &lt;a href=\"Dievas\"&gt;Dievas&lt;/a&gt;. In both &lt;a href=\"Lithuanian%20mythology\"&gt;Lithuanian&lt;/a&gt; and &lt;a href=\"Latvian%20mythology\"&gt;Latvian mythology&lt;/a&gt;, he is documented as the god of sky, thunder, &lt;a href=\"lightning\"&gt;lightning&lt;/a&gt;, storms, rain, fire, war, law, order, fertility, mountains, and &lt;a href=\"oak\"&gt;oak&lt;/a&gt; trees.\nEtymology.\nThe name continues &lt;a href=\"PIE\"&gt;PIE&lt;/a&gt; \"*\", cognate to \"*\", a word for \"oak\", \"&lt;a href=\"fir\"&gt;fir&lt;/a&gt;\" or \"wooded mountain\". The Proto-Baltic name *\"Perkūnas\" can be reconstructed with certainty. Slavic &lt;a href=\"Perun\"&gt;Perun&lt;/a&gt; is a related god, but not an etymologically precise match. &lt;a href=\"Finnish%20people\"&gt;Finnish&lt;/a&gt; &lt;a href=\"Perkele\"&gt;Perkele&lt;/a&gt;, a name of &lt;a href=\"Ukko\"&gt;Ukko&lt;/a&gt;, is considered a loan from Baltic.\nAnother connection is that of \"terpikeraunos\", an epithet of &lt;a href=\"Zeus\"&gt;Zeus&lt;/a&gt; meaning \"who enjoys lightning\".\nPerkūnas in written sources.\nMost information about Perkūnas comes from &lt;a href=\"folklore\"&gt;folklore&lt;/a&gt; songs, legends, and fairy tales. Because most of them were collected rather late in the 19th century, they represent only some fragments of the whole mythology. Lithuanian Perkūnas has many alternative &lt;a href=\"onomatopoeic\"&gt;onomatopoeic&lt;/a&gt; names, like Dundulis, Dindutis, Dūdų senis, Tarškulis, Tarškutis, Blizgulis, etc.\nThe earliest attestation of Perkūnas seems to be in the Russian translation of the \"Chronicle of &lt;a href=\"John%20Malalas\"&gt;John Malalas&lt;/a&gt;\" (1261) where it speaks about the worship of \"Перкоунови рекше громоу\", and in the \"&lt;a href=\"Livonian%20Rhymed%20Chronicle\"&gt;Livonian Rhymed Chronicle&lt;/a&gt;\" (around 1290) which mentions the idol Perkūnė.\nIn the \"Constitutiones Synodales\" (1530) Perkūnas is mentioned in a list of gods before the god of hell \"Pikuls\" and is identified with the &lt;a href=\"Roman%20mythology\"&gt;Roman&lt;/a&gt; &lt;a href=\"Jove\"&gt;Jove&lt;/a&gt; (Jupiter). In the \"&lt;a href=\"Sudovian%20Book\"&gt;Sudovian Book&lt;/a&gt;\" Perkūnas (Parkuns) is mentioned in connection with a ritual involving a goat. In &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; compositions, Perkūnas is a malicious spirit, a demon, as in the \"Chronicle of John Malalas\" or in the 15th century writings of Polish chronicler &lt;a href=\"Jan%20D%C5%82ugosz\"&gt;Jan Długosz&lt;/a&gt;.\nRepresentation in mythology.\nPerkūnas is the god of lightning and thunder and storms. In a &lt;a href=\"Triple%20deity\"&gt;triad&lt;/a&gt; of gods Perkūnas symbolizes the creative forces (including &lt;a href=\"vegetation\"&gt;vegetative&lt;/a&gt;), courage, success, the top of the world, the sky, rain, thunder, heavenly fire (lightning) and &lt;a href=\"Sky\"&gt;celestial&lt;/a&gt; elements, while &lt;a href=\"Potrimpo\"&gt;Potrimpo&lt;/a&gt; is involved with the seas, ground, crops, and &lt;a href=\"cereal\"&gt;cereal&lt;/a&gt;s and Velnias/&lt;a href=\"Patulas\"&gt;Patulas&lt;/a&gt;, with &lt;a href=\"hell\"&gt;hell&lt;/a&gt;, and death. As a heavenly (atmospheric) deity Perkūnas, apparently, is the assistant and executor of &lt;a href=\"Dievas\"&gt;Dievas&lt;/a&gt;‘s will. However, Perkūnas tends to surpass Dievas, \"&lt;a href=\"deus%20otiosus\"&gt;deus otiosus&lt;/a&gt;\", because he can be actually seen and has defined mythological functions. \nIn the Latvian \"dainas\", the functions of Pērkons and Dievs can occasionally merge: Pērkons is called \"Pērkona tēvs\" ('Father or God of Thunder') or \"Dieviņš\", a diminutive form of \"Dievs\". \nWeapons and vehicle.\nPerkūnas is pictured as middle-aged, armed with an &lt;a href=\"axe\"&gt;axe&lt;/a&gt; and arrows, riding a two-wheeled chariot harnessed with &lt;a href=\"goat\"&gt;goat&lt;/a&gt;s, like &lt;a href=\"Thor\"&gt;Thor&lt;/a&gt; or Celtic &lt;a href=\"Taranis\"&gt;Taranis&lt;/a&gt;.\nIn other accounts, the thunder god is described as driving a fiery chariot through the skies with swift horses, or riding a fiery horse.\nPerkūnas' family relations.\nIn songs about a \"heavenly wedding\" &lt;a href=\"Saul%C4%97\"&gt;Saulė&lt;/a&gt; (the Sun) cheats on Perkūnas with Mėnulis (the Moon); Perkūnas splits Mėnulis in half with a sword. According to another, more popular, version, Mėnulis cheats on the Sun with &lt;a href=\"Au%C5%A1rin%C4%97\"&gt;Aušrinė&lt;/a&gt; (the morning star) just after the wedding, and Perkūnas punishes it. However, it does not learn and repeats the &lt;a href=\"adultery\"&gt;adultery&lt;/a&gt; and is punished again every month. Other explanations say it is why the Sun shines during the day and the Moon at night. Though divorced, both want to see their daughter &lt;a href=\"%C5%BDemyna\"&gt;Žemyna&lt;/a&gt; (the Earth).\nIn other songs Perkūnas, on the way to the wedding of &lt;a href=\"Au%C5%A1ra\"&gt;Aušra&lt;/a&gt; (dawn; the daughter of the Sun), strikes a golden oak. The oak is a tree of the thunder god in the &lt;a href=\"Baltic%20mythology\"&gt;Baltic mythology&lt;/a&gt;. Lithuanian \"Perkūno ąžuolas\" or Latvian \"Pērkona ozols\" (\"oak of Perkūnas\") is mentioned in a source dated to the first half of the 19th century.\nOther myths say that Perkūnas and one &lt;a href=\"Laum%C4%97\"&gt;Laumė&lt;/a&gt; or Vaiva (rainbow) were supposed to get married on Thursday, but the bride was kidnapped by Velnias (the devil) and Perkūnas has hunted Velnias ever since.\nSome myths mention four sons of Perkūnas (&lt;a href=\"Latvian%20language\"&gt;Latvian&lt;/a&gt;: \"Perkona dēli\"; &lt;a href=\"Lithuanian%20language\"&gt;Lithuanian&lt;/a&gt;: \"Perkūno sūnūs\"), who, apparently, are connected with the four seasons or with the four directions of the world (east, west, south and north). Sometimes there are seven or nine Perkūnai referred to as brothers. It is said in Lithuanian \"Perkūnų yra daug\" (\"there are many thunders\").\nIn some myths Perkūnas expels his wife (and in some cases his children too) and remains in the sky by himself. Some myths offer a very different story: Dievas lifts Perkūnas from the earth into the sky. Perkūnas has stones in the sky (which rumble during storms) - the motive connected to &lt;a href=\"Indo-European%20mythology\"&gt;Indo-European mythology&lt;/a&gt;. Perkūnas dwells on high hills or mountains: compare Lithuanian &lt;a href=\"toponymy\"&gt;toponymy&lt;/a&gt; of Perkūnkalnis, \"mountain of Perkūnas\", or Griausmo kalnas, \"mountain of rumble.\"\nIn most myths, however, Perkūnas's wife is &lt;a href=\"%C5%BDemyna\"&gt;Žemyna&lt;/a&gt;.\nPerkūnas and Velnias.\nAn important function of Perkūnas is to fight Velnias (in Latvian, \"Velns\"). He is sometimes considered the antithesis of Perkūnas and is the god of the underworld and death. &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; considers \"Velnias\" akin to their \"devil\", though this is not in line with ancient beliefs.\nPerkūnas pursues his opponent velns for picaroon or theft of fertility and cattle. Velnias hides in trees, under stones, or turns into various animals: a black cat, dog, pig, goat, lamb, pike, cow (compare to the Latvian representations of jods a creature with the cow hoofs) or a person.\nPerkūnas pursues an opponent in the sky on a chariot, made from stone and fire (Lithuanian \"ugnies ratai\"). Sometimes the chariot is made from red iron. It is harnessed by a pair (less often four or three) of red and white (or black and white) horses (sometimes goats). Compare the Lithuanian deity of horses and chariots Ratainyčia (Ratainicza mentioned in Lasick‘s works; from Lithuanian \"ratai\" - \"wheel\"). It is a mythologized image of a chariot of \"Didieji Grįžulo Ratai\" (\"Grand Wheels of Grįžulas\" (&lt;a href=\"Ursa%20Major\"&gt;Ursa Major&lt;/a&gt;). It agrees with &lt;a href=\"Samogitia\"&gt;Samogitia&lt;/a&gt;n representations, in which Perkūnas is a horseman on a fiery horse. On his heavenly chariot Perkūnas appears in the shape of a gray-haired old man with a big beard of many colors, in white and black clothes, holding a goat on a cord in one hand and a horn or an axe in the other.\nPerkūnas possesses many weapons. They include an axe or sledgehammer, stones, a sword, lightning bolts, a bow and arrows, a club, and an iron or fiery knife. Perkūnas is the creator of the weapons (\"Akmeninis kalvis\", \"the stone smith\") or he is helped by the heavenly smith Televelis (Kalvelis).\nAn opponent of Perkūnas hides itself in the hollow of a tree or a stone (attributes of Perkūnas). The &lt;a href=\"culmination\"&gt;culmination&lt;/a&gt; of Perkūnas' hunt for his opponent is a thunder-storm; it not only clears the ground of evil spirits, but returns the stolen cattle or weapons.\nPerkūnas is also connected to Thursday. Thursday is the day of the Thunderer in many traditions: compare &lt;a href=\"Polabian%20language\"&gt;Polabian&lt;/a&gt; \"Peräune-dǻn\" (\"day of Perun\"), Lithuanian \"Perkūno diena\". Perkūnas is associated with the Roman god &lt;a href=\"Jupiter%20%28god%29\"&gt;Jupiter&lt;/a&gt; in early sources. Thursday is a day of thunder-storms and rains, and also of weddings.\nPrussian Perkūns.\n&lt;a href=\"Simon%20Grunau\"&gt;Simon Grunau&lt;/a&gt; (around 1520) describes a &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt;n &lt;a href=\"banner\"&gt;banner&lt;/a&gt; with Perkūns on it. The god is represented as an angry middle aged man with a twisted black beard, topped with a flame. It stands between young &lt;a href=\"Patrimpas\"&gt;Patrimpas&lt;/a&gt; and old Patulas. Perkūns maintains the same central position in the description of the sacred oak in &lt;a href=\"Romuva%20%28temple%29\"&gt;Romowe&lt;/a&gt; sanctuary. In front of the oak, the eternal fire (symbol of Perkūns) was burned. Special priests served at the sanctuary. &lt;a href=\"Old%20Prussians\"&gt;Old Prussians&lt;/a&gt; would try to appeal to the god by prayers. &lt;a href=\"Percunatele\"&gt;Perkunatete&lt;/a&gt; was the mother of Perkūns.\nLatvian Pērkons.\nPērkons was strongly associated with &lt;a href=\"Dievs\"&gt;Dievs&lt;/a&gt;, though the two were clearly different. The people &lt;a href=\"sacrifice\"&gt;sacrifice&lt;/a&gt;d black &lt;a href=\"calf%20%28animal%29\"&gt;calves&lt;/a&gt;, goats, and &lt;a href=\"rooster\"&gt;rooster&lt;/a&gt;s to Pērkons, especially during &lt;a href=\"drought\"&gt;drought&lt;/a&gt;s. The surrounding peoples came to these sacrifices to eat and drink together, after pouring &lt;a href=\"beer\"&gt;beer&lt;/a&gt; onto the ground or into the fire for him. The Latvians also sacrificed cooked food before meals to Pērkons, in order to prevent &lt;a href=\"thunderstorm\"&gt;thunderstorm&lt;/a&gt;s, during which &lt;a href=\"honeycomb\"&gt;honeycomb&lt;/a&gt;s were placed into fires to disperse the clouds.\nPērkons' family included sons that symbolized various aspects of thunderstorms (such as thunder, &lt;a href=\"lightning\"&gt;lightning&lt;/a&gt;, lightning strikes) and daughters that symbolized various kinds of rain.\nPērkons appeared on a &lt;a href=\"gold\"&gt;gold&lt;/a&gt;en &lt;a href=\"horse\"&gt;horse&lt;/a&gt;, wielding a &lt;a href=\"sword\"&gt;sword&lt;/a&gt;, &lt;a href=\"iron\"&gt;iron&lt;/a&gt; &lt;a href=\"club%20%28weapon%29\"&gt;club&lt;/a&gt;, golden &lt;a href=\"whip\"&gt;whip&lt;/a&gt; and a &lt;a href=\"knife\"&gt;knife&lt;/a&gt;. Ancient Latvians wore tiny axes on their clothing in his honor.\nIn modern culture.\nPerkunas is occasionally mentioned in the novels of &lt;a href=\"Harry%20Turtledove\"&gt;Harry Turtledove&lt;/a&gt;. He provides an important &lt;a href=\"macguffin\"&gt;macguffin&lt;/a&gt; in \"&lt;a href=\"The%20Case%20of%20the%20Toxic%20Spell%20Dump\"&gt;The Case of the Toxic Spell Dump&lt;/a&gt;\" and is the patron god of one of the armies in \"&lt;a href=\"Gunpowder%20Empire\"&gt;Gunpowder Empire&lt;/a&gt;\".\n&lt;a href=\"G%C3%BCnter%20Grass\"&gt;Günter Grass&lt;/a&gt;, in his second novel &lt;a href=\"Dog%20Years%20%28novel%29\"&gt;\"Dog Years\"&lt;/a&gt; (1963), alludes to Perkūnas (\"Perkunos\") as a symbol of the dark human energies unleashed by the rise of Nazism in Germany in the 1930s.\nThe fictional parallel to &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; in the &lt;a href=\"alternate%20history\"&gt;alternate history&lt;/a&gt; novel \"&lt;a href=\"The%20Gate%20of%20Time\"&gt;The Gate of Time&lt;/a&gt;\" by &lt;a href=\"Philip%20Jos%C3%A9%20Farmer\"&gt;Philip José Farmer&lt;/a&gt; is called Perkunisha, named after Perkūnas.\nThe Lithuanian folk music group &lt;a href=\"K%C5%ABlgrinda%20%28band%29\"&gt;Kūlgrinda&lt;/a&gt; released an album in 2003 titled \"Perkūno Giesmės\", meaning \"Hymns of Perkūnas\"."
}