{
    "id": "10407476",
    "revid": "1869658",
    "url": "https://en.wikipedia.org/wiki?curid=10407476",
    "title": "Robert Dollard",
    "text": "Robert Dollard (March 14, 1842 - April 28, 1912) was an American attorney and politician. A native of Massachusetts, he was a &lt;a href=\"Union%20Army\"&gt;Union Army&lt;/a&gt; veteran of the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; and attained the rank of &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt;. After the war, he moved to Illinois, where he studied law and was admitted to the bar. He later moved to &lt;a href=\"South%20Dakota\"&gt;South Dakota&lt;/a&gt; and served as its first attorney general.\nEarly life.\nDollard was born in &lt;a href=\"Fall%20River%2C%20Massachusetts\"&gt;Fall River, Massachusetts&lt;/a&gt;, on March 14, 1842, the son of Thomas Dollard and Mary (Collyer) Dollard. His mother died when he was two years old, and his father soon remarried. Dollard was raised by his father and stepmother Ann, and according to an 1855 state census, his siblings included an older sister named Mary and a younger half-sister named Elisabeth. Dollard was educated through the high school grades in the public schools of Fall River and &lt;a href=\"Stoughton%2C%20Massachusetts\"&gt;Stoughton&lt;/a&gt; and by the time of the 1860 federal census, Mary and Robert Dollard were living in &lt;a href=\"Easton%2C%20Massachusetts\"&gt;Easton, Massachusetts&lt;/a&gt;, where Mary worked in a thread factory and Robert was employed as a &lt;a href=\"moulder\"&gt;moulder&lt;/a&gt;.\nAmerican Civil War.\nOn April 16, 1861, Dollard enlisted as a &lt;a href=\"Private%20%28rank%29%23United%20States%20Army\"&gt;private&lt;/a&gt; in Company B, 4th Massachusetts Volunteer Militia. During the regiment's three months of &lt;a href=\"Union%20Army\"&gt;Union Army&lt;/a&gt; service at the start of the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;, it performed garrison duty at &lt;a href=\"Fort%20Monroe\"&gt;Fort Monroe&lt;/a&gt; and took part in the &lt;a href=\"Battle%20of%20Big%20Bethel\"&gt;Battle of Big Bethel&lt;/a&gt;. The 4th Massachusetts Volunteers were mustered out in late July, and in September Dollard returned to service when he enlisted in Company E, &lt;a href=\"23rd%20Regiment%20Massachusetts%20Volunteer%20Infantry\"&gt;23rd Massachusetts Volunteer Infantry Regiment&lt;/a&gt;. He attained the rank of &lt;a href=\"Sergeant%23United%20States\"&gt;sergeant&lt;/a&gt; before receiving his commission as a &lt;a href=\"Second%20lieutenant%23United%20States\"&gt;second lieutenant&lt;/a&gt;, and he later received promotion to &lt;a href=\"First%20lieutenant%23U.S.%20Army%2C%20U.S.%20Marine%20Corps%20and%20U.S.%20Air%20Force\"&gt;first lieutenant&lt;/a&gt;. The 23rd Massachusetts was part of &lt;a href=\"Burnside%27s%20North%20Carolina%20Expedition\"&gt;Burnside's North Carolina Expedition&lt;/a&gt;, and engagements in which Dollard took part included the battles of &lt;a href=\"Battle%20of%20Roanoke%20Island\"&gt;Roanoke Island&lt;/a&gt;, New Bern, and Fort Macon.\nFollowing the North Carolina expedition, the 23rd Massachusetts was part of a Union force sent to South Carolina, where it performed occupation duty before returning to North Carolina to perform occupation duty there. In the summer of 1863, the 23rd Massachusetts left North Carolina and bivouacked at Fort Monroe, Virginia.\nDollard left the 23rd Massachusetts in December 1863 for promotion to &lt;a href=\"Captain%20%28United%20States%20O-3%29\"&gt;captain&lt;/a&gt; in the 2nd United States Colored Cavalry Regiment. Battles in which Dollard was a participant included the &lt;a href=\"Siege%20of%20Suffolk\"&gt;Siege of Suffolk&lt;/a&gt; and &lt;a href=\"Battle%20of%20Suffolk%20%28Hill%27s%20Point%29\"&gt;Second Battle of Suffolk&lt;/a&gt;, and the &lt;a href=\"Siege%20of%20Petersburg\"&gt;Siege of Petersburg&lt;/a&gt;.\nIn September 1864, Dollard received a head wound during the &lt;a href=\"Battle%20of%20Chaffin%27s%20Farm\"&gt;Battle of Chaffin's Farm&lt;/a&gt;, and his heroism and coolness under fire while directing troops to maintain their lines resulted in his promotion to &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt;. After the war ended, Dollard's regiment performed occupation duty in Texas, and he was mustered out at &lt;a href=\"Brazos%20Island\"&gt;Brazos Island&lt;/a&gt; on February 12, 1866. After the war, Dollard was an active member of the &lt;a href=\"Grand%20Army%20of%20the%20Republic\"&gt;Grand Army of the Republic&lt;/a&gt;, &lt;a href=\"Military%20Order%20of%20the%20Loyal%20Legion%20of%20the%20United%20States\"&gt;Military Order of the Loyal Legion of the United States&lt;/a&gt; and other veterans groups. He took part in numerous reunions and other public events to commemorate the war, and published several newspaper articles and other writings about his experiences.\nPost-Civil War.\nAfter the war, Dollard decided to move to &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; and go into business with a friend and former officer who had served with him during the war. They moved from Chicago to &lt;a href=\"Galesburg%2C%20Illinois\"&gt;Galesburg&lt;/a&gt;, but soon had a falling out. Dollard traveled to &lt;a href=\"San%20Antonio%2C%20Texas\"&gt;San Antonio, Texas&lt;/a&gt; and &lt;a href=\"New%20Orleans%2C%20Louisiana\"&gt;New Orleans, Louisiana&lt;/a&gt; in search of other opportunities, but returned to Galesburg several months later to begin &lt;a href=\"reading%20law\"&gt;studying law&lt;/a&gt; with a local attorney. He was &lt;a href=\"Admission%20to%20the%20bar%20in%20the%20United%20States\"&gt;admitted to the bar&lt;/a&gt; in 1870 and practiced throughout &lt;a href=\"Knox%20County%2C%20Illinois\"&gt;Knox&lt;/a&gt;, &lt;a href=\"Peoria%20County%2C%20Illinois\"&gt;Peoria&lt;/a&gt;, and &lt;a href=\"Fulton%20County%2C%20Illinois\"&gt;Fulton&lt;/a&gt; Counties. In 1876 he was the unsuccessful &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; candidate for &lt;a href=\"State%27s%20Attorney\"&gt;State's Attorney&lt;/a&gt; of &lt;a href=\"Knox%20County%2C%20Illinois\"&gt;Knox County&lt;/a&gt;.\nMove to Dakota Territory.\nIn 1878, Dollard traded parcels with another landowner and later that year he visited the one he had acquired in the &lt;a href=\"Dakota%20Territory\"&gt;Dakota Territory&lt;/a&gt;. Deciding to relocate to Dakota in 1879, Dollard filed for five claims under the &lt;a href=\"Homestead%20Acts\"&gt;Homestead Acts&lt;/a&gt; in what is now &lt;a href=\"Douglas%20County%2C%20South%20Dakota\"&gt;Douglas County, South Dakota&lt;/a&gt;, where he began to farm. According to the records of the U.S. Land Office, Dollard was the first permanent settler in the county. While farming most of the year, Dollard resided in &lt;a href=\"Scotland%2C%20South%20Dakota\"&gt;Scotland, South Dakota&lt;/a&gt; during the winter and practiced law, including travel to the territorial capital of &lt;a href=\"Yankton%2C%20South%20Dakota\"&gt;Yankton&lt;/a&gt; for trials.\nContinued career.\nIn 1881, Dollard gave up farming and settled in Scotland, where he developed a law practice that covered &lt;a href=\"Bon%20Homme%20County%2C%20South%20Dakota\"&gt;Bon Homme&lt;/a&gt;, &lt;a href=\"Hutchinson%20County%2C%20South%20Dakota\"&gt;Hutchinson&lt;/a&gt;, and several adjoining counties. By now a &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt;, Dollard was elected to several local offices and participated in the statehood conventions of 1883 and 1885. In 1883, he received appointment as U.S. Commissioner for the Second Judicial District. In 1884, he was elected &lt;a href=\"State%27s%20Attorney\"&gt;State's Attorney&lt;/a&gt; of &lt;a href=\"Bon%20Homme%20County%2C%20South%20Dakota\"&gt;Bon Homme County&lt;/a&gt; and he was chosen to serve as attorney general of South Dakota's interim state government in 1885. In 1888, Dollard was elected to the Territorial Council, the upper house of the legislature, and he served until South Dakota attained statehood in November 1889.\nIn 1889, he was elected as the first state attorney general and he was reelected in 1890. In 1892, Dollard was an unsuccessful candidate for the Republican nomination for governor. Later that year he was elected to a term in &lt;a href=\"South%20Dakota%20Senate\"&gt;South Dakota Senate&lt;/a&gt; and in 1896 he won a term in the &lt;a href=\"South%20Dakota%20House%20of%20Representatives\"&gt;South Dakota House of Representatives&lt;/a&gt;. In 1898, Dollard was an unsuccessful candidate for Congress at the state Republican convention; the nominations were won by &lt;a href=\"Charles%20H.%20Burke\"&gt;Charles H. Burke&lt;/a&gt; and &lt;a href=\"Robert%20J.%20Gamble\"&gt;Robert J. Gamble&lt;/a&gt;, who went on to win the general election. During the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;, Dollard undertook recruiting efforts in South Dakota, and succeeded in raising 1,200 volunteers for the army.\nLater life.\nIn 1905, Dollard left South Dakota and settled in &lt;a href=\"Santa%20Monica%2C%20California\"&gt;Santa Monica, California&lt;/a&gt;, where he lived in retirement. His wife and he traveled extensively throughout the western United States as tourists. In 1909, he entered the race for mayor of Santa Monica, but he withdrew his candidacy before election day.\nDeath.\nHe died in Santa Monica on April 28, 1912. He was buried at Rose Hill Cemetery in Scotland, South Dakota.\nFamily.\nIn 1875, Dollard married Carrie E. Dunn of &lt;a href=\"Yates%20City%2C%20Illinois\"&gt;Yates City, Illinois&lt;/a&gt;. She was a school teacher and librarian, activist for women's suffrage, and participant in other civic causes; in addition to serving as the first teacher in Scotland's public school, she organized and managed the town's library for many years. They were the parents of a son, Archie, who they adopted when he was an infant, and who died at the age of nine. A daughter, Maud, was born and died in 1889."
}