{
    "id": "1040982",
    "revid": "10248457",
    "url": "https://en.wikipedia.org/wiki?curid=1040982",
    "title": "Anton Wilhelm Amo",
    "text": "Anton Wilhelm Amo or Anthony William Amo (c. 1703 – c. 1759) was a German &lt;a href=\"philosopher\"&gt;philosopher&lt;/a&gt; originally from what is now &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt;, of &lt;a href=\"Akan%20people\"&gt;Akan&lt;/a&gt; ethnicity. Amo was a professor at the universities of &lt;a href=\"University%20of%20Halle\"&gt;Halle&lt;/a&gt; and &lt;a href=\"University%20of%20Jena\"&gt;Jena&lt;/a&gt; in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; after studying there. Brought to Germany by the &lt;a href=\"Dutch%20West%20India%20Company\"&gt;Dutch West India Company&lt;/a&gt; in 1707 as a child-slave, and given as a gift to Dukes &lt;a href=\"Augustus%20William%2C%20Duke%20of%20Brunswick-L%C3%BCneburg\"&gt;August Wilhelm&lt;/a&gt; and &lt;a href=\"Louis%20Rudolph%2C%20Duke%20of%20Brunswick-L%C3%BCneburg\"&gt;Ludwig Rudolf von Wolfenbüttel&lt;/a&gt;, he was treated as a member of the family by their father &lt;a href=\"Anthony%20Ulrich%2C%20Duke%20of%20Brunswick-L%C3%BCneburg\"&gt;Anthony Ulrich, Duke of Brunswick-Wolfenbüttel&lt;/a&gt;. Amo was the first &lt;a href=\"Ethnic%20groups%20of%20Africa\"&gt;African&lt;/a&gt;-born person known to have attended a European &lt;a href=\"university\"&gt;university&lt;/a&gt;. In 2020, Oxford University Press published a translation (into English) of his Latin works from the early 1730s.\nEarly life and education.\nAmo was a &lt;a href=\"Nzema%20people\"&gt;Nzema&lt;/a&gt; (an &lt;a href=\"Akan%20%28ethnic%20group%29\"&gt;Akan&lt;/a&gt; people). He was born in &lt;a href=\"Axim\"&gt;Axim&lt;/a&gt; in the Western region of present-day Ghana, but at the age of about four he was taken to &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt; by the &lt;a href=\"Dutch%20West%20India%20Company\"&gt;Dutch West India Company&lt;/a&gt;. Some accounts say that he was taken as a &lt;a href=\"African%20slave%20trade\"&gt;slave&lt;/a&gt;, others that he was sent to Amsterdam by a preacher working in Ghana. The truth of the matter is that he was given as a \"present\" to &lt;a href=\"Anthony%20Ulrich%2C%20Duke%20of%20Brunswick-L%C3%BCneburg\"&gt;Anthony Ulrich, Duke of Brunswick-Wolfenbüttel&lt;/a&gt;, to whose palace in &lt;a href=\"Wolfenb%C3%BCttel\"&gt;Wolfenbüttel&lt;/a&gt; he was taken.\nAmo was &lt;a href=\"baptism\"&gt;baptised&lt;/a&gt; (and later &lt;a href=\"confirmation\"&gt;confirmed&lt;/a&gt;) in the &lt;a href=\"palace\"&gt;palace&lt;/a&gt;'s &lt;a href=\"chapel\"&gt;chapel&lt;/a&gt;. He was treated as a member of the Duke's family, and was educated at the &lt;a href=\"Wolfenb%C3%BCttel%20Ritter-Akademie\"&gt;Wolfenbüttel Ritter-Akademie&lt;/a&gt; (1717–21) and at the &lt;a href=\"University%20of%20Helmstedt\"&gt;University of Helmstedt&lt;/a&gt; (1721–27).\nHe went on to the &lt;a href=\"University%20of%20Halle\"&gt;University of Halle&lt;/a&gt;, whose Law School he entered in 1727. He finished his preliminary studies within two years, titling his thesis \"Dissertatio Inauguralis de Jure Maurorum in Europa\" (1729). This manuscript on \"The Rights of Moors in Europe\" is lost, but a summary was published in his university's \"Annals\" (1730). For his further studies Amo moved to the &lt;a href=\"University%20of%20Wittenberg\"&gt;University of Wittenberg&lt;/a&gt;, studying &lt;a href=\"logic\"&gt;logic&lt;/a&gt;, &lt;a href=\"metaphysics\"&gt;metaphysics&lt;/a&gt;, &lt;a href=\"physiology\"&gt;physiology&lt;/a&gt;, &lt;a href=\"astronomy\"&gt;astronomy&lt;/a&gt;, &lt;a href=\"history\"&gt;history&lt;/a&gt;, &lt;a href=\"law\"&gt;law&lt;/a&gt;, &lt;a href=\"theology\"&gt;theology&lt;/a&gt;, &lt;a href=\"politics\"&gt;politics&lt;/a&gt;, and &lt;a href=\"medicine\"&gt;medicine&lt;/a&gt;, and mastered six languages (English, French, Dutch, Latin, Greek, and German). His medical education in particular was to play a central role in much of his later philosophical thought.\nHe gained his &lt;a href=\"Doctorate%23Germany\"&gt;doctorate&lt;/a&gt; in philosophy at Wittenberg in 1734; his thesis (published as \"On the Absence of Sensation in the Human Mind and its Presence in our Organic and Living Body\") argued against &lt;a href=\"Cartesian%20dualism\"&gt;Cartesian dualism&lt;/a&gt; in favour of a broadly &lt;a href=\"materialism\"&gt;materialist&lt;/a&gt; account of the person. He accepted that it is correct to talk of a &lt;a href=\"mind\"&gt;mind&lt;/a&gt; or &lt;a href=\"Soul%20%28spirit%29\"&gt;soul&lt;/a&gt;, but argued that it is the &lt;a href=\"Human%20body\"&gt;body&lt;/a&gt; rather than the mind which perceives and feels.\nWhatever feels, lives; whatever lives, depends on nourishment; whatever lives and depends on nourishment grows; whatever is of this nature is in the end resolved into its basic principles; whatever comes to be resolved into its basic principles is a complex; every complex has its constituent parts; whatever this is true of is a divisible body. If therefore the human mind feels, it follows that it is a divisible body.\nPhilosophical career and later life.\nAmo returned to the &lt;a href=\"University%20of%20Halle\"&gt;University of Halle&lt;/a&gt; to lecture in philosophy under his preferred name of Antonius Guilelmus Amo Afer. In 1736 he was made a professor. From his lectures, he produced his second major work in 1738, \"Treatise on the Art of Philosophising Soberly and Accurately\", in which he developed an &lt;a href=\"empiricism\"&gt;empiricist&lt;/a&gt; epistemology very close to but distinct from that of philosophers such as &lt;a href=\"John%20Locke\"&gt;John Locke&lt;/a&gt; and &lt;a href=\"David%20Hume\"&gt;David Hume&lt;/a&gt;. In it he also examined and criticised faults such as intellectual dishonesty, dogmatism, and prejudice.\nIn 1740 Amo took up a post in philosophy at the &lt;a href=\"University%20of%20Jena\"&gt;University of Jena&lt;/a&gt;, but while there he experienced a number of changes for the worse. The &lt;a href=\"Ferdinand%20Albert%20II%2C%20Duke%20of%20Brunswick-L%C3%BCneburg\"&gt;Duke of Brunswick-Wolfenbüttel&lt;/a&gt; had died in 1735, leaving him without his long-standing patron and protector. That coincided with social changes in Germany, which was becoming intellectually and morally narrower and less liberal. Those who argued against the secularisation of education (and against the rights of Africans in Europe) were regaining their ascendancy over those who campaigned for greater academic and social freedom, such as &lt;a href=\"Christian%20Wolff%20%28philosopher%29\"&gt;Christian Wolff&lt;/a&gt;.\nAmo was subjected to an unpleasant campaign by some of his enemies, including a public &lt;a href=\"Parody\"&gt;lampoon&lt;/a&gt; staged at a theatre in Halle. He finally decided to return to the land of his birth. He set sail on a &lt;a href=\"Dutch%20West%20India%20Company\"&gt;Dutch West India Company&lt;/a&gt; ship to Ghana via &lt;a href=\"Guinea\"&gt;Guinea&lt;/a&gt;, arriving in about 1747; his father and a sister were still living there. His life from then on becomes more obscure. According to at least one report, he was taken to a Dutch fortress, &lt;a href=\"Fort%20San%20Sebastian\"&gt;Fort San Sebastian&lt;/a&gt; in &lt;a href=\"Shama%2C%20Ghana\"&gt;Shama&lt;/a&gt;, in the 1750s, possibly to prevent him sowing dissent among his people. The exact date, place, and manner of his death are unknown, though he probably died in about 1759 at the fort in Shama in Ghana.\nLegacy.\nAmo is cited in &lt;a href=\"Abb%C3%A9%20Gr%C3%A9goire\"&gt;Abbé Grégoire&lt;/a&gt;'s \"De la littérature des nègres\" (1808).\nIn August 2020, in a context of 'decolonization' of place names following the &lt;a href=\"murder%20of%20George%20Floyd\"&gt;murder of George Floyd&lt;/a&gt;, the German capital &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; decided to rename its &lt;a href=\"Mohrenstra%C3%9Fe\"&gt;Mohrenstraße&lt;/a&gt; to \"Anton-Wilhelm-Amo-Straße\" in his honor.\nOn 10 October 2020, &lt;a href=\"Google\"&gt;Google&lt;/a&gt; celebrated him with a &lt;a href=\"Google%20Doodle\"&gt;Google Doodle&lt;/a&gt;."
}