{
    "id": "10407302",
    "revid": "39625369",
    "url": "https://en.wikipedia.org/wiki?curid=10407302",
    "title": "Bart Andrus",
    "text": "Bart Andrus (born March 30, 1958) is an &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; coach and a former collegiate player who is the current &lt;a href=\"head%20coach\"&gt;Head coach&lt;/a&gt; and &lt;a href=\"General%20manager%20%28American%20football%29\"&gt;General manager&lt;/a&gt; for the &lt;a href=\"Philadelphia%20Stars%20%282022%29\"&gt;Philadelphia Stars&lt;/a&gt; of the &lt;a href=\"United%20States%20Football%20League%20%282022%29\"&gt;United States Football League&lt;/a&gt; (USFL). He has served as &lt;a href=\"head%20coach\"&gt;head coach&lt;/a&gt; for the &lt;a href=\"Amsterdam%20Admirals\"&gt;Amsterdam Admirals&lt;/a&gt; of the &lt;a href=\"NFL%20Europe\"&gt;NFL Europe&lt;/a&gt; League (NFLEL) from 2001 to 2007, the &lt;a href=\"Toronto%20Argonauts\"&gt;Toronto Argonauts&lt;/a&gt; of the &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt; (CFL) in 2009, and the &lt;a href=\"Omaha%20Nighthawks\"&gt;Omaha Nighthawks&lt;/a&gt; of the &lt;a href=\"United%20Football%20League%20%282009%E2%80%932012%29\"&gt;United Football League&lt;/a&gt; (UFL) in 2012 compiling a career record of 40 wins and 54 losses. Andrus also was the head football coach at &lt;a href=\"Rocky%20Mountain%20College\"&gt;Rocky Mountain College&lt;/a&gt; in 1996, posting a mark of 6–4. He also served as head coach of the Generals of &lt;a href=\"The%20Spring%20League\"&gt;The Spring League&lt;/a&gt;.\nEarly life and playing career.\nAndrus was born in &lt;a href=\"Logan%2C%20Utah\"&gt;Logan, Utah&lt;/a&gt; and grew up in Sepulveda, California (now called &lt;a href=\"North%20Hills%2C%20Los%20Angeles\"&gt;North Hills&lt;/a&gt;), a community in the &lt;a href=\"San%20Fernando%20Valley\"&gt;San Fernando Valley&lt;/a&gt; of the city of Los Angeles. While attending &lt;a href=\"James%20Monroe%20High%20School%20%28California%29\"&gt;Monroe High School&lt;/a&gt;, he played &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt; on the &lt;a href=\"High%20school%20football%20in%20North%20America\"&gt;football&lt;/a&gt; team, earning first-team All-Mid-Valley League honors his senior year in 1975. Following graduation, Andrus played two years of &lt;a href=\"junior%20college\"&gt;junior college&lt;/a&gt; football. He originally enrolled at &lt;a href=\"Los%20Angeles%20Valley%20College\"&gt;Los Angeles Valley College&lt;/a&gt; in 1976, before transferring to the &lt;a href=\"College%20of%20the%20Canyons\"&gt;College of the Canyons&lt;/a&gt; in &lt;a href=\"Santa%20Clarita%2C%20California\"&gt;Santa Clarita, California&lt;/a&gt; the next year. In 1978, Andrus moved on to &lt;a href=\"Oregon%20State%20University\"&gt;Oregon State University&lt;/a&gt; in &lt;a href=\"Corvallis%2C%20Oregon\"&gt;Corvallis&lt;/a&gt;. After not seeing any playing time with the &lt;a href=\"Oregon%20State%20Beavers%20football\"&gt;Beavers&lt;/a&gt; that year, he transferred to the &lt;a href=\"University%20of%20Montana\"&gt;University of Montana&lt;/a&gt;. During his first season in &lt;a href=\"Missoula%2C%20Montana\"&gt;Missoula&lt;/a&gt;, he played in a backup role, completing three of 16 passes for 18 yards while also rushing 14 times for 83 yards. As a senior in 1980, Andrus shared starting quarterback duties with future &lt;a href=\"Detroit%20Lions\"&gt;Detroit Lions&lt;/a&gt; head coach &lt;a href=\"Marty%20Mornhinweg\"&gt;Marty Mornhinweg&lt;/a&gt;. He completed 69 of 118 attempts for 688 yards and also punted 61 times for a 40.0-yard average. At the conclusion of the season, Andrus was selected to the &lt;a href=\"Big%20Sky%20Conference\"&gt;Big Sky Conference&lt;/a&gt; All-Academic team.\nCoaching career.\nOne of Andrus' earliest experiences with coaching was when he served for three years as head coach at St. Patrick High School in &lt;a href=\"Vallejo%2C%20California\"&gt;Vallejo, California&lt;/a&gt;. After this, in 1984, he went to work as graduate assistant at &lt;a href=\"Brigham%20Young%20University\"&gt;Brigham Young University&lt;/a&gt;, followed by serving as offensive coordinator at three different schools: &lt;a href=\"Humboldt%20State\"&gt;Humboldt State&lt;/a&gt; (1986–1989), &lt;a href=\"Montana%20State%20University\"&gt;Montana State&lt;/a&gt; (1990–1991) and &lt;a href=\"Southern%20Utah%20University\"&gt;Southern Utah University&lt;/a&gt; (1993–1995).\nAfter this Andrus continued his coaching career (which has extended to nearly three decades as of 2012) and advanced to head coaching at the collegiate level when he served as head coach at &lt;a href=\"Rocky%20Mountain%20College\"&gt;Rocky Mountain College&lt;/a&gt; for one season in 1996. For this he received the 1996 &lt;a href=\"National%20Association%20of%20Intercollegiate%20Athletics\"&gt;National Association of Intercollegiate Athletics&lt;/a&gt; (NAIA) Coach of the Year Award because of his efforts in restructuring a struggling program that had not won a game in four years. With Andrus at the helm, Rocky Mountain ended the season at 6–4 with their offense ranking first in the nation.\nAndrus moved on to spend three seasons in the NFL with the &lt;a href=\"Tennessee%20Oilers\"&gt;Tennessee Oilers&lt;/a&gt; as an offensive assistant from 1997–1998 and as the quarterbacks coach (tutoring NFL star &lt;a href=\"Steve%20McNair\"&gt;Steve McNair&lt;/a&gt;) in 1999 when the team had been renamed the Tennessee Titans. He was a member of the Titans' coaching staff during &lt;a href=\"Super%20Bowl%20XXXIV\"&gt;Super Bowl XXXIV&lt;/a&gt; following the 1999 NFL season.\nIn the new millennium, Andrus moved his career to Europe, when he took the position as offensive coordinator for the &lt;a href=\"NFL%20Europe\"&gt;NFL Europe&lt;/a&gt; team &lt;a href=\"Rhein%20Fire\"&gt;Rhein Fire&lt;/a&gt;, located in &lt;a href=\"D%C3%BCsseldorf\"&gt;Düsseldorf&lt;/a&gt;, Germany. Here he won his first &lt;a href=\"World%20Bowl\"&gt;World Bowl&lt;/a&gt; ring with his new team. The Fire's offense topped the league in total yards gained and total points scored that year with Andrus as offensive coordinator.\nOne year later, Bart Andrus switched to the NFLE team the &lt;a href=\"Amsterdam%20Admirals\"&gt;Amsterdam Admirals&lt;/a&gt; when the position of head coach became available there. During this year Andrus lead the Admirals to a 4–6 season, missing out on clinching a berth in &lt;a href=\"World%20Bowl%20IX\"&gt;World Bowl IX&lt;/a&gt; with a loss in week 10 (the final week). Three years later, in 2004, Andrus guided the Admirals to their &lt;a href=\"Amsterdam%20Admirals%23Season-by-season\"&gt;first non-losing season since 1998&lt;/a&gt; by establishing a 5–5 record.\nProbably due to his own history as quarterback and later on as quarterback coach, Andrus traditionally provided the Admirals with strong offensive teams. This is shown by the fact that the Admirals ranked number one in total offense in 2005, averaging 357.4 yards per game. After posting a 6–4 mark that year and leading his team to victory for the first time in &lt;a href=\"World%20Bowl%20XIII\"&gt;World Bowl XIII&lt;/a&gt; against the three-time World Bowl champion &lt;a href=\"Berlin%20Thunder\"&gt;Berlin Thunder&lt;/a&gt;, he was named NFL Europe Coach of the Year and earned his second World Bowl ring. While guiding the Admirals to a league-best 7–3 regular season record in 2006, Andrus was once again coaching one of NFL Europe's most potent offenses, with his men averaging 332.3 yards per game. However, his team did not manage to deliver him his third World Bowl ring after he lost his starting quarterback.\nOn January 20, 2006, the &lt;a href=\"Atlanta%20Falcons\"&gt;Atlanta Falcons&lt;/a&gt; interviewed Andrus for their vacancy at quarterback coach but Andrus continued as head coach for the Admirals in 2006. &lt;a href=\"Georgia%20Tech%20Yellow%20Jackets%20football\"&gt;Georgia Tech&lt;/a&gt; also interviewed Andrus in 2007 but he decided to stay with the Admirals another season, which was to prove to be the final season of NFL Europe.\nOn July 27, 2008, the Tennessee Titans again added Bart Andrus to their coaching staff as an offensive assistant coach.\nOn January 16, 2009, the &lt;a href=\"Toronto%20Argonauts\"&gt;Toronto Argonauts&lt;/a&gt; of the Canadian Football League announced that Andrus had been hired as head coach. He was the 53rd head coach in the team's 136-year history and this was his first experience in &lt;a href=\"Canadian%20football\"&gt;Canadian football&lt;/a&gt;. In his sole season as the Argonauts head coach, the team finished last in the CFL with a 3–15 record. On December 14, 2009, it was announced that the Toronto Argonauts fired Andrus as head coach.\nOn January 18, 2011 Andrus was announced as the new offensive coordinator for the Omaha Nighthawks of the UFL, serving under &lt;a href=\"Joe%20Moglia\"&gt;Joe Moglia&lt;/a&gt;, former president and CEO of the financial firm holding the team's home field's &lt;a href=\"naming%20rights\"&gt;naming rights&lt;/a&gt;, &lt;a href=\"TD%20Ameritrade\"&gt;TD Ameritrade&lt;/a&gt;. After the &lt;a href=\"2011%20UFL%20season\"&gt;2011 season&lt;/a&gt; Moglia and several other members of his staff, but not Andrus, departed the UFL for the collegiate ranks at &lt;a href=\"Coastal%20Carolina%20Chanticleers%20football\"&gt;Coastal Carolina&lt;/a&gt;, which named Moglia its new head coach. On August 9, 2012 Andrus was officially announced as the new head coach of the Nighthawks.\nFor the 2013 season, the St. Louis Rams added Bart Andrus to their coaching staff as an offensive assistant coach.\nOn May 7, 2014, Andrus agreed to become the temporary head coach for one season with the Feather River College Golden Eagles.\nOn January 24, 2020, Andrus was revealed as the head coach of Team Nine, the centralized &lt;a href=\"farm%20team\"&gt;farm team&lt;/a&gt; being utilized by the &lt;a href=\"XFL%20%282020%29\"&gt;XFL&lt;/a&gt;. He was named head coach of the Generals of &lt;a href=\"The%20Spring%20League\"&gt;The Spring League&lt;/a&gt; on October 15, 2020.\nAndrus joined the &lt;a href=\"Ottawa%20Gee-Gees%20football\"&gt;Ottawa Gee-Gees&lt;/a&gt; of &lt;a href=\"U%20Sports%20football\"&gt;U Sports football&lt;/a&gt; in 2021 to serve as the team's &lt;a href=\"quarterbacks%20coach\"&gt;quarterbacks coach&lt;/a&gt;.\nOn January 6, 2022, Andrus was revealed as the Head coach and General manager of the &lt;a href=\"Philadelphia%20Stars%20%282022%29\"&gt;Philadelphia Stars.&lt;/a&gt;\nPersonal life.\nAndrus and his wife Karen have two children, daughter Brooke, and son Travis."
}