{
    "id": "10426188",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=10426188",
    "title": "Shlomo Scharf",
    "text": "Shlomo Scharf (; born 1 January 1943) is a former &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;i &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; player and &lt;a href=\"coach%20%28sport%29\"&gt;manager&lt;/a&gt; who now works as a regular commentator on Israeli &lt;a href=\"Sport%205\"&gt;Sport 5&lt;/a&gt; TV channel. Scharf managed &lt;a href=\"Maccabi%20Haifa\"&gt;Maccabi Haifa&lt;/a&gt; to three championships, and was &lt;a href=\"Israel%20national%20football%20team\"&gt;Israel national football team&lt;/a&gt; manager from 1992 to 1999.\nManagerial career.\nAs manager of the national team in Israel, Scharf is remembered for beating France 3-2 on French soil wrapping up his first European cycle with the national team.\nImpressive during his tenure as Israeli national coach were the defeats were transformed to draws, and later into victories. His contract was always running for the next two years, and because of the visible improvement in the side, extensions followed.\nMore games on which good results had been gained was a win against Poland, starting the qualifying campaign for the European Championships, as well as a sound defeat of the Bulgarian national team without their star &lt;a href=\"Hristo%20Stoichkov\"&gt;Hristo Stoichkov&lt;/a&gt;, again in the first match of the qualifying round, this time for the World Cup in France, with the presence of a strong crowd in their home stadium of Ramat Gan.\nScharf's top achievement came when long-time nemesis Austria was defeated, with an impressive score of 5-0, Israel's biggest competitive win against an arguably stronger team.\nOn the negative side were both losses to Cyprus as visitors, as well as the humiliation against Denmark in the Euro 2000 playoffs, which ended the experienced trainer's spell as the national team's manager.\nFollowing a short spell with Maccabi Tel Aviv and Hapoel Be'er Sheva, Scharf retired, ending a highly prominent coaching career. He is still respected in the local media, and his opinion is periodically sought to characterize what's new and old in Israeli football.\nHis catchphrase on the Israeli \"Sport5\" channel is \"Extraordinary, good!\" when he appreciates a certain football team or player."
}