{
    "id": "10436493",
    "revid": "981730665",
    "url": "https://en.wikipedia.org/wiki?curid=10436493",
    "title": "Consumer Affairs Victoria",
    "text": "Consumer Affairs Victoria (CAV) is a government agency that protects and promotes the interests of &lt;a href=\"consumer\"&gt;consumer&lt;/a&gt;s and is based in the &lt;a href=\"Australian\"&gt;Australian&lt;/a&gt; state of &lt;a href=\"Victoria%20%28Australia%29\"&gt;Victoria&lt;/a&gt;. It is responsible for reviewing and advising the Victorian Government on consumer &lt;a href=\"legislation\"&gt;legislation&lt;/a&gt; and industry codes; advising and educating &lt;a href=\"consumer\"&gt;consumer&lt;/a&gt;s, &lt;a href=\"tenants\"&gt;tenants&lt;/a&gt;, &lt;a href=\"Merchant\"&gt;traders&lt;/a&gt; and &lt;a href=\"landlords\"&gt;landlords&lt;/a&gt; on their rights, responsibilities and changes to the law; registering and licensing businesses and occupations; conciliating disputes between consumers and traders, tenants and landlords; and enforcing and ensuring compliance with consumer laws. It is a business unit of the Department of Justice and Community Safety.\nConsumer Affairs Victoria provides information and advice on issues including &lt;a href=\"renting\"&gt;renting&lt;/a&gt;, buying and selling property, &lt;a href=\"building\"&gt;building&lt;/a&gt;, &lt;a href=\"shopping\"&gt;shopping&lt;/a&gt;, motor car trading, small businesses and clubs and not-for-profits. It &lt;a href=\"license\"&gt;license&lt;/a&gt;s or registers (in conjunction with the Business Licensing Authority) and regulates a range of occupations, including conveyancers, &lt;a href=\"estate%20agents\"&gt;estate agents&lt;/a&gt;, motor car traders, owners corporation managers, sex work service providers, second-hand dealers and &lt;a href=\"pawnbrokers\"&gt;pawnbrokers&lt;/a&gt;.\nHistory and establishment.\nIn 1965, the State Government of Victoria established a Consumer Protection Council, the first government general consumer body established in Australia \nThe Consumer Protection Council was established essentially to consider issues and to advise the Government. The Council was not formally set up to handle complaints, but this became a dominant part of its work. New legislation in 1973 also established a Ministry of Consumer Affairs tied to the Department of Labour and Industry. They were substantially cut by the &lt;a href=\"Jeff%20Kennett\"&gt;Kennett Government&lt;/a&gt; and the Ministry was abolished and absorbed into a new Department of Justice.\nGoals and purpose.\nThe Consumer Affairs Victoria vision is \"informed and responsible consumers and traders, who know their rights and responsibilities\" Its goals are:\nActivities and operations.\nA past Director of Consumer Affairs, Dr David Cousins, described the role of Consumer Affairs Victoria thus:\n\"Consumer Affairs has essentially three key roles. These are firstly to advise the government on the consumer policy framework and to manage the legislative and non-legislative program related to this framework. Secondly, Consumer Affairs is a significant regulator of industry conduct, monitors entry regulation in some industries, and manages guarantee funds covering residential tenancies, property services and motor car trading. Thirdly, Consumer Affairs is a major service provider of information, advice, education, complaint-handling (primarily through the provision of third party conciliation and mediation services) and licensing services.\"\nOrganisation.\nConsumer Affairs Victoria is a component of the Regulation business unit of the Victorian &lt;a href=\"Department%20of%20Justice%20and%20Community%20Safety\"&gt;Department of Justice and Community Safety&lt;/a&gt;. The department and its Secretary are responsible to three ministers, including the Hon. Marlene Kairouz MP Minister for Consumer Affairs. The head office of Consumer Affairs Victoria is at &lt;a href=\"121%20Exhibition%20Street\"&gt;121 Exhibition Street&lt;/a&gt;, Melbourne, Victoria.\nThe Department of Justice and Regulation has &lt;a href=\"http%3A//www.justice.vic.gov.au/utility/service%2Blocations/\"&gt;regional offices throughout Victoria&lt;/a&gt; which offer Consumer Affairs Victoria services.\nGovernance.\nThe Director of Consumer Affairs Victoria is Simon Cohen. The Director is also a Deputy Secretary in the &lt;a href=\"Department%20of%20Justice%20and%20Regulation\"&gt;Department of Justice and Regulation&lt;/a&gt; and an office holder under the \"Australian Consumer Law and Fair Trading Act 2012\". The functions of the Director include:\nRelated bodies.\nThere are a number of related bodies within the Consumer Affairs portfolio, each established under separate legislation, but with administrative support provided by Consumer Affairs Victoria.\nThe Estate Agents Council - established under the \"Estate Agents Act 1980\" the Council is a ministerial advisory body, that monitors the industry and advises the Minister, in order to promote appropriate standards of conduct and competency in the real estate industry and to protect the interests of the public using real estate services.\nThe Motor Car Traders Claims Committee - established under the \"Motor Car Traders Act 1986\" the Committee is responsible for considering and determining claims for compensation from the Motor Car Traders Guarantee Fund.\nSex Work Ministerial Advisory Committee - established under the \"Prostitution Control Act 1994\" the Committee is a ministerial advisory body that advises the Minister on issues relating to the regulation and control of the prostitution industry in Victoria.\nResidential Tenancies Bond Authority - established under the \"Residential Tenancies Act 1997\" the Authority collects, holds and disburses all Victorian residential tenancy bonds. The Director of Consumer Affairs Victoria is the sole member of the RTBA."
}