{
    "id": "10454228",
    "revid": "20166360",
    "url": "https://en.wikipedia.org/wiki?curid=10454228",
    "title": "Landesliga",
    "text": "The Landesliga () is a tier of &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; in some states of the &lt;a href=\"German%20football%20league%20system\"&gt;German football league system&lt;/a&gt;.\nIn &lt;a href=\"Bavaria\"&gt;Bavaria&lt;/a&gt;, &lt;a href=\"Saxony\"&gt;Saxony&lt;/a&gt;, &lt;a href=\"Thuringia\"&gt;Thuringia&lt;/a&gt;, &lt;a href=\"Bremen\"&gt;Bremen&lt;/a&gt;, &lt;a href=\"Lower%20Saxony\"&gt;Lower Saxony&lt;/a&gt; and &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt;, the Landesligas are set right below the &lt;a href=\"Oberliga%20%28football%29\"&gt;Oberliga&lt;/a&gt; and therefore are the sixth tier. The reason for this is that Bavaria, Hamburg, Lower Saxony, and Bremen are the only places in Germany where the Oberliga, the &lt;a href=\"States%20of%20Germany\"&gt;State&lt;/a&gt;, and the &lt;a href=\"Umbrella%20organization\"&gt;Verband&lt;/a&gt; are geographically the same, while the other two states simply chose to call their leagues \"Landesligas\" when establishing them in 1990. In the Middle Rhine and Lower Rhine regions of &lt;a href=\"North%20Rhine-Westphalia\"&gt;North Rhine-Westphalia&lt;/a&gt; it is also, since 2012, the sixth tier.\nIn &lt;a href=\"Baden-W%C3%BCrttemberg\"&gt;Baden-Württemberg&lt;/a&gt;, &lt;a href=\"Rhineland-Palatinate\"&gt;Rhineland-Palatinate&lt;/a&gt; (southwestern part only), &lt;a href=\"North%20Rhine-Westphalia\"&gt;North Rhine-Westphalia&lt;/a&gt; (Westphalia), &lt;a href=\"Mecklenburg-Western%20Pomerania\"&gt;Mecklenburg-Western Pomerania&lt;/a&gt;, &lt;a href=\"Brandenburg\"&gt;Brandenburg&lt;/a&gt;, &lt;a href=\"Saxony-Anhalt\"&gt;Saxony-Anhalt&lt;/a&gt;, and &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;, the Landesliga is the seventh tier, below the &lt;a href=\"Verbandsliga\"&gt;Verbandsliga&lt;/a&gt;. In the &lt;a href=\"Saarland\"&gt;Saarland&lt;/a&gt;, the Landesligas are set as the eighth tier.\nTypically, in each &lt;a href=\"States%20of%20Germany\"&gt;Bundesland&lt;/a&gt;, the \"Landesligas\" are divided into different \"Staffeln\" or \"divisions\". In Bavaria, the \"Landesliga\" is divided into five divisions, South-West, South-East, Central, North-West, and North-East. In Saxony, Bremen, and Thuringia, the Landesliga is in a single division format. In Hamburg, it consists of two divisions.\nIn 2017, &lt;a href=\"Schleswig-Holstein\"&gt;Schleswig-Holstein&lt;/a&gt; introduced Landesligas at the sixth tier, leaving &lt;a href=\"Hesse\"&gt;Hesse&lt;/a&gt; as the only German state not to have Landesligas. The Rheinland region of &lt;a href=\"Rhineland-Palatinate\"&gt;Rhineland-Palatinate&lt;/a&gt; also operates without such a league. \nIn Brandenburg, Mecklenburg-Western Pomerania, Saxony, Saxony-Anhalt, and Thuringia the league below the Landesligas is the Landesklasse (). Also in 2017, Mecklenburg-Western Pomerania reduced the number of Landesligas and Landesklasses to 2 and 4 divisions respectively, but temporarily reverted them to 3 and 5 divisions for one season in 2020.\nLeagues.\nTier-VI Landesligas.\nOf the 69 \"Landesligas\" in Germany 20 are set at tier six of the &lt;a href=\"German%20football%20league%20system\"&gt;German football league system&lt;/a&gt;, these being:\nTier VII-Landesligas.\nApart from the above-mentioned states, Landesligas also exist in the states of &lt;a href=\"Baden-W%C3%BCrttemberg\"&gt;Baden-Württemberg&lt;/a&gt;, &lt;a href=\"Rhineland-Palatinate\"&gt;Rhineland-Palatinate&lt;/a&gt; (in the southwest part only), &lt;a href=\"North%20Rhine-Westphalia\"&gt;North Rhine-Westphalia&lt;/a&gt; (Westphalia), &lt;a href=\"Mecklenburg-Western%20Pomerania\"&gt;Mecklenburg-Western Pomerania&lt;/a&gt;, &lt;a href=\"Brandenburg\"&gt;Brandenburg&lt;/a&gt;, &lt;a href=\"Saxony-Anhalt\"&gt;Saxony-Anhalt&lt;/a&gt;, &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; and as Landesklasse, in &lt;a href=\"Saxony\"&gt;Saxony&lt;/a&gt; and &lt;a href=\"Thuringia\"&gt;Thuringia&lt;/a&gt; as tier seven leagues, below the Verbandsligas:\nTier VIII-Landesligas.\nUniquely, the &lt;a href=\"Saarland\"&gt;Saarland&lt;/a&gt; has the Landesligas as the eighth tier of its league system; in Brandenburg, Mecklenburg-Western Pomerania and Saxony-Anhalt the equivalent tier is Landesklasse.\n \n \n "
}