{
    "id": "10456154",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=10456154",
    "title": "2007 Ijok by-election",
    "text": "The 2007 Ijok by-election was held on 28 April 2007. The seat of &lt;a href=\"Ijok\"&gt;Ijok&lt;/a&gt; in the State Legislative Assembly of &lt;a href=\"Selangor\"&gt;Selangor&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, fell vacant after the death of the incumbent, &lt;a href=\"K.%20Sivalingam\"&gt;K. Sivalingam&lt;/a&gt;, on 4 April 2007 from a heart attack. Sivalingam was a member of the state executive council as well as the deputy chairman of the &lt;a href=\"Selangor\"&gt;Selangor&lt;/a&gt; state &lt;a href=\"Malaysian%20Indian%20Congress\"&gt;Malaysian Indian Congress&lt;/a&gt; (MIC), a component party of the ruling &lt;a href=\"Barisan%20Nasional\"&gt;Barisan Nasional&lt;/a&gt; (BN) coalition. The by-election was won by the BN candidate &lt;a href=\"K.%20Parthiban\"&gt;K. Parthiban&lt;/a&gt;, with a 1,850-vote majority over the opposition candidate, &lt;a href=\"Khalid%20Ibrahim\"&gt;Khalid Ibrahim&lt;/a&gt;.\nBackground.\nState assembly seat N.08 &lt;a href=\"Ijok\"&gt;Ijok&lt;/a&gt; lies in parliamentary seat P.096 &lt;a href=\"Kuala%20Selangor\"&gt;Kuala Selangor&lt;/a&gt;. As of the &lt;a href=\"2004%20Malaysian%20general%20election\"&gt;2004 General Elections&lt;/a&gt;, Ijok was a &lt;a href=\"Malays%20%28ethnic%20group%29\"&gt;Malay&lt;/a&gt;-majority seat (50.6%), followed by &lt;a href=\"Malaysian%20Indian\"&gt;Indians&lt;/a&gt; (28.3%), &lt;a href=\"Malaysian%20Chinese\"&gt;Chinese&lt;/a&gt; (20.9%) and others (0.2%). In the 2004 election, the late K. Sivalingam of the &lt;a href=\"Malaysian%20Indian%20Congress\"&gt;MIC&lt;/a&gt; (a component party of the &lt;a href=\"Barisan%20Nasional\"&gt;BN&lt;/a&gt; coalition), garnered 5,213 votes, defeating &lt;a href=\"Abdul%20Rahman%20Moharam\"&gt;Abdul Rahman Moharam&lt;/a&gt; of the &lt;a href=\"Parti%20Keadilan%20Rakyat\"&gt;People's Justice Party&lt;/a&gt; (PKR) (3,564 votes) and independent candidate &lt;a href=\"Mohamed%20Shariff%20Nagoorkani\"&gt;Mohamed Shariff Nagoorkani&lt;/a&gt; (313 votes).\nPre-nomination speculation.\nBarisan Nasional.\nThere was no shortage of potential candidates from the BN coalition; the English daily \"&lt;a href=\"The%20Star%20%28Malaysia%29\"&gt;The Star&lt;/a&gt;\" had quoted MIC president &lt;a href=\"S.%20Samy%20Vellu\"&gt;S. Samy Vellu&lt;/a&gt; that 23 MIC members have expressed interest to contest the by-election. However, the two leading favourites were said to be MIC central working committee members &lt;a href=\"S.%20Murugesan\"&gt;S. Murugesan&lt;/a&gt; and &lt;a href=\"T.%20Mohan\"&gt;T. Mohan&lt;/a&gt;. Other names bandied by the media included teacher and MIC &lt;a href=\"Kuala%20Selangor\"&gt;Kuala Selangor&lt;/a&gt; division chief &lt;a href=\"P.%20Thirumoorthy\"&gt;P. Thirumoorthy&lt;/a&gt;, &lt;a href=\"Shah%20Alam\"&gt;Shah Alam&lt;/a&gt; division vice-chairman &lt;a href=\"S.%20Muruga%20Vellu\"&gt;S. Muruga Vellu&lt;/a&gt; and &lt;a href=\"Kota%20Raja\"&gt;Kota Raja&lt;/a&gt; deputy chief &lt;a href=\"R.%20Subramaniam\"&gt;R. Subramaniam&lt;/a&gt;. However, on 16 April 2007, the BN picked a relative unknown, former teacher &lt;a href=\"K.%20Parthiban\"&gt;K. Parthiban&lt;/a&gt; as its by-election candidate. The selection prompted the MIC &lt;a href=\"Kuala%20Selangor\"&gt;Kuala Selangor&lt;/a&gt; division chief &lt;a href=\"P.%20Thirumoorthy\"&gt;P. Thirumoorthy&lt;/a&gt;, a relative party &lt;a href=\"heavyweight\"&gt;heavyweight&lt;/a&gt; on the candidate shortlist to quit the MIC, only to backtrack and declare his support for Parthiban two days later.\nOpposition.\nMeanwhile, the two major &lt;a href=\"opposition%20parties\"&gt;opposition parties&lt;/a&gt;, the &lt;a href=\"Islamic%20Party%20of%20Malaysia\"&gt;Pan Malaysian Islamic Party&lt;/a&gt; (PAS) and the &lt;a href=\"Democratic%20Action%20Party%20%28Malaysia%29\"&gt;Democratic Action Party&lt;/a&gt; (DAP), in a rare display of opposition solidarity, both threw their support behind the PKR for the by-election. PKR's campaign will be led by party adviser and former Deputy Prime Minister &lt;a href=\"Anwar%20Ibrahim\"&gt;Anwar Ibrahim&lt;/a&gt;. The leading potential candidate was current party treasurer and former &lt;a href=\"Guthrie%20%28Malaysia%29\"&gt;Kumpulan Guthrie Bhd&lt;/a&gt; and &lt;a href=\"Pemodalan%20Nasional%20Berhad\"&gt;Permodalan Nasional Bhd&lt;/a&gt; CEO &lt;a href=\"Khalid%20Ibrahim\"&gt;Khalid Ibrahim&lt;/a&gt;, although some PKR members lobbied for an &lt;a href=\"Malaysian%20Indian\"&gt;Indian&lt;/a&gt; candidate.\nEventually, the party announced that it had shortlisted Khalid and Indian bureau head &lt;a href=\"K.S.%20Nallakarupan\"&gt;K.S. Nallakarupan&lt;/a&gt; for its ticket. Later on 17 April 2007, it was announced that, as expected, Khalid would be the PKR nominee. Nallakarupan said that although PKR President Wan Azizah Wan Ismail had offered him the nomination, he declined in favour of Khalid. Azizah denied allegations of racial bias in the decision, stating: \"We picked the candidate not on racial lines but on the basis of the most appropriate choice to be the people's voice in the state assembly\".\nIndependent candidates.\nOn 15 April 2007, &lt;a href=\"Klang%2C%20Malaysia\"&gt;Klang&lt;/a&gt;-based businessman &lt;a href=\"K.%20Loganathan\"&gt;K. Loganathan&lt;/a&gt; announced he would contest as an independent candidate in the by-election, citing the lack of &lt;a href=\"rural%20development\"&gt;development&lt;/a&gt; and progress under the previous assemblyman and his desire to serve the rural folk of &lt;a href=\"Ijok\"&gt;Ijok&lt;/a&gt; as reasons.\nBy 18 April 2007, rumours were rife that a plethora of independent candidates will be contesting the by-election. Independent &lt;a href=\"online\"&gt;online&lt;/a&gt; &lt;a href=\"news\"&gt;news&lt;/a&gt; daily \"&lt;a href=\"Malaysiakini\"&gt;Malaysiakini&lt;/a&gt;\" reported as many as four independent candidates, including Loganathan, have expressed interest to contest.\nNominations.\nOn 19 April 2007, the candidates from BN and PKR filed their nominations at the &lt;a href=\"Batang%20Berjuntai\"&gt;Batang Berjuntai&lt;/a&gt; community hall, which was converted into a temporary nomination centre. Neither Loganathan nor any of the purported independent candidates appeared, and thus after the nomination period ended at 11.00 am, returning officer Haris Kasim announced that the by-election would be a straight fight between &lt;a href=\"K.%20Parthiban\"&gt;K. Parthiban&lt;/a&gt; of the MIC and Khalid of PKR.\nThe nomination was marred by a clash between BN and PKR supporters when their processions to the nomination centre inadvertently met. Eventually, the police intervened and separated the two groups. PKR later accused that &lt;a href=\"Khairy%20Jamaluddin\"&gt;Khairy Jamaluddin&lt;/a&gt;, Deputy BN Youth Chief, had been involved in provoking the fight, and also that BN Youth Chief and Education Minister &lt;a href=\"Hishamuddin%20Hussein\"&gt;Hishamuddin Hussein&lt;/a&gt; had thrown bottles at PKR supporters. However, no valid reports was actually made.\nThe Prime Minister had later warned both PKR and BN supporters of their behaviour during the by-election of Ijok.\nBy-election results.\nThe BN candidate, &lt;a href=\"K.%20Parthiban\"&gt;K. Parthiban&lt;/a&gt;, won with a majority of 1,850 votes. Parthiban secured 5,884 votes while Keadilan's Abdul Khalid Ibrahim got 4,034 votes. A total of 10,052 voters, or 81.9%, of the 12,272 eligible voters had cast their ballots, a record turnout for the constituency. In the 2004 General Elections, BN defeated PKR by 1,649 votes in the constituency."
}