{
    "id": "10459622",
    "revid": "17877784",
    "url": "https://en.wikipedia.org/wiki?curid=10459622",
    "title": "The Squeeze (1987 film)",
    "text": "The Squeeze is a 1987 American &lt;a href=\"action%20comedy%20film\"&gt;action comedy film&lt;/a&gt; directed by &lt;a href=\"Roger%20Young%20%28director%29\"&gt;Roger Young&lt;/a&gt; and starring &lt;a href=\"Michael%20Keaton\"&gt;Michael Keaton&lt;/a&gt; and &lt;a href=\"Rae%20Dawn%20Chong\"&gt;Rae Dawn Chong&lt;/a&gt;. The movie was plagued by production problems, including going over budget.\nPlot.\nAfter retrieving a mysterious parcel for his ex-wife, eccentric down-on-his-luck artist Harry Berg (&lt;a href=\"Michael%20Keaton\"&gt;Michael Keaton&lt;/a&gt;) enlists the help of private eye Rachel Dobs (&lt;a href=\"Rae%20Dawn%20Chong\"&gt;Rae Dawn Chong&lt;/a&gt;) when he suddenly becomes embroiled with thugs and a murder investigation. The combination of Harry's many comic eccentricities and Rachel's straight-and-narrow, naive personality ends up working in their favor to help solve the crime.\nRelease.\nOriginally produced as \"Skip Tracer\", this film changed its title to \"Squeeze Play\" before settling for \"The Squeeze\". The working title refers to someone who tracks down delinquent bill payers. When released in theaters, \"The Squeeze\" made only $2.2 million at the U.S. box office. It is most notable for an accident that took place during filming, in which a stunt man was killed driving a car into the &lt;a href=\"Hudson%20River\"&gt;Hudson River&lt;/a&gt;.\nAn updated version of the film was briefly released on &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt;, and &lt;a href=\"Comcast\"&gt;Comcast&lt;/a&gt; had an HD version On Demand in 2008. After being long out-of-print on home media for years, &lt;a href=\"Sony%20Pictures%20Home%20Entertainment\"&gt;Sony Pictures Home Entertainment&lt;/a&gt; released \"The Squeeze\" on &lt;a href=\"Blu-ray\"&gt;Blu-ray&lt;/a&gt; on March 26, 2019.\nReception.\nDespite billing itself as a \"comedy-thriller on a lucky streak\", the film failed to score with most critics. Film historian &lt;a href=\"Leonard%20Maltin\"&gt;Leonard Maltin&lt;/a&gt; called it \"Dreadful...almost completely devoid of laughs \"or\" suspense.\""
}