{
    "id": "10462726",
    "revid": "609285",
    "url": "https://en.wikipedia.org/wiki?curid=10462726",
    "title": "USS LST-279",
    "text": "USS \"Berkeley County\" (LST-279) was an built for the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. Named for counties in &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt; and &lt;a href=\"West%20Virginia\"&gt;West Virginia&lt;/a&gt;, she was the only U.S. Naval vessel to bear the name.\nConstruction and career.\n\"LST-279\" was laid down on 2 July 1943 at &lt;a href=\"Ambridge%2C%20Pennsylvania\"&gt;Ambridge, Pennsylvania&lt;/a&gt; by the American Bridge Company; launched on 19 September 1943; sponsored by Miss Marion Ruth Warsack; and commissioned at &lt;a href=\"New%20Orleans%2C%20Louisiana\"&gt;New Orleans, Louisiana&lt;/a&gt; on 25 October 1943 with Lieutenant Charles A. Palm, USNR, in command.\nService in the United States Navy.\nWorld War II, 1943–1945.\nAfter fitting out at the &lt;a href=\"Naval%20Station%20Algiers\"&gt;Naval Station Algiers&lt;/a&gt;, New Orleans, \"LST-279\" loaded supplies and ammunition before proceeding to &lt;a href=\"St.%20Andrews%20Bay%20%28Florida%29\"&gt;St. Andrews Bay&lt;/a&gt;, &lt;a href=\"Panama%20City%2C%20Florida\"&gt;Panama City, Florida&lt;/a&gt; for her shakedown cruise. While there, her crew practiced beach maneuvers and held communications and gunnery drills. In mid-November, she returned to New Orleans where the tank landing ship (LST) received minor alterations at the Pendleton Ship Yards. She then proceeded independently to &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt;, and from there on to &lt;a href=\"Davisville%2C%20Rhode%20Island\"&gt;Davisville, Rhode Island&lt;/a&gt; to load supplies and cargo. Moving on to &lt;a href=\"City%20of%20Halifax\"&gt;Halifax, Nova Scotia&lt;/a&gt; in early January 1944, she got underway in convoy for &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; later that month.\nAfter arriving at &lt;a href=\"Plymouth%2C%20England\"&gt;Plymouth, England&lt;/a&gt; on 7 February and unloading tank deck cargo, the LST engaged in various training maneuvers between Plymouth, &lt;a href=\"Salcombe\"&gt;Salcombe&lt;/a&gt;, and &lt;a href=\"Dartmouth%2C%20Devon\"&gt;Dartmouth&lt;/a&gt; off the southern coast of England. Assigned to Flotilla 28 in May, the tank landing ship was placed under British operational control for the upcoming landings in France. She then spent the days immediately before the &lt;a href=\"Normandy%20invasion\"&gt;Normandy invasion&lt;/a&gt; in the western Solent, Southampton, undergoing further training with British troops.\nOn 6 June 1944, \"LST-279\" moved from Southampton to Portsmouth, where she loaded British troops and vehicles before joining a convoy for &lt;a href=\"Normandy\"&gt;Normandy&lt;/a&gt;. On the morning of 7 June, the tank landing ship beached and unloaded her charges in the Green sector of &lt;a href=\"Juno%20Beach\"&gt;Juno Beach&lt;/a&gt;. Casualties then came on board for the return trip to Portsmouth. On her next convoy run, however, the tank landing ship ran into trouble. German &lt;a href=\"E-boat\"&gt;E-boat&lt;/a&gt;s, operating from &lt;a href=\"Cherbourg\"&gt;Cherbourg&lt;/a&gt;, &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;ed the &lt;a href=\"tug%20boat\"&gt;ocean tug&lt;/a&gt; and closed the LST convoy. Before nearby escorts drove off the attackers, one E-boat torpedo narrowly missed \"LST-279\", passing 20 feet from her bow, but went on to damage instead. Over the next two months, \"LST-279\" made over a dozen more shuttle trips, carrying troops, ammunition, and supplies from England to the beachheads in France.\nStarting in August 1944, she made routine operational trips from Portland, England, to the Normandy beaches and to the French ports of &lt;a href=\"Rouen\"&gt;Rouen&lt;/a&gt;, &lt;a href=\"Le%20Havre\"&gt;Le Havre&lt;/a&gt;, Cherbourg, and &lt;a href=\"Saint-Michel-en-Gr%C3%A8ve\"&gt;Saint-Michel-en-Grève&lt;/a&gt;. By the time she departed for home in June 1945, \"LST-279\" had made 74 &lt;a href=\"English%20Channel\"&gt;Channel&lt;/a&gt; crossings in support of the Allied armies in Europe.\nAfter unloading cargo at &lt;a href=\"Norfolk%2C%20Virginia\"&gt;Norfolk, Virginia&lt;/a&gt; the tank landing ship proceeded to New Orleans for maintenance availability and repairs. Following a short post-repair cruise to &lt;a href=\"Galveston%2C%20Texas\"&gt;Galveston, Texas&lt;/a&gt; \"LST-279\" moved to &lt;a href=\"Green%20Cove%20Springs%2C%20Florida\"&gt;Green Cove Springs, Florida&lt;/a&gt; on the &lt;a href=\"St.%20Johns%20River\"&gt;St. Johns River&lt;/a&gt; in &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, where she joined the Atlantic Reserve Fleet on 12 October 1945. \"LST-279\" was decommissioned there on 27 June 1946.\nAtlantic Fleet, 1951–1955.\nOn 20 July 1950 in consequence of the June 1950 invasion of &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt; by &lt;a href=\"communist\"&gt;communist&lt;/a&gt; &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt; and the ensuing mobilization of units in the reserve fleet, the tank landing ship was tapped for activation the following year. On 5 April 1951, \"LST-279\" was recommissioned at Green Cove Springs and reported to the Atlantic Fleet for duty. The tank landing ship operated out of Norfolk for the next three and a half years, carrying out a variety of training missions and hauling cargo up and down the east coast.\nIn January 1955 she sailed south, passed through the &lt;a href=\"Panama%20Canal\"&gt;Panama Canal&lt;/a&gt;, and steamed to &lt;a href=\"Long%20Beach%2C%20California\"&gt;Long Beach, California&lt;/a&gt;. There, \"LST-279\" commenced inactivation procedures after being transferred to the Pacific Reserve Fleet on 1 February. \"LST-279\" was decommissioned at Long Beach on 14 June 1955.\nAlthough named USS \"Berkeley County\" (LST-279) on 1 July 1955 she never returned to Navy service, and her name was struck from the &lt;a href=\"Naval%20Vessel%20Register\"&gt;Naval Vessel Register&lt;/a&gt; on 25 April 1960. \nService in the Republic of China Navy.\nOn 30 June 1955, the tank landing ship was transferred to the &lt;a href=\"Nationalist%20Chinese%20Navy\"&gt;Nationalist Chinese Navy&lt;/a&gt;, in which she served as ROCS \"Chung Chie\" (LST-218). \nAwards.\n\"LST-279\" earned one &lt;a href=\"battle%20star\"&gt;battle star&lt;/a&gt; for World War II service."
}