{
    "id": "10460355",
    "revid": "37763648",
    "url": "https://en.wikipedia.org/wiki?curid=10460355",
    "title": "Strike (bowling)",
    "text": "In &lt;a href=\"bowling\"&gt;bowling&lt;/a&gt;, a strike means that all of the &lt;a href=\"Bowling%20pins\"&gt;pins&lt;/a&gt; have been knocked down on the first &lt;a href=\"Bowling%20ball\"&gt;ball&lt;/a&gt; roll of a frame. On a bowling scoresheet, a strike is marked by an \"X\".\nIn American &lt;a href=\"nine-pin%20bowling\"&gt;nine-pin bowling&lt;/a&gt;, a ringer is an equivalent term for knocking down all pins on the first ball of the frame (known as a \"full house\").\nScoring.\nWhen all ten pins are knocked down with the first ball roll (called a strike and typically rendered as an \"X\" on a score sheet), a player is awarded ten points, plus a bonus of whatever is scored with the next two rolls (not necessarily the next two frames). In this way, the points scored for the two rolls after the strike, are counted twice.\nStrike scoring works similarly for &lt;a href=\"five-pin%20bowling\"&gt;five-pin bowling&lt;/a&gt;, except strikes are worth 15 points rather than 10 (as the pins are scored with the values of 2, 3, 5, 3, and 2).\nConsecutive strikes.\nA series of two strikes is known as a \"double\" (or a \"&lt;a href=\"Barney%20Rubble\"&gt;Barney Rubble&lt;/a&gt;\" to rhyme), and a series of three is known as a \"turkey\" (sometimes a \"sizzling turkey\" on the first three frames). Any longer string of strikes is referred to by a number affixed to the word \"bagger,\" as in \"four-bagger\" for four straight strikes, also known as a \"hambone\", likely derived from bowling's early days when foodstuffs were awarded to winners of competitions.\nWhen a player is \"on the strikes\", a string is often referenced by affixing \"in a row\" to the number of consecutive strikes. A string of six strikes is sometimes called a \"six pack\" or a \"sixer\". A string of six and nine strikes are also known as a \"wild turkey\" and a \"golden turkey\" respectively. Any string of strikes starting in the first frame or ending \"off the sheet\" (where all of a bowler's shots from a certain frame to the end of the game strike) are often called the \"front\" or \"back\" strikes, respectively (e.g. the 'front nine' for strikes in frames 1-9, or the 'back six' for strikes in frames 7, 8, and 9 with a turkey in the tenth). Twelve strikes in a row is a &lt;a href=\"Perfect%20game%20%28bowling%29\"&gt;perfect game&lt;/a&gt;; 36 straight strikes constitutes a &lt;a href=\"900%20series%20%28bowling%29\"&gt;900 series&lt;/a&gt;. Due to the difficulty of achieving a game of 300 or a series of 900, many bowling alleys maintain 300 and 900 club plaques."
}