{
    "id": "1048744",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=1048744",
    "title": "Three Sisters Wilderness",
    "text": "The Three Sisters Wilderness is a &lt;a href=\"wilderness%20area\"&gt;wilderness area&lt;/a&gt; in the &lt;a href=\"Cascade%20Range\"&gt;Cascade Range&lt;/a&gt;, within the &lt;a href=\"Willamette%20National%20Forest\"&gt;Willamette&lt;/a&gt; and &lt;a href=\"Deschutes%20National%20Forest\"&gt;Deschutes National Forest&lt;/a&gt;s in &lt;a href=\"Oregon\"&gt;Oregon&lt;/a&gt;, United States. It comprises , making it the second largest wilderness area in Oregon, after the &lt;a href=\"Eagle%20Cap%20Wilderness\"&gt;Eagle Cap Wilderness&lt;/a&gt;. It was established by the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt; in 1964 and is named for the &lt;a href=\"Three%20Sisters%20%28Oregon%29\"&gt;Three Sisters&lt;/a&gt; volcanoes. The wilderness boundary encloses the Three Sisters as well as &lt;a href=\"Broken%20Top\"&gt;Broken Top&lt;/a&gt;, which is southeast of South Sister.\nThree Sisters was designated as a &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; Biosphere Reserve under the &lt;a href=\"Man%20and%20the%20Biosphere%20Programme\"&gt;Man and the Biosphere Programme&lt;/a&gt; in 1976, and was one of 17 reserves in the United States withdrawn from the programme in June 2017.\n&lt;a href=\"Oregon%20Route%20242\"&gt;Oregon Route 242&lt;/a&gt; separates the Three Sisters Wilderness from the &lt;a href=\"Mount%20Washington%20Wilderness\"&gt;Mount Washington Wilderness&lt;/a&gt; to the north, while the &lt;a href=\"Waldo%20Lake%20Wilderness\"&gt;Waldo Lake Wilderness&lt;/a&gt; shares the southern boundary.\nThe three peaks were known by pioneers as Faith, Hope and Charity. Nearby landmarks include The Husband, The Wife, and the Little Brother.\nGeology.\nMany types of landforms make up the wilderness area, but the most common are &lt;a href=\"volcanic\"&gt;volcanic&lt;/a&gt; features, the most notable being the Cascades which are &lt;a href=\"stratovolcano\"&gt;stratovolcano&lt;/a&gt;es having formed around 1.6 million years ago. Numerous &lt;a href=\"cinder%20cone\"&gt;cinder cone&lt;/a&gt;s have formed on their flanks as well as many &lt;a href=\"lava%20flow\"&gt;lava flow&lt;/a&gt;s that contain hundreds of &lt;a href=\"lava%20tube\"&gt;lava tube&lt;/a&gt;s.\nTopography.\nThe Three Sisters Wilderness ranges in elevation from . The Three Sisters—North Sister at , Middle Sister at , and South Sister at — are found in the eastern portion of the Wilderness. Including &lt;a href=\"Broken%20Top\"&gt;Broken Top&lt;/a&gt;—just to the south at — there are 14 glaciers offering one of the best examples of the effects of &lt;a href=\"glaciation\"&gt;glaciation&lt;/a&gt; in the Pacific Northwest. &lt;a href=\"Collier%20Glacier\"&gt;Collier Glacier&lt;/a&gt;, between North and Middle Sister, is the largest &lt;a href=\"glacier\"&gt;glacier&lt;/a&gt; in Oregon. The headwaters of the &lt;a href=\"National%20Wild%20and%20Scenic%20River\"&gt;Wild and Scenic&lt;/a&gt; &lt;a href=\"Whychus%20Creek\"&gt;Whychus Creek&lt;/a&gt; (formerly Squaw Creek) emerge in the Wilderness.\nVegetation.\nForest cover in the Three Sisters Wilderness includes &lt;a href=\"Douglas%20fir\"&gt;Douglas fir&lt;/a&gt;, &lt;a href=\"Abies%20amabilis\"&gt;Pacific silver fir&lt;/a&gt;, &lt;a href=\"Abies%20lasiocarpa\"&gt;subalpine fir&lt;/a&gt;, &lt;a href=\"Tsuga%20mertensiana\"&gt;mountain hemlock&lt;/a&gt;, &lt;a href=\"Tsuga%20heterophylla\"&gt;western hemlock&lt;/a&gt;, &lt;a href=\"Pinus%20contorta\"&gt;lodgepole pine&lt;/a&gt; and &lt;a href=\"Pinus%20ponderosa\"&gt;ponderosa pine&lt;/a&gt;. A large area of the Wilderness above &lt;a href=\"tree%20line\"&gt;timberline&lt;/a&gt; contains &lt;a href=\"taiga\"&gt;alpine&lt;/a&gt; meadows.\nRecreation.\nPopular recreational activities in the Three Sisters Wilderness include camping, hiking, climbing and fishing. South Sister and Middle Sister are not technically difficult climbs, but summiting North Sister requires technical expertise and equipment. More than of trails cross the wilderness, including of the &lt;a href=\"Pacific%20Crest%20Trail\"&gt;Pacific Crest Trail&lt;/a&gt;. The &lt;a href=\"French%20Pete%20Trail\"&gt;French Pete Trail&lt;/a&gt; and its surrounding old-growth forest, a nationwide political issue in the 1970s, are located on the western edge of the wilderness near &lt;a href=\"Cougar%20Reservoir\"&gt;Cougar Reservoir&lt;/a&gt;."
}