{
    "id": "1049469",
    "revid": "36788768",
    "url": "https://en.wikipedia.org/wiki?curid=1049469",
    "title": "Ocean Falls",
    "text": "Ocean Falls is a community on the &lt;a href=\"Central%20Coast%20Regional%20District\"&gt;Central Coast&lt;/a&gt; of &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;, Canada. Formerly a large &lt;a href=\"company%20town\"&gt;company town&lt;/a&gt; owned by &lt;a href=\"Crown%20Zellerbach\"&gt;Crown Zellerbach&lt;/a&gt;, it is accessible only via boat or &lt;a href=\"Ocean%20Falls%20Water%20Aerodrome\"&gt;seaplane&lt;/a&gt;, and is home for a few dozen full-time residents, with the seasonal population upwards of 100.\nGeography and environment.\nOcean Falls is noted for its abundance of &lt;a href=\"rain\"&gt;rain&lt;/a&gt; - about annually, and its residents are sometimes referred to as the \"Rain People\". Situated around a waterfall from Link Lake straight into &lt;a href=\"Cousins%20Inlet\"&gt;Cousins Inlet&lt;/a&gt;, it has considerable energy resources that are largely untapped.\nHistory.\nThe &lt;a href=\"Heiltsuk%20language\"&gt;Heiltsuk&lt;/a&gt; native speaking &lt;a href=\"Indigenous%20peoples%20of%20the%20Pacific%20Northwest%20Coast\"&gt;people&lt;/a&gt; inhabited the coastal region surrounding Ocean Falls for more than 9,000 years. In 1903, the Bella Coola Pulp and Paper Company surveyed the area and was impressed with the &lt;a href=\"Hydroelectric%20power\"&gt;hydro power&lt;/a&gt; potential of the site. In 1906, following the company's acquisition of of land, clearing began for the town and three years later, a sawmill, hospital and school were established. In 1912, the dam was erected and the pulp mill began operating. The Ocean Falls pulp and &lt;a href=\"paper%20mill\"&gt;paper mill&lt;/a&gt; was the largest mill in &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; for many years. The mill produced mechanical, sulfite and sulphate pulp processed on two newsprint machines, two kraft paper machines and one tissue machine. Much of the electrical power for the mill and town was produced by four hydro turbines.\nOcean Falls' population numbered 250 in 1912 and grew to 3,500 by 1950. By 1970, the number of inhabitants had dropped to 1,500. Only about 70 people, mostly loggers, remained by 1990.\nThe profit structure of the original investment changed considerably during the mill's many years of operation. Low labour costs, inexpensive hydro power and low infrastructure costs made the Ocean Falls mill a viable proposition. Nevertheless, the remote location, rising labour costs and the high cost of operating a town site made further investment unattractive. The Ocean Falls pulp and paper mill was a very large and complex production facility and modernization costs were prohibitive.\nBy the early 1970s, the facility was inefficient and uneconomical. The owner at that time, &lt;a href=\"Crown%20Zellerbach\"&gt;Crown Zellerbach&lt;/a&gt;, decided to close the plant and effectively shut down the town by March 1973. The provincial government bought the town and mill at a minimal cost a few weeks before the planned closure and kept the mill operating until 1980. The Ocean Falls mill thus joined the ranks of other older, remote pulp and paper mills in &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; shut down during the latter part of the twentieth century.\nToday, much of the town has been demolished, and many of the remaining buildings are in decay. Nevertheless, Ocean Falls maintains a residential community and a social network of former residents.\nSeveral disasters have struck the town. A major apartment fire in 1950 killed eight, a mudslide in 1965 killed seven and the town's Charleson school burned down on the night between December 21 and 22, 1969. Although no one was seriously hurt in the school fire, the little community was traumatized nevertheless. The school was closed for only three days; several teachers went to &lt;a href=\"Bella%20Bella%2C%20British%20Columbia\"&gt;Bella Bella&lt;/a&gt; to obtain school desks and classes were held throughout the community, from the community centre to the &lt;a href=\"Royal%20Canadian%20Legion\"&gt;Royal Canadian Legion&lt;/a&gt; branch pub (grade 12 students) to part of the Martin Inn, a 600-bed hotel. The new school, with one of the largest indoor gymnasiums in British Columbia, opened in 1971. \nEconomy and infrastructure.\nAt its largest, Ocean Falls was the home to around 3900 people, a K-12 school system, its own hospital, one of the province's largest hotels and a swimming pool where several swimming champions trained.\nOcean Falls was a typical single-employer town where the company operated and maintained the complete town site. A town site manager, working in a town site office, managed the allocation of apartments and houses on behalf of the people living in town. Utilities such as water, electricity, and heat were subsidized by the company. The rental cost of accommodation was also quite reasonable permitting the residents of Ocean Falls to live rather inexpensively. In the nearby Martin Valley, residents could purchase their own single-family houses. However, in most cases the company offered a buy-back option to protect the purchaser.\nThe town consisted of a blend of fairly large apartments, duplexes and single-family homes. Most of the buildings were located on the fairly steep slope of the Caro Marion mountain. The town's main store and several other smaller businesses were located along the harbour front. The Ocean Falls Court House, the Legion Hall, the &lt;a href=\"Royal%20Canadian%20Mounted%20Police\"&gt;Royal Canadian Mounted Police&lt;/a&gt; building and the Post office are also in the harbour area. Most of the roads leading up the hills away from the harbour area were heavily constructed timber roads. These roads were capable of carrying large vehicles such as trucks or fire engines. There were very few cars in town and usually only one taxi cab. Most of the cars were owned by people who lived in Martin Valley.\nThe harbour was well protected from most wind directions and there was plenty of dock space for local as well as visiting boaters. The harbour was kept dredged so that deep sea ships could tie up at the mill's paper warehouses. There were float planes arriving and departing every day. Larger amphibious planes such as &lt;a href=\"Grumman%20Goose\"&gt;Grumman Goose&lt;/a&gt; and Mallards were flying passengers in from Vancouver and other larger settlements. The town was also served by freighters which would bring in supplies from Vancouver.\nThe only cruise ship that ever called at Ocean Falls was Holland America's \"&lt;a href=\"SS%20Rotterdam\"&gt;SS Rotterdam&lt;/a&gt;\" on May 18, 1997. The ship was chartered by a British Columbia tour operator, Wells Gray Tours. The town had only 50 residents, but they successfully hosted 1,100 visitors. There was hope that other Alaska-bound cruise ships would start to visit Ocean Falls, but it never happened. On October 6, 2019, the 400-passenger \"&lt;a href=\"MV%20Seabourn%20Sojourn\"&gt;MV Seabourn Sojourn&lt;/a&gt;\" cruised off Oceans Falls in an unexpected visit when its planned day in Klemtu, British Columbia, was cancelled due to weather, but no-one went ashore.\nThere is a sign on the road that reads \"July 13, 1929, Give to the world the best you have and the best will come back to you - Willy Buttner\".\nThe town is now home to a &lt;a href=\"Bitcoin\"&gt;Bitcoin&lt;/a&gt; mining operation due to the availability of electricity that would otherwise not be utilized. After the shut down of the pulp mill, only one third of the privately owned dam's power capacity was in use, as this is all that was needed by the powered communities of Ocean Falls, Shearwater, and Bella Bella. There are no power lines connecting the dam to the North American power grid, thus no opportunity to sell power to anywhere other than local communities."
}