{
    "id": "10509404",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=10509404",
    "title": "Peter Bromley",
    "text": "Peter Bromley (30 April 1929 – 3 June 2003) was &lt;a href=\"BBC%20Radio\"&gt;BBC Radio&lt;/a&gt;'s voice of &lt;a href=\"horse%20racing\"&gt;horse racing&lt;/a&gt; for 40 years, and one of the most famous and recognised sports broadcasters in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;.\nEarly life.\nBorn at &lt;a href=\"Heswall\"&gt;Heswall&lt;/a&gt; on &lt;a href=\"the%20Wirral\"&gt;the Wirral&lt;/a&gt; (then in &lt;a href=\"Cheshire\"&gt;Cheshire&lt;/a&gt;) Bromley was educated at &lt;a href=\"Cheltenham%20College\"&gt;Cheltenham College&lt;/a&gt; and &lt;a href=\"Royal%20Military%20Academy%20Sandhurst\"&gt;Sandhurst&lt;/a&gt;. He served as a lieutenant in the &lt;a href=\"14th/20th%20King%27s%20Hussars\"&gt;14th/20th King's Hussars&lt;/a&gt;, where he won the Bisley Cup for &lt;a href=\"rifle%20shooting\"&gt;rifle shooting&lt;/a&gt; and came close to qualifying for Britain's &lt;a href=\"modern%20pentathlon\"&gt;modern pentathlon&lt;/a&gt; team for the &lt;a href=\"1952%20Summer%20Olympics\"&gt;1952 Summer Olympics&lt;/a&gt;. He subsequently became the assistant to the British &lt;a href=\"horse%20trainer\"&gt;racehorse trainer&lt;/a&gt; &lt;a href=\"Frank%20Pullen\"&gt;Frank Pullen&lt;/a&gt;, and rode occasionally as an amateur jockey until he fractured his skull when a horse he was riding collided with a lorry.\nRise as a commentator.\nIn 1955 he became one of the first racecourse commentators in Britain (his first commentary was at &lt;a href=\"Plumpton%20Racecourse\"&gt;Plumpton&lt;/a&gt; on 23 March that year - delivering the immortal line ' Atom Bomb has fallen!', after earlier test commentaries at the now-defunct &lt;a href=\"Hurst%20Park%20Racecourse\"&gt;Hurst Park&lt;/a&gt; and at &lt;a href=\"Sandown%20Park%20Racecourse\"&gt;Sandown Park&lt;/a&gt;), and in four years he commentated at every course apart from &lt;a href=\"Cartmel%20Racecourse\"&gt;Cartmel&lt;/a&gt;. He had also begun to commentate on television, initially (briefly) for &lt;a href=\"ITV%20Network\"&gt;ITV&lt;/a&gt;, but from 1958 for the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt;. On 13 May 1959, at &lt;a href=\"Newmarket%20Racecourse\"&gt;Newmarket&lt;/a&gt;, he gave his first radio commentary. From 1 December 1959, he became the BBC's first racing correspondent, the first time the corporation had appointed a specialist correspondent on any sport. This was a full-time job: no commercial involvements or advertisements were permitted, and even opening fetes was frowned upon. He would remain in this position until the summer of 2001, calling home the winners of 202 Classics, with the exception of the 1969 &lt;a href=\"St%20Leger\"&gt;St Leger&lt;/a&gt; when he was on holiday - BBC colleague &lt;a href=\"Julian%20Wilson%20%28broadcaster%29\"&gt;Julian Wilson&lt;/a&gt; covered for him - and the 1997 &lt;a href=\"St%20Leger\"&gt;St Leger&lt;/a&gt; when &lt;a href=\"Lee%20McKenzie%20%28Sports%20Broadcaster%20and%20Radio%20Presenter%29\"&gt;Lee McKenzie&lt;/a&gt; stood in for him when he hurt his knee and could not climb up the stairs to the commentary box in Doncaster.\nBy 1960, criticism from the racing fraternity of &lt;a href=\"Raymond%20Glendenning\"&gt;Raymond Glendenning&lt;/a&gt;'s commentaries - he showed little interest in the sport and required the assistance of a race reader - was intensifying, and the rise of television was making the field of commentary more specialised. Bromley was advised by &lt;a href=\"Peter%20Dimmock\"&gt;Peter Dimmock&lt;/a&gt; not to go to radio because &lt;a href=\"Peter%20O%27Sullevan\"&gt;Peter O'Sullevan&lt;/a&gt; could not go on forever (O'Sullevan was only 42 at the time) and he would be the next in line, but after commentating for radio on a number of races in 1960, Bromley became BBC Radio's main racing commentator from the beginning of 1961 (Glendenning's last racing commentary was on the &lt;a href=\"King%20George%20VI%20Chase\"&gt;King George VI Chase&lt;/a&gt; at &lt;a href=\"Kempton%20Park%20Racecourse\"&gt;Kempton Park&lt;/a&gt; on 26 December 1960, although he would continue to commentate on &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt;, &lt;a href=\"racing\"&gt;racing&lt;/a&gt; and &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; until the early part of 1964). Bromley would, however, continue to commentate for &lt;a href=\"BBC%20Television\"&gt;BBC Television&lt;/a&gt; on occasions until around 1970.\nBroadcasting.\nFor forty years from 1961 to 2001, Peter Bromley gave the radio commentary on virtually every major race in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, plus the &lt;a href=\"Irish%20Derby\"&gt;Irish Derby&lt;/a&gt; and &lt;a href=\"Prix%20de%20l%27Arc%20de%20Triomphe\"&gt;Prix de l'Arc de Triomphe&lt;/a&gt; on many occasions, and races in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt; and &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, where he stayed for some time in late 1974 and early 1975. He covered 42 &lt;a href=\"Grand%20National\"&gt;Grand National&lt;/a&gt;s, 202 &lt;a href=\"British%20Classic%20Races\"&gt;Classics&lt;/a&gt;, and over 10,000 races in all. His commentaries were heard on the &lt;a href=\"BBC%20Light%20Programme\"&gt;Light Programme&lt;/a&gt;, &lt;a href=\"BBC%20Network%20Three\"&gt;Network Three&lt;/a&gt;, &lt;a href=\"BBC%20Third%20Network\"&gt;Third Network&lt;/a&gt;, &lt;a href=\"BBC%20Radio%202\"&gt;Radio 2&lt;/a&gt;, &lt;a href=\"BBC%20Radio%205%20%28former%29\"&gt;Radio 5&lt;/a&gt; and &lt;a href=\"BBC%20Radio%20Five%20Live\"&gt;Five Live&lt;/a&gt;, and his voice became instantly associated with racing among listeners all over the world as his commentaries also went out on the &lt;a href=\"BBC%20World%20Service\"&gt;BBC World Service&lt;/a&gt;.\nHis stentorian, almost military tones - which could turn almost instantly from calm &lt;a href=\"Received%20Pronunciation\"&gt;Received Pronunciation&lt;/a&gt; to a roar of grand excitement - captured the drama and potency of horse racing, and his tireless championing of the sport within the BBC led to a dramatic expansion in the number of races covered - from only 50 a year in the early 1960s to over 250 by the 1980s, although in his later years that number would decline again. He was also responsible for the launch of a daily racing bulletin in 1964, which was cancelled in June 2007 when the bulletin was broadcast on &lt;a href=\"BBC%20Radio%20Five%20Live\"&gt;Five Live&lt;/a&gt;.\nThe more memorable the race, the more memorable his commentary seemed to be: &lt;a href=\"Shergar\"&gt;Shergar&lt;/a&gt;'s &lt;a href=\"Epsom%20Derby\"&gt;Derby&lt;/a&gt; in 1981 was heralded with the words \"It's Shergar ... and you'll need a telescope to see the rest!\", encapsulating how far ahead of his field the horse was. The epic &lt;a href=\"Grand%20National\"&gt;Grand National&lt;/a&gt; of 1973 was another example: \"&lt;a href=\"Red%20Rum\"&gt;Red Rum&lt;/a&gt; wins it, &lt;a href=\"Crisp%20%28horse%29\"&gt;Crisp&lt;/a&gt; second and the rest don't matter - we'll never see a race like this in a hundred years!\". An emotional piece of Bromley's commentary was his call in 1981 of &lt;a href=\"Bob%20Champion\"&gt;Bob Champion&lt;/a&gt; winning the &lt;a href=\"Grand%20National\"&gt;Grand National&lt;/a&gt; on &lt;a href=\"Aldaniti\"&gt;Aldaniti&lt;/a&gt;.\nBromley, who never seemed to betray his partial deafness, was a conscientious professional, working hard to prepare for each commentary, often presenting winning trainers and owners with his charts, featuring the colours of each horse in a race, as souvenirs. In his later years, he was especially angered when his broadcast of the &lt;a href=\"Epsom%20Derby\"&gt;Derby&lt;/a&gt; began as the runners were going in the stalls (&lt;a href=\"French%20Open\"&gt;French Open&lt;/a&gt; tennis had interfered), and when he was told through his earphones, near the end of a race at &lt;a href=\"Royal%20Ascot\"&gt;Royal Ascot&lt;/a&gt; on 16 June 1998, to finish immediately after the race because &lt;a href=\"BBC%20Radio%20Five%20Live\"&gt;Five Live&lt;/a&gt; needed to go over to the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; for the result of the &lt;a href=\"Louise%20Woodward\"&gt;Louise Woodward&lt;/a&gt; trial.\nLater years and retirement.\nIn his later years Bromley seemed to work less, giving much of his previous work over to commentator &lt;a href=\"Lee%20McKenzie%20%28Sports%20Broadcaster%20and%20Radio%20Presenter%29\"&gt;Lee McKenzie&lt;/a&gt; and reporter &lt;a href=\"Cornelius%20Lysaght\"&gt;Cornelius Lysaght&lt;/a&gt;. He had intended to retire when he turned 70 in 1999, but continued until the age of 72 mainly because the BBC wanted him to commentate on 200 Classics, a record which is unlikely to be broken. He finally retired after &lt;a href=\"Galileo%20%28horse%29\"&gt;Galileo&lt;/a&gt;'s &lt;a href=\"Epsom%20Derby\"&gt;Epsom Derby&lt;/a&gt; victory on 9 June 2001, 40 years after his first Derby commentary on &lt;a href=\"Psidium%20%28horse%29\"&gt;Psidium&lt;/a&gt;'s shock 66–1 win.\nBromley's main pastimes were training &lt;a href=\"gundog\"&gt;gundog&lt;/a&gt;s and &lt;a href=\"shooting\"&gt;shooting&lt;/a&gt; &lt;a href=\"game%20%28food%29\"&gt;game&lt;/a&gt;. He had hoped to continue these when he moved from &lt;a href=\"Berkshire\"&gt;Berkshire&lt;/a&gt; to &lt;a href=\"Suffolk\"&gt;Suffolk&lt;/a&gt; on his retirement, but he began to suffer from &lt;a href=\"pancreatic%20cancer\"&gt;pancreatic cancer&lt;/a&gt; less than a year after his final broadcast, and fell victim to the cancer 15 months later. He was survived by his second wife (his first wife had been killed in a car crash in 1960) and his three daughters."
}