{
    "id": "10510089",
    "revid": "1329099",
    "url": "https://en.wikipedia.org/wiki?curid=10510089",
    "title": "Joel Maturi",
    "text": "Joel Maturi is an American university administrator. He is currently an assistant to &lt;a href=\"University%20of%20Minnesota\"&gt;University of Minnesota&lt;/a&gt; president &lt;a href=\"Eric%20W.%20Kaler\"&gt;Eric W. Kaler&lt;/a&gt;. Maturi was the &lt;a href=\"athletic%20director\"&gt;athletic director&lt;/a&gt; at the &lt;a href=\"University%20of%20Denver\"&gt;University of Denver&lt;/a&gt; (1996–1998), &lt;a href=\"Miami%20University\"&gt;Miami University&lt;/a&gt; (1998–2002), and the &lt;a href=\"University%20of%20Minnesota\"&gt;University of Minnesota&lt;/a&gt; (2002–2012).\nEarly career.\nMaturi graduated from &lt;a href=\"University%20of%20Notre%20Dame\"&gt;University of Notre Dame&lt;/a&gt; in 1967 and started his career as a coach and administrator in high school sports, culminating in his induction to the Wisconsin Basketball Hall of Fame. Maturi is also known as the inspiration for &lt;a href=\"Chris%20Farley\"&gt;Chris Farley&lt;/a&gt;'s \"&lt;a href=\"Saturday%20Night%20Live\"&gt;Saturday Night Live&lt;/a&gt;\" character, motivational speaker Matt Foley. Maturi coached Farley at &lt;a href=\"Edgewood%20High%20School%20of%20the%20Sacred%20Heart\"&gt;Edgewood High School of the Sacred Heart&lt;/a&gt;.\nMaturi was hired as the athletics director at Denver in 1996 after serving as associate athletic director at the &lt;a href=\"University%20of%20Wisconsin%E2%80%93Madison\"&gt;University of Wisconsin–Madison&lt;/a&gt; from 1987 to 1996, and helped the Denver program transition to &lt;a href=\"NCAA%20Division%20I\"&gt;Division I&lt;/a&gt; from &lt;a href=\"NCAA%20Division%20II\"&gt;Division II&lt;/a&gt;. He was hired at Miami as athletics director in 1998 and held that post until hired by Minnesota on July 12, 2002.\nUniversity of Minnesota.\nAt Minnesota, he has been expected to help the &lt;a href=\"Minnesota%20Golden%20Gophers\"&gt;Minnesota Golden Gophers&lt;/a&gt; recover from the fallout from the &lt;a href=\"University%20of%20Minnesota%20basketball%20scandal\"&gt;men's basketball NCAA infractions&lt;/a&gt;. Maturi played a crucial role in securing funding for an on campus &lt;a href=\"TCF%20Bank%20Stadium\"&gt;stadium&lt;/a&gt; for the &lt;a href=\"Minnesota%20Golden%20Gophers%20football\"&gt;football&lt;/a&gt; team after years of wrangling with the state legislature. In 2007, Maturi hired &lt;a href=\"Tubby%20Smith\"&gt;Tubby Smith&lt;/a&gt; from the &lt;a href=\"University%20of%20Kentucky\"&gt;University of Kentucky&lt;/a&gt; to be the new men's basketball coach. He signed a three-year contract extension through 2009 in late 2006. Maturi's teams have won several national championships in his tenure: &lt;a href=\"Minnesota%20Golden%20Gophers%20wrestling\"&gt;wrestling&lt;/a&gt; (2007), men's golf (2002), &lt;a href=\"Minnesota%20Golden%20Gophers%20men%27s%20hockey\"&gt;men's hockey&lt;/a&gt; (2002, 2003), and women's &lt;a href=\"College%20hockey\"&gt;hockey&lt;/a&gt; (2004, 2005, 2012).\nOn February 2, 2012, Maturi announced that he would be retiring as athletic director on June 30, 2012. Maturi said he would be remaining at the school as an assistant to school president &lt;a href=\"Eric%20W.%20Kaler\"&gt;Eric Kaler&lt;/a&gt;. On June 18, 2012, &lt;a href=\"Norwood%20Teague\"&gt;Norwood Teague&lt;/a&gt; succeeded him as athletic director. In March 2013, Maturi accepted a position as a member of the NCAA infractions committee."
}