{
    "id": "10526346",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=10526346",
    "title": "Aurora Central Catholic High School",
    "text": "Aurora Central Catholic High School (ACC) is a &lt;a href=\"Roman%20Catholic%20Church\"&gt;Roman Catholic&lt;/a&gt; &lt;a href=\"secondary%20school\"&gt;secondary school&lt;/a&gt; under the direction of the &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Rockford\"&gt;Diocese of Rockford&lt;/a&gt;. ACC began as two separate secondary schools in 1926. Madonna Catholic High School, a girls school, and Roncalli High School, a boys school, merged in 1968 to become Aurora Central Catholic. The first campus was located on the east side of &lt;a href=\"Aurora%2C%20Illinois\"&gt;Aurora, Illinois&lt;/a&gt;, in what is now Cowherd Middle School. The school moved to its current location, on Aurora's west side, in 1995. The 2017 student body was about 630 students.\nAcademics.\nAurora Central Catholic requires 28 credits for graduation. However, because of the &lt;a href=\"block%20scheduling\"&gt;block scheduling&lt;/a&gt; system, many students graduate with 30 or 32 credits. There is a wide range of courses and levels offered which includes honors, independent study, and Advanced Placement (AP) courses.\nThe Aurora Central Catholic High School Class of 2009 had ten Illinois State Scholars. This year ACC claimed its college-bound students earned over $5.2 million in scholarship money. This amount is higher than the Class of 2006's $3.7 million. Over 95% of ACC graduates go on to secondary education at various respective universities and colleges throughout the country. The school was recognized as one of the top 50 Catholic high schools in the United States in 2004 and 2005.\nAthletics.\nAs of 2014, ACC participates in multiple classes (depending on the sport) in the Illinois High School Association. ACC is a member of the Metro Suburban Conference West Division. The Metro Suburban Conference includes members of the disbanded &lt;a href=\"Suburban%20Christian%20Conference\"&gt;Suburban Christian Conference&lt;/a&gt; and former members of the disbanded &lt;a href=\"Private%20School%20League\"&gt;Private School League&lt;/a&gt;. Teams are stylized as the Chargers."
}