{
    "id": "10537469",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=10537469",
    "title": "Sam Backo",
    "text": "Sam Backo (born 1 January 1961) is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played as a in the 1980s and 1990s.\nNamed as one of the greatest &lt;a href=\"Aboriginal%20Australian\"&gt;Aboriginal&lt;/a&gt; players of the 20th century, he represented &lt;a href=\"Australian%20Kangaroos\"&gt;Australia&lt;/a&gt; and &lt;a href=\"Queensland%20Maroons\"&gt;Queensland&lt;/a&gt;, and played club football in the &lt;a href=\"New%20South%20Wales%20Rugby%20League%20premiership\"&gt;New South Wales Rugby League premiership&lt;/a&gt; for the &lt;a href=\"Canberra%20Raiders\"&gt;Canberra Raiders&lt;/a&gt; and &lt;a href=\"Brisbane%20Broncos\"&gt;Brisbane Broncos&lt;/a&gt;, primarily as a &lt;a href=\"Rugby%20league%20positions%23Prop%20forward\"&gt;prop forward&lt;/a&gt;. Backo was the first Australian forward to score tries in all three Tests of an &lt;a href=\"The%20Ashes%20%28rugby%20league%29\"&gt;Ashes series&lt;/a&gt;, and following his retirement was named in an &lt;a href=\"Indigenous%20Australian\"&gt;Indigenous Australian&lt;/a&gt; team of the century.\nEarly career.\nFormer chairwoman of the Council for Aboriginal Reconciliation, &lt;a href=\"Evelyn%20Scott%20%28activist%29\"&gt;Evelyn Scott&lt;/a&gt; gave birth to Sam Backo on . Originally from North Queensland township, &lt;a href=\"Ingham%2C%20Queensland\"&gt;Ingham&lt;/a&gt; he was a forward for &lt;a href=\"Cairns\"&gt;Cairns&lt;/a&gt; in the &lt;a href=\"Queensland%20Rugby%20League\"&gt;Queensland Rugby League&lt;/a&gt;'s &lt;a href=\"Queensland%20Rugby%20League%20Northern%20Division\"&gt;Northern Division&lt;/a&gt; before moving south to &lt;a href=\"Woden%20Valley\"&gt;Woden Valley&lt;/a&gt; in the &lt;a href=\"New%20South%20Wales%20Country%20Rugby%20League\"&gt;New South Wales Country Rugby League&lt;/a&gt;'s &lt;a href=\"Group%208%20Rugby%20League\"&gt;Group 8&lt;/a&gt; competition in 1981. The following year he returned to his home state to play for &lt;a href=\"Yeppoon\"&gt;Yeppoon&lt;/a&gt; in the &lt;a href=\"Queensland%20Rugby%20League%20Central%20Division\"&gt;Central Division&lt;/a&gt; competition.\nBRL and Canberra.\nAfter playing in the &lt;a href=\"Brisbane%20Rugby%20League%20premiership\"&gt;Brisbane Rugby League premiership&lt;/a&gt; for &lt;a href=\"Fortitude%20Valley%20Diehards\"&gt;Fortitude Valley&lt;/a&gt;, in 1983 Backo was given his first opportunity in Sydney's &lt;a href=\"NSWRFL%20premiership\"&gt;NSWRFL premiership&lt;/a&gt; with the &lt;a href=\"Canberra%20Raiders\"&gt;Canberra Raiders&lt;/a&gt; in their second season. He made his début in March and went on to play a handful of games that season. From 1984, Backo was a regular member of the starting line-up at Canberra and in 1987 appeared in his, and the club's, &lt;a href=\"New%20South%20Wales%20Rugby%20League%20season%201987%23Grand%20Final\"&gt;first grand final&lt;/a&gt;, which was lost to the &lt;a href=\"Manly-Warringah%20Sea%20Eagles\"&gt;Manly-Warringah Sea Eagles&lt;/a&gt;.\nWhile in his final season at Canberra, Backo was first selected to play &lt;a href=\"State%20of%20Origin%20series\"&gt;State of Origin&lt;/a&gt; football for the Queensland Maroons in the &lt;a href=\"1988%20State%20of%20Origin%20series\"&gt;1988 series&lt;/a&gt;. He played in all three games at prop forward, scoring one try in game II and two tries in game III. Queensland won the series in a three-game whitewash. In games II and III Backo won consecutive man-of-the-match awards, one of only a handful of players to do so. During the &lt;a href=\"1988%20Great%20Britain%20Lions%20tour\"&gt;1988 Great Britain Lions tour&lt;/a&gt; Backo was selected to make his &lt;a href=\"Test%20match%20%28rugby%20league%29\"&gt;test match&lt;/a&gt; debut at prop forward in the first of the Ashes series against &lt;a href=\"Great%20Britain%20Lions\"&gt;Great Britain&lt;/a&gt; in Sydney, scoring a try. He went on to become the first Australian forward to score tries in all three Tests of an &lt;a href=\"The%20Ashes%20%28rugby%20league%29\"&gt;Ashes series&lt;/a&gt;, and at the time he was only the second Australian player to do so after legendary winger &lt;a href=\"Ken%20Irvine\"&gt;Ken Irvine&lt;/a&gt;. At the end of the &lt;a href=\"1988%20NSWRL%20season\"&gt;1988 NSWRL season&lt;/a&gt; Backo was the &lt;a href=\"Dally%20M\"&gt;Dally M&lt;/a&gt; front rower of the year. A late season injury playing for Canberra saw him miss selection in Australia's &lt;a href=\"1985%E2%80%931988%20Rugby%20League%20World%20Cup%23World%20Cup%20Final\"&gt;World Cup Final&lt;/a&gt; winning team.\nRFL and Brisbane.\nMoving to England, Backo played in the &lt;a href=\"1988%E2%80%9389%20Rugby%20Football%20League%20season\"&gt;1988–89 Rugby Football League season&lt;/a&gt; for &lt;a href=\"Leeds%20Rhinos\"&gt;Leeds&lt;/a&gt;. on Sunday 16 October 1988 he played as an &lt;a href=\"Rugby%20league%20positions%23Interchange\"&gt;interchange&lt;/a&gt;, replacing prop &lt;a href=\"Hugh%20Waddell%20%28rugby%20league%29\"&gt;Hugh Waddell&lt;/a&gt;, in &lt;a href=\"Leeds%20Rhinos\"&gt;Leeds&lt;/a&gt;' 33-12 victory over &lt;a href=\"Castleford%20Tigers\"&gt;Castleford&lt;/a&gt; in the &lt;a href=\"1988%20Yorkshire%20Cup\"&gt;1988 Yorkshire Cup&lt;/a&gt; Final at &lt;a href=\"Headingley%20Stadium%23Rugby%20ground\"&gt;Headingley&lt;/a&gt; &lt;a href=\"Headingley%20Rugby%20Stadium\"&gt;Rugby Stadium&lt;/a&gt;, &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt;.\nBacko's final two seasons of top-level football, 1989 and 1990, were spent in Queensland, with the &lt;a href=\"Brisbane%20Broncos\"&gt;Brisbane Broncos&lt;/a&gt;. He was selected to go on the &lt;a href=\"1989%20Kangaroo%20Tour%20of%20New%20Zealand\"&gt;1989 Kangaroo Tour of New Zealand&lt;/a&gt;. Backo also played in a further four games for the Maroons – games II and III of the &lt;a href=\"1989%20State%20of%20Origin%20series\"&gt;1989 State of Origin series&lt;/a&gt;, and games II and III of the &lt;a href=\"1990%20State%20of%20Origin%20series\"&gt;1990 series&lt;/a&gt; – despite his knee problems, which limited his participation with his club to only five appearances during 1990 and eventually forced his retirement at the end of the season. Although selected for the 1990 Australia team to play &lt;a href=\"France%20national%20rugby%20league%20team\"&gt;France&lt;/a&gt; in the NSW country town of &lt;a href=\"Parkes%2C%20New%20South%20Wales\"&gt;Parkes&lt;/a&gt;, he was forced to withdraw because of his ongoing knee injury. In total, Backo played in six Tests and scored three tries. In 1991, Backo made a short-lived return to football to play for &lt;a href=\"Logan%20Scorpions\"&gt;Logan Scorpions&lt;/a&gt; in the &lt;a href=\"Brisbane%20Rugby%20League%20premiership\"&gt;Brisbane competition&lt;/a&gt;.\nPost playing.\nBacko was awarded the &lt;a href=\"Australian%20Sports%20Medal\"&gt;Australian Sports Medal&lt;/a&gt; in 2000 for his contribution to Australia's standing in rugby league. The \"Indigenous Team of the Century\" was announced in 2001 with Backo included in the starting line-up which also included &lt;a href=\"Arthur%20Beetson\"&gt;Arthur Beetson&lt;/a&gt;, &lt;a href=\"Gorden%20Tallis\"&gt;Gorden Tallis&lt;/a&gt; and &lt;a href=\"John%20Ferguson%20%28rugby%20league%29\"&gt;John Ferguson&lt;/a&gt;. In 2004, Backo was named in the Canberra Raiders' \"All Indigenous\" team.\nFamily.\nActress &lt;a href=\"Elaine%20Crombie\"&gt;Elaine Crombie&lt;/a&gt; is Backo's daughter.\nHis son, &lt;a href=\"Daniel%20Backo\"&gt;Daniel Backo&lt;/a&gt;, was signed to the &lt;a href=\"North%20Queensland%20Cowboys\"&gt;North Queensland Cowboys&lt;/a&gt; but didn't make an NRL appearance."
}