{
    "id": "10535256",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=10535256",
    "title": "List of Liga Super seasons",
    "text": "This article contains detailed information on &lt;a href=\"Malaysia%20Super%20League\"&gt;Malaysia Super League&lt;/a&gt;, which begins with the 2004 season until current season.\n2004.\nThe &lt;a href=\"Malaysia%20Super%20League\"&gt;Malaysia Super League&lt;/a&gt; (MSL) was introduced for the first time in 2004. It replaced the &lt;a href=\"M-League\"&gt;M-League&lt;/a&gt; as the top-most tier for professional Malaysian football clubs.\nThe season kicked off on February 14, 2004. &lt;a href=\"Pahang%20FA\"&gt;Pahang FA&lt;/a&gt; dominated the season and ended up winning the title by a wide margin and this was down to their efforts in securing the services of the nation's top players prior to the start of the new season. &lt;a href=\"Pahang%20FA\"&gt;Pahang FA&lt;/a&gt;'s &lt;a href=\"Indra%20Putra%20Mahayuddin\"&gt;Indra Putra Mahayuddin&lt;/a&gt; was the season's top goalscorer with 15 goals. He remains, until this day, the last &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;n to win that accolade.\nThe highest scoring match of the season was &lt;a href=\"Perlis%20FA\"&gt;Perlis FA&lt;/a&gt; 6-2 defeat of &lt;a href=\"Kedah%20FA\"&gt;Kedah FA&lt;/a&gt; on July 31, 2004.\nA plus point was the surprisingly strong finish of club side &lt;a href=\"Public%20Bank%20FC\"&gt;Public Bank FC&lt;/a&gt;. At this time, the &lt;a href=\"Football%20Association%20of%20Malaysia\"&gt;Football Association of Malaysia&lt;/a&gt; were trying to promote clubs as the future of Malaysian football.\n2005.\nThe 2005 season of the &lt;a href=\"Malaysia%20Super%20League\"&gt;Malaysia Super League&lt;/a&gt; was the second since its inception in 2004. It kicked off on January 29, 2005.\nLike &lt;a href=\"Pahang%20FA\"&gt;Pahang FA&lt;/a&gt; before them, &lt;a href=\"Perlis%20FA\"&gt;Perlis FA&lt;/a&gt; won the title easily, leaving the defending champions a huge 10 points behind. &lt;a href=\"Penang%20FA%20%28Penang%20E%20%26amp%3B%20O%29\"&gt;Penang FA (Penang E &amp; O)&lt;/a&gt; escaped relegation on goal difference, having let in 4 goals less than &lt;a href=\"Public%20Bank%20FC\"&gt;Public Bank FC&lt;/a&gt;. The best club side was &lt;a href=\"Selangor%20MPPJ\"&gt;Selangor MPPJ&lt;/a&gt;.\nThe top goalscorer award was jointly won by &lt;a href=\"Perlis%20FA\"&gt;Perlis FA&lt;/a&gt;'s &lt;a href=\"Zacharia%20Simukonda\"&gt;Zacharia Simukonda&lt;/a&gt; and &lt;a href=\"Sabah%20F.C.%20%28Malaysia%29\"&gt;Sabah FA&lt;/a&gt;'s &lt;a href=\"J%C3%BAlio%20C%C3%A9sar%20Rodrigues%20de%20Souza\"&gt;Júlio César Rodrigues de Souza&lt;/a&gt;. Both scored 18 goals. The highest number of goals featured in a match throughout the season was six. Four matches ended with six goals.\nThe end of the season was marred by turmoil after &lt;a href=\"Public%20Bank%20FC\"&gt;Public Bank FC&lt;/a&gt; announced it would pulled out from the League, having been relegated. The team was eventually banned from all FAM competitions.\n2005–06.\nThe 2005–06 season of the &lt;a href=\"Malaysia%20Super%20League\"&gt;Malaysia Super League&lt;/a&gt; was the third since its inception. It kicked off on December 3, 2005. &lt;a href=\"Negeri%20Sembilan%20FA\"&gt;Negeri Sembilan FA&lt;/a&gt; emerged champions with one match to spare. They garnered 40 points from 21 matches and won the title despite scoring less goals than all the other teams in the league except &lt;a href=\"Pahang%20FA\"&gt;Pahang FA&lt;/a&gt;, who finished second from bottom. With this title, they finally erased the painful memory of losing the 1996 &lt;a href=\"M-League\"&gt;M-League&lt;/a&gt; crown having topped the table for most of that season.\nTheir nearest rivals were &lt;a href=\"Melaka%20TMFC\"&gt;Melaka TMFC&lt;/a&gt; with 33 points. Having been in the title contention for most parts of the season, they were the best positioned club side in MSL history after &lt;a href=\"Public%20Bank%20FC\"&gt;Public Bank FC&lt;/a&gt; in 2004.\n&lt;a href=\"Perak%20FA\"&gt;Perak FA&lt;/a&gt;'s &lt;a href=\"Keita%20Mandjou\"&gt;Keita Mandjou&lt;/a&gt; was the season's top scorer with 17 goals. Three matches, including &lt;a href=\"Selangor%20FA\"&gt;Selangor FA&lt;/a&gt;'s 6-1 hammering at the hands of &lt;a href=\"Perlis%20FA\"&gt;Perlis FA&lt;/a&gt;, featured seven goals, and these were the season's highest scoring matches.\nRelegation playoffs.\nAs a result of the &lt;a href=\"Football%20Association%20of%20Malaysia\"&gt;Football Association of Malaysia's&lt;/a&gt; decision to expand the league to 14 teams, the relegation playoffs were held on June 18, 2006. Six of the league's 14 places were up for grabs in this competition.\n&lt;a href=\"Pahang%20FA\"&gt;Pahang FA&lt;/a&gt; and &lt;a href=\"Selangor%20FA\"&gt;Selangor FA&lt;/a&gt; qualified for this competition by virtue of being the lowest placed &lt;a href=\"Malaysia%20Super%20League\"&gt;Super League&lt;/a&gt; teams. Top teams from the &lt;a href=\"Malaysia%20Premier%20League\"&gt;Malaysia Premier League&lt;/a&gt; also qualified for this competition (except for &lt;a href=\"Kedah%20FA\"&gt;Kedah FA&lt;/a&gt; and &lt;a href=\"Malacca%20FA\"&gt;Malacca FA&lt;/a&gt;, who were automatically promoted by virtue of being Premier League Champions).\nThe first round of matches saw &lt;a href=\"Sarawak%20FA\"&gt;Sarawak FA&lt;/a&gt;, &lt;a href=\"Terengganu%20FA\"&gt;Terengganu FA&lt;/a&gt;, &lt;a href=\"Selangor%20FA\"&gt;Selangor FA&lt;/a&gt; and &lt;a href=\"DPMM%20FC%20%28Duli%20Pengiran%20Muda%20Mahkota%20FC%29\"&gt;DPMM FC (Duli Pengiran Muda Mahkota FC)&lt;/a&gt; promoted.\nThe second round of matches saw &lt;a href=\"Johor%20FC\"&gt;Johor FC&lt;/a&gt; and &lt;a href=\"Pahang%20FA\"&gt;Pahang FA&lt;/a&gt; promoted.\n2006–07.\nThe 2006–07 season of the &lt;a href=\"Malaysia%20Super%20League\"&gt;Malaysia Super League&lt;/a&gt; is the fourth edition of the competition since its inception. It kicked off on December 16, 2006.\nThe 2007 season is also the first season played with 13 teams (previous versions had only eight). The &lt;a href=\"Football%20Association%20of%20Malaysia\"&gt;FAM&lt;/a&gt; had originally planned for a 14-team league, but this was ruined with the failure of &lt;a href=\"Selangor%20MPPJ\"&gt;Selangor MPPJ&lt;/a&gt;'s failure to register at the start of the season.\n&lt;a href=\"Perak%20FA\"&gt;Perak FA&lt;/a&gt;'s &lt;a href=\"Keita%20Mandjou\"&gt;Keita Mandjou&lt;/a&gt; and &lt;a href=\"DPMM%20FC%20%28Duli%20Pengiran%20Muda%20Mahkota%20FC%29\"&gt;DPMM FC (Duli Pengiran Muda Mahkota FC)&lt;/a&gt; (&lt;a href=\"Brunei\"&gt;Brunei&lt;/a&gt;)'s Mohd Shahrazen Said was the season's top scorer with 21 goals each.\nLeague table.\n\"Note\": &lt;a href=\"Malacca%20FA\"&gt;Malacca FA&lt;/a&gt;'s relegation to &lt;a href=\"2007%E2%80%9308%20Malaysia%20Premier%20League\"&gt;2007–08 Malaysia Premier League&lt;/a&gt; season had been revoked because &lt;a href=\"Melaka%20TMFC\"&gt;Melaka TMFC&lt;/a&gt; pulled out from the &lt;a href=\"Malaysia%20Super%20League\"&gt;Malaysia Super League&lt;/a&gt;.\n2007–08.\nThe 2007–08 season of the &lt;a href=\"Malaysia%20Super%20League\"&gt;Malaysia Super League&lt;/a&gt; is the 5th edition since its inception. It was kicked off on November 18, 2007. The 2008 season is also the second season played with 13 teams. The league format was criticize by &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt; panel and the &lt;a href=\"Football%20Association%20of%20Malaysia\"&gt;FAM&lt;/a&gt; took the action by changing the league format starting on 2009 season.\nThe 2007–08 season saw &lt;a href=\"Kedah%20FA\"&gt;Kedah FA&lt;/a&gt; clinch their second Super League title with &lt;a href=\"Marlon%20Alex%20James\"&gt;Marlon Alex James&lt;/a&gt; became the topscorer with 23 goals.\n2009.\nThe 2009 season of the &lt;a href=\"Super%20League%20Malaysia\"&gt;Super League Malaysia&lt;/a&gt; is the 6th edition since its inception in &lt;a href=\"Super%20League%20Malaysia%202004\"&gt;2004&lt;/a&gt;. This season features 14 teams. &lt;a href=\"DPMM%20FC%20%28Duli%20Pengiran%20Muda%20Mahkota%20FC%29\"&gt;DPMM FC (Duli Pengiran Muda Mahkota FC)&lt;/a&gt; was excluded from the competition. The competition kicked off on January 3,\n2009.\nThe 2009 season saw &lt;a href=\"Selangor%20FA\"&gt;Selangor FA&lt;/a&gt; clinch their first ever Super League title\n2010.\nThe 2010 &lt;a href=\"Super%20League%20Malaysia\"&gt;Super League Malaysia&lt;/a&gt; was the 7th season of the highest &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;n &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; league since its inception in &lt;a href=\"Super%20League%20Malaysia%202004\"&gt;2004&lt;/a&gt;. Fourteen teams participated in the league, eleven state teams and three club teams, with &lt;a href=\"Selangor%20FA\"&gt;Selangor FA&lt;/a&gt; as the defending champions. The season began on 9 January 2010 and ended on 3 August 2010. Selangor defended their title.\nThe opening match of the season between &lt;a href=\"Negeri%20Sembilan%20FA\"&gt;Negeri Sembilan FA&lt;/a&gt; and Selangor also doubled up as the &lt;a href=\"Malaysia%20Charity%20Shield\"&gt;Malaysia Charity Shield&lt;/a&gt;. &lt;a href=\"Selangor%20FA\"&gt;Selangor FA&lt;/a&gt; won 2–1.\n2011.\nThe 2011 &lt;a href=\"Malaysia%20Super%20League\"&gt;Malaysia Super League&lt;/a&gt; (also known as \"Astro Liga Super Malaysia 2011\" in Malay and the \"Astro Super League Malaysia\" due to the sponsorship from &lt;a href=\"Astro%20%28Malaysian%20satellite%20television%29\"&gt;Astro&lt;/a&gt;) is the 8th season of the highest &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;n &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; league since its inception in &lt;a href=\"Super%20League%20Malaysia%202004\"&gt;2004&lt;/a&gt;. Fourteen teams participated in the league, eleven state teams and three club teams, with &lt;a href=\"Selangor%20FA\"&gt;Selangor FA&lt;/a&gt; as the defending champions. The season began on 29 January 2011 and will conclude on 30 July 2011.\n2012.\nThe &lt;a href=\"2012%20Malaysia%20Super%20League\"&gt;2012 Malaysia Super League&lt;/a&gt; (also known as Astro Liga Super Malaysia 2012 in Malay and the Astro Super League Malaysia due to the sponsorship from Astro) is the 9th season of the highest Malaysian football league since its inception in 2004. Fourteen teams participated in the league. The season began on 10 January 2012 and will conclude on 14 July 2012.\n2013.\nThe &lt;a href=\"2013%20Malaysia%20Super%20League\"&gt;2013 Malaysia Super League&lt;/a&gt; (also known as Astro Liga Super Malaysia 2013 in Malay and the Astro Super League Malaysia due to the sponsorship from Astro) is the 10th season of the highest Malaysian football league since its inception in 2004. Twelve teams participated in the league. The season began on 8 January 2013 and will conclude on 6 July 2013.\n2014.\nThe &lt;a href=\"2014%20Malaysia%20Super%20League\"&gt;2014 Malaysia Super League&lt;/a&gt; (also known as Astro Liga Super Malaysia 2014 in Malay and the Astro Super League Malaysia due to the sponsorship from Astro) is the 11th season of the highest Malaysian football league since its inception in 2004. Twelve teams participated in the league. The season began on 17 January 2014 and will conclude on 25 June 2014.\n2015.\nThe &lt;a href=\"2015%20Malaysia%20Super%20League\"&gt;2015 Malaysia Super League&lt;/a&gt; is the 12th season of the highest Malaysian football league since its inception in 2004. Twelve teams participated in the league. The season began on 31 January 2015 and concluded on 22 August 2015.\n2016.\nThe 2016 Malaysia Super League is the 13th season of the highest Malaysian football league since its inception in 2004. Twelve teams participated in the league. The season began on 13 February 2016 and concluded on 22 October 2016.\n2017.\nThe 2017 Malaysia Super League is the 4season of the highest Malaysian football league since its inception in 2004. Twelve teams participated in the league. The season began on 20 January 2017 and concluded on 28 October 2017."
}