{
    "id": "1053311",
    "revid": "2224404",
    "url": "https://en.wikipedia.org/wiki?curid=1053311",
    "title": "Lanny Poffo",
    "text": "Lanny Mark Poffo (born December 28, 1954), better known by his &lt;a href=\"ring%20names\"&gt;ring names&lt;/a&gt; \"Leaping\" Lanny Poffo and The Genius, is a &lt;a href=\"Canadian%20Americans\"&gt;Canadian-American&lt;/a&gt; &lt;a href=\"professional%20wrestling\"&gt;professional wrestler&lt;/a&gt;, &lt;a href=\"motivational%20speaker\"&gt;motivational speaker&lt;/a&gt;, &lt;a href=\"poet\"&gt;poet&lt;/a&gt;, and &lt;a href=\"actor\"&gt;actor&lt;/a&gt;. Poffo was born in &lt;a href=\"Calgary\"&gt;Calgary, Alberta&lt;/a&gt;, Canada, to &lt;a href=\"Angelo%20Poffo\"&gt;Angelo Poffo&lt;/a&gt;, an &lt;a href=\"Italian%20American\"&gt;Italian American&lt;/a&gt; &lt;a href=\"Catholic\"&gt;Catholic&lt;/a&gt;, and Judy Poffo, a &lt;a href=\"American%20Jews\"&gt;Jewish-American&lt;/a&gt;. He is also the real-life younger brother of &lt;a href=\"Randy%20Savage\"&gt;\"Macho Man\" Randy Savage&lt;/a&gt;. Poffo grew up in &lt;a href=\"Downers%20Grove%2C%20Illinois\"&gt;Downers Grove, Illinois&lt;/a&gt;.\nCareer.\nAll-South Wrestling Alliance (1974).\nLanny Poffo made his debut in 1974, losing to &lt;a href=\"Wayne%20Cowan\"&gt;Wayne Cowan&lt;/a&gt; in the opening match of an All-South Wrestling Alliance card held in Atlanta, GA on April 16. Poffo remained in the promotion for several months, defeating Cowan in a rematch and also gaining a win over The Great Fuji. At a card on July 9, 1974 in Atlanta he teamed with his father Angelo Poffo for the first time, defeating the veteran team &lt;a href=\"The%20Royal%20Kangaroos\"&gt;The Royal Kangaroos&lt;/a&gt;.\nNational Wrestling Alliance (1974–1978).\nStill in his rookie year, Poffo and his father then headed to &lt;a href=\"Big%20Time%20Wrestling%20%28Detroit%29\"&gt;Big Time Wrestling&lt;/a&gt;, one of the varied promotions affiliated with the &lt;a href=\"National%20Wrestling%20Alliance\"&gt;National Wrestling Alliance&lt;/a&gt; at that time. In their initial match with BTW, Lanny and Angelo lost by disqualification to &lt;a href=\"Lou%20Thesz\"&gt;Lou Thesz&lt;/a&gt; and &lt;a href=\"Mighty%20Igor\"&gt;Mighty Igor&lt;/a&gt; on November 30, 1974 at a house show in Detroit, MI. They quickly began a house show series against the team of &lt;a href=\"Bobo%20Brazil\"&gt;Bobo Brazil&lt;/a&gt; and &lt;a href=\"Fred%20Curry%20%28wrestler%29\"&gt;Fred Curry&lt;/a&gt;. The two wrestled as heels, with Angelo Poffo wearing a graduation gown and cap that was similar to the attire that Lanny would one day adopt in the WWF. That year they won the &lt;a href=\"NWA%20World%20Tag-Team%20Championship\"&gt;NWA World Tag-Team Championship&lt;/a&gt;, and the father/son duo held it until 1975 with successful defenses over &lt;a href=\"The%20Mongols\"&gt;The Mongols&lt;/a&gt; and Brazil &amp; Curry. While still tag-team champions, the Poffos moved on to &lt;a href=\"NWA%20St.%20Louis\"&gt;NWA St. Louis&lt;/a&gt; and continued to defend their championship. In 1975 they lost the titles and then returned to Big Time Wrestling.\n1976 found Lanny wrestling primarily in singles matches, both in BTW, &lt;a href=\"NWA%20Western%20States\"&gt;NWA Western States&lt;/a&gt;, and NWA St Louis. On May 29, 1976 Lanny received his first shot at the &lt;a href=\"NWA%20World%20Heavyweight%20Title\"&gt;NWA World Heavyweight Title&lt;/a&gt;, losing a televised match to &lt;a href=\"Terry%20Funk\"&gt;Terry Funk&lt;/a&gt; on NWA St Louis &lt;a href=\"Wrestling%20at%20the%20Chase\"&gt;Wrestling at the Chase&lt;/a&gt;. He would go on to defeat wrestlers such as &lt;a href=\"Don%20Red%20Cloud\"&gt;Don Red Cloud&lt;/a&gt;, &lt;a href=\"Raoul%20Guzman\"&gt;Raoul Guzman&lt;/a&gt;, and &lt;a href=\"Gary%20Fulton\"&gt;Gary Fulton&lt;/a&gt;. Lanny moved to &lt;a href=\"Jim%20Crockett\"&gt;Jim Crockett&lt;/a&gt;'s &lt;a href=\"Mid%20Atlantic%20Championship%20Wrestling\"&gt;Mid Atlantic Championship Wrestling&lt;/a&gt; in July 1976, and for the first time began teaming with his brother Randy Poffo (&lt;a href=\"Randy%20Savage\"&gt;Randy Savage&lt;/a&gt;). The Poffo Brothers immediately began touring on the MACW house show circuit, defeating such teams as &lt;a href=\"Johnny%20Eagle\"&gt;Johnny Eagle&lt;/a&gt; &amp; &lt;a href=\"Manuel%20Soto\"&gt;Manuel Soto&lt;/a&gt; and &lt;a href=\"Danny%20Miller%20%28wrestler%29\"&gt;Danny Miller&lt;/a&gt; &amp; &lt;a href=\"Johnny%20Weaver\"&gt;Johnny Weaver&lt;/a&gt; and continued to wrestle together for the remainder of the year.\nWith his brother Randy having departed MACW after February, Lanny proceeded into 1977 as a singles wrestler once more. After gaining victories over &lt;a href=\"George%20Rossi\"&gt;George Rossi&lt;/a&gt;, &lt;a href=\"Herb%20Gallant\"&gt;Herb Gallant&lt;/a&gt;, and &lt;a href=\"Leroy%20Rochester\"&gt;Leroy Rochester&lt;/a&gt;, Poffo gained another shot at the NWA World Heavyweight Championship when he faced off against &lt;a href=\"Harley%20Race\"&gt;Harley Race&lt;/a&gt; at an event in Chattanooga, TN on February 4, 1978. This time Lanny was able to wrestle the champion to a draw.\nAtlantic Grand Prix Wrestling (1978).\nIn April 1978 he moved on to &lt;a href=\"Emile%20Dupr%C3%A9e\"&gt;Emile Duprée&lt;/a&gt;'s \"Atlantic Grand Prix Wrestling\" which had a weekly television spot on ATV and toured the Maritimes doing shows seven days per week with some days hosting two shows in two different towns. That year became the first ever AGPW International Heavyweight Champion. On May 23, 1978 he wrestled his brother (now known as Randy Savage) for the very first time, defeating him by disqualification at an event held in Truro, Nova Scotia, Canada. Savage would later defeat his brother for the title, and the two would trade the championship in 1978 and 1979. On July 18, 1978 Lanny challenged his brother for the AGPW International Championship for a final time, wrestling him to a draw at a show in Hartland, New Brunswick, Canada.\nNational Wrestling Alliance (1978–1979).\nLanny Poffo next moved to NWA affiliate &lt;a href=\"Portland%20Championship%20Wrestling\"&gt;Portland Championship Wrestling&lt;/a&gt; and made his debut on November 16, 1979 when he wrestled Kurt von Steiger to a draw at an event in Portland, OR. Poffo faced a variety of opponents in PNW, including &lt;a href=\"Adrian%20Adonis\"&gt;Adrian Adonis&lt;/a&gt;, &lt;a href=\"Hiro%20Ota\"&gt;Hiro Ota&lt;/a&gt;, and &lt;a href=\"Tully%20Blanchard\"&gt;Tully Blanchard&lt;/a&gt;. On February 22, 1979 he unsuccessfully challenged PNW Heavyweight Champion &lt;a href=\"Roddy%20Piper\"&gt;Roddy Piper&lt;/a&gt;. Following a defeat to &lt;a href=\"Gene%20Kiniski\"&gt;Gene Kiniski&lt;/a&gt; the next month, he departed the promotion.\nInternational Championship Wrestling (1979–1984).\nIn 1978 Lanny's father Angelo founded &lt;a href=\"International%20Championship%20Wrestling\"&gt;International Championship Wrestling&lt;/a&gt; (ICW), a rival to NWA affiliates &lt;a href=\"Southeastern%20Championship%20Wrestling\"&gt;Southeastern Championship Wrestling&lt;/a&gt; and NWA &lt;a href=\"Mid%20America\"&gt;Mid America&lt;/a&gt;. Eventually Angelo would further expand and began signing talent away from the &lt;a href=\"World%20Wrestling%20Association\"&gt;World Wrestling Association&lt;/a&gt; and &lt;a href=\"Jerry%20Jarrett\"&gt;Jerry Jarrett&lt;/a&gt;'s &lt;a href=\"Continental%20Wrestling%20Association\"&gt;Continental Wrestling Association&lt;/a&gt; (CWA), forming a strong rivalry with the other territories. It was into the maelstrom that Lanny Poffo entered in the summer of 1979 as he jumped to his father's promotion. He became a star in ICW and eventually became the promotion's champion, where he wrestled with and against Randy Savage. The two brothers dominated the ICW Heavyweight Championship, and over the next six years the only other wrestler to hold it was &lt;a href=\"Paul%20Christy\"&gt;Paul Christy&lt;/a&gt;. Lanny would remain a mainstay of the promotion until it folded in 1984.\nMid-South Wrestling (1984).\nShortly before the dissolution of ICW, Lanny began making appearances in &lt;a href=\"Bill%20Watts\"&gt;Bill Watts&lt;/a&gt;' &lt;a href=\"Mid%20South%20Wrestling\"&gt;Mid South Wrestling&lt;/a&gt;. His first matches came on October 12, 1983 when he defeated &lt;a href=\"Art%20Crews\"&gt;Art Crews&lt;/a&gt; and &lt;a href=\"Doug%20Vines\"&gt;Doug Vines&lt;/a&gt; at a MSW television taping in Shreveport, LA. In December he formed a team with &lt;a href=\"Rick%20Rude\"&gt;Rick Rude&lt;/a&gt; and began a &lt;a href=\"house%20show\"&gt;house show&lt;/a&gt; series with &lt;a href=\"The%20Midnight%20Express%20%28professional%20wrestling%29\"&gt;The Midnight Express&lt;/a&gt; that carried through January 1984. Lanny then moved back into singles competition and wrestled &lt;a href=\"Buddy%20Landell\"&gt;Buddy Landell&lt;/a&gt; in numerous matches.\nContinental Wrestling Association (1984–1985).\nOn June 18, 1984 Lanny joined his brother Randy Savage who had jumped to the &lt;a href=\"Continental%20Wrestling%20Association\"&gt;Continental Wrestling Association&lt;/a&gt; (CWA), defeating &lt;a href=\"Bart%20Batten\"&gt;Bart Batten&lt;/a&gt; &amp; &lt;a href=\"Johnny%20Wilhoit\"&gt;Johnny Wilhoit&lt;/a&gt; at an event in Memphis, TN. They almost immediately entered into a feud with &lt;a href=\"The%20Rock%20%27n%27%20Roll%20Express\"&gt;The Rock 'n' Roll Express&lt;/a&gt;, a series that lasted throughout the summer. On October 1, 1984 he unsuccessfully challenged CWA International Heavyweight Champion &lt;a href=\"Eddie%20Gilbert%20%28wrestler%29\"&gt;Eddie Gilbert&lt;/a&gt;. That winter Poffo and Savage moved on to a house show series against Gilbert and &lt;a href=\"Tommy%20Rich\"&gt;Tommy Rich&lt;/a&gt;. In January 1985 they entered a tournament to crown the AWA Southern Tag-Team Champions, but were defeated by &lt;a href=\"The%20Interns%20%28professional%20wrestling%29\"&gt;The Interns&lt;/a&gt; in the semi-finals. In the spring they began a feud with AWA Southern Champions &lt;a href=\"The%20Fabulous%20Ones\"&gt;The Fabulous Ones&lt;/a&gt;, but were unable to capture the titles. In June 1984 his brother departed for the &lt;a href=\"World%20Wrestling%20Federation\"&gt;World Wrestling Federation&lt;/a&gt; (WWF), and Lanny was soon signed to a contract there as well.\nWorld Wrestling Federation (1985–1992).\n\"Leaping Lanny\".\nPoffo jumped to the burgeoning World Wrestling Federation and made his debut on July 13 episode of &lt;a href=\"WWF%20Championship%20Wrestling\"&gt;WWF Championship Wrestling&lt;/a&gt;. Teaming with &lt;a href=\"Pedro%20Morales\"&gt;Pedro Morales&lt;/a&gt;, the duo defeated &lt;a href=\"JA%20Rizzo\"&gt;JA Rizzo&lt;/a&gt; and &lt;a href=\"Barry%20O\"&gt;Barry O&lt;/a&gt; in a match taped in Poughkeepsie, NY. Although both brothers made appearances at the same point, the brother angle was never worked in the WWF and the relationship was never mentioned on-air. While Lanny was not a headlining WWF star like his brother, he initially built a niche for himself wrestling as a babyface. In his first role as Leaping Lanny Poffo, he would bring frisbees to the ring, read a short poem written on one of them that he himself had penned, and then throw the frisbees into the crowd. Each poem typically ridiculed the &lt;a href=\"heel%20%28professional%20wrestling%29\"&gt;heel&lt;/a&gt; who he was about to wrestle, or built &lt;a href=\"heat%20%28professional%20wrestling%29\"&gt;heat&lt;/a&gt; in favor of the &lt;a href=\"face%20%28professional%20wrestling%29\"&gt;face&lt;/a&gt; with whom the heel was feuding at the time.\nLanny was initially undefeated in WWF competition, rolling off victories against &lt;a href=\"Dangerous%20Danny%20Davis\"&gt;Mr. X&lt;/a&gt;, &lt;a href=\"Rene%20Goulet\"&gt;Rene Goulet&lt;/a&gt;, Terry Gibbs, Barry O, and &lt;a href=\"Moondog%20Spot\"&gt;Moondog Spot&lt;/a&gt;. However he suffered his first defeat on July 27 edition of Championship Wrestling, teaming with Keith Diamond in a loss to &lt;a href=\"The%20Iron%20Sheik\"&gt;The Iron Sheik&lt;/a&gt; and &lt;a href=\"Nikolai%20Volkoff\"&gt;Nikolai Volkoff&lt;/a&gt;. This presages a series of losses to &lt;a href=\"Jesse%20Ventura\"&gt;Jesse Ventura&lt;/a&gt;, &lt;a href=\"Big%20John%20Studd\"&gt;Big John Studd&lt;/a&gt;, and &lt;a href=\"The%20Missing%20Link%20%28wrestler%29\"&gt;The Missing Link&lt;/a&gt;. During his early career in the WWF, he was not a main-eventer and wrestled primarily as enhancement talent on television shows. However, rather than being &lt;a href=\"Squash%20match\"&gt;squashed&lt;/a&gt; like most &lt;a href=\"Job%20%28professional%20wrestling%29\"&gt;jobbers&lt;/a&gt; at the time, he displayed a greater amount of offense in his matches. He found great success on house shows, where he continued to defeat other undercard wrestlers. Poffo performed an agile, athletic, high-flying style at a time when big, heavy power wrestlers still dominated the promotion. He was one of the first wrestlers in North America to use moves like the Senton Bomb and the &lt;a href=\"moonsault\"&gt;moonsault&lt;/a&gt;, though the announcers of the time referred to the latter as a \"leaping backflip\".\nHe made his first &lt;a href=\"Saturday%20Night%27s%20Main%20Event\"&gt;Saturday Night's Main Event&lt;/a&gt; appearance on October 5, 1985 when he recited a poem at the wedding of &lt;a href=\"Uncle%20Elmer\"&gt;Uncle Elmer&lt;/a&gt;. Entering 1986 he continued to be highly competitive against lower-level opposition, reeling off considerable house show or televised victories against Terry Gibbs, Barry O, Rene Goulet, &lt;a href=\"Tiger%20Chung%20Lee\"&gt;Tiger Chung Lee&lt;/a&gt; and &lt;a href=\"SD%20Jones\"&gt;SD Jones&lt;/a&gt;. However he remained less successful against the upper tier of the roster and sustained losses to &lt;a href=\"Hercules%20%28wrestler%29\"&gt;Hercules&lt;/a&gt;, and &lt;a href=\"Jim%20Neidhart\"&gt;Jim Neidhart&lt;/a&gt;. Lanny attained some infamy in late 1986 and early 1987 by competing in a series of &lt;a href=\"Battle%20royal%20%28professional%20wrestling%29%23Bunkhouse%20Stampede\"&gt;Bunkhouse Battle Royals&lt;/a&gt; in full knight's armor. He also is noted for competing in a Battle Royal on \"&lt;a href=\"Saturday%20Night%27s%20Main%20Event%20X\"&gt;Saturday Night's Main Event X&lt;/a&gt;\" at the &lt;a href=\"Joe%20Louis%20Arena\"&gt;Joe Louis Arena&lt;/a&gt; in &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt; in 1987, where he was headbutted and eliminated by &lt;a href=\"Andr%C3%A9%20the%20Giant\"&gt;André the Giant&lt;/a&gt;, causing him to bleed heavily all over the floor and have to be carried out on a &lt;a href=\"stretcher\"&gt;stretcher&lt;/a&gt;. André, in his first televised match as a heel, had accidentally caught Poffo on the bridge of the nose with his headbutt and stitches were required to close the resulting wound.\nIn February 1987 he helped to participate in another famous angle, teaming with The Can-Am Connection in a match against Adorable Adrian Adonis &amp; The Dream Team. During the match, Adonis accidentally cut the hair of Brutus Beefcake - an angle that would ultimately lead to the latter's face turn and assumption of \"The Barber\" gimmick. Poffo and the Can-Ams won this WWF Superstars of Wrestling match by disqualification.\nIn January 1988 Lanny defeated &lt;a href=\"Sika%20Anoa%CA%BBi\"&gt;Sika&lt;/a&gt; the Savage Samoan on a series of upsets, and during the following month he began a lengthy house show series with the newly heel-turned &lt;a href=\"Dan%20Spivey\"&gt;Dan Spivey&lt;/a&gt;. Poffo continued to receive a strong push against lower-level competition like &lt;a href=\"Barry%20Horowitz\"&gt;Barry Horowitz&lt;/a&gt;, but was unable to break through as a top tier member of the roster. He entered a house show series with Jim Neidhart following the temporary dissolution of The Hart Foundation, but was unsuccessful in these contests. His fortunes changed somewhat later in the summer when he feuded with \"Dangerous\" Danny Davis on the house show circuit, pinning David on multiple occasions. Entering the fall of 1988 he faced numerous preliminary opponents and embarked on a lengthy winning streak, defeating &lt;a href=\"Barry%20Horowitz\"&gt;Barry Horowitz&lt;/a&gt;, &lt;a href=\"Sandy%20Beach%20%28Wrestling%29\"&gt;Sandy Beach&lt;/a&gt;, and &lt;a href=\"George%20Skaaland\"&gt;George Skaaland&lt;/a&gt;. He continued to compete against opening card talent for the remainder of the year and was largely successful.\nHowever, as he entered 1989 his fortunes began to wane. Poffo began the year with a loss to Iron Mike Sharpe at a house show on January 1 in West Palm Beach, FL, and this was followed by a televised defeat on January 13 in Boston, MA to The Brooklyn Brawler. After a smattering of wins, he then lost to &lt;a href=\"Los%20Conquistadores\"&gt;Conquistador No.1&lt;/a&gt; on February 20, 1989 in Worcester, MA. These were followed by a pair of defeats to Tim Horner in March 1989. Now approaching his fourth anniversary of his WWF tenure, Lanny Poffo found himself at a career crossroads.\n\"The Genius\".\nOn March 18, 1989, still known as \"Leaping Lanny\", Poffo turned heel. He berated the local Boston sports teams, insulting them in his poetry, and instantly drew heat from the Boston crowd. Poffo was subsequently re-introduced as The Genius, a highly intelligent, arrogant heel who wore an academic cap and gown to the ring. After weeks of giving poetry as The Genius, he had his debut against Sonny Rodgers and defeated him. His poems now ridiculed the face wrestlers, and he adopted an exaggerated effeminate, showboating manner, similar to that employed by &lt;a href=\"Gorgeous%20George\"&gt;Gorgeous George&lt;/a&gt;, to draw heat from the crowd. During his matches, the Genius would often write a mathematical equation on a clipboard that would \"tilt the balance of the match in his favor\". Poffo began a house show series against &lt;a href=\"Jim%20Powers\"&gt;Jim Powers&lt;/a&gt; that spring and embarked on a lengthy winning streak. That summer he moved on to feud with Powers' former &lt;a href=\"The%20Young%20Stallions\"&gt;The Young Stallions&lt;/a&gt; partner &lt;a href=\"Paul%20Roma\"&gt;Paul Roma&lt;/a&gt; and was also victorious. His first pinfall loss under his new heel persona finally came on August 12, when he was defeated by &lt;a href=\"Koko%20B.%20Ware\"&gt;Koko B. Ware&lt;/a&gt; at a house show in Richfield, OH.\nAside from the one untelevised loss, Poffo remained undefeated. He was featured on &lt;a href=\"WWF%20Superstars\"&gt;WWF Superstars&lt;/a&gt; during the coronation of Randy Savage as the new \"King of the WWF\"; Lanny read the proclamation for his real-life brother. He continued to win in his house show series with Koko B Ware and at the same time began to serve as \"executive consultant\" (and occasional tag team partner) for &lt;a href=\"Curt%20Hennig\"&gt;Mr. Perfect&lt;/a&gt;.\nOn the November 25, 1989 \"&lt;a href=\"Saturday%20Night%27s%20Main%20Event%20XXIV\"&gt;Saturday Night's Main Event XXIV&lt;/a&gt;\", The Genius faced &lt;a href=\"WWE%20Championship\"&gt;WWF World Heavyweight Champion&lt;/a&gt; &lt;a href=\"Hulk%20Hogan\"&gt;Hulk Hogan&lt;/a&gt; and spent much of the match taunting Hogan and drawing heat from the crowd with his absurd antics. Several minutes into the match, Mr. Perfect appeared at ringside where he goaded Hogan and defaced the championship belt by sticking chewing gum on it. Poffo then tricked Hogan into following him outside the ring, resulting in Mr. Perfect striking Hogan with the championship belt and Poffo climbing back into the ring to win the match by countout. Later in the show, Mr. Perfect and Poffo destroyed the stolen belt with a hammer. This marked the first time in 21 months (since a loss to &lt;a href=\"Andr%C3%A9%20the%20Giant\"&gt;André the Giant&lt;/a&gt; at &lt;a href=\"WWF%20The%20Main%20Event%23The%20Main%20Event\"&gt;The Main Event&lt;/a&gt;) that Hogan had sustained any form of defeat on WWF television.\nPoffo entered 1990 firmly entrenched as a main roster player. He suffered his first televised defeat when he teamed with Mr. Perfect in a losing effort against WWF World Champion Hulk Hogan and Intercontinental Champion &lt;a href=\"The%20Ultimate%20Warrior\"&gt;The Ultimate Warrior&lt;/a&gt; on the January 29 episode of \"&lt;a href=\"Prime%20Time%20Wrestling\"&gt;Prime Time Wrestling&lt;/a&gt;\". That winter he entered a house show series against &lt;a href=\"Jim%20Neidhart\"&gt;Jim Neidhart&lt;/a&gt; and was generally victorious here as well. Poffo made his first PPV appearance at the &lt;a href=\"1990%20Royal%20Rumble\"&gt;1990 Royal Rumble&lt;/a&gt; and wrestled &lt;a href=\"Brutus%20Beefcake\"&gt;Brutus Beefcake&lt;/a&gt; to a double disqualification after \"The Barber\" began cutting his hair and Hennig interfered.\nIn March his momentum began to cool as Poffo began suffering house show defeats to Jim Neidhart. He also teamed with Hennig in losing efforts against Hulk Hogan and various partners. At &lt;a href=\"WrestleMania%20VI\"&gt;WrestleMania VI&lt;/a&gt; he had his hair cut by Brutus Beefcake after Mr. Perfect was pinned; backstage Randy Savage was legitimately irate over not being informed of the angle. Shortly after &lt;a href=\"WrestleMania%20VI\"&gt;WrestleMania VI&lt;/a&gt;, &lt;a href=\"Bobby%20Heenan\"&gt;Bobby Heenan&lt;/a&gt; became Mr. Perfect's manager. In the meantime Poffo was programmed into a feud with Brutus Beefcake and took to wearing wigs and amateur wrestling headgear to cover the haircut that \"The Barber\" had given him.\nBy the summer of 1990 Poffo had lost his feud with Beefcake and started to move back down the card. In June he renewed his house show series with Koko B. Ware; this time \"The Birdman\" dominated on shows around the country. The feud continued through the summer and achieved national visibility on the August 27, 1990 edition of Prime Time, where Ware defeated The Genius on television. Poffo made a guest appearance on the October 13, 1990 episode of &lt;a href=\"Saturday%20Night%27s%20Main%20Event%20XXVIII\"&gt;Saturday Night's Main Event XXVIII&lt;/a&gt;, participating in Oktoberfest activities along with &lt;a href=\"The%20Hart%20Foundation\"&gt;The Hart Foundation&lt;/a&gt;, \n&lt;a href=\"Jim%20Duggan\"&gt;Jim Duggan&lt;/a&gt;, &lt;a href=\"Mr.%20Fuji\"&gt;Mr. Fuji&lt;/a&gt;, and &lt;a href=\"The%20Orient%20Express\"&gt;The Orient Express&lt;/a&gt;. That winter he engaged in opening match contests with &lt;a href=\"Dustin%20Rhodes\"&gt;Dustin Rhodes&lt;/a&gt;, &lt;a href=\"Shane%20Douglas\"&gt;Shane Douglas&lt;/a&gt; and &lt;a href=\"Jim%20Brunzell\"&gt;Jim Brunzell&lt;/a&gt;.\nAfter being on sabbatical for several months, Poffo returned with a flurry in April 1991, wrestling Greg Valentine, Jim Duggan, and Bret Hart. He also participated in the joint WWF/&lt;a href=\"Super%20World%20of%20Sports\"&gt;SWS&lt;/a&gt; tour and faced Jim Powers on each show. On June 26, 1991 he scored a major upset victory in his comeback when he defeated Jim Duggan at a house show in Lansing, MI. On the September 7, 1991 edition of WWF Superstars he became the manager of &lt;a href=\"The%20Beverly%20Brothers\"&gt;The Beverly Brothers&lt;/a&gt; (&lt;a href=\"Mike%20Enos\"&gt;Mike Enos&lt;/a&gt; and &lt;a href=\"Wayne%20Bloom\"&gt;Wayne Bloom&lt;/a&gt;). Unlike during his time as manager of Hennig, Poffo generally remained on the sidelines for much of the remainder of 1991 and wrestled very sporadically.\nIn December 1991 Poffo teamed with The Beverly Brothers in six-man matches against The &lt;a href=\"Bushwhackers\"&gt;Bushwhackers&lt;/a&gt; and Jim Neidhart. In the &lt;a href=\"1992%20Royal%20Rumble\"&gt;1992 Royal Rumble&lt;/a&gt; the Genius managed The Beverly Brothers to a win over The Bushwhackers. He also continued to occasionally wrestle, and picked up a televised win over &lt;a href=\"Brian%20Costello\"&gt;Brian Costello&lt;/a&gt; on the July 6 episode of Prime Time Wrestling and wrestled house show matches against Jim Brunzell, &lt;a href=\"Virgil\"&gt;Virgil&lt;/a&gt;, and &lt;a href=\"Bob%20Bradley\"&gt;Bob Bradley&lt;/a&gt;. On the August 28 edition of Prime Time, he teamed with the Beverly Brothers in an unsuccessful effort against &lt;a href=\"The%20Legion%20of%20Doom\"&gt;The Legion of Doom&lt;/a&gt; and &lt;a href=\"Paul%20Ellering\"&gt;Paul Ellering&lt;/a&gt;. At &lt;a href=\"SummerSlam%2092\"&gt;SummerSlam 92&lt;/a&gt; Poffo's charges were thwarted in their challenge of &lt;a href=\"The%20Natural%20Disasters\"&gt;The Natural Disasters&lt;/a&gt; for the &lt;a href=\"WWF%20Tag%20Team%20Championship\"&gt;WWF Tag Team Championship&lt;/a&gt;; he continued to manage them until making his final appearance at the &lt;a href=\"1992%20Survivor%20Series\"&gt;1992 Survivor Series&lt;/a&gt;.\nIndependent circuit (1993–1994).\nAfter a six-month break, Poffo returned to action in June 1993 and joined &lt;a href=\"World%20Wrestling%20Superstars\"&gt;World Wrestling Superstars&lt;/a&gt; on a tour of Germany where he was matched against &lt;a href=\"Demolition%20Ax\"&gt;Demolition Ax&lt;/a&gt;. He would work later that year for the &lt;a href=\"International%20Championship%20Wrestling%20Alliance\"&gt;International Championship Wrestling Alliance&lt;/a&gt; and wrestled &lt;a href=\"Manny%20Fernandez%20%28wrestler%29\"&gt;Manny Fernandez&lt;/a&gt;, &lt;a href=\"Dudley%20Dudley%20%28wrestler%29\"&gt;Jeff Bradley&lt;/a&gt;, and &lt;a href=\"Brutus%20Beefcake\"&gt;Brutus Beefcake&lt;/a&gt;. In December 1993 he appeared for &lt;a href=\"Anvil%20Promotions\"&gt;Anvil Promotions&lt;/a&gt; and Johnny West, &lt;a href=\"B.%20Brian%20Blair\"&gt;B. Brian Blair&lt;/a&gt;, and &lt;a href=\"Al%20Hardimon\"&gt;Al Hardimon&lt;/a&gt;. On March 12, 1994 he traveled to Brantford, CT to face &lt;a href=\"The%20Warlord%20%28wrestler%29\"&gt;The Warlord&lt;/a&gt;.\nWorld Wrestling Federation (1994).\nAfter a nineteen-month absence, Poffo returned in May 1994 and defeated &lt;a href=\"Koko%20B.%20Ware\"&gt;Koko B. Ware&lt;/a&gt; on two house shows in Florida. His final WWF match was a loss to &lt;a href=\"Viscera%20%28wrestler%29\"&gt;Mabel&lt;/a&gt; on June 11 at an event in &lt;a href=\"Richmond%2C%20Virginia\"&gt;Richmond, Virginia&lt;/a&gt;.\nWorld Championship Wrestling (1995–1999).\nPoffo signed a &lt;a href=\"World%20Championship%20Wrestling\"&gt;WCW&lt;/a&gt; contract in 1995, but may have wrestled only once during his time there (two sites record him as having defeated a preliminary wrestler in a dark match at a &lt;a href=\"WCW%20Saturday%20Night\"&gt;WCW Saturday Night&lt;/a&gt; taping on October 14, 1997 in Ft Myers, FL). In a later shoot interview, Poffo explained that he was contacted by his brother (Randy Savage), who was wrestling in WCW at the time, with the guarantee of a contract. Savage, who had purchased the &lt;a href=\"Gorgeous%20George\"&gt;Gorgeous George&lt;/a&gt; gimmick, offered the character to Poffo, feeling that his brother would generate heat as a heel. Poffo signed the contract with WCW, began an intense training regimen, and bleached his hair blonde in preparation for his return to the ring. However, as he recalled, despite being under contract for five years and receiving regular paychecks, he was never contacted with any bookings. His own repeated calls to the office went unreturned, and he was simply never used by WCW. Ultimately, Savage gave the Gorgeous George moniker to his then-girlfriend and valet &lt;a href=\"Stephanie%20Bellars\"&gt;Stephanie Bellars&lt;/a&gt;.\nIndependent circuit (2005–present).\nAfter a five-year sabbatical from professional wrestling, Poffo returned to be a part of Wrestle Reunion in &lt;a href=\"Tampa%2C%20Florida\"&gt;Tampa, Florida&lt;/a&gt; on January 28–30, 2005, and defeated \"The Royal Stud\" Adam Windsor at that event. He also wrestled in Canada as part of the Supershow in &lt;a href=\"Pembroke%2C%20Ontario\"&gt;Pembroke&lt;/a&gt; and &lt;a href=\"Hawkesbury%2C%20Ontario\"&gt;Hawkesbury&lt;/a&gt;, Ontario.\nPoffo has toured the East Coast of Canada with UCW, wrestling in &lt;a href=\"Prince%20Edward%20Island\"&gt;Prince Edward Island&lt;/a&gt; and Nova Scotia. After that tour, Poffo also wrestled in Poland and Florida, as well as a show in England.\nOn May 6, 2012 in Reading, PA, Poffo teamed with JD Smooth in a disqualification loss to \"Pretty Ugly\" in Regional Championship Wrestling's event Rumblemania 8.\nOn September 1, 2018, Poffo appeared at &lt;a href=\"All%20In%20%28professional%20wrestling%20event%29\"&gt;All In&lt;/a&gt; in &lt;a href=\"Hoffman%20Estates%2C%20Illinois\"&gt;Hoffman Estates, IL&lt;/a&gt;, accompanying \"Black Machismo\" &lt;a href=\"Jay%20Lethal\"&gt;Jay Lethal&lt;/a&gt; as Lethal successfully defended the &lt;a href=\"ROH%20World%20Championship\"&gt;ROH World Championship&lt;/a&gt; against &lt;a href=\"Flip%20Gordon\"&gt;Flip Gordon&lt;/a&gt;. Currently Lanny appears on &lt;a href=\"Ring%20of%20Honor\"&gt;ROH&lt;/a&gt; telecasts announcing the action, doing commentary from ringside using his extended vocabulary that he made famous during his Leaping Lanny days of the past.\nReturn to WWE (2015).\nOn March 28, 2015, Poffo returned to WWE at the &lt;a href=\"WWE%20Hall%20of%20Fame%20%282015%29\"&gt;2015 Hall of Fame&lt;/a&gt; induction ceremony to induct his deceased brother, &lt;a href=\"Randy%20Savage\"&gt;Randy Savage&lt;/a&gt;. Poffo read poems and shared memories about his brother's past. The following day, Poffo shared the stage with other 2015 Hall of Fame inductees at &lt;a href=\"WrestleMania%2031\"&gt;WrestleMania 31&lt;/a&gt;, representing his brother.\nOutside wrestling.\nOutside wrestling, Poffo has published two books. One is a collection of &lt;a href=\"poems\"&gt;poems&lt;/a&gt; and &lt;a href=\"Limerick%20%28poetry%29\"&gt;limerick&lt;/a&gt;s, most of which were related to drug and &lt;a href=\"alcohol%20%28drug%29\"&gt;alcohol&lt;/a&gt; awareness, directed toward young children. Poffo is a vocal opponent of tobacco smoking and also published an anti-smoking book of limericks entitled \"Limericks from the Heart and Lungs!\". He appeared in &lt;a href=\"infomercial\"&gt;infomercial&lt;/a&gt;s as an endorser of &lt;a href=\"Tony%20Little\"&gt;Tony Little&lt;/a&gt;'s Gazelle Freestyle exercise machine, and is a certified credit counselor and motivational speaker.\nIn March 2013, Poffo played a K9 police officer in the Discovery Investigation network's \"I (Almost) Got Away With It\".\nIn 2018, Poffo released a biographical comic through Squared Circle Comics, titled \"The Genius Lanny Poffo\".\nOn September 3, 2018, Poffo, alongside JP Zarka of ProWrestlingStories.com, launched a weekly podcast entitled \"The Genius Cast with Lanny Poffo\". The podcast featured 20 episodes including interviews with Hacksaw Jim Duggan, Terry Funk, B Brian Blair, Fred Ottman, Sean Waltman, Jeff Jarrett, Molly Holly, \"Eugene\" Nick Dinsmore, \"Hustler\" Rip Rogers, Kevin Kelly, Bill Apter, Outback Jack, Keith Elliot Greenberg, Sean Oliver, Evan Ginzburg, Alicia Atout, and more. The show ended its run on January 21, 2019."
}