{
    "id": "10536797",
    "revid": "1057577191",
    "url": "https://en.wikipedia.org/wiki?curid=10536797",
    "title": "The Saboteur",
    "text": "The Saboteur is an &lt;a href=\"Action-adventure%20game\"&gt;action-adventure video game&lt;/a&gt; developed by &lt;a href=\"Pandemic%20Studios\"&gt;Pandemic Studios&lt;/a&gt; and published by &lt;a href=\"Electronic%20Arts\"&gt;Electronic Arts&lt;/a&gt;. It was released for &lt;a href=\"Microsoft%20Windows\"&gt;Microsoft Windows&lt;/a&gt;, &lt;a href=\"PlayStation%203\"&gt;PlayStation 3&lt;/a&gt; and &lt;a href=\"Xbox%20360\"&gt;Xbox 360&lt;/a&gt; in December 2009. A mobile version of the game was developed and released by &lt;a href=\"Hands-On%20Mobile\"&gt;Hands-On Mobile&lt;/a&gt; for &lt;a href=\"BlackBerry\"&gt;BlackBerry&lt;/a&gt; on November 19, 2009, and for &lt;a href=\"iOS\"&gt;iOS&lt;/a&gt; on March 24, 2010. The game is set in &lt;a href=\"Military%20Administration%20in%20France%20%28Nazi%20Germany%29\"&gt;German-occupied France&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, and follows Sean Devlin (based on &lt;a href=\"William%20Grover-Williams\"&gt;William Grover-Williams&lt;/a&gt;), an &lt;a href=\"Irish%20people\"&gt;Irish&lt;/a&gt; race car driver and mechanic, who joins the &lt;a href=\"French%20Resistance\"&gt;French Resistance&lt;/a&gt; to liberate &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; after his best friend is killed by &lt;a href=\"Nazi%20Germany\"&gt;Nazi&lt;/a&gt; forces.\nGameplay in \"The Saboteur\" combines driving, shooting, melee combat, and exploration. Players can make use of a variety of weapons and abilities to fight enemies or explore the environment, such as Sean's &lt;a href=\"parkour\"&gt;parkour&lt;/a&gt; skills, which allow him to climb high buildings in seconds to facilitate traversal. The game features an &lt;a href=\"open%20world\"&gt;open world&lt;/a&gt; comprising Paris' various boroughs and the surrounding countryside. Initially, most of the map is occupied by German forces, symbolized by a black and white filter applied on the in-game map, as well as the environment itself. By completing main and side missions, each borough is slowly liberated, and the environment returns to its natural colors.\n\"The Saboteur\" received generally mixed to positive reviews from critics. While it was praised for its visuals, sound design, setting, and entertaining gameplay, many criticized its repetitiveness, the storyline's execution, various technical issues, and the general lack of polish. It also drew many comparisons to \"&lt;a href=\"Velvet%20Assassin\"&gt;Velvet Assassin&lt;/a&gt;\", a game with a similar premise released earlier in 2009, as well as the \"&lt;a href=\"Grand%20Theft%20Auto\"&gt;Grand Theft Auto&lt;/a&gt;\" and \"&lt;a href=\"Assassin%27s%20Creed\"&gt;Assassin's Creed&lt;/a&gt;\" series for their similar gameplay elements. \"The Saboteur\" was the final title developed by Pandemic Studios before their closure in 2009.\nGameplay.\n\"The Saboteur\" is an &lt;a href=\"Action-adventure%20game\"&gt;action-adventure&lt;/a&gt; game set in an &lt;a href=\"open%20world\"&gt;open world&lt;/a&gt; environment and played from a &lt;a href=\"Virtual%20camera%20system%23Third-person%2520view\"&gt;third-person perspective&lt;/a&gt;. The player can explore &lt;a href=\"Nazi%20Germany\"&gt;Nazi&lt;/a&gt;-occupied Paris, some of the French countryside and parts of Germany. Color is a key element in the gameplay. Areas which are heavily controlled by the Nazis are represented in black and white, with the exception of the characters' &lt;a href=\"Iris%20%28anatomy%29\"&gt;irises&lt;/a&gt;, city lights, blood and blue symbols of the &lt;a href=\"French%20Resistance\"&gt;French Resistance&lt;/a&gt;, and various &lt;a href=\"Flag%20of%20Nazi%20Germany\"&gt;German symbol&lt;/a&gt;s, which are bright red and complete with &lt;a href=\"swastika\"&gt;swastika&lt;/a&gt;s. In these areas, German soldiers are present in large numbers, making it far more likely that Sean will be detected in his rebellious activities. To \"inspire\" that district again, players must weaken the German forces occupying the area. In doing so, that district's citizens regain their hope, visually represented by the area becoming vibrant and full of color. Germans in these areas will not be completely evicted but Sean has a higher chance of escaping them since they will no longer be so ubiquitous, and will primarily be centered on military bases, barracks, checkpoints, HQs, and other strategically important sites. In addition, the &lt;a href=\"French%20people\"&gt;French people&lt;/a&gt; will play an active role in the struggle for colored zones. For example, if Sean gets into a fight with German soldiers in a colored area, allies like the French Resistance, the &lt;a href=\"Maquis%20%28World%20War%20II%29\"&gt;Maquis&lt;/a&gt;, and even passing French civilians will intervene against the occupiers.\nThroughout the game, Sean can upgrade his abilities and arsenal via \"Perks\", such as improving accuracy with a sniper rifle, ammo count for all weapons, damage, and more. Perks are gained through actions, such as evading high-level alarms, &lt;a href=\"sniping\"&gt;sniping&lt;/a&gt; targets or demolishing a set number of German installations or vehicles with a certain requirement. The player also has the ability to scale buildings and run across rooftops, where sometimes British supply boxes can be found, or to reach a good sniper's view of the ground beneath. Garages are available to the player, which can save parked vehicles and repair damaged ones. The player can also engage in fist-fights or use a more stealthy approach, such as sneaking around or using a Nazi's uniform as a disguise.\nShould the player die while free-roaming, Sean will lose all of his weapons and grenades he had equipped prior to death. The player can buy &lt;a href=\"weapon\"&gt;weapon&lt;/a&gt;s, &lt;a href=\"ammunition\"&gt;ammunition&lt;/a&gt;, &lt;a href=\"explosive\"&gt;explosive&lt;/a&gt;s, &lt;a href=\"map\"&gt;map&lt;/a&gt;s and other items from several &lt;a href=\"black%20market\"&gt;black market&lt;/a&gt; merchants. Once Sean has purchased a weapon from the dealers, he can equip himself with that weapon at any time.\nThe Midnight Show.\nA code for a downloadable patch entitled \"The Midnight Show\" was free to those who purchased a new copy of the game for either the Xbox 360 or PlayStation 3. For the Windows version, the extra content was already included on the disc. The content was later released on &lt;a href=\"Xbox%20Live%20Marketplace\"&gt;Xbox Live Marketplace&lt;/a&gt; and on the &lt;a href=\"PlayStation%20Network\"&gt;PlayStation Network&lt;/a&gt; (in the UK, the content is free of charge) for people who did not have the code.\nThe extra content provides the player with new &lt;a href=\"brothel\"&gt;brothel&lt;/a&gt;s and hiding spots. It also includes a &lt;a href=\"minigame\"&gt;minigame&lt;/a&gt; in which the player can earn in-game items such as a car not found during the main campaign. Most notably, however, installing the add-on automatically renders all brothel girls in the game topless, although nudity can still be toggled on and off. This caused some controversy at the time of the game's release.\nPlot.\nSean Devlin is a hard drinking Irish race car driver and mechanic, who emigrated to France to escape his criminal past. A regular among the racing groups of &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, Sean travels to &lt;a href=\"Saarbr%C3%BCcken\"&gt;Saarbrücken&lt;/a&gt; with his mentor Vittore Morini, best friend Jules Rousseau, and Jules' sister Veronique to compete in the 1940 Saarbrücken &lt;a href=\"Grand%20Prix%20motor%20racing\"&gt;Grand Prix&lt;/a&gt;. During his stay, Sean meets up with his on-again, off-again girlfriend Skylar St. Claire, and starts a rivalry with Kurt Dierker, an infamous racer and champion of the Nazis. During the race, Dierker cheats by shooting out one of Sean's tires, causing him to lose. Despite Skylar's warnings, Sean and Jules break into Doppelsieg, the automotive factory that Dierker works for, to sabotage his car as revenge. The two are captured by Dierker, who reveals himself to be a Nazi &lt;a href=\"Schutzstaffel\"&gt;SS&lt;/a&gt; Commander and believes them to be British spies. Dierker tortures Jules to death while Sean manages to escape, only to witness the &lt;a href=\"Battle%20of%20France\"&gt;German invasion of France&lt;/a&gt;. Sean manages to rescue Vittore and Veronique before they escape to Paris. Sean tells Jules' family what happened to him, and vows to take revenge on Dierker.\nMonths later, Sean is living in La Belle Du Nuit, a cabaret owned by Jules' family. He is approached by Luc Gaudin, a local writer, love interest of Veronique, and leader of a &lt;a href=\"French%20Resistance\"&gt;resistance&lt;/a&gt; group against the Nazi occupation. Sean is talked into joining the resistance by Luc, and is tasked with disrupting Nazi operations by killing high-ranking officers, and destroying military installations. He also gets involved with other resistance leaders and members including Father Denis, a defrocked Catholic priest; Duval Mingo, whose lover betrayed him to a high-ranking Nazi; and Margot Bonnaire, who seeks to preserve French culture that the Nazis aim to destroy. Through his work, Sean builds a reputation as a prominent member of the resistance. The growth in resistance activity in Paris as a result of Sean's work does not go unnoticed by Nazi command, and soon, elite Nazi terror units are called in by the German administrative commander in Paris, who is revealed to be Dierker.\nSean meets up with Skylar again, who reveals herself to be a British spy with the &lt;a href=\"Special%20Operations%20Executive\"&gt;Special Operations Executive&lt;/a&gt; (SOE), and she takes Sean to her superiors. They task him with a series of jobs, including stealing an unknown treasure from the Nazis. Sean and Skylar are soon tasked with rescuing a defecting German scientist named Dr. Kessler. It is revealed that the Doppelseig factory is a front for an &lt;a href=\"German%20nuclear%20weapons%20program\"&gt;atomic weapons project&lt;/a&gt; that they were forcing Kessler to create. After Kessler is rescued, he refuses to work with anyone unless his daughter Maria is saved as well. Sean soon rescues Maria from her captors and takes her to the resistance headquarters, which is immediately then attacked by the Nazis, forcing the resistance to flee into the &lt;a href=\"Catacombs%20of%20Paris\"&gt;catacombs&lt;/a&gt;. During this raid, Veronique is captured and prepped for execution at &lt;a href=\"Notre-Dame%20de%20Paris\"&gt;Notre Dame&lt;/a&gt;. Luc, not wanting to expend resistance resources to save one prisoner, denies Sean's request for an organized raid to rescue Veronique. After this, Sean is forced to rescue Veronique by himself, which he succeeds in doing.\nLuc comes up with a plan to topple the Nazi leadership, who are set to host a race, by having a driver blow them up with a rigged car. While Sean successfully wins the race, and wipes out most of the leadership, Dierker survives and takes control of the remaining Nazis. In retaliation, the Nazis destroy La Belle Du Nuit, killing Veronique's parents and Vittore. Sean races to the catacombs, where the resistance is being attacked by the Nazis. While Sean is successful in fighting them off, Luc is found to be half-buried under debris, forcing Veronique to kill him so he doesn't get taken alive when the next Nazi attack occurs. Furthermore, during the attack, the Nazis succeed in capturing Dr. Kessler and his daughter once again.\nSean, Veronique, and Skylar team up to raid the Doppelsieg factory and rescue the Kesslers. Once Dr. Kessler is rescued, he and Sean go on to dismantle the weapons and set the factory to explode as they escape. With the factory destroyed, and the Kesslers rescued, Sean and Veronique return to Paris where the people have risen up against the Nazi power. Veronique takes on the duty of becoming the new leader of the resistance. After sharing a passionate kiss with Veronique, Sean tracks down Dierker to the &lt;a href=\"Eiffel%20Tower\"&gt;Eiffel Tower&lt;/a&gt;, where he is found to be executing his men for failing to subdue the civil uprising. Sean finally confronts Dierker at the top of the tower, where he can either shoot Dierker off the tower, or wait and witness Dierker jump off himself. With Dierker dead, Veronique asks Sean if it's all over, to which Sean replies he's \"Just getting started.\"\nDevelopment.\nThe game has been called the developer's &lt;a href=\"swan%20song\"&gt;swan song&lt;/a&gt;, since &lt;a href=\"Pandemic%20Studios\"&gt;Pandemic Studios&lt;/a&gt; was liquidated soon after its completion.\nAreas that were cut from the game late in development include a giant Nazi missile silo built into the side of a mountain, called Valhall; Pandemic concept artist Jason Hazelroth spent three years designing the project. In further concept art, Hazelroth revealed an experimental Nazi jet called the XJ-05, which functioned as a &lt;a href=\"Boss%20%28video%20gaming%29\"&gt;boss fight&lt;/a&gt; while it was still docked, and another smaller jet, the JX-07, which could have been used by the player.\nAfter the game was released, customers reported that the game was unplayable with an &lt;a href=\"ATI%20%28brand%29\"&gt;ATI&lt;/a&gt; &lt;a href=\"graphics%20card\"&gt;graphics card&lt;/a&gt;. Some game retailers, including &lt;a href=\"Direct2Drive\"&gt;Direct2Drive&lt;/a&gt;, had placed a warning on their web sites declaring problems with the game's compatibility. A workaround required the user to disable &lt;a href=\"multi-core\"&gt;multi-core&lt;/a&gt; processing entirely, which would significantly decrease their computer's performance. &lt;a href=\"Pandemic%20Studios\"&gt;Pandemic&lt;/a&gt; employees acknowledged the issue and released a beta patch on December 18, 2009. The patch stated that users with quad core &lt;a href=\"CPU\"&gt;CPU&lt;/a&gt;s would possibly have severe streaming issues, which required restricting the game to a single core as a workaround. This was despite the game's recommended specifications listing a &lt;a href=\"Multi-core%20processor\"&gt;quad core&lt;/a&gt; &lt;a href=\"CPU\"&gt;CPU&lt;/a&gt;.\nReception.\nThe PC version of \"The Saboteur\" received \"generally favorable\" reviews, while the PlayStation 3 and Xbox 360 versions received \"mixed or average\" reviews, and the iOS version received \"generally unfavorable\" reviews, according to the &lt;a href=\"Review%20aggregator\"&gt;review aggregation&lt;/a&gt; website &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;.\n&lt;a href=\"IGN\"&gt;IGN&lt;/a&gt; praised the PlayStation 3 and Xbox 360 versions for their sound, black and white visuals, and \"cheap thrills\", while criticizing their unpolished gameplay and somewhat silly animation. &lt;a href=\"GameTrailers\"&gt;GameTrailers&lt;/a&gt; called the Xbox 360 version yet another open-world destruction game of 2009. The game was praised for being fun, although the site criticized the choppy voice acting, varying graphical quality and the unpolished end product. \"&lt;a href=\"X-Play\"&gt;X-Play&lt;/a&gt;\" praised the same console version's unique look and setting, and the variety of gameplay, but criticized its poorly executed story, enemy AI, and various glitches.\nThe &lt;a href=\"PlayStation%203\"&gt;PlayStation 3&lt;/a&gt; version was noted for its &lt;a href=\"Spatial%20anti-aliasing\"&gt;anti-aliasing&lt;/a&gt; technique on a console that has traditionally had difficulty with AA. Using one of the PS3's &lt;a href=\"Synergistic%20Processing%20Unit\"&gt;Synergistic Processing Unit&lt;/a&gt;s to perform after-image &lt;a href=\"edge%20detection\"&gt;edge detection&lt;/a&gt; and blurring, under optimal conditions it manages equivalent to 16xAA. The game was frequently compared to \"&lt;a href=\"Velvet%20Assassin\"&gt;Velvet Assassin&lt;/a&gt;\", released the same year and featuring similar aesthetics and gameplay styles.\n\"&lt;a href=\"The%20A.V.%20Club\"&gt;The A.V. Club&lt;/a&gt;\" gave the PS3 version an A− and said, \"The nicest touch is that your free-roaming sabotage has a direct effect on the quests that advance the main story.\" 411Mania gave the Xbox 360 version a score of 7.5 out of 10 and said, \"If you’re a fan of GTA or Mercs 1 or 2 you’ll probably get some enjoyment out of the Saboteur, but for everyone else this game is a rental at best.\" \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Daily Telegraph&lt;/a&gt;\" gave the same console version seven out of ten and called it \"a highly enjoyable game in its own right and it succeeds at being pure, rollicking entertainment. Players who are prepared to look past its derivative gameplay will find its silly characters [and] ridiculous plot and even some of its technical flaws may just be part of the reason they continue playing it long after the first couple of hours have passed by.\" \"&lt;a href=\"Wired%20%28magazine%29\"&gt;Wired&lt;/a&gt;\", however, gave the same console version six stars out of ten and called it \"a big game best taken in small doses: An hour or two of clamber up the side of a building, snipe some guys, drive like hell, lather, rinse, repeat was plenty. Any more than that and I started to think maybe the Nazis could just \"have\" France, if they wanted it so bad.\" \"&lt;a href=\"Edge%20%28magazine%29\"&gt;Edge&lt;/a&gt;\" gave the PS3 version five out of ten and called it \"an awesome display of clichés, stereotypes, shortcuts and failures in logic.\""
}