{
    "id": "10533504",
    "revid": "834412",
    "url": "https://en.wikipedia.org/wiki?curid=10533504",
    "title": "Matt Somner",
    "text": "Matthew James Somner (born 8 December 1982) is a &lt;a href=\"Association%20football\"&gt;footballer&lt;/a&gt; who played for &lt;a href=\"Walton%20%26amp%3B%20Hersham%20F.C.\"&gt;Walton &amp; Hersham&lt;/a&gt;. A &lt;a href=\"Utility%20player%23Association%20football\"&gt;utility player&lt;/a&gt;, Somner can play in numerous position across both &lt;a href=\"defender%20%28association%20football%29\"&gt;defence&lt;/a&gt; and &lt;a href=\"midfielder\"&gt;midfield&lt;/a&gt;.\nCareer.\nBorn in &lt;a href=\"Isleworth\"&gt;Isleworth&lt;/a&gt;, London, Somner began his career with local club &lt;a href=\"Brentford%20F.C.\"&gt;Brentford&lt;/a&gt;, situated just 2 km from his native Isleworth. His professional debut came on 1 May 2001, in a 6–0 defeat to &lt;a href=\"Swansea%20City%20F.C.\"&gt;Swansea City&lt;/a&gt;. During his time at &lt;a href=\"Griffin%20Park\"&gt;Griffin Park&lt;/a&gt;, he was called into the &lt;a href=\"Wales%20national%20under-21%20football%20team\"&gt;Wales-U21&lt;/a&gt; squad to play &lt;a href=\"Italy%20national%20under-21%20football%20team\"&gt;Italy-U21s&lt;/a&gt; in 2003. The game finished disastrously for Wales as they lost 8–1.\nSomner spent four seasons at Brentford, where he played in 93 games, before his contract was cancelled my mutual consent on 31 January 2005. He joined &lt;a href=\"Football%20League%20Two\"&gt;League Two&lt;/a&gt; side &lt;a href=\"Cambridge%20United%20F.C.\"&gt;Cambridge United&lt;/a&gt; two days later, having had a &lt;a href=\"loan%20%28association%20football%29\"&gt;loan&lt;/a&gt; spell at the club in December 2004. He was offered a new contract at the end of the season, though turned it down and instead joined &lt;a href=\"Bristol%20Rovers%20F.C.\"&gt;Bristol Rovers&lt;/a&gt; on non-contract terms. He made only one appearance before signing for &lt;a href=\"Conference%20National\"&gt;Conference National&lt;/a&gt; side &lt;a href=\"Aldershot%20Town%20F.C.\"&gt;Aldershot Town&lt;/a&gt; on 19 August 2005.\nHis contract not renewed at Aldershot, Somner joined &lt;a href=\"Notts%20County%20F.C.\"&gt;Notts County&lt;/a&gt; in 2006, playing in 62 games over two seasons.\nSomner was released by Notts County in 2008, and signed for &lt;a href=\"Mansfield%20Town%20F.C.\"&gt;Mansfield Town&lt;/a&gt; on 1 August 2008. He joined &lt;a href=\"Altrincham%20F.C.\"&gt;Altrincham&lt;/a&gt; on loan in November 2010.\nOn 31 January 2011, Somner signed for &lt;a href=\"Forest%20Green%20Rovers%20F.C.\"&gt;Forest Green Rovers&lt;/a&gt; after being released by Mansfield. He made his debut for Forest Green on 5 February 2011 in a home win against &lt;a href=\"Hayes%20%26amp%3B%20Yeading%20United%20F.C.\"&gt;Hayes &amp; Yeading United&lt;/a&gt;. Somner revealed on his Twitter page ahead of Rovers final game of the season that he would not be offered a new contract by the club. He would go on to score for Forest Green in their last game of the season against &lt;a href=\"Tamworth%20F.C.\"&gt;Tamworth&lt;/a&gt;.\nSomner signed for &lt;a href=\"Lewes%20F.C.\"&gt;Lewes&lt;/a&gt; in July 2011. He then joined &lt;a href=\"Kingstonian%20F.C.\"&gt;Kingstonian&lt;/a&gt; in the summer of 2012. After a lengthy spell at Kingsmeadow, which included taking the captain's armband, he dropped to the &lt;a href=\"Isthmian%20League\"&gt;Isthmian&lt;/a&gt; Division One South for the 2014–15 season, joining &lt;a href=\"Walton%20Casuals%20F.C.\"&gt;Walton Casuals&lt;/a&gt;. Managing just two appearances for the Stags, he left at the end of August and took a short break from football. However, he returned to the league in late February, joining rivals &lt;a href=\"Walton%20%26amp%3B%20Hersham%20F.C.\"&gt;Walton &amp; Hersham&lt;/a&gt;."
}