{
    "id": "1055090",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1055090",
    "title": "Maternal bond",
    "text": "A maternal bond is the &lt;a href=\"personal%20relationship\"&gt;relationship&lt;/a&gt; between a &lt;a href=\"mother\"&gt;mother&lt;/a&gt; and her child. While typically associated with &lt;a href=\"pregnancy\"&gt;pregnancy&lt;/a&gt; and &lt;a href=\"childbirth\"&gt;childbirth&lt;/a&gt;, a maternal bond may also develop in cases where the child is unrelated, such as an &lt;a href=\"adoption\"&gt;adoption&lt;/a&gt;.\nBoth physical and emotional factors influence the mother-child &lt;a href=\"Human%20bonding\"&gt;bonding&lt;/a&gt; process. In &lt;a href=\"separation%20anxiety%20disorder\"&gt;separation anxiety disorder&lt;/a&gt; a child becomes fearful and nervous when away from a loved one, usually a parent or other caregiver. New mothers do not always experience instant love toward their child. Instead, the bond can strengthen over time. Bonds can take hours, days, weeks, or months to develop.\nPregnancy.\nThe maternal bond between a &lt;a href=\"woman\"&gt;woman&lt;/a&gt; and her biological child usually begins to develop during &lt;a href=\"pregnancy\"&gt;pregnancy&lt;/a&gt;. The pregnant female adapts her &lt;a href=\"lifestyle%20%28sociology%29\"&gt;lifestyle&lt;/a&gt; to suit the needs of the developing &lt;a href=\"infant\"&gt;infant&lt;/a&gt;. At around 18 to 25 weeks, the mother begins to feel the fetus moving. Similar to seeing her child for the first time in an &lt;a href=\"Medical%20ultrasound\"&gt;ultrasound scan&lt;/a&gt;, this experience typically leads the mother to feel more attached to her child.\nThe developing fetus has some awareness of the mother's heartbeat and voice and has the ability to respond to touch or movement. By the seventh month of pregnancy, two-thirds of women report a strong maternal bond with their unborn child.\nSome mothers who &lt;a href=\"unintended%20pregnancy\"&gt;did not want the pregnancy&lt;/a&gt; may not have a close relationship with the child. They are more likely to suffer from &lt;a href=\"post-partum%20depression\"&gt;post-partum depression&lt;/a&gt; or other mental health problems and less likely to breast feed.\nChildbirth.\n&lt;a href=\"Childbirth\"&gt;Childbirth&lt;/a&gt; is an experience that can strengthen the mother and child bond. Factors such as a traumatic birth, the mother's childhood, medical stress, lack of support and the influence of a spouse or partner can weaken the bond.\nEmotional \"bonding theory\" first appeared in the mid-1970s, and by the 1980s had become an accepted phenomenon. Soon, the process became analyzed and scrutinized to the point of creating another term – \"poor bonding\".\nOxytocin.\nProduction of &lt;a href=\"oxytocin\"&gt;oxytocin&lt;/a&gt; during childbirth and &lt;a href=\"lactation\"&gt;lactation&lt;/a&gt; increases &lt;a href=\"parasympathetic\"&gt;parasympathetic&lt;/a&gt; activity. Thus, &lt;a href=\"anxiety\"&gt;anxiety&lt;/a&gt; is theoretically reduced. Maternal oxytocin circulation is said to predispose women to bond and show bonding behavior, although this has been disputed.\n&lt;a href=\"Breastfeeding\"&gt;Breastfeeding&lt;/a&gt; is also strongly believed to foster the bond, via touch, response and mutual gazing.\nMoral side effects.\nA 2014 study claimed that &lt;a href=\"oxytocin\"&gt;oxytocin&lt;/a&gt; promotes dishonesty when the outcome favors the closely bonded groups to which an individual belongs. A real-world example of this effect can be seen when parents &lt;a href=\"Address%20fraud\"&gt;lie about their address&lt;/a&gt; to gain admission to better schools for their children.\nMaternal separation anxiety.\nBeginning at 9–10 months of age when infants begin to crawl and then when they begin to walk around 12 months of age, they begin to develop capacities to physically explore the world away from their mother. These capacities bring with them separation anxiety as the infant becomes more vulnerable away from mother. This newly acquired motor development parallels infants' intellectual curiosity, cognitive and language development as they begin to point and name, and jointly attend with mothers to their environment beginning by 9–10 months. Most parents welcome these explorations and this increased independence. However, in the context of maternal depression, trauma or disturbed bonding in her own early life, some mothers have significant difficulty in tolerating the exploration and-or the infant's anxiety.\nThis anxiety increases when infants and toddlers feel threatened or socially reference their mothers for reassurance. Research claimed out that mothers, for example, with histories of violence-exposure and &lt;a href=\"Posttraumatic%20stress%20disorder\"&gt;post-traumatic stress&lt;/a&gt; show less activity in the &lt;a href=\"medial%20prefrontal%20cortex\"&gt;medial prefrontal cortex&lt;/a&gt;, a brain area that helps to temper and contextualize fear responses, and thus are likely unable to extinguish their own fear response upon watching a videotaped mother-toddler separation scene in a &lt;a href=\"magnetic%20resonance%20imaging\"&gt;magnetic resonance imaging&lt;/a&gt; scanner.\nInevitably, children who have rarely been separated from their mother become anxious when separated for extended periods. This is most commonly experienced when starting to attend school. Every child suffers to some extent.\nLater in life, this anxiety can reoccur if mothers have to leave their family unit to work. In both cases, the child's anxiety (and that of the parents) can be reduced by priming, i.e. preparing the child for the experience prior to its occurrence and by creating and maintaining dialogue and connection between the absent parent and child during the separation."
}