{
    "id": "1055144",
    "revid": "82432",
    "url": "https://en.wikipedia.org/wiki?curid=1055144",
    "title": "Hang On Sloopy",
    "text": "\"Hang On Sloopy\" (originally \"My Girl Sloopy\") is a 1964 song written by &lt;a href=\"Wes%20Farrell\"&gt;Wes Farrell&lt;/a&gt; and &lt;a href=\"Bert%20Berns\"&gt;Bert Berns&lt;/a&gt;. &lt;a href=\"Rhythm%20and%20blues\"&gt;Rhythm and blues&lt;/a&gt; vocal group &lt;a href=\"the%20Vibrations\"&gt;the Vibrations&lt;/a&gt; were the first to record the tune in 1964. &lt;a href=\"Atlantic%20Records\"&gt;Atlantic Records&lt;/a&gt; released it as a single, which reached No. 26 on the &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt; chart. In 1965, the rock group &lt;a href=\"the%20McCoys\"&gt;the McCoys&lt;/a&gt; recorded the song and had greater success. Recordings by additional artists also reached the charts, including versions in Spanish and Portuguese.\nAccording to &lt;a href=\"Rick%20Derringer\"&gt;Rick Derringer&lt;/a&gt;, the original version of Sloopy was written by a \"high school kid in &lt;a href=\"St.%20Louis\"&gt;St. Louis&lt;/a&gt;\" and sold to Bert Russell, also known as &lt;a href=\"Bert%20Berns\"&gt;Bert Berns&lt;/a&gt;. The inspiration for the song is said to be &lt;a href=\"Dorothy%20Sloop\"&gt;Dorothy Sloop&lt;/a&gt;, a jazz singer from &lt;a href=\"Steubenville%2C%20Ohio\"&gt;Steubenville, Ohio&lt;/a&gt;, and a student at &lt;a href=\"Ohio%20University\"&gt;Ohio University&lt;/a&gt;.\nMcCoys version.\nIn early 1965, &lt;a href=\"the%20Strangeloves\"&gt;the Strangeloves&lt;/a&gt;, a New York City rock band, wanted to make the song the follow-up to their hit single \"&lt;a href=\"I%20Want%20Candy\"&gt;I Want Candy&lt;/a&gt;\" and began performing it in concert. However, &lt;a href=\"the%20Dave%20Clark%20Five\"&gt;the Dave Clark Five&lt;/a&gt;, with whom they were touring, told the Strangeloves that they were going to record their own version when they returned to England, copying the Strangeloves' arrangement. The Strangeloves realized that the Dave Clark Five's cut would likely be a hit, but they were not yet ready to release a new single because they were still enjoying the success of \"I Want Candy\" from a few months earlier. \nThe answer presented itself when a young rock group named Rick and the Raiders opened (and provided backing) for the Strangeloves in July in &lt;a href=\"Dayton%2C%20Ohio\"&gt;Dayton, Ohio&lt;/a&gt;. The Strangeloves, three writer-producers from &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;, New York City, recruited Rick and the Raiders to record the song under their name. Their 16-year-old leader, Rick Zehringer, was flown to New York to record his lead vocal over the Strangeloves' already-recorded backing tracks. It was decided to change the name of Rick's group to &lt;a href=\"the%20McCoys\"&gt;the McCoys&lt;/a&gt; to avoid confusion with another popular band at the time, &lt;a href=\"Paul%20Revere%20%26amp%3B%20the%20Raiders\"&gt;Paul Revere &amp; the Raiders&lt;/a&gt;, and Rick began using the stage name &lt;a href=\"Rick%20Derringer\"&gt;Rick Derringer&lt;/a&gt;. The single was issued on &lt;a href=\"Bang%20Records\"&gt;Bang Records&lt;/a&gt; and entered the chart on August 14, 1965, effectively beating the Dave Clark Five to the charts. It reached the top position on October 2.\nOriginally written and recorded with three verses, the retitled \"Hang On Sloopy\" was edited down to two verses for the single and resulting \"&lt;a href=\"Hang%20On%20Sloopy%20%28album%29\"&gt;Hang On Sloopy&lt;/a&gt;\" album. The unedited three-verse version, at 3 minutes, 50 seconds, first appeared on the 1970 Bang various artists compilation \"Bang &amp; Shout Super Hits\" (BLPS-220), then again on the 1991 &lt;a href=\"Rhino%20Records\"&gt;Rhino Records&lt;/a&gt; various artists compilation \"Grandson of Frat Rock! Vol. 3\" and the 1995 &lt;a href=\"Legacy%20Recordings\"&gt;Legacy Recordings&lt;/a&gt; compilation \"Hang On Sloopy: The Best of the McCoys\".\nLegacy.\nOhio State University.\nThe song gained an association with The &lt;a href=\"Ohio%20State%20University\"&gt;Ohio State University&lt;/a&gt; after its &lt;a href=\"The%20Ohio%20State%20University%20Marching%20Band\"&gt;marching band&lt;/a&gt; began playing it at &lt;a href=\"college%20football\"&gt;football&lt;/a&gt; games. It first played the song October 9, 1965, after a staff arranger, John Tatgenhorst, begged the director to try playing it. After finally convincing the director, Tatgenhorst prepared an arrangement and the band played the song in front of the stadium. After the crowd reaction, the band began to play it at every game. The song is traditionally played during the transition from the 3rd quarter to the 4th quarter at &lt;a href=\"Ohio%20Stadium\"&gt;Ohio Stadium&lt;/a&gt;. Since then, \"Sloopy\" has been appearing on the band's CDs and was available as a free download on its website. A vocal performance excerpt is also available for download on the university's website. \nHome games of professional sports teams throughout Ohio also feature the song. As is the case at Ohio State, fans usually chant the letters \"O, H, I, O\" during the pauses in the chorus while mimicking the shape of the letters with their arms. \n&lt;a href=\"Bruce%20Springsteen%20and%20the%20E%20Street%20Band\"&gt;Bruce Springsteen and the E Street Band&lt;/a&gt; covered this song live in concert at the university's Schottenstein Center in 1999. When &lt;a href=\"the%20Rolling%20Stones\"&gt;the Rolling Stones&lt;/a&gt; played Ohio Stadium on May 30, 2015, as part of their &lt;a href=\"Zip%20Code%20Tour\"&gt;Zip Code Tour&lt;/a&gt;, they also performed the song.\nOfficial rock song of the state of Ohio.\nLater it became the official rock song of the state of &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt; and The Ohio State University. In April 1985, Joe Dirck, columnist for the \"&lt;a href=\"Columbus%20Citizen-Journal\"&gt;Columbus Citizen-Journal&lt;/a&gt;\", saw a &lt;a href=\"News%20agency\"&gt;wire service&lt;/a&gt; story about a proposal to designate \"&lt;a href=\"Louie%2C%20Louie\"&gt;Louie, Louie&lt;/a&gt;\" as the official State song of &lt;a href=\"Washington%20%28state%29\"&gt;Washington&lt;/a&gt;, and he subsequently wrote a series of &lt;a href=\"tongue-in-cheek\"&gt;tongue-in-cheek&lt;/a&gt; columns. He even registered as a &lt;a href=\"lobbyist\"&gt;lobbyist&lt;/a&gt; for the resolution. Dirck played bass guitar in rock bands and knew the McCoys, particularly Rick Derringer. He said it was a good fit because the McCoys were from the Dayton area, and Ohio State marching band had adopted it as an unofficial anthem. Both the public and its elected officials—most importantly, the 116th &lt;a href=\"Ohio%20General%20Assembly\"&gt;Ohio General Assembly&lt;/a&gt; became aware their State lacked an official song as a result of the exposure from his commentary. They designated \"Hang On Sloopy\" as the state rock song by House Concurrent Resolution 16 on November 20, 1985, with clauses including:\nand \nProfessional sports.\n\"Hang On Sloopy\" is also a signature song for &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt;'s &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt;, who play at &lt;a href=\"Progressive%20Field\"&gt;Progressive Field&lt;/a&gt; in &lt;a href=\"Cleveland\"&gt;Cleveland&lt;/a&gt;, &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt;, typically played during the middle of the 8th inning. The song also plays at the end of the 3rd quarter at &lt;a href=\"FirstEnergy%20Stadium\"&gt;FirstEnergy Stadium&lt;/a&gt; during every &lt;a href=\"Cleveland%20Browns\"&gt;Cleveland Browns&lt;/a&gt; game, and is also played at &lt;a href=\"Cleveland%20Cavaliers\"&gt;Cleveland Cavaliers&lt;/a&gt; games at &lt;a href=\"Rocket%20Mortgage%20FieldHouse\"&gt;Rocket Mortgage FieldHouse&lt;/a&gt;. During games it is common for fans to yell \"O-H-I-O!\" following the chorus."
}