{
    "id": "105580",
    "revid": "9411545",
    "url": "https://en.wikipedia.org/wiki?curid=105580",
    "title": "Utqiagvik, Alaska",
    "text": "Utqiaġvik (; , , also known as Barrow (), is the borough seat and largest city of the &lt;a href=\"North%20Slope%20Borough%2C%20Alaska\"&gt;North Slope Borough&lt;/a&gt; in the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt;. Located north of the &lt;a href=\"Arctic%20Circle\"&gt;Arctic Circle&lt;/a&gt;, it is one of the &lt;a href=\"List%20of%20northernmost%20settlements\"&gt;northernmost cities and towns&lt;/a&gt; in the world and the &lt;a href=\"Extreme%20points%20of%20the%20United%20States\"&gt;northernmost in the United States&lt;/a&gt;, with nearby &lt;a href=\"Point%20Barrow\"&gt;Point Barrow&lt;/a&gt; the country's northernmost land. \nUtqiagvik's population was 4,927 at the &lt;a href=\"2020%20United%20States%20census\"&gt;2020 census&lt;/a&gt;, up from 4,212 in 2010. It is the &lt;a href=\"List%20of%20cities%20in%20Alaska\"&gt;12th-most populated city&lt;/a&gt; in Alaska.\nName.\nThe location has been home to the &lt;a href=\"I%C3%B1upiat\"&gt;Iñupiat&lt;/a&gt;, an indigenous &lt;a href=\"Inuit\"&gt;Inuit&lt;/a&gt; ethnic group, for more than 1,500 years. The city's &lt;a href=\"I%C3%B1upiaq\"&gt;Iñupiaq&lt;/a&gt; name refers to a place for gathering wild roots. It is derived from the &lt;a href=\"Inupiat%20language\"&gt;Iñupiat&lt;/a&gt; word , also used for \"&lt;a href=\"Claytonia%20tuberosa\"&gt;Claytonia tuberosa&lt;/a&gt;\" (\"&lt;a href=\"Eskimo%20potato\"&gt;Eskimo potato&lt;/a&gt;\"). The name was first recorded, by European explorers, in 1853 as \"Ot-ki-a-wing\" by Commander &lt;a href=\"Rochfort%20Maguire\"&gt;Rochfort Maguire&lt;/a&gt;, Royal Navy. John Simpson's native map dated 1855, records the name \"Otkiawik\", which was misprinted on the subsequent British Admiralty chart as \"Otkiovik.\"\nThe former name Barrow was derived from &lt;a href=\"Point%20Barrow\"&gt;Point Barrow&lt;/a&gt;, and was originally a general designation, because non-native Alaskan residents found it easier to pronounce than the Inupiat name. Point Barrow was named after &lt;a href=\"Sir%20John%20Barrow%2C%201st%20Baronet\"&gt;Sir John Barrow&lt;/a&gt; of the British Admiralty by explorer &lt;a href=\"Frederick%20William%20Beechey\"&gt;Frederick William Beechey&lt;/a&gt; in 1825. A post office established in 1901 helped the name \"Barrow\" to become dominant.\nIn an October 4, 2016, referendum, city voters narrowly approved to &lt;a href=\"list%20of%20renamed%20places%20in%20the%20United%20States\"&gt;change its name&lt;/a&gt; to Utqiaġvik, which became official on December 1. City Council member Qaiyaan Harcharek described the name change as supporting use of the &lt;a href=\"I%C3%B1upiaq\"&gt;Iñupiaq&lt;/a&gt; language and being part of a process of &lt;a href=\"decolonization\"&gt;decolonization&lt;/a&gt;.\nAnother recorded Iñupiaq name is (), which comes from \"&lt;a href=\"snowy%20owl\"&gt;snowy owl&lt;/a&gt;\" and translates to \"the place where snowy owls are hunted\". A spelling variant of this name was adopted by the &lt;a href=\"Ukpea%C4%A1vik%20I%C3%B1upiat%20Corporation\"&gt;Ukpeaġvik Iñupiat Corporation&lt;/a&gt; when it was established in 1973.\nPeople still refer to the town as Barrow as that is easier to pronounce for others.\nHistory.\nPrehistory to the 20th century.\n&lt;a href=\"Archaeological\"&gt;Archaeological&lt;/a&gt; sites in the area indicate the Iñupiat lived around Utqiagvik as far back as 500 AD. Remains of 16 sod dwelling &lt;a href=\"mound%20builder%20%28people%29\"&gt;mounds&lt;/a&gt;, from the &lt;a href=\"Birnirk%20culture\"&gt;Birnirk culture&lt;/a&gt; of about 800, can be seen on the shore of the Arctic Ocean. Located on a slight rise above the high-water mark, they are at risk of being lost to erosion.\nBill Streever, who chairs the &lt;a href=\"Alaska%20North%20Slope\"&gt;North Slope&lt;/a&gt; Science Initiative's Science Technical Advisory Panel, wrote in his 2009 book \"Cold: Adventures in the World’s Frozen Places\":\nBritish &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; officers came to the area to explore and map the &lt;a href=\"Arctic\"&gt;Arctic&lt;/a&gt; coastline of North America. The US acquired Alaska in 1867. The &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; established a meteorological and magnetic research station at Utqiagvik in 1881.\nIn 1888, a &lt;a href=\"Presbyterianism\"&gt;Presbyterian&lt;/a&gt; church was built by United States missionaries at Utqiagvik. The church is still used today. In 1889 a &lt;a href=\"Point%20Barrow%20Refuge%20Station\"&gt;whaling supply and rescue station&lt;/a&gt; was built. It is the oldest wood-frame building in Utqiagvik and is listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;. The rescue station was converted for use in 1896 as the retail Cape Smythe Whaling and Trading Station. In the late 20th century, the building was used as Brower's Cafe.\n20th century to the present.\nIn 1901, a &lt;a href=\"United%20States%20Postal%20Service\"&gt;United States Post Office&lt;/a&gt; was opened.\nIn 1935, famous humorist &lt;a href=\"Will%20Rogers\"&gt;Will Rogers&lt;/a&gt; and pilot &lt;a href=\"Wiley%20Post\"&gt;Wiley Post&lt;/a&gt; made an unplanned stop at Walakpa Bay, south of Utqiagvik, en route to the city. As they took off again, their plane &lt;a href=\"Stall%20%28flight%29\"&gt;stalled&lt;/a&gt; and plunged into a river, killing them both. Two memorials have been erected at the location, now called the &lt;a href=\"Rogers-Post%20Site\"&gt;Rogers-Post Site&lt;/a&gt;. Another memorial is located in Utqiagvik, where the airport was renamed as the &lt;a href=\"Wiley%20Post%E2%80%93Will%20Rogers%20Memorial%20Airport\"&gt;Wiley Post–Will Rogers Memorial Airport&lt;/a&gt; in their honor.\nIn 1940, the indigenous Iñupiat organized as the Native Village of Barrow Iñupiat Traditional Government (previously, Native Village of Barrow), which is a federally recognized Alaska Native Iñupiat \"tribal entity\", as listed by the US &lt;a href=\"Bureau%20of%20Indian%20Affairs\"&gt;Bureau of Indian Affairs&lt;/a&gt; around 2003. They wrote a constitution and by-laws, under the provisions of the &lt;a href=\"Indian%20Reorganization%20Act\"&gt;Indian Reorganization Act&lt;/a&gt; (IRA) of 1934. An IRA corporation was also created.\nUtqiagvik was incorporated as a first-class city under the name Barrow in 1958. Natural gas lines were brought to the town in 1965, eliminating traditional heating sources such as whale blubber.\n&lt;a href=\"The%20Barrow%20Duck-In\"&gt;The Barrow Duck-In&lt;/a&gt; was a civil disobedience event that occurred in the spring of 1961. \nResidents of the North Slope were the only Native people to vote on acceptance of the &lt;a href=\"Alaska%20Native%20Claims%20Settlement%20Act\"&gt;Alaska Native Claims Settlement Act&lt;/a&gt;; they rejected it. The act was passed in December 1971, and despite their opposition, became law. The &lt;a href=\"Ukpea%C4%A1vik%20I%C3%B1upiat%20Corporation\"&gt;Ukpeaġvik Iñupiat Corporation&lt;/a&gt; is the for-profit village corporation established under the act.\nIn 1972, the &lt;a href=\"North%20Slope%20Borough\"&gt;North Slope Borough&lt;/a&gt; was established. With millions of dollars in new revenues from the settlement and later oil revenues, the borough has created sanitation facilities, water and electrical utilities, roads, fire departments, and health and educational services in Utqiagvik and the villages of the &lt;a href=\"Alaska%20North%20Slope\"&gt;North Slope&lt;/a&gt;.\nIn 1986, the North Slope Borough created the North Slope Higher Education Center. Renamed &lt;a href=\"I%E1%B8%B7isa%C4%A1vik%20College\"&gt;Iḷisaġvik College&lt;/a&gt;, it is an accredited two-year college providing education based on the Iñupiat culture and the needs of the North Slope Borough.\nThe Tuzzy Consortium Library, in the &lt;a href=\"Inupiat%20Heritage%20Center\"&gt;Iñupiat Heritage Center&lt;/a&gt;, serves the communities of the North Slope Borough and functions as the academic library for Iḷisaġvik College. The library was named after Evelyn Tuzroyluk Higbee, an important leader in the community.\nUtqiagvik, like many communities in Alaska, has enacted a &lt;a href=\"dry%20county\"&gt;\"damp\" law&lt;/a&gt;, prohibiting the sale of alcoholic beverages. It allows for import, possession, and consumption of such beverages.\nIn 1988, Utqiagvik became the center of worldwide media attention when three California &lt;a href=\"gray%20whale\"&gt;gray whale&lt;/a&gt;s became trapped in the ice offshore. After a two-week rescue effort (&lt;a href=\"Operation%20Breakthrough\"&gt;Operation Breakthrough&lt;/a&gt;), a Soviet icebreaker freed two of the whales. Journalist &lt;a href=\"Tom%20Rose\"&gt;Tom Rose&lt;/a&gt; details the rescue, and the media frenzy that accompanied it, in his 1989 book \"Freeing The Whales\". The movie \"&lt;a href=\"Big%20Miracle\"&gt;Big Miracle&lt;/a&gt;\" is based on the rescue and was released on February 3, 2012.\nGeography.\nUtqiagvik is roughly south of the &lt;a href=\"North%20Pole\"&gt;North Pole&lt;/a&gt;. Only 2.6% of the Earth's surface lies as far or farther from the equator as Utqiagvik.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the city has a total area of , of which are covered by water (14% of the total area). The predominant land type in Utqiagvik is &lt;a href=\"tundra\"&gt;tundra&lt;/a&gt;, which is formed over a &lt;a href=\"permafrost\"&gt;permafrost&lt;/a&gt; layer that is as much as deep.\nUtqiagvik is surrounded by the &lt;a href=\"National%20Petroleum%20Reserve%E2%80%93Alaska\"&gt;National Petroleum Reserve–Alaska&lt;/a&gt;.\nThe city of Utqiagvik has three sections, which can be classified as south, central, and north, and are known to residents as Utqiagvik, Browerville, and NARL, respectively.\nAn ancient -sized crater, &lt;a href=\"Avak%20crater\"&gt;Avak&lt;/a&gt;, is situated near Utqiagvik.\nClimate.\nOwing to its location north of the &lt;a href=\"Arctic%20Circle\"&gt;Arctic Circle&lt;/a&gt;, Utqiagvik's climate is cold and dry, classified as a &lt;a href=\"polar%20climate\"&gt;polar climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen&lt;/a&gt; \"ET\"). Winter weather can be extremely dangerous because of the combination of cold and wind, while summers are cool even at their warmest. Weather observations are available for Utqiagvik dating back to the late 19th century. The &lt;a href=\"National%20Oceanic%20and%20Atmospheric%20Administration\"&gt;National Oceanic and Atmospheric Administration&lt;/a&gt; Climate Monitoring Lab operates in Utqiagvik. The &lt;a href=\"United%20States%20Department%20of%20Energy\"&gt;United States Department of Energy&lt;/a&gt; has a climate observation site in Utqiagvik as part of its &lt;a href=\"Atmospheric%20Radiation%20Measurement\"&gt;Atmospheric Radiation Measurement&lt;/a&gt; Climate Research Facility.\nDespite the extreme northern location, temperatures at Utqiagvik are moderated by the surrounding &lt;a href=\"topography\"&gt;topography&lt;/a&gt;. The &lt;a href=\"Arctic%20Ocean\"&gt;Arctic Ocean&lt;/a&gt; is on three sides, and flat tundra stretches some to the south. No wind barriers or protected valleys exist where dense cold air can settle or form &lt;a href=\"Inversion%20%28meteorology%29\"&gt;temperature inversions&lt;/a&gt; in the lower atmosphere, as commonly happens in the interior between the &lt;a href=\"Brooks%20Range\"&gt;Brooks&lt;/a&gt; and the &lt;a href=\"Alaska%20Range\"&gt;Alaska&lt;/a&gt; ranges.\nUtqiagvik has the lowest average temperatures of cities in Alaska. Although Utqiagvik rarely records the lowest temperatures statewide during cold waves, extremely low &lt;a href=\"wind%20chill\"&gt;wind chill&lt;/a&gt; and &lt;a href=\"Whiteout%20%28weather%29\"&gt;\"white out\"&lt;/a&gt; conditions from &lt;a href=\"blowing%20snow\"&gt;blowing snow&lt;/a&gt; are very common. Temperatures remain below freezing from early October through late May and below from December through March.\nThe high temperature is above freezing on an average of only 136 days per year, and 92 days have a maximum at or below . Freezing temperatures and snowfall can occur during any month of the year.\nIn precipitation, Utqiagvik has a desert climate, and averages less than \"rainfall equivalent\" per year. One inch of rain has an estimated equal water content to of snow. According to 1981−2010 normals, this includes of snow,\n compared to for &lt;a href=\"Kuujjuaq\"&gt;Kuujjuaq&lt;/a&gt; in &lt;a href=\"Nunavik\"&gt;Nunavik&lt;/a&gt;, &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt; or and for much warmer &lt;a href=\"Juneau%2C%20Alaska\"&gt;Juneau&lt;/a&gt; and &lt;a href=\"Kodiak%2C%20Alaska\"&gt;Kodiak, Alaska&lt;/a&gt;, respectively. Even &lt;a href=\"Sable%20Island\"&gt;Sable Island&lt;/a&gt;, at around 44 degrees latitude and under the influence of the &lt;a href=\"Gulf%20Stream\"&gt;Gulf Stream&lt;/a&gt;, receives , or 20 percent more snowfall than Utqiagvik.\nThe first snow (defined as snow that will not melt until next spring) generally falls during the first week of October, when temperatures cease to rise above freezing during the day. October is usually the month with the heaviest snowfall, with measurable amounts occurring on nearly half the days and a 1981−2010 normal total accumulation of . By the end of October, the amount of sunlight is around 6 hours. \nWhen the sun sets on November 18, it will stay below the horizon until January 23, resulting in a &lt;a href=\"polar%20night\"&gt;polar night&lt;/a&gt; that lasts for about 66 days. When the polar night starts, about 6 hours of civil twilight occur, with the amount decreasing each day during the first half of the polar night. On the &lt;a href=\"winter%20solstice\"&gt;winter solstice&lt;/a&gt; (around December 21 or December 22), civil twilight in Utqiagvik lasts for a mere 3 hours. After this, the amount of civil twilight increases each day to around 6 hours at the end of the polar night.\nSerious cold weather usually begins in January, and February is generally the coldest month, averaging . By March 1, the sun is up for 9 hours, and temperatures begin to warm, though winds are usually higher. Starting on March 23, no more night (the phase of day) happens, with only twilight until the start of the midnight sun in May. This is also true from the end of the midnight sun at the beginning of August to September 22. April brings less extreme temperatures, with an average of , and on April 1, the sun is up for more than 14 hours. By May 1, the sun is up for 19 hours, and by May 10 or 11 (depending on the year's relationship to the nearest leap year) the sun will stay above the horizon for the entire day. This phenomenon is known as the &lt;a href=\"midnight%20sun\"&gt;midnight sun&lt;/a&gt;. The sun does not set for 83 days, until either August 1 or 2 (again depending on the year's relationship to the nearest leap year). In May, the temperatures are much warmer, averaging . On May 23, the daily mean temperature rises above freezing, and the normal daily mean temperature remains above freezing until October 5.\nJuly is the warmest month of the year, with a normal mean temperature of . Beginning in mid-July, the Arctic Ocean is relatively ice-free, and remains so until late October. The highest temperature recorded in Utqiagvik was on July 13, 1993, while the lowest is on February 3, 1924; the highest minimum is on August 25, 1979, and August 13, 2005, while the lowest maximum is on January 3, 1975. Utqiagvik records an average 27 days per year where the high reaches at least . Temperatures above are rare, but have been recorded each year. Even in July and August, the low falls to or below the freezing mark on an average of 18 days.\nIn addition to its low temperatures and polar night, Utqiagvik is one of the cloudiest places on Earth. Owing to the prevailing easterly winds off the Arctic Ocean, it is completely overcast slightly more than 50% of the year. It is at least 70% overcast some 62% of the time. Cloud types are mainly low &lt;a href=\"Stratus%20cloud\"&gt;stratus&lt;/a&gt; and fog; &lt;a href=\"Cumulus%20cloud\"&gt;cumuli&lt;/a&gt; forms are rare. Peak cloudiness occurs in August and September when the ocean is ice-free. Dense fog occurs an average of 65 days per year, mostly in the summer months. &lt;a href=\"Ice%20fog\"&gt;Ice fog&lt;/a&gt; is very common during the winter months, especially when the temperature drops below .\nVariation of wind speed during the year is limited, with the fall days being windiest. Extreme winds from have been recorded for all months. Winds average and are typically from the east.\nConsequences of global warming.\nThe Arctic region is warming three times the global average, forcing major adjustments to life on the North Slope with regard to a prior millennium of hunting and whaling practices, as well as habitation. Thinner sea ice endangers the landing of &lt;a href=\"bowhead%20whale\"&gt;bowhead whale&lt;/a&gt; strikes on offshore ice by springtime whalers. Caribou habitat is also affected, while thawing soil threatens homes and municipal and commercial structures. The city's infrastructure, particularly water, sanitation, power, and road stability, is endangered. The shoreline is rapidly eroding and has been encroaching on buildings for decades. According to Dr. Harold Wanless of the &lt;a href=\"University%20of%20Miami\"&gt;University of Miami&lt;/a&gt;, an anticipated rise in sea level attributed to greenhouse gas emissions and consequent global warming is inevitable, meaning the existence of Utqiagvik at its current location is doomed in the geological relatively short term. Smoothed data from NOAA show that Utqiagvik has warmed by more than since 1976.\nDemographics.\nThe town first appeared on the 1880 U.S. Census as the unincorporated Inuit village of \"Ootiwakh.\" All 225 of its residents were Inuit. In 1890, the community and area was returned as the \"Cape Smythe Settlements\", which was including the refuge and whaling stations, Pengnok, Utkeavie, Kugaru (Inaru) River villages, four other camps and Whaling Steamer \"Balaena\". Of those 246 residents, 189 were Natives, 46 were White, one was Asian, and 10 were other races. This did not include nearby Point Barrow, which was a separate community. In 1900, it reported again as \"Cape Smythe Settlements\". In 1910, it first reported as Barrow, and in every successive census to 2010. It formally incorporated in 1959. The native name of Utqiagvik was adopted in 2016 and appeared on the 2020 census.\nAs of the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 United States Census&lt;/a&gt;, 4,212 people were living in the city. The racial makeup of the city was 60.5% Alaskan Native, 16.2% White, 0.9% African, 8.9% Asian, 2.3% Pacific Islander, and 8.1% from two or more races; 3.1% were Hispanic or Latino of any race.\nAs of the &lt;a href=\"United%20States%20Census\"&gt;census&lt;/a&gt; of &lt;a href=\"2000%20United%20States%20Census\"&gt;2000&lt;/a&gt;, there were 4,683 people, 1,399 households, and 976 families living in the city. The population density was 249.0 people per square mile (96.1/km2). There were 1,620 housing units at an average density of 88.1 per square mile (34.0/km2). The &lt;a href=\"Race%20and%20ethnicity%20in%20the%20United%20States%20Census\"&gt;racial makeup&lt;/a&gt; of the city is 57.19% &lt;a href=\"Alaska%20Natives\"&gt;Alaska Native&lt;/a&gt;, 21.83% &lt;a href=\"White%20Americans\"&gt;White&lt;/a&gt;, 9.41% &lt;a href=\"Asian%20Americans\"&gt;Asian&lt;/a&gt;, 1.00% &lt;a href=\"African%20Americans\"&gt;African American&lt;/a&gt;, 1.35% &lt;a href=\"Pacific%20Islands%20Americans\"&gt;Pacific Islander&lt;/a&gt;, 0.70% from [other races]], and 8.51% from &lt;a href=\"Multiracial%20Americans\"&gt;two or more races&lt;/a&gt;. &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Hispanics or Latinos&lt;/a&gt; of any race were 3.34% of the population.\nOf the 1,399 households, 56.5% had children under 18 living with them, 45.2% were married couples living together, 14.8% had a female householder with no husband present, and 28.0% were not families; 23.0% of all households were made up of individuals, and 1.8% had someone living alone who was 65 or older. The average household size was 3.35, and the average family size was 4.80.\nIn Utqiagvik, the age distribution was 27.7% under 18, 13.3% from 18 to 24, 31.6% from 25 to 44, 19.4% from 45 to 64, and 3.4% who were 65 or older. The median age was 29 years. For every 100 females, there were 107.1 males. For every 100 females age 18 and over, there were 109.5 males.\nThe &lt;a href=\"median%20household%20income\"&gt;median income for a household&lt;/a&gt; in the city was $63,094.09, and the median income for a family was $68,223. Males had a median income of $51,959 versus $46,382 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $22,902. About 7.7% of families and 8.6% of the population were below the &lt;a href=\"Poverty%20threshold\"&gt;poverty line&lt;/a&gt;, including 7.2% of those under 18 and 13.12% of those 65 and older.\nAs of March 3, 2009, the town's website wrote of the population: \"The largest city in the North Slope Borough, Utqiagvik has 4,429 residents, of which approximately 61% are Iñupiat Eskimo.\"\nEconomy.\nUtqiagvik is the economic center of the North Slope Borough, the city's primary employer. Numerous businesses provide support services to oil field operations. State and federal agencies are employers. The midnight sun has attracted tourism, and arts and crafts provide some cash income. Because transporting food to the city is very expensive, many residents continue to rely upon subsistence food sources. &lt;a href=\"Whale\"&gt;Whale&lt;/a&gt;, &lt;a href=\"Pinniped\"&gt;seal&lt;/a&gt;, &lt;a href=\"polar%20bear\"&gt;polar bear&lt;/a&gt;, &lt;a href=\"walrus\"&gt;walrus&lt;/a&gt;, &lt;a href=\"waterfowl\"&gt;waterfowl&lt;/a&gt;, &lt;a href=\"Reindeer\"&gt;caribou&lt;/a&gt;, and &lt;a href=\"fish\"&gt;fish&lt;/a&gt; are harvested from the coast or nearby rivers and lakes. Utqiagvik is the headquarters of the &lt;a href=\"Arctic%20Slope%20Regional%20Corporation\"&gt;Arctic Slope Regional Corporation&lt;/a&gt;, one of the Alaska Native corporations set up following the &lt;a href=\"Alaska%20Native%20Claims%20Settlement%20Act\"&gt;Alaska Native Claims Settlement Act&lt;/a&gt; in 1971 to manage revenues and invest in development for their people in the region.\nArts and culture.\nDepictions in popular culture.\nSinger-songwriter &lt;a href=\"John%20Denver\"&gt;John Denver&lt;/a&gt; visited the town for his 1979 television special \"Alaska, The American Child\".\nFran Tate, a local restaurant owner, was a frequent guest by telephone on a &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; radio program, the \"Steve and Johnnie Show\" on &lt;a href=\"WGN%20%28AM%29\"&gt;WGN&lt;/a&gt;, during the 1990s. She also appeared on the \"&lt;a href=\"Tonight%20Show\"&gt;Tonight Show&lt;/a&gt;\" with &lt;a href=\"Johnny%20Carson\"&gt;Johnny Carson&lt;/a&gt;.\nThe town is the setting for a series of &lt;a href=\"Horror%20fiction\"&gt;horror&lt;/a&gt; &lt;a href=\"comic%20book\"&gt;comic book&lt;/a&gt;s titled \"&lt;a href=\"30%20Days%20of%20Night\"&gt;30 Days of Night&lt;/a&gt;\". The stories center on vampires who take advantage of month-long annual &lt;a href=\"polar%20night\"&gt;polar night&lt;/a&gt; in the town to openly kill and feed at will, massacring most of the townspeople. A commercially successful &lt;a href=\"30%20Days%20of%20Night%20%28film%29\"&gt;film&lt;/a&gt;, named after and based upon the comic, was released on October 19, 2007, followed by a straight-to-video on July 23, 2010.\n&lt;a href=\"Karl%20Pilkington\"&gt;Karl Pilkington&lt;/a&gt; is sent to the town in the second season of \"&lt;a href=\"An%20Idiot%20Abroad\"&gt;An Idiot Abroad&lt;/a&gt;\".\n\"&lt;a href=\"On%20the%20Ice\"&gt;On the Ice&lt;/a&gt;\", a film released in 2011 about teenagers dealing with a tragic accidental death, was filmed entirely in the town, with locals acting in most roles.\n\"&lt;a href=\"Big%20Miracle\"&gt;Big Miracle&lt;/a&gt;\", a 2012 film starring &lt;a href=\"Drew%20Barrymore\"&gt;Drew Barrymore&lt;/a&gt;, is based on the true story of whales trapped under ice near Point Barrow, and features scenes in and characters from the town.\nThe \"&lt;a href=\"Agents%20of%20S.H.I.E.L.D.\"&gt;Agents of S.H.I.E.L.D.&lt;/a&gt;\" episode \"T.R.A.C.K.S.\" has &lt;a href=\"Phil%20Coulson\"&gt;Phil Coulson&lt;/a&gt; threaten Ward with a transfer to the town to guard &lt;a href=\"Abomination%20%28comics%29\"&gt;Emil Blonsky&lt;/a&gt;'s cryo-cell.\n&lt;a href=\"Stephen%20Fry\"&gt;Stephen Fry&lt;/a&gt; visited the town and its people during the last segment of his documentary \"Stephen Fry in America\".\nIn 2015, the &lt;a href=\"NFL%20Network\"&gt;NFL Network&lt;/a&gt; began an eight-part documentary series focusing on the Barrow High School Whalers football team.\nSports.\nFootball.\nOn August 19, 2006, the Whalers of &lt;a href=\"Barrow%20High%20School\"&gt;Barrow High School&lt;/a&gt; played the first official &lt;a href=\"High%20school%20football\"&gt;football&lt;/a&gt; game in the Arctic against &lt;a href=\"Delta%20Junction%2C%20Alaska\"&gt;Delta Junction&lt;/a&gt; High School. Barrow High School recorded its first win two weeks later; the coaches and players celebrated the historic win by jumping into the Arctic Ocean, just from the makeshift dirt field.\nOn August 17, 2007, the Whalers football team played their first game of the season on their new &lt;a href=\"artificial%20turf\"&gt;artificial-turf&lt;/a&gt; field. The historic game, attended by former &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt; player &lt;a href=\"Larry%20Csonka\"&gt;Larry Csonka&lt;/a&gt;, was the first live Internet broadcast of a sporting event in the United States from north of the Arctic Circle.\nSince the team's formation, it has gathered a record of 33–24, and most recently, the team reached the semifinal round of the Alaskan State Small School Football Championship.\nIn 2017, The Barrow High School Football team recorded their first ever state championship win over the Homer Mariners 20–14.\nBasketball.\nIn 2015, the Barrow High School boys' basketball team won the Alaska Class 3A State Championship with a 50–40 victory over two-time defending state champion, &lt;a href=\"Monroe%20Catholic%20High%20School\"&gt;Monroe Catholic&lt;/a&gt;. The Whalers' team was led by 5-star recruit &lt;a href=\"Kamaka%20Hepa\"&gt;Kamaka Hepa&lt;/a&gt;. As a 6'7\" freshman he was regarded as one of the top basketball recruits in the country. He was ranked as the #21 ranked basketball recruit in the country by &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt; for the class of 2018. Hepa transferred to Jefferson High School in Portland, Oregon, for his junior year. By October 2017, at 6'8\" tall, he had committed to go to the &lt;a href=\"University%20of%20Texas\"&gt;University of Texas&lt;/a&gt;.\nThe Whalers' boys' basketball team finished the 2014–2015 season with a 24–3 record, the highest win percentage in school history. Guard Travis Adams was a standout as well. Coach Jeremy Arnhart's teams won 186 games in 10 seasons. Also in 2015, the Barrow High School girls' team easily won the ACS tournament.\nEducation.\nUtqiagvik is served by the &lt;a href=\"North%20Slope%20Borough%20School%20District\"&gt;North Slope Borough School District&lt;/a&gt;. The schools serving the city are Ipalook Elementary School, Hopson Middle School, &lt;a href=\"Barrow%20High%20School\"&gt;Barrow High School&lt;/a&gt;, and alternative learning center known as the Kiita Learning Community.\n&lt;a href=\"I%E1%B8%B7isa%C4%A1vik%20College\"&gt;Iḷisaġvik College&lt;/a&gt;, a two-year college and the only &lt;a href=\"Tribal%20colleges%20and%20universities\"&gt;tribal college&lt;/a&gt; in Alaska, is located in Utqiagvik. The school offers &lt;a href=\"associate%27s%20degree\"&gt;associate's degree&lt;/a&gt;s in &lt;a href=\"accounting\"&gt;accounting&lt;/a&gt;, &lt;a href=\"allied%20health\"&gt;allied health&lt;/a&gt;, business and management, construction technology, dental health therapy, &lt;a href=\"Indigenous%20education\"&gt;Indigenous education&lt;/a&gt;, &lt;a href=\"information%20technology\"&gt;information technology&lt;/a&gt;, &lt;a href=\"I%C3%B1upiaq\"&gt;Iñupiaq&lt;/a&gt; studies, &lt;a href=\"liberal%20arts\"&gt;liberal arts&lt;/a&gt;, and &lt;a href=\"office%20management\"&gt;office management&lt;/a&gt;. It also offers a &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt; in &lt;a href=\"business%20administration\"&gt;business administration&lt;/a&gt;. The school additionally offers &lt;a href=\"adult%20education\"&gt;adult education&lt;/a&gt; courses for &lt;a href=\"GED\"&gt;GED&lt;/a&gt; preparation and certificates in various programs. Local students may attend &lt;a href=\"University%20of%20Alaska%20Fairbanks\"&gt;University of Alaska Fairbanks&lt;/a&gt;, and other colleges in Alaska and U.S.\nMedia.\nRadio.\n&lt;a href=\"KBRW%20%28AM%29\"&gt;KBRW (AM)&lt;/a&gt;/&lt;a href=\"KBRW-FM\"&gt;KBRW-FM&lt;/a&gt; &lt;a href=\"Radio%20broadcasting\"&gt;radio station&lt;/a&gt; broadcasts in Utqiagvik on 680 &lt;a href=\"Hertz\"&gt;kHz&lt;/a&gt; &lt;a href=\"AM%20broadcasting\"&gt;AM&lt;/a&gt; and 91.9 MHz &lt;a href=\"FM%20broadcasting\"&gt;FM&lt;/a&gt;. KBRW is also broadcast via &lt;a href=\"Broadcast%20relay%20station\"&gt;FM repeaters&lt;/a&gt; in all of the North Slope Borough villages, from &lt;a href=\"Kaktovik\"&gt;Kaktovik&lt;/a&gt; to &lt;a href=\"Point%20Hope\"&gt;Point Hope&lt;/a&gt;.\nNewspaper.\n\"The Arctic Sounder\" is a newspaper published weekly by Alaska Media, LLC, which covers news of interest to the North Slope Borough, which includes Utqiagvik, and the &lt;a href=\"Northwest%20Arctic%20Borough%2C%20Alaska\"&gt;Northwest Arctic Borough&lt;/a&gt;, which includes &lt;a href=\"Kotzebue%2C%20Alaska\"&gt;Kotzebue&lt;/a&gt;, in northwestern Alaska.\nTelevision.\nThe local station airs on channel 4 of the &lt;a href=\"Alaska%20Rural%20Communications%20Service\"&gt;Alaska Rural Communications Service&lt;/a&gt;. The station is &lt;a href=\"K11NN\"&gt;K11NN&lt;/a&gt;.\nInfrastructure.\nTransportation.\nThe roads in Utqiagvik are unpaved due to the permafrost, and no roads connect the city to the rest of Alaska. Utqiagvik is served by Alaska Airlines with passenger jet service at the &lt;a href=\"Wiley%20Post%E2%80%93Will%20Rogers%20Memorial%20Airport\"&gt;Wiley Post–Will Rogers Memorial Airport&lt;/a&gt; from &lt;a href=\"Anchorage%2C%20Alaska\"&gt;Anchorage&lt;/a&gt; and &lt;a href=\"Fairbanks%2C%20Alaska\"&gt;Fairbanks&lt;/a&gt;. New service between Fairbanks and Anchorage began from &lt;a href=\"Era%20Aviation\"&gt;Era Aviation&lt;/a&gt; on June 1, 2009. Freight arrives by air cargo year round and by ocean-going marine &lt;a href=\"barge\"&gt;barge&lt;/a&gt;s during the annual summer &lt;a href=\"sealift\"&gt;sealift&lt;/a&gt;.\nUtqiagvik is the transportation hub for the North Slope Borough's Arctic coastal villages. Multiple jet aircraft, with service from &lt;a href=\"Deadhorse%2C%20Alaska\"&gt;Deadhorse&lt;/a&gt; (&lt;a href=\"Prudhoe%20Bay%2C%20Alaska\"&gt;Prudhoe Bay&lt;/a&gt;), &lt;a href=\"Fairbanks\"&gt;Fairbanks&lt;/a&gt;, and &lt;a href=\"Anchorage\"&gt;Anchorage&lt;/a&gt;, provide daily mail, cargo, and passenger services, which connect with smaller single- and twin-engined &lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt; aircraft that provide regular service to other villages, from &lt;a href=\"Kaktovik%2C%20Alaska\"&gt;Kaktovik&lt;/a&gt; in the east to &lt;a href=\"Point%20Hope%2C%20Alaska\"&gt;Point Hope&lt;/a&gt; in the west. The town is also served by several radio taxi services, most using small &lt;a href=\"four-wheel%20drive\"&gt;four-wheel drive&lt;/a&gt; vehicles.\nHealth care.\nSamuel Simmonds Memorial Hospital, located in the City of Utqiagvik, is the primary healthcare facility for the North Slope region of Alaska. Individuals in need of medical care in Utqiagvik are able to access the hospital by road. Because no roads lead in or out of Utqiagvik, though, individuals in surrounding communities and towns (such as Point Hope, Prudhoe Bay, and &lt;a href=\"Wainwright%2C%20Alaska\"&gt;Wainwright&lt;/a&gt;) must be airlifted in by plane, helicopter, or air ambulance. The hospital underwent construction and was relocated across the city in 2013. It is now nearly four times larger than it was before. The facility operates continuously, and is the northernmost hospital or medical facility in the United States."
}