{
    "id": "1056510",
    "revid": "37311077",
    "url": "https://en.wikipedia.org/wiki?curid=1056510",
    "title": "Daejeon Hana Citizen",
    "text": "Daejeon Hana Citizen Football Club (&lt;a href=\"Korean%20language\"&gt;Korean&lt;/a&gt; 대전 하나 시티즌 축구단) is a South Korean professional &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; team, based in the city of &lt;a href=\"Daejeon\"&gt;Daejeon&lt;/a&gt;. At the time of its foundation in 1997, Daejeon Citizen was the first community club in South Korea, not belonging to any company. The club first entered the &lt;a href=\"K%20League\"&gt;K League&lt;/a&gt; for the &lt;a href=\"1997%20K%20League\"&gt;1997 season&lt;/a&gt;, finishing in seventh place. In spite of a limited budget, Daejeon won the &lt;a href=\"2001%20Korean%20FA%20Cup\"&gt;2001 Korean FA Cup&lt;/a&gt;. It has not achieved sustained success in the K League, historically occupying the middle and lower reaches of the standings each season. At the end of the &lt;a href=\"2013%20K%20League%20Classic\"&gt;2013 season&lt;/a&gt;, Daejeon was relegated to the &lt;a href=\"K%20League%20Challenge\"&gt;K League Challenge&lt;/a&gt;, the second-tier league.\nOn 24 December 2019, &lt;a href=\"Hana%20Financial%20Group\"&gt;Hana Financial Group Football Club Foundation&lt;/a&gt; bought operating rights of the club, renaming the club to its current name.\nHistory.\nFirst steps into the K League.\nFollowing the foundation of the professional football league (the Korean Super League, reorganised as the &lt;a href=\"K%20League\"&gt;K League&lt;/a&gt; in 1998) in Korea, there were few league matches held in &lt;a href=\"Daejeon\"&gt;Daejeon&lt;/a&gt;, and such matches that were held were played by visiting clubs. The absence of a local team in the league made it difficult for the citizens of Daejeon to identify with any particular team. However, in 1996 a plan to establish 'Daejeon Citizen' – their own local community club – was unveiled, which meant Daejeon citizens would have their own team to support in the league. Generally in Korea, 'community-club' means that the club issues shares. In the case of Daejeon, although shares weren't issued until 2005 (and the issuing of shares continued into 2006), they were already known as a \"community club\". Daejeon was the first club that did not belong to a specific company such as one of the 'chaebols' (Samsung, LG or the like) or another major company. This has a very symbolic meaning as essentially the club is founded upon the support of the local community rather than a specific company.\n&lt;a href=\"Kim%20Ki-Bok\"&gt;Kim Ki-Bok&lt;/a&gt;, now vice-president of &lt;a href=\"Korea%20National%20League\"&gt;Korea National League&lt;/a&gt; (\"National League\", the second division), was appointed the first manager of Daejeon Citizen. With high expectations, Daejeon took their first step to the K League in 1997 (at the time, the K League was known as the Rapido Super League), opening their season with a match against &lt;a href=\"Ulsan%20Hyundai%20FC\"&gt;Ulsan Hyundai Horang-i&lt;/a&gt;. However, the results achieved in their first season did not live up to their high expectations for their first season. Although the club placed 7th in the league, ahead of Cheonan, Angyang and Bucheon, only three matches (out of 18) were won.\nThe IMF Crisis.\nIn 1998, a &lt;a href=\"1997%20Asian%20financial%20crisis\"&gt;major economic crisis&lt;/a&gt; necessitated &lt;a href=\"International%20Monetary%20Fund\"&gt;IMF&lt;/a&gt; intervention in the South Korean economy – this period of time is commonly referred to as the \"IMF crisis\" in South Korea. As a consequence a number of companies, including some considered to be \"Chaebol\" went bankrupt, and there was widespread unemployment. Daejeon Citizen did not escape this crisis unscathed. The main board of Daejeon consisted of 4 groups – Kyeryong Construction Industrial, Dong-A Construction, DongYang Department Store and Chung-cheong Bank. But as a consequence of the IMF crisis, three of the four groups went bankrupt, leaving Kyeryong as the only survivor of the original board. There was a subsequent impact on the level of financial and management support provided to the club. This made for a particularly difficult season in the 1998 season of the K League. Again, only three games were won, but this time Daejeon finished 9th in the league, ahead of only &lt;a href=\"Seongnam%20FC\"&gt;Cheonan Ilhwa Chunma&lt;/a&gt;.\nThe following year, &lt;a href=\"1999%20K%20League\"&gt;1999&lt;/a&gt;, Daejeon improved their winning record to six victories. However, changes in the K League structure since the previous year meant that an extra 9 games were played, 27 in total, from the previous season. There were a total of 18 losses, the worst in the league. Despite this, Daejeon improved to 8th out of 10 clubs. Little progress was made in the FA and league cups. For the &lt;a href=\"2000%20K%20League\"&gt;2000 season&lt;/a&gt;, Daejeon maintained its 8th position in the league.\nOn the verge of disappearing.\nFor the 2001 season, &lt;a href=\"Lee%20Tae-Ho\"&gt;Lee Tae-Ho&lt;/a&gt; was appointed manager, and promptly took Daejeon Citizen's first piece of silverware, leading Daejeon to victory in the FA Cup. The decisive goal of the FA Cup final came from &lt;a href=\"Kim%20Eun-jung%20%28footballer%29\"&gt;Kim Eun-Jung&lt;/a&gt;, which gave the team a one-nil victory over the Pohang Steelers. Due to this win, Daejeon also qualified to the 2002–03 &lt;a href=\"AFC%20Champions%20League\"&gt;AFC Champions League&lt;/a&gt; for the first time. This helped compensate for their poor performance in the K League, in which they finished 10th and last, even on points with &lt;a href=\"Jeonbuk%20Hyundai%20Motors%20FC\"&gt;Jeonbuk Hyundai Motors&lt;/a&gt; but with an inferior goal differential.\nSouth Korea was a co-host of the 2002 FIFA Football World Cup, with Daejeon as one of the host cities. The city constructed a brand new stadium for the World Cup, and following the conclusion of the tournament, Daejeon Citizen changed stadiums. The shift from their former stadium, Daejeon Hanbat Stadium, to &lt;a href=\"Daejeon%20World%20Cup%20Stadium\"&gt;Daejeon World Cup Stadium&lt;/a&gt; meant the club not only benefited from the new facilities, but also the greater capacity of the stadium. Unfortunately, Daejeon's poor league performance from the previous year was carried into the &lt;a href=\"2002%20K%20League\"&gt;2002&lt;/a&gt; season, and the club finished last again, and by some margin, having won but a single game throughout the season. &lt;a href=\"Lee%20Tae-Ho\"&gt;Lee Tae-Ho&lt;/a&gt; eventually resigned taking responsibility for the poor results. However, more creditable results were achieved in the &lt;a href=\"2002%E2%80%9303%20AFC%20Champions%20League\"&gt;AFC Champions League&lt;/a&gt;. Although they did not make proceed beyond the group phase, they did finish 2nd in the group, beating both &lt;a href=\"Shanghai%20Greenland%20Shenhua%20F.C.\"&gt;Shanghai Shenhua&lt;/a&gt; and &lt;a href=\"Kashima%20Antlers\"&gt;Kashima Antlers&lt;/a&gt;. Their only loss was to the eventual group winner and overall runner-up, Thai club &lt;a href=\"BEC%20Tero%20Sasana%20F.C.\"&gt;BEC Tero Sasana&lt;/a&gt;.\nIn other changes for 2002, the key financial supporter of the club – Kyeryong, which with their support ensured that Daejeon Citizen would survive the IMF crisis – declared that they would withdraw from the club's board. &lt;a href=\"Daejeon\"&gt;Daejeon&lt;/a&gt; City Hall decided to give financial support to the club. This ensured the club would survive to participate in the 2003 season.\n\"Miracle 2003\".\nThe 2003 season proved to be memorable for Daejeon fans. &lt;a href=\"Choi%20Yun-Gyeom\"&gt;Choi Yun-Gyeom&lt;/a&gt;, previously coach at Bucheon SK (now Jeju United), was appointed manager to replace Lee Tae-ho who had resigned in the wake of the club's disastrous 2002 season. Choi, originally from Daejeon, willingly came back to his hometown. Choi promptly inspired the team and completely changed its dynamics by implementing the 4–3–3 formation. The outcome was a near miraculous recovery from 2002, and he, together with Daejeon Citizen, coined the catchphrase \"Miracle 2003\". Daejeon Citizen finished the 2003 season in 6th place, its best finish ever in the league, having won 18 of 44 games. Its placing of 6th was even more meritorious as the K League had expanded to 12 teams, with &lt;a href=\"Daegu%20FC\"&gt;Daegu FC&lt;/a&gt; and &lt;a href=\"Gwangju%20Sangmu%20FC\"&gt;Gwangju Sangmu Phoenix&lt;/a&gt; entering the competition for the first time. At the same, Daejeon improved its average home game attendance to about 19,000.\nIt proved difficult for the club to maintain its performance into 2004. A lack of strike power at the attacking end of the field left the club with the worst offensive record of all the clubs in the K League, scoring 18 goals in 24 games (eventual champions Suwon scored 31). Daejeon slipped to 10th out of 13 teams, Incheon United now participating in the league. However, they did make it to the semi-finals of the FA Cup, going down to eventual runner-up, Bucheon SK. Daejeon also finished runner up in the &lt;a href=\"2004%20Korean%20League%20Cup\"&gt;Hauzen Cup&lt;/a&gt;, behind only &lt;a href=\"Seongnam%20FC\"&gt;Seongnam Ilhwa Chunma&lt;/a&gt;.\nThe lack of penetration continued to be problematic into the 2005 season, with the club maintaining its record as the worst offensive side in the league, with only 19 goals scored in 24 games. The next best teams (Chunnam and Gwangju) scored 23 goals, and the best offensive side was Seongnam Ilhwa Chunma, with 40 goals scored in the regular season (the K League had been reorganised in 2004 to have a play-off phase after completion of a regular season). However, superb defence saw only 20 goals conceded (best defensive record in the league) ensuring that Daejeon finished 7th in the regular season, having lost only six games. In the 2005 cup competitions, the FA Cup and the League Cup, Daejeon failed to progress to the quarterfinal stage.\nDaejeon repeated its placing of 2004, finishing the regular season in 10th out of 15, with &lt;a href=\"Gyeongnam%20FC\"&gt;Gyeongnam FC&lt;/a&gt; entering the K League for the first time in 2006. Goal scoring had improved, with Brazilian import &lt;a href=\"Denilson%20Martins%20Nascimento\"&gt;Denilson&lt;/a&gt; featuring among the top scorers of the league, with 7 goals. Average to middling results were achieved in the cup competitions.\nPlay-off Qualification 2007.\nDaejeon achieved what originally appeared by midseason at least, to be a highly unlikely qualification for the playoff phase of the K League following a 1–0 win over Suwon which ensured a superior goal differential to FC Seoul, with whom Daejeon finished equal on points. The win over Suwon was Daejeon's 5th consecutive victory and ultimately enabled them to qualify for the championship playoffs for the first time in their history. By midseason, it had seemed like another disappointing season was in store for Daejeon fans, with precious few wins recorded, and a number of losses. When Kim Ho took over from previous manager Choi Yun-Gyeom mid-season, Daejeon were languishing in 11th position. However, under the guidance of their legendary coach, and with good performances from Denilson, who scored 14 goals, and one of Korea's best technical players, &lt;a href=\"Ko%20Jong-Soo\"&gt;Ko Jong-Soo&lt;/a&gt;, they eventually qualified for the play-offs. However, they were ultimately beaten by &lt;a href=\"Ulsan%20Hyundai%20FC\"&gt;Ulsan Hyundai&lt;/a&gt; in the first phase of the play-offs. In cup competitions, once again there was a lack of progress to a significant level of knockout rounds.\nStadium.\nSince the 2002 K League season, which kicked off within a few weeks of the conclusion of the 2002 FIFA Football World Cup, Daejeon Citizen FC have played their home games at &lt;a href=\"Daejeon%20World%20Cup%20Stadium\"&gt;Daejeon World Cup Stadium&lt;/a&gt;. The stadium was specifically constructed for the world cup, and was completed in September 2001. Daejeon World Cup Stadium hosted two group games of the world cup, as well as the South Korea/Italy quarter-final. The fans of Daejeon Citizen have nicknamed the stadium \"Purple Arena\". The stadium has a seating capacity of 40,535. The last four home games of the 2014 season were played at the Hanbat Stadium, Daejeon's old ground to allow time for maintenance work to be carried out at World Cup Stadium. Daejeon will return to the World Cup Stadium for the 2015 season.\nPlayers.\nCurrent squad.\n\"As of 26 January 2022\"\nRetired numbers(s).\n18 – &lt;a href=\"Kim%20Eun-jung%20%28footballer%29\"&gt;Kim Eun-jung&lt;/a&gt;&lt;br&gt;\n21 – &lt;a href=\"Choi%20Eun-sung\"&gt;Choi Eun-sung&lt;/a&gt;"
}