{
    "id": "1057827",
    "revid": "2367059",
    "url": "https://en.wikipedia.org/wiki?curid=1057827",
    "title": "IGES",
    "text": "The Initial Graphics Exchange Specification (IGES) is a vendor-neutral &lt;a href=\"List%20of%20file%20formats\"&gt;file format&lt;/a&gt; that allows the &lt;a href=\"CAD%20data%20exchange\"&gt;digital exchange&lt;/a&gt; of information among &lt;a href=\"computer-aided%20design\"&gt;computer-aided design&lt;/a&gt; (CAD) systems. It's an ASCII-based textual format.\nThe official title of IGES is Digital Representation for Communication of Product Definition Data, first published in March, 1980 by the U.S. &lt;a href=\"National%20Bureau%20of%20Standards\"&gt;National Bureau of Standards&lt;/a&gt; as NBSIR 80-1978. Many documents (like early versions of the &lt;a href=\"Defense%20Standard\"&gt;Defense Standard&lt;/a&gt;s MIL-PRF-28000 and MIL-STD-1840) referred to it as &lt;a href=\"American%20Society%20of%20Mechanical%20Engineers\"&gt;ASME&lt;/a&gt; Y14.26M, the designation of the &lt;a href=\"ANSI\"&gt;ANSI&lt;/a&gt; committee that approved IGES Version 1.0.\nUsing IGES, a CAD user can exchange product data models in the form of &lt;a href=\"circuit%20diagram\"&gt;circuit diagram&lt;/a&gt;s, &lt;a href=\"wire%20frame%20model\"&gt;wireframe&lt;/a&gt;, &lt;a href=\"freeform%20surface%20modelling\"&gt;freeform surface&lt;/a&gt; or &lt;a href=\"solid%20modeling\"&gt;solid modeling&lt;/a&gt; &lt;a href=\"Representation%20%28arts%29\"&gt;representations&lt;/a&gt;. Applications supported by IGES include traditional &lt;a href=\"engineering%20drawing\"&gt;engineering drawing&lt;/a&gt;s, models for analysis, and other &lt;a href=\"manufacturing\"&gt;manufacturing&lt;/a&gt; functions.\nHistory.\nIGES was an initiative of the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; (USAF) &lt;a href=\"Integrated%20Computer%20Aided%20Manufacturing\"&gt;Integrated Computer Aided Manufacturing&lt;/a&gt; (ICAM) project (1976-1984).\nICAM sought to develop procedures (&lt;a href=\"IDEF\"&gt;IDEF&lt;/a&gt;) processes (&lt;a href=\"Group%20Technology\"&gt;Group Technology&lt;/a&gt;) and software (&lt;a href=\"CAD/CAM\"&gt;CAD/CAM&lt;/a&gt;) that would integrate all operations in Aerospace manufacturing and thus greatly reduce costs. Earlier the USAF Manufacturing Technology Program had funded the Automatically Programmed Tools (APT) language for programming Numerically Controlled (NC) machine tools. To close the data gap between parts design and manufacturing, one of the ICAM goals was to develop CAD software that would automatically generate numerical control programs for the very complex Computer Numerically Controlled (CNC) machine tools used throughout the &lt;a href=\"Aerospace\"&gt;Aerospace&lt;/a&gt; industry. A serious issue was the incompatibility of data produced by the many &lt;a href=\"Computer-aided%20design\"&gt;CAD&lt;/a&gt; systems in use at the time. USAF/ICAM called a meeting at the &lt;a href=\"National%20Bureau%20of%20Standards\"&gt;National Bureau of Standards&lt;/a&gt; (now known as &lt;a href=\"National%20Institute%20of%20Standards%20and%20Technology\"&gt;National Institute of Standards and Technology&lt;/a&gt; or &lt;a href=\"NIST\"&gt;NIST&lt;/a&gt;) in 1978 to address this issue. &lt;a href=\"Boeing\"&gt;Boeing&lt;/a&gt; offered to sell its CAD translation software to USAF for one United States dollar. &lt;a href=\"USAF\"&gt;USAF&lt;/a&gt; accepted this offer and contracted NIST to bring together a group of users and vendors, including Boeing, &lt;a href=\"General%20Electric\"&gt;General Electric&lt;/a&gt;, &lt;a href=\"Xerox\"&gt;Xerox&lt;/a&gt;, &lt;a href=\"Computervision\"&gt;Computervision&lt;/a&gt;, &lt;a href=\"Applicon\"&gt;Applicon&lt;/a&gt; and others to further develop and test this software. Though it was the practice to begin the name of ICAM developments with the word integrated (for example the IDEFs) believing that there would be rapid development of graphical exchange software, USAF decided that the IGES would be the Initial Graphics Exchange Specification not the Integrated Graphics Exchange Specification.\nSince 1988, the &lt;a href=\"United%20States%20Department%20of%20Defense\"&gt;DoD&lt;/a&gt; has required that all &lt;a href=\"Digital%20data\"&gt;digital&lt;/a&gt; &lt;a href=\"product%20and%20manufacturing%20information\"&gt;product and manufacturing information&lt;/a&gt; (PMI) for weapons systems contracts (the engineering drawings, circuit diagrams, \"etc\".) be delivered in &lt;a href=\"computer%20file\"&gt;electronic&lt;/a&gt; form such as IGES format. As a consequence, &lt;a href=\"CAx\"&gt;CAx&lt;/a&gt; software vendors who want to market their products to DoD subcontractors and their partners needed to support the import (reading) and export (writing) of IGES format files.\nAn ANSI standard since 1980, IGES has been used in the &lt;a href=\"automotive%20industry\"&gt;automotive&lt;/a&gt;, &lt;a href=\"aerospace\"&gt;aerospace&lt;/a&gt;, and &lt;a href=\"shipbuilding\"&gt;shipbuilding&lt;/a&gt; industries. It has been used for weapons systems from &lt;a href=\"Trident%20%28missile%29\"&gt;Trident missile&lt;/a&gt; &lt;a href=\"guidance%20system\"&gt;guidance system&lt;/a&gt;s to entire &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt;s. These part models may have to be used years after the vendor of the original design system has gone out of business. IGES files provide a way to access this data decades from now. Today, plugin viewers for &lt;a href=\"Web%20browser\"&gt;Web browser&lt;/a&gt;s allow IGES files created 20 years ago to be viewed from anywhere in the world.\nAfter the initial release of &lt;a href=\"ISO%2010303\"&gt;STEP (ISO 10303)&lt;/a&gt; in 1994, interest in further development of IGES declined, and Version 5.3 (1996) was the last published standard.\nFile format.\nAn IGES file is composed of 80-character &lt;a href=\"ASCII\"&gt;ASCII&lt;/a&gt; records, a record length derived from the &lt;a href=\"punched%20card\"&gt;punched card&lt;/a&gt; era. Text strings are represented in \"&lt;a href=\"Hollerith%20constant\"&gt;Hollerith&lt;/a&gt;\" format, the number of characters in the string, followed by the letter \"H\", followed by the text string, \"e.g.\", \"4HSLOT\" (this is the text string format used in early versions of the &lt;a href=\"Fortran\"&gt;Fortran&lt;/a&gt; language). Early IGES translators had problems with &lt;a href=\"IBM\"&gt;IBM&lt;/a&gt; &lt;a href=\"mainframe%20computer\"&gt;mainframe computer&lt;/a&gt;s because the mainframes used &lt;a href=\"EBCDIC\"&gt;EBCDIC&lt;/a&gt; encoding for text, and some EBCDIC-ASCII translators would either substitute the wrong character, or improperly set the &lt;a href=\"parity%20bit\"&gt;parity bit&lt;/a&gt;, causing a misread.\nHere is a very small IGES file from 1987, containing only two POINT (Type 116), two CIRCULAR ARC (Type 100), and two LINE (Type 110) entities. It represents a slot, with the points at the centers of the two half-circles that form the ends of the slot, and the two lines that form the sides.\nThe file is divided into 5 sections: Start, Global, Directory Entry, Parameter Data, and Terminate indicated by the characters S, G, D, P, or T in column 73. The characteristics and geometric information for an entity is split between two sections; one in a two record, fixed-length format (the Directory Entry, or DE Section), the other in a multiple record, comma delimited format (the Parameter Data, or PD Section), as can be seen in a more human-readable representation of the file.\nWhen displayed, the user should see two &lt;a href=\"yellow\"&gt;yellow&lt;/a&gt; points (hard to see on a &lt;a href=\"white\"&gt;white&lt;/a&gt; background, but most CAD systems use a &lt;a href=\"black\"&gt;black&lt;/a&gt; background), one located at the &lt;a href=\"Origin%20%28mathematics%29\"&gt;origin&lt;/a&gt; of model space [0,0,0], two &lt;a href=\"red\"&gt;red&lt;/a&gt; circular arcs, and two &lt;a href=\"green\"&gt;green&lt;/a&gt; lines.\nForeign-language support.\nDue to its growing international popularity (several countries, including Australia and the UK, adopted IGES as their own National Standards for PMI interoperability), support was added to the TEXT (Type 212) entity to support the &lt;a href=\"ISO/IEC%208859-1\"&gt;ISO 8859 (Latin-1)&lt;/a&gt; alphabet for European characters.\nIn the 1990s, IGES added support for the &lt;a href=\"JIS%20encoding\"&gt;JIS encoding&lt;/a&gt; for &lt;a href=\"Kanji\"&gt;Kanji&lt;/a&gt; (&lt;a href=\"wikt%3A%E6%BC%A2%E5%AD%97\"&gt;漢字&lt;/a&gt;) as double-byte characters (&lt;a href=\"JIS%20X%200208\"&gt;JIS-6226&lt;/a&gt;), allowing members of the &lt;a href=\"Japan%20Automobile%20Manufacturers%20Association\"&gt;Japan Automobile Manufacturers Association&lt;/a&gt; (JAMA) to exchange part models with their American and European partners without loss of the Kanji text.\nThe current version of IGES does not support &lt;a href=\"Unicode\"&gt;Unicode&lt;/a&gt; 16- or 32-bit character encoding, so Arabic and other scripts (like Thai) cannot be represented.\nA recursive standard.\nOne of the unique features of the IGES standard is that it was the first &lt;a href=\"ANSI\"&gt;ANSI&lt;/a&gt; standard to be documented using itself. Since Version 4.0, all of the technical illustrations for the printed version of the standard have been generated from IGES files. The &lt;a href=\"electronic%20publishing\"&gt;electronic publishing&lt;/a&gt; system (&lt;a href=\"LaTeX\"&gt;LaTeX&lt;/a&gt;) integrates &lt;a href=\"Raster%20graphics\"&gt;raster images&lt;/a&gt; generated from IGES files into the &lt;a href=\"PostScript\"&gt;PostScript&lt;/a&gt; sent to the &lt;a href=\"laser%20printer\"&gt;laser printer&lt;/a&gt;, so text and images are printed on the same page for subsequent use as &lt;a href=\"camera-ready\"&gt;camera-ready&lt;/a&gt; copy for commercial publication. Beginning with IGES Version 5.2, this is how the standard was generated, and Version 5.3 (the most recent ANSI-approved version) is available as a &lt;a href=\"PDF\"&gt;PDF&lt;/a&gt; document.\nMany of the illustrations (all of which conform to the Defense Department's MIL-D-28000 Engineering Drawings Subset of IGES) use the entities that they describe, e.g., the illustration of the LEADER (ARROW) ENTITY (Type 214) can be used as a test case for translator implementers, because it contains all 12 arrow head styles defined by the standard. These &lt;a href=\"WYSIWYG\"&gt;WYSIWYG&lt;/a&gt; example files can be distinguished by a leading \"F\" and trailing \"X\" in the file name (like f214x.igs), and this library is called the IGES X-files by members of the IGES &lt;a href=\"community\"&gt;community&lt;/a&gt;.\nHere is one of the example figures, Figure 2 from Appendix A (fmeparte.igs), that has appeared in every version of IGES since Version 3.0. It uses linear, angular, and ordinate dimension entities, as well as examples of both &lt;a href=\"Conic%20section\"&gt;circular and conic arcs&lt;/a&gt;. It is usually the first part used when testing an IGES translator, because the standard has a picture of what it should look like."
}