{
    "id": "10573050",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=10573050",
    "title": "Workers' Party of North Korea",
    "text": "The Workers' Party of North Korea () was a &lt;a href=\"communist%20party\"&gt;communist party&lt;/a&gt; in &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt; from 1946 to 1949 and was a predecessor of the current &lt;a href=\"Workers%27%20Party%20of%20Korea\"&gt;Workers' Party of Korea&lt;/a&gt;. It was founded at a congress on 28–30 August 1946, by the merger of the &lt;a href=\"North%20Korean%20Branch%20Bureau\"&gt;northern branch of the Communist Party of Korea&lt;/a&gt; and the &lt;a href=\"New%20People%27s%20Party%20of%20Korea\"&gt;New People's Party of Korea&lt;/a&gt;. &lt;a href=\"Kim%20Tu-bong\"&gt;Kim Tu-bong&lt;/a&gt;, the leader of the New People's Party, was elected Chairman of the party. Vice Chairmen of the party were &lt;a href=\"Chu%20Yong-ha\"&gt;Chu Yong-ha&lt;/a&gt; and &lt;a href=\"Kim%20Il-sung\"&gt;Kim Il-sung&lt;/a&gt;. At the time of establishment, the party is believed to have had about 366,000 members organized in around 12,000 party cells.\nMerger.\nThe merger of the &lt;a href=\"North%20Korea%20Bureau%20of%20the%20Communist%20Party%20of%20Korea\"&gt;North Korea Bureau of the Communist Party of Korea&lt;/a&gt; and the New People's Party can be seen as analogous to similar mergers taking place in &lt;a href=\"Eastern%20Europe\"&gt;Eastern Europe&lt;/a&gt; in the years following the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, such as the formation of the &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany\"&gt;Socialist Unity Party of Germany&lt;/a&gt; and the &lt;a href=\"Hungarian%20Working%20People%27s%20Party\"&gt;Hungarian Working People's Party&lt;/a&gt;. The merger of the two parties was not uncomplicated. Between the two there were differences in terms of social background of cadres and ideological profiles. The New People's Party had a significant following of intellectuals whereas the &lt;a href=\"Communist%20Party%20of%20Korea\"&gt;Communist Party&lt;/a&gt; was mainly based amongst workers and peasants. Moreover, the Korean communists had been riddled by internal differences, and different communist factions were present in the new unified party. At the time of the founding of the new party discussions emerged on the role of &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxism–Leninism&lt;/a&gt; as the ideological foundation of the party. At the inaugural congress of the party, Kim Il-sung stated that \"…the Workers Party is a combat unit and the vanguard of the working masses. We must fight with our utmost to maintain the Party's purity, unity, and iron discipline. If we were to fight against the enemy without meeting these conditions within our ranks, it would be nothing less than folly.\", arguing in favor of maintaining a Marxist–Leninist orientation.\nFactionalism.\nRoughly speaking, the party consisted of four separate internal factions, the \"Soviet Koreans\" faction, the \"Domestic\" faction, the \"&lt;a href=\"Yan%27an%20faction\"&gt;Yan'an&lt;/a&gt;\" (or Chinese) faction and the \"Guerrilla\" faction. These factional divisions were largely inherited from the Communist Party of Korea, and one of them (the 'domestic' faction) was also prevalent in the &lt;a href=\"Workers%20Party%20of%20South%20Korea\"&gt;Workers Party of South Korea&lt;/a&gt;.\nThe factions were represented proportionately in the leading bodies of the party. In the first &lt;a href=\"politburo\"&gt;politburo&lt;/a&gt; of the party the Soviet faction had three members, the Yanan faction had six, the domestic faction had two and the guerrilla faction had two. The guerrilla faction was actually the smallest of the factions in the &lt;a href=\"Central%20Committee\"&gt;Central Committee&lt;/a&gt; but they had the advantage of having Kim Il-sung, who led the North Korean government and was highly influential within the party. Moreover, Kim Il-sung was backed by the Soviet Union.\nUnited Front and participation in government.\nBoth parties had belonged to the &lt;a href=\"North%20Korean%20Fatherland%20United%20Democratic%20Front\"&gt;North Korean Fatherland United Democratic Front&lt;/a&gt;, and the unified party became a dominant force in the front after the merger. The party held 36% of the seats in the People's Assembly of North Korea and Kim Tu-bong became the Chairman of the Assembly. Kim Il-sung became the Chairman of the People's Committee of North Korea, the provisional government structure. In the Village People's Committee and Ward People's Committee elections of 1947, 57.7% of the 70 454 seats were held by members of the Workers Party.\nAt the meeting of the Presidium of the Central Committee of the Party on 16 September 1947, Kim Il-sung gave a speech of the cultural policy of the party. The speech was later published as 'On Developing Literature and the Arts and Activating Mass Cultural Work', and remains the basis for cultural policy in the DPRK.\nSecond Congress.\nIn early 1947, a purge was undertaken against the 'domestic' communist faction. Between 40,000–60,000 party members were expelled.\nThe party held its second congress from 27 to 30 March 1948. By the time of the second party congress, the party claimed 725,762 members, organized in 29,762 party cells.\nAt the second party congress, leading members of the 'domestic' communist faction such as O Ki-sop, Chong Tal-hyon, Ch'oe Yong-dal and Yi Pong-su were attacked by Kim Il-sung. O Ki-sop was re-elected to the party &lt;a href=\"central%20committee\"&gt;central committee&lt;/a&gt;, but relegated to a post in a minor government enterprise.\nAddressing the congress, Kim Il-sung stated in his attack on the 'domestic' faction that \"Our Party recognized that in order to carry out the proper political duties the scattered and organisationally weak local and provincial organisations must be united under a strong central organisation in North Korea. Hence it was decided in the middle of October 1945, that the North Korean Central Committee of the Korean Communist Party be established. But some of the comrades in the Party were captivated by the sectarianism of the past. They were living, just as in the past, the life of egocentricity and self-importance, confined within their small local groups, without carrying out any Party work or obeying superior organisations. Therefore, leaders of these small groups, whose vision was adjusted to their caves and who were addicted to individual heroism, opposed the establishment of the North Korean Central Bureau on the excuse that they \"support the central headquarters (in Seoul).\" In order to hide their schemes, [they] alleged that \"establishment of the North Korean branch would result in dividing the Party.\"\"\nFoundation of DPRK and merger into the Workers' Party of Korea.\nWhen the &lt;a href=\"Supreme%20People%27s%20Assembly\"&gt;Supreme People's Assembly&lt;/a&gt; met in early September 1948, 102 out of 212 delegates came from the Workers Party. The Supreme People's Assembly declared the foundation of the &lt;a href=\"Democratic%20People%27s%20Republic%20of%20Korea\"&gt;Democratic People's Republic of Korea&lt;/a&gt;, with Workers Party Vice-Chairman Kim Il-sung as its &lt;a href=\"Prime%20Minister%20of%20North%20Korea\"&gt;prime minister&lt;/a&gt;.\nOn 24 June 1949 the party merged with the &lt;a href=\"Workers%27%20Party%20of%20South%20Korea\"&gt;Workers' Party of South Korea&lt;/a&gt;, forming the &lt;a href=\"Workers%27%20Party%20of%20Korea\"&gt;Workers' Party of Korea&lt;/a&gt;.\nMass organizations.\nThe party managed a wide network of mass organizations, including the &lt;a href=\"Democratic%20Youth%20League%20of%20North%20Korea\"&gt;Democratic Youth League of North Korea&lt;/a&gt;, the &lt;a href=\"North%20Korean%20General%20Federation%20of%20Labour%20Unions\"&gt;North Korean General Federation of Labour Unions&lt;/a&gt;, the &lt;a href=\"Democratic%20Women%27s%20Union%20of%20North%20Korea\"&gt;Democratic Women's Union of North Korea&lt;/a&gt; and the &lt;a href=\"North%20Korean%20Federation%20of%20the%20Peasants%20Associations\"&gt;North Korean Federation of the Peasants Associations&lt;/a&gt;. The formation of these organizations had preceded the foundation of the party in August 1946. The party also managed a &lt;a href=\"Consumers%27%20Cooperative%20Society\"&gt;Consumers' Cooperative Society&lt;/a&gt;.\nOrgans.\nThe party published \"&lt;a href=\"Rodong%20Sinmun\"&gt;Rodong Sinmun&lt;/a&gt;\" and \"&lt;a href=\"Kunroja\"&gt;Kunroja&lt;/a&gt;\". The decision to start these publications was taken at the first party congress. \"Rodong Sinmun\" was the mass newspaper of the party, whereas \"Kunroja\" was the theoretical magazine of the party. Both organs were later taken over by the Workers Party of Korea."
}