{
    "id": "10575869",
    "revid": "27613779",
    "url": "https://en.wikipedia.org/wiki?curid=10575869",
    "title": "Palestinian right of return",
    "text": "The Palestinian right of return is the political position or principle that &lt;a href=\"Palestinian%20refugees\"&gt;Palestinian refugees&lt;/a&gt;, both &lt;a href=\"Immigrant%20generations%23First%20generation\"&gt;first-generation&lt;/a&gt; refugees (c. 30,000 to 50,000 people still alive ) and their descendants (c. 5 million people ), have a &lt;a href=\"right%20to%20return\"&gt;right to return&lt;/a&gt;, and a right to the &lt;a href=\"property\"&gt;property&lt;/a&gt; they themselves or their forebears left behind or were forced to leave in what is now &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; and the &lt;a href=\"Palestinian%20territories\"&gt;Palestinian territories&lt;/a&gt; (both formerly part of the &lt;a href=\"Mandatory%20Palestine\"&gt;British Mandate of Palestine&lt;/a&gt;), as part of the &lt;a href=\"1948%20Palestinian%20exodus\"&gt;1948 Palestinian exodus&lt;/a&gt;, a result of the &lt;a href=\"1948%20Palestine%20war\"&gt;1948 Palestine war&lt;/a&gt;, and due to the &lt;a href=\"Six-Day%20War\"&gt;1967 Six-Day War&lt;/a&gt;.\nFormulated for the first time on 27 June 1948 by United Nations mediator &lt;a href=\"Folke%20Bernadotte\"&gt;Folke Bernadotte&lt;/a&gt;, proponents of the &lt;a href=\"right%20of%20return\"&gt;right of return&lt;/a&gt; hold that it is a sacred right, as well as a &lt;a href=\"human%20right\"&gt;human right&lt;/a&gt;, whose applicability both generally and specifically to the &lt;a href=\"Palestinians\"&gt;Palestinians&lt;/a&gt; is protected under &lt;a href=\"international%20law\"&gt;international law&lt;/a&gt;. This view holds that those who opt not to return or for whom return is not feasible, should receive compensation in lieu. Proponents argue that Israel's opposition stands in contrast with its &lt;a href=\"Law%20of%20Return\"&gt;Law of Return&lt;/a&gt; that grants all Jews the right to settle permanently, while withholding any comparable right from Palestinians.\nOpponents of the right of return hold that there is no basis for it in international law, and that it is an unrealistic demand. The &lt;a href=\"government%20of%20Israel\"&gt;government of Israel&lt;/a&gt; does not view the admission of Palestinian refugees to their former homes in Israel as a right, but rather as a political issue to be resolved as part of a final peace settlement.\nBackground.\nOverview.\nThe number of &lt;a href=\"1948%20Palestinian%20exodus\"&gt;Palestinian refugees of the 1948 war&lt;/a&gt; is estimated at between 700,000 and 800,000, and another 280,000 to 350,000 people were &lt;a href=\"1967%20Palestinian%20exodus\"&gt;refugees of the 1967 war&lt;/a&gt;. Approximately 120,000–170,000 among the 1967 refugees are believed to have also been refugees from the 1948 war, fleeing a second time. Today, the estimated number of Palestinian refugees exceeds four million. The right of return has been of great importance to Palestinians since then.\nThe first formal move towards the recognition of a right of return was in &lt;a href=\"United%20Nations%20General%20Assembly%20Resolution%20194\"&gt;UN General Assembly Resolution 194&lt;/a&gt; passed on 11 December 1948 which provided (Article 11):\n&lt;a href=\"United%20Nations%20General%20Assembly%20Resolution%203236\"&gt;UN General Assembly Resolution 3236&lt;/a&gt;, passed on 22 November 1974 declared the right of return to be an \"&lt;a href=\"inalienable%20right\"&gt;inalienable right&lt;/a&gt;\".\nThe right of return was defined as the \"foremost of Palestinian rights\" at the 12th &lt;a href=\"Palestine%20National%20Council\"&gt;Palestine National Council&lt;/a&gt; meeting in 1974 when it became the first component of the &lt;a href=\"Palestine%20Liberation%20Organization\"&gt;Palestine Liberation Organization&lt;/a&gt;'s trinity of inalienable rights, the others being the right of self determination and the right to an independent state.\nIsrael has since the birth of the refugee problem consistently rejected that the Palestinians would have any inherent \"right\" of return. In June 1948, the Israeli government stated its position, which was reiterated in a letter to the United Nations on 2 August 1949, that in its view a solution to the Palestinian refugee problem must be sought, not through the return of the refugees to Israel, but through the resettlement of the Palestinian Arab refugee population in other states.\n1948 Palestinian exodus.\nThe &lt;a href=\"Palestinian%20refugee\"&gt;Palestinian refugee&lt;/a&gt; problem started during the &lt;a href=\"1948%20Palestine%20War\"&gt;1948 Palestine War&lt;/a&gt;, when between 700,000 and 800,000 Arabs left, fled, or were expelled from their homes in the area that would become Israel. They settled in refugee camps in Transjordan, Lebanon, Syria, Egypt, and in the West Bank and the Gaza strip that were occupied by Transjordan and Egypt during the war.\nFrom December 1947 to March 1948, around 100,000 Palestinians left. Among them were many from the upper and middle classes from the cities, who left voluntarily, expecting to return when the situation had calmed down. From April to July, between 250,000 and 300,000 fled in front of &lt;a href=\"Haganah\"&gt;Haganah&lt;/a&gt; offensives, mainly from the towns of &lt;a href=\"Operation%20Bi%27ur%20Hametz\"&gt;Haifa&lt;/a&gt;, &lt;a href=\"Tiberias\"&gt;Tiberias&lt;/a&gt;, &lt;a href=\"Beit-Shean\"&gt;Beit-Shean&lt;/a&gt;, &lt;a href=\"Safed\"&gt;Safed&lt;/a&gt;, &lt;a href=\"Jaffa\"&gt;Jaffa&lt;/a&gt; and &lt;a href=\"Acre%2C%20Israel\"&gt;Acre&lt;/a&gt;, that lost more than 90% of their Arab inhabitants. Some expulsions arose, particularly along the Tel-Aviv – Jerusalem road and in &lt;a href=\"Eastern%20Galilee\"&gt;Eastern Galilee&lt;/a&gt;. After the truce of June, about 100,000 Palestinians became refugees. About 50,000 inhabitants of Lydda and Ramle were expelled towards &lt;a href=\"Ramallah\"&gt;Ramallah&lt;/a&gt; by Israeli forces during &lt;a href=\"Operation%20Danny\"&gt;Operation Danny&lt;/a&gt;, and most others during clearing operations performed by the IDF on its rear areas. During &lt;a href=\"Operation%20Dekel\"&gt;Operation Dekel&lt;/a&gt;, the Arabs of Nazareth and South Galilee could remain in their homes. They later formed the core of the &lt;a href=\"Arab%20Israelis\"&gt;Arab Israelis&lt;/a&gt;. From October to November 1948, the IDF launched &lt;a href=\"Operation%20Yoav\"&gt;Operation Yoav&lt;/a&gt; to chase Egyptian forces from the Negev and &lt;a href=\"Operation%20Hiram\"&gt;Operation Hiram&lt;/a&gt; to chase the &lt;a href=\"Arab%20Liberation%20Army\"&gt;Arab Liberation Army&lt;/a&gt; from North &lt;a href=\"Galilee\"&gt;Galilee&lt;/a&gt;. This generated an exodus of 200,000 to 220,000 Palestinians. Here, Arabs fled fearing atrocities or were expelled if they had not fled. During Operation Hiram, at least nine massacres of Arabs were performed by IDF soldiers. After the war, from 1948 to 1950, the IDF cleared its borders, which resulted in the expulsion of around 30,000 to 40,000 Arabs.\nThe &lt;a href=\"United%20Nations\"&gt;UN&lt;/a&gt; estimated the number of refugees outside Israel at 711,000.\nNo Arab country except Jordan has to date assimilated a significant population of Palestinian refugees, nor given them full citizenship, and many rely on economic aid from the UN or persons in other countries. It is the position of most Arab governments not to grant citizenship to the Palestinian refugees born within their borders; this policy is in part due to the wishes of these Arab states for Palestinians to be allowed to return to their homes within Israel, in part due to these states wishing to relieve themselves of the refugees.\nCauses and responsibilities.\nThe causes and responsibilities of the exodus are a matter of controversy among historians and commentators of the conflict. Although historians now agree on most of the events of that period, there is still disagreement on whether the exodus was due to a plan designed before or during the war by Zionist leaders, or whether it was an unintended result of the war.\nAbsentees' property.\nDuring the Palestinian exodus, Israeli leaders decided against the return of the refugees. During her visit at Haïfa on May 1, 1948, &lt;a href=\"Golda%20Meir\"&gt;Golda Meir&lt;/a&gt; declared: \"The Jews should treat the remaining Arabs 'with civil and human equality', but 'it is not our job to worry about the return [of those who have fled]\". A group consisting of \"local authorities, the kibbutz movements, the settlement departments of the National institutions, Haganah commanders and influential figures such as &lt;a href=\"Yosef%20Weitz\"&gt;Yosef Weitz&lt;/a&gt; and &lt;a href=\"Ezra%20Danin\"&gt;Ezra Danin&lt;/a&gt; started lobbying against repatriation. A \"Transfer Committee\" and a policy of \"faits accomplis\" were set up to prevent a refugee return. In July, it had become an official policy: \"&lt;a href=\"Land%20and%20Property%20laws%20in%20Israel\"&gt;Absentees' property&lt;/a&gt;\" was managed by Israeli government and numerous Palestinian villages were leveled.\nA parallel has been drawn by some commentators between the state and private restitutions made from Germany to Israel over Holocaust confiscations and the compensation due to Palestinians evicted in the formation of Israel. Others have compared Palestinians' claims for compensation to the claims of ethnic Germans who were expelled from eastern Europe in the aftermath of the Holocaust and World War II.\nIn 1945, of 26.4 million &lt;a href=\"dunam\"&gt;dunam&lt;/a&gt;s of land in &lt;a href=\"Mandate%20Palestine\"&gt;Mandate Palestine&lt;/a&gt;, 12.8 million was owned by Arabs, 1.5 million by Jews, 1.5 million was public land and 10.6 million constituted the desertic Beersheba district (&lt;a href=\"Negev\"&gt;Negev&lt;/a&gt;). By 1949, Israel controlled 20.5 million &lt;a href=\"dunam\"&gt;dunam&lt;/a&gt;s (approx. 20,500 km2) or 78% of lands in what had been Mandate Palestine: 8% (approx. 1,650 km2) were privately controlled by Jews, 6% (approx. 1,300 km2) by Arabs, with the remaining 86% was public land.\n1967 Palestinian exodus.\nDuring the &lt;a href=\"Six-Day%20War\"&gt;Six-Day War&lt;/a&gt; another Palestinian exodus occurred. An estimated 280,000 to 350,000 Palestinians fled or were expelled from the &lt;a href=\"West%20Bank\"&gt;West Bank&lt;/a&gt;, the &lt;a href=\"Gaza%20Strip\"&gt;Gaza Strip&lt;/a&gt; and the &lt;a href=\"Golan%20Heights\"&gt;Golan Heights&lt;/a&gt; as a result of the &lt;a href=\"Six-Day%20War\"&gt;Six-Day War&lt;/a&gt;; approximately 120,000-170,000 among them were believed to also be refugees from the first war, fleeing a second time.\nRelationship to Jewish exodus from Arab countries.\nA comparison is often made between the situation of Palestinian refugees and &lt;a href=\"Jewish%20exodus%20from%20Arab%20and%20Muslim%20countries\"&gt;the exodus of Jews from Arab countries&lt;/a&gt; who are now in Israel (or elsewhere).\nIt is estimated that 800,000 to 1,000,000 Jews were either forced from their homes or left the Arab countries from 1948 until the early 1970s; 260,000 reached Israel between 1948 and 1951, and 600,000 by 1972.\nIn 2000, Bobby Brown, advisor to prime minister &lt;a href=\"Benjamin%20Netanyahu\"&gt;Benjamin Netanyahu&lt;/a&gt; on Diaspora affairs and delegates from the &lt;a href=\"World%20Jewish%20Congress\"&gt;World Jewish Congress&lt;/a&gt; and the &lt;a href=\"Conference%20of%20Presidents%20of%20Major%20American%20Jewish%20Organizations\"&gt;Conference of Presidents of Major American Jewish Organizations&lt;/a&gt; began an intensive campaign to secure official political and legal recognition of Jews from Arab lands as refugees. The campaign's proponents hoped their efforts would prevent acceptance of the \"right of return\" to Palestinians, and reduce the amount of compensation that would be paid by Israel for appropriated Palestinian property. Then-President of the US Bill Clinton gave an interview in July 2000 to Israel's Channel One and disclosed an agreement to recognize Jews from Arab lands as refugees, while &lt;a href=\"Ehud%20Barak\"&gt;Ehud Barak&lt;/a&gt; hailed it as an achievement in an interview with Dan Margalit.\nIn 2002, the organization \"&lt;a href=\"Justice%20for%20Jews%20from%20Arab%20Countries\"&gt;Justice for Jews from Arab Countries&lt;/a&gt;\" (JJAC) was created and its Founding Congress (Election of a Board of Directors, Finalized By-Laws for the organization, etc.) met in London in June 2008. Beginning in November 2008, they planned to undertake major initiatives and that in 2009, they would hold a national conference in Israel. Their achievement to date is described as \"having returned the issue of Jews from Arab countries to the agenda of the Middle East.\"\nHometown return.\nIn November 2012, Palestinian Authority President Mahmud Abbas repeated his stance that the claim of return was not to his original hometown, but to a Palestinian state that would be established at the 1967 border line. Hamas denounced this adjustment. Abbas later clarified (for the Arab media) that this was his own personal opinion and not a policy of giving up the right of return. Israeli politicians denounced the clarification.\nUN General Assembly Resolution 194.\nThe issue of the right of return of Palestinian refugees has been a very sensitive issue for Palestinians (and Arab countries in the region) since the creation of the refugee problem as a result of the &lt;a href=\"1948%20Arab%E2%80%93Israeli%20War\"&gt;1948 Arab–Israeli War&lt;/a&gt;. The &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; &lt;a href=\"UN%20General%20Assembly%20Resolution%20194\"&gt;UN General Assembly Resolution 194&lt;/a&gt; which was passed on December 11, 1948 recognized the right of return for the first time.\nResolution 194 also deals with the situation in the region of &lt;a href=\"Palestine%20%28region%29\"&gt;Palestine&lt;/a&gt; at that time, establishing and defining the role of the &lt;a href=\"United%20Nations%20Conciliation%20Commission\"&gt;United Nations Conciliation Commission&lt;/a&gt; as an organization to facilitate peace in the region.\nArticle 11 – Palestinian Refugees.\nThe main Article of Resolution 1948, for the purpose of this article, is Article 11 which deals with the return of refugees.\nArticle 11 of the resolution reads:\nInterpretations.\nThe exact meaning and timing of enforcement of the resolution were disputed from the beginning.\nSince the late 1960s, Article 11 has increasingly been quoted by those who interpret it as a basis for the \"&lt;a href=\"right%20of%20return\"&gt;right of return&lt;/a&gt;\" of Palestinian refugees.\nIsrael has always contested this reading, pointing out that the text merely states that the refugees \"should be permitted\" to return to their homes at the \"earliest practicable date\" and this recommendation applies only to those \"wishing to ... live at peace with their neighbors\". In particular, &lt;a href=\"David%20Ben-Gurion\"&gt;David Ben-Gurion&lt;/a&gt;, the first Prime Minister of &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;, insisted in an interview with the members of the Conciliations Commission that as long as Israel could not count on the dedication of any Arab refugees to remain \"at peace with their neighbors\" – a consequence, he contended, of the Arab states' unwillingness to remain at peace with the state of Israel – resettlement was not an obligation for his country.\nScope of the issue.\nSupporters' viewpoints.\nSupporters of the right of return assert it partly based on the following sources:\nAccording to Akram although the status of Palestinian nationals/citizens after the creation of the State of Israel has been much debated, established principles of &lt;a href=\"state%20succession\"&gt;state succession&lt;/a&gt; and &lt;a href=\"human%20rights%20law\"&gt;human rights law&lt;/a&gt; confirm that the denationalization of Palestinians was illegal and that they retain the right to return to their places of origin.\nOn March 15, 2000, a group of 100 prominent Palestinians from around the world expressed their opinion that the right of return is individual, rather than collective, and that it cannot therefore be reduced or forfeited by any representation on behalf of the Palestinians in any agreement or treaty. They argued that the right to property \"cannot be extinguished by new sovereignty or occupation and does not have a statute of limitation\", and asserted that \"it is according to this principle that the European Jews claimed successfully the restitution of their lost property in World War II\". Their declaration partly rested on the assertion that, on certain occasions, Palestinians were expelled from their homes in Israel. The declaration placed the number of towns and villages in which this occurred at 531.\nSome &lt;a href=\"libertarians\"&gt;libertarians&lt;/a&gt; have argued for the Palestinian right of return largely from a private &lt;a href=\"property%20rights\"&gt;property rights&lt;/a&gt; perspective. In \"Property Rights and the 'Right of Return, professor &lt;a href=\"Richard%20Ebeling\"&gt;Richard Ebeling&lt;/a&gt; writes: \"If a settlement is reached between the Israelis and the Palestinians, justice would suggest that all legitimate property should be returned to their rightful owners and that residence by those owners on their property should be once again permitted.\" Attorney &lt;a href=\"Stephen%20Halbrook\"&gt;Stephen Halbrook&lt;/a&gt; in \"The Alienation of a Homeland: How Palestine Became Israel\" writes: \"Palestinian Arabs have the rights to return to their homes and estates taken over by Israelis, to receive just compensation for loss of life and property, and to exercise national self-determination.\" In \"War Guilt in the Middle East\" &lt;a href=\"Murray%20Rothbard\"&gt;Murray Rothbard&lt;/a&gt; details Israel's \"aggression against Middle East Arabs\", confiscatory policies and its \"refusal to let these refugees return and reclaim the property taken from them\".\nPalestinian and international authors have justified the right of return of the Palestinian refugees on several grounds:\nA report from the military intelligence SHAI of the Haganah entitled \"The emigration of Palestinian Arabs in the period 1/12/1947 – 1/6/1948\", dated 30 June 1948 affirms that up to 1 June 1948:\n\"At least 55% of the total of the exodus was caused by our (Haganah/IDF) operations.\" To this figure, the report's compilers add the operations of the Irgun and Lehi, which \"directly (caused) some 15%... of the emigration\". A further 2% was attributed to explicit expulsion orders issued by Israeli troops, and 1% to their psychological warfare. This leads to a figure of 73% for departures caused directly by the Israelis. In addition, the report attributes 22% of the departures to \"fears\" and \"a crisis of confidence\" affecting the Palestinian population. As for Arab calls for flight, these were reckoned to be significant in only 5% of cases...\nObjectors' viewpoints.\nObjectors to a Palestinian right of return contend that such a right would end Israel's character as a Jewish state as it would leave Jews a minority in Israel. In a &lt;a href=\"two-state%20solution\"&gt;two-state solution&lt;/a&gt; framework, this would leave Israel as a bi-national state with a Jewish minority with an additional Palestinian state. Israelis see this demand as inherently contradicting the \"two states for two peoples solution\", and this has caused many Israelis to believe Israeli–Palestinian peace is not possible.\nOpponents of the right of return reject it partly based on the following sources:\nIsraeli official statements and many accounts from supporters have long claimed that the 1948 refugee crisis was instigated by the invading Arab armies who ordered Palestinian civilians to evacuate the battle zone in order to allow the Arab armies freedom to operate. Israel officially denies any responsibility for the Palestinian exodus, stating that their flight was caused by the Arab invasion.\nOpponents of the right of return, such as &lt;a href=\"Efraim%20Karsh\"&gt;Efraim Karsh&lt;/a&gt; say that Israel is therefore not obligated to compensate Palestinians or allow them to return. Karsh writes that the Palestinians were not the victims of a \"Zionist grand design to dispossess them\" but rather were \"the aggressors in the 1948–49 war\" and as such are responsible for the refugee problem. Karsh does not deny that some Palestinians were forcibly expelled, but places the blame for the bulk of the exodus on Palestinian and Arab elites and leaders who writes fled prior to April 1948 and caused a \"stampede effect\". Karsh writes that Arab leaders and/or Arab military forces drove out huge numbers of Palestinians from their homes. Karsh states that most Palestinians chose their status as refugees themselves, and therefore Israel is therefore absolved of responsibility. &lt;a href=\"Benny%20Morris\"&gt;Benny Morris&lt;/a&gt; argues that the newly formed Israeli state viewed, and rightly so in his view, the Palestinian refugees as enemies \"who had just attacked the Jewish community\" and if they were allowed to return could form a &lt;a href=\"fifth%20column\"&gt;fifth column&lt;/a&gt;. He views the refugee problem as consequence of a war that they instigated.\nSome critics of the Palestinian right of return also argue that it is not supported by international precedent, drawing attention to the 758,000–866,000 Jews who were &lt;a href=\"Jewish%20exodus%20from%20Arab%20lands\"&gt;expelled, fled or emigrated&lt;/a&gt; from the Arab &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt; and &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt; between 1945 and 1956. These critics argue that since these refugees were neither compensated nor allowed return—to no objection on the part of Arab leaders or &lt;a href=\"international%20law\"&gt;international legal authorities&lt;/a&gt;—the &lt;a href=\"international%20community\"&gt;international community&lt;/a&gt; had accepted this migration of Jews as \"&lt;a href=\"fait%20accompli\"&gt;fait accompli&lt;/a&gt;\", and thereby set legal precedent in the region against a right of return. Former Israeli foreign minister &lt;a href=\"Moshe%20Sharett\"&gt;Moshe Sharett&lt;/a&gt; asserted that the migration of refugees between Israel and the &lt;a href=\"Arab%20world\"&gt;Arab world&lt;/a&gt; essentially constituted a &lt;a href=\"population%20exchange\"&gt;population exchange&lt;/a&gt;. He argued that precedent, such as the exchange of 2.5 million people between &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; and the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, as well as the 13 million &lt;a href=\"Hindus\"&gt;Hindus&lt;/a&gt; and Muslims who crossed the &lt;a href=\"India\"&gt;India&lt;/a&gt;–&lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; &lt;a href=\"border\"&gt;border&lt;/a&gt;, showed that international law neither requires nor expects the reversal of population exchanges. He further argued that precedent does not require reversal even of one-directional refugee migrations, such as the expulsion of 900,000 &lt;a href=\"Germany\"&gt;Germans&lt;/a&gt; from &lt;a href=\"Czechoslovakia\"&gt;Czechoslovakia&lt;/a&gt; following &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. In Sharett's view, Israel was singled out as the exception to international law.\n&lt;a href=\"Ruth%20Lapidoth\"&gt;Ruth Lapidoth&lt;/a&gt; has argued that U.N. General Assembly Resolution 194 does not specify a \"right\", but rather says refugees \"should\" be allowed to return. She has also noted that General Assembly resolutions are not legally binding on member states, and that this particular resolution based its recommendations on two conditions: that refugees wish to return, and that they be willing to \"live at peace with their neighbors\". She argues that the latter condition is unfulfilled, citing the actions of Palestinian militant groups. She concludes that Palestinian refugees have right to seek a negotiated compensation, but not a \"right of return\".\nAccording to Lapidoth, &lt;a href=\"Stig%20J%C3%A4gerski%C3%B6ld\"&gt;Stig Jägerskiöld&lt;/a&gt; in 1966 said that the right of return was intended as an individual and not a collective right, and that \"there was no intention here to address the claims of masses of people who have been displaced as a by-product of war or by political transfers of territory or population, such as the relocation of ethnic Germans from Eastern Europe during and after the Second World War, the flight of the Palestinians from what became Israel, or the movement of Jews from the Arab countries\".\nAndrew Kent, a Professor at &lt;a href=\"Fordham%20University%20Law%20School\"&gt;Fordham University Law School&lt;/a&gt;, argues that Israel is not obligated to accept a Palestinian right of return, as international law at the time the 1948 Palestinian exodus occurred did not render Israeli actions illegal, with documents cited by proponents of the right of return such as the &lt;a href=\"Fourth%20Geneva%20Convention\"&gt;Fourth Geneva Convention&lt;/a&gt; and the &lt;a href=\"International%20Covenant%20on%20Civil%20and%20Political%20Rights\"&gt;International Covenant on Civil and Political Rights&lt;/a&gt; coming into force after the Palestinian exodus had taken place. Kent argues that these documents do not apply, as international law almost never applies retroactively. Kent concedes that international law almost certainly would mandate a right of return if a refugee displacement under similar circumstances were to occur today.\nAnthony Oberschall has argued that a full right of return by refugees and their descendants to their original homes would create chaos as the original Palestinian villages no longer exist and in their place are Israeli homes and property, writing that \"the townhouses, villages, farms, olive groves, and pastures of 1948 do not exist anymore. They have become Israeli towns, apartment blocks, shopping centers, industrial parks, agribusinesses, and highways.\" He further argues that a settlement between two warring people would ideally have a separation between them and their respective states.\nBearing on the peace process.\nThe argument over the existence of such a right has perpetuated the &lt;a href=\"Israeli%E2%80%93Palestinian%20conflict\"&gt;Israeli–Palestinian conflict&lt;/a&gt;, and the failure of the peace process is due, in large part, to the inability of the two parties to achieve a solution with justice for both sides.\nThe majority of Palestinians consider that their homeland was lost during the establishment of Israel in 1948, and see the right of return as crucial to a peace agreement with Israel, even if the vast majority of surviving refugees and their descendants do not exercise that right. The Palestinians consider the vast majority of refugees as victims of Israeli &lt;a href=\"ethnic%20cleansing\"&gt;ethnic cleansing&lt;/a&gt; during the &lt;a href=\"1948%20Arab%E2%80%93Israeli%20War\"&gt;1948 Arab–Israeli War&lt;/a&gt;, and cite massacres such as &lt;a href=\"Deir%20Yassin\"&gt;Deir Yassin&lt;/a&gt;. All Palestinian political and militant groups, both Islamist and socialist, strongly support a right of return. The &lt;a href=\"Palestinian%20National%20Authority\"&gt;Palestinian National Authority&lt;/a&gt; views the right of return as a non-negotiable right.\nAlmost all Israeli Jews oppose a literal right of return for Palestinian refugees on the grounds that allowing such an influx of Palestinians would render Jews a minority in Israel, thus transforming Israel into an Arab-Muslim state. In addition to the right-wing and center, a majority of the Israeli left, including the &lt;a href=\"far-left\"&gt;far-left&lt;/a&gt;, opposes the right of return on these grounds. The Israeli left is generally open to compromise on the issue, and supports resolving it by means such as &lt;a href=\"Reparation%20%28legal%29\"&gt;financial compensation&lt;/a&gt;, family reunification initiatives, and the admittance of a highly limited number of refugees to Israel, but is opposed to a full right of return. The vast majority of Israelis believe that all or almost all of the refugees should be resettled in a &lt;a href=\"Proposals%20for%20a%20Palestinian%20state\"&gt;Palestinian state&lt;/a&gt;, their countries of residence, or third-party countries. The Israeli political leadership has consistently opposed the right of return, but it has made offers of compensation, assistance in resettlement, and return for an extremely limited number of refugees based on family reunification or humanitarian considerations during peace talks.\nIsrael's first offer of any limited right of return came at the 1949 &lt;a href=\"Lausanne%20Conference%2C%201949\"&gt;Lausanne Conference&lt;/a&gt;, when it offered to allow 100,000 refugees to return, though not necessarily to their homes, including 25,000 who had returned surreptitiously and 10,000 family-reunion cases. The proposal was conditioned on a peace treaty that would allow Israel to retain territory it had captured which had been allocated to a proposed Palestinian state, and the Arab states absorbing the remaining 550,000–650,000 refugees. The Arabs rejected the proposal on both moral and political grounds, and Israel quickly withdrew its limited offer. At the &lt;a href=\"2000%20Camp%20David%20summit\"&gt;2000 Camp David summit&lt;/a&gt; 52 years following Israeli independence, Israel offered to set up an international fund for the compensation for the property which had been lost by 1948 Palestinian refugees, to which Israel would contribute. Israel offered to allow 100,000 refugees to return on the basis of humanitarian considerations or family reunification. All other refugees would be resettled in their present places of residents, the Palestinian state, or in third-party countries, with Israel contributing $30 billion to fund their resettlement. During this time, most of the original refugees had already died without any compensation. Israel demanded that in exchange, Arafat forever abandon the right of return, and Arafat's refusal has been cited as one of the leading causes of the summit's failure.\nThe Palestinian right of return had been one of the issues whose solution had been deferred until the \"final status agreement\" in the &lt;a href=\"Oslo%20Accords\"&gt;Oslo Accords&lt;/a&gt; of 1993. Not only was there no final status agreement, but the Oslo process itself broke down, and its failure was a major cause of the &lt;a href=\"Second%20Intifada\"&gt;Second Intifada&lt;/a&gt; and the continuing violence.\nIn 2003, during the &lt;a href=\"Road%20map%20for%20peace\"&gt;Road map for peace&lt;/a&gt;, Israeli Foreign Minister &lt;a href=\"Silvan%20Shalom\"&gt;Silvan Shalom&lt;/a&gt; stated that the establishment of a Palestinian state was conditional upon waiving the right of return. Prime Minister &lt;a href=\"Ariel%20Sharon\"&gt;Ariel Sharon&lt;/a&gt; said that the Palestinian Authority must also drop its demand for the right of return, calling it \"a recipe for Israel's destruction\".\nIn 2008 the Palestinian Authority issued a statement \"calling on all Palestinians living abroad to converge on Israel by land, sea and air\" to mark Israel's 60 anniversary.\nHistoric attempts at resolution.\nSince the Palestinian exodus of 1948, there have been many attempts to resolve the right of return dispute. These have produced minor results at best.\nIn 1949, Mark Etheridge, the &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; representative to the &lt;a href=\"United%20Nations%20Conciliation%20Commission\"&gt;United Nations Conciliation Commission&lt;/a&gt; (UNCC), suggested that Israel agree to grant full &lt;a href=\"citizenship\"&gt;citizenship&lt;/a&gt; to the 70,000 Arab residents in the Gaza Strip, as well as its 200,000 refugees, on the condition that the Gaza Strip—then part of Egypt—be incorporated into Israel. Israel's delegation to the UNCC accepted this offer, although this plan was rejected and criticized by Arab government, the United States, and even Israel's own government.\nIn the &lt;a href=\"Lausanne%20Conference%2C%201949\"&gt;Lausanne Conference&lt;/a&gt;, Israel announced to the UNCC on August 3, 1949, that it would allow up to 100,000 Palestinian refugees to return into Israel. But this plan was not designed as a panacea for the refugee crisis. Rather, it was to \"form a part of a general plan for resettlement of refugees which would be established by a special organ to be created … by the United Nations.\" Israel reserved the right to permit settlement of the refugees only in areas in which settlement would not be detrimental to the security and economy of the state. The UNCC and Arab governments communicated unofficially at the matter. The Arab governments agreed to the offer, but under drastically different terms: that it apply only to the area originally allotted to Israel under the &lt;a href=\"Partition%20Plan\"&gt;Partition Plan&lt;/a&gt;, that all refugees originating from areas allotted to Arabs or under international control be immediately allowed to return to their homes, and that Israel exercise no control over the location of resettlement. Since the parties failed to agree on the terms of the measure, it died in July of the following year, as &lt;a href=\"Israeli%20Foreign%20Minister\"&gt;Israeli Foreign Minister&lt;/a&gt; &lt;a href=\"Moshe%20Sharett\"&gt;Moshe Sharett&lt;/a&gt; declared: \"The context in which that offer was made has disappeared, and Israel is no longer bound by that offer.\"\nOn August 23, 1949, the United States sent Gordon R. Clapp, &lt;a href=\"chairman\"&gt;chairman&lt;/a&gt; of the &lt;a href=\"Board%20of%20directors\"&gt;board&lt;/a&gt; of the &lt;a href=\"Tennessee%20Valley%20Authority\"&gt;Tennessee Valley Authority&lt;/a&gt;, on the Clapp Mission. This mission was tasked with economic surveying, to estimate Arab states' capability of absorbing Palestinian refugees. This mission failed dramatically in achieving this goal. Clapp explained on February 16, 1950, in front of the American &lt;a href=\"House%20Foreign%20Affairs%20Committee\"&gt;House Foreign Affairs Committee&lt;/a&gt;: \"Resettlement was a subject that the Arab governments were not willing to discuss, with the exception of King Abdallah \". The mission concluded that, although repatriation would be the best solution to the refugee question, circumstances on the ground would only allow philanthropic relief. Moreover, it recommended that this relief be limited to four small pilot projects: in Jordan, the West Bank, Lebanon, and Syria.\nOn December 2, 1950, the United Nations General Assembly passed resolution 393 by a vote of 46 in favor, 0 against, 6 abstaining. This resolution allocated, for the period 1 July 1951 to 30 June 1952, \"not less than the equivalent of $30,000,000\" for the economic reintegration of Palestinian refugees in the Near East \"either by repatriation or resettlement\", their permanent re-establishment and removal from relief, \"without prejudice to the provisions of paragraph 11 of General Assembly Resolution 194\". Toward this goal, Israel donated the equivalent of $2.8 million, and Arab states pledged almost $600,000. The United States accounted for the greatest pledge with $25 million.\nOn November 29, 1951, John B. Blandford Jr., then director of UNRWA, proposed spending $50 million on relief for Palestinian refugees, and another $200 million on their integration into the communities where they resided. \"The New York Times\" reported that Blandford aspired to see 150,000 to 250,000 refugees resettled in Arab nations by building an economic infrastructure which would make their integration more plausible and sustainable for Arab societies. On January 26, 1952, the General Assembly accepted his proposal. In 1955, &lt;a href=\"Henry%20Richardson%20Labouisse\"&gt;Henry Richardson Labouisse&lt;/a&gt;, who had by that time become UNRWA's third director, reported that \"Resistance to self-support programmes is particularly evident in the case of large-scale development projects, since the latter inevitably appear to the refugees to carry serious political implications. Their cost, size and consequent permanence raise in the minds of the refugees the fear that to accept settlement on them will be tantamount to giving up the hope of repatriation.\"\nIn 2002, former representative of the &lt;a href=\"Palestinian%20Liberation%20Organization\"&gt;Palestinian Liberation Organization&lt;/a&gt; &lt;a href=\"Sari%20Nusseibeh\"&gt;Sari Nusseibeh&lt;/a&gt; proposed a settlement between Israel and Palestine which would grant Palestinians a right of return to a Palestinian state, but not to Israel. The proposal failed.\nThe &lt;a href=\"2003%20Geneva%20Accord\"&gt;2003 Geneva Accord&lt;/a&gt;, which was an agreement between individuals and not between official representatives of the government of Israel and the Palestinian people, completely relinquished the idea of a Right of Return. This document is extra-governmental and, therefore, unofficial and non-binding.\nIn 2013 Boston University hosted the Right of Return conference."
}