{
    "id": "10581606",
    "revid": "42274400",
    "url": "https://en.wikipedia.org/wiki?curid=10581606",
    "title": "Italian Marxist–Leninist Party",
    "text": "The Italian Marxist–Leninist Party (, PMLI) is a &lt;a href=\"communist%20party\"&gt;communist party&lt;/a&gt; in &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;. Founded in &lt;a href=\"Florence\"&gt;Florence&lt;/a&gt; in 1977, the leading core of the PMLI began their political activity as they joined the &lt;a href=\"Communist%20Party%20of%20Italy%20%28Marxist%E2%80%93Leninist%29\"&gt;Communist Party of Italy (Marxist–Leninist)&lt;/a&gt; (PCd'I(ml)) in 1967. The group broke away from the PCd'I(ml) in 1969 and formed the Italian Bolshevik Communist Organization Marxist–Leninist (, OCBIml). In 1977, the OCBIml was transformed into the PMLI. The current General Secretary is &lt;a href=\"Giovanni%20Scuderi\"&gt;Giovanni Scuderi&lt;/a&gt;.\nThe PMLI is opposed to the &lt;a href=\"bourgeois%20democracy\"&gt;bourgeois democracy&lt;/a&gt; and during &lt;a href=\"Election\"&gt;political elections&lt;/a&gt; carries out an &lt;a href=\"Abstentionism\"&gt;abstentionistic&lt;/a&gt; propaganda. It is a communist party loyal to the teachings of &lt;a href=\"Karl%20Marx\"&gt;Karl Marx&lt;/a&gt;, &lt;a href=\"Friedrich%20Engels\"&gt;Friedrich Engels&lt;/a&gt;, &lt;a href=\"Vladimir%20Lenin\"&gt;Vladimir Lenin&lt;/a&gt;, &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; and &lt;a href=\"Mao%20Zedong\"&gt;Mao Zedong&lt;/a&gt;, named \"the five teachers of the international proletariat\". This movement strives for a &lt;a href=\"proletarian%20revolution\"&gt;proletarian revolution&lt;/a&gt; and the establishment of a \"united, red and socialist Italy\".\nThe PMLI believes that &lt;a href=\"Maoism\"&gt;Maoism&lt;/a&gt; is the highest stage of the workers' movement. Soviet leader Joseph Stalin is held in high regard within the party due to his construction of the first &lt;a href=\"socialist%20country\"&gt;socialist country&lt;/a&gt;, the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;; and to his encouragement of the creation of the other &lt;a href=\"Eastern%20Bloc\"&gt;socialist countries of Eastern Europe&lt;/a&gt;. Consequently, the PMLI refuses &lt;a href=\"Trotskyism\"&gt;Trotskyism&lt;/a&gt;, believing it to be an extremist and &lt;a href=\"Anti-communism\"&gt;anti-communist&lt;/a&gt; diversion from &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxism–Leninism&lt;/a&gt;. Furthermore, it views the &lt;a href=\"1936%20Soviet%20Constitution\"&gt;1936 Soviet Constitution&lt;/a&gt; as example of the existence of the &lt;a href=\"socialism\"&gt;socialism&lt;/a&gt; in the Soviet Union. As such, the party's official newspaper is called \"Il Bolscevico\" (\"The Bolshevik\").\nThe PMLI is not represented in the &lt;a href=\"Italian%20Parliament\"&gt;Italian Parliament&lt;/a&gt;, the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt;, nor in any regional or provincial assemblies.\nHistory.\nBirth and first battles of \"Il Bolscevico\".\nThe first founders of the PMLI that the party reminds as the \"four pioneers\" began their Marxist–Leninist militancy in 1967, when they joined the PCd'I(ml). They were &lt;a href=\"Giovanni%20Scuderi\"&gt;Giovanni Scuderi&lt;/a&gt;, &lt;a href=\"Mino%20Pasca\"&gt;Mino Pasca&lt;/a&gt;, &lt;a href=\"Nerina%20Paoletti\"&gt;Nerina \"Lucia\" Paoletti&lt;/a&gt; and &lt;a href=\"Patrizia%20Pierattini\"&gt;Patrizia Pierattini&lt;/a&gt;. Afterwards in 1969, one of the densest years of the &lt;a href=\"Cultural%20Revolution\"&gt;Cultural Revolution&lt;/a&gt; in &lt;a href=\"China\"&gt;China&lt;/a&gt;, those four pioneers and other followers denounced the CPI(ML) as a &lt;a href=\"Revisionism%20%28Marxism%29\"&gt;revisionist&lt;/a&gt; party, judged the left cover of &lt;a href=\"Italian%20Communist%20Party\"&gt;Italian Communist Party&lt;/a&gt; (PCI).\nOn 14 December 1969, the four pioneers and the Provincial Committee of Florence left the PCd'I(ml) and along with other Marxist–Leninist organizations established the OCBIml and the next day published the first number of the official newspaper, \"Il Bolscevico\". In this number, dense of quotes of &lt;a href=\"Karl%20Marx\"&gt;Karl Marx&lt;/a&gt;, &lt;a href=\"Vladimir%20Lenin\"&gt;Vladimir Lenin&lt;/a&gt;, &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; and &lt;a href=\"Mao%20Zedong\"&gt;Mao Zedong&lt;/a&gt;, the Organization wrote: \nThe work of the OCBIml so was mainly the one to accumulate the forces to create a revolutionary party. In 1970, the Organization was officially recognized by the &lt;a href=\"Communist%20Party%20of%20China\"&gt;Communist Party of China&lt;/a&gt; and the &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; Embassy invited the leaders of the Organization to the official holidays of the People's Republic of China while the Organization sent some messages to the Communist Party of China regarding its &lt;a href=\"10th%20National%20Congress%20of%20the%20Communist%20Party%20of%20China\"&gt;10th National Congress&lt;/a&gt; and condolences when &lt;a href=\"Zhou%20Enlai\"&gt;Zhou Enlai&lt;/a&gt; and &lt;a href=\"Zhu%20De\"&gt;Zhu De&lt;/a&gt; died. The OCBIml had a wreath near the corpse of Mao Zedong on 18 September 1976, when the funerals finished.\nTo achieve this \"historical goal\", the OCBIml immediately launched itself in the student and workers revolts of then, carrying out an abstentionist propaganda and denouncing those who they believe \"false communists\" as the PCI. Those were difficult years for the Organization, mainly for the lack of funds. About the history of the party, &lt;a href=\"Giovanni%20Scuderi\"&gt;Giovanni Scuderi&lt;/a&gt; said: \nAfter having gathered dozen of militants of &lt;a href=\"Tuscany\"&gt;Tuscany&lt;/a&gt;, &lt;a href=\"Lombardy\"&gt;Lombardy&lt;/a&gt;, &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt; and &lt;a href=\"Calabria\"&gt;Calabria&lt;/a&gt;, the Organization established the Italian Marxist–Leninist Party.\nPMLI is born.\nFrom 9 April to 11 April 1977, it was held in Florence the founding Congress of the PMLI. During this Congress, it was adopted the Constitution and the Program, the symbol (black &lt;a href=\"hammer%20and%20sickle\"&gt;hammer and sickle&lt;/a&gt; and Mao's head) and the party anthems. Giovanni Scuderi was unanimously acclaimed General Secretary. For the PMLI, this date ideally represents the beginning of a \"new phase\" for the Italian working class. The Italian Marxist–Leninists argue that the first phase (1882–1921) was dominated by &lt;a href=\"reformism\"&gt;reformism&lt;/a&gt; of the &lt;a href=\"Italian%20Socialist%20Party\"&gt;Italian Socialist Party&lt;/a&gt;; the second phase was dominated by &lt;a href=\"Revisionism%20%28Marxism%29\"&gt;revisionism&lt;/a&gt; of the PCI; and today it is pursued by its heirs, the &lt;a href=\"Party%20of%20Communist%20Refoundation\"&gt;Party of Communist Refoundation&lt;/a&gt; and the &lt;a href=\"Party%20of%20Italian%20Communists\"&gt;Party of Italian Communists&lt;/a&gt;.\nPolitical and organizational Long March.\nThe PMLI had five Congresses in 1977, 1982, 1985, 1998 and 2008. The central party headquarters are in Florence.\nSince its establishment, the PMLI began a complex political work. It wanted to gain more and more workers and students and to pursue its abstaining electoral campaign. Through this work, new party centres were created and the PMLI is today present in almost every &lt;a href=\"region%20of%20Italy\"&gt;region of Italy&lt;/a&gt; and it is particularly rooted in the South. Many cells were created, among them J. Stalin (&lt;a href=\"Forl%C3%AC\"&gt;Forlì&lt;/a&gt;), Red Vesuvio (&lt;a href=\"Naples\"&gt;Naples&lt;/a&gt;), Mao Zedong (&lt;a href=\"Milan\"&gt;Milan&lt;/a&gt;) and Mao (&lt;a href=\"Enna\"&gt;Enna&lt;/a&gt;) have headquarters.\nIdeology.\nAccording to its statute, the PMLI has as theoretical basis \"Marxism–Leninism–Mao Zedong Thought which presides its ideological, political, organizational and practical work\".\nForeign contacts.\nThe PMLI had close contacts with the &lt;a href=\"Chinese%20Communist%20Party\"&gt;Chinese Communist Party&lt;/a&gt; until 1981, when it denounced &lt;a href=\"Deng%20Xiaoping\"&gt;Deng Xiaoping&lt;/a&gt;'s &lt;a href=\"Chinese%20economic%20reform\"&gt;economic reforms&lt;/a&gt; and broke the relationship.\nThe PMLI tried to have relations with the &lt;a href=\"Party%20of%20Labour%20of%20Albania\"&gt;Party of Labour of Albania&lt;/a&gt;, but the party attacked it after &lt;a href=\"Enver%20Hoxha\"&gt;Enver Hoxha&lt;/a&gt; rejected Maoism.\nAfter 1975, the PMLI had a close relationship with the &lt;a href=\"Communist%20Party%20of%20Kampuchea\"&gt;Communist Party of Kampuchea&lt;/a&gt; (CPK), even after the &lt;a href=\"Cambodian-Vietnamese%20War\"&gt;invasion of Cambodia&lt;/a&gt; by &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt;. A PMLI leader visited a CPK-controlled zone of &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt; in 1987. After &lt;a href=\"Pol%20Pot\"&gt;Pol Pot's&lt;/a&gt; arrest in 1997, the party denounced the &lt;a href=\"Khmer%20Rouge\"&gt;Khmer Rouge&lt;/a&gt;'s betrayal. The PMLI also supported the &lt;a href=\"Iranian%20Revolution\"&gt;Iranian Revolution&lt;/a&gt; as an &lt;a href=\"Anti-imperialism\"&gt;anti-imperialist&lt;/a&gt; revolution and a party leader visited &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; in 1992.\nIn 1993, the PMLI took part in an International Seminar on Maoism organized by the &lt;a href=\"Marxist%E2%80%93Leninist%20Party%20of%20Germany\"&gt;Marxist–Leninist Party of Germany&lt;/a&gt;.\nAt the fifth plenary session of the party's central committee on 11 October 2015, the PMLI took a stance of backing the &lt;a href=\"Islamic%20State%20of%20Iraq%20and%20the%20Levant\"&gt;Islamic State of Iraq and the Levant&lt;/a&gt; against the \"holy imperialist alliance\" fighting it, although it also condemned &lt;a href=\"List%20of%20terrorist%20incidents%20linked%20to%20ISIL\"&gt;its terrorist attacks in Europe and elsewhere&lt;/a&gt;."
}