{
    "id": "1058208",
    "revid": "12712128",
    "url": "https://en.wikipedia.org/wiki?curid=1058208",
    "title": "Cult of the Supreme Being",
    "text": "The Cult of the Supreme Being () was a form of &lt;a href=\"deism\"&gt;deism&lt;/a&gt; established in France by &lt;a href=\"Maximilien%20Robespierre\"&gt;Maximilien Robespierre&lt;/a&gt; during the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt;. It was intended to become the &lt;a href=\"state%20religion\"&gt;state religion&lt;/a&gt; of the new &lt;a href=\"First%20French%20Republic\"&gt;French Republic&lt;/a&gt; and a replacement for &lt;a href=\"Roman%20Catholicism\"&gt;Roman Catholicism&lt;/a&gt; and its rival, the &lt;a href=\"Cult%20of%20Reason\"&gt;Cult of Reason&lt;/a&gt;. It went unsupported after the &lt;a href=\"fall%20of%20Robespierre\"&gt;fall of Robespierre&lt;/a&gt; and was officially proscribed when &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt; restored Catholicism in France.\nOrigins.\nThe French Revolution had occasioned many radical changes in France, but one of the most fundamental for the hitherto &lt;a href=\"Catholic%20Church\"&gt;Catholic&lt;/a&gt; nation was the &lt;a href=\"Dechristianization%20of%20France%20during%20the%20French%20Revolution\"&gt;official rejection of religion&lt;/a&gt;. The first new major organized school of thought emerged under the umbrella name of the &lt;a href=\"Cult%20of%20Reason\"&gt;Cult of Reason&lt;/a&gt;. Advocated by radicals like &lt;a href=\"Jacques%20H%C3%A9bert\"&gt;Jacques Hébert&lt;/a&gt; and &lt;a href=\"Antoine-Fran%C3%A7ois%20Momoro\"&gt;Antoine-François Momoro&lt;/a&gt;, the Cult of Reason distilled a mixture of largely &lt;a href=\"atheism\"&gt;atheistic&lt;/a&gt; views into an &lt;a href=\"Anthropocentrism\"&gt;anthropocentric&lt;/a&gt; philosophy. No gods at all were worshipped in the Cult of Reason—the guiding principle was devotion to the abstract concept of &lt;a href=\"Reason\"&gt;Reason&lt;/a&gt; itself.\nThis rejection of all &lt;a href=\"Divinity\"&gt;godhead&lt;/a&gt; appalled &lt;a href=\"Maximilien%20Robespierre\"&gt;Maximilien Robespierre&lt;/a&gt;. Though he was no admirer of Catholicism, he had a special dislike for atheism. He thought that belief in a supreme being was important for social order, and he liked to quote &lt;a href=\"Voltaire\"&gt;Voltaire&lt;/a&gt;: \"If God did not exist, it would be necessary to invent him\". To him, the Cult of Reason's philosophical offenses were compounded by the \"scandalous scenes\" and \"wild masquerades\" attributed to its practice. In late 1793, Robespierre delivered a fiery denunciation of the Cult of Reason and of its proponents and proceeded to give his own vision of proper Revolutionary religion. Devised almost entirely by Robespierre, the Cult of the Supreme Being was authorized by the &lt;a href=\"National%20Convention\"&gt;National Convention&lt;/a&gt; on 7 May 1794 as the civic religion of France.\nReligious tenets.\nRobespierre believed that reason is only a means to an end, and the singular end is &lt;a href=\"virtue\"&gt;virtue&lt;/a&gt;. He sought to move beyond simple deism (often described as &lt;a href=\"Voltaire\"&gt;Voltaire&lt;/a&gt;an by its adherents) to a new and, in his view, more rational devotion to the godhead. The primary principles of the Cult of the Supreme Being were a belief in the existence of a &lt;a href=\"god\"&gt;god&lt;/a&gt; and the immortality of the human &lt;a href=\"soul\"&gt;soul&lt;/a&gt;. Though not inconsistent with Christian doctrine, these beliefs were put to the service of Robespierre's fuller meaning, which was of a type of civic-minded, public virtue he attributed to the Greeks and Romans. This type of virtue could only be attained through active fidelity to &lt;a href=\"liberty\"&gt;liberty&lt;/a&gt; and democracy. Belief in a living god and a higher moral code, he said, were \"constant reminders of justice\" and thus essential to a republican society.\nRevolutionary impact.\nRobespierre used the religious issue to publicly denounce the motives of many radicals not in his camp, and it led, directly or indirectly, to the executions of Revolutionary de-Christianisers like Hébert, Momoro, and &lt;a href=\"Anacharsis%20Cloots\"&gt;Anacharsis Cloots&lt;/a&gt;. The establishment of the Cult of the Supreme Being represented the beginning of the reversal of the wholesale &lt;a href=\"Dechristianization%20of%20France%20during%20the%20French%20Revolution\"&gt;de-Christianization&lt;/a&gt; process that had been looked upon previously with official favour. Simultaneously it marked the apogee of Robespierre's power. Though in theory he was just an equal member of the &lt;a href=\"Committee%20of%20Public%20Safety\"&gt;Committee of Public Safety&lt;/a&gt;, Robespierre at this point possessed an unrivalled national prominence.\nFestival of the Supreme Being.\nTo inaugurate the new state religion, Robespierre declared that 20 &lt;a href=\"Prairial\"&gt;Prairial&lt;/a&gt; Year II (8 June 1794) would be the first day of national celebration of the Supreme Being, and future republican holidays were to be held every tenth day—the days of rest (\"décadi\") in the new &lt;a href=\"French%20Republican%20Calendar\"&gt;French Republican Calendar&lt;/a&gt;. Every locality was mandated to hold a commemorative event, but the event in Paris was designed on a massive scale. The festival was organized by the artist &lt;a href=\"Jacques-Louis%20David\"&gt;Jacques-Louis David&lt;/a&gt; and took place around a man-made mountain on the &lt;a href=\"Champ%20de%20Mars%2C%20Paris\"&gt;Champ de Mars&lt;/a&gt;. Robespierre assumed full leadership of the event, forcefully—and, to many, ostentatiously—declaring the truth and \"social utility\" of his new religion. While earlier Revolutionary festivals were more spontaneous, the Festival of the Supreme Being was meticulously planned. Historian Mona Ozouf has noted how the \"creaking stiffness\" of the event has been seen by some to foreshadow \"the &lt;a href=\"Sclerosis%20%28medicine%29\"&gt;sclerosis&lt;/a&gt; of the Revolution.\"\nLegacy.\nThe Cult of the Supreme Being and its festival may have contributed to the &lt;a href=\"Thermidorian%20Reaction\"&gt;Thermidorian Reaction&lt;/a&gt; and the &lt;a href=\"Fall%20of%20Maximilien%20Robespierre\"&gt;downfall of Robespierre&lt;/a&gt;. With his death at the &lt;a href=\"guillotine\"&gt;guillotine&lt;/a&gt; on 28 July 1794, the cult lost all official sanction and disappeared from public view. It was officially banned by &lt;a href=\"Napoleon\"&gt;Napoleon Bonaparte&lt;/a&gt; on 8 April 1802 with his \"&lt;a href=\"Law%20on%20Cults%20of%2018%20Germinal\"&gt;Law on Cults of 18 Germinal&lt;/a&gt;, Year X\"."
}