{
    "id": "10616068",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=10616068",
    "title": "Josef Hirsch Dunner",
    "text": "Rabbi Josef Hirsch Dunner (4 January 1913 – 1 April 2007), aka \"Harav Yosef Tzvi Halevi Dunner\", was a distinguished &lt;a href=\"Haredi\"&gt;hareidi&lt;/a&gt; rabbi from Germany, who spent most of his life in London, England. He served as &lt;a href=\"Chief%20Rabbi\"&gt;Chief Rabbi&lt;/a&gt; of &lt;a href=\"East%20Prussia\"&gt;East Prussia&lt;/a&gt; before &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, and as Rabbi of the &lt;a href=\"Union%20of%20Orthodox%20Hebrew%20Congregations\"&gt;Union of Orthodox Hebrew Congregations&lt;/a&gt; in London from 1960 to 2007. He also served as the rabbi of the &lt;a href=\"Adath%20Yisroel%20Synagogue\"&gt;Adath Yisroel Synagogue&lt;/a&gt;, set up the London &lt;a href=\"Beis%20Yaakov%20Seminary\"&gt;Beis Yaakov Seminary&lt;/a&gt; and was the European President of &lt;a href=\"World%20Agudath%20Israel\"&gt;Agudath Yisroel&lt;/a&gt;.\nEarly years.\nJosef Hirsch Dunner was born in &lt;a href=\"Cologne\"&gt;Cologne&lt;/a&gt;, Germany on 4 January 1913, and named after his grandfather's oldest brother, a former &lt;a href=\"Chief%20Rabbi\"&gt;Chief Rabbi&lt;/a&gt; of &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;. His father was Boruch Chaim Dunner. He completed his rabbinical studies at the &lt;a href=\"Hildesheimer%20Rabbinical%20Seminary\"&gt;Hildesheimer Rabbinical Seminary&lt;/a&gt; (\"Rabbiner Seminar für das Orthodoxe Judenthum\") in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; under Rabbi &lt;a href=\"Yechiel%20Yaakov%20Weinberg\"&gt;Yechiel Yaakov Weinberg&lt;/a&gt;, author of \"Seridei Eish\", in 1936.\nKönigsberg.\nIn 1936 Josef Dunner was appointed Chief Rabbi of &lt;a href=\"East%20Prussia\"&gt;East Prussia&lt;/a&gt;, serving in its capital, &lt;a href=\"K%C3%B6nigsberg\"&gt;Königsberg&lt;/a&gt; (now &lt;a href=\"Kaliningrad\"&gt;Kaliningrad&lt;/a&gt;, Russia). While serving the needs of the large Hareidi community of East Prussia, he fought a relentless battle against Reform. In 1937 he married Ida Freyhan, daughter of Zev Freyhan, a founding member of Agudath Yisroel. In November 1938 he was arrested as part of the &lt;a href=\"Kristallnacht\"&gt;Kristallnacht&lt;/a&gt; pogrom. The Nazi authorities were, however, prevented from moving him to the &lt;a href=\"Dachau%20concentration%20camp\"&gt;Dachau concentration camp&lt;/a&gt; as that entailed a land journey through Poland, which refused to allow access to its territory for the transport of political prisoners. His wife then contacted Rabbi &lt;a href=\"Solomon%20Schonfeld\"&gt;Solomon Schonfeld&lt;/a&gt; in London, who obtained a precious rabbi's visa for Josef Dunner, his wife and year-old son, Avrohom (1937–2011; known as Aba).\nIn the UK.\nOn arrival in England Josef Dunner became the rabbi of the &lt;a href=\"Westcliff\"&gt;Westcliff&lt;/a&gt; Jewish community. In 1940 the British Government interned him, along with other Jews of German nationality, on the &lt;a href=\"Isle%20of%20Man\"&gt;Isle of Man&lt;/a&gt;. At the internment camp he kept up the spirits of his fellow Jewish internees, many of whom were thoroughly demoralised by the experience of being interned together with German Nazis.\nAfter his release from internment, he was appointed to be minister to the Jewish community in Leicester which, at that time, included many servicemen and evacuees. He built relationships in those years which endured for the remainder of his life.\nLondon 1947–2007.\nIn 1947 Dunner was brought by Schonfeld to &lt;a href=\"Stamford%20Hill\"&gt;Stamford Hill&lt;/a&gt; in north London, and here was to spend the rest of his life. In London, with the help of Rabbi Schonfeld, Dunner set up the London &lt;a href=\"Beis%20Yaakov%20Seminary\"&gt;Beis Yaakov Seminary&lt;/a&gt; for girls of post-school age, one of the first of its kind in the United Kingdom. Previously, it had been possible for the daughters of Orthodox Jewish families in London to be sent to the Continent to complete their studies, but this was no longer an option after &lt;a href=\"the%20Holocaust\"&gt;the Holocaust&lt;/a&gt;.\nHe continued to head the Beis Yaakov Seminary until the mid-1990s, when he handed leadership of the institution to his nephew, Rabbi Binyomin Dunner.\nLeadership of Orthodox Jewry in the UK.\nDunner succeeded Schonfeld in 1960 as head of the &lt;a href=\"Union%20of%20Orthodox%20Hebrew%20Congregations\"&gt;Union of Orthodox Hebrew Congregations&lt;/a&gt;, the umbrella organisation of &lt;a href=\"chareidi\"&gt;chareidi&lt;/a&gt; Jewry in London, and as rabbi of Adath Yisroel. He retained both positions to the end of his life. He was also a critical figure in the &lt;a href=\"Jewish%20Secondary%20Schools%20Movement\"&gt;Jewish Secondary Schools Movement&lt;/a&gt;, which had been started by Schonfeld during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; to provide a more strictly Orthodox education than the diluted variant found in long-established foundations such as the &lt;a href=\"Jews%27%20Free%20School\"&gt;Jews' Free School&lt;/a&gt;.\nDunner further imbued the JSSM with the philosophy of \"&lt;a href=\"Torah%20im%20Derech%20Eretz\"&gt;Torah im Derech Eretz&lt;/a&gt;\", pioneered by the great Rabbi &lt;a href=\"Samson%20Raphael%20Hirsch\"&gt;Samson Raphael Hirsch&lt;/a&gt;—the 19th-century father of German \"neo-Orthodoxy\". The concept of \"Torah im Derech Eretz\" means ensuring that one is thoroughly educated in both Jewish and secular subjects. Its adherents strictly observe orthodox Judaism whilst at the same time are actively engaged in wider society as loyal citizens of the country of their residence.\nDunner also subsequently served as European President of &lt;a href=\"World%20Agudath%20Israel\"&gt;Agudath Israel&lt;/a&gt;, the main organisation representing the political interests of azionistic Orthodox Jews. He was an unbending supporter of the right of Jews to practise \"&lt;a href=\"shechita\"&gt;shechita&lt;/a&gt;\" in the UK, in the face of numerous attempts by animal rights groups to ban it. Typically, he argued that if &lt;a href=\"kosher\"&gt;kosher&lt;/a&gt; meat had to be imported, the costs would become so prohibitive that the largely poor Orthodox communities of &lt;a href=\"Stamford%20Hill\"&gt;Stamford Hill&lt;/a&gt; and beyond would effectively be forced to become vegetarians.\nKashrus.\nJosef Dunner took a leading role in promoting &lt;a href=\"kashrus\"&gt;kashrus&lt;/a&gt; within his community. In his early years at the Adath and UOHC he chaired the Kashrus Committee (Kedassia), where he took a personal interest in seeing that all the requirements of &lt;a href=\"halacha\"&gt;halacha&lt;/a&gt; were met. He supervised personally the baking of machine &lt;a href=\"matzo\"&gt;matzo&lt;/a&gt;s for the UOHC community, first at Bonn &amp; Co in England and later at Ludmir's matzo bakery in Jerusalem, where he lost a finger in the process of meticulously checking the machinery.\nControversy.\nDunner was thrust into the public eye in 2002 when he placed an advert in the \"&lt;a href=\"Jewish%20Chronicle\"&gt;Jewish Chronicle&lt;/a&gt;,\" the UK's most prominent Jewish newspaper, along with Rabbi &lt;a href=\"Bezalel%20Rakow\"&gt;Bezalel Rakow&lt;/a&gt;, the rabbi of &lt;a href=\"Gateshead\"&gt;Gateshead&lt;/a&gt;, in which they expressed profound concern over passages in a slim volume, \"&lt;a href=\"The%20Dignity%20of%20Difference\"&gt;The Dignity of Difference&lt;/a&gt;,\" produced by Rabbi &lt;a href=\"Jonathan%20Sacks\"&gt;Jonathan Sacks&lt;/a&gt;, the Chief Rabbi.\nRabbi Sacks appeared to contend that Judaism did not necessarily possess a monopoly on spiritual truth; this would have been an unremarkable sentiment coming from a Liberal or a Reform rabbi, but coming from the best-known public face of the largest Orthodox organisation in the UK, it seemed at best ripe for misinterpretation, and at worst heresy.\n\"We urge Rabbi Sacks upon reflection to repudiate the thesis of the book and to withdraw the book from circulation,\" wrote Dunner and Rakow. Sacks conceded that he had been \"misunderstood\" and decided to restate his position in \"less problematic terms\" in the next edition of the book. The passages were duly revised, to the intense irritation of non-Orthodox elements.\nPublications.\nNo writings of Dunner were published during his lifetime. In 2007 his grandson Ze'ev Dunner published a collection of novellae on the Pentateuch titled \"Mikdash Halevi\" (Sanctuary of Levi). In 2006 the first volume appeared of a detailed study of Dunner's &lt;a href=\"minhag\"&gt;minhag&lt;/a&gt;im (customs), most of which were representative of the customs (\"minhag Ashkenaz\") of Orthodox Jews in pre-War Germany. This volume covers the customs of the Jewish holidays. A further volume with day-to-day customs is in preparation."
}