{
    "id": "1061495",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=1061495",
    "title": "Jerry Grafstein",
    "text": "Jerry S. Grafstein, B.A., J.D., Q.C. (born January 2, 1935), is a Canadian lawyer, businessman, and politician who served in the &lt;a href=\"Senate%20of%20Canada\"&gt;Senate of Canada&lt;/a&gt; from 1984 to 2010. Grafstein was the longest-serving member of the Standing Senate Committee on Foreign Affairs and International Trade. He served as co-chair of the Canada-&lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; Inter-Parliamentary Group and as a senior officer of the &lt;a href=\"Organization%20for%20Security%20and%20Co-operation%20in%20Europe\"&gt;Organization for Security and Co-Operation in Europe&lt;/a&gt; (OSCE) Parliamentary Assembly for over a decade.\nGrafstein is a former partner of Minden Gross LLP, a business law firm in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt; in communications law, corporate financing, and administrative law.\nGrafstein is also known as one of the founders of &lt;a href=\"CityTV\"&gt;CityTV&lt;/a&gt;, MTV-Multilingual (now &lt;a href=\"OMNI%20Television\"&gt;Omni TV&lt;/a&gt;), &lt;a href=\"YTV%20%28TV%20channel%29\"&gt;YTV&lt;/a&gt;, and a series of other media companies in Canada, the United States, &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt;, and &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;. He served on the board of several enterprises, including &lt;a href=\"Petro-Canada\"&gt;Petro-Canada&lt;/a&gt;.\nMost recently, he co-founded a series of online newspapers, including \"The Wellington Street Post\" (Ottawa), \"The Penn Ave Post\" (Washington, DC), \"Israel News Cloud\", \"HollyPost\" (Hollywood, California), \"China News Cloud\", \"Africa News Cloud\", \"Brazil News Cloud\", \"India News Cloud\", \"Russia News Cloud\", \"Fashion News Cloud\", and \"Animation News\".\nGrafstein is well known for his participation in the community and his key role in the organization of events such as \"Canada Loves New York\" in the aftermath of September 11, &lt;a href=\"Molson%20Canadian%20Rocks%20for%20Toronto\"&gt;\"Toronto Rocks\"&lt;/a&gt; Concert during the &lt;a href=\"Severe%20acute%20respiratory%20syndrome%20%28SARS%29\"&gt;SARS&lt;/a&gt; outbreak, and the \"Canada for Asia\" &lt;a href=\"telethon\"&gt;telethon&lt;/a&gt; for relief aid of &lt;a href=\"tsunami\"&gt;tsunami&lt;/a&gt; victims.\nGrafstein holds numerous awards, including honorary chief of the &lt;a href=\"New%20York%20City%20Fire%20Department\"&gt;New York City Fire Department&lt;/a&gt; and honorary commandant of the &lt;a href=\"US%20Marine%20Corps\"&gt;US Marine Corps&lt;/a&gt; by the Canada-United States Inter-Parliamentary Group. He was named one of Canada's 100 most important \"public intellectuals\" in 2005 by the \"&lt;a href=\"National%20Post\"&gt;National Post&lt;/a&gt;\".\nEarly life.\nGrafstein was born Jerahmiel Samson Grafstein in &lt;a href=\"London%2C%20Ontario\"&gt;London, Ontario&lt;/a&gt;, on January 2, 1935, the son of Solomon S. Grafstein and Helen Rose Grafstein (née Bleeman). His late sister was Pauline Wayne. His father came to Canada in 1927 after he had served in the &lt;a href=\"Polish%20Army\"&gt;Polish Army&lt;/a&gt; during the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt; and then the &lt;a href=\"Polish-Soviet%20War\"&gt;Polish-Soviet War&lt;/a&gt; (1919-1921). He married in 1930 in Toronto and settled in London that year.\nGrafstein was raised in London and attended public primary and high schools. He was active in sports, school governance, and acting and served as an officer in the Army Cadets.\nHe completed his undergraduate studies at the &lt;a href=\"University%20of%20Western%20Ontario\"&gt;University of Western Ontario&lt;/a&gt; in 1955, where was active in debates and acted in local theatre and musicals.\nLegal career.\nGrafstein graduated from the University of Western Ontario in 1955 and from the &lt;a href=\"University%20of%20Toronto%20Law%20School\"&gt;University of Toronto Law School&lt;/a&gt; in 1958. He was admitted to the Bar of Ontario in 1960. While at law school, he was active in intramural sports at &lt;a href=\"Hart%20House%20%28University%20of%20Toronto%29\"&gt;Hart House&lt;/a&gt;, debates, and class governance and received the highest standing in &lt;a href=\"international%20law\"&gt;international law&lt;/a&gt;. He was a member of the Bar of North West Territories for almost a decade in the 1970s and early 1980s. He lectured in &lt;a href=\"commercial%20law\"&gt;commercial law&lt;/a&gt; and later instructed in the Bar Admissions Course at &lt;a href=\"Osgoode%20Hall%20Law%20School\"&gt;Osgoode Hall Law School&lt;/a&gt;. He has given lectures to law students on the role of lawyers in civil society. Grafstein is a former partner of Minden Gross LLP, a business law firm in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt; in communications law, corporate financing and administrative law.\nHe served as chairman of the Media and Communications Law subsection of the Canadian and Ontario Bar Associations.\nGrafstein was appointed &lt;a href=\"Queen%27s%20Counsel\"&gt;Queen's Counsel&lt;/a&gt; by the province of Ontario in 1972.\nSince his retirement from the Senate on January 2, 2010, Grafstein has served as counsel to Minden Gross LLP in Toronto, a firm he joined in 1960.\nPolitical career.\nLiberal Party of Canada and Canadian government.\nStarting in 1961, Grafstein held offices of the &lt;a href=\"Liberal%20Party%20of%20Canada\"&gt;Liberal Party of Canada&lt;/a&gt; from the riding level to national campaigns. He was active in federal, provincial, and municipal elections for over four decades. He has taken a leading role in mayoralty elections in Toronto since 1960. In 1966, he founded and edited the \"Journal of Liberal Thought\". During 1966-1968 he served in &lt;a href=\"Ottawa\"&gt;Ottawa&lt;/a&gt; as executive assistant to &lt;a href=\"John%20Turner\"&gt;John Turner&lt;/a&gt;, then &lt;a href=\"Registrar%20General%20of%20Canada\"&gt;Registrar General of Canada&lt;/a&gt;, and later as special advisor to the Department of Consumer and Corporate Affairs during its founding period.\nFrom 1974 to 1986, he co-founded and was president of Red Leaf Communications Company, the advertising consortium for the &lt;a href=\"Liberal%20Party%20of%20Canada\"&gt;Liberal Party of Canada&lt;/a&gt; during national elections.\nHe also served as advisor to the Ministry of Transport and the &lt;a href=\"Department%20of%20Foreign%20Affairs%20and%20International%20Trade\"&gt;Canadian International Development Agency of the Department of External Affairs&lt;/a&gt; and as a member of the Department of Justice Advisory Committee.\nSenate of Canada.\nIn January 1984, Prime Minister &lt;a href=\"Pierre%20Trudeau\"&gt;Pierre Trudeau&lt;/a&gt; appointed Grafstein to the &lt;a href=\"Senate%20of%20Canada\"&gt;Senate of Canada&lt;/a&gt;.\nHe was elected vice-chair of the Toronto Liberal Caucus and served for over two decades.\nGrafstein was the longest serving member of the Standing Senate Committee on Foreign Affairs and International Trade, served on the Senate Standing Committee on Agriculture and Forestry, and served from time to time on all Senate committees, including Legal and Constitutional Affairs. He served in the Special Senate/Commons Committee in its review of Canada's foreign policy.\nHe was a chairman of the Standing Senate Committee on Banking, Trade and Commerce. During his chairmanship, the committee completed twenty reports, including the following special reports:\nHe also initiated the Standing Senate Committee on Banking, Trade and Commerce special studies on hedge funds and Canada's interprovincial trade barriers. He was a member of the Special Joint Senate and Commons Committee on a Review of Canada's Foreign Policy.\nHe has long advocated national standards for clean drinking water and introduced numerous private member's bills on mapping and safeguarding Canada's fresh water resources.\nGrafstein was the longest serving co-chair of the Canada-United States Inter-Parliamentary Group (the largest inter-parliamentary group in Canada) for 15 years. In that capacity, he advocated Canadian issues to senators, congressmen, state legislators, governors, and Canada-United States border alliances in states and cities across America.\nGrafstein introduced numerous resolutions and a private member's bill to establish a national portrait gallery in Ottawa, co-sponsored a private member's bill in the Senate establishing Holocaust Memorial Day in Canada in 1998, and introduced a private member's bill that established the &lt;a href=\"Canadian%20Parliamentary%20Poet%20Laureate\"&gt;Parliamentary Poet Laureate&lt;/a&gt; in 2001. He also introduced a private member's bill (Bill 215) to amend the Criminal Code for the explicit inclusion of \"&lt;a href=\"suicide%20attack\"&gt;suicide bombing&lt;/a&gt;\" as a definition of terrorism, which became part of the Canadian Criminal Code in 2011.\nIn 1988, he co-chaired the Preparatory Committee for the &lt;a href=\"G7\"&gt;G7&lt;/a&gt; Economic Summit held in Toronto.\nOn retirement from the Senate in 2010, he received from Parliament the &lt;a href=\"Canadian%20flag\"&gt;Canadian flag&lt;/a&gt; that flew over Parliament (the \"Two Week Flag\") and from Congress, the &lt;a href=\"American%20flag\"&gt;American flag&lt;/a&gt; that flew over the &lt;a href=\"US%20Capitol\"&gt;US Capitol&lt;/a&gt; in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington&lt;/a&gt; (the \"One Day Flag\") in recognition of his political activities in Canada and the United States, respectively.\nInternational affairs.\nIn July 2007, Grafstein was elected vice president of the Organization for Security and Co-Operation in Europe (OSCE) Parliamentary Assembly, the world's largest parliamentary organization dedicated to human rights, democratic rights, economic security and co-operation (after he had served as its treasurer for six years), and served as president of the Liberal, Democratic Reform Group there for a decade. He served as vice chair and chair of the Standing Committee on Economic Affairs, Science, Technology and the Environment. He served on the OSCE election monitoring missions throughout &lt;a href=\"Eastern%20Europe\"&gt;Eastern Europe&lt;/a&gt; and, more recently, in &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt;, &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt; and &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt;, and on resolving \"frozen foreign conflicts.\" He co-sponsored numerous resolutions condemning racism and &lt;a href=\"antisemitism\"&gt;antisemitism&lt;/a&gt; at the OSCE PA and in the Parliament of Canada.\nGrafstein co-chaired &lt;a href=\"Middle%20East%20Partnership%20Initiative\"&gt;Middle East Economic Partnership&lt;/a&gt; forums held throughout Europe and across the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt;. In September 2008 he co-hosted the first &lt;a href=\"Parliamentary%20Assembly%20of%20the%20Organization%20for%20Security%20and%20Co-operation%20in%20Europe\"&gt;OSCEPA&lt;/a&gt; meeting held in Toronto. Highlights included the Georgian Crisis and a &lt;a href=\"Mediterranean%20Social%20Forum\"&gt;Mediterranean Forum&lt;/a&gt;, which he co-chaired.\nHe served on many Parliamentary Friendship Groups in Europe (east and west), &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;, &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt; and &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt;. In the fall of 2007, he was elected vice president of the Canada-Pakistan Parliamentary Friendship Group.\nIn 2009, he was elected vice chairman of the Canadian Armenian Parliamentary Friendship Group. He served as a member of the International Political Committee for Co-existence between &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt; and &lt;a href=\"Jews\"&gt;Jews&lt;/a&gt;.\nIn April 2009, Grafstein helped organize a counter-conference in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; in the follow-up &lt;a href=\"UN\"&gt;UN&lt;/a&gt; &lt;a href=\"Durban%20Review%20Conference\"&gt;Human Rights Conference on Durban&lt;/a&gt;, held in &lt;a href=\"Geneva\"&gt;Geneva&lt;/a&gt;, to combat antisemitism and lectured on the topic across Europe, Canada, and the United States. He co-sponsored numerous successful resolutions at the OSCE PA meetings across Western and Eastern Europe against racism and antisemitism.\nIn May 2009, while he was a senator, he helped organize and was a keynote speaker at the OSCE PA Economic Conference in &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;, &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;.\nGrafstein served as a member of Canada/Germany &lt;a href=\"Atlantik-Br%C3%BCcke\"&gt;Atlantik-Brücke&lt;/a&gt; for over a decade.\nHe is currently first vice-president of the International Council of Jewish Parliamentarians.\nBusiness career.\nGrafstein had wide-ranging legal and business experience in all aspects of media, including television, cable, radio, telephony, telecommunications microwave, high speed wireless data transmission, advertising, production, distribution, publishing, and financing.\nFrom 1979 to 1984, he served on the board of &lt;a href=\"Petro-Canada\"&gt;Petro-Canada&lt;/a&gt;, was a member of the Northwest Territorial Bar, and served as counsel to &lt;a href=\"First%20Air\"&gt;Northwest Territorial Airways&lt;/a&gt; for almost a decade. He then traveled across the far north extensively.\nHe was a co-founder of a range of media companies, especially broadcasting/communications/ publication enterprises, including: &lt;a href=\"CUC%20Broadcasting\"&gt;CUC Broadcasting&lt;/a&gt; Limited (Canada's fifth largest &lt;a href=\"Multiple-system%20operator\"&gt;cable MSO&lt;/a&gt; before it was acquired by &lt;a href=\"Shaw%20Communications\"&gt;Shaw Communications&lt;/a&gt; in 1995, now Canada's second largest cable MSO); national specialty TV channels in lifestyle, youth (YTV) and music; CityTV (Canada's first independent &lt;a href=\"Ultra%20high%20frequency\"&gt;UHF&lt;/a&gt; station); &lt;a href=\"MTV%20%28Canada%29\"&gt;MTV&lt;/a&gt;-&lt;a href=\"List%20of%20Canadian%20television%20channels\"&gt;Multilingual&lt;/a&gt; Television (Toronto) (Canada's first independent multilingual broadcasting station – now &lt;a href=\"Omni%20Television\"&gt;OMNI TV&lt;/a&gt;); CUC Cablevision (UK) Limited (&lt;a href=\"Telecential\"&gt;Telecential&lt;/a&gt;) (now part of one of the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;'s larger cable MSOs); &lt;a href=\"Northern%20Cable\"&gt;Northern Communications, Ontario&lt;/a&gt; a Northern Ontario Company, comprising cable, TV (&lt;a href=\"Canadian%20Broadcasting%20Corporation\"&gt;CBC&lt;/a&gt; and &lt;a href=\"CTV%20Television%20Network\"&gt;CTV&lt;/a&gt;) and radio stations – &lt;a href=\"France\"&gt;French&lt;/a&gt; and &lt;a href=\"England\"&gt;English&lt;/a&gt;. He co-founded one of the longest private microwave companies in Canada that ran from &lt;a href=\"Windsor%2C%20Ontario\"&gt;Windsor&lt;/a&gt; to Toronto to mid-Northern Ontario, Canbras Communications Corporation, (now part of Brazil's third largest cable MSO); and Multivision Communications Corp. (Bolivia's largest &lt;a href=\"MVDDS%20dispute\"&gt;MMDS Hyper Cable&lt;/a&gt; and cable &lt;a href=\"Multiple-system%20operator\"&gt;MSO&lt;/a&gt;). He served on the board of Ukraine Enterprise Corporation, which made early investments in &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;.\nHe was also a lead director of Toronto Life Publishing Company Limited, which published \"&lt;a href=\"Toronto%20Life\"&gt;Toronto Life&lt;/a&gt;\" (after it merged with Toronto Calendar) and \"Toronto Life Fashion\", two of Canada's leading lifestyle and fashion magazines, and co-founded Toronto Life Fashion File, which is now seen on television around the world.\nIn addition, he served as a governor of the &lt;a href=\"Canadian%20Opera%20Company\"&gt;Canadian Opera Company&lt;/a&gt; and, for over a decade, was the chairman and a board member of the &lt;a href=\"Sony%20Centre%20for%20the%20Performing%20Arts\"&gt;O'Keefe Centre&lt;/a&gt; (now \"&lt;a href=\"Sony%20Centre%20for%20the%20Performing%20Arts\"&gt;Sony Centre for the Performing Arts&lt;/a&gt;\"), Canada's largest public performing arts centre. He served on the board of the &lt;a href=\"Shaw%20Festival\"&gt;Shaw Festival&lt;/a&gt; (Canada's leading theatrical festival dedicated to the works of &lt;a href=\"George%20Bernard%20Shaw\"&gt;George Bernard Shaw&lt;/a&gt; and his contemporary playwrights), the planning committee of the &lt;a href=\"Stratford%20Shakespeare%20Festival\"&gt;Stratford Festival&lt;/a&gt; (Canada's leading theatrical festival dedicated to the plays of &lt;a href=\"William%20Shakespeare\"&gt;William Shakespeare&lt;/a&gt;), and the &lt;a href=\"Toronto%20International%20Film%20Festival\"&gt;Festival of Festivals&lt;/a&gt; (now the &lt;a href=\"Toronto%20International%20Film%20Festival\"&gt;Toronto International Film Festival&lt;/a&gt;). He served as chairman of the City of Toronto &lt;a href=\"Advanced%20Television%20Systems%20Committee%20standards\"&gt;Asia/Pacific Committee&lt;/a&gt; and vice-chairman of the Toronto-&lt;a href=\"Chongqing\"&gt;Chongqing&lt;/a&gt; Association and Toronto-&lt;a href=\"Frankfurt\"&gt;Frankfurt&lt;/a&gt; Friendship Association.\nIn 2011 and 2012, he cofounded and currently serves as chair of \"The Wellington Street Post\", \"The Penn Ave Post\", \"Israel News Cloud\" and \"HollyPost\", in a network of online 24/7 news sites around the globe. Those news sites use technology to bring together the diversity of the blogosphere and social networks into timely news and information coverage of political news from &lt;a href=\"Ottawa\"&gt;Ottawa&lt;/a&gt; and Washington, and entertainment news from &lt;a href=\"Hollywood\"&gt;Hollywood&lt;/a&gt;. Other international projects include \"China News Cloud\", \"Africa News Cloud\", \"Brazil News Cloud\", \"India News Cloud\" and \"Russia News Cloud\". 2013 additions to the network include \"Fashion News Cloud\" and \"Animation News\".\nGrafstein is still actively engaged in business start-ups and municipal; provincial; national; and international affairs, charitable, educational and cultural institutions and serves on private and public corporate boards.\nCommunity.\nFor over a decade, Grafstein served on the Board of the League for Human Rights of &lt;a href=\"B%27nai%20B%27rith\"&gt;B'nai B'rith&lt;/a&gt; and the Joint Community Relations Committee of Toronto in the 1960s and 1970s.\nHe served as co-chairman of Toronto Committee for the &lt;a href=\"G7\"&gt;Group of Seven&lt;/a&gt; Economic Summit in Toronto in 1988. He served as a member of the executive for the Toronto 1996 and 2008 &lt;a href=\"Bids%20for%20Olympic%20Games\"&gt;Olympic Bid Committees&lt;/a&gt;. \nIn 1998, the Grafstein Annual Lecture in Communications was established by Grafstein to commemorate the 40th anniversary of his graduation from the &lt;a href=\"University%20of%20Toronto\"&gt;University of Toronto&lt;/a&gt; Faculty of Law and the 10th anniversary of the graduation of his son, Laurence Grafstein, and daughter-in-law, Rebecca Grafstein (née Weatherhead), both from the Class of 1988. The Grafstein Lecture is hosted by the Centre for Innovation Law and Policy at the Faculty of Law. He and his wife, Carole, established the Grafstein Chair in Jewish Philosophy at the University of Toronto the following year.\nGrafstein co-organized \"Canada Loves New York\" in November 2001, when over 26,000 Canadians visited New York City after September 11, to assist New York City's recovery, which was called \"the largest peaceful invasion of Canadians since the War of 1812.\"\nIn 2001, Grafstein was given the War Chief's tomahawk of the &lt;a href=\"Northern%20Peigan\"&gt;Northern Peigan&lt;/a&gt; Tribe (&lt;a href=\"Blackfoot%20Confederacy\"&gt;Blackfoot Confederacy&lt;/a&gt;) of &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt; for advancing the cause of clean drinking water on First Nations' Reserves across Canada.\nOn April 4, 2003, Grafstein co-organized, with Friends of America, a pro-Ametican rally at Nathan Phillips Square in Toronto with over 1,000 participants.\nIn July 2003, he co-created and co-organized \"Toronto Rocks\" to offset the negative impact on Toronto in the global media as a result of the &lt;a href=\"Severe%20acute%20respiratory%20syndrome\"&gt;SARS&lt;/a&gt; outbreak. Headlined by &lt;a href=\"the%20Rolling%20Stones\"&gt;the Rolling Stones&lt;/a&gt;, it is considered to be the largest ticketed band concert in history and was attended by almost half-a-million people. \nIn December 2004, Grafstein co-organized \"Canada for Asia\", a three-hour broadcast telethon in aid of relief for tsunami victims that raised over $15,000,000.\nOn August 5, 2014, Grafstein led more than 500 Canadians, including five Members of Parliament and a senator, on a solidarity mission to Jerusalem.\nAwards and honours.\nIn 1992, Grafstein was the recipient of the &lt;a href=\"125th%20Anniversary%20of%20the%20Confederation%20of%20Canada%20Medal\"&gt;125th Anniversary of the Confederation of Canada Medal&lt;/a&gt;.\nIn December 1996, he was named the \"Man of the Year\" by the &lt;a href=\"Chabad\"&gt;Chabad Lubavitch&lt;/a&gt; of Ontario.\nIn 2002, Grafstein was the recipient of the &lt;a href=\"Queen%20Elizabeth%20II%20Golden%20Jubilee%20Medal\"&gt;Queen Elizabeth II Golden Jubilee Medal&lt;/a&gt;.\nIn 2003, Grafstein was honoured by the &lt;a href=\"Canadian%20Society%20of%20New%20York\"&gt;Canadian Society of New York&lt;/a&gt; for his dedication to strengthening ties between Canada and the United States. As a senator, he was made an honorary chief of the &lt;a href=\"New%20York%20City%20Fire%20Department\"&gt;New York City Fire Department&lt;/a&gt; and an honorary commandant of the &lt;a href=\"US%20Marine%20Corps\"&gt;US Marine Corps&lt;/a&gt; by the Canada-United States Inter-Parliamentary Group.\nOn November 4, 2005, he was named one of Canada's 100 most important \"Public Intellectuals\" by the \"&lt;a href=\"National%20Post\"&gt;National Post&lt;/a&gt;\" in its series \"Beautiful Minds.\" On November 12, 2005 he was made a Duke of Friulani, Italy (Ducato dei Vini Friulani).\nIn November 2010, the &lt;a href=\"Canadian%20Friends%20of%20the%20Hebrew%20University\"&gt;Canadian Friends of the Hebrew University&lt;/a&gt; (CFHU) created The Honourable Jerry and Carole Grafstein Network for Cancer Research at the &lt;a href=\"Institute%20For%20Medical%20Research%2C%20Israel-Canada\"&gt;Institute For Medical Research, Israel-Canada&lt;/a&gt; (IMRIC), part of the Faculty of Medicine of the &lt;a href=\"Hebrew%20University%20of%20Jerusalem\"&gt;Hebrew University of Jerusalem&lt;/a&gt;. Later in 2011, the CFHU named him \"Man of the Year\" in Toronto.\nOn November 27, 2011, he was installed as honorary chairman of the Board of Governors of the &lt;a href=\"Canadian%20Yeshiva%20%26amp%3B%20Rabbinical%20School\"&gt;Canadian Yeshiva &amp; Rabbinical School&lt;/a&gt;, University of Toronto, at its inaugural convocation, the first such rabbinical school of its kind in Canada.\nOn July 7, 2014, Grafstein was honoured by Chief Ron Cooper of the &lt;a href=\"Mohawk%20Nation\"&gt;Mohawk Nation&lt;/a&gt; and presented with a handcrafted &lt;a href=\"lacrosse\"&gt;lacrosse&lt;/a&gt; stick.\nGrafstein is the president and chairman of the National Board for the Canadian Friends of the Tel Aviv University and a governor of Tel Aviv University.\nAuthor.\nGrafstein has written numerous articles and delivered papers on broadcasting regulations; communications; computers; travel; international relations; technology; transportation, politics; international trade; and constitutional matters in Canada, the United States, and Europe.\nHe has written articles on key aspects of the public life of &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt;.\nHis first book, \"Beyond Imagination\", is an anthology of some of Canada's outstanding authors and poets that he edited; it published by McClelland &amp; Stewart Inc. in 1995. His second book, \"The Making of the Parliamentary Poet Laureate : Based on a Private Member's Bill \", was published by the Porcupine's Quill.\nHe co-authored his third book, \"The Passage Through Parliament to Establish Holocaust Memorial Day\", in Canada in 2004.\nHis fourth book, \"Suicide Bombings: Parliament Speaks\", is the parliamentary history of Bill 215, an Act to amend the Criminal Code (Suicide Bombing) and was published in 2012.\nHe is currently working on a collection of his speeches on politics and public affairs and of tributes to his contemporaries.\nPersonal life.\nGrafstein is married to Carole (née Sniderman), a community activist, a volunteer leader, a leading fundraiser for cancer research across Canada, and a member of the Order of Canada. They have two sons: Laurence and Michael.\nLaurence was a Rhodes Scholar and president of the Oxford Union and is now a New York investment banker married to Rebecca (née Weatherhead) from &lt;a href=\"Winnipeg\"&gt;Winnipeg&lt;/a&gt;, a member of the Ontario and New York Bars. They have three sons (Daniel, Edward, and Isaac) and now reside in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;."
}