{
    "id": "1062410",
    "revid": "279219",
    "url": "https://en.wikipedia.org/wiki?curid=1062410",
    "title": "Brooks, Alberta",
    "text": "Brooks is a city in &lt;a href=\"Southern%20Alberta\"&gt;southeast Alberta&lt;/a&gt;, Canada that is surrounded by the &lt;a href=\"County%20of%20Newell\"&gt;County of Newell&lt;/a&gt;. It is located on &lt;a href=\"Alberta%20Highway%201\"&gt;Highway 1&lt;/a&gt; (&lt;a href=\"Trans-Canada%20Highway\"&gt;Trans-Canada Highway&lt;/a&gt;) and the &lt;a href=\"Canadian%20Pacific%20Railway\"&gt;Canadian Pacific Railway&lt;/a&gt;, approximately southeast of &lt;a href=\"Calgary\"&gt;Calgary&lt;/a&gt;, and northwest of &lt;a href=\"Medicine%20Hat\"&gt;Medicine Hat&lt;/a&gt;. The city has an elevation of .\nHistory.\nThe area that is now Brooks was used as a &lt;a href=\"Plains%20bison\"&gt;bison&lt;/a&gt;-hunting ground for the &lt;a href=\"Blackfoot\"&gt;Blackfoot&lt;/a&gt; and &lt;a href=\"Crow%20Nation\"&gt;Crow&lt;/a&gt;. After &lt;a href=\"Treaty%207\"&gt;Treaty 7&lt;/a&gt; was signed in 1877, &lt;a href=\"Dominion%20Lands%20Act\"&gt;homesteaders&lt;/a&gt; moved into the area to begin &lt;a href=\"Dryland%20farming\"&gt;farming&lt;/a&gt;. Before 1904, the area still did not have a name. Through a contest sponsored by the &lt;a href=\"Postmaster%20General%20of%20Canada\"&gt;Postmaster General&lt;/a&gt;, the area was named after Noel Edgell Brooks, a &lt;a href=\"Canadian%20Pacific%20Railway\"&gt;Canadian Pacific Railway&lt;/a&gt; &lt;a href=\"Divisional%20point\"&gt;Divisional&lt;/a&gt; Engineer from Calgary.\nBrooks was incorporated as a village on July 14, 1910, and then as a town on September 8, 1911. Its population in the &lt;a href=\"Canada%201911%20Census\"&gt;1911 Census of Canada&lt;/a&gt; was 486.\nIn the &lt;a href=\"Canada%201996%20Census\"&gt;1996 Census&lt;/a&gt;, the population of Brooks reached 10,093 making it eligible for city status. Brooks incorporated as a city on September 1, 2005 when its official population was 11,604.\nIn 2010, Brooks celebrated the centennial of its incorporation as a village in 1910.\nDemographics.\nIn the &lt;a href=\"Canada%202016%20Census\"&gt;2016 Census of Population&lt;/a&gt; conducted by &lt;a href=\"Statistics%20Canada\"&gt;Statistics Canada&lt;/a&gt;, the City of Brooks recorded a population of 14,451 living in 5,046 of its 5,412 total private dwellings, a change of from its 2011 population of 13,676. With a land area of , it had a population density of in 2016.\nThe population of the City of Brooks according to its &lt;a href=\"Alberta%20municipal%20censuses%2C%202015\"&gt;2015 municipal census&lt;/a&gt; is 14,185, a change of from its 2007 municipal census population of 13,581.\nIn the &lt;a href=\"Canada%202011%20Census\"&gt;2011 Census&lt;/a&gt;, the City of Brooks had a population of 13,676 living in 5,037 of its 5,509 total dwellings, a change of 9.3% from its 2006 adjusted population of 12,508. With a land area of , it had a population density of in 2011.\nA &lt;a href=\"multiculturalism\"&gt;multicultural&lt;/a&gt; community, Brooks has been referred to as \"The City of 100 Hellos\" as a result of a documentary by Brandy Yanchyk profiling the community's significant immigrant, refugee and temporary &lt;a href=\"foreign%20worker\"&gt;foreign worker&lt;/a&gt; populations. The documentary was called \"&lt;a href=\"Brooks%20%E2%80%93%20The%20City%20of%20100%20Hellos\"&gt;Brooks – The City of 100 Hellos&lt;/a&gt;\" and was created in 2010 for &lt;a href=\"Omni%20Television\"&gt;Omni Television&lt;/a&gt;. The community's multicultural character was also the subject of a 2007 &lt;a href=\"National%20Film%20Board%20of%20Canada\"&gt;National Film Board of Canada&lt;/a&gt; documentary, \"24 Days in Brooks\", directed by &lt;a href=\"Dana%20Inkster\"&gt;Dana Inkster&lt;/a&gt;.\nGeography.\nBrooks is located in the Grassland Natural Region of Alberta. The area surrounding Brooks is dry &lt;a href=\"Mixed%20grass%20prairie\"&gt;mixed grass&lt;/a&gt;/&lt;a href=\"shortgrass%20prairie\"&gt;shortgrass prairie&lt;/a&gt;.\nClimate.\nLocated in the &lt;a href=\"steppe\"&gt;steppe&lt;/a&gt; region known as the &lt;a href=\"Palliser%27s%20Triangle\"&gt;Palliser's Triangle&lt;/a&gt;, Brooks has a &lt;a href=\"semi-arid%20climate\"&gt;semi-arid climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt; \"&lt;a href=\"Cold%20semi-arid%20climate\"&gt;\"BSk\"&lt;/a&gt;\"). Winters are quite dry and cold, with little &lt;a href=\"snow\"&gt;snow&lt;/a&gt;fall compared to the rest of Canada. &lt;a href=\"Chinook%20wind\"&gt;Chinook wind&lt;/a&gt;s, though less common than in areas west and especially southwest of Brooks, are not uncommon, and ameliorate the cold winter temperatures temporarily when they pass over. Wide diurnal temperature ranges are regular, due to the aridity and moderately high elevation. Low &lt;a href=\"humidity\"&gt;humidity&lt;/a&gt; is prevalent throughout the year. Most of the relatively scant annual &lt;a href=\"Precipitation%20%28meteorology%29\"&gt;precipitation&lt;/a&gt; occurs in late spring and summer, often in the form of &lt;a href=\"thunderstorm\"&gt;thunderstorm&lt;/a&gt;s. On average, the coldest month is January, with a mean temperature of , while the warmest is July, with a mean temperature of . The driest month is February, with an average monthly precipitation of , while the wettest month is June, with an average of . Annual precipitation is low, with an average of .\nEconomy.\nThe base of the economy of the City of Brooks is energy (oil and gas) and agriculture, with other sectors including metal manufacturing, food processing and construction. It is also a retail and service centre for the surrounding area.\nCanada's second largest beef-processing facility, owned by &lt;a href=\"JBS%20Canada\"&gt;JBS Canada&lt;/a&gt;, is located in Brooks and ships meat across the country and internationally. In 2012, while the plant was owned by &lt;a href=\"XL%20Foods\"&gt;XL Foods&lt;/a&gt;, it released meat contaminated with \"&lt;a href=\"E.%20coli\"&gt;E. coli&lt;/a&gt;\", and was shut down for a month. The plant has over 2000 employees.\nAttractions.\nThe JBS Leisure Centre is the area's main recreation centre. It includes one arena, a curling rink, an aquatic centre with a waterslide and wave pool, a gymnasium, a fitness centre, and multipurpose rooms. The complex was renovated in 2005 and again in 2016. Now the Brooks Public Library is within the JBS Leisure Centre.\nIn 2010, the Duke of Sutherland Park was redeveloped. It features baseball diamonds, a soccer field, a playground and a waterpark with spray features for toddlers and a play structure for older children.\nAlso in 2010, the Centennial Regional Arena was completed after nearly a decade of planning and 18 months of construction. The multi-purpose facility seats 1,704 people. It includes corporate boxes, a running track, concessions, and a surface. The arena is home to several user groups, including the &lt;a href=\"Brooks%20Bandits\"&gt;Brooks Bandits&lt;/a&gt;. The arena also hosted the 2019 &lt;a href=\"National%20Junior%20A%20Championship\"&gt;National Junior A Championship&lt;/a&gt;.\nThere are three provincial parks in the area: &lt;a href=\"Dinosaur%20Provincial%20Park\"&gt;Dinosaur Provincial Park&lt;/a&gt;, a &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt;, to the northeast, &lt;a href=\"Tillebrook%20Provincial%20Park\"&gt;Tillebrook Provincial Park&lt;/a&gt; to the east and &lt;a href=\"Kinbrook%20Island%20Provincial%20Park\"&gt;Kinbrook Island Provincial Park&lt;/a&gt; to the south. In addition, there are several other recreational sites in the area including the Rolling Hills Reservoir, Crawling Valley Reservoir, and Emerson Bridge.\nThe &lt;a href=\"Brooks%20Aqueduct\"&gt;Brooks Aqueduct&lt;/a&gt; southeast of Brooks was built to transport irrigation water across the Eastern Irrigation District. It spans across a valley, about above the ground.\nSports.\nBrooks is home to the &lt;a href=\"Brooks%20Bandits\"&gt;Brooks Bandits&lt;/a&gt; of the &lt;a href=\"Alberta%20Junior%20Hockey%20League\"&gt;Alberta Junior Hockey League&lt;/a&gt;. The &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; team was awarded to Brooks in 1998 and embarked on its first season in 2000. They have helped produce current &lt;a href=\"National%20Hockey%20League\"&gt;NHL&lt;/a&gt; players such as &lt;a href=\"Cale%20Makar\"&gt;Cale Makar&lt;/a&gt; (&lt;a href=\"Colorado%20Avalanche\"&gt;Colorado Avalanche&lt;/a&gt;) and &lt;a href=\"Chad%20Johnson%20%28ice%20hockey%29\"&gt;Chad Johnson&lt;/a&gt;. The Bandits won the league championship in 2012, 2013, 2016, 2017 and 2019. They won their first National Championship &lt;a href=\"Royal%20Bank%20Cup\"&gt;(The Royal Bank Cup)&lt;/a&gt; in 2013 and repeated again by winning the &lt;a href=\"National%20Junior%20A%20Championship\"&gt;National Junior A Championship&lt;/a&gt; in 2019. They\nThere are two football teams in Brooks: the Roadrunners and the Buffalos. The teams comprise players from the local junior and senior high schools respectively. The Buffalos represented Brooks at provincial championships in 1989, 1995, 1997, and 2009, winning in the title in its last three appearances. The Roadrunners appeared at provincial championships in 1995, 2004, 2007, 2014, and 2016 . And in Brooks Composite High School their basketball team came 4th in the province in 2017 and 3rd in the province in 2018, led by players Deng Dak, Amir Aliye and Dylan Wandler.\nBrooks is home to a &lt;a href=\"Western%20Canadian%20Baseball%20League\"&gt;Western Canadian Baseball League&lt;/a&gt; franchise named the &lt;a href=\"Brooks%20Bombers\"&gt;Brooks Bombers&lt;/a&gt;. They play at Elks Field in the Quad Ball Diamond Complex.\nGovernment.\nBrooks City Council consists of one mayor and six councillors. The &lt;a href=\"2017%20Alberta%20municipal%20elections%23Brooks\"&gt;last election&lt;/a&gt; was held in October 2017. John Petrie has been mayor since 2021.\nEducation.\nBrooks has three high schools, three junior high schools, five elementary schools, three primary schools, and two alternative schools. The schools are operated by Grasslands Public Schools, Christ the Redeemer School Division (Catholic) and Francosud (Francophone). Brooks also has a satellite campus of &lt;a href=\"Medicine%20Hat%20College\"&gt;Medicine Hat College&lt;/a&gt;. The &lt;a href=\"Brooks%20Public%20Library\"&gt;Brooks Public Library&lt;/a&gt; was established in 1951.\nHealth care.\nAcute medical care is provided at the &lt;a href=\"Brooks%20Health%20Centre\"&gt;Brooks Health Centre&lt;/a&gt;.\nMedia.\nBrooks is served by two radio stations, &lt;a href=\"CIBQ-FM\"&gt;CIBQ-FM&lt;/a&gt; (\"105.7 Real Country\"), and &lt;a href=\"CIXF-FM\"&gt;CIXF-FM&lt;/a&gt; (\"Boom 101.1\"). Both stations are owned by &lt;a href=\"Stingray%20Group\"&gt;Stingray Group&lt;/a&gt;.\nBrooks has two distinct newspapers. The \"Brooks Bulletin\" is published every Tuesday, and has served Brooks and the County of Newell since 1910. It has a weekly circulation of 4,332 and is a paid subscription product.\n\"The Weekend Regional\" is a second paper the Bulletin established in 2004 and it is published on Fridays. As of January 2010, it became a total market coverage product with a weekly circulation of 11,235."
}