{
    "id": "1062704",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=1062704",
    "title": "WBIN (AM)",
    "text": "WBIN (640 &lt;a href=\"kilohertz\"&gt;kHz&lt;/a&gt;) is a &lt;a href=\"commercial%20radio\"&gt;commercial&lt;/a&gt; &lt;a href=\"AM%20radio\"&gt;AM&lt;/a&gt; &lt;a href=\"radio%20station\"&gt;radio station&lt;/a&gt; &lt;a href=\"city%20of%20license\"&gt;licensed&lt;/a&gt; to &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt;, &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt;. It is owned by &lt;a href=\"iHeartMedia\"&gt;iHeartMedia&lt;/a&gt;, through its &lt;a href=\"subsidiary\"&gt;subsidiary&lt;/a&gt; iHM Licenses, LLC. It serves the &lt;a href=\"Atlanta%20metropolitan%20area\"&gt;Atlanta metropolitan area&lt;/a&gt; as its affiliate for the &lt;a href=\"Black%20Information%20Network\"&gt;Black Information Network&lt;/a&gt;. The station's studios and offices located at the Peachtree Palisades Building in the &lt;a href=\"Brookwood%20Hills\"&gt;Brookwood Hills&lt;/a&gt; district. The &lt;a href=\"transmitter\"&gt;transmitter&lt;/a&gt; site is off Joseph E. Boone Boulevard Northwest in the &lt;a href=\"Center%20Hill%2C%20Atlanta\"&gt;Center Hill&lt;/a&gt; neighborhood of Atlanta.\nHistory.\nThe station signed on April 7, 1988, as WPBD, programming &lt;a href=\"Urban%20oldies\"&gt;R&amp;B oldies&lt;/a&gt; and &lt;a href=\"Soul%20music\"&gt;soul&lt;/a&gt;. The original owner was the Phoenix City Broadcasting company, headed by Michael Hollins, under a &lt;a href=\"Federal%20Communications%20Commission\"&gt;Federal Communications Commission&lt;/a&gt; program promoting minority ownership. However, after it &lt;a href=\"sign-on\"&gt;signed on&lt;/a&gt;, Hollins immediately began making arrangements to sell the station. A proposed purchase by &lt;a href=\"Jefferson-Pilot%20Communications\"&gt;Jefferson-Pilot Communications&lt;/a&gt;, owners of &lt;a href=\"WQXI%20%28AM%29\"&gt;WQXI&lt;/a&gt; and &lt;a href=\"WSTR%20%28FM%29\"&gt;WQXI-FM&lt;/a&gt;, fell through. However, in October 1988, it was announced that &lt;a href=\"Jacor%20Communications\"&gt;Jacor Communications&lt;/a&gt;, Inc. would buy the station.\nAt this time, Jacor was operating a station on with the call letters WGST (now &lt;a href=\"WGKA\"&gt;WGKA&lt;/a&gt;). However, WPBD had a better signal than WGST. It operated at 50,000 watts during the daytime and 1,000 watts at night, a substantial increase in daytime power and signal coverage area compared to WGST's facilities. Effective June 30, 1989, WPBD's &lt;a href=\"call%20sign\"&gt;call sign&lt;/a&gt; was changed to WGST. The &lt;a href=\"talk%20radio\"&gt;talk radio&lt;/a&gt; programming previously on was transferred to . Among WGST's staff of talk hosts was &lt;a href=\"Neal%20Boortz\"&gt;Neal Boortz&lt;/a&gt;.\nIn 1992, Boortz asked WGST management for a raise but he was turned down. Talk radio rival &lt;a href=\"WSB%20%28AM%29\"&gt;WSB&lt;/a&gt; hired Boortz, WGST then hired &lt;a href=\"Sean%20Hannity\"&gt;Sean Hannity&lt;/a&gt; to replace Boortz, after a few other hosts were tried out in his time slot. Hannity was brought in from a &lt;a href=\"Huntsville%2C%20Alabama\"&gt;Huntsville, Alabama&lt;/a&gt;, radio station where he previously worked. He stayed at WGST until &lt;a href=\"Roger%20Ailes\"&gt;Roger Ailes&lt;/a&gt; offered Hannity a position on the soon-to-debut &lt;a href=\"Fox%20News%20Channel\"&gt;Fox News Channel&lt;/a&gt; in 1996. During his time at WGST, he was given the nickname \"Hanni-Pie, The Tin Man\" by fellow host &lt;a href=\"Kim%20Peterson\"&gt;Kim Peterson&lt;/a&gt;.\nWGST was also the home for &lt;a href=\"Atlanta%20Braves\"&gt;Atlanta Braves&lt;/a&gt; &lt;a href=\"MLB\"&gt;baseball&lt;/a&gt; broadcasts, from 1992-1994. WGST was the station that carried &lt;a href=\"Sid%20Bream\"&gt;Sid Bream&lt;/a&gt;'s winning slide in Game Seven of the 1992 &lt;a href=\"National%20League%20Championship%20Series\"&gt;NLCS&lt;/a&gt;. In May 1994, the station was outbid for Braves broadcast rights by WSB, which previously had carried the games from 1966 until 1991. WGST was also the home of the &lt;a href=\"Atlanta%20Hawks\"&gt;Atlanta Hawks&lt;/a&gt; basketball team until 1995, after which the Hawks followed the Braves to WSB. WGST carried &lt;a href=\"NASCAR\"&gt;NASCAR&lt;/a&gt; races in 1996 and 1997. It was the home of &lt;a href=\"Atlanta%20Falcons\"&gt;Atlanta Falcons&lt;/a&gt; &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; in 1998 when the team made its first &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt; appearance.\nFrom 1993 until 2000, WGST programming was &lt;a href=\"simulcast\"&gt;simulcast&lt;/a&gt; on WGST-FM (now &lt;a href=\"WBZY\"&gt;WBZY&lt;/a&gt;). In 1999, &lt;a href=\"Clear%20Channel%20Communications\"&gt;Clear Channel Communications&lt;/a&gt; bought out Jacor, including WGST. Clear Channel was the forerunner to iHeartMedia, the present-day owner of the station.\n2005 marked a year of change for WGST. The station won the rights to once again carry Atlanta Braves baseball. The station changed its moniker to \"Braves Radio 640 GST.\" Many Braves fans who lived outside Atlanta and its close-in suburbs complained about the change from WSB, noting WGST's signal was much weaker at night than that of WSB's 50,000 watt &lt;a href=\"Clear-channel%20station\"&gt;clear channel&lt;/a&gt; broadcasts. To remedy the situation, WGST’s &lt;a href=\"sister%20station\"&gt;sister station&lt;/a&gt; WKLS (96.1 FM, now &lt;a href=\"WWPW\"&gt;WWPW&lt;/a&gt;) began &lt;a href=\"simulcast\"&gt;simulcast&lt;/a&gt;ing Braves games. WKLS was powered at 100,000 watts, covering Atlanta and its growing suburbs.\nSince the 1950s, WGST had been an &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC Radio&lt;/a&gt; &lt;a href=\"Network%20affiliate\"&gt;Network affiliate&lt;/a&gt;. In 2005, as part of a Clear Channel corporate change, WGST switched to &lt;a href=\"Fox%20News%20Radio\"&gt;Fox News Radio&lt;/a&gt; as its national news provider. No longer affiliated with ABC, in March 2005, WGST dropped &lt;a href=\"Paul%20Harvey\"&gt;Paul Harvey&lt;/a&gt;'s syndicated ABC news commentaries from its line-up.\nOn March 20, 2006, WGST's moniker became \"Atlanta. Talk. Radio.\" On November 21, 2006, WGST announced that morning &lt;a href=\"drive%20time\"&gt;drive time&lt;/a&gt; host &lt;a href=\"Tom%20Hughes%20%28radio%20host%29\"&gt;Tom Hughes&lt;/a&gt; had resigned, and that midday host &lt;a href=\"Denny%20Schaffer\"&gt;Denny Schaffer&lt;/a&gt;, and afternoon drive talk host Kim Peterson (\"&lt;a href=\"The%20Kimmer\"&gt;The Kimmer&lt;/a&gt;\") and their staffs had been fired. On February 5, 2007, WGST announced that veteran Atlanta morning show hosts Randy Cook and Spiff Carner would be joining the station for a new live and local morning show.\nOn September 27, 2007, the syndicated &lt;a href=\"Glenn%20Beck%20Program\"&gt;Glenn Beck Program&lt;/a&gt; returned to WGST in the 9 a.m. to noon slot. Beck was previously heard on WGST from 2001 to 2005. Beck took over &lt;a href=\"Mike%20McConnell%20%28radio%20personality%29\"&gt;Mike McConnell&lt;/a&gt;'s weekday spot, though McConnell was still heard on weekends.\nOn October 9, 2007, morning co-host Spiff Carner was fired by WGST, after 8 months on the air. Randy Cook remained on the newly named \"The Morning Drive with Randy Cook.\" Spiff was later hired to co-host the \"Spiff and Fred\" show on &lt;a href=\"WAKL%20%28FM%29\"&gt;WYAY&lt;/a&gt;. Clear Channel management did not renew Randy Cook's contract in July 2009. \"The Morning Drive\" was briefly hosted by comedian Mike Stiles from July 13 to July 24, 2009, before being replaced by syndicated shows.\nFrom July 27, 2009 to November 12, 2010, the weekday lineup consisted of all syndicated programming: \"&lt;a href=\"This%20Morning%2C%20America%27s%20First%20News%20with%20Gordon%20Deal\"&gt;The Wall Street Journal This Morning&lt;/a&gt;\" and &lt;a href=\"Michael%20Smerconish\"&gt;Michael Smerconish&lt;/a&gt; in mornings; &lt;a href=\"Glenn%20Beck\"&gt;Glenn Beck&lt;/a&gt; in late mornings; &lt;a href=\"The%20Rush%20Limbaugh%20Show\"&gt;The Rush Limbaugh Show&lt;/a&gt; in middays; &lt;a href=\"Dave%20Ramsey\"&gt;Dave Ramsey&lt;/a&gt; in afternoons; &lt;a href=\"Mark%20Levin\"&gt;Mark Levin&lt;/a&gt; in evenings and \"&lt;a href=\"Coast%20to%20Coast%20AM\"&gt;Coast to Coast AM&lt;/a&gt;\" with &lt;a href=\"George%20Noory\"&gt;George Noory&lt;/a&gt; overnights. Atlanta Braves broadcasts would be dropped by WGST at the end of the 2009 baseball season.\nOn November 15, 2010, Atlanta radio personality Rob Johnson became the new morning host. On January 11, 2011, WGST said it would pick up \"The &lt;a href=\"Savage%20Nation\"&gt;Savage Nation&lt;/a&gt;\", a syndicated show from &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; hosted by &lt;a href=\"Michael%20Savage\"&gt;Michael Savage&lt;/a&gt;. That was one day after it was cut by WSB in a schedule change. Beginning in early 2012, Atlanta local Dave Merlino joined Rob Johnson's morning show, re-billed as \"The Rob and Dave Show\". The weekday lineup was \"The Rob &amp; Dave Show\" at 6 a.m., Glenn Beck at 9 a.m., Rush Limbaugh at noon, a local version of \"The &lt;a href=\"Rusty%20Humphries\"&gt;Rusty Humphries&lt;/a&gt; Show\" at 3 p.m., Mark Levin at 6 p.m., Michael Savage at 9 p.m., George Noory at midnight and \"The Wall Street Journal\" report at 5 a.m.\nOn September 26, 2012, several Atlanta news outlets reported that WGST would be changing formats. Johnson, Merlino, and Humphries were terminated, Limbaugh's show switched to WSB and Glenn Beck's show was picked up by &lt;a href=\"WCFO\"&gt;WCFO&lt;/a&gt;. Coincidentally, Michael Savage suspended the broadcast of his show around the same time due to a contract dispute with his syndicator. On September 28, 2012, at 3 p.m., following Rush Limbaugh's program, WGST switched to a &lt;a href=\"Spanish-language\"&gt;Spanish-language&lt;/a&gt; &lt;a href=\"sports%20radio\"&gt;sports radio&lt;/a&gt; format, carrying the syndicated &lt;a href=\"ESPN%20Deportes%20Radio\"&gt;ESPN Deportes Radio&lt;/a&gt; Network.\nOn April 23, 2013, less than eight months after switching to Spanish-language sports, WGST announced it would return to an English-language talk format beginning June 3, 2013, featuring a lineup consisting entirely of syndicated programs, including \"Bloomberg's First Word with &lt;a href=\"Ken%20Prewitt\"&gt;Ken Prewitt&lt;/a&gt;\", &lt;a href=\"This%20Morning%2C%20America%27s%20First%20News%20with%20Gordon%20Deal\"&gt;\"America's First News with Gordon Deal\"&lt;/a&gt;, Glenn Beck, &lt;a href=\"Michael%20Berry%20%28radio%20host%29\"&gt;Michael Berry&lt;/a&gt;, and \"&lt;a href=\"Coast%20to%20Coast%20AM\"&gt;Coast to Coast AM&lt;/a&gt; among others.\" ESPN Deportes Radio moved to the FM translator 92.3 &lt;a href=\"W222AF\"&gt;W222AF&lt;/a&gt;, replacing an all-comedy format.\nIn the early 2010s, WGST was simulcast on an &lt;a href=\"HD%20Radio\"&gt;HD Radio&lt;/a&gt; &lt;a href=\"digital%20subchannel\"&gt;digital subchannel&lt;/a&gt; of &lt;a href=\"sister%20station\"&gt;sister station&lt;/a&gt; &lt;a href=\"WUBL%20%28FM%29\"&gt;WUBL&lt;/a&gt; FM 94.9, along with &lt;a href=\"FM%20translator\"&gt;FM translator&lt;/a&gt; station W222AF. WGST was also carried on the &lt;a href=\"DTV%20radio\"&gt;audio-only&lt;/a&gt; &lt;a href=\"digital%20subchannel\"&gt;digital subchannel&lt;/a&gt; 32.21 of &lt;a href=\"LPTV\"&gt;low-powered&lt;/a&gt; &lt;a href=\"digital%20television\"&gt;digital television&lt;/a&gt; station &lt;a href=\"WANN-CD\"&gt;WANN-CD&lt;/a&gt;, as Clear Channel's other Atlanta holdings were. When WGST switched to Spanish-language sports, these three stations aired \"&lt;a href=\"24/7%20Comedy\"&gt;Comedy 92-3&lt;/a&gt;.\" WUBL HD-3 and WANN-CA returned to running WGST after ESPN Deportes was dropped.\nOn August 30, 2019, WGST flipped to &lt;a href=\"Conservative%20talk%20radio\"&gt;conservative talk&lt;/a&gt; as \"640 &lt;a href=\"Fox%20News%20Radio\"&gt;Fox News Radio&lt;/a&gt;\" with a revised lineup. On June 29, 2020, the station began &lt;a href=\"Stunting%20%28broadcasting%29\"&gt;stunting&lt;/a&gt; with speeches by prominent African Americans. The next day, WGST flipped to &lt;a href=\"all-news%20radio\"&gt;all-news radio&lt;/a&gt; as \"Atlanta's BIN 640\"; it is one of the charter stations of iHeartMedia's &lt;a href=\"Black%20Information%20Network\"&gt;Black Information Network&lt;/a&gt; — a multi-platform radio network serving the African-American community. On July 6, the station changed its calls to WBIN to match the new branding."
}