{
    "id": "1063439",
    "revid": "244263",
    "url": "https://en.wikipedia.org/wiki?curid=1063439",
    "title": "Luisa Capetillo",
    "text": "Luisa Capetillo (October 28, 1879 – April 10, 1922) was one of Puerto Rico's most famous labor leaders. She was a social labor organizer and a writer who fought for equal rights for &lt;a href=\"women%27s%20rights\"&gt;women's rights&lt;/a&gt;, free love and human emancipation.\nEarly years.\nCapetillo was born in &lt;a href=\"Arecibo%2C%20Puerto%20Rico\"&gt;Arecibo, Puerto Rico&lt;/a&gt;, to a Spanish father pene Echevarría from the &lt;a href=\"Basque%20Country%20%28greater%20region%29\"&gt;Basque country&lt;/a&gt; and Luisa Margarita Perone, a &lt;a href=\"Corsican%20immigration%20to%20Puerto%20Rico\"&gt;Corsican immigrant&lt;/a&gt;. Luis Capetillo arrived in Puerto Rico at around the same time as Margarita, traveling with his family.\nIn Arecibo, she was raised and &lt;a href=\"home-schooling\"&gt;home schooled&lt;/a&gt; by her parents, who were both very liberal in regard to their philosophical and political &lt;a href=\"ideology\"&gt;ideologies&lt;/a&gt;.\nIn 1898, Capetillo had the first of her two children out of wedlock. She found a job as a reader in a cigar-making factory in &lt;a href=\"Arecibo\"&gt;Arecibo&lt;/a&gt;. After the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;, the &lt;a href=\"American%20Tobacco%20Company\"&gt;American Tobacco Company&lt;/a&gt;, which had gained control of most of the island's tobacco fields, would hire people to read novels and current events to the workers. It was in the tobacco factory that Capetillo had her first contact with labor unions. In 1904, Capetillo began to write essays, titled \"Mi Opinión\" (My Opinion), about her ideas, which were published in &lt;a href=\"Extremism\"&gt;radical&lt;/a&gt; and &lt;a href=\"Trade%20union\"&gt;union&lt;/a&gt; newspapers.\nIn her book \"Mi Opinion\", she urges women to fight for social equality:\nThe work is an important early example of a treatise written specifically about the experience of &lt;a href=\"Latinas\"&gt;Latinas&lt;/a&gt;.\nInfluences.\nLuisa Capetillo was greatly influenced by her parents, her environment, her personal experiences and the literature she surrounded herself with. Both of her parents shared many ideals, including those related to Romanticism. Her mother being of French descent, believed women should defend their ideals and act according to themselves. She strongly sided with George Sands' beliefs that the old liberated woman could be \"revolutionary, both politically and in her personal life, opposed to marriage and to all social contracts that would regulate human relations, but willing to sacrifice everything in the name of love\". Margarita reflected these ideals since she lived and procreated with the man she loved at the same time providing for herself. Later on, Luisa would dedicate the following words to her mom: \"To you, dear mother of mine, who tried to control me, or make me think traditionally. You allowed me to inquire freely, only reproaching what you thought were exaggerations, without forcing me in any way\". As for her father, Luis, he taught her how to read and write.\nLuisa Capetillo also developed her ideals of anarchism and romanticism from the literature she read in her childhood. She read much of French writers like &lt;a href=\"Victor%20Hugo\"&gt;Victor Hugo&lt;/a&gt; and &lt;a href=\"%C3%89mile%20Zola\"&gt;Émile Zola&lt;/a&gt; and of Russian Romantics like &lt;a href=\"Leo%20Tolstoy\"&gt;Leo Tolstoy&lt;/a&gt;. Through some of these books, she encountered anarchists' beliefs that \"the closer behavior is to being natural, the closer it will be to a just society\". Tolstoy was probably the author that most closely reflected her spiritual beliefs. His legacy inspired her even further as a writer. She wrote a play titled \"Influencias de las ideas modernas\" (The Influence of Modern Ideas) which clearly was motivated by his philosophies. One of the main characters can be said to be Tolstoy himself. One of the characters says \"Well, my friends, don't let my ways surprise you. I have read Malatesta, Tolstoy and Zola, so I have understood many things that I couldn't before\", which can be interpreted as a reflection of herself.\nEven though Luisa was baptized as a child, as an adult she rejected the Catholic Church and even called priests hypocrites. In one of her essays titled \"Ensayos Libertarios\" (Libertarian Essays), she wrote \"don't baptize your children. Think about it. If it were so necessary, it would be stupid for there to be millions of human beings who don't believe in it\". As an mother, she never baptized her children and in one letter she wrote to her daughter she said \" I never taught you to pray, that is something you have to feel. You are not baptized by any religious rite.\" She considered organized religion to be a form of prison for humans.\nBeliefs.\nShe considered herself both an anarchist and spiritual person. In an essay she wrote, titled \"¿Anarquista y espiritista?... ¡Uf, uf!\" (Anarchist and Spiritis?...Humph!), Luisa opened up on how she considered herself a Christian and an anarchist. Traditionally you're either an anarchists or a Christian, but she defended the position that you can be both. She taught her children how to be a good Samaritan without having to follow a particular religion. In a letter she wrote to her daughter she advised her that in order to be considered good, she didn't have to attend Mass. Instead, she could visit the poor, feed the hungry and nurse the sick.\nLabor leader and women's rights activist.\nDuring a farm workers' strike in 1905, Capetillo wrote propaganda and organized the workers in the strike. In 1910 she became a reporter for the \"FLT\" (&lt;a href=\"American%20Federation%20of%20Labor\"&gt;American Federation of Labor&lt;/a&gt;) and traveled throughout Puerto Rico educating and organizing women. Her hometown, Arecibo, became the most unionized area of the country. Additionally, she also started her own newspaper called \"La mujer\", which confronted women's issues.\nCapetillo started a program of reading to the women who worked 12 hour shifts on the shop floor making cigars. It is assumed that is where she developed many of her feminist principles. In 1908, during the \"FLT\" convention, Capetillo asked the union to approve a policy for &lt;a href=\"women%27s%20suffrage\"&gt;women's suffrage&lt;/a&gt;. She insisted that all women should have the same right to &lt;a href=\"vote\"&gt;vote&lt;/a&gt; as men. Capetillo is considered to be one of Puerto Rico's first &lt;a href=\"suffragist\"&gt;suffragist&lt;/a&gt;s.\nIn 1912, Capetillo traveled to New York City, where she organized &lt;a href=\"Cubans\"&gt;Cuban&lt;/a&gt; and &lt;a href=\"Puerto%20Rican%20American\"&gt;Puerto Rican&lt;/a&gt; tobacco workers. Later on, she went to &lt;a href=\"Tampa%2C%20Florida\"&gt;Tampa, Florida&lt;/a&gt;, where she also organized the workers. In Florida, she published the second edition of \"Mi Opinión\". She also traveled to &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; and the &lt;a href=\"Dominican%20Republic\"&gt;Dominican Republic&lt;/a&gt;, where she joined the striking workers in their cause.\nIn 1919, she challenged the mainstream society by becoming the first woman in Puerto Rico to wear pants in public. Capetillo was sent to jail for what was then considered to be a \"crime\", but the judge later dropped the charges against her. She would repeat this act of rebellion again stepping off the boat into Cuba where the judge was not so lenient leading to her serving time. In that same year, along with other labor activists, she helped pass a minimum-wage law in the Puerto Rican Legislature.\nLegacy.\nCapetillo died on April 10, 1922, in Puerto Rico from &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt;. She is buried in the Municipal Cemetery of\nArecibo.\nIn 1990, a made for &lt;a href=\"T.V.\"&gt;T.V.&lt;/a&gt; movie titled \"Luisa Capetillo, pasión de justicia\" (Luisa Capetillo, passion of justice) was made. It was directed by Sonia Fritz and the musical arrangements were made by &lt;a href=\"Zoraida%20Santiago\"&gt;Zoraida Santiago&lt;/a&gt;. In &lt;a href=\"Arecibo%2C%20Puerto%20Rico\"&gt;Arecibo&lt;/a&gt; there is a Casa Protegida Luisa Capetillo, which is a non-profit organization whose purpose is to defend women who have been mistreated physically or mentally. The &lt;a href=\"University%20of%20Puerto%20Rico\"&gt;University of Puerto Rico, Cayey Campus&lt;/a&gt; established the Luisa Capetillo Center of Documentation Hall in March 1990. The center is part of the Women Studies project started in 1986 by the university and has received financial help from the &lt;a href=\"Angel%20Ramos%20%28Industrialist%29\"&gt;Ángel Ramos&lt;/a&gt; Foundation.\nOn May 29, 2014, The &lt;a href=\"Legislative%20Assembly%20of%20Puerto%20Rico\"&gt;Legislative Assembly of Puerto Rico&lt;/a&gt; honored 12 illustrious women with plaques in the \"La Plaza en Honor a la Mujer Puertorriqueña\" (Plaza in Honor of Puerto Rican Women) in San Juan. According to the plaques the 12 women, who by virtue of their merits and legacies, stand out in the history of Puerto Rico. Capetillo was among those who were honored."
}