{
    "id": "1064958",
    "revid": "38369776",
    "url": "https://en.wikipedia.org/wiki?curid=1064958",
    "title": "Jastrzębiec coat of arms",
    "text": "Jastrzębiec () is a &lt;a href=\"Polish%20heraldry\"&gt;Polish coat of arms&lt;/a&gt;. It was used by several &lt;a href=\"szlachta\"&gt;szlachta&lt;/a&gt; families prior to and during the &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;Polish–Lithuanian Commonwealth&lt;/a&gt;, and is still used to the present day. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; and the &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; reform, many families lost their commonwealth status, as well as their right to their &lt;a href=\"manorialism\"&gt;manors&lt;/a&gt; and sometimes vast lands.\nHistory.\nLegend of the coat of arms.\nAccording to the Polish-Czech writer and heraldist &lt;a href=\"Bartosz%20Paprocki\"&gt;Bartosz Paprocki&lt;/a&gt;, this coat of arms is called \"Jastrzebiec\" because the clan ancestors, while still pagans, bore a &lt;a href=\"Northern%20goshawk\"&gt;Goshawk&lt;/a&gt;, or \"Jastrzab\".\nIn the time of King &lt;a href=\"Boles%C5%82aw%20the%20Brave\"&gt;Bolesław the Brave&lt;/a&gt;, circa 999, during a siege of the mountain fortress Łysa Góra – two miles from Bozecin, now called Swiety Krzyz (&lt;a href=\"Christian%20cross\"&gt;Holy Cross&lt;/a&gt;) – the Christian besiegers were challenged, by the pagan holders of the place, to \"Send forth one from among you who is willing to fight for Christ in a challenge against one of our men.\" Jastrzebczyk, a knight and member of the Jastrzebiec clan, invented horseshoes that allowed his horse to climb the slippery icy mountain slopes and to defeat, capture, and bring the pagan champion before the king. The rest of the Polish force, their horses similarly shod, made their way up the mountain and defeated the enemy. As a reward the king granted Jastrzebczyk the right to bear a horseshoe with a cross, as part of his arms, with the Goshawk made part of the crest.\nIt is doubtful that Jastrzebczyk, in 999, was the first in Poland to shoe horses. Poppaea, in the time of the Roman emperor Nero, had her horse shod with silver shoes. Others before her used iron. In 278, in Bohemia, there was a noble house with three horseshoes on its seal. In Poland, in the time of &lt;a href=\"Leszko%20II\"&gt;Leszek II&lt;/a&gt;, Leszek the Traitor shod his horse to cross Pradnik Field, which was covered in barbs, to get to a crown on a pillar, and was credited as being the inventor of horseshoes. It may therefore be that Jastrzebczyk renewed a previous practice.\nAn alternate story of the arms' origins derives from the &lt;a href=\"Belina%20coat%20of%20arms\"&gt;Belina coat of arms&lt;/a&gt;, whose original holder had three sons, who would, eldest to youngest, bear three horseshoes—as in the original arms, two—as in the &lt;a href=\"Czewoja%20coat%20of%20arms\"&gt;Czewoja coat of arms&lt;/a&gt;, and one—as in the Jastrzębiec arms.\nNeither version is supported by citing authors. It's possible the arms came to Poland with &lt;a href=\"Lech%2C%20Czech%2C%20and%20Rus\"&gt;Lech&lt;/a&gt;, the legendary founder of Poland, and the cross was added for a member of his family who was baptized (in \"Stromata\", Paprocki affirms that one member of this family was in foreign lands and converted to Christianity there, and this was the cause of the Polish prince Mieczyslaw's Mieszko conversion). The antiquity of the arms is attested by that of the house, which flourished in ancient times, one of the Jastrzebczyks being among the twelve voivodes who at two different times ruled the entire country.\nThe antiquity of the Jastrzebczyks is also made evident by the fact that no coats of arms are borne by more families than the Jastrzebiec. Paprocki says, in \"O herbach\", that several hundred years ago the clan called themselves simply Jastrzebczyks. It was not until after the days of Archbishop &lt;a href=\"Wojciech%20Jastrz%C4%99biec\"&gt;Wojciech of Gniezno&lt;/a&gt; that the foremost members of the house began to write \"z Rytwian\" (\"from Rytwiany\"), and that others named themselves after whatever &lt;a href=\"Estate%20%28house%29\"&gt;estate&lt;/a&gt; they possessed.\nThis antiquity is also evident from the fact that many other arms took their origin from Jastrzębiec, such as &lt;a href=\"D%C4%85browa%20coat%20of%20arms\"&gt;Dąbrowa&lt;/a&gt;, &lt;a href=\"Zag%C5%82oba%20coat%20of%20arms\"&gt;Zagłoba&lt;/a&gt;, and &lt;a href=\"Pob%C3%B3g%20coat%20of%20arms\"&gt;Pobóg&lt;/a&gt;. These arms are also called \"Boleszczyc\", in &lt;a href=\"Silesia\"&gt;Silesia&lt;/a&gt;, and \"Lazanki\", in &lt;a href=\"Mazovia\"&gt;Mazovia&lt;/a&gt;. In other places Jastrzebczyks are called by names coming from the word for \"goshawk\", \"Kaniowa\" or \"Kudbrzowa\". In Paprocki's day there was a Jastrzebiec castle, belonging to the &lt;a href=\"Zborowski\"&gt;Zborowski&lt;/a&gt;s; General &lt;a href=\"Piotr%20Zborowski\"&gt;Piotr Zborowski&lt;/a&gt; from Rytwiany, &lt;a href=\"Krak%C3%B3w\"&gt;Kraków&lt;/a&gt; &lt;a href=\"voivode\"&gt;voivode&lt;/a&gt;, tore it down, dug it out, and had a large pond put in its place.\nAncestors of this house.\nBased on a grant of privilege to a monastery, in 999, in the time of &lt;a href=\"Boles%C5%82aw%20I%20the%20Brave\"&gt;Bolesław I the Brave&lt;/a&gt;, Paprocki cites Mszczuj, the castellan of &lt;a href=\"Sandomierz\"&gt;Sandomierz&lt;/a&gt;, as the most ancient member of this house. Mszczuj's two sons Mszczuj and Jan, who signed themselves as \"from Jakuszewice\", were Kraków canons, made such by Bishop &lt;a href=\"Lambert%20II%20Su%C5%82a\"&gt;Lambert&lt;/a&gt; in 1061. In 1084, &lt;a href=\"Jan%20D%C5%82ugosz\"&gt;Dlugosz&lt;/a&gt; wrote of the Jastrzebczyks who came from &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt; with Mieczyslaw, the son of &lt;a href=\"Boles%C5%82aw%20II%20the%20Generous\"&gt;Boleslaw the Bold&lt;/a&gt;, based on the writings of the monarch Wladyslaw, his uncle - that is Borzywoj, Mszczuj's son, Zbylut, Dobrogost, Zema, Odolaj, Jedrzej - and he returned all the estates confiscated from them for the killing of &lt;a href=\"Stanislaus%20of%20Szczepan%C3%B3w\"&gt;St. Stanislaus&lt;/a&gt;.\nDerszlaw was cup-bearer for &lt;a href=\"Boleslaw%20Krzywousty\"&gt;King Bolesław Wry-mouth&lt;/a&gt; in 1114. &lt;a href=\"Boles%C5%82aw%20IV%20the%20Curly\"&gt;Bolesław IV the Curly&lt;/a&gt; granted title to the villages of Jakuszewice and Kobelniki to Derszlaw's sons Wojciech and Derszlaw, of whom Wojciech was the Sandomierz standard-bearer. Paprocki cites a fragment of his in \"O herbach\", but the long stretch of time between them and their father, 166 years, indicates that they were not the sons of Derszlaw the cup-bearer. Paprocki cites a monastery grant of privilege given in 1199 for Borzywoj and Derszlaw Jastrzebczyk, heirs to Jakuszowice. He also includes Piotr, son of Wojciech, Sandomierz standard-bearer.\nSwentoslaw, a pastor from &lt;a href=\"Pozna%C5%84\"&gt;Poznań&lt;/a&gt; and &lt;a href=\"Gniezno\"&gt;Gniezno&lt;/a&gt; canon, was chosen to be bishop of Poznań; already of an advanced age, he had retired, but he yielded to those urging him and accepted the office. He spent only a year at this see before his death in 1176 and was buried in the church. Nakiel. w Miechov. fol. 66, praises the good works of this Swietoslaw, for saving his monastery at its beginning with generous alms; he ascribes to Swietoslaw the Pobog arms. Yet &lt;a href=\"D%C5%82ugosz\"&gt;Długosz&lt;/a&gt; in \"Vitae Episc. Posnan\", and others, call him a Jastrebczyk. Paprocki writes that in &lt;a href=\"J%C4%99drzej%C3%B3w\"&gt;Jędrzejów&lt;/a&gt; a grave from the year 1206 is covered with a stone on which the Jastrzębiec arms are still visible, but the letters can no longer be read.\n&lt;a href=\"Piotr%20Brevis\"&gt;Piotr Brevis&lt;/a&gt; (called \"Maly\" (\"small\"), as \"brevis\" is Latin for \"short\"), a Plock scholastic chosen by the chapter to be the nineteenth bishop of &lt;a href=\"Plock\"&gt;Plock&lt;/a&gt;, in 1254, in the fifth year of his episcopate, moved to another see. Lubienski in \"Vitae Episc. Plocens\", however, ascribed no coat of arms to him, and said of him only that he was of a noble clan; but Paprocki, in \"O herbach\", writes that he was a Jastrzebczyk.\nBishop &lt;a href=\"Jan%20%28bishop%20of%20Wroc%C5%82aw%29\"&gt;Jan of Wrocław&lt;/a&gt;, in Silesia, was the first of the Poles to ascend the episcopacy, inasmuch as only Italians had held it previously; he was a &lt;a href=\"Wroc%C5%82aw\"&gt;Wrocław&lt;/a&gt; canon, elected in 1062, who presided for 10 years, and died in 1072, as Dlugosz attested in his \"Kronika\", where he wrote of him as being of the Jastrzebiec clan. Jakób of Raciborowice, castellan of Sandomierz, died at Chmielnik in 1241.\nMichal, castellan of Kraków in 1225; Mistuj, voivode of Kraków in 1242; Scibor, voivode of Leczyca in 1242; and Msciug, voivode of Sandomierz in 1342. These were discussed in the first volume in their own places. A letter of &lt;a href=\"Kazimierz%20the%20Great\"&gt;Kazimierz the Great&lt;/a&gt;, &lt;a href=\"King%20of%20Poland\"&gt;King of Poland&lt;/a&gt;, given to the Strzelno monastery, mentions, \"inter praesentes\", Mszczuj, Kraków chamberlain. Pawel Koszcziena, who signed himself \"z Sendziszowa\", is in Dlugosz, at 1899.\nJedrzej, Bishop of &lt;a href=\"Vilna\"&gt;Vilna&lt;/a&gt;, called \"Vasilo\" by the Lithuanians, was truly an apostolic shepherd in the days of King &lt;a href=\"W%C5%82adys%C5%82aw%20II%20Jagie%C5%82%C5%82o\"&gt;Władysław II Jagiełło&lt;/a&gt;. &lt;a href=\"Marcin%20Kromer\"&gt;Kromer&lt;/a&gt; calls him a learned and God-fearing man. In 1399, he preached the Christian faith in Lithuania, at that time still unconverted. Marcisz, brother of Bishop Jedrzej, endowed the Franciscan Fathers in Nowe Miasto with a monastery made of brick, and he also bought &lt;a href=\"Zbor%C3%B3w%2C%20%C5%9Awi%C4%99tokrzyskie%20Voivodeship\"&gt;Zborów&lt;/a&gt;, from which came the Zborowskis.\nWojciech, Archbishop of Gniezno, his father and mother being Derszlaw and Krystyna, was born in the village of Lubnica among numerous other siblings. His father, possessed of a meager fortune, accompanied him to the Bensowa parish church for instruction, and gave him up to the institution, according to Dlugosz in \"Vitae Episcop. Posnan.\", saying:\nI give you up, my son, not into the ranks of students but of bishops. Remember, when you have become a bishop, do not forget your current standing, in which you see both your mother and me, your brothers and sisters: this lack of means in which you were born is greater than could fade from your memory if you had the greatest fortune. When you become a bishop, do this for me, make a church of brick in this place where I give you up for schooling.\nWojciech listened to all of this and promised to fulfill the exhortation as a paternal order. The hopes of both were realized, for Wojciech, rising in rank, soon became a priest, from being a Kraków scholastic, as Dlugosz says, or from being a Kraków dean and Poznan pastor, he became the mitred prelate of Poznan in 1399. Tearing down the wooden church in Bensowa, he had a brick one built in 1407, and later settled the friars of St. Paul the Hermit there, and gave to it the villages of Bensowa, Bensowka, Bydlowa, and Bystronowice. Besides this, he founded the collegiate church in &lt;a href=\"Warsaw\"&gt;Warsaw&lt;/a&gt;, and the cathedral.\nThus for 14 years Wojciech held that post at that church in a laudable manner, so that he was held in high regard by all, both for his wisdom, which was demonstrated at every chancellery function, and for his piety. But he put himself under great strain when, having removed Piotr Wiss, of &lt;a href=\"Leszczyc%20coat%20of%20arms\"&gt;Leszczyc arms&lt;/a&gt;, from the Kraków episcopacy. He recalled Wiss to that of Poznan and he himself occupied the Kraków bishopric in 1412. He had many quarrels because of it: for as soon as the matter arose at the Council of Konstanz it moved all the priests assembled there with compassion for Peter Wiss, and surely Wiss would have returned to his bishopric if he had not died at that point. \nWojciech, more secure after Wiss's death, founded a city, having cleared some woods, and called it Jastrzebie. He endowed and gave to it two parish churches in Sandomierz province: one in Wysokie, in &lt;a href=\"Lublin\"&gt;Lublin&lt;/a&gt; district; the other in Kortynicak, in Sandomierz district. He designated a tithe for the altar of St. Agnes, in Kraków diocese. Then in 1423, he was elevated to the rank of metropolitan and primate, and there left a memory of his generosity, funding two benefices, one theological and one juridical, as well as a third in Kalisz. He set up an altar in Leczyca, returned regular canons to Klodawa, and raised their church to collegiate rank. He died in 1436, an important, judicious man and a great lover of his country, as Dlugosz and Damalew praised him in \"Vitae Archiepisc. Gnesn.\", and Starowol. in \"Vitae Episc. Cracov\".\nWojciech had amassed considerable wealth, which he left to his successors, and while yet alive bought for them Rytwiany, in Sandomierz district, and Borzyslawice, in Leczyca district, where he funded benefices. The sources of that wealth were suspect, in that the curate of the &lt;a href=\"Archcathedral%20Basilica%20of%20St.%20Peter%20and%20St.%20Paul%2C%20Pozna%C5%84\"&gt;Poznań Cathedral&lt;/a&gt; had shown him the collection and treasury of the ancient kings of Poland, of which the curates had passed on knowledge in secret, each to the next, until that time.\nFrom that time, Wojciech's successors began to sign their names as \"z Rytwian\" (\"from Rytwiany\"): his brother was Scibor, voivode of Leczyca, who had twenty sons. Paprocki saw all their portraits in the Bensowa church, but the signatures under them could not be read. Eight of the sons died in the Prussian war, the other twelve were various castellans.\nBlazon.\nThe following is from the classic &lt;a href=\"Heraldry\"&gt;heraldic&lt;/a&gt; reference \"Herbarz Polski\", by Kasper Niesiecki, S. J., &lt;a href=\"Leipzig\"&gt;Leipzig&lt;/a&gt; edition, 1839-1846. In this book, for each \"herb\" (clan shield or coat of arms) the blazon, or verbal description of the arms, is first given in authentic heraldic style, followed by a translation from the Polish description by Niesiecki.\nArms: azure, a horseshoe reversed, between its branches, a small cross patée en abime, both or. Upon a wreath of the colors mantled of his liveries whereon is set for a crest: out of a ducal coronet, a hawk proper, wings surgent, belled and jessed, holding in its dexter talons, a charge of the shield.\nOn a shield in a blue field is a gold horseshoe, with its heels pointed straight up, and in its center a cross; on the helmet over a crown is a goshawk with its wings slightly raised for flight, facing the right side of the shield. On its legs are small bells and a leather strap, in its right talon it holds a horseshoe with cross, like those on the shield.\nIn heraldry, the right and left sides of a shield are considered from the standpoint of the bearer—i. e., the one holding the shield. His right would be your left and vice versa. The tinctures (colors) are as follows: \"azure\" = blue; \"gules\" = red; \"sable\" = black; \"or\" = gold; \"argent\" = silver; and \"vert\" = green. All charges (pictures) on a shield are assumed to be facing dexter (bearer's right side) unless otherwise specified. In Polish heraldry, all animals or birds are assumed to be in their natural coloring unless otherwise specified.\nNotable bearers.\nNotable bearers of this coat of arms include:\nGallery.\nStandard variations\nAristocratic variations"
}