{
    "id": "106501",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=106501",
    "title": "Werner Erhard",
    "text": "Werner Hans Erhard (born John Paul Rosenberg; September 5, 1935) is an American author and lecturer known for founding &lt;a href=\"Erhard%20Seminars%20Training\"&gt;est&lt;/a&gt;, which operated from 1971 to 1984. He has written, lectured, and taught on &lt;a href=\"self-improvement\"&gt;self-improvement&lt;/a&gt;.\nIn 1977 Erhard, with the support of &lt;a href=\"John%20Denver\"&gt;John Denver&lt;/a&gt;, &lt;a href=\"Robert%20W.%20Fuller\"&gt;Robert W. Fuller&lt;/a&gt; and others, founded &lt;a href=\"The%20Hunger%20Project\"&gt;The Hunger Project&lt;/a&gt;, an &lt;a href=\"Non-governmental%20organization\"&gt;NGO&lt;/a&gt; accredited by the United Nations in which more than four million people have participated with the goal of establishing \"the end of hunger as an idea whose time has come\".\nIn 1991 Erhard retired from business and sold his existing &lt;a href=\"intellectual%20property\"&gt;intellectual property&lt;/a&gt; to his employees, who then adopted the name &lt;a href=\"Landmark%20Education\"&gt;Landmark Education&lt;/a&gt;, renamed in 2013 &lt;a href=\"Landmark%20Worldwide\"&gt;Landmark Worldwide&lt;/a&gt;.\nEarly life.\nJohn Paul Rosenberg was born in &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;, &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;, on September 5, 1935. His father was a small-restaurant owner who left Judaism for a Baptist mission before joining his wife in the &lt;a href=\"Episcopal%20Church%20%28United%20States%29\"&gt;Episcopal Church&lt;/a&gt;, where she taught Sunday School. They agreed that their son should choose his religion when he was old enough. He chose to be baptized in the Episcopal Church, served there for eight years as an acolyte, and has been an Episcopalian ever since.\nRosenberg attended Norristown High School in &lt;a href=\"Norristown%2C%20Pennsylvania\"&gt;Norristown, Pennsylvania&lt;/a&gt;, where he was awarded the English award in his senior year. He graduated in June 1953, along with his future wife Patricia Fry. From the early mid-1950s until sometime in 1960, Rosenberg worked in various automobile dealerships (starting at a Ford dealership where he was trained by &lt;a href=\"Lee%20Iacocca\"&gt;Lee Iacocca&lt;/a&gt;, then Lincoln Mercury, and finally Chevrolet), with a stint managing a nearly defunct medium-duty industrial equipment firm, which became successful under his management. Rosenberg married Fry on September 26, 1953, and they had four children. In 1960, he left Patricia and their children in Philadelphia, traveled to &lt;a href=\"Indianapolis\"&gt;Indianapolis&lt;/a&gt; with June Bryde, and changed his name to \"Werner Hans Erhard\". He chose his new name from \"&lt;a href=\"Esquire%20%28magazine%29\"&gt;Esquire&lt;/a&gt;\" magazine articles he had read about &lt;a href=\"West%20Germany\"&gt;West German&lt;/a&gt; economics minister &lt;a href=\"Ludwig%20Erhard\"&gt;Ludwig Erhard&lt;/a&gt; and physicist &lt;a href=\"Werner%20Heisenberg\"&gt;Werner Heisenberg&lt;/a&gt;. June Bryde changed her name to Ellen Virginia Erhard.\nThe Erhards moved to St. Louis, where Werner took a job as a car salesman. Patricia Rosenberg and their four children initially relied on welfare and help from family and friends. After five years without contact, Patricia Rosenberg divorced Erhard for desertion and remarried. In October 1972, a year after creating &lt;a href=\"Erhard%20Seminars%20Training\"&gt;Erhard Seminars Training&lt;/a&gt;, Erhard contacted his first wife and family, arranged to provide support and college educations for the children, and repaid Patricia's parents for their financial support. Between 1973 and 1975, members of his extended family took the est training, and Patricia and his younger siblings took jobs in the est organization.\nCareer.\n\"Parents\" Magazine Cultural Institute.\nIn 1961 Erhard began selling correspondence courses in the Midwest. He then moved to &lt;a href=\"Spokane%2C%20Washington\"&gt;Spokane, Washington&lt;/a&gt;, where he worked at &lt;a href=\"Encyclop%C3%A6dia%20Britannica\"&gt;Encyclopædia Britannica&lt;/a&gt;'s &lt;a href=\"Great%20Books%20of%20the%20Western%20World\"&gt;\"Great Books\"&lt;/a&gt; program as an area training manager. In January 1962 Erhard began working at \"Parents\" Magazine Cultural Institute, a division of &lt;a href=\"W.R.%20Grace%20%26amp%3B%20Co.\"&gt;W.R. Grace &amp; Co.&lt;/a&gt; In the summer of 1962, he became territorial manager for California, Nevada, and Arizona, and moved to &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; and in the spring of 1963 to Los Angeles. In January 1964, \"Parents\" transferred him to &lt;a href=\"Arlington%2C%20Virginia\"&gt;Arlington, Virginia&lt;/a&gt;, as the southeast division manager, but after a dispute with the company president he returned to his previous position as west coast division manager in San Francisco. Over the next few years, Erhard brought on as \"Parents\" staff many people who later became important in est, including Elaine Cronin, Gonneke Spits, and Laurel Scheaf.\nInfluences.\nErhard claims to be largely self-educated. During his time in St. Louis, he read two books that had a marked effect on him: \"&lt;a href=\"Think%20and%20Grow%20Rich\"&gt;Think and Grow Rich&lt;/a&gt;\" by &lt;a href=\"Napoleon%20Hill\"&gt;Napoleon Hill&lt;/a&gt; (1937) and \"&lt;a href=\"Psycho-Cybernetics\"&gt;Psycho-Cybernetics&lt;/a&gt;\" by &lt;a href=\"Maxwell%20Maltz\"&gt;Maxwell Maltz&lt;/a&gt; (1960). When a member of his staff at \"Parents Magazine\" introduced him to the ideas of &lt;a href=\"Abraham%20Maslow\"&gt;Abraham Maslow&lt;/a&gt; and &lt;a href=\"Carl%20Rogers\"&gt;Carl Rogers&lt;/a&gt;, both key figures in the &lt;a href=\"Human%20Potential%20Movement\"&gt;Human Potential Movement&lt;/a&gt;, he became more interested in personal fulfillment than sales success.\nAfter moving to Sausalito, he attended seminars by &lt;a href=\"Alan%20Watts\"&gt;Alan Watts&lt;/a&gt;, a Western interpreter of &lt;a href=\"Zen%20Buddhism\"&gt;Zen Buddhism&lt;/a&gt;, who introduced him to the distinction between mind and self; Erhard subsequently became close friends with Watts. Erhard also studied in Japan with Zen rōshi &lt;a href=\"Yamada%20Mumon\"&gt;Yamada Mumon&lt;/a&gt;. In Bartley's biography, \"&lt;a href=\"Werner%20Erhard%20%28book%29\"&gt;Werner Erhard: The Transformation of a Man, the Founding of est&lt;/a&gt;\" (1978), Bartley quotes Erhard as acknowledging &lt;a href=\"Zen\"&gt;Zen&lt;/a&gt; as an essential contribution that \"created the space for\" est.\nErhard attended the &lt;a href=\"Dale%20Carnegie\"&gt;Dale Carnegie Course&lt;/a&gt; in 1967. He was sufficiently impressed by it to make his staff attend the course, and began to think about developing a course of his own. Over the following years, Erhard investigated a wide range of movements, including &lt;a href=\"Encounter%20group\"&gt;Encounter&lt;/a&gt;, &lt;a href=\"Transactional%20Analysis\"&gt;Transactional Analysis&lt;/a&gt;, &lt;a href=\"Enlightenment%20Intensive\"&gt;Enlightenment Intensive&lt;/a&gt;, &lt;a href=\"Subud\"&gt;Subud&lt;/a&gt; and &lt;a href=\"Scientology\"&gt;Scientology&lt;/a&gt;.\nIn 1970 Erhard became involved in &lt;a href=\"Mind%20Dynamics\"&gt;Mind Dynamics&lt;/a&gt;, a training course that used draconian methods to prompt participants to face their fears. Erhard began teaching his own version of Mind Dynamics classes in San Francisco and Los Angeles. The directors of Mind Dynamics eventually invited him into their partnership, but Erhard rejected the offer, saying he would rather develop his own seminar program—est, the first program of which he conducted in October 1971. John Hanley, who later founded &lt;a href=\"Lifespring\"&gt;Lifespring&lt;/a&gt;, was also involved at this time. In their 1992 book \"Perspectives on the New Age\", &lt;a href=\"James%20R.%20Lewis%20%28scholar%29\"&gt;James R. Lewis&lt;/a&gt; and &lt;a href=\"J.%20Gordon%20Melton\"&gt;J. Gordon Melton&lt;/a&gt; write that Mind Dynamics, est, and LifeSpring have \"striking\" similarities, as all used \"authoritarian trainers who enforce numerous rules,\" require applause from participants, and de-emphasize reason in favor of emotion. The authors also describe graduates recruiting heavily on behalf of the companies, thereby eliminating marketing expenses.\nest (1971–1984).\nStarting in 1971, est, short for Erhard Seminars Training and also Latin for \"it is\" offered in-depth personal and professional development workshops, the initial program of which was called \"The est Training.\" The est Training's purpose was to transform the way one sees and makes sense of life so that the situations one had been trying to change or tolerating clear up in the process of living itself. The point was to leave participants free to be, while increasing their effectiveness and the quality of their lives. The est Training was experiential and transformational in nature.\nThe workshops were offered until 1984, when the est training was replaced by the Forum. As of 1984, 700,000 people had completed the est Training. American ethicist, philosopher, and historian &lt;a href=\"Jonathan%20D.%20Moreno\"&gt;Jonathan D. Moreno&lt;/a&gt; has described the est training as \"the most important cultural event after the human potential movement itself seemed exhausted\" and a form of \"Socratic interrogation\". Erhard challenged participants to be themselves and live in the present instead of playing a role imposed on them by their past, and to move beyond their current points of view into a perspective from which they could observe their own positionality. The author Robert Hargrove said, \"you’re going to notice that things do begin to clear up, just in the process of life itself.\"\nThe first est course was held in &lt;a href=\"San%20Francisco%2C%20California\"&gt;San Francisco, California&lt;/a&gt;, in October 1971. Erhard led all the early est courses himself, but by the mid-1970s he had trained ten others (doctors, attorneys, and businessmen and -women) to do so. Est centers opened in Los Angeles, &lt;a href=\"Aspen%2C%20Colorado\"&gt;Aspen&lt;/a&gt;, &lt;a href=\"Honolulu\"&gt;Honolulu&lt;/a&gt;, New York, and many other cities, and est was enthusiastically endorsed by celebrities and people of influence such as leadership and business academic &lt;a href=\"Warren%20Bennis\"&gt;Warren Bennis&lt;/a&gt;, philosopher &lt;a href=\"Walter%20Kaufmann%20%28philosopher%29\"&gt;Walter Kaufmann&lt;/a&gt;, social activist &lt;a href=\"Jerry%20Rubin\"&gt;Jerry Rubin&lt;/a&gt;, business magnate &lt;a href=\"David%20Geffen\"&gt;David Geffen&lt;/a&gt;, author and businesswoman &lt;a href=\"Arianna%20Huffington\"&gt;Arianna Huffington&lt;/a&gt;, artist and peace activist &lt;a href=\"Yoko%20Ono\"&gt;Yoko Ono&lt;/a&gt;, singer-songwriter &lt;a href=\"John%20Denver\"&gt;John Denver&lt;/a&gt; and actress &lt;a href=\"Valerie%20Harper\"&gt;Valerie Harper&lt;/a&gt;.\nWerner Erhard Foundation (1973–1991).\nIn the early 1970s the est Foundation became the Werner Erhard Foundation, with the aim of \"providing financial and organizational support to individuals and groups engaged in charitable and educational pursuits—research, communication, education, and scholarly endeavors in the fields of individual and social transformation and human well-being.\" The foundation supported projects launched by people committed to altering what is possible for humanity, such as The Hunger Project, The Mastery Foundation, The Holiday Project, and the Youth at Risk Program, programs that continue to be active. It also organized presentations by scholars and humanitarians such as the Dalai Lama and Buckminster Fuller and hosted an annual conference in theoretical physics, a science in which Erhard was especially interested. The annual conference was designed to give physicists an opportunity to work with their colleagues on what they were developing before they published, and was attended by such physicists as &lt;a href=\"Richard%20Feynman\"&gt;Richard Feynman&lt;/a&gt;, &lt;a href=\"Stephen%20Hawking\"&gt;Stephen Hawking&lt;/a&gt;, and &lt;a href=\"Leonard%20Susskind\"&gt;Leonard Susskind&lt;/a&gt;.\nWerner Erhard and Associates (1981–1991) and \"The Forum\".\nIn the 1980s Erhard created a new program called the &lt;a href=\"Werner%20Erhard%20and%20Associates\"&gt;Forum&lt;/a&gt;, which began in January 1985. Also during that period he developed and presented a series of seminars, broadcast via satellite, that included interviews with contemporary thinkers in science, economics, sports, and the arts on topics such as creativity, performance, and money.\nIn October 1987 Erhard hosted a televised broadcast with sports coaches &lt;a href=\"John%20Wooden\"&gt;John Wooden&lt;/a&gt;, &lt;a href=\"Red%20Auerbach\"&gt;Red Auerbach&lt;/a&gt;, &lt;a href=\"Timothy%20Gallwey\"&gt;Tim Gallwey&lt;/a&gt; and &lt;a href=\"George%20E.%20Allen\"&gt;George Allen&lt;/a&gt; to discuss principles of coaching across all disciplines. They sought to identify distinctions found in coaching regardless of the subject being coached. &lt;a href=\"Jim%20Selman\"&gt;Jim Selman&lt;/a&gt; moderated the discussion and in 1989 documented the outcome in an article, \"Coaching and the Art of Management.\"\nSubsequent work.\nAfter retiring from Werner Erhard &amp; Associates, Erhard continued to make public appearances. One of these was the December 8, 1993, episode of CNN's \"&lt;a href=\"Larry%20King%20Live\"&gt;Larry King Live&lt;/a&gt;\", \"Whatever Happened to Werner Erhard?\", via satellite from Moscow, where Erhard was working with the All Union Knowledge Society and some members of the newly formed Russian parliament. Erhard maintained a residence with Gonneke Spits in &lt;a href=\"George%20Town%2C%20Cayman%20Islands\"&gt;George Town, Cayman Islands&lt;/a&gt;.\nAuthor Bartley J. Madden wrote of Erhard's, Jensen's, and their colleagues' new paradigm of individual, group, and organizational performance that it \"emphasizes how one's worldview shapes and constrains each individual's perceptions. The paradigm takes one to the source of performance, which is not available by merely explaining performance through linear cause and effect analysis\", that \"the source of performance resides in how actions correlate naturally with the way circumstances occur\", and that \"language (including what is said and unsaid in conversations) plays a dominant role in how situations occur and so is instrumental in improving performance\".\nA major part of Erhard's current work is devoted to the creation and development of the course \"Being A Leader and The Effective Exercise of Leadership: An Ontological/Phenomenological Model\", which he and his colleagues have led at numerous universities and is taught by 34 professors at their own schools. The \"Financial Times\" management editor Andrew Hill wrote that the course contributes to the field of business education and furthers academic research.\nErhard is the author of the final chapter of \"Hayek: A Collaborative Biography\", a book about economist &lt;a href=\"Friedrich%20Hayek\"&gt;Friedrich Hayek&lt;/a&gt;, edited by Robert Leeson.\nCritics and disputes.\nErhard became the object of popular fascination and criticism, with the media tending to vilify him over several decades. Moreno has written, \"Allegations of all sorts of personal and financial wrongdoing were hurled at him, none of which were borne out and some [of which] were even publicly retracted by major media organizations.\" Various skeptics have questioned or criticized the validity of Erhard's work and his motivations. Psychiatrist &lt;a href=\"Marc%20Galanter%20%28MD%29\"&gt;Marc Galanter&lt;/a&gt; called Erhard \"a man with no formal experience in mental health, self-help, or religious revivalism, but a background in retail sales\". &lt;a href=\"Michael%20E.%20Zimmerman\"&gt;Michael E. Zimmerman&lt;/a&gt;, chair of the philosophy department at Tulane University, wrote \"A Philosophical Assessment of the est Training\", in which he calls Erhard \"a kind of artist, a thinker, an inventor, who has big debts to others, borrowed from others, but then put the whole thing together in a way that no one else had ever done.\" Sacramento City College philosophy professor Robert Todd Carroll has called est a \"hodge-podge of philosophical bits and pieces culled from the carcasses of existential philosophy, motivational psychology.\" Social critic John Bassett MacCleary called Erhard \"a former used-car salesman\" and est \"just another moneymaking scam.\" NYU psychology professor Paul Vitz called est \"primarily a business\" and said its \"style of operation has been labeled as fascist.\"\nIn 1991 Erhard \"vanished amid reports of tax fraud (which proved false and won him $200,000 from the IRS) and allegations of incest (which were later recanted).\" The March 3, 1991, episode of \"&lt;a href=\"60%20Minutes\"&gt;60 Minutes&lt;/a&gt;\" covered these allegations and was later removed by CBS due to factual inaccuracies. On March 3, 1992, Erhard sued &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt;, \"&lt;a href=\"San%20Jose%20Mercury%20News\"&gt;San Jose Mercury News&lt;/a&gt;\" reporter John Hubner and approximately 20 other defendants for &lt;a href=\"libel\"&gt;libel&lt;/a&gt;, &lt;a href=\"defamation\"&gt;defamation&lt;/a&gt;, &lt;a href=\"slander\"&gt;slander&lt;/a&gt;, &lt;a href=\"invasion%20of%20privacy\"&gt;invasion of privacy&lt;/a&gt;, and &lt;a href=\"Conspiracy%20%28crime%29\"&gt;conspiracy&lt;/a&gt;. On May 20, 1992, he filed for dismissal of his own case and sent each of the defendants $100 to cover their filing fees in the case. Erhard told &lt;a href=\"Larry%20King\"&gt;Larry King&lt;/a&gt; in an interview that he dropped the suit after receiving legal advice telling him that in order to win it, he would have to prove not just that CBS knew the allegations were false but that CBS acted with &lt;a href=\"malice%20%28legal%20term%29\"&gt;malice&lt;/a&gt;. Erhard told King that his family members had since retracted their allegations, which according to Erhard had been made under pressure from the \"60 Minutes\" producer.\nErhard's daughters retracted the allegations of sexual abuse they had made against him. Celeste Erhard, one of the daughters featured on \"60 Minutes\", sued Hubner and the \"&lt;a href=\"San%20Jose%20Mercury%20News\"&gt;San Jose Mercury News&lt;/a&gt;\" for $2 million, accusing the newspaper of having \"defrauded her and invaded her privacy\", saying she had exaggerated information, been promised a $2 million book deal, and appeared on \"60 Minutes\" to get publicity for the book. Celeste claimed that her quotes in the \"Mercury News\" article were deceitfully obtained. The case was dismissed in August 1993, the judge ruling that the &lt;a href=\"statute%20of%20limitation\"&gt;statute of limitation&lt;/a&gt; had expired, that Celeste \"had suffered no monetary damages or physical harm and that she failed to present legal evidence that Hubner had deliberately misled her\", which is legally required for damages.\nCBS subsequently withdrew the video of the \"60 Minutes\" program from the market. A disclaimer said, \"this segment has been deleted at the request of CBS News for legal or copyright reasons\".\nIn 1992 a court entered a &lt;a href=\"default%20judgment\"&gt;default judgment&lt;/a&gt; of $380,000 against Erhard &lt;a href=\"trial%20in%20absentia\"&gt;in absentia&lt;/a&gt; in a case alleging &lt;a href=\"Negligence\"&gt;negligent injury&lt;/a&gt;. The appellate court stated that he had not been personally served and was not present at the trial.\nIn 1993 Erhard filed a wrongful disclosure lawsuit against the IRS, asserting that IRS agents had incorrectly and illegally revealed details of his tax returns to the media. In April 1991, IRS spokesmen were widely quoted alleging that \"Erhard owed millions of dollars in back taxes, that he was transferring assets out of the country, and that the agency was suing Erhard\", branding Erhard a \"tax cheat\". On April 15, the IRS was reported to have placed a &lt;a href=\"lien\"&gt;lien&lt;/a&gt; of $6.7 million on Erhard's personal property. In his suit Erhard stated that he had never refused to pay taxes that were lawfully due, and in September 1996 he won the suit. The IRS paid him $200,000 in damages. While admitting that the media reports quoting the IRS on Erhard's tax liabilities had been false, the IRS took no action to have the media correct those statements.\nA private investigator quoted in the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" stated that by October 1989, Scientology had collected five filing cabinets' worth of materials about Erhard, many from certain graduates of est who had joined Scientology, and that Scientology was clearly in the process of organizing a \"media blitz\" aimed at discrediting him. According to Erhard's brother Harry Rosenberg, \"Werner made some very, very powerful enemies. They really got him.\"\nImpact.\nA 2012 \"&lt;a href=\"Financial%20Times\"&gt;Financial Times&lt;/a&gt;\" article stated that Erhard's influence \"extends far beyond the couple of million people who have done his courses; there is hardly a self-help book or a management training programme that does not borrow some of his principles.\" &lt;a href=\"Fortune%20%28magazine%29\"&gt;\"Fortune\"&lt;/a&gt; magazine's 40th anniversary issue (5/15/95), in examining the major contributions to management thinking over the previous two decades along with Peter Drucker's \"The Practice of Management\" and Michael Hammer and James Champy's \"Reengineering The Corporation\", said Erhard's ideas about methods for empowering people were one of the major innovations in management thinking of the previous two decades.\nOther organizations.\nThe Hunger Project.\nIn 1977, with the support of &lt;a href=\"John%20Denver\"&gt;John Denver&lt;/a&gt;, former Oberlin College president &lt;a href=\"Robert%20W.%20Fuller\"&gt;Robert W. Fuller&lt;/a&gt;, and others, Erhard founded The Hunger Project, a nonprofit NGO accredited to the &lt;a href=\"United%20Nations%20Economic%20and%20Social%20Council\"&gt;United Nations Economic and Social Council&lt;/a&gt; in which more than four million people have participated.\nLandmark Education.\nIn 1991 the group that later formed &lt;a href=\"Landmark%20Education\"&gt;Landmark Education&lt;/a&gt; purchased the intellectual property of Werner Erhard. In 1998, \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" magazine published an article about Landmark Education and its historical connection to Werner Erhard. The article stated that: \"In 1991, before he left the U.S., Erhard sold the 'technology' behind his seminars to his employees, who formed a new company called the Landmark Education Corp., with Erhard's brother Harry Rosenberg at the helm.\" Landmark Education states that its programs have as their basis ideas originally developed by Erhard, but that Erhard has no financial interest, ownership, or management role in Landmark Education. In Stephanie Ney v. Landmark Education Corporation (1994), the courts determined Landmark Education Corporation did not have successor-liability to Werner Erhard &amp; Associates, the corporation whose assets Landmark Education purchased.\nAccording to &lt;a href=\"Steven%20Pressman\"&gt;Pressman&lt;/a&gt; in the 1993 book \"&lt;a href=\"Outrageous%20Betrayal\"&gt;Outrageous Betrayal&lt;/a&gt;\": Landmark Education further agreed to pay Erhard a long-term licensing fee for the material used in &lt;a href=\"Werner%20Erhard%20and%20Associates\"&gt;the Forum&lt;/a&gt; and other courses. Erhard stood to earn up to $15 million over the next 18 years.\" However, Arthur Schreiber's declaration of May 3, 2005 states: \"Landmark Education has never paid Erhard under the license agreements (he assigned his rights to others).\"\nIn 2001, \"&lt;a href=\"New%20York%20Magazine\"&gt;New York Magazine&lt;/a&gt;\" reported that Landmark Education's CEO Harry Rosenberg said that the company had bought outright Erhard's license and his rights to the business in Japan and Mexico. From time to time Erhard &lt;a href=\"consultant\"&gt;consult&lt;/a&gt;s with Landmark Education."
}