{
    "id": "10671359",
    "revid": "29264169",
    "url": "https://en.wikipedia.org/wiki?curid=10671359",
    "title": "James Franklin (philosopher)",
    "text": "James Franklin (born 1953 in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;) is an Australian philosopher, mathematician and &lt;a href=\"history%20of%20ideas\"&gt;historian of ideas&lt;/a&gt;.\nLife and career.\nFranklin was educated at &lt;a href=\"St.%20Joseph%27s%20College%2C%20Hunters%20Hill\"&gt;St. Joseph's College, Hunters Hill&lt;/a&gt;, &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;. His undergraduate work was at the &lt;a href=\"University%20of%20Sydney\"&gt;University of Sydney&lt;/a&gt; (1971–74), where he attended &lt;a href=\"St%20John%27s%20College%2C%20University%20of%20Sydney\"&gt;St John's College&lt;/a&gt; and he was influenced by philosophers &lt;a href=\"David%20Stove\"&gt;David Stove&lt;/a&gt; and &lt;a href=\"David%20Malet%20Armstrong\"&gt;David Armstrong&lt;/a&gt;. He completed his PhD in 1981 at the &lt;a href=\"University%20of%20Warwick\"&gt;University of Warwick&lt;/a&gt;, on &lt;a href=\"algebraic%20groups\"&gt;algebraic groups&lt;/a&gt;. Since 1981 he has taught in the School of Mathematics and Statistics at the &lt;a href=\"University%20of%20New%20South%20Wales\"&gt;University of New South Wales&lt;/a&gt;.\nHis research areas include the philosophy of mathematics and the '&lt;a href=\"formal%20science\"&gt;formal science&lt;/a&gt;s', the &lt;a href=\"history%20of%20probability\"&gt;history of probability&lt;/a&gt;, &lt;a href=\"Australian%20Catholic\"&gt;Australian Catholic&lt;/a&gt; history, the parallel between ethics and mathematics, restraint, the quantification of rights in &lt;a href=\"applied%20ethics\"&gt;applied ethics&lt;/a&gt;, and the analysis of &lt;a href=\"extreme%20risk\"&gt;extreme risk&lt;/a&gt;. Franklin is the literary executor of David Stove.\nHe is a Fellow of the &lt;a href=\"Royal%20Society%20of%20New%20South%20Wales\"&gt;Royal Society of New South Wales&lt;/a&gt;.\nHistory of ideas.\nHis 2001 book, \"The Science of Conjecture: Evidence and Probability Before Pascal\", covered the development of thinking about uncertain evidence over many centuries up to 1650. Its central theme was ancient and medieval work on the law of evidence, which developed concepts like &lt;a href=\"half-proof\"&gt;half-proof&lt;/a&gt;, similar to modern &lt;a href=\"proof%20beyond%20reasonable%20doubt\"&gt;proof beyond reasonable doubt&lt;/a&gt;, as well as analyses of &lt;a href=\"aleatory%20contracts\"&gt;aleatory contracts&lt;/a&gt; like &lt;a href=\"insurance\"&gt;insurance&lt;/a&gt; and &lt;a href=\"gambling\"&gt;gambling&lt;/a&gt;. The book was praised by &lt;a href=\"Nassim%20Nicholas%20Taleb\"&gt;N.N. Taleb&lt;/a&gt;.\nHis polemical history of &lt;a href=\"Australian%20philosophy\"&gt;Australian philosophy&lt;/a&gt;, \"Corrupting the Youth\" (2003), praised the &lt;a href=\"Australian%20realism\"&gt;Australian realist&lt;/a&gt; tradition in philosophy and attacked &lt;a href=\"postmodernist\"&gt;postmodernist&lt;/a&gt; and &lt;a href=\"relativist\"&gt;relativist&lt;/a&gt; trends.\nPhilosophy of mathematics.\nIn the philosophy of mathematics, Franklin defends an &lt;a href=\"Aristotelian%20realist%20philosophy%20of%20mathematics\"&gt;Aristotelian realist&lt;/a&gt; theory, according to which mathematics is about certain real features of the world, namely the quantitative and structural features (such as ratios and symmetry). The theory is developed in his 2014 book \"An Aristotelian Realist Philosophy of Mathematics: Mathematics as the Science of Quantity and Structure\". The theory stands in opposition to both &lt;a href=\"Platonism\"&gt;Platonism&lt;/a&gt; and &lt;a href=\"nominalism\"&gt;nominalism&lt;/a&gt;, and emphasises applied mathematics and mathematical modelling as the most philosophically central parts of mathematics. He is the founder of the Sydney School in the &lt;a href=\"philosophy%20of%20mathematics\"&gt;philosophy of mathematics&lt;/a&gt;. Over the years, the School has hosted emerging Australasian researchers and philosophers such as Anne Newstead, Lisa Dive, and Jeremiah Joven Joaquin. &lt;a href=\"Paul%20Thagard\"&gt;Paul Thagard&lt;/a&gt; writes that \"the current philosophy of mathematics that fits best with what is known about minds and science is James Franklin's Aristotelian realism.\"\nIn the philosophy of probability, he argues for an objective &lt;a href=\"Bayesian%20probability\"&gt;Bayesian&lt;/a&gt; view according to which the relation of evidence to conclusion is strictly a matter of logic. An example is evidence for and against conjectures in pure mathematics. His book \"What Science Knows: And How It Knows It\" develops the &lt;a href=\"philosophy%20of%20science\"&gt;philosophy of science&lt;/a&gt; from an objective Bayesian viewpoint.\nEthics.\nHis work on the parallel between ethics and mathematics received the 2005 &lt;a href=\"Eureka%20Prize\"&gt;Eureka Prize&lt;/a&gt; for Research in Ethics.\nIn 1998 he set up and taught for ten years a course on Professional Issues and Ethics in Mathematics at UNSW.\nHe conducted the \"Restraint Project\", a study of the virtue of temperance or self-control in Australia. In 2008 he set up the Australian Database of Indigenous Violence.\nPhilosophy of religion.\nFranklin has defended &lt;a href=\"Pascal%27s%20Wager\"&gt;Pascal's Wager&lt;/a&gt; and &lt;a href=\"Leibniz\"&gt;Leibniz&lt;/a&gt;'s &lt;a href=\"Best%20of%20all%20possible%20worlds\"&gt;Best of all possible worlds&lt;/a&gt; theory, and has discussed &lt;a href=\"emergentism\"&gt;emergentism&lt;/a&gt; as an alternative to &lt;a href=\"materialism\"&gt;materialist atheism&lt;/a&gt; and theism.\nAustralian Catholic history.\nHe is the editor of the \"Journal of the &lt;a href=\"Australian%20Catholic%20Historical%20Society\"&gt;Australian Catholic Historical Society&lt;/a&gt;\". His books on Australian Catholic history are &lt;a href=\"https%3A//www.google.com.au/books/edition/Catholic_Values_and_Australian_Realities/X8hnwenTAO4C\"&gt;\"Catholic Values and Australian Values\"&lt;/a&gt; (2006) and &lt;a href=\"https%3A//www.google.com.au/books/edition/Catholic_Values_and_Australian_Realities/X8hnwenTAO4C\"&gt;\"The Real Archbishop Mannix\"&lt;/a&gt; (2015, with G.O.Nolan and M. Gilchrist). He has written also on the Catholic sexual abuse crisis, &lt;a href=\"Magdalene%20asylum\"&gt;Magdalen laundries&lt;/a&gt;, missions to Aboriginal Australians, and the virtuous life of Catholic rural communities.\nPublications.\nFranklin has written several books and articles:\nArticles (a selection):"
}