{
    "id": "1069117",
    "revid": "1058062838",
    "url": "https://en.wikipedia.org/wiki?curid=1069117",
    "title": "Andrew Laming",
    "text": "Andrew Charles Laming (born 30 September 1966) is an Australian politician who is currently a member of the &lt;a href=\"Australian%20House%20of%20Representatives\"&gt;House of Representatives&lt;/a&gt; representing the &lt;a href=\"Division%20of%20Bowman\"&gt;Division of Bowman&lt;/a&gt;, Queensland, for the &lt;a href=\"Liberal%20National%20Party%20of%20Queensland\"&gt;Liberal National Party of Queensland&lt;/a&gt;, having first won the seat at the &lt;a href=\"2004%20Australian%20federal%20election\"&gt;2004 federal election&lt;/a&gt; for the &lt;a href=\"Liberal%20Party%20of%20Australia\"&gt;Liberal Party of Australia&lt;/a&gt;.\nHe was a medical practitioner and a management consultant before entering politics. Laming is the son of former Queensland state Liberal MP &lt;a href=\"Bruce%20Laming\"&gt;Bruce Laming&lt;/a&gt; who held the seat of &lt;a href=\"Electoral%20district%20of%20Mooloolah\"&gt;Mooloolah&lt;/a&gt; from 1992 until 2001 and served as &lt;a href=\"Speaker%20of%20the%20Legislative%20Assembly%20of%20Queensland%23Deputies\"&gt;Deputy Speaker&lt;/a&gt; of the &lt;a href=\"Legislative%20Assembly%20of%20Queensland\"&gt;Queensland Legislative Assembly&lt;/a&gt;.\nEducation and early career.\nLaming was educated at the &lt;a href=\"Anglican%20Church%20Grammar%20School\"&gt;Anglican Church Grammar School&lt;/a&gt;. He studied medicine at the &lt;a href=\"University%20of%20Queensland\"&gt;University of Queensland&lt;/a&gt; and is a fellow of the &lt;a href=\"Royal%20Australian%20and%20New%20Zealand%20College%20of%20Ophthalmologists\"&gt;Royal Australian and New Zealand College of Ophthalmologists&lt;/a&gt;. He also holds a Diploma in obstetrics and gynaecology from the &lt;a href=\"Royal%20College%20of%20Obstetricians%20and%20Gynaecologists\"&gt;Royal College of Obstetricians and Gynaecologists&lt;/a&gt;, as well as a &lt;a href=\"Master%20of%20Public%20Administration\"&gt;Master of Public Administration&lt;/a&gt; from the &lt;a href=\"John%20F.%20Kennedy%20School%20of%20Government\"&gt;John F. Kennedy School of Government&lt;/a&gt; of Harvard University, a &lt;a href=\"Master%20of%20Public%20Policy\"&gt;Master of Public Policy&lt;/a&gt; from Charles Darwin University and a &lt;a href=\"Master%20of%20Philosophy\"&gt;Master of Philosophy&lt;/a&gt; in Public Health from the University of Sydney. He has worked in public health, economics, ophthalmology.\nAfter graduating from the University of Queensland in 1990, Laming worked as a rural &lt;a href=\"General%20practitioner\"&gt;GP&lt;/a&gt; in &lt;a href=\"Gundagai%2C%20New%20South%20Wales\"&gt;Gundagai, New South Wales&lt;/a&gt;, and the rural Queensland towns of &lt;a href=\"Goondiwindi%2C%20Queensland\"&gt;Goondiwindi&lt;/a&gt;, &lt;a href=\"Mungindi\"&gt;Mungindi&lt;/a&gt;, &lt;a href=\"Dirranbandi%2C%20Queensland\"&gt;Dirranbandi&lt;/a&gt; and &lt;a href=\"St%20George%2C%20Queensland\"&gt;St George&lt;/a&gt;. In 1991, he researched &lt;a href=\"anterior%20cruciate%20ligament\"&gt;anterior cruciate ligament&lt;/a&gt; injuries at the &lt;a href=\"Perisher%20Ski%20Resort\"&gt;Perisher ski fields&lt;/a&gt;. In 1992, he worked as a gym manager and rigger in South Africa as well as three months in &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt; clearing &lt;a href=\"land%20mines\"&gt;land mines&lt;/a&gt; with the British charity &lt;a href=\"The%20HALO%20Trust\"&gt;Halo Trust&lt;/a&gt; and doing basic war surgery with the &lt;a href=\"International%20Red%20Cross%20and%20Red%20Crescent%20Movement\"&gt;International Council of the Red Cross&lt;/a&gt; in &lt;a href=\"Kabul\"&gt;Kabul&lt;/a&gt;. He continued obstetric training in 1993 with a diploma of obstetrics in &lt;a href=\"Bromley\"&gt;Bromley&lt;/a&gt; and &lt;a href=\"Farnborough%2C%20London\"&gt;Farnborough&lt;/a&gt; Hospital in the UK.\nLaming worked in the &lt;a href=\"Northern%20Territory\"&gt;Northern Territory&lt;/a&gt; community of &lt;a href=\"Lajamanu%2C%20Northern%20Territory\"&gt;Lajamanu&lt;/a&gt; in 1995, combining ophthalmic surgery training and public health. As part of a Master of Philosophy in Public Health, he was the principal researcher in evaluating single dose &lt;a href=\"azithromycin\"&gt;azithromycin&lt;/a&gt; for mass treatment of &lt;a href=\"trachoma\"&gt;trachoma&lt;/a&gt;. This treatment became standard practice partly as a result of Laming's research. He conducted eye disease surveys across the &lt;a href=\"top%20end\"&gt;top end&lt;/a&gt; as an ophthalmic &lt;a href=\"Specialist%20registrar\"&gt;registrar&lt;/a&gt; and co-founded \"RedANT\" – Australia's first mobile eye disease database, earning a Master of Public Policy from Charles Darwin University in 2000.\nIn 1999, Laming established FIDO – Friends In Deed Organisation – while completing ophthalmology training at &lt;a href=\"Sydney%20Hospital%23Recent%20work\"&gt;Sydney Eye Hospital&lt;/a&gt; and &lt;a href=\"Royal%20North%20Shore%20Hospital\"&gt;Royal North Shore Hospital&lt;/a&gt;. FIDO was Australia's first internet-based volunteering service which partners skilled volunteers with not-for-profit organisations. Fido is now operated by The Centre for Volunteering in &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; and in 2006 it became known as Fido Skilled Volunteer Search.\nIn 2000, while studying for a Master of Public Administration at Harvard University's Kennedy School of Government, Laming was one of three people who established the now annual \"Kennedy School Review\". He co-authored \"Let's Go Turkey\" in 2001 before joining the &lt;a href=\"World%20Bank%20Group\"&gt;World Bank Group's&lt;/a&gt; Health Nutrition and Population section in Washington DC. He then worked with the East Timor Transitional Authority as Health Planning Specialist as the country's health system was rebuilt.\nAt the &lt;a href=\"2001%20Australian%20federal%20election\"&gt;2001 federal election&lt;/a&gt;, Laming unsuccessfully challenged &lt;a href=\"Con%20Sciacca\"&gt;Con Sciacca&lt;/a&gt; in the federal seat of Bowman.\nIn 2002, Laming was employed as then Health Minister &lt;a href=\"Kay%20Patterson\"&gt;Kay Patterson&lt;/a&gt;'s medical and public health advisor, then worked as an ophthalmologist, and a public sector consultant to the &lt;a href=\"Aboriginal%20and%20Torres%20Strait%20Islander%20Commission\"&gt;Aboriginal and Torres Strait Islander Commission&lt;/a&gt;.\nParliamentary career.\nAfter the 2004 federal redistribution in Queensland, Sciacca nominated for the newly created &lt;a href=\"Australian%20Electoral%20Division\"&gt;seat&lt;/a&gt; of &lt;a href=\"Division%20of%20Bonner\"&gt;Bonner&lt;/a&gt;, which contained historically safe Labor areas formerly in Bowman, and Laming secured the now notionally Liberal seat of Bowman, centred on &lt;a href=\"Redland%20City%20Council\"&gt;Redland City&lt;/a&gt;.\nIn his first parliamentary term, Laming was appointed to represent the government on the &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; National Commission and in 2005, he participated in the International Election Observer Mission as an observer of the election of &lt;a href=\"Autonomous%20Region%20of%20Bougainville\"&gt;Bougainville&lt;/a&gt;'s &lt;a href=\"History%20of%20Bougainville%23Autonomy\"&gt;first autonomous government&lt;/a&gt;.\nIn 2006, he was a contributor to the debate on a &lt;a href=\"Bill%20%28law%29\"&gt;bill&lt;/a&gt; to lift the ban on the \"abortion pill\" &lt;a href=\"RU486\"&gt;RU486&lt;/a&gt;. He said that while undergoing post-graduate training in obstetrics and gynaecology in London, he was required to perform &lt;a href=\"late-term%20abortions\"&gt;late-term abortions&lt;/a&gt; which he found \"harrowing\". He introduced an amendment to the bill, which would give Parliament a right of veto over the quasi-autonomous government drug regulator – the &lt;a href=\"Therapeutic%20Goods%20Administration\"&gt;Therapeutic Goods Administration&lt;/a&gt; (TGA). He failed to win support for the amendment and ultimately supported the bill.\nAt the &lt;a href=\"2007%20Australian%20federal%20election\"&gt;2007 federal election&lt;/a&gt;, it initially appeared on election night as if Laming had lost Bowman to Labor rival Jason Young on a large swing. However, counting of pre-poll votes which progressed over the next couple of weeks placed Laming marginally ahead, and the Australian Electoral Commission eventually declared him the winner on a 0.04-point margin – just 64 votes ahead – having suffered a &lt;a href=\"two-party-preferred\"&gt;two-party-preferred&lt;/a&gt; swing of 8.86 points, compared with the Queensland state average of 7.53 points.\nAt the &lt;a href=\"2010%20Australian%20federal%20election\"&gt;2010 federal election&lt;/a&gt;, Laming was re-elected to the seat of Bowman with a swing of more than 10 points. He was subsequently promoted to the position of Shadow Parliamentary Secretary for Regional Health Services and Indigenous Health and onto the front bench. Through this shadow portfolio, Laming was critical of the Government's handling of intervention in Indigenous communities in the Northern Territory.\nThroughout his political career, Laming has served on a number of parliamentary committees. These include the House of Representative's Standing Committee on Communications, Information Technology and the Arts from 2004 to 2007, the Joint Committee of Public Accounts and Audit from 2004 to 2007, the House of Representative's Standing Committee on Aboriginal and Torres Strait Islander Affairs from 2006 to 2010, the Joint Standing Committee on Treaties in 2007, and the House of Representative's Standing Committee on Employment and Workplace Relations in 2008.\nIn May 2013, Laming announced that he would maintain his registration as an eye specialist by applying to the newly constituted AHPRA; stating that this would give him the opportunity to volunteer in Aboriginal communities to perform eye exams and screen for disease to save surgeons time. The Medical Board of Australia granted Laming six time extensions to complete the required paperwork and an unsuccessful application leading to an order to pay the Medical Board's legal costs, Laming's second AHPRA application was successful.\nIn 2006, Laming supported reform of the PBS, but his proposed changes caused backlash from the &lt;a href=\"Pharmacy%20Guild\"&gt;Pharmacy Guild&lt;/a&gt;.\nIn 2018, he supported &lt;a href=\"Peter%20Dutton\"&gt;Peter Dutton&lt;/a&gt;'s calls to treat white &lt;a href=\"White%20South%20Africans\"&gt;South Africa&lt;/a&gt;n farmers as refugees. Laming's support of the bill has been linked to a view expounded by the NSW Young Nationals used to influence the party to adopt alt-right views in a report by the &lt;a href=\"Australian%20Broadcasting%20Corporation\"&gt;ABC&lt;/a&gt;. The attempt to prioritise white South African farmers, &lt;a href=\"South%20African%20farm%20attacks\"&gt;who are sometimes targets of attacks&lt;/a&gt;, above other humanitarian crises at the time was labelled as \"'dog-whistling' to racist voters\" by opponents of the bill.\nControversies.\nIn 2007, Laming and fellow Queensland Liberal &lt;a href=\"Australian%20House%20of%20Representatives\"&gt;MPs&lt;/a&gt;, &lt;a href=\"Gary%20Hardgrave\"&gt;Gary Hardgrave&lt;/a&gt; and &lt;a href=\"Ross%20Vasta\"&gt;Ross Vasta&lt;/a&gt;, were investigated and subsequently cleared of breaches relating to parliamentary entitlements. This included A$67,000 for printing campaign material and Laming's five-day employment of a staff member who worked in the office of Hardgrave. There was speculation in the media and the &lt;a href=\"Legislative%20Assembly%20of%20Queensland\"&gt;Queensland Parliament&lt;/a&gt; that funds had been diverted to the Liberals' 2006 &lt;a href=\"2006%20Queensland%20state%20election\"&gt;state election&lt;/a&gt; campaign. On 2 March 2007, the &lt;a href=\"Australian%20Federal%20Police\"&gt;Australian Federal Police&lt;/a&gt; conducted a &lt;a href=\"search%20warrant\"&gt;search&lt;/a&gt; on the three MPs' electoral offices as well as those of a printing company and a graphic artist. Laming described the incident as a \"routine visit\".\nOn 13 August, Ross Vasta was cleared and Gary Hardgrave was cleared on 11 September. Vasta had admitted making an \"administrative error\" during the investigation, and repaid nearly $24,000. On 28 September 2007, the Commonwealth &lt;a href=\"Director%20of%20Public%20Prosecutions\"&gt;Director of Public Prosecutions&lt;/a&gt; announced that there were not \"reasonable prospects of conviction for a criminal offence against Dr Laming\", effectively clearing him.\nIn January 2013, in response to clashes between groups of Indigenous Australians and Pacific Islanders in , Queensland, Laming twice posted the following statement on Twitter: \"Mobs tearing up Logan tonight. Did any of them do a day's work today, or was it business as usual and welfare on tap?\" The federal Labor ministers &lt;a href=\"Penny%20Wong\"&gt;Penny Wong&lt;/a&gt; and &lt;a href=\"Craig%20Emerson\"&gt;Craig Emerson&lt;/a&gt; subsequently criticised Laming's post, with Emerson calling it \"disgraceful and inflammatory\", while fellow Liberal and shadow Minister &lt;a href=\"Greg%20Hunt\"&gt;Greg Hunt&lt;/a&gt; stated that there was a need to be cautious about commenting on the clashes. Laming later posted another tweet which stated \"To clarify: Working together to resolve these riots the priority. Training and a chance for jobs are key\". The acting opposition leader &lt;a href=\"Warren%20Truss\"&gt;Warren Truss&lt;/a&gt; told reporters that Laming \"has got to take responsibility for his own actions. He's done that by correcting the tweet\".\nOn &lt;a href=\"Australia%20Day\"&gt;Australia Day&lt;/a&gt; in 2014, at a &lt;a href=\"Barbecue%23Events%20and%20gatherings\"&gt;barbecue&lt;/a&gt; in his electorate of Bowman, Laming &lt;a href=\"wikt%3Ascull%23Verb%202\"&gt;sculled&lt;/a&gt; a &lt;a href=\"beer\"&gt;beer&lt;/a&gt; while performing a &lt;a href=\"handstand\"&gt;handstand&lt;/a&gt;, attracting significant media attention. The stunt was criticised as &lt;a href=\"attention%20seeking\"&gt;attention seeking&lt;/a&gt;, prompting then-Prime Minister &lt;a href=\"Tony%20Abbott\"&gt;Tony Abbott&lt;/a&gt; to comment that \"it wouldn't be how I would choose to celebrate Australia Day\", while a witness at the barbecue stated that they were \"a little bit surprised when he did it, but in the context of the party it was OK\". Earlier that week, Laming voiced opposition to reduced &lt;a href=\"Liquor%20license\"&gt;licensing&lt;/a&gt; hours for &lt;a href=\"drinking%20establishment\"&gt;drinking establishment&lt;/a&gt;s, using &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; to post: \"Why should idiots remove my right to stay out late celebrating a special occasion?\"\nIn March 2015, Laming was suspended from Parliament for 24 hours by the Speaker &lt;a href=\"Bronwyn%20Bishop\"&gt;Bronwyn Bishop&lt;/a&gt; for bringing a jar of &lt;a href=\"Bunker%20fuel\"&gt;blackfuel&lt;/a&gt; into the Parliament House chamber and pouring it out onto his hand, in protest at the pollution left by cruise ship liners. Bishop said \"In his remarks the member himself acknowledged the dangerous nature of the material, setting aside the member's own offence in making use of props it is highly disorderly to bring dangerous and flammable substances into each of the chambers. I consider the member's actions to be totally disorderly, disrespectful of the House and the &lt;a href=\"Australian%20House%20of%20Representatives%23Federation%20Chamber\"&gt;Federation Chamber&lt;/a&gt; and potentially dangerous to the health and safety of members and staff of the Federation Chamber\".\nHe gained notoriety in December 2016 when he spent eleven hours on the comment section of Facebook page 'The Simpsons Against the Liberals' after they published a &lt;a href=\"Internet%20meme\"&gt;meme&lt;/a&gt; making fun of his proposal to stop hiring PE teachers. This spawned a large amount of media attention, especially regarding his use of curious phrases such as 'mashing lefties'.\nOn 23 January 2021, Laming made a Facebook post suggesting that Indigenous Australians were petrol sniffers. He has since claimed that posting \"Deny it's Australia Day. That'll help petrol sniffing and school attendance in remote Australia\" was not racist.\nIn March 2021, it was reported that Laming had repeatedly made abusive posts on Facebook targeting two women, with one of the women stating that he had been doing so for six years. Prime Minister Scott Morrison told Laming to apologise for this in parliament before the story was broadcast, which he did. As part of his apology Laming stated that the women are \"highly regarded individuals within our Redland community\", though in a subsequent exchange he reportedly said that \"In this climate – I willingly apologise – I didn't even know what for at 4pm when I did it.\" On 27 March, after a third woman accused him of misconduct, Laming issued a statement saying, \"I will step down from all Parliamentary roles effective immediately and complete both the counselling courses I committed to; as well as additional clinical counselling.\" The following day, Laming announced that he would not stand for re-election. However, he did not withdraw his nomination for preselection after his announcement. On 12 April 2021, he was disendorsed by the LNP, making him eligible for a taxpayer-funded 'resettlement payment' of six months' salary, amounting to $105,600.\nOn 6 April 2021, \"&lt;a href=\"Guardian%20Australia\"&gt;Guardian Australia&lt;/a&gt;\" reported that Laming had set up and operated around 35 &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; pages, supposedly for community groups and suburbs in his electorate, which he allegedly used to promote political material and attack political opponents, seemingly in contravention of &lt;a href=\"Australian%20Electoral%20Commission\"&gt;Australian Electoral Commission&lt;/a&gt; (AEC) rules requiring political authorisation for information intended to influence how electors vote. On 7 April, the AEC confirmed it was investigating the Facebook pages regarding their lack of authorisation disclosure."
}