{
    "id": "107021",
    "revid": "37808067",
    "url": "https://en.wikipedia.org/wiki?curid=107021",
    "title": "Malvern, Arkansas",
    "text": "Malvern is a city in and the &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt; of &lt;a href=\"Hot%20Spring%20County%2C%20Arkansas\"&gt;Hot Spring County&lt;/a&gt;, &lt;a href=\"Arkansas\"&gt;Arkansas&lt;/a&gt;, United States. Founded as a railroad stop at the eastern edge of the &lt;a href=\"Ouachita%20Mountains\"&gt;Ouachita Mountains&lt;/a&gt;, the community's history and economy have been tied to available agricultural and mineral resources. The production of &lt;a href=\"brick\"&gt;brick&lt;/a&gt;s from locally available clay has earned the city the nickname, \"The Brick Capital of the World\". The city had a population of 10,318 at the time of the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt;, and in 2019 the estimated population was 10,931.\nHistory.\nNamed after &lt;a href=\"Malvern%20Hill\"&gt;Malvern Hill&lt;/a&gt;, &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;, Malvern was founded in 1870 by the Cairo and Fulton Railroad as a city site southeast of &lt;a href=\"Hot%20Springs%2C%20Arkansas\"&gt;Hot Springs&lt;/a&gt;. On October 15, 1878, Malvern officially became the county seat of Hot Spring County. The original inhabitants of the county were Native Americans, trappers, hunters, and farmers.\nThe &lt;a href=\"Hot%20Springs%20Railroad\"&gt;Hot Springs Railroad&lt;/a&gt;, often referred to as the Diamond Jo line, was established as a &lt;a href=\"narrow-gauge%20railroad\"&gt;narrow-gauge railroad&lt;/a&gt; by &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; businessman Joseph Reynolds in 1874. Reynolds began building the Hot Springs Railroad, which extends northwest from Malvern Junction, a station on the Cairo &amp; Fulton, to Hot Springs, after he had endured unsatisfactory &lt;a href=\"stagecoach\"&gt;stagecoach&lt;/a&gt; rides to the latter city. Because Malvern was the closest railroad station to Hot Springs, it became an important junction point for passengers transferring from rail to stagecoach to complete their journey to the spas in Hot Springs. This was the only railroad into Hot Springs for 15 years. The opening of the Little Rock &amp; Hot Springs Western Railroad in April 1900 provided a more direct access to Hot Springs from &lt;a href=\"Little%20Rock%2C%20Arkansas\"&gt;Little Rock&lt;/a&gt; and the north, and both the Choctaw, Oklahoma &amp; Gulf and the Iron Mountain took advantage of this route, effectively cutting the volume of interchange traffic into Malvern. By 1902 passenger train shuttle service through Malvern had essentially ended.\nThe Malvern Police Department lost Carson Smith, the deputy, and three officers in the line of duty, all shot to death during the 1930s. They were Clyde Davis, Leslie Lee Potts, and Hiram Potts. Davis and Leslie Lee Potts were both shot during a domestic dispute on April 21, 1933, a shootout in which they killed the suspect. Hiram Potts, who was related to Leslie Lee Potts, was shot and killed during his March 4, 1935, attempt to arrest two men who were boarding a train illegally.\nDuring World War II, hundreds of Malvernites moved to the Los Angeles area to take advantage of work in the shipyards—apparently spurred by a couple of residents who found work there and wrote home boasting of 88-cent/hour jobs, which was a decent wage for the time.\nIn 1954, the Black population of &lt;a href=\"Sheridan%2C%20Arkansas\"&gt;Sheridan&lt;/a&gt; was moved to Malvern as a way to make Sheridan an all-white, or &lt;a href=\"sundown%20town\"&gt;sundown town&lt;/a&gt;. The owner of Sheridan's sawmill, Jack Williams, told his Black employees that they could accept his offer to give them their homes and be moved to Malvern, or that he \"would evict them and burn down their home.\"\nGeography.\nMalvern is in northeastern Hot Spring County, southeast of the &lt;a href=\"Ouachita%20River\"&gt;Ouachita River&lt;/a&gt; where it exits the &lt;a href=\"Ouachita%20Mountains\"&gt;Ouachita Mountains&lt;/a&gt;. It is bordered to the north by &lt;a href=\"Rockport%2C%20Arkansas\"&gt;Rockport&lt;/a&gt; and to the east by &lt;a href=\"Perla%2C%20Arkansas\"&gt;Perla&lt;/a&gt;.\n&lt;a href=\"Interstate%2030\"&gt;Interstate 30&lt;/a&gt; passes through the northwest part of Malvern, with access from Exits 97, 98, and 99. I-30 leads northeast to &lt;a href=\"Little%20Rock%2C%20Arkansas\"&gt;Little Rock&lt;/a&gt;, the state capital, and southwest to &lt;a href=\"Texarkana%2C%20Arkansas\"&gt;Texarkana&lt;/a&gt;. &lt;a href=\"U.S.%20Route%2067\"&gt;U.S. Route 67&lt;/a&gt; (Page Avenue) runs through the center of Malvern, leading northeast to &lt;a href=\"Benton%2C%20Arkansas\"&gt;Benton&lt;/a&gt; and southwest to &lt;a href=\"Arkadelphia%2C%20Arkansas\"&gt;Arkadelphia&lt;/a&gt;. &lt;a href=\"U.S.%20Route%20270\"&gt;U.S. Route 270&lt;/a&gt; passes northeast of Malvern on a bypass, leading east to &lt;a href=\"Sheridan%2C%20Arkansas\"&gt;Sheridan&lt;/a&gt; and northwest to &lt;a href=\"Hot%20Springs%2C%20Arkansas\"&gt;Hot Springs&lt;/a&gt;. &lt;a href=\"Arkansas%20Highway%209\"&gt;Arkansas Highway 9&lt;/a&gt; (Main Street) leads south from the center of Malvern to &lt;a href=\"Camden%2C%20Arkansas\"&gt;Camden&lt;/a&gt;.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, Malvern has a total area of , of which are land and , or 0.79%, are water.\nClimate.\nThe climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the &lt;a href=\"K%C3%B6ppen%20Climate%20Classification\"&gt;Köppen Climate Classification&lt;/a&gt; system, Malvern has a &lt;a href=\"humid%20subtropical%20climate\"&gt;humid subtropical climate&lt;/a&gt;, abbreviated \"Cfa\" on climate maps.\nDemographics.\n2020 census.\nAs of the &lt;a href=\"2020%20United%20States%20census\"&gt;2020 United States census&lt;/a&gt;, there were 10,867 people, 3,911 households, and 2,407 families residing in the city.\n2000 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 9,021 people, 3,769 households, and 2,431 families residing in the city, and its &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 1,227.1 people per square mile (473.9/km). There were 4,193 housing units at an average density of 570.4 per square mile (220.3/km). The racial makeup of the city was 68.16% &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;White&lt;/a&gt;, 28.66% &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;Black&lt;/a&gt; or &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;African American&lt;/a&gt;, 0.35% &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;Native American&lt;/a&gt;, 0.29% &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;Asian&lt;/a&gt;, 0.07% &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 0.53% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 1.94% from two or more races. 1.26% of the population were &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;Latino&lt;/a&gt; of any race.\nThe city had 3,769 households, out of which 29.0% contained children under the age of 18, 44.1% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 16.3% had a female householder with no husband present, and 35.5% were non-families. 32.2% of all households were made up of individuals, and 16.8% had someone living alone who was 65 years of age or older. The average household size was 2.33 and the average family size was 2.93. Additionally, 25.0% of the city's population were under the age of 18, 9.3% from 18 to 24, 24.2% from 25 to 44, 21.5% from 45 to 64, and 20.0% were 65 years of age or older. The median age was 38 years; for every 100 females there were 85.0 males and for every 100 females age 18 and over, there were 80.7 males.\nThe median income for a household in the city was $27,007, and the median income for a family was $34,563. Males had a median income of $27,232 versus $18,929 for females and the &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $14,848. About 15.7% of families and 20.3% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 27.6% of those under age 18, and 18.4% of those age 65 or over.\nEconomy.\nThe city is home to three &lt;a href=\"Acme%20Brick\"&gt;Acme Brick&lt;/a&gt; plants and several other manufacturing companies, including &lt;a href=\"Weyerhaeuser\"&gt;Weyerhaeuser&lt;/a&gt;, &lt;a href=\"Borden%20Chemical\"&gt;Borden Chemical&lt;/a&gt;, Adams Face Veneer Company, and &lt;a href=\"Pactiv\"&gt;Pactiv&lt;/a&gt;. It is also the home of Grapette International, the manufacturer of &lt;a href=\"Grapette\"&gt;Grapette&lt;/a&gt; soda. Malvern is the location of the &lt;a href=\"Ouachita%20River%20Unit\"&gt;Ouachita River Unit&lt;/a&gt;, a medium security prison.\nArts and culture.\nAnnual cultural events.\nEvery year on the last weekend of June, Malvern City Park hosts Brickfest, an event that fills the city with music, food and activities that include a brick toss, brick car derby, and a best-dressed brick contest. Malvern also hosts the Hot Spring County Fair and Rodeo each fall.\nTourism.\nHistory in Malvern can be found throughout the central city, including ten &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; listings. Located at 210 Locust Street in downtown Malvern, the &lt;a href=\"art%20deco\"&gt;art deco&lt;/a&gt; Hot Spring County Courthouse has been the center of county government since its construction in 1936. Also located downtown is the &lt;a href=\"Bank%20of%20Malvern\"&gt;Bank of Malvern&lt;/a&gt; building, historically notable both for its distinct variation of &lt;a href=\"Richardsonian%20Romanesque\"&gt;Richardsonian Romanesque&lt;/a&gt; architecture and its importance in transitioning Malvern from an agricultural-based economy to one based on industry. The Hot Spring County Museum is located in the Boyle House at 302 East Third Street in Malvern.\nMalvern hosts one of two whitewater parks in the state of Arkansas, located on the Ouachita River. (The other park is in &lt;a href=\"Siloam%20Springs%2C%20Arkansas\"&gt;Siloam Springs&lt;/a&gt;.) Used for training Olympic kayakers and river rescue teams, the river-wide ledge runs year-round, and is dam-released. A &lt;a href=\"zip%20line\"&gt;zip line&lt;/a&gt; and nature hike are available along Ouachita Bend.\nEducation.\nEłementary and secondary education.\nPublic education for early childhood, elementary and secondary school students is provided by:\nMedia.\nThe city's newspaper is the \"Malvern Daily Record\", established in 1916. It publishes an afternoon edition Tuesday through Friday with a Saturday morning \"Weekend Edition\" The city also has two radio stations, &lt;a href=\"KLBL\"&gt;KLBL&lt;/a&gt; (101.5), a Classic Hits format, and KZYP AM-1310, a sports station.\nInfrastructure.\nTransportation.\nMalvern is connected on road by &lt;a href=\"Interstate%2030\"&gt;Interstate 30&lt;/a&gt;, &lt;a href=\"U.S.%20Route%20270\"&gt;U.S. Route 270&lt;/a&gt;, and &lt;a href=\"U.S.%20Route%2067\"&gt;U.S. Route 67&lt;/a&gt;. &lt;a href=\"Amtrak\"&gt;Amtrak&lt;/a&gt;'s \"&lt;a href=\"Texas%20Eagle\"&gt;Texas Eagle&lt;/a&gt;\" provides daily passenger train service to &lt;a href=\"Malvern%20station%20%28Arkansas%29\"&gt;Malvern&lt;/a&gt; on a route extending from &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; to &lt;a href=\"Dallas\"&gt;Dallas&lt;/a&gt; and &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, and railroad freight service to Malvern is provided by the &lt;a href=\"Union%20Pacific%20Railroad\"&gt;Union Pacific Railroad&lt;/a&gt; and the &lt;a href=\"Arkansas%20Midland%20Railroad%20%281992%29\"&gt;Arkansas Midland Railroad&lt;/a&gt;, the latter operating over the route of the original &lt;a href=\"Hot%20Springs%20Railroad\"&gt;Hot Springs Railroad&lt;/a&gt;. The Malvern Municipal Airport (FAA Identifier: M78) serves the Malvern area."
}