{
    "id": "10704391",
    "revid": "8223705",
    "url": "https://en.wikipedia.org/wiki?curid=10704391",
    "title": "Esher RFC",
    "text": "Esher Rugby Football Club is an &lt;a href=\"England\"&gt;English&lt;/a&gt; &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club based in &lt;a href=\"Surrey\"&gt;Surrey&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. Esher currently play in the fourth division of the &lt;a href=\"English%20rugby%20union%20system\"&gt;English league system&lt;/a&gt;; &lt;a href=\"National%20League%202%20South\"&gt;National League 2 South&lt;/a&gt;, following the club's relegation from &lt;a href=\"National%20League%201\"&gt;National League 1&lt;/a&gt; at the end of the 2018–19 season.\nHistory.\nThe club was formed in 1923 when four rugby enthusiasts agreed to start a club.\nWhen the league system was introduced in 1987 Esher were placed in &lt;a href=\"London%201\"&gt;London 1&lt;/a&gt;, but were relegated in the first season and did not win promotion back to that league until 1993.\nEsher were first promoted to the national leagues system for the 1997–98 season, finishing fourth in &lt;a href=\"National%20League%202%20South\"&gt;National League 2 South&lt;/a&gt;. They led for most of the season the following year but finished second, but won promotion in 1999–00. The club set a new points record when winning &lt;a href=\"National%20League%201\"&gt;National Division Two&lt;/a&gt; in &lt;a href=\"2006%E2%80%9307%20National%20Division%20Two\"&gt;2006–07&lt;/a&gt; and were thus promoted. They were promoted into the second tier, the &lt;a href=\"RFU%20Championship\"&gt;RFU Championship&lt;/a&gt; after winning National League 1 in 2009–10. During this season they broke the world record when they beat &lt;a href=\"Manchester%20Rugby%20Club\"&gt;Manchester&lt;/a&gt; 148 – 0. They played in the Championship for two seasons before being relegated back into National League 1 for the &lt;a href=\"2012%E2%80%9313%20National%20League%201\"&gt;2012–13&lt;/a&gt; season.\nIn 2020, the club announced a 2-year agreement to share their ground with &lt;a href=\"RFU%20Championship\"&gt;RFU Championship&lt;/a&gt; side &lt;a href=\"London%20Scottish%20F.C.\"&gt;London Scottish&lt;/a&gt; starting in 2021–22. However it was later confirmed that Scottish would remain at &lt;a href=\"Athletic%20Ground%2C%20Richmond\"&gt;Richmond Athletic Ground&lt;/a&gt;."
}