{
    "id": "1071029",
    "revid": "1034096843",
    "url": "https://en.wikipedia.org/wiki?curid=1071029",
    "title": "Glenbrook, New South Wales",
    "text": "Glenbrook is a township of the Lower &lt;a href=\"Blue%20Mountains%20%28New%20South%20Wales%29\"&gt;Blue Mountains&lt;/a&gt; of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. It is located 63 kilometres west of &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; in the &lt;a href=\"Local%20government%20in%20Australia\"&gt;local government area&lt;/a&gt; of the &lt;a href=\"City%20of%20Blue%20Mountains\"&gt;City of Blue Mountains&lt;/a&gt;. At the &lt;a href=\"2016%20Australian%20census\"&gt;2016 Australian census&lt;/a&gt; Glenbrook had a population of 5,051 people.\nGlenbrook lies between &lt;a href=\"Lapstone%2C%20New%20South%20Wales\"&gt;Lapstone&lt;/a&gt; and &lt;a href=\"Blaxland%2C%20New%20South%20Wales\"&gt;Blaxland&lt;/a&gt; at an elevation of 163 m (535 ft) and is approximately a 50-minute drive from Sydney. It plays host to trendy cafes and boutiques, while offering various &lt;a href=\"tourist%20attraction\"&gt;tourist attraction&lt;/a&gt;s, including weekend markets, recreational opportunities and native &lt;a href=\"flora%20%28plants%29\"&gt;flora&lt;/a&gt; and &lt;a href=\"fauna%20%28animals%29\"&gt;fauna&lt;/a&gt;.\nThe town takes its name from Glenbrook Creek, which is on the southern side of the village and must be crossed to enter the &lt;a href=\"Blue%20Mountains%20National%20Park\"&gt;Blue Mountains National Park&lt;/a&gt;. Glenbrook retains many historical homes and buildings throughout the village, although most homes are occupied and not open to the public.\nHistory.\nBlaxland, Wentworth and Lawson reached Glenbrook area and Lagoon on their trek across the Blue Mountains on 12 May 1813 and described it as \"a large lagoon of good water full of very coarse rushes\".\nIn 1815, &lt;a href=\"William%20Cox%20%28pioneer%29\"&gt;William Cox&lt;/a&gt; constructed the first road over the Blue Mountains with a gang of convicts and the Glenbrook area became an important stopping point after a storeroom was built near the lagoon. &lt;a href=\"Lachlan%20Macquarie\"&gt;Governor Macquarie&lt;/a&gt; also built a military depot near the lagoon to monitor traffic on the newly built road.\nAfter years of use, Cox's road up Lapstone Hill ran into a few problems. It was very steep in sections and in rain became slippery. A new road and stone bridge was built and opened to traffic in 1833 \"The Western Road\", at what is today Mitchell's Pass, planned and built by &lt;a href=\"Thomas%20Mitchell%20%28explorer%29\"&gt;Thomas Livingstone Mitchel&lt;/a&gt;l. The Stone Bridge, &lt;a href=\"Lennox%20Bridge%2C%20Glenbrook\"&gt;Lennox Bridge&lt;/a&gt; completed in 1833 and designed by &lt;a href=\"Scotland\"&gt;Scottish&lt;/a&gt; &lt;a href=\"stonemason\"&gt;stonemason&lt;/a&gt; &lt;a href=\"David%20Lennox\"&gt;David Lennox&lt;/a&gt; is the oldest surviving stone bridge on the Australian mainland.\nGlenbrook became a town in the 1870s as a result of the arrival of the railway. In 1867 a zigzag railway was built up the Lapstone Hill and on to Weatherboard \"Wentworth Falls\". A siding was also built at Glenbrook \"Wascoe's Siding\", named after an Inn from the local area, water from &lt;a href=\"Glenbrook%20Lagoon\"&gt;Glenbrook Lagoon&lt;/a&gt; was piped to supply the trains after traversing the &lt;a href=\"Lapstone%20Zig%20Zag\"&gt;Lapstone ZigZag&lt;/a&gt;. This Wascoe Siding became a passenger station in 1877. In 1878, Sir Alfred Stephen, Chief Justice and Privy Councillor, decided to give the station a proper name and called it Brookdale, but later it was officially changed to Glenbrook in 1879, named after the nearby creek and Gorge. Glenbrook, which Sir &lt;a href=\"John%20Jamison\"&gt;John Jamison&lt;/a&gt; thought came from Regents Glen. A village sprung up near the station and was officially proclaimed Glenbrook, six years later.\nThe Lapstone ZigZag opened in 1867, a part of the ascent of &lt;a href=\"Lapstone%2C%20New%20South%20Wales\"&gt;Lapstone Hill&lt;/a&gt; on a gradient of 1 in 30–33, which was built up the side of the range with comparatively light earthwork, although it includes the substantial seven-span &lt;a href=\"Sydney%20sandstone\"&gt;sandstone&lt;/a&gt; &lt;a href=\"Lapstone%20Zig%20Zag%23Knapsack%20Viaduct%2C%201863-65\"&gt;Knapsack Viaduct&lt;/a&gt;. This was later widened to carry the old &lt;a href=\"Great%20Western%20Highway\"&gt;Great Western Highway&lt;/a&gt;, and it is now part of a walking trail on the old railway/highway alignment, including a memorial to the engineer in charge of the construction of the Blue Mountains line and many other early railways, &lt;a href=\"John%20Whitton\"&gt;John Whitton&lt;/a&gt;.\nIn 1892 the &lt;a href=\"Glenbrook%20Deviation%20%281892%29\"&gt;first deviation&lt;/a&gt; of the railway up the Lapstone Hill, bypassed the &lt;a href=\"Lapstone%20Zig%20Zag\"&gt;Lapstone Zig Zag&lt;/a&gt; altogether. A &lt;a href=\"Glenbrook%20Tunnel%20%281892%29\"&gt;tunnel&lt;/a&gt; was built through the hill to the Old Glenbrook station (subsequently dismantled). The 1892 Glenbrook Tunnel ran into trouble with water seeping from the nearby creek and the steep gradient making the climb hard for most trains, often getting stuck in the tunnel.\nIn 1913 the &lt;a href=\"Glenbrook%20Deviation%20%281913%29\"&gt;second deviation&lt;/a&gt; of the railway line up Lapstone Hill was completed with a new &lt;a href=\"double%20track\"&gt;double-tracked&lt;/a&gt; &lt;a href=\"Glenbrook%20Tunnel%20%281913%29\"&gt;1913 tunnel&lt;/a&gt; at the Bluff Point. The old 1892 Glenbrook Tunnel was subsequently closed. As a result of the new line, the Old Glenbrook station was relocated from next to the Great Western Highway to its current location next to the village of Glenbroook at the end of Ross Street, and was officially opened 11 May 1913.\nThe abandoned 1892 Glenbrook Tunnel has been used to store mustard gas during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, and grow mushrooms in recent times. The eastern entrance can be still seen from a walking track at Lapstone.\nOn 28 January 1941, an &lt;a href=\"Avro%20Anson\"&gt;Avro Anson&lt;/a&gt; of No. 1 Air Navigation School, &lt;a href=\"Parkes%2C%20New%20South%20Wales\"&gt;Parkes&lt;/a&gt; crashed near Glenbrook during a medical evacuation flight from Parkes to the &lt;a href=\"Sydney%20Airport\"&gt;Sydney Airport&lt;/a&gt;. All five crew members were killed.\nIn 1999, the town was associated with the &lt;a href=\"Glenbrook%20train%20disaster\"&gt;Glenbrook train disaster&lt;/a&gt;.\nSince 2005, the suburb has been the home of The Australian Gnome Convention organised by the &lt;a href=\"Rotary%20Club\"&gt;Rotary Club&lt;/a&gt; of Lower Blue Mountains and held on &lt;a href=\"Australia%20Day\"&gt;Australia Day&lt;/a&gt; each year. Owners of &lt;a href=\"garden%20gnomes\"&gt;garden gnomes&lt;/a&gt; display their garden decorations and compete for various awards to raise funds for charities.\nHeritage listings.\nNew South Wales State Heritage Register.\nGlenbrook has a number of heritage-listed sites, including the following items listed on the &lt;a href=\"New%20South%20Wales%20State%20Heritage%20Register\"&gt;New South Wales State Heritage Register&lt;/a&gt;:\nCity of Blue Mountains local government heritage register.\nGlenbrook has a number of heritage-listed sites, including the following items listed on the City of Blue Mountains local government heritage register, as recorded in the &lt;a href=\"New%20South%20Wales%20Heritage%20Database\"&gt;New South Wales Heritage Database&lt;/a&gt;:\nPopulation.\nIn the 2016 Census, there were 5,051 people in Glenbrook. 82.0% of people were born in Australia. The next most common country of birth was England at 5.4%. 90.9% of people spoke only English at home. The most common responses for religion were No Religion 31.5%, Catholic 24.5% and Anglican 18.7%.\nTransport.\n&lt;a href=\"Glenbrook%20railway%20station%2C%20New%20South%20Wales\"&gt;Glenbrook railway station&lt;/a&gt; is on the &lt;a href=\"Blue%20Mountains%20Line\"&gt;Blue Mountains Line&lt;/a&gt; of the &lt;a href=\"NSW%20TrainLink\"&gt;NSW TrainLink&lt;/a&gt; intercity network. Also, the Great Western Highway passes through the town."
}