{
    "id": "1072556",
    "revid": "38207151",
    "url": "https://en.wikipedia.org/wiki?curid=1072556",
    "title": "Myriophyllum",
    "text": "Myriophyllum (water milfoil) is a genus of about 69 species of freshwater &lt;a href=\"aquatic%20plant\"&gt;aquatic plant&lt;/a&gt;s, with a &lt;a href=\"cosmopolitan%20distribution\"&gt;cosmopolitan distribution&lt;/a&gt;. The center of diversity for \"Myriophyllum\" is Australia with 43 recognized species (37 endemic).\nThese submersed aquatic plants are perhaps most commonly recognized for having elongate stems with air canals and whorled &lt;a href=\"Leaf\"&gt;leaves&lt;/a&gt; that are finely, &lt;a href=\"pinnate\"&gt;pinnate&lt;/a&gt;ly divided, but there are many exceptions. For example, the North American species \"M\". \"tenellum\" has alternately arranged scale like leaves, while many Australian species have small alternate or &lt;a href=\"opposite%20leaves\"&gt;opposite leaves&lt;/a&gt; that lack dissection. The plants are usually heterophyllous, leaves above the water are often stiffer and smaller than the submerged leaves on the same plant and can lack dissection. Species can be monoecious or dioecious. In &lt;a href=\"Monoecy\"&gt;monoecious&lt;/a&gt; species plants are hermaphrodite, in &lt;a href=\"Dioecy\"&gt;dioecious&lt;/a&gt; species plants are either male or female, the &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s are small, 4(2)-parted and usually borne in emergent leaf axils. The 'female' flowers usually lack petals. The fruit is a schizocarp that splits into four (two) nutlets at maturity.\nThe fruits and leaves can be an important food source for waterfowl, which are thought to be an important source of seed and clonal dispersal.\nInvasion and control.\nThree species (\"M. aquaticum\", \"M. heterophyllum\" and \"M. spicatum\") have aggressively invaded lakes, natural waterways and irrigation canals in North America. The U.S. states most affected have implemented control plans.\nThe &lt;a href=\"Tennessee%20Valley%20Authority\"&gt;Tennessee Valley Authority&lt;/a&gt; detected milfoil in its waters in the 1960s. It discounted milfoil's value as a food or feedstock and fought it with chemicals and lowering of water levels. It suggested that water lilies (\"&lt;a href=\"Nelumbo%20lutea\"&gt;Nelumbo lutea&lt;/a&gt;\") might deny it sunlight.\nThe widespread invasive &lt;a href=\"Myriophyllum%20spicatum\"&gt;Eurasian water milfoil&lt;/a&gt; (\"M. spicatum\") is often controlled with &lt;a href=\"herbicide\"&gt;herbicide&lt;/a&gt; containing &lt;a href=\"diquat%20dibromide\"&gt;diquat dibromide&lt;/a&gt;. Control can also be done through careful mechanical management, such as with \"lake mowers,\" but this is a fragmenting plant, and the fragments may grow back.\nMechanical management can include the use of a long-reach lake rake or aquatic weed razor blade tool. Using these tools is similar to lawn work. These tools are most effective before seeds set. Infestations can be prevented through the use of a Weed Roller or a LakeMaid. These are automated and unattended machines. Permits may be required by various states. \nIn 2007, Professor Sallie Sheldon of &lt;a href=\"Middlebury%20College\"&gt;Middlebury College&lt;/a&gt; reported that an aquatic &lt;a href=\"weevil\"&gt;weevil&lt;/a&gt; (\"&lt;a href=\"Euhrychiopsis%20lecontei\"&gt;Euhrychiopsis lecontei&lt;/a&gt;\"), which eats nothing but milfoil, was an effective weapon against it.\nSince roughly 2000, invasive milfoils have been managed by hand-harvesting. Several organizations in the New England states have undertaken successful lake-wide hand-harvesting management programs. Periodic maintenance is necessary; the species cannot be completely eradicated once established, but it can be reduced to manageable levels. Well-trained divers with proper techniques have effectively controlled milfoil and maintained lakes, such as in the Adirondack Park in Northern New York where chemicals, mechanical harvesters, and other management techniques are banned as disruptive. The &lt;a href=\"http%3A//adkwatershed.com/\"&gt;Adirondack Watershed Institute (AWI)&lt;/a&gt; of Paul Smiths College touts the effectiveness of hand-harvesting.\nTaxonomy.\nA detailed molecular phylogenetic study enabled the construction of an infrageneric taxonomy but also revealed that another Haloragaceae genus, the &lt;a href=\"monotypic\"&gt;monotypic&lt;/a&gt; \"Meziella\" , once thought to be extinct, was embedded within it, leading to its submersion within the former as \"Myriophyllum\" subgenus \"Meziella\". This created three subgenera, further divided into sections and subsections:"
}