{
    "id": "10724508",
    "revid": "41744893",
    "url": "https://en.wikipedia.org/wiki?curid=10724508",
    "title": "List of Italian football champions",
    "text": "The Italian football champions (, plural: \"Campioni\") are the annual winners of &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;'s premier &lt;a href=\"Football%20%28soccer%29\"&gt;football&lt;/a&gt; league competition. The title has been contested since 1898 in varying forms of competition. &lt;a href=\"Inter%20Milan\"&gt;Internazionale&lt;/a&gt; are the current champions, while &lt;a href=\"Juventus%20F.C.\"&gt;Juventus&lt;/a&gt; have won a record 36 titles. The first time the \"&lt;a href=\"Scudetto\"&gt;Scudetto&lt;/a&gt;\" (, \"little shield\", plural: \"scudetti\") was used was in 1924 when &lt;a href=\"Genoa%20C.F.C.\"&gt;Genoa&lt;/a&gt; won its 9th championship title and decided to add a little shield to their shirt as to reward and celebrate themselves as champions.\nThe finals of the first &lt;a href=\"Italian%20Football%20Championship\"&gt;Italian Football Championship&lt;/a&gt; was decided in a single day with four teams competing, three from &lt;a href=\"Turin\"&gt;Turin&lt;/a&gt; and one from &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt;. The title was decided using a &lt;a href=\"Single-elimination%20tournament\"&gt;knock-out&lt;/a&gt; format between the finalists with &lt;a href=\"Genoa%20C.F.C.\"&gt;Genoa&lt;/a&gt;, the inaugural winners. The knock-out format was used until the &lt;a href=\"1909%E2%80%9310%20Prima%20Categoria\"&gt;1909–10&lt;/a&gt; season, when a league consisting of nine teams was formed. The championship, which had been confined to a single league in the north of Italy, became a national competition in 1929 with the foundation of &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; and &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt;.\nHistory.\nCampionato Italiano di Football.\nThe first official national football tournament was organised in 1898 by the &lt;a href=\"Italian%20Football%20Federation\"&gt;Italian Football Federation&lt;/a&gt; (Italian: \"Federazione Italiana Giuoco Calcio\", FIGC). This tournament, the final matches of the first &lt;a href=\"Italian%20Football%20Championship\"&gt;Italian Football Championship&lt;/a&gt;, were held in a single day on 8 May 1898 in &lt;a href=\"Turin\"&gt;Turin&lt;/a&gt;. &lt;a href=\"Genoa%20C.F.C.\"&gt;Genoa&lt;/a&gt; were crowned as champions, defeating &lt;a href=\"Internazionale%20F.C.%20Torino\"&gt;Internazionale F.C. Torino&lt;/a&gt; by 3–1, following extra time. In the following years, the tournament was structured into regional groups with the winners of each group participating in a playoff with the eventual winners being declared champions. From 1904, the championship was called \"Prima Categoria\".\nPrima Categoria.\nIn November 1907, the FIF organised two championships in the same season:\nThe FIF wanted to organize two championships in order to allow weaker clubs composed only of Italian players (\"squadre pure italiane\", \"pure Italian teams\") to win the national title, and to relegate simultaneously the big clubs composed mostly of stronger foreign players (\"squadre spurie internazionali\", \"spurious international teams\") in a minor competition for a \"consolation prize\". The majority of big clubs (Genoa, Torino and Milan) withdrew from both the championships in order to protest against the autarchical policy of the FIF. The Federal Championship was won by Juventus against Doria, while The Italian Championship 1908 and Coppa Buni were won by Pro Vercelli, beating Juventus, Doria and US Milanese. However, the Federal Championship won by Juventus was later forgotten by FIGC, due to the boycott made by the dissident clubs.\nIn the 1909 season, the two championships were organised again, with \"Coppa Oberti\" in lieu of \"Coppa Spensley\" for the Federal Championship. This time, the majority of big clubs decided to only withdraw from the Italian Championship in order to make the Federal competition the most relevant tournament, and to diminish the Italian one. The Federal Championship was won by Pro Vercelli, beating US Milanese in the Final, while the Italian Championship was won by Juventus, again beating US Milanese in the Final. However, the dissenters' strategy worked out: the failure of the Italian Championship won by Juventus forced the FIGC to later recognize the Federal Champions of Pro Vercelli as \"Campioni d'Italia 1909\", disavowing the other tournament.\nThe format was modified for the &lt;a href=\"1909%E2%80%9310%20Prima%20Categoria\"&gt;1909–10 season&lt;/a&gt; which was played in a league format. Nine clubs participated, playing each other both home and away. The split between Federal and Italian championship was not completely abolished, because, while unifying these tournaments, it was decided for the last time to assign two titles at the end of the season, In fact, the FIGC established that the first placed club in the general classification would be proclaimed Federal Champions (now turned into the main title), while the best placed club among the four \"pure Italian teams\" would be recognized as Italian Champions (now the secondary title), depending on the head-to-head matches. At the end of the season, Pro Vercelli and Inter finished equal first, so a playoff was needed to assign the Federal title (the Italian one was won by Pro Vercelli). This season was the first victory for &lt;a href=\"Inter%20Milan\"&gt;Internazionale&lt;/a&gt;, who defeated &lt;a href=\"U.S.%20Pro%20Vercelli%20Calcio\"&gt;Pro Vercelli&lt;/a&gt; 10-3 in the final. Even the Italian title won by Pro Vercelli was later forgotten.\nIn the &lt;a href=\"1910%E2%80%9311%20Prima%20Categoria\"&gt;1910–11&lt;/a&gt; season, teams from Veneto and Emilia were admitted for the first time. The championship was divided into two groups: \"Liguria-Piemonte-Lombardia group\", the most important, and the \"Veneto-Emilia group\". The winners of each group qualified to the Final for the title. The &lt;a href=\"1912%E2%80%9313%20Prima%20Categoria\"&gt;1912–13&lt;/a&gt; season saw the competition nationalised with North and South divisions. The 1914–1915 Championship was suspended because of World War I while Genoa was first in the Northern Italy Finals and only when the war ended, in 1919, did the FIGC decide to award the 1915 title to Genoa. In 1916, &lt;a href=\"A.C.%20Milan\"&gt;Milan&lt;/a&gt; won the \"Coppa Federale\", which for that season was a substitute for the championship, which had been suspended because of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. The tournament that year was limited to clubs from the north, with the exception of Pro Vercelli, but was not treated as an official trophy or recognised by the FIGC as an Italian title.\nPrima Divisione.\nControversy hit the Championship in the 1921–22 season which saw the major clubs (including Pro Vercelli, &lt;a href=\"Bologna%20F.C.%201909\"&gt;Bologna&lt;/a&gt; and Juventus) in dispute with the FIGC. The best 24 teams had asked for a reduction in clubs in the top division in accordance with a plan drawn up by &lt;a href=\"Vittorio%20Pozzo\"&gt;Vittorio Pozzo&lt;/a&gt;, the &lt;a href=\"Italian%20national%20football%20team\"&gt;Italian national team&lt;/a&gt; coach. Pozzo's plan was dismissed and the CCI (Italian: \"Confederazione Calcistica Italiana\") was founded and organised a &lt;a href=\"1921%E2%80%9322%20Prima%20Divisione%20%28CCI%29\"&gt;1921–22 CCI league&lt;/a&gt; (\"Prima Divisione\") to run concurrently with the &lt;a href=\"1921%E2%80%9322%20Prima%20Categoria%20%28FIGC%29\"&gt;1921–22 season&lt;/a&gt; (\"Prima Categoria\") organised by the FIGC. Therefore, that season saw two champions: Novese (FIGC) and Pro Vercelli (CCI). The schism ended when FIGC agreed to reduce the Northern Championship of 1922–23 to only 36 clubs (\"Compromesso Colombo/Colombo compromise\"); from 1923–24 the Northern Championship was reduced to 24 clubs divided into two groups.\nDivisione Nazionale.\nThe \"Carta di Viareggio/&lt;a href=\"Viareggio\"&gt;Viareggio&lt;/a&gt; charter\" (1926) was drawn up to legalise professionalism, ban foreign players, and rationalise the championship creating a new national top league where Northern and Southern teams would play in the same championship: \"Divisione Nazionale\". 17 teams from \"Lega Nord\" (\"Northern League\") were admitted to the new Championship along with 3 teams from \"Lega Sud\" (\"Southern League\") for 20 teams, divided into two national groups of 10 teams each.\nFurther scandal followed in the &lt;a href=\"1926%E2%80%9327%20Divisione%20Nazionale\"&gt;1926–27 season&lt;/a&gt; when title-winners &lt;a href=\"Torino%20F.C.\"&gt;Torino Football Club&lt;/a&gt; were stripped of their \"Scudetto\" following an FIGC investigation. A Torino official was found to have bribed opposing defender &lt;a href=\"Luigi%20Allemandi\"&gt;Luigi Allemandi&lt;/a&gt; in Torino's match against Juventus on 5 June 1927, and thus the season finished with no declared champions.\nSerie A.\nIn 1929 Divisione Nazionale (two groups of 16 teams each) split into two Championships: \"Divisione Nazionale &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt;\" (the new Top Division) and \"Divisione Nazionale &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt;\" (the new second level of Italian Football). The &lt;a href=\"1929%E2%80%9330%20Serie%20A\"&gt;1929–30 season&lt;/a&gt; was the inaugural Serie A season and was won by &lt;a href=\"Inter%20Milan\"&gt;Internazionale&lt;/a&gt; (called \"Ambrosiana\" at the time). The next 11 years were also dominated by &lt;a href=\"Juventus%20F.C.\"&gt;Juventus&lt;/a&gt; and &lt;a href=\"Bologna%20F.C.%201909\"&gt;Bologna&lt;/a&gt;, when all of the \"Scudetti\" were won between the three of them, Juventus winning five times in a row, a record equalled by \"&lt;a href=\"Grande%20Torino\"&gt;Grande Torino&lt;/a&gt;\" in 1949, by Internazionale in 2010, and Juventus itself in 2016, until they won again the next season in 2017 to overtake the record at six league titles in a row. The competition was truncated as the Championship was suspended in 1943 due to &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. A Championship was held in 1944, the &lt;a href=\"Campionato%20Alta%20Italia%201944\"&gt;Campionato Alta Italia&lt;/a&gt;, and won by &lt;a href=\"Spezia%20Calcio\"&gt;Spezia&lt;/a&gt;. The title was officially recognised as a decoration by FIGC in 2002.\nSpezia is authorized by the Italian Federation to exhibit a tricolour badge on the official jerseys which is unique, being the only permanent one in Italy.\nThe post-war years were dominated by a &lt;a href=\"Torino%20F.C.\"&gt;Torino&lt;/a&gt; side known as \"Il Grande Torino\" (\"The Great Torino\"), a team which found a dramatic end in the &lt;a href=\"Superga\"&gt;Superga&lt;/a&gt; air disaster in 1949. The 1950s saw the gradual emergence of &lt;a href=\"A.C.%20Milan\"&gt;Milan&lt;/a&gt;, with the help of &lt;a href=\"Sweden\"&gt;Swedish&lt;/a&gt; striker &lt;a href=\"Gunnar%20Nordahl\"&gt;Gunnar Nordahl&lt;/a&gt;, who was Serie A's leading scorer (Italian: \"Capocannonieri\") for five out of six seasons. &lt;a href=\"Juventus%20F.C.\"&gt;Juventus&lt;/a&gt; began to dominate throughout the 1970s and early 1980s with nine \"Scudetti\" in fifteen seasons while the 1990s saw Milan come to prominence.\nSerie A was dealt another blow by the &lt;a href=\"2006%20Italian%20football%20scandal\"&gt;2006 Italian football scandal&lt;/a&gt; which involved alleged widespread match fixing implicating league champions &lt;a href=\"Juventus%20F.C.\"&gt;Juventus&lt;/a&gt;, and other major teams including &lt;a href=\"A.C.%20Milan\"&gt;Milan&lt;/a&gt;, &lt;a href=\"ACF%20Fiorentina\"&gt;Fiorentina&lt;/a&gt;, &lt;a href=\"S.S.%20Lazio\"&gt;Lazio&lt;/a&gt;, and &lt;a href=\"Reggina%20Calcio\"&gt;Reggina&lt;/a&gt;. The FIGC ruled Juventus be stripped of their title, relegated to &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt;, and start the following season with a nine-point deduction. The other clubs involved suffered similarly with relegation and points deduction.\nPerformances.\nClubs.\nThe following table lists the performance of each club describing winners of the Championship. Sixteen clubs have been champions.\nBold indicates clubs currently playing in the top division."
}