{
    "id": "1075911",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=1075911",
    "title": "Maurice Williamson",
    "text": "Maurice Donald Williamson (born 6 March 1951) is a New Zealand diplomat and former politician who represented &lt;a href=\"Pakuranga%20%28New%20Zealand%20electorate%29\"&gt;Pakuranga&lt;/a&gt; in the &lt;a href=\"New%20Zealand%20House%20of%20Representatives\"&gt;House of Representatives&lt;/a&gt; as a member of the &lt;a href=\"New%20Zealand%20National%20Party\"&gt;National Party&lt;/a&gt;. He held several ministerial portfolios both inside and outside the &lt;a href=\"Cabinet%20of%20New%20Zealand\"&gt;cabinet&lt;/a&gt;: Transport, Communications, Broadcasting, Local Government, Research Science and Technology, Building and Construction, Customs, Small Business, Statistics and Land Information.\nMember of Parliament.\nWilliamson was a member of Parliament for the National Party, a centre-right political Party in New Zealand, as MP for Pakuranga since the &lt;a href=\"1987%20New%20Zealand%20general%20election\"&gt;1987 general election&lt;/a&gt;. He held a number of ministerial posts, including Minister of Communications, Minister of Broadcasting, Minister of Transport, and &lt;a href=\"Minister%20for%20Research%2C%20Science%20and%20Innovation\"&gt;Minister of Research, Science and Technology&lt;/a&gt;, and associate Minister of Health (1990–96). He was a strong supporter of &lt;a href=\"Prostitution%20in%20New%20Zealand\"&gt;reform of prostitution law&lt;/a&gt;.\nHis 2005 election campaign saw one of the strongest results for National across New Zealand.\nSuspensions.\nHe was suspended from &lt;a href=\"caucus\"&gt;caucus&lt;/a&gt; on 22 July 2003, after refusing to curtail his criticism of the National Party leader, &lt;a href=\"Bill%20English\"&gt;Bill English&lt;/a&gt;, who he blamed for poor performance in the polls. After English was replaced by &lt;a href=\"Don%20Brash\"&gt;Don Brash&lt;/a&gt;, Williamson was reinstated. After his return from suspension, Williamson played an active role in National, and was elevated up the ranks to eighth position in the National lineup in 2008.\nOn 1 May 2014, he resigned his ministerial portfolios after making what the Prime Minister, John Key, called, \"A serious error of judgement.\" The Prime Minister was referring to a phone call Mr Williamson had made to the police enquiring about a charge they were laying against businessman and National Party donor &lt;a href=\"Donghua%20Liu\"&gt;Donghua Liu&lt;/a&gt; over domestic violence allegations. Williamson had told police he was not trying to interfere with the process – he just wanted to make sure somebody had reviewed the matter to ensure the police were on solid ground as \"Mr Liu is investing a lot of money in New Zealand\".\n49th and 50th New Zealand Parliaments.\nAfter the &lt;a href=\"2008%20New%20Zealand%20general%20election\"&gt;2008 general election&lt;/a&gt; the National Party formed a minority government with three &lt;a href=\"confidence%20and%20supply\"&gt;confidence and supply&lt;/a&gt; partners. Despite his high list placing, Williamson was not selected for cabinet due in part to a series of gaffes during the election campaign relating to the party's policy on road tolls. He was given ministerial responsibilities outside of cabinet for Customs, Building and Construction, Statistics and Small Business. One of the major matters under his governance was the ongoing &lt;a href=\"leaky%20homes%20crisis\"&gt;leaky homes crisis&lt;/a&gt;, which he noted as having the government \"stumped\" due to its enormity.\nIn June 2009, &lt;a href=\"Richard%20Worth\"&gt;Richard Worth&lt;/a&gt; left Parliament after Prime Minister &lt;a href=\"John%20Key\"&gt;John Key&lt;/a&gt; lost confidence in him as a minister over sexual allegations. Williamson was made the acting minister of Worth's portfolios of Internal Affairs, National Library and Archives New Zealand which were subsequently passed on to &lt;a href=\"Nathan%20Guy\"&gt;Nathan Guy&lt;/a&gt;.\nAfter the election of the &lt;a href=\"50th%20Parliament%20of%20New%20Zealand\"&gt;50th Parliament of New Zealand&lt;/a&gt; Williamson was returned to his seat and re-appointed as a minister in the second term of the National-led government. Williamson retained his 2008 portfolios of Customs, Land Information and Building and Construction but lost the role of Minister for Small Business to &lt;a href=\"John%20Banks%20%28New%20Zealand%20politician%29\"&gt;John Banks&lt;/a&gt; as part of the new National-ACT Confidence and Supply deal. Williamson remained a minister outside of cabinet, along with &lt;a href=\"Jo%20Goodhew\"&gt;Jo Goodhew&lt;/a&gt;, &lt;a href=\"Chester%20Borrows\"&gt;Chester Borrows&lt;/a&gt; and &lt;a href=\"Chris%20Tremain\"&gt;Chris Tremain&lt;/a&gt;, until his resignation from all ministerial portfolios on 1 May 2014.\nHe announced that he would not stand for Parliament at the 2017 election.\n'Big gay rainbow' speech.\nIn April 2013, Williamson voted in favour of the &lt;a href=\"Marriage%20%28Definition%20of%20Marriage%29%20Amendment%20Act%202013\"&gt;Marriage (Definition of Marriage) Amendment Bill&lt;/a&gt; which legalised same-sex marriage, delivering a memorable speech prior to the third reading vote.\nThe speech was soon being referenced worldwide by news outlets and was chosen as 2013's quote of the year by Massey University. With Williamson's sarcastic and honest approach, the speech was viewed hundreds of thousands of times over the next few days, and featured on high-profile news sites like &lt;a href=\"The%20Huffington%20Post\"&gt;The Huffington Post&lt;/a&gt; and &lt;a href=\"Gawker\"&gt;Gawker&lt;/a&gt;. Williamson said he had an offer to go on \"&lt;a href=\"The%20Ellen%20DeGeneres%20Show\"&gt;The Ellen DeGeneres Show&lt;/a&gt;\", but had to turn it down due to rules around ministers accepting gifts. Williamson was later given approval by the prime minister to go on the show as long as he donated any money received to charity. Williamson's speech was praised by Opposition politicians and left-wing media commentators.\nLater career.\nAfter he announced his intention to leave parliament at the 2017 election, Williamson was appointed the New Zealand consul-general in Los Angeles in 2016. He took up the post the following year."
}