{
    "id": "10767226",
    "revid": "21165869",
    "url": "https://en.wikipedia.org/wiki?curid=10767226",
    "title": "Tarso Genro",
    "text": "Tarso Fernando Herz Genro (born March 6, 1947) is a left-wing &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;ian &lt;a href=\"politician\"&gt;politician&lt;/a&gt; from the southern state of &lt;a href=\"Rio%20Grande%20do%20Sul\"&gt;Rio Grande do Sul&lt;/a&gt;. A prominent associate of &lt;a href=\"Luiz%20In%C3%A1cio%20Lula%20da%20Silva\"&gt;Luiz Inácio Lula da Silva&lt;/a&gt;, Genro was one of the most important leaders of the &lt;a href=\"Workers%27%20Party%20%28Brazil%29\"&gt;Workers' Party&lt;/a&gt; (PT) in the 2000s.\nBiography.\nGenro was born to a working-class family in &lt;a href=\"S%C3%A3o%20Borja%2C%20Rio%20Grande%20do%20Sul\"&gt;São Borja, Rio Grande do Sul&lt;/a&gt;, Genro was active in politics from a young age. In the early 1980s, Genro was a spokesman for the &lt;a href=\"Revolutionary%20Communist%20Party%20%28Brazil%29\"&gt;Communist Revolutionary Party&lt;/a&gt; (PRC) along with his brother, Adelmo Genro Filho.\nAs a member of the Workers' Party (PT), he was elected deputy mayor of &lt;a href=\"Porto%20Alegre\"&gt;Porto Alegre&lt;/a&gt; by the \"Popular Front\", a list headed by Olívio Dutra, a fellow member of the PT. He accumulated the position of vice mayor with that of government secretary. In 1992, Genro was elected to the position of &lt;a href=\"Mayor%20of%20Porto%20Alegre\"&gt;Mayor of Porto Alegre&lt;/a&gt;, though he lost reelection in 1996. In &lt;a href=\"1998%20Brazilian%20general%20election\"&gt;1998&lt;/a&gt;, he was speculated to be a potential presidential candidate for the PT in the place of Lula, though Lula ended up running\nAs a result of the &lt;a href=\"Mensal%C3%A3o%20scandal\"&gt;Mensalão scandal&lt;/a&gt;, Genro served the remainder of &lt;a href=\"Jos%C3%A9%20Geno%C3%ADno\"&gt;José Genoíno&lt;/a&gt;'s term as party president in 2005. &lt;a href=\"Ricardo%20Berzoini\"&gt;Ricardo Berzoini&lt;/a&gt; was elected to the post later that year.\nFollowing his service as interim president, Genro was a top political adviser to &lt;a href=\"Luiz%20In%C3%A1cio%20Lula%20da%20Silva\"&gt;Luiz Inácio Lula da Silva&lt;/a&gt;, former &lt;a href=\"President%20of%20Brazil\"&gt;President of Brazil&lt;/a&gt; (2006–2010), during the contentious, but quite successful, &lt;a href=\"2006%20Brazilian%20general%20election\"&gt;2006 Presidential campaign&lt;/a&gt;. On 16 March 2007, he became the new Minister of Justice in Lula's &lt;a href=\"Cabinet%20of%20Brazil\"&gt;cabinet&lt;/a&gt;. In &lt;a href=\"2010%20Brazilian%20presidential%20election\"&gt;2010&lt;/a&gt;, Genro was mentioned as a possible successor to Lula, though the PT nomination went to eventual winner &lt;a href=\"Dilma%20Rousseff\"&gt;Dilma Rousseff&lt;/a&gt;.\nPersonal life.\nHis daughter, &lt;a href=\"Luciana%20Genro\"&gt;Luciana Genro&lt;/a&gt;, is a prominent socialist politician in Brazil who served as the presidential candidate of the &lt;a href=\"Socialism%20and%20Liberty%20Party\"&gt;Socialism and Liberty Party&lt;/a&gt; (PSOL) in &lt;a href=\"2014%20Brazilian%20general%20election\"&gt;2014&lt;/a&gt;."
}