{
    "id": "10779849",
    "revid": "1054477803",
    "url": "https://en.wikipedia.org/wiki?curid=10779849",
    "title": "Carlos Torres (referee)",
    "text": "Carlos Manuel Torres Núñez (born January 27, 1970) is retired Paraguayan &lt;a href=\"soccer\"&gt;football&lt;/a&gt; referee who was a listed international referee from 1998 to 2012. He is known for having officiated the football tournament at the &lt;a href=\"2004%20Summer%20Olympics\"&gt;2004 Summer Olympics&lt;/a&gt; in &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt;, &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;.\nTorres also refereed in the &lt;a href=\"2007%20Copa%20America\"&gt;2007 Copa America&lt;/a&gt;.\nCareer.\nCarlos Torres was an electromechanical engineer, and began his career as part of the &lt;a href=\"Uni%C3%B3n%20del%20F%C3%BAtbol%20del%20Interior\"&gt;Unión del Fútbol del Interior&lt;/a&gt; refereeing body. Under it leadership, he had his first experience conducting matches between clubs of the main category, during the extinct República 1990 tournament, a contest made up of teams from the interior and the capital of the country. In 1994 he was promoted to the APF referee team and since then he has been in charge of some 300 First Division matches, including more than 10 classics. In 1994 he was promoted to the APF referee team and since then he has been in charge of some 300 First Division matches, including more than 10 classics.\nIn total, Torres refereed 367 matches locally and 113 internationally, between 1998 and 2011. Ninety for Conmebol club tournaments and 23 between national teams.\nIn 1998 he became an international referee judge with a FIFA insignia, to later lead in relevant tournaments such as the 2004 Athens Olympic Games, the 2007 Copa América, the South American qualification phase for the World Cup, the Copa Libertadores de América. , among others.\nOn 3 March 2010, Torres officiated a friendly match between &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; and &lt;a href=\"Egypt%20national%20football%20team\"&gt;Egypt&lt;/a&gt;, which was played at &lt;a href=\"Wembley%20Stadium\"&gt;Wembley Stadium&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt;.\nOn 1 December 2010, he was summoned in the first leg of the &lt;a href=\"Copa%20Sudamericana\"&gt;Copa Sudamericana&lt;/a&gt; between Goiás and Independiente.\nIn September 2012, Torres announced his retirement from refereeing to join the Referees Commission of the Paraguayan Football Association. .\nAfter having been away for a while, in February 2017, Torres returned to the APF upon being confirmed as general advisor to the Directorate of Referees, led by another former referee, &lt;a href=\"Amelio%20Andino\"&gt;Amelio Andino&lt;/a&gt;."
}