{
    "id": "1077155",
    "revid": "42941688",
    "url": "https://en.wikipedia.org/wiki?curid=1077155",
    "title": "Compact Linear Collider",
    "text": "The Compact Linear Collider (CLIC) is a concept for a future &lt;a href=\"linear%20particle%20accelerator\"&gt;linear particle accelerator&lt;/a&gt; that aims to explore the next &lt;a href=\"energy\"&gt;energy&lt;/a&gt; frontier. CLIC would collide &lt;a href=\"electron\"&gt;electron&lt;/a&gt;s with &lt;a href=\"positron\"&gt;positron&lt;/a&gt;s and is currently the only mature option for a multi-TeV linear &lt;a href=\"collider\"&gt;collider&lt;/a&gt;. The accelerator would be between long, more than ten times longer than the existing &lt;a href=\"SLAC%20National%20Accelerator%20Laboratory\"&gt;Stanford Linear Accelerator (SLAC)&lt;/a&gt; in California, USA. CLIC is proposed to be built at &lt;a href=\"CERN\"&gt;CERN&lt;/a&gt;, across the border between &lt;a href=\"France\"&gt;France&lt;/a&gt; and &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt; near &lt;a href=\"Geneva\"&gt;Geneva&lt;/a&gt;, with first &lt;a href=\"Particle%20beam\"&gt;beams&lt;/a&gt; starting by the time the &lt;a href=\"Large%20Hadron%20Collider\"&gt;Large Hadron Collider&lt;/a&gt; (LHC) has finished operations around 2035.\nThe CLIC accelerator would use a novel two-beam acceleration technique at an &lt;a href=\"acceleration\"&gt;acceleration&lt;/a&gt; &lt;a href=\"gradient\"&gt;gradient&lt;/a&gt; of 100 M&lt;a href=\"volt\"&gt;V&lt;/a&gt;/m, and its staged construction would provide &lt;a href=\"collision\"&gt;collision&lt;/a&gt;s at three &lt;a href=\"center%20of%20mass\"&gt;centre-of-mass&lt;/a&gt; &lt;a href=\"energy\"&gt;energies&lt;/a&gt; up to 3 TeV for optimal &lt;a href=\"physics\"&gt;physics&lt;/a&gt; reach. &lt;a href=\"Research%20and%20development\"&gt;Research and development&lt;/a&gt; (R&amp;D) are being carried out to achieve the high precision physics goals under challenging beam and &lt;a href=\"background%20radiation\"&gt;background&lt;/a&gt; conditions.\nCLIC aims to discover new physics beyond the &lt;a href=\"Standard%20Model\"&gt;Standard Model&lt;/a&gt; of particle physics, through precision &lt;a href=\"measurement\"&gt;measurement&lt;/a&gt;s of &lt;a href=\"Standard%20Model\"&gt;Standard Model&lt;/a&gt; properties as well as direct detection of new particles. The collider would offer high sensitivity to &lt;a href=\"electroweak%20interaction\"&gt;electroweak&lt;/a&gt; states, exceeding the predicted precision of the full LHC programme. The current CLIC design includes the possibility for electron beam &lt;a href=\"polarization%20%28waves%29\"&gt;polarisation&lt;/a&gt;.\nThe CLIC collaboration produced a Conceptual Design Report (CDR) in 2012, complemented by an updated energy staging scenario in 2016. Additional detailed studies of the physics case for CLIC, an advanced design of the accelerator complex and the detector, as well as numerous R&amp;D results are summarised in a recent series of CERN Yellow Reports.\nBackground.\nThere are two main types of particle colliders, which differ in the types of particles they collide: &lt;a href=\"lepton\"&gt;lepton&lt;/a&gt; colliders and &lt;a href=\"hadron\"&gt;hadron&lt;/a&gt; colliders. Each type of collider can produce different final states of particles and can study different physics phenomena. Examples of hadron colliders are the &lt;a href=\"Intersecting%20Storage%20Rings\"&gt;ISR&lt;/a&gt;, the &lt;a href=\"Super%20Proton%20Synchrotron\"&gt;SPS&lt;/a&gt; and the LHC at CERN, and the &lt;a href=\"Tevatron\"&gt;Tevatron&lt;/a&gt; in the US. Examples of lepton colliders are the &lt;a href=\"SuperKEKB\"&gt;SuperKEKB&lt;/a&gt; in Japan, the &lt;a href=\"Beijing%20Electron%E2%80%93Positron%20Collider%20II\"&gt;BEPC II&lt;/a&gt; in China, &lt;a href=\"DAFNE\"&gt;DAFNE&lt;/a&gt; in Italy, the &lt;a href=\"VEPP-2000\"&gt;VEPP&lt;/a&gt; in Russia, &lt;a href=\"SLAC%20National%20Accelerator%20Laboratory\"&gt;SLAC&lt;/a&gt; in the US, and the &lt;a href=\"Large%20Electron%E2%80%93Positron%20Collider\"&gt;Large Electron–Positron Collider&lt;/a&gt; at CERN. Some of these lepton colliders are still running.\nHadrons are compound objects, which lead to more complicated collision events and limit the achievable precision of physics measurements. Lepton colliders collide &lt;a href=\"Elementary%20particle\"&gt;fundamental particles&lt;/a&gt;, therefore the initial state of each event is known and higher precision measurements can be achieved.\nThree energy stages.\nCLIC is foreseen to be built and operated in three stages with different centre-of-mass energies: 380 GeV, 1.5 TeV, and 3 TeV. The integrated &lt;a href=\"luminosity\"&gt;luminosities&lt;/a&gt; at each stage are expected to be 1 &lt;a href=\"barn%20%28unit%29\"&gt;ab&lt;/a&gt;−1, 2.5 ab−1, and 5 ab−1 respectively, providing a broad physics programme over a 27-year period. These centre-of-mass energies have been motivated by current LHC data and studies of the physics potential carried out by the CLIC study.\nAlready at 380 GeV, CLIC has good coverage of &lt;a href=\"Standard%20Model\"&gt;Standard Model&lt;/a&gt; physics; the energy stages beyond this allow for the discovery of new physics as well as increased precision measurements of &lt;a href=\"Standard%20Model\"&gt;Standard Model&lt;/a&gt; processes. Additionally, CLIC will operate at the &lt;a href=\"top%20quark\"&gt;top quark&lt;/a&gt; &lt;a href=\"pair%20production\"&gt;pair-production&lt;/a&gt; threshold around 350 GeV with the aim of precisely measuring the properties of the top quark.\nPhysics case for CLIC.\nCLIC would allow the exploration of new energy ranges, provide possible solutions to unanswered problems, and enable the discovery of phenomena beyond our current understanding.\nHiggs physics.\nThe current LHC data suggest that the particle found in 2012 is the &lt;a href=\"Higgs%20boson\"&gt;Higgs boson&lt;/a&gt; as predicted by the &lt;a href=\"Standard%20Model\"&gt;Standard Model&lt;/a&gt; of particle physics. However, the LHC can only partially answer questions about the true nature of this particle, such as its composite/fundamental nature, &lt;a href=\"coupling%20constant\"&gt;coupling strengths&lt;/a&gt;, and possible role in an extended electroweak sector. CLIC could examine these questions in more depth by measuring the Higgs couplings to a precision not achieved before. The 380 GeV stage of CLIC allows, for example, accurate model-independent measurements of Higgs &lt;a href=\"boson\"&gt;boson&lt;/a&gt; couplings to &lt;a href=\"fermions\"&gt;fermions&lt;/a&gt; and bosons through the Higgsstrahlung and WW-fusion production processes. The second and third stages give access to phenomena such as the &lt;a href=\"Yukawa%20interaction\"&gt;top-Yukawa coupling&lt;/a&gt;, rare Higgs decays and the Higgs self-coupling.\nTop-quark physics.\nThe top quark, the heaviest of all known fundamental particles, has currently never been studied in &lt;a href=\"electron\"&gt;electron&lt;/a&gt;-&lt;a href=\"positron\"&gt;positron&lt;/a&gt; collisions. The CLIC linear collider plans to have an extensive top quark physics programme. A major aim of this programme would be a threshold scan around the top quark pair-production threshold (~350 GeV) to precisely determine the &lt;a href=\"mass\"&gt;mass&lt;/a&gt; and other significant properties of the top quark. For this scan, CLIC currently plans to devote 10% of the running time of the first stage, collecting 100 fb−1. This study would allow the top quark mass to be ascertained in a theoretically well-defined manner and at a higher precision than possible with hadron colliders. CLIC would also aim to measure the top quark electroweak couplings to the &lt;a href=\"W%20and%20Z%20bosons\"&gt;Z boson&lt;/a&gt; and the photon, as deviations of these values from those predicted by the &lt;a href=\"Standard%20Model\"&gt;Standard Model&lt;/a&gt; could be evidence of new physics phenomena, such as extra dimensions. Further observation of top quark decays with &lt;a href=\"Flavour%20%28particle%20physics%29\"&gt;flavour&lt;/a&gt;-changing neutral currents at CLIC would be an indirect indication of new physics, as these should not be seen by CLIC under current &lt;a href=\"Standard%20Model\"&gt;Standard Model&lt;/a&gt; predictions.\nNew phenomena.\nCLIC could discover new physics phenomena either through indirect measurements or by direct observation. Large deviations in precision measurements of particle properties from the &lt;a href=\"Standard%20Model\"&gt;Standard Model&lt;/a&gt; prediction would indirectly signal the presence of new physics. Such indirect methods give access to energy scales far beyond the available collision energy, reaching sensitivities of up to tens of TeV.\nExamples of indirect measurements CLIC would be capable of at 3 TeV are: using the production of muon pairs to provide evidence of a Z′ boson (reach up to ~30 TeV) indicating a simple gauge extension beyond the &lt;a href=\"Standard%20Model\"&gt;Standard Model&lt;/a&gt;; using vector boson scattering for giving insight into the mechanism of electroweak symmetry breaking; and exploiting the combination of several final states to determine the elementary or composite nature of the Higgs boson (reach of compositeness scale up to ~50 TeV).\nDirect pair production of particles up to a mass of 1.5 TeV, and single particle production up to a mass of 3 TeV is possible at CLIC. Due to the clean environment of electron-positron colliders, CLIC would be able to measure the properties of these potential new particles to a very high precision. Examples of particles CLIC could directly observe at 3 TeV are some of those proposed by the &lt;a href=\"supersymmetry\"&gt;supersymmetry theory&lt;/a&gt;: &lt;a href=\"chargino\"&gt;chargino&lt;/a&gt;s, &lt;a href=\"neutralino\"&gt;neutralino&lt;/a&gt;s (both ~≤ 1.5 TeV), and &lt;a href=\"sfermions%23Sleptons\"&gt;sleptons&lt;/a&gt; (≤ 1.5 TeV).\nBeams and accelerators.\nTo reach the desired 3 TeV beam energy, while keeping the length of the accelerator compact, CLIC targets an accelerating gradient up to 100 MV/m. CLIC is based on normal-&lt;a href=\"Electrical%20conductivity\"&gt;conducting&lt;/a&gt; acceleration cavities operated at room &lt;a href=\"temperature\"&gt;temperature&lt;/a&gt;, as they allow for higher acceleration gradients than &lt;a href=\"superconductivity\"&gt;superconducting&lt;/a&gt; cavities. With this technology, the main limitation is the &lt;a href=\"High%20voltage\"&gt;high-voltage&lt;/a&gt; breakdown rate (BDR), which follows the &lt;a href=\"empiricism\"&gt;empirical&lt;/a&gt; law formula_1, where formula_2 is the accelerating gradient and formula_3 is the RF pulse length. The high accelerating gradient and the target BDR value (3 × 10−7 pulse−1m−1) drive most of the beam &lt;a href=\"parameter\"&gt;parameter&lt;/a&gt;\"s\" and &lt;a href=\"machine\"&gt;machine&lt;/a&gt; design.\nIn order to reach these high accelerating gradients while keeping the power consumption affordable, CLIC makes use of a novel two-beam-acceleration scheme: a so-called Drive Beam runs parallel to the colliding Main Beam. The Drive Beam is decelerated in special devices called Power Extraction and Transfer Structures (PETS) that extract energy from the Drive Beam in the form of powerful &lt;a href=\"radio%20frequency\"&gt;Radio Frequency&lt;/a&gt; (RF) waves, which is then used to accelerate the Main Beam. Up to 90% of the energy of the Drive Beam is extracted and efficiently transferred to the Main Beam.\nMain beam.\nThe electrons needed for the main beam are produced by illuminating a &lt;a href=\"gallium%20arsenide\"&gt;GaAs&lt;/a&gt;-type &lt;a href=\"cathode\"&gt;cathode&lt;/a&gt; with a Q-switched polarised &lt;a href=\"laser\"&gt;laser&lt;/a&gt;, and are longitudinally polarised at the level of 80%. The &lt;a href=\"positron\"&gt;positron&lt;/a&gt;\"s\" for the main beam are produced by sending a 5 GeV electron beam on a &lt;a href=\"tungsten\"&gt;tungsten&lt;/a&gt; target. After an initial acceleration up to 2.86 GeV, both electrons and positrons enter damping rings for &lt;a href=\"Beam%20emittance\"&gt;emittance&lt;/a&gt; reduction by &lt;a href=\"radiation%20damping\"&gt;radiation damping&lt;/a&gt;. Both beams are then further accelerated to 9 GeV in a common booster linac. Long transfer lines transport the two beams to the beginning of the main &lt;a href=\"CERN%20Hadron%20LINACs\"&gt;linacs&lt;/a&gt; where they are accelerated up to 1.5 TeV before going into the Beam Delivery System (BDS), which squeezes and brings the beams into collision. The two beams collide at the IP with 20 m&lt;a href=\"radian\"&gt;rad&lt;/a&gt; crossing &lt;a href=\"angle\"&gt;angle&lt;/a&gt; in the horizontal plane.\nDrive beam.\nEach Drive Beam complex is composed of a 2.5 km-long linac, followed by a Drive Beam Recombination Complex: a system of delay lines and combiner rings where the incoming beam pulses are interleaved to ultimately form a 12 GHz sequence and a local beam &lt;a href=\"electric%20current\"&gt;current&lt;/a&gt; as high as 100&lt;a href=\"ampere\"&gt;A&lt;/a&gt;. Each 2.5 km-long Drive Beam linac is powered by 1 GHz &lt;a href=\"klystron\"&gt;klystron&lt;/a&gt;\"s\". This produces a 148 μs-long beam (for the 1.5 TeV energy stage scenario) with a bunching &lt;a href=\"frequency\"&gt;frequency&lt;/a&gt; of 0.5 GHz. Every 244 ns the bunching phase is switched by 180 degrees, i.e. odd and even buckets at 1 GHz are filled alternately. This phase-coding allows the first factor two recombination: the odd bunches are delayed in a Delay Loop (DL), while the even bunches bypass it. The &lt;a href=\"time%20of%20flight\"&gt;time of flight&lt;/a&gt; of the DL is about 244 ns and tuned at the picosecond level such that the two trains of bunches can merge, forming several 244 ns-long trains with bunching frequency at 1 GHz, separated by 244 ns of empty space. This new time-structure allows for further factor 3 and factor 4 recombination in the following combiner rings with a similar mechanism as in the DL. The final &lt;a href=\"time\"&gt;time&lt;/a&gt; structure of the beam is made of several (up to 25) 244 ns-long trains of bunches at 12 GHz, spaced by gaps of about 5.5 μs. The recombination is timed such that each combined train arrives in its own decelerator sector, synchronized with the arrival of the Main Beam. The use of low-frequency (1 GHz), long-pulse-length (148 μs) klystrons for accelerating the Drive Beam and the beam recombination makes it more convenient than using klystrons to directly accelerate the Main Beam.\nTest facilities.\nThe main &lt;a href=\"technology\"&gt;technology&lt;/a&gt; challenges of the CLIC accelerator design have been successfully addressed in various test facilities. The Drive Beam production and recombination, and the two-beam acceleration concept were demonstrated at the &lt;a href=\"CTF3%20%28CERN%29\"&gt;CLIC Test Facility 3 (CTF3)&lt;/a&gt;. &lt;a href=\"X-band\"&gt;X-band&lt;/a&gt; high-power &lt;a href=\"klystron\"&gt;klystron&lt;/a&gt;-based RF sources were built in stages at the high-gradient X-band test facility (XBOX), CERN. These facilities provide the RF power and infrastructure required for the conditioning and verification of the performance of CLIC accelerating structures, and other X-band based projects. Additional X-band high-gradient tests are being carried out at the NEXTEF facility at &lt;a href=\"KEK\"&gt;KEK&lt;/a&gt; and at &lt;a href=\"SLAC%20National%20Accelerator%20Laboratory\"&gt;SLAC&lt;/a&gt;, a new test stand is being commissioned at &lt;a href=\"Tsinghua%20University\"&gt;Tsinghua University&lt;/a&gt; and further test stands are being constructed at &lt;a href=\"Laboratori%20Nazionali%20di%20Frascati\"&gt;INFN Frascati&lt;/a&gt; and SINAP in Shanghai.\nCLIC detector.\nA state-of-the-art &lt;a href=\"detector\"&gt;detector&lt;/a&gt; is essential to profit from the complete physics potential of CLIC. The current detector design, named CLICdet, has been optimised via full &lt;a href=\"simulation\"&gt;simulation&lt;/a&gt; studies and R&amp;D activities. The detector follows the standard design of grand particle detectors at high energy colliders: a cylindrical detector volume with a layered configuration, surrounding the beam axis. CLICdet would have dimensions of ~13 x 12 m (height x length) and weigh ~8000 tonnes.\nDetector Layers.\nCLICdet consists of four main layers of increasing radius: vertex and tracking system, &lt;a href=\"calorimeters\"&gt;calorimeters&lt;/a&gt;, &lt;a href=\"solenoid\"&gt;solenoid&lt;/a&gt; &lt;a href=\"magnet\"&gt;magnet&lt;/a&gt;, and &lt;a href=\"muon\"&gt;muon&lt;/a&gt; detector.\nThe vertex and tracking system is located at the innermost region of CLICdet and aims to detect the position and momenta of particles with minimum adverse impact on their &lt;a href=\"energy\"&gt;energy&lt;/a&gt; and &lt;a href=\"trajectory\"&gt;trajectory&lt;/a&gt;. The vertex detector is cylindrical with three double layers of detector materials at increasing radii and has three segmented disks at each end in a spiral configuration to aid air flow cooling. These are assumed to be made of 25x25 μm2 silicon pixels of thickness 50 μm, and the aim is to have a single point resolution of 3 μm. The tracking system is made of &lt;a href=\"silicon\"&gt;silicon&lt;/a&gt; &lt;a href=\"sensor\"&gt;sensor&lt;/a&gt; modules expected to be 200 μm thick.\nThe calorimeters surround the vertex and tracking system and aim to measure the energy of particles via absorption. The electromagnetic calorimeter (ECAL) consists of ~40 layers of silicon/tungsten in a sandwich structure; the hadronic calorimeter (HCAL) has 60 &lt;a href=\"steel\"&gt;steel&lt;/a&gt; absorber plates with &lt;a href=\"scintillation%20%28physics%29\"&gt;scintillating&lt;/a&gt; material inserted in between.\nThese inner CLICdet layers are enclosed in a superconducting solenoid magnet with a field strength of 4 &lt;a href=\"tesla%20%28unit%29\"&gt;T&lt;/a&gt;. This magnetic field bends charged particles, allowing for &lt;a href=\"momentum\"&gt;momentum&lt;/a&gt; and &lt;a href=\"electric%20charge\"&gt;charge&lt;/a&gt; measurements. The magnet is then surrounded by an &lt;a href=\"iron\"&gt;iron&lt;/a&gt; yoke which would contain large area detectors for muon identification.\nThe detector also has a luminosity calorimeter (LumiCal) to measure the products of &lt;a href=\"Bhabha%20scattering\"&gt;Bhabha scattering&lt;/a&gt; events, a beam calorimeter to complete the ECAL coverage down to 10 mrads polar angle, and an intra-train feedback system to counteract luminosity loss due to relative beam-beam offsets.\nPower pulsing and cooling.\nStrict requirements on the material budget for the vertex and tracking system do not allow the use of conventional &lt;a href=\"liquid\"&gt;liquid&lt;/a&gt; cooling systems for CLICdet. Therefore, it is proposed that a dry gas cooling system will be used for this inner region. Air gaps have been factored into the design of the detector to allow the flow of the &lt;a href=\"gas\"&gt;gas&lt;/a&gt;, which will be air or &lt;a href=\"Nitrogen\"&gt;Nitrogen&lt;/a&gt;. To allow for effective air cooling, the average power consumption of the Silicon sensors in the vertex detector needs to be lowered. Therefore, these sensors will operate via a current-based power pulsing scheme: switching the sensors from a high to low power consumption state whenever possible, corresponding to the 50 Hz bunch train crossing rate.\nStatus.\n, approximately two percent of the CERN annual budget is invested in the development of CLIC technologies. The first stage of CLIC with a length of around is currently estimated at a cost of six billion CHF. CLIC is a global project involving more than 70 institutes in more than 30 countries. It consists of two collaborations: the CLIC detector and physics collaboration (CLICdp), and the CLIC accelerator study. CLIC is currently in the development stage, conducting performance studies for accelerator parts and systems, detector technology and optimisation studies, and physics analysis. In parallel, the collaborations are working with the theory community to evaluate the physics potential of CLIC.\nThe CLIC project has submitted two concise documents as input to the next update of the European Strategy for Particle Physics (ESPP) summarising the physics potential of CLIC \nas well as the status of the CLIC accelerator and detector projects. \nThe update of the ESPP is a community-wide process, which is expected to conclude in May 2020 with the publication of a strategy document.\nDetailed information on the CLIC project is available in CERN Yellow Reports, on the CLIC potential for New Physics, the CLIC project implementation plan and the Detector technologies for CLIC. An overview is provided in the 2018 CLIC Summary Report."
}