{
    "id": "10791397",
    "revid": "1286970",
    "url": "https://en.wikipedia.org/wiki?curid=10791397",
    "title": "Desert (philosophy)",
    "text": "Desert () in &lt;a href=\"philosophy\"&gt;philosophy&lt;/a&gt; is the condition of being deserving of something, whether good or bad.\nNomenclature.\nThe word is related to &lt;a href=\"justice\"&gt;justice&lt;/a&gt;, &lt;a href=\"revenge\"&gt;revenge&lt;/a&gt;, &lt;a href=\"blame\"&gt;blame&lt;/a&gt;, &lt;a href=\"punishment\"&gt;punishment&lt;/a&gt; and many topics central to moral philosophy, also \"moral desert\". In the English language, the word \"desert\" with this meaning tends to be a rather uncommon word &lt;a href=\"colloquial\"&gt;colloquial&lt;/a&gt;ly; it is almost exclusively used in the phrase \"just deserts\" (e.g. \"Although she was not at first arrested for the crime, she later on received her just deserts.\"). The phrase \"just desserts\" is a pun on this original term and is often confused as the correct spelling of the word.\nIn ordinary usage, to deserve is to earn or merit a reward; in philosophy, the distinction is drawn in the term desert to include the case that which one receives as one's just deserts may well be unwelcome, or a reward. For example, if one scratches off a winning lottery ticket, one may be \"entitled\" to the money, but one does not necessarily \"deserve\" it in the same way one would deserve to be paid for working for an employer, or deserve a round of applause for performing a solo.\nFormulation.\n\"Desert claims\" may be generally expressed as: \"Thing X deserves Y in virtue of Z.\" For example, \"I (X) deserve a good grade on my test (Y) because I studied hard (Z)\"; \"Cincinnati (X) deserves to be praised (Y) because it is a pretty city (Z).\" Some authors have added a further criterion, qualifying Z. That is, Agent X deserves Y in virtue of Z \"if X is responsible for Z (or, alternatively, if X is also deserving of Z)\". Considering this stipulation, one does not deserve respect simply because one is a human being, because one is not responsible for being a human being (Z). Arguments such as this are contentious as they suggest an untenability of &lt;a href=\"Intrinsic%20and%20extrinsic%20properties%20%28philosophy%29\"&gt;intrinsic&lt;/a&gt; desert claims—that is, claims wherein Z means simply to be X. Less controversially, if one (X) uses steroids to win in a footrace, one is said not to deserve to win (Y) because one is not responsible for, and so does not deserve, one's enhanced physical abilities (Z).\nControversies around Rawls' dismissal of the concept of desert.\nOne of the most controversial rejections of the concept of desert was made by the political philosopher &lt;a href=\"John%20Rawls\"&gt;John Rawls&lt;/a&gt;. Rawls, writing in the mid to late twentieth century, claimed that a person cannot claim credit for being born with greater natural endowments (such as superior intelligence or athletic abilities), as it is purely the result of the \"natural lottery\". Therefore, that person does not morally deserve the fruits of his or her talents and/or efforts, such as a good job or a high salary. However, Rawls was careful to explain that, even though he dismissed the concept of moral Desert, people can still legitimately expect to receive the benefits of their efforts and/or talents. The distinction here lies between Desert and, in \nRawls' own words, \"Legitimate Expectations\".\nRawls' remarks about natural endowments provoked an often-referred response by &lt;a href=\"Robert%20Nozick\"&gt;Robert Nozick&lt;/a&gt;. Nozick claimed that to treat peoples' natural talents as collective assets is to contradict the very basis of the deontological liberalism Rawls wishes to defend, i.e. respect for the individual and the distinction between persons. Nozick argued that Rawls' suggestion that not only natural talents but also virtues of character are undeserved aspects of ourselves for which we cannot take credit, \"can succeed in blocking the introduction of a person's autonomous choices and actions (and their results) only by attributing everything noteworthy about the person completely to certain sorts of 'external' factors. So denigrating a person's autonomy and prime responsibility for his actions is a risky line to take for a theory that otherwise wishes to buttress the dignity and self-respect of autonomous beings.\"\nNozick's critique has been interpreted in different ways. The conventional understanding of it is as a &lt;a href=\"Libertarianism\"&gt;libertarian&lt;/a&gt; assessment of procedural justice, which maintains that while it might be true that people's actions are wholly or partly determined by factors that are morally arbitrary, this is irrelevant to assignments of distributive shares. Individuals are self-owners with inviolable rights in their bodies and talents, and they have the freedom to take advantage of these regardless of whether the self-owned properties are theirs for reasons that are morally arbitrary or not.\nOthers have suggested that Rawls has entirely mistaken the very logic of desert. If justice is getting what one is due, then the basis of desert must ultimately be undeserved. However, desert is a relational concept that expresses a relationship between a deserved and a basis of desert. It simply destroys the character of desert to demand, as Rawls does, that the basis of desert be itself deserved. For example, if we say a man deserves some primary good because of some quality or action \"Y\", we can always ask, as Rawls does, \"but does he deserve 'Y'?\" and so on. We then either have an infinite regress of bases of desert or arrive at some basis, some beginning point, which the individual cannot claim to have deserved or to be responsible for, but only to have or have been given by nature. After all, no human being exists &lt;a href=\"causa%20sui\"&gt;causa sui&lt;/a&gt;; even to reduce the basis of claims to the very narrow one of life itself reveals Rawls' difficulty: surely no one can \"deserve\" or \"claim credit for\" their own existence.\nTo demand, as Rawls does, that no just claim rest on an undeserved base simply means that we must cease speaking about justice, for on the basis of that demand there can never be any just claims - not even for equality. Rawls' analysis of justice rests on a notion of desert which violates the concept of desert and therefore does not provide a more precise notion of the bases of desert, but rather dissolves entirely the concept of desert and with it justice. The many debates over justice in political life and in philosophy concern the actual substantive question of what are the proper bases of desert. That is, underlying every conception of justice must be a claim of right, a positive claim of desert. The great failing of Rawls' argument is that he provides no substantive basis for a claim right or desert; but this failing is, paradoxically, also the source of the great appeal or excitement about Rawls' theory. His approach seems to avoid the difficulties of the traditional debates and the value questions they necessarily raise and yet seems to enable him to discuss normative questions such as justice.\nJean Hampton.\nAnother, more unconventional interpretation of Nozick's critique is proposed by &lt;a href=\"Jean%20Hampton\"&gt;Jean Hampton&lt;/a&gt;. She points out that there seems to be a subterranean assumption in Nozick's rejection of Rawls' account of natural endowments as collective assets. This assumption is the idea that the choices individuals make regarding how they will use their labor and their property are ones for which they should be held responsible. People who do not work hard and invest imprudently should be held responsible for those choices and not receive assistance from an egalitarian welfare state. If they do work hard and invest well however, they should also be held responsible for those choices and allowed to reap the benefits from their strivings. Hampton asks the question \"whether the ground of Nozick's conception of absolute rights is not only a conception of liberty but also a conception of moral responsibility that is […] closely associated to our notion of liberty.\"\nThere are other political philosophers who endorse the position Hampton outlines. Their main observation is that sometimes people who are badly off might be so because of their own irresponsible conduct, and the charge is that theories favoring policies of redistribution of wealth from the rich to the poor ignore this crucial point, i.e. that people might be unequally deserving because of their actions.\nConsequences.\nSometimes the claim is that the redistributive systems often favored by &lt;a href=\"egalitarian\"&gt;egalitarian&lt;/a&gt; political theorists might have disastrous consequences in that they promote sloth and allow free riding on the productive by the lazy. These arguments are \"instrumental\" in their appeal to undeservingness. They refer to the allegedly bad consequences of a redistributive social system and do not necessarily involve any reference to the moral worthiness of those who make greater efforts, wiser investments, and so on.\nAt other times however, the argument invokes a moral ideal holding desert valuable for its own sake. On this view, helping the undeserving and failing to help the deserving is deemed \"intrinsically\" unfair regardless of further consequences. For example, the charge against Rawls is that people actually might deserve the gains flowing from their natural endowments, or at least those they achieve by striving conscientiously."
}