{
    "id": "10790805",
    "revid": "24076732",
    "url": "https://en.wikipedia.org/wiki?curid=10790805",
    "title": "Lok Satta Party",
    "text": "Lok Satta is a &lt;a href=\"classical%20liberal\"&gt;classical liberal&lt;/a&gt; &lt;a href=\"political%20party\"&gt;political party&lt;/a&gt; in &lt;a href=\"India\"&gt;India&lt;/a&gt;, founded by &lt;a href=\"Nagabhairava%20Jaya%20Prakash%20Narayana\"&gt;Nagabhairava Jaya Prakash Narayana&lt;/a&gt;, a former &lt;a href=\"Indian%20Administrative%20Service\"&gt;I.A.S.&lt;/a&gt; officer and renowned activist from &lt;a href=\"Andhra%20Pradesh\"&gt;Andhra Pradesh&lt;/a&gt;. Since 1996, the &lt;a href=\"Lok%20Satta%20Movement\"&gt;Lok Satta Movement&lt;/a&gt; functioned as a &lt;a href=\"non-governmental%20organisation\"&gt;non-governmental organisation&lt;/a&gt;, but on 2 October 2006, the movement was reorganised into a formal political party. The party intends to further the causes of the Lok Satta Movement, including a reduction in the size of the &lt;a href=\"Cabinet%20of%20India\"&gt;cabinet&lt;/a&gt;, promotion of the &lt;a href=\"Right%20to%20Information%20Act\"&gt;Right to Information Act&lt;/a&gt;, and disclosure of &lt;a href=\"criminal%20record\"&gt;criminal record&lt;/a&gt;s and assets by political candidates. Beginning with the &lt;a href=\"2009%20Indian%20general%20election\"&gt;2009 elections&lt;/a&gt; the party has adopted a &lt;a href=\"whistle\"&gt;whistle&lt;/a&gt; as their official symbol. On 23 March 2016, the party founder president, Jayaprakash Narayan said that they will not take part in electoral politics for sometime.\nHistory.\nLok Satta started as a citizen movement, \"Lok Satta Andolana\" or &lt;a href=\"Lok%20Satta%20Movement\"&gt;Lok Satta Movement&lt;/a&gt;, in &lt;a href=\"Andhra%20Pradesh\"&gt;Andhra Pradesh&lt;/a&gt; and later spread across the country, including &lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt;, with the \"Vote JUHU\" and \"Vote Mumbai\" campaigns. It also played a major role in the \"Jaago Re! One Billion Votes\". The Lok Satta organisation worked on bringing about several political reforms by working with other civic organisations. Lok Satta Party was founded with the realisation that entering into politics is the only option to bring about fundamental changes in the system and a new political culture. It grew rapidly, amassing over 30,000 members in the Greater &lt;a href=\"Hyderabad%20district%20%28India%29\"&gt;Hyderabad&lt;/a&gt; region and over 60,000 members in Andhra Pradesh before it became a political party.\nLok Satta Party is now active in few other Indian states, including &lt;a href=\"Karnataka\"&gt;Karnataka&lt;/a&gt; and &lt;a href=\"Maharashtra\"&gt;Maharashtra&lt;/a&gt;. It was also active earlier in &lt;a href=\"Tamil%20Nadu\"&gt;Tamil Nadu&lt;/a&gt; and &lt;a href=\"Delhi\"&gt;Delhi&lt;/a&gt;.\nLeadership.\nThe party's founder and National President is &lt;a href=\"Jayaprakash%20Narayan%20%28Lok%20Satta%29\"&gt;Jayaprakash Narayan&lt;/a&gt;, a former doctor who was an &lt;a href=\"Indian%20Administrative%20Service\"&gt;IAS&lt;/a&gt; officer in the 1980s from Andhra Pradesh. Narayan resigned from the IAS in 1996 to found the Lok Satta Movement, and the political party in 2006.\nNational Steering Committee.\nNational Steering Committee is the highest body of Lok Satta Party. It is a subset of the National Council of the party.\nNotable past members of the National Steering Committee include Katari Srinivasa Rao, &lt;a href=\"D.V.V.S.%20Varma\"&gt;D.V.V.S. Varma&lt;/a&gt; and &lt;a href=\"Ashwin%20Mahesh\"&gt;Dr. Ashwin Mahesh&lt;/a&gt;.\nIdeology.\nThe political goals of Lok Satta include political, economic, and social equality for all people, making citizens the centre of governance, and to reform the government to make it less corrupt and more accessible and responsible to the people.\nSymbols.\nThe Party flag also serves as the Party logo. The dark blue colour symbolises the vastness, depth and inclusive nature of the ocean. The white colour of the circle stands for purity. The colour symbolises unity of purpose and action. The five-pointed blue star signifies the party's course and the five corners of the star stand for what the party argues are the five pillars of a true democracy:"
}