{
    "id": "10795198",
    "revid": "38890092",
    "url": "https://en.wikipedia.org/wiki?curid=10795198",
    "title": "Keith Froome",
    "text": "George Keith Froome (1920–1978) was an Australian &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; player. He was a halfback for the &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australian national team&lt;/a&gt;. He played in eight Tests between 1948 and 1949 as captain on two occasions.\nPlaying career.\nKnown as Keith, he was born in &lt;a href=\"Armidale\"&gt;Armidale&lt;/a&gt; but grew up in &lt;a href=\"Newcastle%2C%20New%20South%20Wales\"&gt;Newcastle, New South Wales&lt;/a&gt; and played his junior football with Wests Newcastle. He was a talented soccer player as a youngster and also played first grade and district representative cricket in Newcastle. He had first represented in rugby league for &lt;a href=\"New%20South%20Wales%20Rugby%20League%20team\"&gt;New South Wales&lt;/a&gt; in 1941.\nDuring &lt;a href=\"WWII\"&gt;WWII&lt;/a&gt; he was required to continue working as a boilermaker, it being an essential service. He joined the &lt;a href=\"Second%20Australian%20Imperial%20Force\"&gt;AIF&lt;/a&gt; in 1944 and served with the 2/43 Australian Infantry Battalion. He was stationed at &lt;a href=\"Goulburn%2C%20New%20South%20Wales\"&gt;Goulburn&lt;/a&gt; and though restricted in availability signed to play with Sydney's &lt;a href=\"Newtown%20Jets\"&gt;Newtown club&lt;/a&gt; in 1943 and played two first grade games that year. He served overseas from 1944-45.\nHe returned to &lt;a href=\"Newtown%20Jets\"&gt;Newtown&lt;/a&gt; after the war and played all of his first grade football with the club from 1946-50 scoring 288 points as a goalkicking half-back in 72 first grade games.\nAfter the war he made State appearances regularly against &lt;a href=\"Queensland%20Rugby%20League%20team\"&gt;Queensland&lt;/a&gt; from 1946 to 1948 and against a touring New Zealand side in 1948.\nHe made his &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australian Test&lt;/a&gt; debut in 1948 in the domestic series against New Zealand and played in both Tests kicking five goals in all. \nHe was selected on the 1948-49 &lt;a href=\"Kangaroo%20Tour\"&gt;Kangaroo Tour&lt;/a&gt; of England and appeared in four Tests and 12 minor tour matches. He was the tour's leading goalkicker finishing with 39 goals (and 3 tries) in his 16 appearances ahead of &lt;a href=\"John%20Graves%20%28rugby%20league%29\"&gt;John Graves&lt;/a&gt;'s 35 goals.\nIn 1949 he was named by a local newspaper. as New South Wales' Player of Year after captaining NSW to a 4-0 whitewash against Queensland in the interstate series.\nAt the end of the 1949 season he was selected to lead an Australian side on a ten match tour of New Zealand. He captained Australia in both Tests of the series to a loss and a win and played in three additional tour matches scoring 2 tries and 11 goals in all.\nPost playing.\nAt the tail end of his playing career Froome coached a country side in Gunnedah. Keith and his family settled in &lt;a href=\"Bellingen%2C%20New%20South%20Wales\"&gt;Bellingen&lt;/a&gt; NSW. He had a career in the club industry and as a liquor sales representative. Keith succumbed to cancer aged 57 on 28 January 1978.\nIn 2008, the centenary year of rugby league in Australia, Froome was named in the Newtown Jets 18-man team of the century."
}