{
    "id": "1081139",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1081139",
    "title": "Nanosaur",
    "text": "Nanosaur is a &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt; &lt;a href=\"third%20person%20shooter\"&gt;third person shooter&lt;/a&gt; &lt;a href=\"video%20game\"&gt;video game&lt;/a&gt; developed by &lt;a href=\"Pangea%20Software\"&gt;Pangea Software&lt;/a&gt; and published by Ideas From the Deep for &lt;a href=\"Mac%20OS%209\"&gt;Mac OS 9&lt;/a&gt; and &lt;a href=\"Microsoft%20Windows\"&gt;Microsoft Windows&lt;/a&gt;. The player takes on the form of a Nanosaur, a &lt;a href=\"genetic%20engineering\"&gt;genetically engineered&lt;/a&gt; intelligent &lt;a href=\"dinosaur\"&gt;dinosaur&lt;/a&gt; from the future, sent back in time just prior to the Cretaceous–Paleogene extinction event.\nStory.\nIn the distant year of &lt;a href=\"5th%20millennium\"&gt;4122&lt;/a&gt;, a &lt;a href=\"dinosaur\"&gt;dinosaur&lt;/a&gt; species, \"Nanosaurs\", rule the Earth. Their civilization originated from a group of human scientists who experimented with &lt;a href=\"genetic%20engineering\"&gt;genetic engineering&lt;/a&gt;. Their experimentation led them to resurrect the &lt;a href=\"extinct\"&gt;extinct&lt;/a&gt; dinosaur species; however, their victory was short-lived, as a disastrous &lt;a href=\"Infectious%20disease\"&gt;plague&lt;/a&gt; brought the end of their &lt;a href=\"civilization\"&gt;civilization&lt;/a&gt; itself. The few dinosaurs resurrected were lent an unusual amount of &lt;a href=\"intelligence\"&gt;intelligence&lt;/a&gt; from their human creators, leaving them to expand on their growing civilization. However, as the Nanosaurs were the only species on Earth, &lt;a href=\"inbreeding\"&gt;inbreeding&lt;/a&gt; was the only possible choice of &lt;a href=\"reproduction\"&gt;reproduction&lt;/a&gt;. This method largely affected the intelligence of the various offspring, and slowly began to pose a threat to their once-intelligent society.\nThe Nanosaur &lt;a href=\"government\"&gt;government&lt;/a&gt; offers a quest that involves &lt;a href=\"time%20travel\"&gt;time travel&lt;/a&gt;ing into the year &lt;a href=\"Cretaceous%E2%80%93Paleogene%20extinction%20event\"&gt;65 million BC&lt;/a&gt;, where the five eggs of ancient dinosaur species must be retrieved and placed in a &lt;a href=\"time%20portal\"&gt;time portal&lt;/a&gt; leading to the present year. Their high-ranking agent, a brown \"&lt;a href=\"Deinonychus\"&gt;Deinonychus&lt;/a&gt;\" Nanosaur, is chosen to participate in this mission. On the day of her mission, she is teleported to the past via a &lt;a href=\"Time%20travel\"&gt;time machine&lt;/a&gt; in a Nanosaur &lt;a href=\"laboratory\"&gt;laboratory&lt;/a&gt;.\nThe Nanosaur arrives in a lush &lt;a href=\"jungle\"&gt;jungle&lt;/a&gt;, with twenty minutes given to collect the eggs before the meteor that caused the initial extinction of the dinosaur race hits the Earth. After battling various \"&lt;a href=\"Tyrannosaurus%20rex\"&gt;Tyrannosaurus rex&lt;/a&gt;\"'s, the Nanosaur enters a &lt;a href=\"volcanic%20crater\"&gt;volcanic crater&lt;/a&gt;, where she must cross several stone formations in a river of &lt;a href=\"lava\"&gt;lava&lt;/a&gt; in order to retrieve the eggs. After making her way across the river, the Nanosaur detects the final eggs in a &lt;a href=\"canyon\"&gt;canyon&lt;/a&gt; &lt;a href=\"oasis\"&gt;oasis&lt;/a&gt;, where various dinosaurs, namely \"&lt;a href=\"Dilophosaurus\"&gt;Dilophosaurus&lt;/a&gt;\" and \"&lt;a href=\"Stegosaurus\"&gt;Stegosaurus&lt;/a&gt;\", are attempting to hinder her progress in order to protect their eggs. After evading defeat, the Nanosaur beams the final egg into the time portal, and is carried along with it back to the present.\nFollowing the completion of the Nanosaur's mission, the eggs are placed in nationwide laboratories, where the scientists intend on breeding them for their own purposes. Several months following this event, the eggs finally start to hatch.\nGameplay.\nThe object of the game is to collect the eggs of five dinosaur and flying reptile species and deposit them in time portals to the future in twenty minutes; at the end of the countdown, the asteroid that caused the &lt;a href=\"Cretaceous%E2%80%93Paleogene%20extinction%20event\"&gt;Cretaceous–Paleogene extinction event&lt;/a&gt; hits Earth. The Nanosaur is equipped with a \"fusion blaster\" (a basic multi-purpose &lt;a href=\"Raygun\"&gt;energy weapon&lt;/a&gt;), a &lt;a href=\"jet%20pack\"&gt;jet pack&lt;/a&gt; allowing flight, a temporal compass for locating time portals, and a &lt;a href=\"GPS\"&gt;GPS&lt;/a&gt; locator for navigation.\nThe native animals will attack the Nanosaur when their eggs are threatened; species encountered include \"&lt;a href=\"Tyrannosaurus\"&gt;Tyrannosaurus rex&lt;/a&gt;\", \"&lt;a href=\"Stegosaurus\"&gt;Stegosaurus&lt;/a&gt;\", \"&lt;a href=\"Triceratops\"&gt;Triceratops&lt;/a&gt;\", \"&lt;a href=\"Dilophosaurus\"&gt;Dilophosaurus&lt;/a&gt;\" (who spits venom as in &lt;a href=\"Jurassic%20Park%20%28film%29\"&gt;\"Jurassic Park\"&lt;/a&gt;), and the flying reptile \"&lt;a href=\"Pteranodon\"&gt;Pteranodon&lt;/a&gt;\". As well as hostile creatures, the Nanosaur must also avoid water and lava, environmental hazards which slow the player down (or kill it).\nLegacy.\nThe game was being ported to &lt;a href=\"Linux\"&gt;Linux&lt;/a&gt; by Three Axis Interactive, but the port was never completed. Around 2003 the &lt;a href=\"source%20code\"&gt;source code&lt;/a&gt; of the game was made available by the developer under a restrictive &lt;a href=\"Software%20license\"&gt;license&lt;/a&gt;. In 2021 an open source version of the game utilizing &lt;a href=\"OpenGL\"&gt;OpenGL&lt;/a&gt; was ported to modern systems (Windows, Mac, and Linux) with the developer's blessing by Iliyas Jorio. Jorio had previously ported their other title, \"&lt;a href=\"Bugdom\"&gt;Bugdom&lt;/a&gt;\", to modern systems in 2020. \nNanosaur Extreme is another version of \"Nanosaur\", released at a later time with heftier system requirements. It has many more enemies and weapons than Nanosaur, and it is described on the Nanosaur downloads page as \"what Nanosaur was meant to be - a total kill-fest\".\n, a continuation of the original \"Nanosaur\" storyline, was released in March 2004. \"Nanosaur 2\" is the first &lt;a href=\"stereoscopic\"&gt;stereoscopic&lt;/a&gt; game released for the Mac."
}