{
    "id": "1081632",
    "revid": "275202",
    "url": "https://en.wikipedia.org/wiki?curid=1081632",
    "title": "Sasquatch (comics)",
    "text": "Sasquatch (Walter Langkowski) is a &lt;a href=\"fiction\"&gt;fiction&lt;/a&gt;al &lt;a href=\"superhero\"&gt;superhero&lt;/a&gt; appearing in &lt;a href=\"American%20comic%20book\"&gt;American comic book&lt;/a&gt;s published by &lt;a href=\"Marvel%20Comics\"&gt;Marvel Comics&lt;/a&gt;.\nPublication history.\nSasquatch &lt;a href=\"first%20appearance\"&gt;first appeared&lt;/a&gt; in \"&lt;a href=\"The%20Uncanny%20X-Men\"&gt;The Uncanny X-Men&lt;/a&gt;\" #120 and was created by &lt;a href=\"John%20Byrne%20%28comics%29\"&gt;John Byrne&lt;/a&gt;.\nFictional character biography.\nDr. Walter Langkowski is a member of &lt;a href=\"Alpha%20Flight\"&gt;Alpha Flight&lt;/a&gt;, a native of &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt;, &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; of &lt;a href=\"Polish%20Jews\"&gt;Polish Jewish&lt;/a&gt; origin and a renowned &lt;a href=\"physicist\"&gt;physicist&lt;/a&gt;, and a professor of both physics and biophysics at &lt;a href=\"McGill%20University\"&gt;McGill University&lt;/a&gt;. He is also a former &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player for the &lt;a href=\"Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt;. In the 1993 miniseries \"The Infinity Crusade\" it is revealed that Sasquatch is Jewish.\nHe possesses the &lt;a href=\"shapeshifting\"&gt;ability to transform&lt;/a&gt; into a super-strong, orange-haired beast resembling the legendary &lt;a href=\"Bigfoot\"&gt;Sasquatch&lt;/a&gt;. This transformation is triggered by willpower. In his transformed state, Langkowski has increased strength, stamina, and resistance to injury. He also has sharp claws and is able to leap incredible distances.\nThese powers were a result of Langkowski's &lt;a href=\"self-experimentation\"&gt;self-experimentation&lt;/a&gt; with &lt;a href=\"gamma%20ray\"&gt;gamma radiation&lt;/a&gt;. In an attempt to become like the &lt;a href=\"Hulk\"&gt;Hulk&lt;/a&gt;, Langkowski bombarded himself with a gamma ray projector at his laboratory near the &lt;a href=\"Arctic%20Circle\"&gt;Arctic Circle&lt;/a&gt;. As a proposed explanation for why he transformed into an orange instead of green behemoth (as gamma-irradiated persons are usually affected), Langkowski assumed it had something to do with the &lt;a href=\"Aurora%20%28astronomy%29\"&gt;Aurora Borealis&lt;/a&gt;.\nHowever, unknown to Langkowski, it was not the gamma rays that turned him into Sasquatch, but the fact that his lab equipment opened a doorway between our world and the \"Realm of &lt;a href=\"Great%20Beasts\"&gt;Great Beasts&lt;/a&gt;.\" When this portal was opened, a mystical beast called Tanaraq invaded Langkowski's body and granted him his powers. Langkowski had to learn to maintain his own personality and intelligence when in the form of Sasquatch, and was very successful for a time.\nAlpha Flight.\nAs a member of the Canadian superhero team &lt;a href=\"Alpha%20Flight\"&gt;Alpha Flight&lt;/a&gt;, Sasquatch battled the &lt;a href=\"X-Men\"&gt;X-Men&lt;/a&gt; in an attempt to capture &lt;a href=\"Wolverine%20%28character%29\"&gt;Wolverine&lt;/a&gt;. He later battled the &lt;a href=\"Hulk\"&gt;Hulk&lt;/a&gt;, and then, alongside the Hulk, battled the &lt;a href=\"Wendigo%20%28comics%29\"&gt;Wendigo&lt;/a&gt;. Alongside Alpha Flight again, he battled the Great Beast &lt;a href=\"Tundra%20%28Marvel%20Comics%29\"&gt;Tundra&lt;/a&gt;. With Alpha Flight, &lt;a href=\"Namor\"&gt;Namor&lt;/a&gt;, and the &lt;a href=\"Invisible%20Woman\"&gt;Invisible Woman&lt;/a&gt;, he first encountered the &lt;a href=\"Master%20of%20the%20World%20%28comics%29\"&gt;Master of the World&lt;/a&gt;. He then battled the &lt;a href=\"Super-Skrull\"&gt;Super-Skrull&lt;/a&gt;. With Alpha Flight, he battled &lt;a href=\"Omega%20Flight\"&gt;Omega Flight&lt;/a&gt;. Alongside &lt;a href=\"Rom%20%28comics%29\"&gt;Rom&lt;/a&gt; and Alpha Flight, he battled the &lt;a href=\"Dire%20Wraith\"&gt;Dire Wraith&lt;/a&gt;s. With Alpha Flight, he went on a mission with the X-Men and clashed with &lt;a href=\"Loki%20%28Marvel%20Comics%29\"&gt;Loki&lt;/a&gt;. Sasquatch was becoming increasingly prone to feral rages, making him reluctant to function in a fight. His Sasquatch form was eventually revealed as an incarnation of Tanaraq, who took control of Sasquatch, forcing &lt;a href=\"Snowbird%20%28comics%29\"&gt;Snowbird&lt;/a&gt; to slay Langkowski.\nNew body and identity.\nAfter his death, Langkowski's teammates traveled to the realm of the Great Beasts to recover his soul, that is being preserved in what is called a \"&lt;a href=\"Phistash-Hasrak\"&gt;Phistash-Hasrak&lt;/a&gt;\", but a preservation spell cast by Alpha Flight's resident sorcerer &lt;a href=\"Shaman%20%28comics%29\"&gt;Shaman&lt;/a&gt; failed to prevent Langkowski's body from crumbling to dust. Once there, they were attacked by the Great Beast Somon, who summoned the Great Beasts Tundra, Kariooq, and Tolomaq against them. Snowbird battled Somon, eventually forcing him to relinquish control of the other Great Beasts and causing them to battle one another. Forcing the now-weakened Somon to reveal to them the location of Walter Langkowski's spirit, Alpha Flight ventured to the Pit of Ultimate Sadness, located beneath the Great Glow-Globe of Phistash-Hasrak, where Somon explained that the souls of those who once inhabited the realm laid in torture. Within the Pit, Somon explained to Alpha Flight that, in order to enter the Pit's Well of Sorrows, they must sacrifice love, hate and power. Sending Aurora (representing love), Northstar (representing hate) and Talisman (representing power) into the Well, Alpha Flight soon realized the Well was a trap set by Somon. Snowbird quickly killed Somon and three trapped Alphans were reunited with the rest of the team. Shaman soon deduced from Somon's trap that no actual souls still remained within the Well of Sorrows but rather, the only wandering soul (Walter's) resided above the Well, within the Glow-Globe of Phistash-Hasrak. Containing Walter's soul within a globe of its own from his pouch, Shaman then transported Alpha Flight back to Earth, where they met with Heather Hudson and Box. In desperation, Shaman projected the soul into the robot exoskeleton of &lt;a href=\"Box%20%28comics%29\"&gt;Box&lt;/a&gt;, who had arrived just as the Alphans returned to Earth. After some searching for an alternate form, Langkowski and Box's creator, Roger Bochs, eventually scanned a humanoid, nearly mindless body trapped in another dimension. However, when the pair projected Langkowski's soul towards this body across an interdimensional \"fishing line\", it turned out to be the &lt;a href=\"Hulk\"&gt;Hulk&lt;/a&gt;, and Langkowski, unwilling to displace his colleague and friend Bruce Banner (despite Banner's pleas to the contrary), let his soul dissipate into the interdimensional void.\nSasquatch is subsequently brought back to life first by temporarily inhabiting the miniaturized body of &lt;a href=\"Smart%20Alec%20%28comics%29\"&gt;Smart Alec&lt;/a&gt;, then by inhabiting the body of the then-deceased Snowbird. At first limited to transforming between Snowbird's (female) human form and a white-furred version of his Sasquatch form, he called himself \"Wanda Langkowski\", and fought to be recognized as legally alive. This body was later mystically altered to be identical to his original body by Snowbird's spirit. After this, his Sasquatch form returned to its original orange hue. With Alpha Flight, he first battled &lt;a href=\"Llan%20the%20Sorcerer\"&gt;Llan the Sorcerer&lt;/a&gt;. With Alpha Flight, alongside the &lt;a href=\"Avengers%20%28comics%29\"&gt;Avengers&lt;/a&gt;, and the &lt;a href=\"Supreme%20Soviets\"&gt;People's Protectorate&lt;/a&gt;, he battled the &lt;a href=\"Homo%20mermanus\"&gt;Atlantean&lt;/a&gt; army, the Peace Corpse, and the Combine. Alongside Alpha Flight, he defended &lt;a href=\"Kismet%20%28Marvel%20Comics%29\"&gt;Her&lt;/a&gt; against the Consortium.\n2000s.\nIn 2005, Sasquatch assembles of Alpha Flight in order to rescue the original team from an alien race known as the &lt;a href=\"Poppup\"&gt;Plodex&lt;/a&gt;. Sales were poor and the series was canceled with issue #12.\nAlong with &lt;a href=\"Major%20Mapleleaf\"&gt;Major Mapleleaf&lt;/a&gt;, &lt;a href=\"Puck%20%28comics%29\"&gt;Puck&lt;/a&gt; (both Eugene Judd and Zuzha Yu), &lt;a href=\"Vindicator%20%28comics%29\"&gt;Vindicator&lt;/a&gt;, &lt;a href=\"Shaman%20%28comics%29\"&gt;Shaman&lt;/a&gt;, and &lt;a href=\"Guardian%20%28Marvel%20Comics%29\"&gt;Guardian&lt;/a&gt;, Sasquatch fights &lt;a href=\"Xorn%23The%20Collective\"&gt;The Collective&lt;/a&gt;. He is later revealed to be the only member of Alpha Flight to survive the attack. Following the events of the 2006 \"&lt;a href=\"Civil%20War%20%28comics%29\"&gt;Civil War&lt;/a&gt;\" storyline, Langkowski is recruited by the Canadian government to form a new team called &lt;a href=\"Omega%20Flight%23Canadian%20superhero%20team\"&gt;Omega Flight&lt;/a&gt;. He goes out of control possessed by the Great Beast, Tanaraq, but manages to recover. He also forgives &lt;a href=\"Michael%20Pointer%20%28comics%29\"&gt;Michael Pointer&lt;/a&gt; for the indirect role he played in the destruction of Alpha Flight and apologized for forcing him into the role of Guardian. Sasquatch has gone to &lt;a href=\"Wakanda\"&gt;Wakanda&lt;/a&gt;, along with &lt;a href=\"Wolfsbane%20%28comics%29\"&gt;Wolfsbane&lt;/a&gt;, &lt;a href=\"Thornn\"&gt;Thornn&lt;/a&gt;, and &lt;a href=\"Feral%20%28comics%29\"&gt;Feral&lt;/a&gt;. The group offers their assistance to Wolverine against &lt;a href=\"Sabretooth%20%28comics%29\"&gt;Sabretooth&lt;/a&gt;. Feral is killed by Sabretooth and in the meantime, the villain &lt;a href=\"Romulus%20%28comics%29\"&gt;Romulus&lt;/a&gt; forms plans of his own involving the group.\nDuring the 2010 \"&lt;a href=\"Chaos%20War%20%28comics%29\"&gt;Chaos War&lt;/a&gt;\" storyline, Sasquatch makes a deal with the Great Beasts, bringing them to Earth so they can kill Amatusu-Mikaboshi. He alongside Snowbird, Northstar, and Aurora are reunited with a resurrected Guardian, Vindicator, Shaman, and Marrina Smallwood.\nDuring the 2011 \"&lt;a href=\"Fear%20Itself%20%28comics%29\"&gt;Fear Itself&lt;/a&gt;\" storyline, Sasquatch was seen helping Alpha Flight fight Attuma (in the form of Nerkodd: Breaker of Oceans) while saving people from the flood caused by Nerkodd. Once Nerkodd is defeated and repelled, Alpha Flight returns to their headquarters, only to end up betrayed by Gary Cody and his newly elected Unity Party. When in the custody of the Unity Party, Sasquatch's gamma energy is drained enough for him to revert to his human form of Walter Langkowski. At Parliament Hill, Walter is informed by Agent Jeff Brown that the concussions he had when he played football will cause him to act less human when he changes back into Sasquatch. Jeff also tells Walter that he will soon achieve Unity. Walter is later freed by Shaman who knocks out Agent Jeff Brown.\nAs part of the 2015 &lt;a href=\"All-New%2C%20All-Different%20Marvel\"&gt;All-New, All-Different Marvel&lt;/a&gt; branding, Sasquatch appears as part of the Alpha Flight space program.\nImmortal Hulk.\nWhile taking time off from the Alpha Flight space program, Walter met a reporter named Jackie McGee and agreed to aid her in her search for Bruce Banner. After Walter was stabbed breaking up a fight between two men, he wound up in the hospital where he turned into Sasquatch at night. After killing some doctors that were treating him, Sasquatch encounters Hulk who found that he is possessed by &lt;a href=\"Brian%20Banner\"&gt;Brian Banner&lt;/a&gt;'s ghost. Hulk was able to free Sasquatch from Brian's possession by draining the gamma energy out of him enough to depower Walter. It was revealed that Brian Banner's possession of Sasquatch was caused by the &lt;a href=\"One%20Below%20All\"&gt;One Below All&lt;/a&gt;.\nGeneral Reginald Fortean nearly charged Walter for the deaths he caused and changed his mind when he decided to have Captain Marvel call the Avengers to go after Hulk and have him save Walter. After Hulk escaped from General Fortean's custody, Walter formed a new version of Gamma Flight to go after Hulk by starting with Puck as its first member.\nWalter and Gamma Flight arrived at the area where the gamma bomb first turned Bruce Banner into Hulk. As Hulk fought Gamma Flight, Absorbing Man absorbed the leftover gamma radiation that enabled the One-Below-All to plunge New Mexico into its Below-Place. After Hulk defeated the One-Below-All, Walter and Gamma Flight were returned to Earth where Absorbing Man joined the group.\nWith &lt;a href=\"Titania%20%28Marvel%20Comics%29\"&gt;Titania&lt;/a&gt; as its latest member, Walter and Gamma Flight ran into &lt;a href=\"Doc%20Samson\"&gt;Doc Samson&lt;/a&gt; who reveals to them Hulk's plans to wipe out the human civilization.\nArriving in Reno, Nevada, Walter and Gamma Flight found the Subject B husk that the U.S. Hulk Operations placed Rick Jones' body in. They take it to the Alpha Flight Low-Orbit Space Station for study. Wearing the Redeemer armor, General Fortean raided the Alpha Flight Low-Orbit Space Station to reclaim the Subject B husk. While taking out the Gamma Flight members, Fortean also shoots Walter to make him pay for the deaths his Sasquatch form caused before making off with the Subject B husk.\nDue to his door in the Below-Place being meddled, Doc Samson was able to revive himself in the body of Walter Langkowski on the Alpha Flight Low Orbit Space Station causing the body to turn into a green-haired version of Sasquatch. While reuniting with Gamma Flight and Jackie McGee, Samson told them about Leader's meddling and called this form of his Doc Sasqautch. Leading Gamma Flight to confront Hulk's Joe Fixit persona, Doc Sasquatch prevented everyone from getting sucked out when Joe Fixit punched a hole in the space station.\nWalter Langkowski was able to revive himself in Doc Samson's body and took on the alias of Walter Samson.\nWalter Samson made his way to the Baxter Building where he helped the Fantastic Four in locating the Below-Place in order to make use of the Forever Gate so that they can retrieve Bruce Banner and Jackie McGee.\nPowers and abilities.\nIn his Sasquatch form, Langkowski possesses superhuman strength and heightened endurance as well as a high degree of resistance to injury that enabled him to go toe-to-toe with the &lt;a href=\"Hulk\"&gt;Hulk&lt;/a&gt; and survive (in an early appearance, Sasquatch fought the Hulk for \"fun\" in order to test the limits of his own strength). Sasquatch has proven sufficiently strong enough to pull a naval destroyer ashore for repairs, and to hold a DC-10 against the thrust of its engines and then hurl the plane over 1,000 feet backwards. He also has a healing factor. This was demonstrated when his arm, broken in the murderous attack of &lt;a href=\"Super-Skrull\"&gt;Super-Skrull&lt;/a&gt; against a cosmic ray monitoring station, healed in changing into Sasquatch to fight the multi-powered foe.\nEarly in his career, changing from his human form into his Sasquatch form caused Langkowski extreme physical discomfort.\nLangkowski is a professionally trained scientist with a Ph.D. in physics and an extensive knowledge of physics. He is an expert on the effects of radiation on human physiology, and has experience dealing with many forms of experimental radiation and their mutagenic effects on life forms under controlled settings. As a former professional football player, Langkowski has highly athletic physical strength and endurance, though he is no longer in the peak condition of his life. Sasquatch is an above-average hand-to-hand combatant although he relies more on his great strength than formal combat skill.\nOther characters named Sasquatch.\nA race of Sasquatches were discovered to live in the forests of British Columbia. They are first seen in \"Alpha Flight\" vol. 2 #1. Once a year, the Sasquatches gather at the City of Sasquatches in secret, where they worship their forgotten gods and breed with one another. One of these Sasquatches, a barely intelligent monster, is mistaken by Langkowski's teammates to be a highly degenerated Langkowski, but it was an actual &lt;a href=\"Bigfoot\"&gt;Bigfoot&lt;/a&gt; that had been captured by Department H. He is kept in control by the touch of the superpowered &lt;a href=\"Murmur%20%28Marvel%20Comics%29%23Murmur%20%28Arlette%20Truffaut%29\"&gt;Murmur&lt;/a&gt;, though not always successfully. This Sasquatch dies in a conflict with Department H's corrupt leadership and the &lt;a href=\"Zodiac%20%28comics%29\"&gt;Zodiac&lt;/a&gt;.\nAnother Sasquatch appears in the 2005-2006 \"&lt;a href=\"Nick%20Fury%27s%20Howling%20Commandos\"&gt;Nick Fury's Howling Commandos&lt;/a&gt;\" series as a member of that titular group. What, if any, connection this character has to Walter Langkowski or the Sasquatch from \"Alpha Flight\" volume 2, is not revealed. He is first seen helping the &lt;a href=\"List%20of%20monsters%20in%20Marvel%20Comics%23Abominable%20Snowman\"&gt;Abominable Snowman&lt;/a&gt; to track down &lt;a href=\"Groot\"&gt;Groot&lt;/a&gt;.\nOther versions.\nVersions of Sasquatch that differ from the familiar one usually seen in mainstream Marvel continuity have been seen in various story lines. Some of these involve incarnations of the character that appear in the same storylines as the prime version of the character, while others are seen in story lines set in alternate timelines or dimensions."
}