{
    "id": "1082452",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=1082452",
    "title": "Palace of Sports, Kyiv",
    "text": "The &lt;a href=\"Palace%20of%20Sports\"&gt;Palace of Sports&lt;/a&gt; (, \"Palats Sportu\") is an indoor sport-concert complex situated in the center of &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt;, &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;. The complex is an independent state enterprise.\nHistory.\nIt was built between 1958–1960, to design of &lt;a href=\"Mykhailo%20Hrechyna\"&gt;Mykhailo Hrechyna&lt;/a&gt; and Oleksiy Zavarov, as a major indoor &lt;a href=\"sports\"&gt;sports&lt;/a&gt; arena and was opened on 9 December 1960. &lt;a href=\"Constructivism%20%28art%29\"&gt;Constructivism Architecture&lt;/a&gt;, an artistic movement sporting mostly simple geometric forms was used in the design.\nIn the first 50 years, the Sports Palace was the venue for 16 world championships, 28 European championships, 42 championships of the USSR and more than 4,000 concerts and theatre shows as stage performances. In addition, there were around 400 exhibitions and fairs. The events attracted more than 24 million visitors.\nRenovations.\nIn 1980–1982, the Palace of Sport was reconstructed (by the Kyivproject Institute and the Kuiv Zonal Scientific Research Institute for Experimental Design). The lighting and technical facilities were almost completely modernized, the interiors and halls were expanded and otherwise illuminated, the palace was equipped with numerous changing rooms and sideboards.\nThe Palace of Sports was confirmed by officials as the host venue for the &lt;a href=\"Eurovision%20Song%20Contest%202005\"&gt;Eurovision Song Contest 2005&lt;/a&gt; in September 2004. However, in order to host the contest, the facilities had been brought up to the standard required by the &lt;a href=\"European%20Broadcasting%20Union\"&gt;European Broadcasting Union&lt;/a&gt; (EBU). At the end of December 2004, work began on the renovation of the hall, for which approximately 4 million francs were allocated. Renovation works were to be finished by 20 April, however, they were completed at the beginning of May. The arena could accommodate over 5,000 seated spectators. Additionally 2,000 press delegates were catered for.\nA further reconstruction took place from October 2010 in preparation to host matches for the &lt;a href=\"2011%20IIHF%20World%20Championship%20Division%20I\"&gt;2011 IIHF World Championship Division I&lt;/a&gt;. As part of the reconstruction, the backstage space was completely re-equipped, six sports locker rooms were installed, the hall lighting was modernized, and the ventilation, air-conditioning, heating and fire safety systems were completely replaced. In addition, a modern quadrilateral display appeared above the arena. In the stands, plastic seats were installed in the colors of the national flag: the total number of seats is 6,900 for sporting events, increased to 9,800 when in concert-mode.\nEvents.\nThe venue hosts indoor sports games, concerts, major exhibitions and trade fairs.\nSport.\nThe hall hosts ice hockey, basketball and boxing competitions. The home teams have included the ice hockey club &lt;a href=\"HK%20Sokol%20Kyiv\"&gt;HK Sokol Kyiv&lt;/a&gt; and the basketball clubs &lt;a href=\"BC%20Kyiv\"&gt;BC Kyiv&lt;/a&gt; and &lt;a href=\"BC%20Budivelnyk\"&gt;BC Budivelnyk&lt;/a&gt;.\nMajor sporting events to be held at the arena include the &lt;a href=\"2012%20Professional%20Hockey%20League%20All-Star%20Game\"&gt;2012 Professional Hockey League All-Star Game&lt;/a&gt;, &lt;a href=\"2013%20FIBA%20Europe%20Under-16%20Championship\"&gt;2013 FIBA Europe Under-16 Championship&lt;/a&gt; and &lt;a href=\"2013%20World%20Rhythmic%20Gymnastics%20Championships\"&gt;2013 World Rhythmic Gymnastics Championships&lt;/a&gt;.\nEurovision.\nIt hosted the &lt;a href=\"Eurovision%20Song%20Contest%202005\"&gt;Eurovision Song Contest 2005&lt;/a&gt;, which required the facilities to be brought up to the standard stipulated by the &lt;a href=\"European%20Broadcasting%20Union\"&gt;European Broadcasting Union&lt;/a&gt;. Four years later, the &lt;a href=\"Junior%20Eurovision%20Song%20Contest%202009\"&gt;Junior Eurovision Song Contest 2009&lt;/a&gt; was hosted in the venue. It is one of the two venues to have hosted both the junior and adult versions of the song contest (The other being &lt;a href=\"Rotterdam%20Ahoy\"&gt;Rotterdam Ahoy&lt;/a&gt; which hosted the &lt;a href=\"Junior%20Eurovision%20Song%20Contest%202007\"&gt;Junior Eurovision Song Contest 2007&lt;/a&gt; and the &lt;a href=\"Eurovision%20Song%20Contest%202021\"&gt;Eurovision Song Contest 2021&lt;/a&gt;).\nConcerts.\nThe Sports Palace is also a popular venue for concerts, having been the venue for &lt;a href=\"Didier%20Marouani\"&gt;Didier Marouani&lt;/a&gt; and &lt;a href=\"Space%20%28French%20band%29\"&gt;Space&lt;/a&gt; on 10, 11, 12, 13, 14, 15 of July 1983, &lt;a href=\"Ace%20of%20Base\"&gt;Ace of Base&lt;/a&gt;, &lt;a href=\"Backstreet%20Boys\"&gt;Backstreet Boys&lt;/a&gt;, &lt;a href=\"Black%20Eyed%20Peas\"&gt;Black Eyed Peas&lt;/a&gt;, &lt;a href=\"Britney%20Spears\"&gt;Britney Spears&lt;/a&gt;, &lt;a href=\"Deep%20Purple\"&gt;Deep Purple&lt;/a&gt;, &lt;a href=\"Judas%20Priest\"&gt;Judas Priest&lt;/a&gt;, &lt;a href=\"A-ha\"&gt;A-ha&lt;/a&gt;, &lt;a href=\"Jamiroquai\"&gt;Jamiroquai&lt;/a&gt;, &lt;a href=\"Jean%20Michel%20Jarre\"&gt;Jean Michel Jarre&lt;/a&gt;, &lt;a href=\"Moby\"&gt;Moby&lt;/a&gt;, &lt;a href=\"Thirty%20Seconds%20to%20Mars\"&gt;Thirty Seconds to Mars&lt;/a&gt;, &lt;a href=\"Muse%20%28band%29\"&gt;Muse&lt;/a&gt;, &lt;a href=\"Placebo%20%28band%29\"&gt;Placebo&lt;/a&gt;, &lt;a href=\"Limp%20Bizkit\"&gt;Limp Bizkit&lt;/a&gt;, &lt;a href=\"The%20Rasmus\"&gt;The Rasmus&lt;/a&gt;, &lt;a href=\"Christina%20Aguilera\"&gt;Christina Aguilera&lt;/a&gt;, &lt;a href=\"Anastacia\"&gt;Anastacia&lt;/a&gt;, &lt;a href=\"Lenny%20Kravitz\"&gt;Lenny Kravitz&lt;/a&gt;, &lt;a href=\"Chris%20Rea\"&gt;Chris Rea&lt;/a&gt;, &lt;a href=\"Lara%20Fabian\"&gt;Lara Fabian&lt;/a&gt;, &lt;a href=\"Depeche%20Mode\"&gt;Depeche Mode&lt;/a&gt;, &lt;a href=\"Sting%20%28musician%29\"&gt;Sting&lt;/a&gt;, &lt;a href=\"Marilyn%20Manson\"&gt;Marilyn Manson&lt;/a&gt;, &lt;a href=\"The%20Prodigy\"&gt;The Prodigy&lt;/a&gt; and others.\nBusiness.\nThe Sports Palace hosts annual &lt;a href=\"business\"&gt;business&lt;/a&gt; events, such as: «&lt;a href=\"https%3A//megatrening.com/\"&gt;Megatraining&lt;/a&gt;», «&lt;a href=\"https%3A//dreambigforum.com/\"&gt;Dream Big Forum&lt;/a&gt;», «&lt;a href=\"https%3A//bigmoneyconf.com/\"&gt;Big Money Forum&lt;/a&gt;», «&lt;a href=\"https%3A//bizconcentrat.com/\"&gt;Business Concentrate&lt;/a&gt;», «&lt;a href=\"https%3A//gmsummit.me/\"&gt;Online Business Laboratory&lt;/a&gt;»."
}