{
    "id": "1085382",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=1085382",
    "title": "Marcus Giles",
    "text": "Marcus William Giles (born May 18, 1978) is a former &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; player. He was a &lt;a href=\"second%20baseman\"&gt;second baseman&lt;/a&gt; and batted right-handed. His older brother, &lt;a href=\"Brian%20Giles\"&gt;Brian Giles&lt;/a&gt;, was an outfielder who also played in the Major Leagues.\nCareer.\nGiles was selected by the &lt;a href=\"Atlanta%20Braves\"&gt;Atlanta Braves&lt;/a&gt; in the 53rd round of the &lt;a href=\"1996%20Major%20League%20Baseball%20draft\"&gt;1996 Major League Baseball draft&lt;/a&gt; and made his major league debut in . He hit a &lt;a href=\"Grand%20slam%20%28baseball%29\"&gt;grand slam&lt;/a&gt; for his first career home run off &lt;a href=\"Mike%20Hampton\"&gt;Mike Hampton&lt;/a&gt; of the &lt;a href=\"Colorado%20Rockies\"&gt;Colorado Rockies&lt;/a&gt;. Despite usually having success during his opportunities in majors, he spent the next two years shuttling between Atlanta and their Triple-A affiliate in &lt;a href=\"Richmond%20Braves\"&gt;Richmond&lt;/a&gt;. In , his year was marred by a severe ankle sprain in May, and the death of his premature daughter, Lundyn Mae. Giles lost his second base starting job to the injury and, shortly after returning, was demoted to Richmond. He did not play in Atlanta again until August.\nIn , Giles was given the starting job for good, and proceeded to put up such impressive numbers that he was selected to play in the 2003 &lt;a href=\"Major%20League%20Baseball%20All-Star%20Game\"&gt;All-Star Game&lt;/a&gt;. Unfortunately, he suffered a &lt;a href=\"concussion\"&gt;concussion&lt;/a&gt; the week prior to the game when &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt; pitcher &lt;a href=\"Mark%20Prior\"&gt;Mark Prior&lt;/a&gt; collided with him on the basepaths. After missing about a week with the injury, Giles returned to the lineup in top form. He finished the 2003 season with 49 doubles, breaking the Braves record for doubles in a season. Giles had the best &lt;a href=\"range%20factor\"&gt;range factor&lt;/a&gt; among NL second baseman and was third among all NL position players in &lt;a href=\"wins%20above%20replacement\"&gt;wins above replacement&lt;/a&gt; (as calculated by &lt;a href=\"Baseball%20Reference\"&gt;Baseball Reference&lt;/a&gt;).\nIn , Giles was poised to wage a campaign similar to 2003 but, on May 15, 2004, against the Milwaukee Brewers, while drifting way back into center field to catch a pop fly, he collided with center fielder &lt;a href=\"Andruw%20Jones\"&gt;Andruw Jones&lt;/a&gt;. Giles suffered a broken collarbone, a concussion, and a bruised right wrist and did not play again until July 15, 2004, missing 52 games.\nGiles avoided fluke injuries in and was able to again be a consistent contributor for the Braves. He doubled 45 times (second most in the &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt;), scored a career high 104 runs, and was 16 for 19 in stolen base attempts.\nWith the departure of &lt;a href=\"shortstop\"&gt;shortstop&lt;/a&gt; &lt;a href=\"Rafael%20Furcal\"&gt;Rafael Furcal&lt;/a&gt; in late 2005, the Braves moved Giles to the lead-off position in the lineup for the season. By the end of the season, Giles had become vocal in his objections over batting leadoff. His .262 average was his lowest since becoming a starter.\nGiles was hospitalized in Philadelphia on September 2, 2006, after experiencing pain in his chest and abdomen. On September 3, he was sent back to Atlanta to undergo a cardiovascular test. Giles told the \"&lt;a href=\"Atlanta%20Journal-Constitution\"&gt;Atlanta Journal-Constitution&lt;/a&gt;\" that he may have a damaged heart valve. On September 4, however, it was determined that his heart was perfectly healthy, and he was instead diagnosed with &lt;a href=\"gastroesophageal%20reflux%20disease\"&gt;acid reflux&lt;/a&gt;, which is not as serious. He rejoined the team in New York City that evening.\nIn a cost-cutting measure, and due to a decline of production, the Braves &lt;a href=\"Major%20League%20Baseball%20transactions%23Free%20agency%20and%20salary%20arbitration\"&gt;non-tendered&lt;/a&gt; Giles on December 12, making him a free agent.\nHe signed a one-year deal with the Padres before the season, but did not live up to expectations and was waived on October 26, 2007.\nDue to a poor performance in 2007, Giles could not get a major league contract and settled for a minor league deal with the &lt;a href=\"Colorado%20Rockies\"&gt;Colorado Rockies&lt;/a&gt;. However, the Rockies released him before the start of the season. Giles then agreed to terms with the &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Los Angeles Dodgers&lt;/a&gt; on a minor league contract, but had a change of heart on his way to report to the Dodgers' Triple-A affiliate in &lt;a href=\"Las%20Vegas%2051s\"&gt;Las Vegas&lt;/a&gt; and turned down the deal.\nOn January 6, , he signed a minor league contract with the &lt;a href=\"Philadelphia%20Phillies\"&gt;Philadelphia Phillies&lt;/a&gt;. He did not make the team, and was released on March 30.\nIn 792 games over seven seasons, Giles compiled a .277 &lt;a href=\"batting%20average%20%28baseball%29\"&gt;batting average&lt;/a&gt; (813-for-2934) with 468 &lt;a href=\"run%20%28baseball%29\"&gt;runs&lt;/a&gt;, 187 &lt;a href=\"double%20%28baseball%29\"&gt;doubles&lt;/a&gt;, 16 &lt;a href=\"triple%20%28baseball%29\"&gt;triples&lt;/a&gt;, 76 &lt;a href=\"home%20runs\"&gt;home runs&lt;/a&gt;, 333 &lt;a href=\"RBI\"&gt;RBI&lt;/a&gt;, 70 &lt;a href=\"stolen%20bases\"&gt;stolen bases&lt;/a&gt;, 318 &lt;a href=\"bases%20on%20balls\"&gt;bases on balls&lt;/a&gt;, .353 &lt;a href=\"on-base%20percentage\"&gt;on-base percentage&lt;/a&gt; and .429 &lt;a href=\"slugging%20percentage\"&gt;slugging percentage&lt;/a&gt;. He finished his career with a .981 &lt;a href=\"fielding%20percentage\"&gt;fielding percentage&lt;/a&gt;. In 25 postseason games, he hit .217 (20-for-92) with 15 runs, 3 doubles, 2 home runs, 6 RBI and 7 walks.\nPersonal life.\nGiles and his ex-wife, Tracy, have 3 daughters."
}