{
    "id": "10857290",
    "revid": "548440",
    "url": "https://en.wikipedia.org/wiki?curid=10857290",
    "title": "Brian Shelley",
    "text": "Brian Shelley (born 15 November 1981) is an Irish &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player-coach for &lt;a href=\"Waitakere%20United\"&gt;Waitakere United&lt;/a&gt; in New Zealand.\nHe began his career at &lt;a href=\"Shamrock%20Rovers\"&gt;Shamrock Rovers&lt;/a&gt; but moved to rivals &lt;a href=\"Bohemian%20F.C.\"&gt;Bohemians&lt;/a&gt; in 2000. He made his first team debut for the club as substitute in the &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; tie against &lt;a href=\"1.%20FC%20Kaiserslautern\"&gt;1. FC Kaiserslautern&lt;/a&gt; in September 2000. After a short spell with &lt;a href=\"Longford%20Town%20F.C.\"&gt;Longford Town&lt;/a&gt;, &lt;a href=\"Roddy%20Collins\"&gt;Roddy Collins&lt;/a&gt; brought him along with teammate &lt;a href=\"Trevor%20Molloy\"&gt;Trevor Molloy&lt;/a&gt; to &lt;a href=\"Carlisle%20United\"&gt;Carlisle United&lt;/a&gt; in time for the 2002/03 season. He scored his first and only goal for Carlisle in a 2–1 defeat to &lt;a href=\"Leyton%20Orient\"&gt;Leyton Orient&lt;/a&gt; on 28 December 2002.\nHe returned to Ireland during the 2005 season with &lt;a href=\"Shamrock%20Rovers\"&gt;Shamrock Rovers&lt;/a&gt;, making his debut on 18 March and went on to make 17 total appearances.\nHaving helped Drogheda to the club's first ever &lt;a href=\"League%20of%20Ireland\"&gt;League of Ireland&lt;/a&gt; title in November 2007, he was named PFAI Player of the Year on 18 November 2007. However, the following season wasn't as successful as Drogheda finished well off the pace in the League and the club went into meltdown due to financial problems.\nBrian left Drogheda in January 2009 and returned to &lt;a href=\"Dalymount%20Park\"&gt;Dalymount Park&lt;/a&gt; for a 2nd spell with &lt;a href=\"Bohemian%20F.C.\"&gt;Bohemians&lt;/a&gt;. He has a made a fine start with the club and his form was rewarded with the Soccer Writer's Association Player of the Month for August. During this month, he scored his first goal of the season against &lt;a href=\"Galway%20United%20F.C.\"&gt;Galway United&lt;/a&gt; at Dalymount Park. He then added to his collection of medals on 26 September as Bohs beat &lt;a href=\"Waterford%20United%20F.C.\"&gt;Waterford United&lt;/a&gt; in the final of the &lt;a href=\"League%20of%20Ireland%20Cup\"&gt;League of Ireland Cup&lt;/a&gt;. And he wasn't done yet as a great run of form towards the end of the season helped Brian to his third &lt;a href=\"League%20of%20Ireland\"&gt;League of Ireland&lt;/a&gt; Premier Division winners medal, winning by 4 points from closest rivals &lt;a href=\"Shamrock%20Rovers\"&gt;Shamrock Rovers&lt;/a&gt;. His outstanding performances throughout the season was noted by his fellow professionals when he was voted on to the PFAI Team of the Year.\nShelley moved to the Ballarat Red Devils in Australia in the 2010-11 off-season, stringing together some dominating performances for the club in the Victorian State League 2 (NW).\nFollowing his successful first season, Shelley signed with the Red Devils for 2 years as Manager of the club, during October 2011.\nShelley led the Ballarat Red Devils to its highest ever finish in the league ( 4th ) in his first season as head coach. Shelley also managed to pick up State 2 league best and fairest during his first season as head coach.\nShelley has since made the move to Auckland, New Zealand to progress his coaching career while also continuing to play. Shelley penned a 3-year deal with Waitakere United as player/assistant coach. Brian has also taken on the role of Director of Football at the biggest college in Auckland where over 3000 students attend ( Rangitoto College )Shelley won the ASB premiership while with Waitakere as well as representing the club in the Oceania Football Champions League.\nBrian is currently Head of football at Saint Kentigern college in Auckland."
}