{
    "id": "1086578",
    "revid": "1189543",
    "url": "https://en.wikipedia.org/wiki?curid=1086578",
    "title": "Erik Lindahl",
    "text": "Erik Lindahl (21 November 1891 – 6 January 1960) was a Swedish economist. He was professor of economics at &lt;a href=\"Uppsala%20University\"&gt;Uppsala University&lt;/a&gt; 1942–58 and in 1956–59 he was the President of the &lt;a href=\"International%20Economic%20Association\"&gt;International Economic Association&lt;/a&gt;. He was an also an advisor to the Swedish government and the &lt;a href=\"Central%20Bank%20of%20Sweden\"&gt;central bank&lt;/a&gt;, and in 1943 was elected as a member of the &lt;a href=\"Royal%20Swedish%20Academy%20of%20Sciences\"&gt;Royal Swedish Academy of Sciences&lt;/a&gt;. Lindahl posed the question of financing &lt;a href=\"public%20goods\"&gt;public goods&lt;/a&gt; in accordance with individual benefits. The quantity of the public good satisfies the requirement that the aggregate &lt;a href=\"marginal%20benefit\"&gt;marginal benefit&lt;/a&gt; equals the &lt;a href=\"marginal%20cost\"&gt;marginal cost&lt;/a&gt; of providing the good.\nLindahl's contributions to economic theory extend beyond his Wicksellian roots to embrace much of what is contained in modern Neo-&lt;a href=\"L%C3%A9on%20Walras\"&gt;Walrasian&lt;/a&gt; theory. Lindahl's formulation of the concept of sequence economies and intertemporal equilibrium (1929, 1930) is by far the first rigorous attempt to do so. Lindahl's couching of a theory of capital (1929, 1939) in intertemporal terms anticipates Malinvaud's (1953) famous attempt. The transfer of Lindahl's concepts to the anglophone world was accomplished by two of his most ardent supporters, &lt;a href=\"John%20Hicks\"&gt;John Hicks&lt;/a&gt; (1939, 1965) and &lt;a href=\"Friedrich%20Hayek\"&gt;Friedrich Hayek&lt;/a&gt; (1941). Since then, his work on \"sequence analysis\" has been given greater emphasis since the work of &lt;a href=\"Frank%20Hahn\"&gt;Frank Hahn&lt;/a&gt; (1973) and &lt;a href=\"Roy%20Radner\"&gt;Roy Radner&lt;/a&gt; (1972). Lindahl's 1919 solution to the pricing of public goods is another noticeable achievement, brought into modern economics by &lt;a href=\"Duncan%20Foley\"&gt;Duncan Foley&lt;/a&gt; (1970).\nContributions to economic analysis.\nA &lt;a href=\"Lindahl%20tax\"&gt;Lindahl tax&lt;/a&gt; is a form of &lt;a href=\"taxation\"&gt;taxation&lt;/a&gt; in which individuals pay for &lt;a href=\"Public%20good%20%28economics%29\"&gt;public good&lt;/a&gt;s according to their &lt;a href=\"marginal%20benefit\"&gt;marginal benefit&lt;/a&gt;s. In other words, they pay according to the amount of satisfaction or &lt;a href=\"utility\"&gt;utility&lt;/a&gt; they derive from the consumption of an additional unit of the public good.\nIt can be seen as an individual's share of the collective tax burden of an economy. The optimal level of a public good is that quantity at which the &lt;a href=\"willingness%20to%20pay\"&gt;willingness to pay&lt;/a&gt; for one more unit of the good, taken in totality for all the individuals is equal to the &lt;a href=\"marginal%20cost\"&gt;marginal cost&lt;/a&gt; of supplying that good. Lindahl tax is the optimal quantity times the willingness to pay for one more unit of that good at this quantity.\nErik Lindahl was deeply influenced in this by &lt;a href=\"Knut%20Wicksell\"&gt;Knut Wicksell&lt;/a&gt; and proposed a method for financing public goods in order to show that consensus politics is possible. As people are different in nature, their preferences are different, and consensus requires each individual to pay a somewhat different tax for every service, or good that he consumes. If each person's tax price is set equal to the marginal benefits received at the ideal service level, each person is made better off by provision of the public good and may accordingly agree to have that service level provided.\nLindahl equilibrium.\nLindahl equilibrium is a state of &lt;a href=\"economic%20equilibrium\"&gt;economic equilibrium&lt;/a&gt; under a Lindahl tax as well as a method for finding the optimum level for the supply of public goods or services that happens when the total per-unit price paid by each individual equals the total per-unit cost of the public good. It can be shown that an equilibrium exists for different environments. Therefore, the Lindahl equilibrium describes how efficiency can be sustained in an economy with personalised prices. &lt;a href=\"Leif%20Johansen\"&gt;Leif Johansen&lt;/a&gt; gave the complete interpretation of the concept of \"Lindahl equilibrium\", which assumes that household consumption decisions are based on the share of the cost they must provide for the supply of the particular public good.\nThe necessary and sufficient condition for such an &lt;a href=\"Equilibrium%20%28economics%29\"&gt;equilibrium&lt;/a&gt; being:\nThe importance of Lindahl equilibrium is that it fulfills the &lt;a href=\"Samuelson%20condition\"&gt;Samuelson condition&lt;/a&gt; and is therefore &lt;a href=\"Pareto%20efficient\"&gt;Pareto efficient&lt;/a&gt;, despite the good in question being a public one. It also demonstrates how efficiency can be reached in an economy with public goods by the use of personalised prices. The personalised prices equate the individual valuation for a public good to the cost of the public good."
}