{
    "id": "1089693",
    "revid": "7178757",
    "url": "https://en.wikipedia.org/wiki?curid=1089693",
    "title": "Jewish liturgy",
    "text": "Jewish liturgy is the &lt;a href=\"liturgy\"&gt;customary public worship&lt;/a&gt; of &lt;a href=\"Judaism\"&gt;Judaism&lt;/a&gt;. The liturgy may include responsive reading, &lt;a href=\"song\"&gt;song&lt;/a&gt;s, or &lt;a href=\"music\"&gt;music&lt;/a&gt;, as found in the &lt;a href=\"Torah\"&gt;Torah&lt;/a&gt; and &lt;a href=\"Haftorah\"&gt;Haftorah&lt;/a&gt;, the &lt;a href=\"Amidah\"&gt;Amidah&lt;/a&gt;, &lt;a href=\"piyyutim\"&gt;piyyutim&lt;/a&gt;, and &lt;a href=\"Psalms\"&gt;Psalms&lt;/a&gt;. Singing or reading the Psalms has a special role in the Jewish liturgy, in particular they are used in the daily &lt;a href=\"Jewish%20prayer\"&gt;Jewish prayer&lt;/a&gt; services of &lt;a href=\"Shacharit\"&gt;Shacharit&lt;/a&gt;, &lt;a href=\"Mincha\"&gt;Mincha&lt;/a&gt;, and &lt;a href=\"Arvit\"&gt;Arvit&lt;/a&gt;. \n&lt;a href=\"Torah%20reading\"&gt;Torah reading&lt;/a&gt; is done every morning on &lt;a href=\"Shabbat\"&gt;Shabbat&lt;/a&gt;. In &lt;a href=\"Babylonia\"&gt;Babylonia&lt;/a&gt;, it was a one-year pattern, instead of a three-year pattern as done in &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;.\nOver the last 2000 years, traditional variations have emerged among the traditional &lt;a href=\"liturgy\"&gt;liturgical&lt;/a&gt; &lt;a href=\"Minhag\"&gt;customs&lt;/a&gt; of different Jewish communities, such as &lt;a href=\"Ashkenazic\"&gt;Ashkenazic&lt;/a&gt;, &lt;a href=\"Sephardic\"&gt;Sephardic&lt;/a&gt;, &lt;a href=\"Yemenite%20Jews\"&gt;Yemenite&lt;/a&gt;, &lt;a href=\"Palestinian%20minhag\"&gt;Eretz Yisrael&lt;/a&gt; and others, or rather recent liturgical inventions such as &lt;a href=\"Hassidic\"&gt;Hassidic&lt;/a&gt;, and &lt;a href=\"Nusach%20Ari\"&gt;Chabad&lt;/a&gt;. However the differences are minor compared with the commonalities. Most of the Jewish liturgy is sung or chanted with traditional melodies or &lt;a href=\"Hebrew%20cantillation\"&gt;trope&lt;/a&gt;. &lt;a href=\"Synagogue\"&gt;Synagogue&lt;/a&gt;s may designate or employ a professional or lay \"&lt;a href=\"hazzan\"&gt;hazzan&lt;/a&gt;\" (cantor) for the purpose of leading the congregation in prayer, especially on Shabbat or holidays.\nDenominational variations.\n&lt;a href=\"Conservative%20Judaism\"&gt;Conservative&lt;/a&gt; services generally use the same basic format for services as in Orthodox Judaism, with some doctrinal leniencies and some prayers in English. In practice, there is wide variation among Conservative congregations. In traditionalist congregations the liturgy can be almost identical to that of &lt;a href=\"Orthodox%20Judaism\"&gt;Orthodox Judaism&lt;/a&gt;, almost entirely in Hebrew (and Aramaic), with a few minor exceptions, including excision of a study session on Temple sacrifices, and modifications of prayers for the restoration of the &lt;a href=\"Korban\"&gt;sacrificial&lt;/a&gt; system. In more liberal Conservative synagogues there are greater changes to the service, with up to a third of the service in English; abbreviation or omission of many of the preparatory prayers; and replacement of some traditional prayers with more contemporary forms. There are some changes for doctrinal reasons, including &lt;a href=\"egalitarian\"&gt;egalitarian&lt;/a&gt; language, fewer references to restoring &lt;a href=\"Korban\"&gt;sacrifices&lt;/a&gt; in the &lt;a href=\"Temple%20in%20Jerusalem\"&gt;Temple in Jerusalem&lt;/a&gt;, and an option to eliminate special roles for &lt;a href=\"Kohen\"&gt;Kohanim&lt;/a&gt; and &lt;a href=\"Levite\"&gt;Levite&lt;/a&gt;s.\nThe liturgies of &lt;a href=\"Reform%20Judaism\"&gt;Reform&lt;/a&gt; and &lt;a href=\"Reconstructionist%20Judaism\"&gt;Reconstructionist&lt;/a&gt; are based on traditional elements, but contains language more reflective of liberal belief than the traditional liturgy. Doctrinal revisions generally include revising or omitting references to traditional doctrines such as bodily &lt;a href=\"resurrection\"&gt;resurrection&lt;/a&gt;, a personal &lt;a href=\"Jewish%20Messiah\"&gt;Jewish Messiah&lt;/a&gt;, and other elements of traditional &lt;a href=\"Jewish%20eschatology\"&gt;Jewish eschatology&lt;/a&gt;, Divine revelation of the &lt;a href=\"Torah\"&gt;Torah&lt;/a&gt; at &lt;a href=\"Mount%20Sinai\"&gt;Mount Sinai&lt;/a&gt;, &lt;a href=\"Jewish%20Angelarchy\"&gt;angels&lt;/a&gt;, conceptions of reward and punishment, and other personal miraculous and supernatural elements. Services are often from 40% to 90% in the vernacular.\n&lt;a href=\"Reform%20Judaism\"&gt;Reform Judaism&lt;/a&gt; has made greater alterations to the traditional service in accord with its more liberal &lt;a href=\"theology\"&gt;theology&lt;/a&gt; including dropping references to traditional elements of &lt;a href=\"Jewish%20eschatology\"&gt;Jewish eschatology&lt;/a&gt; such as a personal &lt;a href=\"Jewish%20Messiah\"&gt;Messiah&lt;/a&gt;, a bodily &lt;a href=\"resurrection\"&gt;resurrection&lt;/a&gt; of the dead, and others. The Hebrew portion of the service is substantially abbreviated and modernized and modern prayers substituted for traditional ones. In addition, in keeping with their view that the laws of &lt;a href=\"Shabbat\"&gt;Shabbat&lt;/a&gt; (including a traditional prohibition on playing instruments) are inapplicable to modern circumstances, Reform services often play instrumental or recorded music with prayers on the &lt;a href=\"Shabbat\"&gt;Jewish Sabbath&lt;/a&gt;. All Reform synagogues are egalitarian with respect to gender roles."
}