{
    "id": "10908085",
    "revid": "23606577",
    "url": "https://en.wikipedia.org/wiki?curid=10908085",
    "title": "List of birds of the Cayman Islands",
    "text": "This is a list of the bird species recorded in the Cayman Islands. The avifauna of the &lt;a href=\"Cayman%20Islands\"&gt;Cayman Islands&lt;/a&gt; included a total of 262 species, according to \"Bird Checklists of the World\" as of March 2021. Of them, 158 are rare or &lt;a href=\"Vagrancy%20%28biology%29\"&gt;accidental&lt;/a&gt; and eight are introduced. One species (&lt;a href=\"Grand%20Cayman%20thrush\"&gt;Grand Cayman thrush&lt;/a&gt;) was &lt;a href=\"Endemism\"&gt;endemic&lt;/a&gt; to the islands but is now extinct, and one species (&lt;a href=\"Jamaican%20oriole\"&gt;Jamaican oriole&lt;/a&gt;) has been &lt;a href=\"Local%20extinction\"&gt;extirpated&lt;/a&gt;. &lt;a href=\"BirdLife%20International\"&gt;BirdLife International&lt;/a&gt; has reclassified &lt;a href=\"Grand%20Cayman\"&gt;Grand Cayman&lt;/a&gt;'s endemic Cuban bullfinch subspecies as a full species, the &lt;a href=\"Grand%20Cayman%20bullfinch\"&gt;Grand Cayman bullfinch&lt;/a&gt;, but the AOS has not yet accepted this. In addition, the islands hold most of the world population of &lt;a href=\"vitelline%20warbler\"&gt;vitelline warbler&lt;/a&gt; which otherwise occurs only on the &lt;a href=\"Swan%20Islands%2C%20Honduras\"&gt;Swan Islands&lt;/a&gt; of &lt;a href=\"Honduras\"&gt;Honduras&lt;/a&gt;. There are 17 endemic &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; belonging to 14 different species.\nhis list is presented in the &lt;a href=\"taxonomic%20sequence\"&gt;taxonomic sequence&lt;/a&gt; of the \"Check-list of North and Middle American Birds\", 7th edition through the 62nd Supplement, published by the &lt;a href=\"American%20Ornithological%20Society\"&gt;American Ornithological Society&lt;/a&gt; (AOS). Common and scientific names are also those of the \"Check-list\", except that the common names of families are from the &lt;a href=\"Clements%20taxonomy\"&gt;Clements taxonomy&lt;/a&gt; because the AOS list does not include them.\nThe following tags have been used to highlight several categories of occurrence.\nDucks, geese, and waterfowl.\nOrder: &lt;a href=\"Anseriformes\"&gt;Anseriformes&lt;/a&gt;Family: &lt;a href=\"Anatidae\"&gt;Anatidae&lt;/a&gt;\nAnatidae includes the &lt;a href=\"duck\"&gt;duck&lt;/a&gt;s and most duck-like waterfowl, such as &lt;a href=\"Goose\"&gt;geese&lt;/a&gt; and &lt;a href=\"swan\"&gt;swan&lt;/a&gt;s. These birds are adapted to an aquatic existence with webbed feet, flattened bills, and feathers that are excellent at shedding water due to an oily coating.\nFlamingos.\nOrder: &lt;a href=\"Phoenicopteriformes\"&gt;Phoenicopteriformes&lt;/a&gt;Family: &lt;a href=\"Phoenicopteridae\"&gt;Phoenicopteridae&lt;/a&gt;\n&lt;a href=\"Flamingo\"&gt;Flamingo&lt;/a&gt;s are gregarious wading birds, usually tall, found in both the Western and Eastern Hemispheres. Flamingos filter-feed on shellfish and algae. Their oddly shaped beaks are specially adapted to separate mud and silt from the food they consume and, uniquely, are used upside-down.\nGrebes.\nOrder: &lt;a href=\"Podicipediformes\"&gt;Podicipediformes&lt;/a&gt;Family: &lt;a href=\"Podicipedidae\"&gt;Podicipedidae&lt;/a&gt;\n&lt;a href=\"Grebe\"&gt;Grebe&lt;/a&gt;s are small to medium-large freshwater diving birds. They have lobed toes and are excellent swimmers and divers. However, they have their feet placed far back on the body, making them quite ungainly on land.\nPigeons and doves.\nOrder: &lt;a href=\"Columbiformes\"&gt;Columbiformes&lt;/a&gt;Family: &lt;a href=\"Columbidae\"&gt;Columbidae&lt;/a&gt;\n&lt;a href=\"Pigeon\"&gt;Pigeon&lt;/a&gt;s and &lt;a href=\"dove\"&gt;dove&lt;/a&gt;s are stout-bodied birds with short necks and short slender bills with a fleshy &lt;a href=\"cere\"&gt;cere&lt;/a&gt;.\nCuckoos.\nOrder: &lt;a href=\"Cuculiformes\"&gt;Cuculiformes&lt;/a&gt;Family: &lt;a href=\"Cuculidae\"&gt;Cuculidae&lt;/a&gt;\nThe family Cuculidae includes &lt;a href=\"cuckoo\"&gt;cuckoo&lt;/a&gt;s, &lt;a href=\"Geococcyx\"&gt;roadrunner&lt;/a&gt;s, and &lt;a href=\"Ani%20%28bird%29\"&gt;anis&lt;/a&gt;. These birds are of variable size with slender bodies, long tails, and strong legs.\nNightjars and allies.\nOrder: &lt;a href=\"Caprimulgiformes\"&gt;Caprimulgiformes&lt;/a&gt;Family: &lt;a href=\"Caprimulgidae\"&gt;Caprimulgidae&lt;/a&gt;\n&lt;a href=\"Nightjar\"&gt;Nightjar&lt;/a&gt;s are medium-sized nocturnal birds that usually nest on the ground. They have long wings, short legs, and very short bills. Most have small feet, of little use for walking, and long pointed wings. Their soft plumage is camouflaged to resemble bark or leaves.\nPotoos.\nOrder: &lt;a href=\"Nyctibiiformes\"&gt;Nyctibiiformes&lt;/a&gt;Family: &lt;a href=\"Nyctibiidae\"&gt;Nyctibiidae&lt;/a&gt;\nThe potoos (sometimes called poor-me-ones) are large &lt;a href=\"near%20passerine\"&gt;near passerine&lt;/a&gt; birds related to the nightjars and frogmouths. They are nocturnal insectivores which lack the bristles around the mouth found in the true nightjars.\nSwifts.\nOrder: &lt;a href=\"Apodiformes\"&gt;Apodiformes&lt;/a&gt;Family: &lt;a href=\"Apodidae\"&gt;Apodidae&lt;/a&gt;\n&lt;a href=\"Swift%20%28bird%29\"&gt;Swift&lt;/a&gt;s are small birds which spend the majority of their lives flying. These birds have very short legs and never settle voluntarily on the ground, perching instead only on vertical surfaces. Many swifts have long swept-back wings which resemble a crescent or boomerang.\nHummingbirds.\nOrder: &lt;a href=\"Apodiformes\"&gt;Apodiformes&lt;/a&gt;Family: &lt;a href=\"Trochilidae\"&gt;Trochilidae&lt;/a&gt;\n&lt;a href=\"Hummingbird\"&gt;Hummingbird&lt;/a&gt;s are small birds capable of hovering in mid-air due to the rapid flapping of their wings. They are the only birds that can fly backwards.\nRails, gallinules, and coots.\nOrder: &lt;a href=\"Gruiformes\"&gt;Gruiformes&lt;/a&gt;Family: &lt;a href=\"Rallidae\"&gt;Rallidae&lt;/a&gt;\nRallidae is a large family of small to medium-sized birds which includes the &lt;a href=\"Rail%20%28bird%29\"&gt;rails&lt;/a&gt;, &lt;a href=\"crake\"&gt;crake&lt;/a&gt;s, &lt;a href=\"coot\"&gt;coot&lt;/a&gt;s, and &lt;a href=\"gallinule\"&gt;gallinule&lt;/a&gt;s. Typically they inhabit dense vegetation in damp environments near lakes, swamps, or rivers. In general they are shy and secretive birds, making them difficult to observe. Most species have strong legs and long toes which are well adapted to soft uneven surfaces. They tend to have short, rounded wings and to be weak fliers.\nLimpkin.\nOrder: &lt;a href=\"Gruiformes\"&gt;Gruiformes&lt;/a&gt;Family: &lt;a href=\"Aramidae\"&gt;Aramidae&lt;/a&gt;\nThe limpkin is an odd bird that looks like a large &lt;a href=\"Rail%20%28bird%29\"&gt;rail&lt;/a&gt;, but is skeletally closer to the &lt;a href=\"Crane%20%28bird%29\"&gt;cranes&lt;/a&gt;. It is found in marshes with some trees or scrub in the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt;, &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt;, and southern &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;.\nStilts and avocets.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Recurvirostridae\"&gt;Recurvirostridae&lt;/a&gt;\nRecurvirostridae is a family of large wading birds which includes the &lt;a href=\"avocet\"&gt;avocet&lt;/a&gt;s and &lt;a href=\"stilt\"&gt;stilt&lt;/a&gt;s. The avocets have long legs and long up-curved bills. The stilts have extremely long legs and long, thin, straight bills.\nPlovers and lapwings.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Charadriidae\"&gt;Charadriidae&lt;/a&gt;\nThe family Charadriidae includes the &lt;a href=\"plover\"&gt;plover&lt;/a&gt;s, &lt;a href=\"dotterel\"&gt;dotterel&lt;/a&gt;s, and &lt;a href=\"lapwing\"&gt;lapwing&lt;/a&gt;s. They are small to medium-sized birds with compact bodies, short thick necks, and long, usually pointed, wings. They are found in open country worldwide, mostly in habitats near water.\nSandpipers and allies.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Scolopacidae\"&gt;Scolopacidae&lt;/a&gt;\nScolopacidae is a large diverse family of small to medium-sized shorebirds including the &lt;a href=\"sandpiper\"&gt;sandpiper&lt;/a&gt;s, &lt;a href=\"curlew\"&gt;curlew&lt;/a&gt;s, &lt;a href=\"godwit\"&gt;godwit&lt;/a&gt;s, &lt;a href=\"Tringa\"&gt;shanks&lt;/a&gt;, &lt;a href=\"Tattler%20%28bird%29\"&gt;tattler&lt;/a&gt;s, &lt;a href=\"woodcock\"&gt;woodcock&lt;/a&gt;s, &lt;a href=\"snipe\"&gt;snipe&lt;/a&gt;s, &lt;a href=\"dowitcher\"&gt;dowitcher&lt;/a&gt;s, and &lt;a href=\"phalarope\"&gt;phalarope&lt;/a&gt;s. The majority of these species eat small invertebrates picked out of the mud or soil. Variation in length of legs and bills enables multiple species to feed in the same habitat, particularly on the coast, without direct competition for food.\nSkuas and jaegers.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Stercorariidae\"&gt;Stercorariidae&lt;/a&gt;\nThe family Stercorariidae are, in general, medium to large birds, typically with grey or brown plumage, often with white markings on the wings. They nest on the ground in temperate and arctic regions and are long-distance migrants.\nGulls, terns, and skimmers.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Laridae\"&gt;Laridae&lt;/a&gt;\nLaridae is a family of medium to large seabirds and includes &lt;a href=\"gull\"&gt;gull&lt;/a&gt;s, &lt;a href=\"kittiwake\"&gt;kittiwake&lt;/a&gt;s, &lt;a href=\"tern\"&gt;tern&lt;/a&gt;s, and &lt;a href=\"Skimmer%20%28bird%29\"&gt;skimmer&lt;/a&gt;s. They are typically grey or white, often with black markings on the head or wings. They have longish bills and webbed feet. Terns are a group of generally medium to large seabirds typically with grey or white plumage, often with black markings on the head. Most terns hunt fish by diving but some pick insects off the surface of fresh water. Terns are generally long-lived birds, with several species known to live in excess of 30 years. &lt;a href=\"Skimmer%20%28bird%29\"&gt;Skimmer&lt;/a&gt;s are a small family of tropical tern-like birds. They have an elongated lower mandible which they use to feed by flying low over the water surface and skimming the water for small fish.\nTropicbirds.\nOrder: &lt;a href=\"Phaethontiformes\"&gt;Phaethontiformes&lt;/a&gt;Family: &lt;a href=\"Phaethontidae\"&gt;Phaethontidae&lt;/a&gt;\n&lt;a href=\"Tropicbird\"&gt;Tropicbird&lt;/a&gt;s are slender white birds of tropical oceans with exceptionally long central tail feathers. Their heads and long wings have black markings.\nShearwaters and petrels.\nOrder: &lt;a href=\"Procellariiformes\"&gt;Procellariiformes&lt;/a&gt;Family: &lt;a href=\"Procellariidae\"&gt;Procellariidae&lt;/a&gt;\nThe procellariids are the main group of medium-sized \"true petrels\", characterised by united nostrils with medium septum and a long outer functional primary.\nFrigatebirds.\nOrder: &lt;a href=\"Suliformes\"&gt;Suliformes&lt;/a&gt;Family: &lt;a href=\"Fregatidae\"&gt;Fregatidae&lt;/a&gt;\n&lt;a href=\"Frigatebird\"&gt;Frigatebird&lt;/a&gt;s are large seabirds usually found over tropical oceans. They are large, black-and-white, or completely black, with long wings and deeply forked tails. The males have coloured inflatable throat pouches. They do not swim or walk and cannot take off from a flat surface. Having the largest wingspan-to-body-weight ratio of any bird, they are essentially aerial, able to stay aloft for more than a week.\nBoobies and gannets.\nOrder: &lt;a href=\"Suliformes\"&gt;Suliformes&lt;/a&gt;Family: &lt;a href=\"Sulidae\"&gt;Sulidae&lt;/a&gt;\nThe sulids comprise the &lt;a href=\"gannet\"&gt;gannet&lt;/a&gt;s and &lt;a href=\"Booby\"&gt;boobies&lt;/a&gt;. Both groups are medium to large coastal seabirds that plunge-dive for fish.\nAnhingas.\nOrder: &lt;a href=\"Suliformes\"&gt;Suliformes&lt;/a&gt;Family: &lt;a href=\"Anhingidae\"&gt;Anhingidae&lt;/a&gt;\n&lt;a href=\"Darters\"&gt;Anhingas&lt;/a&gt; are often called \"snake-birds\" because of their long thin neck, which gives a snake-like appearance when they swim with their bodies submerged. The males have black and dark-brown plumage, an erectile crest on the nape, and a larger bill than the female. The females have much paler plumage especially on the neck and underparts. The darters have completely webbed feet and their legs are short and set far back on the body. Their plumage is somewhat permeable, like that of cormorants, and they spread their wings to dry after diving.\nCormorants and shags.\nOrder: &lt;a href=\"Suliformes\"&gt;Suliformes&lt;/a&gt;Family: &lt;a href=\"Phalacrocoracidae\"&gt;Phalacrocoracidae&lt;/a&gt;\nPhalacrocoracidae is a family of medium to large coastal, fish-eating seabirds that includes cormorants and shags. Plumage colouration varies, with the majority having mainly dark plumage, some species being black-and-white, and a few being colourful.\nPelicans.\nOrder: &lt;a href=\"Pelecaniformes\"&gt;Pelecaniformes&lt;/a&gt;Family: &lt;a href=\"Pelecanidae\"&gt;Pelecanidae&lt;/a&gt;\n&lt;a href=\"Pelican\"&gt;Pelican&lt;/a&gt;s are large water birds with a distinctive pouch under their beak. As with other members of the order Pelecaniformes, they have webbed feet with four toes.\nHerons, egrets, and bitterns.\nOrder: &lt;a href=\"Pelecaniformes\"&gt;Pelecaniformes&lt;/a&gt;Family: &lt;a href=\"Ardeidae\"&gt;Ardeidae&lt;/a&gt;\nThe family Ardeidae contains the &lt;a href=\"bittern\"&gt;bittern&lt;/a&gt;s, &lt;a href=\"heron\"&gt;heron&lt;/a&gt;s, and &lt;a href=\"egret\"&gt;egret&lt;/a&gt;s. Herons and egrets are medium to large wading birds with long necks and legs. Bitterns tend to be shorter necked and more wary. Members of Ardeidae fly with their necks retracted, unlike other long-necked birds such as storks, ibises, and spoonbills.\nIbises and spoonbills.\nOrder: &lt;a href=\"Pelecaniformes\"&gt;Pelecaniformes&lt;/a&gt;Family: &lt;a href=\"Threskiornithidae\"&gt;Threskiornithidae&lt;/a&gt;\nThreskiornithidae is a family of large terrestrial and wading birds which includes the &lt;a href=\"ibis\"&gt;ibis&lt;/a&gt;es and &lt;a href=\"spoonbill\"&gt;spoonbill&lt;/a&gt;s. They have long, broad wings with 11 primary and about 20 secondary feathers. They are strong fliers and despite their size and weight, very capable soarers.\nNew World vultures.\nOrder: &lt;a href=\"Cathartiformes\"&gt;Cathartiformes&lt;/a&gt;Family: &lt;a href=\"Cathartidae\"&gt;Cathartidae&lt;/a&gt;\nThe &lt;a href=\"New%20World%20vultures\"&gt;New World vultures&lt;/a&gt; are not closely related to &lt;a href=\"Old%20World%20vultures\"&gt;Old World vultures&lt;/a&gt;, but superficially resemble them because of &lt;a href=\"convergent%20evolution\"&gt;convergent evolution&lt;/a&gt;. Like the Old World vultures, they are scavengers. However, unlike Old World vultures, which find carcasses by sight, New World vultures have a good sense of smell with which they locate &lt;a href=\"carrion\"&gt;carrion&lt;/a&gt;.\nOsprey.\nOrder: &lt;a href=\"Accipitriformes\"&gt;Accipitriformes&lt;/a&gt;Family: &lt;a href=\"Pandionidae\"&gt;Pandionidae&lt;/a&gt;\nThe family Pandionidae contains only one species, the osprey. The osprey is a medium-large &lt;a href=\"bird%20of%20prey\"&gt;raptor&lt;/a&gt; which is a specialist fish-eater with a worldwide distribution.\nHawks, eagles, and kites.\nOrder: &lt;a href=\"Accipitriformes\"&gt;Accipitriformes&lt;/a&gt;Family: &lt;a href=\"Accipitridae\"&gt;Accipitridae&lt;/a&gt;\nAccipitridae is a family of birds of prey, which includes &lt;a href=\"hawk\"&gt;hawk&lt;/a&gt;s, &lt;a href=\"eagle\"&gt;eagle&lt;/a&gt;s, &lt;a href=\"Kite%20%28bird%29\"&gt;kites&lt;/a&gt;, &lt;a href=\"Harrier%20%28bird%29\"&gt;harriers&lt;/a&gt;, and &lt;a href=\"Old%20World%20vulture\"&gt;Old World vulture&lt;/a&gt;s. These birds have powerful hooked beaks for tearing flesh from their prey, strong legs, powerful talons, and keen eyesight.\nBarn-owls.\nOrder: &lt;a href=\"Strigiformes\"&gt;Strigiformes&lt;/a&gt;Family: &lt;a href=\"Tytonidae\"&gt;Tytonidae&lt;/a&gt;\n&lt;a href=\"Barn%20owl\"&gt;Barn-owls&lt;/a&gt; are medium to large owls with large heads and characteristic heart-shaped faces. They have long strong legs with powerful talons.\nOwls.\nOrder: &lt;a href=\"Strigiformes\"&gt;Strigiformes&lt;/a&gt;Family: &lt;a href=\"Strigidae\"&gt;Strigidae&lt;/a&gt;\nThe &lt;a href=\"typical%20owl\"&gt;typical owl&lt;/a&gt;s are small to large solitary nocturnal birds of prey. They have large forward-facing eyes and ears, a hawk-like beak, and a conspicuous circle of feathers around each eye called a facial disk.\nKingfishers.\nOrder: &lt;a href=\"Coraciiformes\"&gt;Coraciiformes&lt;/a&gt;Family: &lt;a href=\"Alcedinidae\"&gt;Alcedinidae&lt;/a&gt;\nKingfishers are medium-sized birds with large heads, long, pointed bills, short legs, and stubby tails.\nWoodpeckers.\nOrder: &lt;a href=\"Piciformes\"&gt;Piciformes&lt;/a&gt;Family: &lt;a href=\"Picidae\"&gt;Picidae&lt;/a&gt;\nWoodpeckers are small to medium-sized birds with chisel-like beaks, short legs, stiff tails, and long tongues used for capturing insects. Some species have feet with two toes pointing forward and two backward, while several species have only three toes. Many woodpeckers have the habit of tapping noisily on tree trunks with their beaks.\nFalcons and caracaras.\nOrder: &lt;a href=\"Falconiformes\"&gt;Falconiformes&lt;/a&gt;Family: &lt;a href=\"Falconidae\"&gt;Falconidae&lt;/a&gt;\nFalconidae is a family of diurnal birds of prey. They differ from hawks, eagles, and kites in that they kill with their beaks instead of their talons.\nNew World and African parrots.\nOrder: &lt;a href=\"Psittaciformes\"&gt;Psittaciformes&lt;/a&gt;Family: &lt;a href=\"Psittacidae\"&gt;Psittacidae&lt;/a&gt;\n&lt;a href=\"Parrot\"&gt;Parrot&lt;/a&gt;s are small to large birds with a characteristic curved beak. Their upper mandibles have slight mobility in the joint with the skull and they have a generally erect stance. All parrots are zygodactyl, having the four toes on each foot placed two at the front and two to the back.\nTyrant flycatchers.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Tyrannidae\"&gt;Tyrannidae&lt;/a&gt;\n&lt;a href=\"Tyrant%20flycatcher\"&gt;Tyrant flycatcher&lt;/a&gt;s are passerine birds which occur throughout North and South America. They superficially resemble the Old World flycatchers, but are more robust and have stronger bills. They do not have the sophisticated vocal capabilities of the songbirds. Most, but not all, have plain colouring. As the name implies, most are insectivorous.\nVireos, shrike-babblers, and erpornis.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Vireonidae\"&gt;Vireonidae&lt;/a&gt;\nThe &lt;a href=\"vireo\"&gt;vireo&lt;/a&gt;s are a group of small to medium-sized passerine birds. They are typically greenish in colour and resemble &lt;a href=\"New%20World%20warbler\"&gt;New World warbler&lt;/a&gt;s apart from their heavier bills.\nSwallows.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Hirundinidae\"&gt;Hirundinidae&lt;/a&gt;\nThe family Hirundinidae is adapted to aerial feeding. They have a slender streamlined body, long pointed wings, and a short bill with a wide gape. The feet are adapted to perching rather than walking, and the front toes are partially joined at the base.\nKinglets.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Regulidae\"&gt;Regulidae&lt;/a&gt;\nThe kinglets and \"crests\" are a small family of birds which resemble some warblers. They are very small insectivorous birds in the single genus \"Regulus\". The adults have coloured crowns, giving rise to their name.\nWaxwings.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Bombycillidae\"&gt;Bombycillidae&lt;/a&gt;\nThe &lt;a href=\"waxwing\"&gt;waxwing&lt;/a&gt;s are a group of birds with soft silky plumage and unique red tips to some of the wing feathers. In the Bohemian and cedar waxwings, these tips look like &lt;a href=\"sealing%20wax\"&gt;sealing wax&lt;/a&gt; and give the group its name. These are arboreal birds of northern forests. They live on insects in summer and berries in winter.\nGnatcatchers.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Polioptilidae\"&gt;Polioptilidae&lt;/a&gt;\nThese dainty birds resemble &lt;a href=\"Old%20World%20warblers\"&gt;Old World warblers&lt;/a&gt; in their build and habits, moving restlessly through the foliage seeking insects. The gnatcatchers and gnatwrens are mainly soft bluish grey in colour and have the typical insectivore's long sharp bill. They are birds of fairly open woodland or scrub, which nest in bushes or trees.\nMockingbirds and allies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Mimidae\"&gt;Mimidae&lt;/a&gt;\nThe mimids are a family of passerine birds that includes &lt;a href=\"thrasher\"&gt;thrasher&lt;/a&gt;s, &lt;a href=\"mockingbird\"&gt;mockingbird&lt;/a&gt;s, &lt;a href=\"trembler\"&gt;trembler&lt;/a&gt;s, and the &lt;a href=\"New%20World%20catbirds\"&gt;New World catbirds&lt;/a&gt;. These birds are notable for their vocalizations, especially their ability to mimic a wide variety of birds and other sounds heard outdoors. Their colouring tends towards dull-greys and browns.\nStarlings.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Sturnidae\"&gt;Sturnidae&lt;/a&gt;\nStarlings are small to medium-sized passerine birds. Their flight is strong and direct and they are very gregarious. Their preferred habitat is fairly open country. They eat insects and fruit. Plumage is typically dark with a metallic sheen.\nThrushes and allies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Turdidae\"&gt;Turdidae&lt;/a&gt;\nThe &lt;a href=\"Thrush%20%28bird%29\"&gt;thrushes&lt;/a&gt; are a group of passerine birds that occur mainly in the Old World. They are plump, soft plumaged, small to medium-sized insectivores or sometimes omnivores, often feeding on the ground. Many have attractive songs.\nWaxbills and allies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Estrildidae\"&gt;Estrildidae&lt;/a&gt;\nThe estrildid finches are small passerine birds native to the Old World tropics. They are gregarious and often colonial seed eaters with short thick but pointed bills. They are all similar in structure and habits, but have wide variation in plumage colours and patterns.\nOld World sparrows.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Emberizidae\"&gt;Emberizidae&lt;/a&gt;\nOld World sparrows are small passerine birds. In general, sparrows tend to be small plump brownish or greyish birds with short tails and short powerful beaks. Sparrows are seed eaters, but they also consume small insects.\nNew World sparrows.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Passerellidae\"&gt;Passerellidae&lt;/a&gt;\nUntil 2017, these species were considered part of the family &lt;a href=\"Emberizidae\"&gt;Emberizidae&lt;/a&gt;. Most of the species are known as sparrows, but these birds are not closely related to the Old World sparrows which are in the family Passeridae. Many of these have distinctive head patterns.\nSpindalises.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Spindalidae\"&gt;Spindalidae&lt;/a&gt;\nThe members of this small family are native to the &lt;a href=\"Greater%20Antilles\"&gt;Greater Antilles&lt;/a&gt;. They were formerly classified as tanagers (family Thraupidae) but were placed in their own family in 2017.\nYellow-breasted chat.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Icteriidae\"&gt;Icteriidae&lt;/a&gt;\nThis species was historically placed in the New World warblers (Parulidae) but nonetheless most authorities were unsure if it belonged there. It was placed in its own family in 2017.\nTroupials and allies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Icteridae\"&gt;Icteridae&lt;/a&gt;\nThe icterids are a group of small to medium-sized, often colourful, passerine birds restricted to the New World and include the &lt;a href=\"grackle\"&gt;grackle&lt;/a&gt;s, &lt;a href=\"New%20World%20blackbird\"&gt;New World blackbird&lt;/a&gt;s, and &lt;a href=\"New%20World%20oriole\"&gt;New World oriole&lt;/a&gt;s. Most species have black as the predominant plumage colour, often enlivened by yellow, orange, or red.\nNew World warblers.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Parulidae\"&gt;Parulidae&lt;/a&gt;\nThe &lt;a href=\"New%20World%20warbler\"&gt;New World warbler&lt;/a&gt;s are a group of small, often colourful, passerine birds restricted to the New World. Most are arboreal, but some are terrestrial. Most members of this family are insectivores.\nCardinals and allies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Cardinalidae\"&gt;Cardinalidae&lt;/a&gt;\nThe cardinals are a family of robust, seed-eating birds with strong bills. They are typically associated with open woodland. The sexes usually have distinct plumages.\nTanagers and allies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Thraupidae\"&gt;Thraupidae&lt;/a&gt;\nThe tanagers are a large group of small to medium-sized passerine birds restricted to the New World, mainly in the tropics. Many species are brightly coloured. As a family they are omnivorous, but individual species specialize in eating fruits, seeds, insects, or other types of food. Most have short, rounded wings."
}