{
    "id": "109123",
    "revid": "7627388",
    "url": "https://en.wikipedia.org/wiki?curid=109123",
    "title": "Chokoloskee, Florida",
    "text": "Chokoloskee is an unincorporated community and &lt;a href=\"census-designated%20place\"&gt;census-designated place&lt;/a&gt; (CDP) located at the edge of the &lt;a href=\"Ten%20Thousand%20Islands\"&gt;Ten Thousand Islands&lt;/a&gt; in &lt;a href=\"Collier%20County%2C%20Florida\"&gt;Collier County, Florida&lt;/a&gt;, United States. The population was 359 at the 2010 census. It is part of the &lt;a href=\"Naples%2C%20Florida\"&gt;Naples&lt;/a&gt;–&lt;a href=\"Marco%20Island%2C%20Florida\"&gt;Marco Island&lt;/a&gt; &lt;a href=\"Naples-Marco%20Island%2C%20Florida%20Metropolitan%20Statistical%20Area\"&gt;Metropolitan Statistical Area&lt;/a&gt;.\nChokoloskee was inhabited by &lt;a href=\"Indigenous%20peoples%20of%20Florida\"&gt;Native Americans&lt;/a&gt; for at least 1500 years before European explorers first recorded visiting the island. It was briefly visited by &lt;a href=\"Seminole\"&gt;Seminole&lt;/a&gt;s and the United States Army in the 1800s, and the current settlement can be traced back to 1874. Today, the isolated community's economy is largely based on boating and &lt;a href=\"recreational%20boat%20fishing\"&gt;recreational boat fishing&lt;/a&gt; in the Ten Thousand Islands and the nearby &lt;a href=\"Gulf%20of%20Mexico\"&gt;Gulf of Mexico&lt;/a&gt; and &lt;a href=\"ecotourism\"&gt;ecotourism&lt;/a&gt; to nearby &lt;a href=\"Everglades%20National%20Park\"&gt;Everglades National Park&lt;/a&gt;.\nGeography.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the CDP has a total area of , all land.\nChokoloskee is located on Chokoloskee Island, which is opposite the mouth of the Turner River near the southeastern end of Chokoloskee Bay. The bay is about long and wide, and runs southeast to northwest along the mainland of Collier County. It is separated from the &lt;a href=\"Gulf%20of%20Mexico\"&gt;Gulf of Mexico&lt;/a&gt; by the northern end of the &lt;a href=\"Ten%20Thousand%20Islands\"&gt;Ten Thousand Islands&lt;/a&gt;. Chokoloskee Island is connected to &lt;a href=\"Everglades%20City%2C%20Florida\"&gt;Everglades City&lt;/a&gt; on the mainland by a causeway.\nThe land around Chokoloskee Bay, both on the mainland and the islands, is very low-lying. Chokoloskee Island is an exception, as it reaches a high point of above sea level. This height is due to the &lt;a href=\"shell%20mound\"&gt;shell mound&lt;/a&gt;s built on the island during more than 2,000 years of occupation by &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt; of the Ten Thousand Islands district of the &lt;a href=\"Glades%20culture\"&gt;Glades culture&lt;/a&gt;.\nDemographics.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 404 people, 183 households, and 139 families residing in the CDP. The population density was 1,445.0 people per square mile (557.1/km2). There were 589 housing units at an average density of 2,106.7/sq mi (812.2/km2). The racial makeup of the CDP was 98.51% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 0.25% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 1.24% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; people of any race were 2.23% of the population.\nThere were 183 households, out of which 16.9% had children under the age of 18 living with them, 65.6% were married couples living together, 7.1% had a female householder with no husband present, and 24.0% were non-families. 21.3% of all households were made up of individuals, and 12.0% had someone living alone who was 65 years of age or older. The average household size was 2.21 and the average family size was 2.53.\nIn the CDP, the age distribution of the population shows 16.3% under the age of 18, 5.0% from 18 to 24, 21.8% from 25 to 44, 32.2% from 45 to 64, and 24.8% who were 65 years of age or older. The median age was 50 years. For every 100 females, there were 98.0 males. For every 100 females age 18 and over, there were 101.2 males.\nThe median income for a household in the CDP was $33,750, and the median income for a family was $36,389. Males had a median income of $26,333 versus $19,250 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the CDP was $16,847. About 2.4% of families and 1.6% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 3.7% of those under age 18 and none of those age 65 or over.\nHistory.\nBefore European settlement.\nChokoloskee Island was inhabited by the indigenous &lt;a href=\"Calusa\"&gt;Calusa&lt;/a&gt; and their ancestors for more than 1,500 years before European explorers reached the area. By the time Spain transferred &lt;a href=\"Spanish%20Florida\"&gt;Florida&lt;/a&gt; to &lt;a href=\"United%20Kingdom\"&gt;Great Britain&lt;/a&gt; in 1763, the area was uninhabited. During the first three-quarters of the 19th century, Chokoloskee Island may have been occasionally visited by &lt;a href=\"Seminole\"&gt;Seminole&lt;/a&gt;s, &lt;a href=\"White%20people\"&gt;white&lt;/a&gt; hunters, \"Spanish Indian\" fishermen from &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; and various \"refugees from justice\".\nChokoloskee was briefly occupied by the United States Army during the &lt;a href=\"Third%20Seminole%20War\"&gt;Third Seminole War&lt;/a&gt;. In November 1856, 110 men of the Florida Mounted Volunteers reached Chokoloskee Island. From there, an expedition of 75 men went up the Turner River, where they burned a Seminole settlement and a couple of planted fields. After a skirmish with the Seminoles in which a Captain John Parkhill was killed, the expedition returned to Chokoloskee Island to find that their base had been moved to &lt;a href=\"Cape%20Romano\"&gt;Cape Romano&lt;/a&gt;, because of a lack of fresh water on the island.\nEarly settlement.\nThe modern settlement of Chokoloskee Island started in 1874. The first family to settle was the family of John Weeks. The second family on the island was that of Adolphus Santini, who was soon joined by his brother and his parents. By around 1880 the Santini family held claim to most of the island. In 1882 there were five families living on the island, including those of the two Santini brothers. These early residents farmed, fished and caught &lt;a href=\"Sea%20turtle\"&gt;turtles&lt;/a&gt;, selling any surpluses in &lt;a href=\"Key%20West%2C%20Florida\"&gt;Key West&lt;/a&gt;. Other residents came and went fairly frequently. Due to the efforts of Charles Greenleigh (C.G.) McKinney, a post office was established in Chokoloskee in 1891, although it was known as \"Comfort\" for the first few months.\nIn 1897 Ted Smallwood moved to Chokoloskee Island. There were still just five other families on the island, including the Santini brothers. In 1899, the Santinis left and sold their claims to Smallwood, who became the major landholder on the island. Chokoloskee had acquired a post office in 1891, at first called Comfort, but changed to Chokoloskee within a year. At first, mail for Chokoloskee came by boat from Key West, then as the &lt;a href=\"Rail%20transport\"&gt;railroads&lt;/a&gt; extended down the Florida peninsula, the mail came from &lt;a href=\"Punta%20Gorda%2C%20Florida\"&gt;Punta Gorda&lt;/a&gt; and later from &lt;a href=\"Fort%20Myers%2C%20Florida\"&gt;Fort Myers&lt;/a&gt;. After the highway reached Everglades City, it came by boat from there until the causeway to Chokoloskee Island was completed in 1956. Because of the uncertainty of the &lt;a href=\"mail%20boat\"&gt;mail boat&lt;/a&gt; schedule, a &lt;a href=\"conch\"&gt;conch&lt;/a&gt; shell would be blown to alert the islanders that the mail had arrived.\nChokoloskee Island was quite isolated. At first it was in &lt;a href=\"Monroe%20County%2C%20Florida\"&gt;Monroe County&lt;/a&gt;, with the county seat in Key West, away by boat and inaccessible by land. In 1887, &lt;a href=\"Lee%20County%2C%20Florida\"&gt;Lee County&lt;/a&gt; was created out of part of Monroe County, including Chokoloskee, but the county seat was in Fort Myers, almost in the opposite direction from Key West. Finally, in 1923, Collier County was created out of Lee County, with the county seat at &lt;a href=\"Everglades%20City%2C%20Florida\"&gt;Everglades City&lt;/a&gt;, just a few miles across Chokoloskee Bay from Chokoloskee Island. However, access to the outside world was still by boat to Key West or Fort Myers until the &lt;a href=\"Tamiami%20Trail\"&gt;Tamiami Trail&lt;/a&gt; was completed and connected to Everglades City in the late 1920s.\nC.G. McKinney had moved to Chokoloskee in 1886. He had opened a small store soon afterwards and had been instrumental in getting the post office for Chokoloskee. In 1912 McKinney wrote a complaint about how Chokoloskee was being ignored. He was insulted that two recent letters to him had been addressed to \"Everglade\" (Everglades City). He wrote, \"Now I wish folks could learn that there is another part of this neck of the woods beside Everglade. Everglade is a small place beside Chokoloskee. We have two business houses... we have ten families living here.\"\nTed Smallwood.\nStarting in 1896 Ted Smallwood carried the mail by sailboat between Chokoloskee and &lt;a href=\"Marco%20Island%2C%20Florida\"&gt;Marco Island&lt;/a&gt; via Everglades [City]. In 1897 he married and settled down on Chokoloskee Island. He hunted &lt;a href=\"alligator\"&gt;alligator&lt;/a&gt;s, cut &lt;a href=\"Conocarpus%20erectus\"&gt;buttonwood&lt;/a&gt; (for &lt;a href=\"charcoal\"&gt;charcoal&lt;/a&gt;), fished, and raised &lt;a href=\"tomato\"&gt;tomato&lt;/a&gt;es. In 1906 he became &lt;a href=\"postmaster\"&gt;postmaster&lt;/a&gt; for Chokoloskee and opened a &lt;a href=\"general%20store\"&gt;general store&lt;/a&gt; which housed the &lt;a href=\"post%20office\"&gt;post office&lt;/a&gt;. He remained postmaster until he retired in 1941. His daughter succeeded him as postmaster.\nTed Smallwood died in 1951, but his daughters kept the store open until 1982. &lt;a href=\"Ted%20Smallwood%20Store\"&gt;Ted Smallwood's store&lt;/a&gt; was placed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1974. His granddaughter has opened the store as a museum.\nEdgar Watson.\nThe Ten Thousand Islands country, including Chokoloskee, had a reputation as being a refuge for &lt;a href=\"outlaw\"&gt;outlaw&lt;/a&gt;s. The Ed Watson story, as related by Ted Smallwood, is the best known example of that. Edgar Watson, a native of &lt;a href=\"Ridge%20Spring%2C%20South%20Carolina\"&gt;Ridge Springs&lt;/a&gt;, in the Saluda Division of Edgefield District, South Carolina, showed up in the Chokoloskee Bay country in the early 1880s. He had supposedly gotten into trouble in &lt;a href=\"Columbia%20County%2C%20Florida\"&gt;Columbia County&lt;/a&gt; in northern Florida, to which his parents had migrated sometime after 1870, and had then gone out to the Indian territory (later known as the &lt;a href=\"Oklahoma%20Territory\"&gt;Oklahoma Territory&lt;/a&gt;) where he allegedly killed &lt;a href=\"Belle%20Starr\"&gt;Belle Starr&lt;/a&gt;, herself allegedly an outlaw. He then returned to Florida and killed a man in &lt;a href=\"Arcadia%2C%20Florida\"&gt;Arcadia&lt;/a&gt;, apparently in self-defense. After that Ed Watson moved to the Ten Thousand Islands area, then part of Monroe County, where he bought a claim on the Chatham Bend River and began raising vegetables.\nOn a trip to Key West, Watson got into an argument with Adolphus Santini and tried to cut his throat. Santini survived, but the incident cost Watson $900. After that Watson bought a claim on the Lost Man's River, also in Monroe County. A man named Tucker soon squatted on the claim and would not leave. Eventually Tucker and his nephew were found murdered, and suspicion fell on Watson. After that Watson went back to &lt;a href=\"Fort%20White%2C%20Florida\"&gt;Fort White&lt;/a&gt;, Columbia County. While there he again became involved with bad company, and came under suspicion in the deaths of two men.\nWatson returned to the Chatham Bend area and began making &lt;a href=\"syrup\"&gt;syrup&lt;/a&gt; from &lt;a href=\"sugar%20cane\"&gt;sugar cane&lt;/a&gt;. According to legend, Watson would \"pay\" his African-American and Native American help by killing them on payday. Soon Watson had several people living at his place, including a man named Dutchy Melvin, who is said to have \"killed a policeman and burned a factory or two.\" While Watson and Melvin were in Chokoloskee, a man named Cox and someone identified only as \"the Nigger\" allegedly killed an old woman named Hannah Smith and a man named Walker at the Watson place. When Watson and Melvin returned, Cox and \"the Nigger\" allegedly killed Melvin as well. Hannah Smith's body was later found in the Chatham Bend River by some settlers and given a burial.\nAbout this time, on October 17, 1910, a major &lt;a href=\"1910%20Cuba%20hurricane\"&gt;hurricane&lt;/a&gt; struck the area. Ed Watson went to Fort Myers during the hurricane and tried to bring the sheriff back afterwards to arrest Cox, but the Lee County sheriff would not go out of his jurisdiction past &lt;a href=\"Marco%20Island%2C%20Florida\"&gt;Marco&lt;/a&gt;. Watson then bought some shells at Ted Smallwood's store and said he was going back to his place to kill Cox. When Watson returned to Chokoloskee a few days later a crowd met him at the landing and, after a brief standoff, killed him. The sheriff did come down to Chokoloskee after that, and took a number of Chokoloskee residents back to Fort Myers for a court session, but nothing came of it.\n&lt;a href=\"Peter%20Matthiessen\"&gt;Peter Matthiessen&lt;/a&gt; fictionalized the story in his Watson trilogy (\"Killing Mister Watson\", \"Lost Man's River\", \"Bone by Bone\") and retold the \"Watson Legend\" in \"&lt;a href=\"Shadow%20Country\"&gt;Shadow Country&lt;/a&gt;\". Matthiessen inspired &lt;a href=\"the%20Decemberists\"&gt;the Decemberists&lt;/a&gt; to retell the story as \"E. Watson\" on their EP &lt;a href=\"Long%20Live%20the%20King%20%28EP%29\"&gt;\"Long Live the King\"&lt;/a&gt;.\nFlorida based swamp rock &amp; blues band &lt;a href=\"MOFRO\"&gt;MOFRO&lt;/a&gt; relates some of the story in a song titled \"Ten Thousand Islands\" from the album \"&lt;a href=\"Lochloosa\"&gt;Lochloosa&lt;/a&gt;\".\nEducation, religion and medical care.\nAs a small, isolated community, Chokoloskee did not support a continuously operating school or church. A small school building was erected, and teachers were sent on occasion, but the teachers were not generally prepared for the life at Chokoloskee, and most did not stay very long. The children of Chokoloskee Island did not attend school past the eighth grade until the late 1930s, when some began attending &lt;a href=\"High%20school%20%28North%20America%29\"&gt;high school&lt;/a&gt; in Everglades City and &lt;a href=\"Naples%2C%20Florida\"&gt;Naples&lt;/a&gt;.\nReligious services were also sporadic. A priest would come up from Key West on occasion to provide for the &lt;a href=\"Catholic%20Church\"&gt;Catholics&lt;/a&gt; on the island. &lt;a href=\"Protestantism\"&gt;Protestant&lt;/a&gt; &lt;a href=\"preacher\"&gt;preacher&lt;/a&gt;s also visited the island, and a small &lt;a href=\"Mission%20%28station%29\"&gt;mission church&lt;/a&gt; was built. One week in 1915 there were two preachers on the island, with competing &lt;a href=\"revival%20meeting\"&gt;revival meeting&lt;/a&gt;s every night.\nThe Chokoloskee &lt;a href=\"Church%20of%20God%20%28Cleveland%2C%20Tennessee%29\"&gt;Church of God (Cleveland, Tennessee)&lt;/a&gt; was founded in 1913 and is the third oldest church in Chokoloskee.\nExcept for a \"Doctor\" S.L. Greene who lived there for a few months, Chokoloskee Island never had a resident &lt;a href=\"physician\"&gt;physician&lt;/a&gt;. C.G. McKinney provided most of the medical care on the island for 50 years. He was registered with the State Board of Health as a &lt;a href=\"obstetrics\"&gt;midwife&lt;/a&gt;, treated injuries and illnesses, and extracted teeth. His dental care was supplemented by the occasional visit of an itinerant dentist."
}