{
    "id": "10912027",
    "revid": "1956573",
    "url": "https://en.wikipedia.org/wiki?curid=10912027",
    "title": "List of birds of Greece",
    "text": "This is a list of the bird species recorded in Greece. The avifauna of &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt; included a total of 476 species according to the Hellenic Rarities Committee of the Hellenic Ornithological Society (Ελληνική Ορνιθολογική Εταιρεία) with supplemental additions from Avibase as of August 2021. Of them, four have not been recorded since 1950 and 7 have been &lt;a href=\"Introduced%20species\"&gt;introduced&lt;/a&gt; by humans.\nThis list's &lt;a href=\"Taxonomy%20%28biology%29\"&gt;taxonomic&lt;/a&gt; treatment (designation and sequence of orders, families, and species) and nomenclature (English and scientific names) are those of \"&lt;a href=\"The%20Clements%20Checklist%20of%20Birds%20of%20the%20World\"&gt;The Clements Checklist of Birds of the World&lt;/a&gt;\", 2021 edition. \nThe following tags have been used to highlight several categories of occurrence. Species without tags are regularly occurring residents, migrants, or seasonal visitors which have been recorded since 1 January 1950.\nDucks, geese, and waterfowl.\nOrder: &lt;a href=\"Anseriformes\"&gt;Anseriformes&lt;/a&gt;Family: &lt;a href=\"Anatidae\"&gt;Anatidae&lt;/a&gt;\nAnatidae includes the &lt;a href=\"duck\"&gt;duck&lt;/a&gt;s and most duck-like waterfowl, such as &lt;a href=\"goose\"&gt;geese&lt;/a&gt; and &lt;a href=\"swan\"&gt;swan&lt;/a&gt;s. These birds are adapted to an aquatic existence with webbed feet, flattened bills, and feathers that are excellent at shedding water due to an oily coating.\nPheasants, grouse, and allies.\nOrder: &lt;a href=\"Galliformes\"&gt;Galliformes&lt;/a&gt;Family: &lt;a href=\"Phasianidae\"&gt;Phasianidae&lt;/a&gt;\nThe Phasianidae are a family of terrestrial birds. In general, they are plump (although they vary in size) and have broad, relatively short wings.\nFlamingos.\nOrder: &lt;a href=\"Phoenicopteriformes\"&gt;Phoenicopteriformes&lt;/a&gt;Family: &lt;a href=\"Phoenicopteridae\"&gt;Phoenicopteridae&lt;/a&gt;\n&lt;a href=\"Flamingo\"&gt;Flamingo&lt;/a&gt;s are gregarious wading birds, usually tall, found in both the Western and eastern Hemispheres. Flamingos filter-feed on shellfish and algae. Their oddly shaped beaks are specially adapted to separate mud and silt from the food they consume and, uniquely, are used upside-down.\nGrebes.\nOrder: &lt;a href=\"Podicipediformes\"&gt;Podicipediformes&lt;/a&gt;Family: &lt;a href=\"Podicipedidae\"&gt;Podicipedidae&lt;/a&gt;\n&lt;a href=\"Grebe\"&gt;Grebe&lt;/a&gt;s are small to medium-large freshwater diving birds. They have lobed toes and are excellent swimmers and divers. However, they have their feet placed far back on the body, making them quite ungainly on land. \nPigeons and doves.\nOrder: &lt;a href=\"Columbiformes\"&gt;Columbiformes&lt;/a&gt;Family: &lt;a href=\"Columbidae\"&gt;Columbidae&lt;/a&gt;\n&lt;a href=\"Pigeon\"&gt;Pigeon&lt;/a&gt;s and &lt;a href=\"dove\"&gt;dove&lt;/a&gt;s are stout-bodied birds with short necks and short slender bills with a fleshy &lt;a href=\"cere\"&gt;cere&lt;/a&gt;.\nSandgrouse.\nOrder: &lt;a href=\"Pterocliformes\"&gt;Pterocliformes&lt;/a&gt;Family: &lt;a href=\"Pteroclidae\"&gt;Pteroclidae&lt;/a&gt;\nSandgrouse have small, pigeon like heads and necks, but sturdy compact bodies. They have long pointed wings and sometimes tails and a fast direct flight. Flocks fly to watering holes at dawn and dusk. Their legs are feathered down to the toes. \nBustards.\nOrder: &lt;a href=\"Otidiformes\"&gt;Otidiformes&lt;/a&gt;Family: &lt;a href=\"Otididae\"&gt;Otididae&lt;/a&gt;\nBustards are large terrestrial birds mainly associated with dry open country and steppes in the Old World. They are omnivorous and nest on the ground. They walk steadily on strong legs and big toes, pecking for food as they go. They have long broad wings with \"fingered\" wingtips and striking patterns in flight. Many have interesting mating displays.\nCuckoos.\nOrder: &lt;a href=\"Cuculiformes\"&gt;Cuculiformes&lt;/a&gt;Family: &lt;a href=\"Cuculidae\"&gt;Cuculidae&lt;/a&gt;\nThe family Cuculidae includes &lt;a href=\"cuckoo\"&gt;cuckoo&lt;/a&gt;s, &lt;a href=\"Geococcyx\"&gt;roadrunner&lt;/a&gt;s and &lt;a href=\"Ani%20%28bird%29\"&gt;anis&lt;/a&gt;. These birds are of variable size with slender bodies, long tails and strong legs. The Old World cuckoos are &lt;a href=\"brood%20parasite\"&gt;brood parasite&lt;/a&gt;s.\nNightjars and allies.\nOrder: &lt;a href=\"Caprimulgiformes\"&gt;Caprimulgiformes&lt;/a&gt;Family: &lt;a href=\"Caprimulgidae\"&gt;Caprimulgidae&lt;/a&gt;\n&lt;a href=\"Nightjar\"&gt;Nightjar&lt;/a&gt;s are medium-sized nocturnal birds that usually nest on the ground. They have long wings, short legs and very short bills. Most have small feet, of little use for walking, and long pointed wings. Their soft plumage is camouflaged to resemble bark or leaves.\nSwifts.\nOrder: &lt;a href=\"Caprimulgiformes\"&gt;Caprimulgiformes&lt;/a&gt;Family: &lt;a href=\"Apodidae\"&gt;Apodidae&lt;/a&gt;\n&lt;a href=\"Swift%20%28bird%29\"&gt;Swift&lt;/a&gt;s are small birds which spend the majority of their lives flying. These birds have very short legs and never settle voluntarily on the ground, perching instead only on vertical surfaces. Many swifts have long swept-back wings which resemble a crescent or boomerang.\nRails, gallinules, and coots.\nOrder: &lt;a href=\"Gruiformes\"&gt;Gruiformes&lt;/a&gt;Family: &lt;a href=\"Rallidae\"&gt;Rallidae&lt;/a&gt;\nRallidae is a large family of small to medium-sized birds which includes the &lt;a href=\"Rail%20%28bird%29\"&gt;rails&lt;/a&gt;, &lt;a href=\"crake\"&gt;crake&lt;/a&gt;s, &lt;a href=\"coot\"&gt;coot&lt;/a&gt;s and &lt;a href=\"gallinule\"&gt;gallinule&lt;/a&gt;s. Typically they inhabit dense vegetation in damp environments near lakes, swamps or rivers. In general they are shy and secretive birds, making them difficult to observe. Most species have strong legs and long toes which are well adapted to soft uneven surfaces. They tend to have short, rounded wings and to be weak fliers.\nCranes.\nOrder: &lt;a href=\"Gruiformes\"&gt;Gruiformes&lt;/a&gt;Family: &lt;a href=\"Gruidae\"&gt;Gruidae&lt;/a&gt;\nCranes are large, long-legged and long-necked birds. Unlike the similar-looking but unrelated herons, cranes fly with necks outstretched, not pulled back. Most have elaborate and noisy courting displays or \"dances\".\nThick-knees.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Burhinidae\"&gt;Burhinidae&lt;/a&gt;\nThe thick-knees are a group of largely tropical waders in the family Burhinidae. They are found worldwide within the tropical zone, with some species also breeding in temperate Europe and Australia. They are medium to large waders with strong black or yellow-black bills, large yellow eyes and cryptic plumage. Despite being classed as waders, most species have a preference for arid or semi-arid habitats. \nStilts and avocets.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Recurvirostridae\"&gt;Recurvirostridae&lt;/a&gt;\nRecurvirostridae is a family of large wading birds, which includes the &lt;a href=\"avocet\"&gt;avocet&lt;/a&gt;s and &lt;a href=\"stilt\"&gt;stilt&lt;/a&gt;s. The avocets have long legs and long up-curved bills. The stilts have extremely long legs and long, thin, straight bills. \nOystercatchers.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Haematopodidae\"&gt;Haematopodidae&lt;/a&gt;\nThe &lt;a href=\"oystercatcher\"&gt;oystercatcher&lt;/a&gt;s are large and noisy &lt;a href=\"plover\"&gt;plover&lt;/a&gt;-like birds, with strong bills used for smashing or prising open &lt;a href=\"mollusc\"&gt;mollusc&lt;/a&gt;s.\nPlovers and lapwings.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Charadriidae\"&gt;Charadriidae&lt;/a&gt;\nThe family Charadriidae includes the &lt;a href=\"plover\"&gt;plover&lt;/a&gt;s, &lt;a href=\"dotterel\"&gt;dotterel&lt;/a&gt;s and &lt;a href=\"lapwing\"&gt;lapwing&lt;/a&gt;s. They are small to medium-sized birds with compact bodies, short, thick necks and long, usually pointed, wings. They are found in open country worldwide, mostly in habitats near water. \nSandpipers and allies.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Scolopacidae\"&gt;Scolopacidae&lt;/a&gt;\nScolopacidae is a large diverse family of small to medium-sized shorebirds including the &lt;a href=\"sandpiper\"&gt;sandpiper&lt;/a&gt;s, &lt;a href=\"curlew\"&gt;curlew&lt;/a&gt;s, &lt;a href=\"godwit\"&gt;godwit&lt;/a&gt;s, &lt;a href=\"Tringa\"&gt;shanks&lt;/a&gt;, &lt;a href=\"Tattler%20%28bird%29\"&gt;tattler&lt;/a&gt;s, &lt;a href=\"woodcock\"&gt;woodcock&lt;/a&gt;s, &lt;a href=\"snipe\"&gt;snipe&lt;/a&gt;s, &lt;a href=\"dowitcher\"&gt;dowitcher&lt;/a&gt;s and &lt;a href=\"phalarope\"&gt;phalarope&lt;/a&gt;s. The majority of these species eat small invertebrates picked out of the mud or soil. Variation in length of legs and bills enables multiple species to feed in the same habitat, particularly on the coast, without direct competition for food. \nPratincoles and coursers.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Glareolidae\"&gt;Glareolidae&lt;/a&gt;\nGlareolidae is a family of wading birds comprising the &lt;a href=\"pratincole\"&gt;pratincole&lt;/a&gt;s, which have short legs, long pointed wings and long forked tails, and the &lt;a href=\"courser\"&gt;courser&lt;/a&gt;s, which have long legs, short wings and long, pointed bills which curve downwards.\nSkuas and jaegers.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Stercorariidae\"&gt;Stercorariidae&lt;/a&gt;\nThe family Stercorariidae are, in general, medium to large birds, typically with grey or brown plumage, often with white markings on the wings. They nest on the ground in temperate and arctic regions and are long-distance migrants. \nGulls, terns, and skimmers.\nOrder: &lt;a href=\"Charadriiformes\"&gt;Charadriiformes&lt;/a&gt;Family: &lt;a href=\"Laridae\"&gt;Laridae&lt;/a&gt;\nLaridae is a family of medium to large &lt;a href=\"seabird\"&gt;seabird&lt;/a&gt;s, the &lt;a href=\"gull\"&gt;gull&lt;/a&gt;s, &lt;a href=\"tern\"&gt;tern&lt;/a&gt;s, and &lt;a href=\"Skimmer%20%28bird%29\"&gt;skimmer&lt;/a&gt;s. Gulls are typically grey or white, often with black markings on the head or wings. They have stout, longish bills and webbed feet. Terns are a group of generally medium to large seabirds typically with grey or white plumage, often with black markings on the head. Most terns hunt fish by diving but some pick insects off the surface of fresh water. Terns are generally long-lived birds, with several species known to live in excess of 30 years.\nLoons.\nOrder: &lt;a href=\"Gaviiformes\"&gt;Gaviiformes&lt;/a&gt;Family: &lt;a href=\"Gaviidae\"&gt;Gaviidae&lt;/a&gt;\nLoons, known as divers in Europe, are a group of aquatic birds found in many parts of North America and northern Europe. They are the size of a large duck or small goose, which they somewhat resemble when swimming, but to which they are completely unrelated. \nNorthern storm-petrels.\nOrder: &lt;a href=\"Procellariiformes\"&gt;Procellariiformes&lt;/a&gt;Family: &lt;a href=\"Hydrobatidae\"&gt;Hydrobatidae&lt;/a&gt;\nThe northern storm-petrels are relatives of the &lt;a href=\"petrel\"&gt;petrel&lt;/a&gt;s and are the smallest seabirds. They feed on &lt;a href=\"plankton\"&gt;plankton&lt;/a&gt;ic crustaceans and small fish picked from the surface, typically while hovering. The flight is fluttering and sometimes &lt;a href=\"bat\"&gt;bat&lt;/a&gt;-like.\nShearwaters and petrels.\nOrder: &lt;a href=\"Procellariiformes\"&gt;Procellariiformes&lt;/a&gt;Family: &lt;a href=\"Procellariidae\"&gt;Procellariidae&lt;/a&gt;\nThe procellariids are the main group of medium-sized \"true petrels\", characterised by united nostrils with medium septum and a long outer functional primary. \nStorks.\nOrder: &lt;a href=\"Ciconiiformes\"&gt;Ciconiiformes&lt;/a&gt;Family: &lt;a href=\"Ciconiidae\"&gt;Ciconiidae&lt;/a&gt;\nStorks are large, long-legged, long-necked, wading birds with long, stout bills. Storks are mute, but bill-clattering is an important mode of communication at the nest. Their nests can be large and may be reused for many years. Many species are migratory.\nBoobies and gannets.\nOrder: &lt;a href=\"Suliformes\"&gt;Suliformes&lt;/a&gt;Family: &lt;a href=\"Sulidae\"&gt;Sulidae&lt;/a&gt;\nThe sulids comprise the &lt;a href=\"gannet\"&gt;gannet&lt;/a&gt;s and &lt;a href=\"Booby\"&gt;boobies&lt;/a&gt;. Both groups are medium to large coastal seabirds that plunge-dive for fish.\nCormorants and shags.\nOrder: &lt;a href=\"Suliformes\"&gt;Suliformes&lt;/a&gt;Family: &lt;a href=\"Phalacrocoracidae\"&gt;Phalacrocoracidae&lt;/a&gt;\nPhalacrocoracidae is a family of medium to large coastal, fish-eating seabirds that includes cormorants and shags. Plumage colouration varies, with the majority having mainly dark plumage, some species being black-and-white and a few being colourful.\nPelicans.\nOrder: &lt;a href=\"Pelecaniformes\"&gt;Pelecaniformes&lt;/a&gt;Family: &lt;a href=\"Pelecanidae\"&gt;Pelecanidae&lt;/a&gt;\n&lt;a href=\"Pelican\"&gt;Pelican&lt;/a&gt;s are large water birds with a distinctive pouch under their beak. As with other members of the order Pelecaniformes, they have webbed feet with four toes.\nHerons, egrets, and bitterns.\nOrder: &lt;a href=\"Pelecaniformes\"&gt;Pelecaniformes&lt;/a&gt;Family: &lt;a href=\"Ardeidae\"&gt;Ardeidae&lt;/a&gt;\nThe family Ardeidae contains the &lt;a href=\"bittern\"&gt;bittern&lt;/a&gt;s, &lt;a href=\"heron\"&gt;heron&lt;/a&gt;s and &lt;a href=\"egret\"&gt;egret&lt;/a&gt;s. Herons and egrets are medium to large wading birds with long necks and legs. Bitterns tend to be shorter necked and more wary. Members of Ardeidae fly with their necks retracted, unlike other long-necked birds such as storks, ibises and spoonbills.\nIbises and spoonbills.\nOrder: &lt;a href=\"Pelecaniformes\"&gt;Pelecaniformes&lt;/a&gt;Family: &lt;a href=\"Threskiornithidae\"&gt;Threskiornithidae&lt;/a&gt;\nThreskiornithidae is a family of large terrestrial and wading birds which includes the &lt;a href=\"ibis\"&gt;ibis&lt;/a&gt;es and &lt;a href=\"spoonbill\"&gt;spoonbill&lt;/a&gt;s. They have long, broad wings with 11 primary and about 20 secondary feathers. They are strong fliers and despite their size and weight, very capable soarers.\nOsprey.\nOrder: &lt;a href=\"Accipitriformes\"&gt;Accipitriformes&lt;/a&gt;Family: &lt;a href=\"Pandionidae\"&gt;Pandionidae&lt;/a&gt;\nThe family Pandionidae contains only one species, the osprey. The osprey is a medium-large &lt;a href=\"bird%20of%20prey\"&gt;raptor&lt;/a&gt; which is a specialist fish-eater with a worldwide distribution.\nHawks, eagles, and kites.\nOrder: &lt;a href=\"Accipitriformes\"&gt;Accipitriformes&lt;/a&gt;Family: &lt;a href=\"Accipitridae\"&gt;Accipitridae&lt;/a&gt;\nAccipitridae is a family of birds of prey, which includes &lt;a href=\"hawk\"&gt;hawk&lt;/a&gt;s, &lt;a href=\"eagle\"&gt;eagle&lt;/a&gt;s, &lt;a href=\"Kite%20%28bird%29\"&gt;kites&lt;/a&gt;, &lt;a href=\"Harrier%20%28bird%29\"&gt;harriers&lt;/a&gt; and &lt;a href=\"Old%20World%20vulture\"&gt;Old World vulture&lt;/a&gt;s. These birds have powerful hooked beaks for tearing flesh from their prey, strong legs, powerful talons and keen eyesight. \nBarn-owls.\nOrder: &lt;a href=\"Strigiformes\"&gt;Strigiformes&lt;/a&gt;Family: &lt;a href=\"Tytonidae\"&gt;Tytonidae&lt;/a&gt;\n&lt;a href=\"Barn%20owl\"&gt;Barn owl&lt;/a&gt;s are medium to large owls with large heads and characteristic heart-shaped faces. They have long strong legs with powerful talons. \nOwls.\nOrder: &lt;a href=\"Strigiformes\"&gt;Strigiformes&lt;/a&gt;Family: &lt;a href=\"Strigidae\"&gt;Strigidae&lt;/a&gt;\nThe &lt;a href=\"typical%20owl\"&gt;typical owl&lt;/a&gt;s are small to large solitary nocturnal birds of prey. They have large forward-facing eyes and ears, a hawk-like beak and a conspicuous circle of feathers around each eye called a facial disk. \nHoopoes.\nOrder: &lt;a href=\"Coraciiformes\"&gt;Coraciiformes&lt;/a&gt;Family: &lt;a href=\"Upupidae\"&gt;Upupidae&lt;/a&gt;\nHoopoes have black, white and orangey-pink colouring with a large erectile crest on their head. \nKingfishers.\nOrder: &lt;a href=\"Coraciiformes\"&gt;Coraciiformes&lt;/a&gt;Family: &lt;a href=\"Alcedinidae\"&gt;Alcedinidae&lt;/a&gt;\nKingfishers are medium-sized birds with large heads, long, pointed bills, short legs and stubby tails. \nBee-eaters.\nOrder: &lt;a href=\"Coraciiformes\"&gt;Coraciiformes&lt;/a&gt;Family: &lt;a href=\"Meropidae\"&gt;Meropidae&lt;/a&gt;\nThe bee-eaters are a group of &lt;a href=\"near%20passerine\"&gt;near passerine&lt;/a&gt; birds in the family Meropidae. Most species are found in Africa but others occur in southern Europe, Madagascar, Australia and New Guinea. They are characterised by richly coloured plumage, slender bodies and usually elongated central tail feathers. All are colourful and have long downturned bills and pointed wings, which give them a swallow-like appearance when seen from afar. \nRollers.\nOrder: &lt;a href=\"Coraciiformes\"&gt;Coraciiformes&lt;/a&gt;Family: &lt;a href=\"Coraciidae\"&gt;Coraciidae&lt;/a&gt;\nRollers resemble &lt;a href=\"crow\"&gt;crow&lt;/a&gt;s in size and build, but are more closely related to the &lt;a href=\"kingfisher\"&gt;kingfisher&lt;/a&gt;s and &lt;a href=\"bee-eater\"&gt;bee-eater&lt;/a&gt;s. They share the colourful appearance of those groups with blues and browns predominating. The two inner front toes are connected, but the outer toe is not. \nWoodpeckers.\nOrder: &lt;a href=\"Piciformes\"&gt;Piciformes&lt;/a&gt;Family: &lt;a href=\"Picidae\"&gt;Picidae&lt;/a&gt;\nWoodpeckers are small to medium-sized birds with chisel-like beaks, short legs, stiff tails and long tongues used for capturing insects. Some species have feet with two toes pointing forward and two backward, while several species have only three toes. Many woodpeckers have the habit of tapping noisily on tree trunks with their beaks.\nFalcons and caracaras.\nOrder: &lt;a href=\"Falconiformes\"&gt;Falconiformes&lt;/a&gt;Family: &lt;a href=\"Falconidae\"&gt;Falconidae&lt;/a&gt;\nFalconidae is a family of diurnal birds of prey. They differ from hawks, eagles and kites in that they kill with their beaks instead of their talons.\nOld World parrots.\nOrder: &lt;a href=\"Psittaciformes\"&gt;Psittaciformes&lt;/a&gt;Family: &lt;a href=\"Psittaculidae\"&gt;Psittaculidae&lt;/a&gt;\nCharacteristic features of parrots include a strong curved bill, an upright stance, strong legs, and clawed &lt;a href=\"zygodactyl\"&gt;zygodactyl&lt;/a&gt; feet. Many parrots are vividly coloured, and some are multi-coloured. In size they range from to in length. Old World parrots are found from Africa east across south and southeast Asia and Oceania to Australia and New Zealand.\nOld World orioles.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Oriolidae\"&gt;Oriolidae&lt;/a&gt;\nThe Old World orioles are colourful passerine birds. They are not related to the New World orioles. \nShrikes.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Laniidae\"&gt;Laniidae&lt;/a&gt;\nShrikes are passerine birds known for their habit of catching other birds and small animals and impaling the uneaten portions of their bodies on thorns. A shrike's beak is hooked, like that of a typical bird of prey.\nCrows, jays, and magpies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Corvidae\"&gt;Corvidae&lt;/a&gt;\nThe family Corvidae includes &lt;a href=\"crow\"&gt;crow&lt;/a&gt;s, &lt;a href=\"raven\"&gt;raven&lt;/a&gt;s, &lt;a href=\"jay\"&gt;jay&lt;/a&gt;s, &lt;a href=\"chough\"&gt;chough&lt;/a&gt;s, &lt;a href=\"magpie\"&gt;magpie&lt;/a&gt;s, &lt;a href=\"treepie\"&gt;treepie&lt;/a&gt;s, &lt;a href=\"Nutcracker%20%28bird%29\"&gt;nutcracker&lt;/a&gt;s and &lt;a href=\"ground%20jay\"&gt;ground jay&lt;/a&gt;s. Corvids are above average in size among the Passeriformes, and some of the larger species show high levels of intelligence.\nTits, chickadees, and titmice.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Paridae\"&gt;Paridae&lt;/a&gt;\nThe Paridae are mainly small stocky woodland species with short stout bills. Some have crests. They are adaptable birds, with a mixed diet including seeds and insects. \nPenduline-tits.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Remizidae\"&gt;Remizidae&lt;/a&gt;\nThe penduline-tits are a group of small passerine birds related to the true tits. They are insectivores.\nLarks.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Alaudidae\"&gt;Alaudidae&lt;/a&gt;\nLarks are small terrestrial birds with often extravagant songs and display flights. Most larks are fairly dull in appearance. Their food is insects and seeds.\nBearded reedling.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Panuridae\"&gt;Panuridae&lt;/a&gt;\nThis species, the only one in its family, is found in reed beds throughout temperate Europe and Asia.\nCisticolas and allies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Cisticolidae\"&gt;Cisticolidae&lt;/a&gt;\nThe Cisticolidae are warblers found mainly in warmer southern regions of the Old World. They are generally very small birds of drab brown or grey appearance found in open country such as grassland or scrub. \nReed warblers and allies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Acrocephalidae\"&gt;Acrocephalidae&lt;/a&gt;\nThe members of this family are usually rather large for \"warblers\". Most are rather plain olivaceous brown above with much yellow to beige below. They are usually found in open woodland, reedbeds, or tall grass. The family occurs mostly in southern to western Eurasia and surroundings, but it also ranges far into the Pacific, with some species in Africa.\nGrassbirds and allies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Locustellidae\"&gt;Locustellidae&lt;/a&gt;\nLocustellidae are a family of small insectivorous songbirds found mainly in Eurasia, Africa, and the Australian region. They are smallish birds with tails that are usually long and pointed, and tend to be drab brownish or buffy all over.\nSwallows.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Hirundinidae\"&gt;Hirundinidae&lt;/a&gt;\nThe family Hirundinidae is adapted to aerial feeding. They have a slender streamlined body, long pointed wings and a short bill with a wide gape. The feet are adapted to perching rather than walking, and the front toes are partially joined at the base.\nLeaf warblers.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Phylloscopidae\"&gt;Phylloscopidae&lt;/a&gt;\nLeaf warblers are a family of small insectivorous birds found mostly in Eurasia and ranging into Wallacea and Africa. The species are of various sizes, often green-plumaged above and yellow below, or more subdued with greyish-green to greyish-brown colours. \nBush warblers and allies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Scotocercidae\"&gt;Scotocercidae&lt;/a&gt;\nThe members of this family are found throughout Africa, Asia, and Polynesia. Their taxonomy is in flux, and some authorities place some genera in other families.\nLong-tailed tits.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Aegithalidae\"&gt;Aegithalidae&lt;/a&gt;\nLong-tailed tits are a group of small passerine birds with medium to long tails. They make woven bag nests in trees. Most eat a mixed diet which includes insects. \nSylviid warblers, parrotbills, and allies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Sylviidae\"&gt;Sylviidae&lt;/a&gt;\nThe family Sylviidae is a group of small insectivorous passerine birds. They mainly occur as breeding species, as the common name implies, in Europe, Asia and, to a lesser extent, Africa. Most are of generally undistinguished appearance, but many have distinctive songs.\nKinglets.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Regulidae\"&gt;Regulidae&lt;/a&gt;\nThe kinglets, also called crests, are a small group of birds often included in the Old World warblers, but frequently given family status because they also resemble the &lt;a href=\"titmouse\"&gt;titmice&lt;/a&gt;. \nWallcreeper.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Tichodromidae\"&gt;Tichodromidae&lt;/a&gt;\nThe wallcreeper is a small bird related to the &lt;a href=\"nuthatch\"&gt;nuthatch&lt;/a&gt; family, which has stunning crimson, grey and black plumage.\nNuthatches.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Sittidae\"&gt;Sittidae&lt;/a&gt;\nNuthatches are small woodland birds. They have the unusual ability to climb down trees head first, unlike other birds which can only go upwards. Nuthatches have big heads, short tails and powerful bills and feet.\nTreecreepers.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Certhiidae\"&gt;Certhiidae&lt;/a&gt;\nTreecreepers are small woodland birds, brown above and white below. They have thin pointed down-curved bills, which they use to extricate insects from bark. They have stiff tail feathers, like woodpeckers, which they use to support themselves on vertical trees. \nWrens.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Troglodytidae\"&gt;Troglodytidae&lt;/a&gt;\nThe &lt;a href=\"wren\"&gt;wren&lt;/a&gt;s are mainly small and inconspicuous except for their loud songs. These birds have short wings and thin down-turned bills. Several species often hold their tails upright. All are insectivorous.\nDippers.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Cinclidae\"&gt;Cinclidae&lt;/a&gt;\nDippers are a group of perching birds whose habitat includes aquatic environments in the Americas, Europe and Asia. They are named for their bobbing or dipping movements. \nStarlings.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Sturnidae\"&gt;Sturnidae&lt;/a&gt;\nStarlings are small to medium-sized passerine birds. Their flight is strong and direct and they are very gregarious. Their preferred habitat is fairly open country. They eat insects and fruit. Plumage is typically dark with a metallic sheen. \nThrushes and allies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Turdidae\"&gt;Turdidae&lt;/a&gt;\nThe &lt;a href=\"Thrush%20%28bird%29\"&gt;thrushes&lt;/a&gt; are a group of passerine birds that occur mainly in the Old World. They are plump, soft plumaged, small to medium-sized insectivores or sometimes omnivores, often feeding on the ground. Many have attractive songs.\nOld World flycatchers.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Muscicapidae\"&gt;Muscicapidae&lt;/a&gt;\nOld World flycatchers are a large group of small passerine birds native to the Old World. They are mainly small arboreal insectivores. The appearance of these birds is highly varied, but they mostly have weak songs and harsh calls. \nWaxwings.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Bombycillidae\"&gt;Bombycillidae&lt;/a&gt;\nThe &lt;a href=\"waxwing\"&gt;waxwing&lt;/a&gt;s are a group of birds with soft silky plumage and unique red tips to some of the wing feathers. In the Bohemian and cedar waxwings, these tips look like &lt;a href=\"sealing%20wax\"&gt;sealing wax&lt;/a&gt; and give the group its name. These are arboreal birds of northern forests. They live on insects in summer and berries in winter.\nAccentors.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Prunellidae\"&gt;Prunellidae&lt;/a&gt;\nThe accentors are in the only bird family, Prunellidae, which is completely endemic to the &lt;a href=\"Palearctic\"&gt;Palearctic&lt;/a&gt;. They are small, fairly drab species superficially similar to &lt;a href=\"Old%20World%20sparrow\"&gt;sparrow&lt;/a&gt;s.\nOld World sparrows.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Passeridae\"&gt;Passeridae&lt;/a&gt;\nOld World sparrows are small passerine birds. In general, sparrows tend to be small, plump, brown or grey birds with short tails and short powerful beaks. Sparrows are seed eaters, but they also consume small insects. \nWagtails and pipits.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Motacillidae\"&gt;Motacillidae&lt;/a&gt;\nMotacillidae is a family of small passerine birds with medium to long tails. They include the wagtails, longclaws and pipits. They are slender, ground feeding insectivores of open country. \nFinches, euphonias, and allies.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Fringillidae\"&gt;Fringillidae&lt;/a&gt;\n&lt;a href=\"Finch\"&gt;Finch&lt;/a&gt;es are seed-eating passerine birds, that are small to moderately large and have a strong beak, usually conical and in some species very large. All have twelve tail feathers and nine primaries. These birds have a bouncing flight with alternating bouts of flapping and gliding on closed wings, and most sing well. \nLongspurs and snow buntings.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Calcariidae\"&gt;Calcariidae&lt;/a&gt;\nThe Calcariidae are a group of passerine birds which had been traditionally grouped with the New World sparrows, but differ in a number of respects and are usually found in open grassy areas.\nOld World buntings.\nOrder: &lt;a href=\"Passeriformes\"&gt;Passeriformes&lt;/a&gt;Family: &lt;a href=\"Emberizidae\"&gt;Emberizidae&lt;/a&gt;\nThe emberizids are a large family of passerine birds. They are seed-eating birds with distinctively shaped bills. Many emberizid species have distinctive head patterns."
}