{
    "id": "10923902",
    "revid": "18439022",
    "url": "https://en.wikipedia.org/wiki?curid=10923902",
    "title": "Dream Pool Essays",
    "text": "The Dream Pool Essays (or Dream Torrent Essays) was an extensive book written by the Chinese &lt;a href=\"polymath\"&gt;polymath&lt;/a&gt; and statesman &lt;a href=\"Shen%20Kuo\"&gt;Shen Kuo&lt;/a&gt; (1031–1095), published in 1088 during the &lt;a href=\"Song%20dynasty\"&gt;Song dynasty&lt;/a&gt; (960–1279) of &lt;a href=\"China\"&gt;China&lt;/a&gt;. Shen compiled this &lt;a href=\"Chinese%20encyclopedia\"&gt;encyclopedic work&lt;/a&gt; while living in forced retirement from government office, naming the book after his private estate near modern &lt;a href=\"Zhenjiang\"&gt;Zhenjiang&lt;/a&gt;, &lt;a href=\"Jiangsu\"&gt;Jiangsu&lt;/a&gt; province. The \"Dream Pool Essays\" was heavily reorganized in &lt;a href=\"reprint\"&gt;reprint&lt;/a&gt; &lt;a href=\"Edition%20%28book%29\"&gt;edition&lt;/a&gt;s by later Chinese authors from the late 11th to 17th centuries. In modern times it has been translated from &lt;a href=\"Chinese%20language\"&gt;Chinese&lt;/a&gt; into several languages. These include English, German, French, and Japanese translations.\nThe \"Dream Pool Essays\" covers a range of topics including discoveries and advancements in &lt;a href=\"Traditional%20Chinese%20medicine\"&gt;Traditional Chinese medicine&lt;/a&gt;, &lt;a href=\"Chinese%20mathematics\"&gt;mathematics&lt;/a&gt;, &lt;a href=\"Chinese%20astronomy\"&gt;astronomy&lt;/a&gt;, &lt;a href=\"History%20of%20science%20and%20technology%20in%20China\"&gt;science and technology&lt;/a&gt;, &lt;a href=\"History%20of%20optics\"&gt;optics&lt;/a&gt;, &lt;a href=\"Chinese%20architecture\"&gt;architecture and civil engineering&lt;/a&gt;, &lt;a href=\"History%20of%20metallurgy%20in%20China\"&gt;metallurgy&lt;/a&gt;, and &lt;a href=\"History%20of%20Chinese%20archaeology\"&gt;early archaeology&lt;/a&gt;. Observations of the natural world included those of &lt;a href=\"Wildlife%20of%20China\"&gt;wildlife&lt;/a&gt;, &lt;a href=\"meteorology\"&gt;meteorology&lt;/a&gt;, hypotheses advancing early ideas in &lt;a href=\"geomorphology\"&gt;geomorphology&lt;/a&gt; and &lt;a href=\"climate%20variability%20and%20change\"&gt;climate change&lt;/a&gt; based on findings of &lt;a href=\"petrification\"&gt;petrification&lt;/a&gt; and natural &lt;a href=\"erosion\"&gt;erosion&lt;/a&gt;, and strange recorded phenomena such as the description of an &lt;a href=\"unidentified%20flying%20object\"&gt;unidentified flying object&lt;/a&gt;. In addition to establishing the theory of &lt;a href=\"true%20north\"&gt;true north&lt;/a&gt; in &lt;a href=\"magnetic%20declination\"&gt;magnetic declination&lt;/a&gt; towards the &lt;a href=\"north%20pole\"&gt;north pole&lt;/a&gt;, Shen was also the first to record the use of a &lt;a href=\"compass\"&gt;compass&lt;/a&gt; &lt;a href=\"History%20of%20the%20compass\"&gt;for navigation&lt;/a&gt;, the first to describe &lt;a href=\"History%20of%20printing%20in%20East%20Asia\"&gt;the invention&lt;/a&gt; of &lt;a href=\"movable%20type\"&gt;movable type&lt;/a&gt; &lt;a href=\"printing\"&gt;printing&lt;/a&gt; by contemporary artisan &lt;a href=\"Bi%20Sheng\"&gt;Bi Sheng&lt;/a&gt;, and the first in China to describe a &lt;a href=\"drydock\"&gt;drydock&lt;/a&gt; for repairing boats out of water.\nHistory.\nShen Kuo was a renowned government official and military general during the &lt;a href=\"Northern%20Song\"&gt;Northern Song&lt;/a&gt; period of China. However, he was impeached from office by chancellor Cai Que (蔡確; 1036–1093), who wrongly held him responsible for a Song Chinese military defeat by the &lt;a href=\"Tangut%20people\"&gt;Tangut&lt;/a&gt;-led &lt;a href=\"Western%20Xia%20dynasty\"&gt;Western Xia dynasty&lt;/a&gt; in 1081 during the &lt;a href=\"Song%E2%80%93Xia%20wars\"&gt;Song–Xia wars&lt;/a&gt;. When Shen compiled and published the \"The Dream Pool Essays\" (\"Meng Xi Bi Tan\", 《梦溪笔谈》) in 1088, he was living in retirement and relative isolation on his lavish garden &lt;a href=\"Estate%20%28house%29\"&gt;estate&lt;/a&gt; near modern-day &lt;a href=\"Zhenjiang\"&gt;Zhenjiang&lt;/a&gt;, &lt;a href=\"Jiangsu\"&gt;Jiangsu&lt;/a&gt; province. He titled the book after the name he gave to his private estate, the \"Dream Brook\". In English a full literal translation of the title is \"Brush Talks from a Dream Brook\", and Shen Kuo is quoted as saying:\nAs the historian Chen Dengyuan points out, much of Shen Kuo's written work was probably purged under the leadership of minister &lt;a href=\"Cai%20Jing\"&gt;Cai Jing&lt;/a&gt; (1046–1126). For example, only six of Shen's books remain, and four of these have been significantly altered since the time they were penned by the author. The \"Dream Pool Essays\" was first quoted in a Chinese written work of 1095 AD, showing that even towards the end of Shen's life his final book was becoming &lt;a href=\"Woodblock%20printing\"&gt;widely printed&lt;/a&gt;. The book was originally 30 chapters long, yet an unknown Chinese author's edition of 1166 AD edited and reorganized the work into 26 chapters. There is one surviving copy of this 1166 edition now in Japan, while a &lt;a href=\"History%20of%20printing%20in%20East%20Asia\"&gt;Chinese reprint&lt;/a&gt; was produced in 1305. In 1631 another edition was printed, but it was heavily reorganized into three broad chapters.\nIn modern times, Zhang Jiaju's biographical work \"Shen Kuo\" (1962) contains selected translations of the \"Dream Pool Essays\" from &lt;a href=\"Middle%20Chinese\"&gt;Middle Chinese&lt;/a&gt; into modern &lt;a href=\"Vernacular%20Chinese\"&gt;Vernacular Chinese&lt;/a&gt;. The \"Dream Pool Essays\" has also been translated &lt;a href=\"Chinese%20language\"&gt;from Chinese&lt;/a&gt; into various foreign languages. Various volumes of &lt;a href=\"Joseph%20Needham\"&gt;Joseph Needham&lt;/a&gt;'s \"Science and Civilization in China\" series published since 1954 contain a large amount of selected &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; translations of the \"Dream Pool Essays\". The \"Brush Talks from Dream Brook\" is the first complete English translation, presented in two volumes by translators Wang Hong and Zhao Zheng, and published in 2008 by the &lt;a href=\"Sichuan%20People%E2%80%99s%20Publishing%20House\"&gt;Sichuan People’s Publishing House&lt;/a&gt;, China. A &lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt; translation of the 1166 Chinese edition was prepared by the History of Science Seminar, Institute for Research in Humanities (Jimbun Kagaku Kenkyusho) for &lt;a href=\"Kyoto%20University\"&gt;Kyoto University&lt;/a&gt;, and printed by the author Umehara Kaoru in his 3-volume edition of \"Bokei hitsudan\" (1978–1981). Quoted excerpts from the \"Dream Pool Essays\" in &lt;a href=\"French%20language\"&gt;French&lt;/a&gt; were printed in the written works of J. Brenier in 1989 and &lt;a href=\"Jean%20Fran%C3%A7ois%20Billeter\"&gt;J. F. Billeter&lt;/a&gt; in 1993. A complete &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; translation is offered in \"Shen Kuo:\" \"Pinselunterhaltungen am Traumbach. Das Gesamte Wissen des Alten China\", translated and edited by Konrad Herrmann, and published in 1997 by &lt;a href=\"Diederichs%20%28publisher%29\"&gt;Diederichs Verlag Munich&lt;/a&gt; (Gelbe Reihe Magnum, vol. I).\nQuotes.\nGeological theory.\nWith Shen's writings on &lt;a href=\"fossil\"&gt;fossil&lt;/a&gt;s, &lt;a href=\"geomorphology\"&gt;geomorphology&lt;/a&gt;, and &lt;a href=\"History%20of%20climate%20change%20science\"&gt;shifting geographical climates&lt;/a&gt;, he states in the following passages:\nIn the Zhi-ping &lt;a href=\"Chinese%20era%20name\"&gt;reign period&lt;/a&gt; [1064–67 AD] a man of Zezhou was digging a well in his garden, and unearthed something shaped like a squirming serpent, or dragon. He was so frightened by it that he dared not touch it, but after some time, seeing that it did not move, he examined it and found it to be stone. The ignorant country people smashed it, but Zheng Boshun, who was magistrate of &lt;a href=\"Jincheng\"&gt;Jincheng&lt;/a&gt; at the time, got hold of a large piece of it on which scale-like markings were to be seen exactly like those on a living creature. Thus a serpent or some kind of &lt;a href=\"Marine%20%28ocean%29\"&gt;marine&lt;/a&gt; snake (\"chhen\") had certainly been turned to stone, as happens with the 'stone-crabs'.\nIn recent years [cca. 1080] there was a landslide on the bank of a large river in Yong-ning Guan near Yanzhou. The bank collapsed, opening a space of several dozens of feet, and under the ground a forest of bamboo shoots was thus revealed. It contained several hundred &lt;a href=\"bamboo\"&gt;bamboo&lt;/a&gt; with their roots and trunks all complete, and all turned to stone...Now bamboos do not grow in Yanzhou. These were several dozens of feet below the present surface of the ground, and we do not know in what dynasty they could possibly have grown. Perhaps in very ancient times the climate was different so that the place was low, damp, gloomy, and suitable for bamboos. On the Jin-hua Shan in &lt;a href=\"Wuzhou\"&gt;Wuzhou&lt;/a&gt; there are stone pine-cones, and stones formed from peach kernels, stone bulrush roots, stone fishes, crabs, and so on, but as these are all (modern) native products of that place, people are not very surprised at them. But these petrified bamboos appeared under the ground so deep, though they are not produced in that place today. This is a very strange thing.\nAstronomy.\nWhen the Director of the Astronomical &lt;a href=\"Observatory\"&gt;Observatory&lt;/a&gt; asked Shen Kuo if the shapes of the sun and moon were round like balls or flat like fans, Shen Kuo explained his reasoning for the former:\nIf they were like balls they would surely obstruct each other when they met. I replied that these celestial bodies were certainly like balls. How do we know this? By the waxing and waning of the moon. The moon itself gives forth no light, but is like a ball of silver; the light is the light of the sun (reflected). When the brightness is first seen, the sun(-light passes almost) alongside, so the side only is illuminated and looks like a crescent. When the sun gradually gets further away, the light shines slanting, and the moon is full, round like a bullet. If half of a sphere is covered with (white) powder and looked at from the side, the covered part will look like a crescent; if looked at from the front, it will appear round. Thus we know that the celestial bodies are spherical.\nWhen the director of the astronomical observatory asked Shen Kuo why eclipses occurred only on an occasional basis while in conjunction and opposition once a day, Shen Kuo wrote:\nI answered that the ecliptic and the moon's path are like two rings, lying one over the other, but distant by a small amount. (If this obliquity did not exist), the sun would be eclipsed whenever the two bodies were in conjunction, and the moon would be eclipsed whenever they were exactly in position. But (in fact) though they may occupy the same degree, the two paths are not (always) near (each other), and so naturally the bodies do not (intrude) upon one another.\nOn the use of the sighting tube to fix the position of the &lt;a href=\"pole%20star\"&gt;pole star&lt;/a&gt;, Shen Kuo wrote:\nBefore &lt;a href=\"Han%20dynasty\"&gt;Han times&lt;/a&gt; it was believed that the pole star was in the center of the sky, so it was called Jixing (Summit star). &lt;a href=\"Zu%20Geng%20%28mathematician%29\"&gt;Zu Geng(-zhi)&lt;/a&gt; found out with the help of the sighting tube that the point in the sky which really does not move was a little more than 1 degree away from the summit star. In the Xining reign-period (1068–1077) I accepted the order of the emperor to take charge of the Bureau of the &lt;a href=\"Chinese%20calendar\"&gt;Calendar&lt;/a&gt;. I then tried to find the true pole by means of the tube. On the very first night I noticed that the star which could be seen through the tube moved after a while outside the field of view. I realized, therefore, that the tube was too small, so I increased the size of the tube by stages. After three months' trials I adjusted it so that the star would go round and round within the field of view without disappearing. In this way I found that the pole star was distant from the true pole somewhat more than 3 degrees. We used to make the diagrams of the field, plotting the positions of the star from the time when it entered the field of view, observing after nightfall, at midnight, and early in the morning before dawn. Two hundred of such diagrams showed that the 'pole star' was really a &lt;a href=\"circumpolar%20star\"&gt;circumpolar star&lt;/a&gt;. And this I stated in my detailed report to the emperor.\nMovable type printing.\nOn the methods of &lt;a href=\"Bi%20Sheng\"&gt;Bi Sheng&lt;/a&gt;'s invention of &lt;a href=\"movable%20type\"&gt;movable type&lt;/a&gt; &lt;a href=\"printing\"&gt;printing&lt;/a&gt; between the years 1041 to 1048 AD, Shen Kuo wrote:\n[Bi Sheng] took sticky clay and cut in it characters as thin as the edge of a coin. Each character formed, as it were, a single type. He baked them in the fire to make them hard. He had previously prepared an iron plate and he had covered his plate with a mixture of pine resin, wax, and paper ashes. When he wished to print, he took an iron frame and set it on the iron plate. In this he placed the types, set close together. When the frame was full, the whole made one solid block of type. He then placed it near the fire to warm it. When the paste [at the back] was slightly melted, he took a smooth board and pressed it over the surface, so that the block of type became as even as a whetstone. If one were to print only two or three copies, this method would be neither simple nor easy. But for printing hundreds or thousands of copies, it was marvelously quick. As a rule he kept two forms going. While the impression was being made from the one form, the type was being put in place on the other. When the printing of the one form was finished, the other was then ready. In this way the two forms alternated and the printing was done with great rapidity.\nPersonal beliefs and philosophy.\nOf &lt;a href=\"Taoism\"&gt;Taoism&lt;/a&gt; and the inability of empirical science to explain everything in the world, Shen Kuo wrote:\nThose in the world who speak of the regularities underlying the phenomena, it seems, manage to apprehend their crude traces. But these regularities have their very subtle aspect, which those who rely on mathematical astronomy cannot know of. Still even these are nothing more than traces. As for the spiritual processes described in the [\"&lt;a href=\"Book%20of%20Changes\"&gt;Book of Changes&lt;/a&gt;\"] that \"when they are stimulated, penetrate every situation in the realm,\" mere traces have nothing to do with them. This spiritual state by which foreknowledge is attained can hardly be sought through changes, of which in any case only the cruder sort are attainable. What I have called the subtlest aspect of these traces, those who discuss the celestial bodies attempt to know by depending on mathematical astronomy; but astronomy is nothing more than the outcome of conjecture.\nDissertation on the \"Timberwork Manual\".\nBelow are two passages from Shen's book outlining the basics contained in &lt;a href=\"Yu%20Hao\"&gt;Yu Hao&lt;/a&gt;'s \"Timberwork Manual\". Yu Hao was a Chinese architect of the earlier 10th, and Kuo was one to praise his work. In the first quote, Shen Kuo describes a scene where Yu Hao gives advice to another artisan architect about slanting &lt;a href=\"strut\"&gt;strut&lt;/a&gt;s for diagonal wind bracing:\nWhen Mr. Qian (Wei-yan) was Governor of the two &lt;a href=\"Zhejiang\"&gt;Zhejiang&lt;/a&gt; provinces, he authorized the building of a wooden pagoda at the Fan-tian Si (&lt;a href=\"Brahma\"&gt;Brahma&lt;/a&gt;-Heaven Temple) in &lt;a href=\"Hangzhou\"&gt;Hangzhou&lt;/a&gt; with a design of twice three stories. While it was under construction General Chhien went up to the top and was worried because it swayed a little. But the Master-Builder explained that as the tiles had not yet been put on, the upper part was still rather light, hence the effect. So then they put on all the tiles, but the sway continued as before. Being at a loss what to do, he privately sent his wife to see the wife of Yu Hao with a present of golden &lt;a href=\"Hairpin%20%28fashion%29\"&gt;hair pin&lt;/a&gt;s, and enquire about the cause of the motion. (Yu) Hao laughed and said: 'That's easy, just fit in struts (pan) to settle the work, fixed with (iron) &lt;a href=\"nail%20%28fastener%29\"&gt;nails&lt;/a&gt;, and it will not move any more.' The Master-Builder followed his advice, and the tower stood quite firm. This is because the nailed struts filled in and bound together (all the members) up and down so that the six planes (above and below, front and back, left and right) were mutually linked like the cage of the &lt;a href=\"thorax\"&gt;thorax&lt;/a&gt;. Although people might walk on the struts, the six planes grasped and supported each other, so naturally there could be no more motion. Everybody acknowledged the expertise thus shown.\nIn this next quote, Shen Kuo describes the dimensions and types of architecture outlined in Yu Hao's book:\nMethods of building construction are described in the \"Timberwork Manual\", which, some say, was written by &lt;a href=\"Yu%20Hao\"&gt;Yu Hao&lt;/a&gt;. (According to that book), buildings have three basic units of proportion, what is above the cross-beams follows the Upperwork Unit, what is above the ground floor follows the Middlework Unit, and everything below that (platforms, foundations, paving, etc.) follows the Lowerwork Unit. The length of the cross-beams will naturally govern the lengths of the uppermost cross-beams as well as the rafters, etc. Thus for a (main) cross-beam of (8 ft) length, an uppermost cross-beam of (3.5 ft) length will be needed. (The proportions are maintained) in larger and smaller halls. This (2/28) is the Upperwork Unit. Similarly, the dimensions of the foundations must match the dimensions of the columns to be used, as also those of the (side-) &lt;a href=\"rafter\"&gt;rafter&lt;/a&gt;s, etc. For example, a column (11 ft) high will need a platform (4.5 ft) high. So also for all the other components, &lt;a href=\"corbel\"&gt;corbel&lt;/a&gt;led brackets, projecting rafters, other rafters, all have their fixed proportions. All these follow the Middlework Unit (2/24). Now below of ramps (and steps) there are three kinds, steep, easy-going, and intermediate. In places these gradients are based upon a unit derived from the imperial litters. Steep ramps are ramps for ascending which the leading and trailing bearers have to extend their arms fully down and up respectively (ratio 3/35). Easy-going ramps are those for which the leaders use elbow length and the trailers shoulder height (ratio 1/38); intermediate ones are negotiated by the leaders with downstretched arms and trailers at shoulder height (ratio 2/18). These are the Lowerwork Units. The book (of Yu Hao) had three chapters. But builders in recent years have become much more precise and skillful (yen shan) than formerly. Thus for some time past the old Timberwork Manual has fallen out of use. But (unfortunately) there is hardly anybody capable of writing a new one. To do that would be a masterpiece in itself!\nBotany and zoology.\nShen Kuo described the natural predator &lt;a href=\"insect\"&gt;insect&lt;/a&gt; similarly shaped to the \"gou-he\" (\"dog-grubs\") which preyed upon the agricultural pest infestation of \"zi-fang\", the moth \"&lt;a href=\"Leucania%20separata\"&gt;Leucania separata&lt;/a&gt;\":\nIn the Yuan-Feng reign period (1078–1085), in the &lt;a href=\"Qingzhou\"&gt;Qingzhou&lt;/a&gt; region, an outbreak of \"zi-fang\" insects caused serious damage to the crops in the fields in autumn. Suddenly another insect appeared in swarms of thousands and tens of thousands, covering the entire ground area. It was shaped like earth-burrowing \"gou-he\" (dog grubs), and its mouth was flanked by pincers. Whenever it met a \"zi-fang\", it would seize it with the pincers and break the poor beast into two bits. Within ten days all the \"zi-fang\" had disappeared, so the locality had an abundant harvest. Such kinds of insects have been known since antiquity and the local people call them \"pang-bu-ken\" (\"not allowing other [insects] to be\").\nNatural phenomena.\nAround 1078, Shen Kuo wrote an accurate description of the damaging effects of &lt;a href=\"lightning\"&gt;lightning&lt;/a&gt; to buildings and to the specific materials of objects within. Taking an objective and speculative viewpoint, he stated:\nA house belonging to Li Shunju was struck by lightning. Brilliant sparkling light was seen under the eaves. Everyone thought that the hall would be burnt, and those who were inside rushed out. After the thunder had abated, the house was found to be alright, though its walls and the paper on the windows were blackened. On certain wooden shelves, certain &lt;a href=\"lacquer\"&gt;lacquer&lt;/a&gt;ed vessels with &lt;a href=\"silver\"&gt;silver&lt;/a&gt; mouths had been struck by the lightning, so that the silver had melted and dropped to the ground, but the lacquer was not even scorched. Also, a valuable &lt;a href=\"sword\"&gt;sword&lt;/a&gt; made of strong &lt;a href=\"steel\"&gt;steel&lt;/a&gt; had been melted to liquid, without the parts of the house nearby being affected. One would have thought that the thatch and wood would have been burnt up first, yet here were metals melted and no injury to thatch and wood. This is beyond the understanding of ordinary people. There are &lt;a href=\"Buddhist\"&gt;Buddhist&lt;/a&gt; books which speak of 'dragon fire' which burns more fiercely when it meets with water instead of being extinguished by water like 'human' fire. Most people can only judge of things by the experiences of ordinary life, but phenomena outside the scope of this are really quite numerous. How insecure it is to investigate natural principles using only the light of common knowledge, and subjective ideas.\n\"Strange Happenings\".\nA passage called \"Strange Happenings\" contains a peculiar account of an &lt;a href=\"unidentified%20flying%20object\"&gt;unidentified flying object&lt;/a&gt;. Shen wrote that, during the reign of &lt;a href=\"Emperor%20Renzong%20of%20Song\"&gt;Emperor Renzong&lt;/a&gt; (1022–1063), an object as bright as a pearl occasionally hovered over the city of &lt;a href=\"Yangzhou\"&gt;Yangzhou&lt;/a&gt; at night, but described first by local inhabitants of eastern &lt;a href=\"Anhui\"&gt;Anhui&lt;/a&gt; and then in &lt;a href=\"Jiangsu\"&gt;Jiangsu&lt;/a&gt;. Shen wrote that a man near &lt;a href=\"Khanka%20Lake\"&gt;Xingkai Lake&lt;/a&gt; observed this curious object; allegedly it:\n...opened its door and a flood of intense light like sunbeams darted out of it, then the outer shell opened up, appearing as large as a bed with a big pearl the size of a fist illuminating the interior in silvery white. The intense silver-white light, shot from the interior, was too strong for human eyes to behold; it cast shadows of every tree within a radius of ten miles. The spectacle was like the rising Sun, lighting up the distant sky and woods in red. Then all of a sudden, the object took off at a tremendous speed and descended upon the lake like the Sun setting.\nShen went on to say that Yibo, a poet of &lt;a href=\"Gaoyou\"&gt;Gaoyou&lt;/a&gt;, wrote a poem about this \"pearl\" after witnessing it. Shen wrote that since the \"pearl\" often made an appearance around Fanliang in Yangzhou, the people there erected a \"Pearl Pavilion\" on a wayside, where people came by boat in hopes to see the mysterious flying object.\nSwords.\nAround 1065 Shen Kuo wrote about the assembly methods for &lt;a href=\"sword\"&gt;sword&lt;/a&gt;s, and the &lt;a href=\"pattern%20welding\"&gt;patterns&lt;/a&gt; produced in the steel:\nAncient people use \"chi kang\", (combined steel), for the edge, and \"jou thieh\" (soft iron) for the back, otherwise it would often break. Too strong a weapon will cut and destroy its own edge; that is why it is advisable to use nothing but combined steel. As for the \"yu-chhang\" (fish intestines) effect, it is what is now called the 'snake-coiling' steel sword, or alternatively, the 'pine tree design'. If you cook a fish fully and remove its bones, the shape of its guts will be seen to be like the lines on a 'snake-coiling sword'.\nChinese clothing.\nShen Kuo observed that the Chinese since some centuries prior had entirely adopted barbarian fashions.\n中國衣冠，自北齊以來，乃全用胡服。窄袖、緋綠短衣、長靿靴、有鞢帶，皆胡服也。窄袖利於馳射，短衣、長靿皆便於涉草。胡人樂茂草，常寢處其間，予使北時皆見之。雖王庭亦在深荐中。予至胡庭日，新雨過，涉草，衣褲皆濡，唯胡人都無所沾。帶衣所垂蹀躞，蓋欲佩帶弓劍、帨、算囊、刀勵之類。\nThe clothing of China since the &lt;a href=\"Northern%20Qi\"&gt;Northern Qi&lt;/a&gt; [550–557] onward has been entirely made barbarian. Narrow sleeves, short dark red or green robes, tall boots and metal girdle ornaments are all barbarian garb. The narrow sleeves are useful when shooting while galloping. The short robes and tall boots are convenient when passing through tall grass. The barbarians all enjoy thick grass as they always sleep in it. I saw them all do it when I was sent north. Even the king's court is in the deep grasses. On the day I had arrived at the barbarian court the new rains had passed and I waded through the grass. My robes and trousers were all soaked, but the barbarians were not at all wet. With things hanging from robe and belt they walk about. One perhaps might want to hang items like a bow and blade, handkerchief, coin purse or knife from the belt.\nBook chapters.\nOn the humanities:\nOn natural sciences:\nHumanistic sciences:"
}