{
    "id": "10932444",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=10932444",
    "title": "2008 Summer Olympics torch relay",
    "text": "The 2008 Summer Olympics torch relay was run from March 24 until August 8, 2008, prior to the &lt;a href=\"2008%20Summer%20Olympics\"&gt;2008 Summer Olympics&lt;/a&gt;, with the theme of \"one world, one dream\". Plans for the relay were announced on April 26, 2007, in Beijing, China. The relay, also called by the organizers as the \"Journey of Harmony\", lasted 129 days and carried the torch – the longest distance of any Olympic torch relay since the tradition &lt;a href=\"1936%20Summer%20Olympics%20torch%20relay\"&gt;was started&lt;/a&gt; ahead of the &lt;a href=\"1936%20Summer%20Olympics\"&gt;1936 Summer Olympics&lt;/a&gt;.\nAfter being lit at the birthplace of the Olympic Games in &lt;a href=\"Olympia%2C%20Greece\"&gt;Olympia, Greece&lt;/a&gt; on March 24, the torch traveled to the &lt;a href=\"Panathinaiko%20Stadium\"&gt;Panathinaiko Stadium&lt;/a&gt; in Athens, and then to Beijing, arriving on March 31. From Beijing, the torch was following a route passing through six &lt;a href=\"continents\"&gt;continents&lt;/a&gt;. The torch has visited cities along the &lt;a href=\"Silk%20Road\"&gt;Silk Road&lt;/a&gt;, symbolizing ancient links between China and the rest of the world. The relay also included an ascent with the flame to the top of &lt;a href=\"Mount%20Everest\"&gt;Mount Everest&lt;/a&gt; on the border of Nepal and &lt;a href=\"Tibet%20Autonomous%20Region\"&gt;Tibet&lt;/a&gt;, China from the Chinese side, which was closed specially for the event.\nIn many cities along the North American and European route, the torch relay was protested by advocates of &lt;a href=\"Tibetan%20independence%20movement\"&gt;Tibetan independence&lt;/a&gt;, &lt;a href=\"animal%20rights\"&gt;animal rights&lt;/a&gt;, and legal &lt;a href=\"online%20gambling\"&gt;online gambling&lt;/a&gt;, and people protesting against &lt;a href=\"Human%20rights%20in%20China\"&gt;China's human rights record&lt;/a&gt;, resulting in confrontations at a few of the relay locations. These protests, which ranged from thousands of people in San Francisco, forced the path of the torch relay to be changed or shortened on a number of occasions. The &lt;a href=\"Olympic%20Flame%23Re-igniting%20the%20flame\"&gt;torch was extinguished&lt;/a&gt; by Chinese security officials several times during the Paris leg for security reasons, and once in protest in Paris.\nThe attacks on the torch in London and Paris were described as \"despicable\" by the &lt;a href=\"Government%20of%20the%20People%27s%20Republic%20of%20China\"&gt;Chinese government&lt;/a&gt;, condemning them as \"deliberate disruptions... who gave no thought to the Olympic spirit or the laws of Britain and France\" and who \"tarnish the lofty Olympic spirit\", and vowed they would continue with the relay and not allow the protests to \"impede the Olympic spirit\". Large-scale counter-protests by &lt;a href=\"overseas%20Chinese\"&gt;overseas Chinese&lt;/a&gt; and foreign-based &lt;a href=\"Nationality%20law%20of%20the%20People%27s%20Republic%20of%20China\"&gt;Chinese nationals&lt;/a&gt; became prevalent in later segments of the relay. No major protests were visible in the Latin America, Africa, and Western Asia legs of the torch relay.\nPrompted by the chaotic torch relays in Western Europe and North America, the president of the &lt;a href=\"International%20Olympic%20Committee\"&gt;International Olympic Committee&lt;/a&gt;, &lt;a href=\"Jacques%20Rogge\"&gt;Jacques Rogge&lt;/a&gt; described the situation as a \"crisis\" for the organization and stated that any athletes displaying &lt;a href=\"Flag%20of%20Tibet\"&gt;Tibetan flags&lt;/a&gt; at Olympic venues could be expelled from the games. However, he stopped short of cancelling the relay altogether despite calls to do so by some IOC members. The outcome of the relay influenced the IOC's decision to scrap global relays in future editions of the games.\nIn June 2008, the Beijing Games' Organizing Committee announced that the planned international torch relay for the &lt;a href=\"2008%20Summer%20Paralympics\"&gt;Paralympic Games&lt;/a&gt; had been cancelled. The Committee stated that the relay was being cancelled to enable the Chinese government to \"focus on the rescue and relief work\" following the &lt;a href=\"2008%20Sichuan%20earthquake\"&gt;Sichuan earthquake&lt;/a&gt;.\nRelay elements.\nTorch.\nThe Olympic Torch is based on traditional scrolls and uses a traditional Chinese design known as \"Lucky Cloud\". It is made from aluminum. It is 72 centimetres high and weighs 985 grams. The torch is designed to remain lit in 65 kilometre per hour (37 mile per hour) winds, and in rain of up to 50 millimetres (2 inches) per hour. An ignition key is used to ignite and extinguish the flame. The torch is fueled by cans of &lt;a href=\"propane\"&gt;propane&lt;/a&gt;. Each can will light the torch for 15 minutes. It is designed by a team from &lt;a href=\"Lenovo%20Group\"&gt;Lenovo Group&lt;/a&gt;. The Torch is designed in reference to the traditional Chinese concept of the &lt;a href=\"Wuxing%20%28Chinese%20philosophy%29\"&gt;5 elements&lt;/a&gt; that make up the entire universe.\nLanterns.\nThe Olympic flame is supposed to remain lit for the whole relay. When the Torch is extinguished at night, on aircraft, in bad weather, or during protests (such as the several occasions in Paris), the Olympic flame is kept alight in a set of 8 lanterns.\nAircraft.\nInternationally, the torch and its accompanying party traveled in a chartered &lt;a href=\"Air%20China\"&gt;Air China&lt;/a&gt; &lt;a href=\"Airbus%20A330\"&gt;Airbus A330&lt;/a&gt; (registered B-6075), painted in the red and yellow colors of the Olympic Games. Air China was chosen by the Beijing Committees of the Olympic Game as the designated Olympic torch carrier in March 2008 for its long-standing participation in the Olympic cause. The plane traveled a total of for a duration of 130 days through 21 countries and regions.\nRoute.\nThe route carried the torch through six continents from March 2008 to May 2008 to August 2008. The planned route originally included a stop in &lt;a href=\"Taipei\"&gt;Taipei&lt;/a&gt; between &lt;a href=\"Ho%20Chi%20Minh%20City\"&gt;Ho Chi Minh City&lt;/a&gt; and Hong Kong, but there was disagreement in Beijing and Taipei over language used to describe whether it was an international or a domestic part of the route. While the Olympic committees of China and Chinese Taipei reached initial consensus on the approach, the government of the Republic of China in Taiwan intervened, stating that this placement could be interpreted as placing Taiwan on the same level as Hong Kong and &lt;a href=\"Macau\"&gt;Macau&lt;/a&gt;, an implication it objected to. The Beijing Organizing Committee attempted to continue negotiation, but further disputes arose over the &lt;a href=\"Flag%20of%20the%20Republic%20of%20China\"&gt;flag&lt;/a&gt; or the &lt;a href=\"National%20Anthem%20of%20the%20Republic%20of%20China\"&gt;anthem&lt;/a&gt; of the Republic of China along the 24 km torch route in Taiwan. By the midnight deadline for concluding the negotiation on September 21, 2007, Taiwan and mainland China were unable to come to terms with the issue of the Torch Relay. In the end, both sides of the &lt;a href=\"Taiwan%20Strait\"&gt;Taiwan Strait&lt;/a&gt; decided to eliminate the Taipei leg.\nSequence of events.\nInternational and HK&amp;Macau leg.\nFollowing the recent &lt;a href=\"2008%20Tibetan%20unrest\"&gt;unrest in Tibet&lt;/a&gt;, three members of &lt;a href=\"Reporters%20Without%20Borders\"&gt;Reporters Without Borders&lt;/a&gt;, including &lt;a href=\"Robert%20M%C3%A9nard\"&gt;Robert Ménard&lt;/a&gt;, breached security and attempted to disrupt a speech by Liu Qi, the head of Beijing's Olympic organising committee during the torch lighting ceremony in &lt;a href=\"Olympia%2C%20Greece\"&gt;Olympia, Greece&lt;/a&gt;. The People's Republic of China called this a \"disgraceful\" attempt to sabotage the Olympics. On March 30, 2008 in Athens, during ceremonies marking the handing over of the torch from Greek officials to organizers of the Beijing games, demonstrators shouted 'Free Tibet' and unfurled banners; some 10 of the 15 protesters were taken into police detention. After the hand-off, protests continued internationally, with particularly violent confrontations with police in Nepal.\n China: In China, the torch was first welcomed by Politburo Standing Committee member &lt;a href=\"Zhou%20Yongkang\"&gt;Zhou Yongkang&lt;/a&gt; and State Councilor &lt;a href=\"Liu%20Yandong\"&gt;Liu Yandong&lt;/a&gt;. It was subsequently passed onto CPC General Secretary &lt;a href=\"Hu%20Jintao\"&gt;Hu Jintao&lt;/a&gt;. A call to boycott French hypermart &lt;a href=\"Carrefour\"&gt;Carrefour&lt;/a&gt; from May 1 began spreading through mobile text messaging and online chat rooms amongst the Chinese over the weekend from April 12, accusing the company's major shareholder, the &lt;a href=\"LVMH\"&gt;LVMH&lt;/a&gt; Group, of donating funds to the &lt;a href=\"Dalai%20Lama\"&gt;Dalai Lama&lt;/a&gt;. There were also calls to extend the boycott to include French luxury goods and cosmetic products. According to the \"&lt;a href=\"Washington%20Times\"&gt;Washington Times&lt;/a&gt;\" on April 15, however, the Chinese government was attempting to \"calm the situation\" through censorship: \"All comments posted on popular Internet forum &lt;a href=\"Sohu\"&gt;Sohu.com&lt;/a&gt; relating to a boycott of Carrefour have been deleted.\" Chinese protesters organized boycotts of the French-owned retail chain &lt;a href=\"Carrefour\"&gt;Carrefour&lt;/a&gt; in major Chinese cities including &lt;a href=\"Kunming\"&gt;Kunming&lt;/a&gt;, &lt;a href=\"Hefei\"&gt;Hefei&lt;/a&gt; and &lt;a href=\"Wuhan\"&gt;Wuhan&lt;/a&gt;, accusing the French nation of pro-&lt;a href=\"secession\"&gt;secession&lt;/a&gt;ist conspiracy and &lt;a href=\"anti-Chinese\"&gt;anti-Chinese&lt;/a&gt; racism. Some burned &lt;a href=\"French%20flag\"&gt;French flag&lt;/a&gt;s, some added &lt;a href=\"Nazism\"&gt;Nazism&lt;/a&gt;'s \"&lt;a href=\"Swastika\"&gt;Swastika&lt;/a&gt;\" to the French flag, and spread short online messages calling for large protests in front of French consulates and embassy. The Carrefour boycott was met with anti-boycott demonstrators who insisted on entering one of the Carrefour stores in Kunming, only to be blocked by boycotters wielding large &lt;a href=\"flag%20of%20the%20People%27s%20Republic%20of%20China\"&gt;Chinese flags&lt;/a&gt; and hit by water bottles. The BBC reported that hundreds of people demonstrated in Beijing, Wuhan, Hefei, Kunming and &lt;a href=\"Qingdao\"&gt;Qingdao&lt;/a&gt;.\nIn response to the demonstrations, an editorial in the \"&lt;a href=\"People%27s%20Daily\"&gt;People's Daily&lt;/a&gt;\" urged Chinese people to \"express [their] patriotic enthusiasm calmly and rationally, and express patriotic aspiration in an orderly and legal manner\".\n Kazakhstan: The first torchbearer in &lt;a href=\"Almaty\"&gt;Almaty&lt;/a&gt;, where the Olympic torch arrived for the first time ever on April 2, was the President of Kazakhstan &lt;a href=\"Nursultan%20Nazarbaev\"&gt;Nursultan Nazarbaev&lt;/a&gt;. The route ran 20 km from &lt;a href=\"Medeo\"&gt;Medeo&lt;/a&gt; stadium to &lt;a href=\"Astana%20Square\"&gt;Astana Square&lt;/a&gt;. There were reports that Uighur activists were arrested and some were deported back to China.\n Turkey: The torch relay leg in &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;, held on April 3, started on &lt;a href=\"Sultanahmet%20Square\"&gt;Sultanahmet Square&lt;/a&gt; and finished in &lt;a href=\"Taksim%20Square\"&gt;Taksim Square&lt;/a&gt;. &lt;a href=\"Uyghur%20people\"&gt;Uyghurs&lt;/a&gt; living in Turkey protested at Chinese &lt;a href=\"2008%20Uyghur%20unrest\"&gt;treatment&lt;/a&gt; of their &lt;a href=\"East%20Turkestan%20independence%20movement\"&gt;compatriots&lt;/a&gt; living in &lt;a href=\"Xinjiang\"&gt;Xinjiang&lt;/a&gt;. Several protesters who tried to disrupt the relay were promptly arrested by the police.\n Russia: On April 5 the Olympic torch arrived at &lt;a href=\"Saint%20Petersburg\"&gt;Saint Petersburg&lt;/a&gt;, Russia. The length of the torch relay route in the city was 20 km, with the start at the &lt;a href=\"Victory%20Square%2C%20Saint%20Petersburg\"&gt;Victory Square&lt;/a&gt; and finish at the &lt;a href=\"Palace%20Square\"&gt;Palace Square&lt;/a&gt;. &lt;a href=\"Mixed%20martial%20arts\"&gt;Mixed martial arts&lt;/a&gt; icon and former &lt;a href=\"Pride%20Fighting%20Championships\"&gt;PRIDE&lt;/a&gt; Heavyweight Champion &lt;a href=\"Fedor%20Emelianenko\"&gt;Fedor Emelianenko&lt;/a&gt; was one of the torch bearers. This gives him the distinction of the being the first active &lt;a href=\"Mixed%20martial%20arts\"&gt;MMA&lt;/a&gt; fighter to carry the Olympic flame.\n Great Britain: The torch relay leg held in London, the host city of the &lt;a href=\"2012%20Summer%20Olympics\"&gt;2012 Summer Olympics&lt;/a&gt;, on April 6 began at &lt;a href=\"Wembley%20Stadium\"&gt;Wembley Stadium&lt;/a&gt;, passed through the &lt;a href=\"City%20of%20London\"&gt;City of London&lt;/a&gt;, and eventually ended at &lt;a href=\"The%20O2%20arena%20%28London%29\"&gt;O2 Arena&lt;/a&gt; in the eastern part of the city. The leg took a total of seven and a half hours to complete, and attracted protests by pro-Tibetan independence and pro-Human Rights supporters, prompting changes to the planned route and an unscheduled move onto a bus, which was then briefly halted by protesters. &lt;a href=\"Home%20Secretary\"&gt;Home Secretary&lt;/a&gt; &lt;a href=\"Jacqui%20Smith\"&gt;Jacqui Smith&lt;/a&gt; has officially complained to &lt;a href=\"Chinese%20Olympic%20Committee\"&gt;Beijing Organising Committee&lt;/a&gt; about the conduct of the tracksuit-clad Chinese security guards. The Chinese officials, seen manhandling protesters, were described by both the London Mayor &lt;a href=\"Ken%20Livingstone\"&gt;Ken Livingstone&lt;/a&gt; and &lt;a href=\"Sebastian%20Coe\"&gt;Lord Coe&lt;/a&gt;, chairman of the &lt;a href=\"London%20Organising%20Committee%20for%20the%20Olympic%20Games\"&gt;London Olympic Committee&lt;/a&gt; as \"thugs\". A &lt;a href=\"Metropolitan%20police\"&gt;Metropolitan police&lt;/a&gt; briefing paper revealed that security for the torch relay cost £750,000 and the participation of the Chinese security team had been agreed in advance, despite the Mayor stating, \"We did not know beforehand these thugs were from the security services. Had I known so, we would have said no.\"\nOf the 80 torch-bearers in London, Sir &lt;a href=\"Steve%20Redgrave\"&gt;Steve Redgrave&lt;/a&gt;, who started the relay, mentioned to the media that he had received e-mailed pleas to boycott the event and could \"see why they would like to make an issue\" of it. &lt;a href=\"Francesca%20Martinez\"&gt;Francesca Martinez&lt;/a&gt; and &lt;a href=\"Richard%20Vaughan%20%28badminton%29\"&gt;Richard Vaughan&lt;/a&gt; refused to carry the torch, while &lt;a href=\"Konnie%20Huq\"&gt;Konnie Huq&lt;/a&gt; decided to carry it and also speak out against China. The pro-Tibetan Member of Parliament &lt;a href=\"Norman%20Baker\"&gt;Norman Baker&lt;/a&gt; asked all bearers to reconsider. Amid pressure from both directions, Prime Minister &lt;a href=\"Gordon%20Brown\"&gt;Gordon Brown&lt;/a&gt; welcomed the torch outside &lt;a href=\"10%20Downing%20Street\"&gt;10 Downing Street&lt;/a&gt; without holding or touching it.\nThe London relay saw the torch surrounded by what the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; described as \"a mobile protective ring.\" Protests began as soon as Redgrave started the event, leading to at least thirty-five arrests. In Ladbroke Grove a demonstrator attempted to snatch the torch from &lt;a href=\"Konnie%20Huq\"&gt;Konnie Huq&lt;/a&gt; in a momentary struggle, and in a separate incident, a fire extinguisher was set off near the torch. The Chinese ambassador carried the torch through &lt;a href=\"Chinatown%2C%20London\"&gt;Chinatown&lt;/a&gt; after an unpublicized change to the route amid security concerns. The torch made an unscheduled move onto a bus along &lt;a href=\"Fleet%20Street\"&gt;Fleet Street&lt;/a&gt; amid security concerns and efforts to evade the protesters.\nIn an effort to counter the pro-Tibet protesters and show their support for the 2008 Beijing Olympics, more than 2,000 Chinese also gathered on the torch route and demonstrated with signs, banners and Chinese flags. A large number of supporters were concentrated in &lt;a href=\"Trafalgar%20Square\"&gt;Trafalgar Square&lt;/a&gt;, displaying the Olympic slogan \"One World, One Dream\".\n France: The torch relay leg in Paris, held on April 7, began on the first level of the &lt;a href=\"Eiffel%20Tower\"&gt;Eiffel Tower&lt;/a&gt; and finished at the &lt;a href=\"Stade%20Charl%C3%A9ty\"&gt;Stade Charléty&lt;/a&gt;. The relay was initially supposed to cover 28 km, but it was shortened at the demand of Chinese officials following widespread protests by pro-Tibet and human rights activists, who repeatedly attempted to disrupt, hinder or halt the procession. A scheduled ceremony at the town hall was cancelled at the request of the Chinese authorities, and, also at the request of Chinese authorities, the torch finished the relay by bus instead of being carried by athletes.\nParis City officials had announced plans to greet the Olympic flame with peaceful protest when the torch was to reach the French capital. The city government attached a banner reading \"Paris defends human rights throughout the world\" to the &lt;a href=\"H%C3%B4tel%20de%20Ville%2C%20Paris\"&gt;City Hall&lt;/a&gt;, in an attempt to promote values \"of all humanity and of human rights.\" Members from &lt;a href=\"Reporters%20Without%20Borders\"&gt;Reporters Without Borders&lt;/a&gt; turned out in large numbers to protest. An estimated 3,000 French police protected the Olympic torch relay as it departed from the Eiffel Tower and criss-crossed Paris amid threat of protests. Widespread pro-Tibet protests, including an attempt by more than one demonstrator to extinguish the flame with water or fire extinguishers, prompted relay authorities to put out the flame five times (according to the police authorities in Paris) and load the torch onto a bus, at the demand of Chinese officials. This was later denied by the Chinese Ministry of Foreign Affairs, despite video footage broadcast by French television network &lt;a href=\"France%202\"&gt;France 2&lt;/a&gt; which showed Chinese flame attendants extinguishing the torch. Backup flames are with the relay at all times to relight the torch. French &lt;a href=\"judoka\"&gt;judoka&lt;/a&gt; and torchbearer &lt;a href=\"David%20Douillet\"&gt;David Douillet&lt;/a&gt; expressed his annoyance at the Chinese &lt;a href=\"%23Flame%20attendants\"&gt;flame attendants&lt;/a&gt; who extinguished the torch which he was about to hand over to &lt;a href=\"Teddy%20Riner\"&gt;Teddy Riner&lt;/a&gt;: \"I understand they're afraid of everything, but this is just annoying. They extinguished the flame despite the fact that there was no risk, and they could see it and they knew it. I don't know why they did it.\"\nChinese officials canceled the torch relay ceremony amidst disruptions, including a Tibetan flag flown from a window in the City Hall by Green Party officials.\nThe third torchbearer in the Paris leg, &lt;a href=\"Jin%20Jing\"&gt;Jin Jing&lt;/a&gt;, who was disabled and carried the torch on a wheelchair, was assaulted several times by unidentified protesters seemingly from the pro-Tibet independent camp. In interviews, Jin Jing said that she was \"tugged at, scratched\" and \"kicked\", but that she \"did not feel the pain at the time.\" She received praise from ethnic Chinese worldwide as \"Angel in Wheelchair\". The Chinese government gave the comment that \"the Chinese respect France a lot\" but \"Paris [has slapped] its own face.\"\n&lt;a href=\"Reporters%20Without%20Borders\"&gt;Reporters Without Borders&lt;/a&gt; organised several symbolic protests, including scaling the &lt;a href=\"Eiffel%20Tower\"&gt;Eiffel Tower&lt;/a&gt; to hang a protest banner from it, and hanging an identical banner from the &lt;a href=\"Notre%20Dame%20de%20Paris\"&gt;Notre Dame cathedral&lt;/a&gt;.\nSeveral hundred pro-Tibet protesters gathered at the &lt;a href=\"Trocad%C3%A9ro\"&gt;Trocadéro&lt;/a&gt; with banners and Tibetan flags, and remained there for a peaceful protest, never approaching the torch relay itself. Among them was &lt;a href=\"Jane%20Birkin\"&gt;Jane Birkin&lt;/a&gt;, who spoke to the media about the \"lack of freedom of speech\" in China. Also present was Thupten Gyatso, President of the French Tibetan community, who called upon pro-Tibet demonstrators to \"remain calm, non-violent, peaceful\".\nFrench members of Parliament and other French politicians also organised a protest. All political parties in Parliament—&lt;a href=\"Union%20for%20a%20Popular%20Movement\"&gt;UMP&lt;/a&gt;, &lt;a href=\"Socialist%20Party%20%28France%29\"&gt;Socialists&lt;/a&gt;, &lt;a href=\"New%20Centre\"&gt;New Centre&lt;/a&gt;, &lt;a href=\"French%20Communist%20Party\"&gt;Communists&lt;/a&gt;, &lt;a href=\"Democratic%20Movement%20%28France%29\"&gt;Democratic Movement (centre)&lt;/a&gt; and &lt;a href=\"The%20Greens%20%28France%29\"&gt;Greens&lt;/a&gt;—jointly requested a pause in the National Assembly's session, which was granted, so that MPs could step outside and unfurl a banner which read \"Respect for Human Rights in China\". The coach containing the torch drove past the National Assembly and the assembled protesting MPs, who shouted \"Freedom for Tibet!\" several times as it passed.\nFrench police were criticised for their handling of the events, and notably for confiscating Tibetan flags from demonstrators. The newspaper \"&lt;a href=\"Lib%C3%A9ration\"&gt;Libération&lt;/a&gt;\" commented: \"The police did so much that only the Chinese were given freedom of expression. The Tibetan flag was forbidden everywhere except on the Trocadéro.\" Minister of the Interior &lt;a href=\"Mich%C3%A8le%20Alliot-Marie\"&gt;Michèle Alliot-Marie&lt;/a&gt; later stated that the police had not been ordered to do so, and that they had acted on their own initiative. A cameraman for &lt;a href=\"France%202\"&gt;France 2&lt;/a&gt; was struck in the face by a police officer, knocked unconscious, and had to be sent to hospital.\n United States of America: The torch relay's North American leg occurred in San Francisco, California on April 9. On the day of the relay officials diverted the torch run to an unannounced route. The start was at &lt;a href=\"McCovey%20Cove\"&gt;McCovey Cove&lt;/a&gt;, where Norman Bellingham of the &lt;a href=\"United%20States%20Olympic%20Committee\"&gt;U.S. Olympic Committee&lt;/a&gt; gave the torch to the first torchbearer, &lt;a href=\"China%20at%20the%201992%20Summer%20Olympics\"&gt;Chinese 1992 Olympic champion&lt;/a&gt; swimmer Lin Li. The planned &lt;a href=\"Ceremony\"&gt;closing ceremony&lt;/a&gt; at &lt;a href=\"Justin%20Herman%20Plaza\"&gt;Justin Herman Plaza&lt;/a&gt; was cancelled and instead, a ceremony was held at &lt;a href=\"San%20Francisco%20International%20Airport\"&gt;San Francisco International Airport&lt;/a&gt;, where the torch was to leave for &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt;. The route changes allowed the run to avoid large numbers of China supporters and protesters against China. As people found out there would be no closing ceremony at Justin Herman Plaza, there were angry reactions. One demonstrator was quoted as saying that the route changes were an effort to \"thwart any organized protest that had been planned.\" &lt;a href=\"San%20Francisco%20Board%20of%20Supervisors\"&gt;San Francisco Board of Supervisors&lt;/a&gt; President &lt;a href=\"Aaron%20Peskin\"&gt;Aaron Peskin&lt;/a&gt;, a critic of Mayor &lt;a href=\"Gavin%20Newsom\"&gt;Gavin Newsom&lt;/a&gt;, said that it was a \"cynical plan to please the &lt;a href=\"Presidency%20of%20George%20W.%20Bush\"&gt;Bush State Department&lt;/a&gt; and the &lt;a href=\"Government%20of%20the%20People%27s%20Republic%20of%20China\"&gt;Chinese government&lt;/a&gt; because of the incredible influence of money.\" Newsom, on the other hand, said he felt it was in \"everyone's best interest\" and that he believed people had been \"afforded the right to protest and support the torch\" despite the route changes. &lt;a href=\"Peter%20Ueberroth\"&gt;Peter Ueberroth&lt;/a&gt;, head of the &lt;a href=\"United%20States%20Olympic%20Committee\"&gt;U.S. Olympic Committee&lt;/a&gt;, praised the route changes, saying, \"The city of San Francisco, from a global perspective, will be applauded.\" People who saw the torch were surprised and cheered as shown from live video of &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; and &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;. The cost to the city for hosting the event was reported to be US$726,400, nearly half of which has been recovered by private fundraising. Mayor &lt;a href=\"Gavin%20Newsom\"&gt;Gavin Newsom&lt;/a&gt; said that \"exponential\" costs associated with mass arrests were avoided by his decision to change the route in consultation with police chief Heather Fong.\nOn April 1, 2008, the &lt;a href=\"San%20Francisco%20Board%20of%20Supervisors\"&gt;San Francisco Board of Supervisors&lt;/a&gt; approved a resolution addressing human rights concerns when the Beijing Olympic torch arrives in San Francisco on April 9. The resolution would welcome the torch with \"alarm and protest at the failure of China to meet its past solemn promises to the international community, including the citizens of San Francisco, to cease the egregious and ongoing human rights abuses in China and occupied Tibet.\" On April 8, numerous protests were planned including one at the city's United Nations Plaza led by actor &lt;a href=\"Richard%20Gere\"&gt;Richard Gere&lt;/a&gt; and Archbishop &lt;a href=\"Desmond%20Tutu\"&gt;Desmond Tutu&lt;/a&gt;.\nSome advocates for Tibet, &lt;a href=\"Darfur\"&gt;Darfur&lt;/a&gt;, and &lt;a href=\"Falun%20Gong\"&gt;Falun Gong&lt;/a&gt; (recognized as cult in mainland China), planned to protest the April 9 arrival of the torch in San Francisco. China had already requested the torch route in San Francisco be shortened.\nOn April 7, 2008, two days prior to the actual torch relay, three activists carrying Tibetan flags scaled the suspension cables of the &lt;a href=\"Golden%20Gate%20Bridge\"&gt;Golden Gate Bridge&lt;/a&gt; to unfurl two banners, one saying \"One World, One Dream. Free Tibet\", and the other, \"Free Tibet '08\".\nAmong them was San Francisco resident Laurel Sutherlin, who spoke to the local TV station &lt;a href=\"KPIX-TV\"&gt;KPIX-CBS5&lt;/a&gt; live from a cellphone, urging the International Olympic Committee to ask China not to allow the torch to go through Tibet. \"Sutherlin said he was worried that the torch's planned route through Tibet would lead to more arrests and Chinese officials would use force to stifle dissent.\" The three activists and five supporters face charges related to trespassing, conspiracy and causing a public nuisance.\nThe torch was lit at a park outside at &lt;a href=\"AT%26amp%3BT%20Park\"&gt;AT&amp;T Park&lt;/a&gt; at about 1:17 pm &lt;a href=\"Pacific%20Time%20Zone\"&gt;PDT&lt;/a&gt; (20:17 UTC), briefly held aloft by American and Chinese Olympic officials. The relay descended into confusion as the first runner in the elaborately planned relay disappeared into a warehouse on a waterfront pier where it stayed for a half-an-hour. There were clashes between thousands of pro-China demonstrators, many of whom said they were bused in by the Chinese Consulate and other pro-China groups, and both pro-Tibet and Darfur protesters. The non-Chinese demonstrators were reported to have been swamped and trailed by angry crowds. Around 2 pm PDT (21:00 UTC), the torch resurfaced about away from the stadium along &lt;a href=\"Van%20Ness%20Avenue%20%28San%20Francisco%29\"&gt;Van Ness Avenue&lt;/a&gt;, a heavily trafficked thoroughfare that was not on official route plans. Television reports showed the flame flanked by motorcycles and uniformed police officers. Two torchbearers carried the flame running slowly behind a truck and surrounded by Olympic security guards. During the torch relay, two torchbearers, Andrew Michael who uses a &lt;a href=\"wheelchair\"&gt;wheelchair&lt;/a&gt; and is the Vice President for &lt;a href=\"Sustainable%20Development\"&gt;Sustainable Development&lt;/a&gt; for the &lt;a href=\"Bay%20Area%20Council\"&gt;Bay Area Council&lt;/a&gt; and Director of Partnerships For Change, and an &lt;a href=\"Environmentalism\"&gt;environmental advocate&lt;/a&gt;, &lt;a href=\"Majora%20Carter\"&gt;Majora Carter&lt;/a&gt;, managed to display Tibetan flags in protest, resulting in their ejection from the relay. The closing ceremony at &lt;a href=\"Justin%20Herman%20Plaza\"&gt;Justin Herman Plaza&lt;/a&gt; was canceled due to the presence of large numbers of protesters at the site. The torch run ended with a final stretch through San Francisco's &lt;a href=\"Marina%20District%2C%20San%20Francisco\"&gt;Marina district&lt;/a&gt; and was then moved by bus to &lt;a href=\"San%20Francisco%20International%20Airport\"&gt;San Francisco International Airport&lt;/a&gt; for a makeshift closing ceremony at the terminal, from which the free media was excluded. \"&lt;a href=\"San%20Jose%20Mercury%20News\"&gt;San Jose Mercury News&lt;/a&gt;\" described the \"deceiving\" event as \"a game of \"&lt;a href=\"Where%27s%20Waldo\"&gt;Where's Waldo&lt;/a&gt;\", played against the landscape of a lovely city.\" International Olympic Committee President Jacques Rogge said the San Francisco relay had \"fortunately\" avoided much of the disruptions that marred the legs in London and Paris, but \"was, however, not the joyous party that we had wished it to be.\"\n Argentina: The torch relay leg in &lt;a href=\"Buenos%20Aires%2C%20Argentina\"&gt;Buenos Aires, Argentina&lt;/a&gt;, held on April 11, began with an artistic show at the &lt;a href=\"Lola%20Mora\"&gt;Lola Mora&lt;/a&gt; amphitheatre in &lt;a href=\"Buenos%20Aires%20Ecological%20Reserve\"&gt;Costanera Sur&lt;/a&gt;. In the end of the show the &lt;a href=\"List%20of%20Mayors%20and%20Chiefs%20of%20Government%20of%20Buenos%20Aires\"&gt;mayor of Buenos Aires&lt;/a&gt; &lt;a href=\"Mauricio%20Macri\"&gt;Mauricio Macri&lt;/a&gt; gave the torch to the first torchbearer, &lt;a href=\"Carlos%20Esp%C3%ADnola%20%28sailor%29\"&gt;Carlos Espínola&lt;/a&gt;. The leg finished at the Buenos Aires Riding Club in the &lt;a href=\"Palermo%2C%20Buenos%20Aires\"&gt;Palermo district&lt;/a&gt;, the last torchbearer being &lt;a href=\"Gabriela%20Sabatini\"&gt;Gabriela Sabatini&lt;/a&gt;. The 13.8 km route included landmarks like the &lt;a href=\"Obelisk%20of%20Buenos%20Aires\"&gt;obelisk&lt;/a&gt; and &lt;a href=\"Plaza%20de%20Mayo\"&gt;Plaza de Mayo&lt;/a&gt;.\nThe day was marked by several pro-Tibet protests, which included a giant banner reading \"Free Tibet\", and an alternative \"&lt;a href=\"HRTR\"&gt;human rights torch&lt;/a&gt;\" that was lit by protesters and paraded along the route the flame was to take. Most of these protests were peaceful in nature, and the torch was not impeded. Chinese immigrants also turned out in support of the Games, but only minor scuffles were reported between both groups. Runners surrounded by rows of security carried the Olympic flame past thousands of jubilant Argentines in the most trouble-free torch relay in nearly a week. People showered the parade route with confetti as banks, government offices and businesses took an impromptu half-day holiday for the only Latin American stop on the flame's five-continent journey.\nArgentine activists told a news conference that they would not try to snuff out the torch's flame as demonstrators had in Paris and London. \"I want to announce that we will not put out the Olympic torch,\" said pro-Tibet activist Jorge Carcavallo. \"We'll be carrying out surprise actions throughout the city of Buenos Aires, but all of these will be peaceful.\" Among other activities, protesters organized an alternative march that went from the &lt;a href=\"Obelisk%20of%20Buenos%20Aires\"&gt;Obelisk&lt;/a&gt; to the city hall, featuring their own \"Human Rights Torch.\" A giant banner reading \"Free Tibet\" was also displayed on the torch route. According to a representative from the NGO 'Human Rights Torch Relay', their objective was to \"show the contradiction between the Olympic Games and the presence of widespread human rights violations in China\" The outreach director of &lt;a href=\"HRTR\"&gt;HRTR&lt;/a&gt;, Susan Prager, is also the communication director of \"Friends of Falun Gong\", a quasi-government non-profit funded by fmr. Congressman Tom Lanto's wife and Ambassador Mark Palmer of &lt;a href=\"Ned%20%28given%20name%29\"&gt;NED&lt;/a&gt;. A major setback to the event was caused by footballer Diego Maradona, scheduled to open the relay through Buenos Aires, pulling out in an attempt to avoid the Olympic controversy. Trying to avoid the scenes that marred the relay in the UK, France and the US, the city government designed a complex security operative to protect the torch relay, involving 1200 police officers and 3000 other people, including public employees and volunteers. Overall, the protests were peaceful in nature, although there were a few incidents such as the throwing of several water balloons in an attempt to extinguish the Olympic flame, and minor scuffles between Olympic protesters and supporters from Chinese immigrant communities.\n Tanzania: &lt;a href=\"Dar%20es%20Salaam\"&gt;Dar es Salaam&lt;/a&gt; was the torch's only stop in Africa, on April 13. The relay began at the grand terminal of the &lt;a href=\"TAZARA%20Railway\"&gt;TAZARA Railway&lt;/a&gt;, which was China's largest foreign aid project of the 1970s, and continued for 5 km through the old city to the &lt;a href=\"Benjamin%20Mkapa%20National%20Stadium\"&gt;Benjamin Mkapa National Stadium&lt;/a&gt; in Temeke, which was built with Chinese aid in 2005. The torch was lit by Vice-President &lt;a href=\"Ali%20Mohamed%20Shein\"&gt;Ali Mohamed Shein&lt;/a&gt;. About a thousand people followed the relay, waving the &lt;a href=\"Olympic%20flag\"&gt;Olympic flag&lt;/a&gt;. The only noted instance of protest was &lt;a href=\"Nobel%20Peace%20Prize\"&gt;Nobel Peace Prize&lt;/a&gt; &lt;a href=\"laureate\"&gt;laureate&lt;/a&gt; &lt;a href=\"Wangari%20Maathai\"&gt;Wangari Maathai&lt;/a&gt;'s withdrawal from the list of torchbearers, in protest against human rights abuses in Tibet.\n Sultanate of Oman: &lt;a href=\"Muscat%2C%20Oman\"&gt;Muscat&lt;/a&gt; was the torch's only stop in the Middle East, on April 14. The relay covered 20 km. No protests or incidents were reported. One of the torchbearers was Syrian actress &lt;a href=\"Sulaf%20Fawakherji\"&gt;Sulaf Fawakherji&lt;/a&gt;.\n Pakistan: The Olympic torch reached &lt;a href=\"Islamabad\"&gt;Islamabad&lt;/a&gt; for the first time ever on April 16. President &lt;a href=\"Pervez%20Musharraf\"&gt;Pervez Musharraf&lt;/a&gt; and Prime Minister &lt;a href=\"Yousaf%20Raza%20Gillani\"&gt;Yousaf Raza Gillani&lt;/a&gt; spoke at the opening ceremony of the relay. Security was high, for what one newspaper called the \"most sensitive leg\" of the torch's Olympic journey. The relay was initially supposed to carry the torch around Islamabad, but the entire relay was cancelled due to security concerns regarding \"militant threats or anti-China protests\", and replaced by an indoors ceremony with the torch carried around the track of &lt;a href=\"Jinnah%20Sports%20Stadium\"&gt;Jinnah Stadium&lt;/a&gt;.\nIn fear of violent protests and bomb attacks, the torch relay in Pakistan took place in a stadium behind closed doors. Although the relay was behind closed doors, thousands of policemen and soldiers guarded the flame. As a consequence, no incidents arose.\n India: Due to concerns about pro-Tibet protests, the relay through New Delhi on April 17 was cut to just 2.3 km (less than 1.5 miles), which was shared amongst 70 runners. It concluded at the &lt;a href=\"India%20Gate\"&gt;India Gate&lt;/a&gt;. The event was peaceful due to the public not being allowed at the relay. A total of five intended torchbearers -&lt;a href=\"Kiran%20Bedi\"&gt;Kiran Bedi&lt;/a&gt;, &lt;a href=\"Soha%20Ali%20Khan\"&gt;Soha Ali Khan&lt;/a&gt;, &lt;a href=\"Sachin%20Tendulkar\"&gt;Sachin Tendulkar&lt;/a&gt;, &lt;a href=\"Bhaichung%20Bhutia\"&gt;Bhaichung Bhutia&lt;/a&gt; and &lt;a href=\"Sunil%20Gavaskar\"&gt;Sunil Gavaskar&lt;/a&gt;- withdrew from the event, citing \"personal reasons\", or, in Bhutia's case, explicitly wishing to \"stand by the people of Tibet and their struggle\" and protest against the PRC \"crackdown\" in Tibet. Indian national &lt;a href=\"India%20national%20football%20team\"&gt;football&lt;/a&gt; captain, &lt;a href=\"Baichung%20Bhutia\"&gt;Baichung Bhutia&lt;/a&gt; refused to take part in the Indian leg of the torch relay, citing concerns over Tibet. Bhutia, who is &lt;a href=\"Sikkim\"&gt;Sikkim&lt;/a&gt;ese, is the first athlete to refuse to run with the torch. Indian &lt;a href=\"Bollywood\"&gt;film star&lt;/a&gt; &lt;a href=\"Aamir%20Khan\"&gt;Aamir Khan&lt;/a&gt; states on his personal blog that the \"Olympic Games do not belong to China\" and confirms taking part in the torch relay \"with a prayer in his heart for the people of Tibet, and &lt;a href=\"...\"&gt;...&lt;/a&gt; for all people across the world who are victims of human rights violations\". &lt;a href=\"Rahul%20Gandhi\"&gt;Rahul Gandhi&lt;/a&gt;, son of the &lt;a href=\"Congress%20President\"&gt;Congress President&lt;/a&gt; &lt;a href=\"Sonia%20Gandhi\"&gt;Sonia Gandhi&lt;/a&gt; and scion of the &lt;a href=\"Nehru-Gandhi%20family\"&gt;Nehru-Gandhi family&lt;/a&gt;, also refused to carry the torch.\nWary of protests, the Indian authorities have decided to shorten the route of the relay in New Delhi, and have given it the security normally associated with &lt;a href=\"Republic%20Day\"&gt;Republic Day&lt;/a&gt; celebrations, which are considered terrorist targets.\nChinese intelligence's expectations of points on the relay route that would be particularly 'vulnerable' to protesters were presented to the Indian ambassador to Beijing, Nirupama Sen. The Indian media responded angrily to the news that the ambassador, a distinguished lady diplomat, was summoned to the Foreign Ministry at 2 am local time; the news was later denied by anonymous sources in Delhi. The Indian media reported that India's Commerce Minister, &lt;a href=\"Kamal%20Nath\"&gt;Kamal Nath&lt;/a&gt;, cancelled an official trip to Beijing in protest, though both Nath and Chinese sources have denied it.\nIndia rejected Chinese demands that the torch route be clear of India's 150,000-strong Tibetan exile community, by which they required a ban on congregation near the curtailed 3 km route. In response Indian officials said India was a democracy, and \"a wholesale ban on protests was out of the question\".\nContradicting some other reports, Indian officials also refused permission to the \"Olympic Holy Flame Protection Unit\". The combined effect is a \"rapid deterioration\" of relations between India and China. Meanwhile, the &lt;a href=\"Central%20Tibetan%20Administration\"&gt;Tibetan government in exile&lt;/a&gt;, which is based in India, has stated that it did not support the disruption of the Olympic torch relay.\nThe noted Indian social activist and a retired Indian Police Service (IPS) officer &lt;a href=\"Kiran%20Bedi\"&gt;Kiran Bedi&lt;/a&gt;\nrefused to participate saying \"she doesn’t want to run in the event as ‘caged woman’.\" On April 15, &lt;a href=\"Bollywood\"&gt;Bollywood&lt;/a&gt; actress &lt;a href=\"Soha%20Ali%20Khan\"&gt;Soha Ali Khan&lt;/a&gt; pulled out of the Olympic torch relay, citing “very strong personal reasons”.\nOn April 16, a protest was organised in Delhi \"against Chinese repression in Tibet\", and was broken up by the police.\n Thailand: The April 18 relay through &lt;a href=\"Bangkok\"&gt;Bangkok&lt;/a&gt; was the Olympic flame's first visit to Thailand. The relay covered just over 10 km, and included Bangkok's Chinatown. The torch was carried past &lt;a href=\"Democracy%20Monument\"&gt;Democracy Monument&lt;/a&gt;, &lt;a href=\"Chitralada%20Palace\"&gt;Chitralada Palace&lt;/a&gt; and a number of other city landmarks. M.R. &lt;a href=\"Narisa%20Chakrabongse\"&gt;Narisa Chakrabongse&lt;/a&gt;, Green World Foundation (GWF) chairwoman, withdrew from the torch-running ceremony, protesting against China's actions in Tibet. Several hundred protesters were present, along with Olympic supporters.\nThai authorities threatened to arrest foreign protesters and ban them from future entry into Thailand. A coalition of Thai human rights groups announced that it would organise a \"small demonstration\" during the relay, and several hundred people did indeed take part in protests, facing Beijing supporters. Intended torchbearer &lt;a href=\"Mom%20Rajawongse\"&gt;Mom Rajawongse&lt;/a&gt; &lt;a href=\"Narissara%20Chakrabongse\"&gt;Narissara Chakrabongse&lt;/a&gt; boycotted the relay, to protest against China's actions in Tibet. In Bangkok, students told the media that the Chinese Embassy provided them with transportation and gave them shirts to wear.\n Malaysia: The event was held in the capital city, &lt;a href=\"Kuala%20Lumpur\"&gt;Kuala Lumpur&lt;/a&gt;, on April 21. The 16.5 km long-relay began from the historic &lt;a href=\"Merdeka%20Square%2C%20Kuala%20Lumpur\"&gt;Independence Square&lt;/a&gt;, passed in front of several city landmarks before coming to an end at the iconic &lt;a href=\"Petronas%20Twin%20Towers\"&gt;Petronas Twin Towers&lt;/a&gt;. Among the landmarks the Olympic flame passed next to were the Parliament House, National Mosque, &lt;a href=\"Kuala%20Lumpur%20Tower\"&gt;KL Tower&lt;/a&gt; and &lt;a href=\"Merdeka%20Stadium\"&gt;Merdeka Stadium&lt;/a&gt;. A team of 1000 personnel from the Malaysian police Special Action Squad guarded the event and escorted the torchbearers. The last time an Olympic torch relay was held in Malaysia was &lt;a href=\"1964%20Summer%20Olympics\"&gt;the 1964 Tokyo edition&lt;/a&gt;.\nJust days before the relay supporters of &lt;a href=\"Falun%20Gong\"&gt;Falun Gong&lt;/a&gt; demonstrated in front of the Chinese embassy in the Malaysian capital. As many as 1,000 personnel from the special police unit were expected to be deployed on the day of the relay. A Japanese family with Malaysian citizenship and their 5-year-old child who unfurled a Tibetan flag were hit by a group of Chinese nationals with plastic air-filled batons and heckled by a crowd of Chinese citizens during the confrontation at &lt;a href=\"Dataran%20Merdeka\"&gt;Independence Square&lt;/a&gt; where the relay began, and the Chinese group shouted: \"Taiwan and Tibet belong to China.\" Later during the day, the Chinese volunteers forcefully took away placards from two other Malaysians protesting at the relay. One of the protesting Malaysian was hit in the head.\n Indonesia: The Olympic flame reached &lt;a href=\"Jakarta\"&gt;Jakarta&lt;/a&gt; on April 22. The original 20 km relay through Jakarta was cancelled due to \"security worries\", at the request of the Chinese embassy, and the torch was instead carried round the &lt;a href=\"Gelora%20Bung%20Karno%20Stadium\"&gt;city main's stadium&lt;/a&gt;, as it had been in Islamabad. Several dozen pro-Tibet protesters gathered near the stadium, and were dispersed by the police.\nThe event was held in the streets around the city main's stadium. The cancelling of the relay through the city itself was decided due to security concerns and at the request of the Chinese embassy. Only invitees and journalists were admitted inside the stadium. Protests took place outside the stadium.\n Australia: The event was held in &lt;a href=\"Canberra%2C%20Australian%20Capital%20Territory\"&gt;Canberra, Australian Capital Territory&lt;/a&gt; on April 24, and covered around 16 km of Canberra's central areas, from &lt;a href=\"Reconciliation%20Place\"&gt;Reconciliation Place&lt;/a&gt; to &lt;a href=\"Commonwealth%20Park\"&gt;Commonwealth Park&lt;/a&gt;. Upon its arrival in Canberra, the Olympic flame was presented by Chinese officials to local &lt;a href=\"Australian%20Aboriginals\"&gt;Aboriginal&lt;/a&gt; elder Agnes Shea, of the &lt;a href=\"Ngunnawal%20people\"&gt;Ngunnawal people&lt;/a&gt;. She, in turn, offered them a message stick, as a gift of peace and welcome. Hundreds of pro-Tibet protesters and thousands of Chinese students reportedly attended. Demonstrators and counter-demonstrators were kept apart by the &lt;a href=\"Australian%20Federal%20Police\"&gt;Australian Federal Police&lt;/a&gt;. Preparations for the event were marred by a disagreement over the role of the Chinese &lt;a href=\"%23Beijing%20Olympic%20Games%20Sacred%20Flame%20Protection%20Unit\"&gt;flame attendants&lt;/a&gt;, with Australian and Chinese officials arguing publicly over their function and prerogatives during a press conference.\nFollowing the events in Olympia, there were reports that China requested permission to deploy &lt;a href=\"People%27s%20Liberation%20Army\"&gt;People's Liberation Army&lt;/a&gt; personnel along the relay route to protect the flame in Canberra. Australian authorities stated that such a request, if it were to be made, would be refused. Chinese officials labeled it a rumor. Australian police have been given powers to search relay spectators, following a call by the &lt;a href=\"Chinese%20Students%20and%20Scholars%20Association\"&gt;Chinese Students and Scholars Association&lt;/a&gt; for Chinese Australian students to \"go defend our sacred torch\" against \"ethnic degenerate scum and anti-China separatists\". Tony Goh, chairman of the Australian Council of Chinese Organisations, has said the ACCO would be taking \"thousands\" of pro-Beijing demonstrators to Canberra by bus, to support the torch relay. Zhang Rongan, a Chinese Australian student organising pro-Beijing demonstrations, told the press that Chinese diplomats were assisting with the organization of buses, meals and accommodation for pro-Beijing demonstrators, and helping them organise a \"peaceful show of strength\". Foreign Minister &lt;a href=\"Stephen%20Smith%20%28Australian%20politician%29\"&gt;Stephen Smith&lt;/a&gt; said Chinese officials were urging supporters to \"turn up and put a point of view\", but that he had no objection to it as long as they remained peaceful.\nIntended torchbearer &lt;a href=\"Lin%20Hatfield%20Dodds\"&gt;Lin Hatfield Dodds&lt;/a&gt; withdrew from the event, explaining that she wished to express concern about China's human rights record. Foreign Minister Stephen Smith said her decision was \"a very good example of peacefully making a point\".\nUp to 600 pro-Tibet protesters were expected to attend the relay, along with between 2,000 and 10,000 Chinese supporters. Taking note of the high number of Chinese supporters, &lt;a href=\"Ted%20Quinlan\"&gt;Ted Quinlan&lt;/a&gt;, head of the Canberra torch relay committee, said: \"We didn't expect this reaction from the Chinese community. It is obviously a well-coordinated plan to take the day by weight of numbers. But we have assurances that it will be done peacefully.\". Also, Australia's &lt;a href=\"Australian%20Capital%20Territory\"&gt;ACT&lt;/a&gt; Chief Minister, &lt;a href=\"Jon%20Stanhope\"&gt;Jon Stanhope&lt;/a&gt; confirmed that the Chinese embassy was closely involved to ensure that \"pro-China demonstrators vastly outnumbered Tibetan activists.\" Australian freestyle swimmer and five-time Olympic gold medalist &lt;a href=\"Ian%20Thorpe\"&gt;Ian Thorpe&lt;/a&gt; ended the Australian leg of the torch relay April 24, 2008, touching the flame to light a cauldron after a run that was only marginally marked by protests. People demonstrated both for China and for Tibet. At least five people were arrested during the torch relay. Police said \"the five were arrested for interfering with the event under special powers enacted in the wake of massive protests against Chinese policy toward Tibet.\" At one point, groups of Chinese students surrounded and intimidated pro-Tibet protesters. One person had to be pulled aboard a police launch when a group of pro-Chinese students looked like they might force him into the lake.\n Japan: The event was held in &lt;a href=\"Nagano%2C%20Nagano\"&gt;Nagano&lt;/a&gt;, which hosted the &lt;a href=\"1998%20Winter%20Olympics\"&gt;1998 Winter Olympics&lt;/a&gt;, on April 26. Japanese Buddhist temple &lt;a href=\"Zenk%C5%8D-ji\"&gt;Zenkō-ji&lt;/a&gt;, which was originally scheduled to be the starting point for the Olympic torch relay in &lt;a href=\"Nagano%2C%20Nagano\"&gt;Nagano&lt;/a&gt;, refused to host the torch and pulled out of the relay plans, amid speculation that monks there sympathized with anti-Chinese government protesters. as well as the risk of disruption by violent protests. Parts of Zenkō-ji temple's main building (Zenkō-ji Hondō), reconstructed in 1707 and one of the &lt;a href=\"National%20Treasures%20of%20Japan\"&gt;National Treasures of Japan&lt;/a&gt;, was then vandalized with spraypaint. A new starting point, previously the site of a municipal building and now a parking lot, was chosen by the city. Thousands of &lt;a href=\"Law%20enforcement%20in%20Japan%23Riot%20police\"&gt;riot police&lt;/a&gt; were mobilized to protect the torch along its route. The show of force kept most protesters in check, but slogans shouted by pro-China or pro-Tibet demonstrators, &lt;a href=\"Japanese%20nationalists\"&gt;Japanese nationalists&lt;/a&gt;, and human rights organizations flooded the air. Five men were arrested and four injured amidst scenes of mob violence. The torch route was packed with mostly peaceful demonstrators. The public was not allowed at the parking lot where the relay started. After the Zenkoji monks held a prayer ceremony for victims of the recent events in Tibet. More than 100 police officers ran with the torch and riot police lined the streets while three helicopters flew above. Only two &lt;a href=\"Beijing%20Olympic%20Games%20Sacred%20Flame%20Protection%20Unit\"&gt;Chinese guards&lt;/a&gt; were allowed to accompany the torch because of Japan's concern over their treatment of demonstrators at previous relays. A man with a Tibetan flag tried to stop the torch at the beginning of the relay but was dragged off by police. Some raw eggs were also thrown from the crowd.\n South Korea: The event was held in &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt;, which hosted the &lt;a href=\"1988%20Summer%20Olympics\"&gt;1988 Summer Olympics&lt;/a&gt;, on April 27.\nIntended torchbearers Choi Seung-kook and Park Won-sun boycotted the event to protest against the Chinese government's crackdown in Tibet. More than 8,000 riot police were deployed to guard the 24-kilometre route, which began at Olympic Park, which was built when Seoul hosted the 1988 Summer Games. On the day of the torch relay in &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt;, Chinese students clashed with protesters, throwing rocks, bottles, and punches. A &lt;a href=\"North%20Korean%20defector\"&gt;North Korean defector&lt;/a&gt; whose brother defected to China but was captured and executed by the &lt;a href=\"DPRK\"&gt;DPRK&lt;/a&gt;, attempted to &lt;a href=\"Self-immolation\"&gt;set himself on fire in protest&lt;/a&gt; of China's treatment of North Korean refugees. He poured gasoline on himself but police quickly surrounded him and carried him away. Two other demonstrators tried to storm the torch but failed. Fighting broke out near the beginning of the relay between a group of 500 Chinese supporters and approximately 50 protesters who carried a banner that read: \"Free North Korean &lt;a href=\"refugees\"&gt;refugees&lt;/a&gt; in China.\" The students threw stones and water bottles as approximately 2,500 police tried to keep the groups separated. Police said they arrested five people, including a Chinese student who was arrested for allegedly throwing rocks. Thousands of Chinese followed the torch on its 4.5 hour journey, some chanting, \"Go China, go Olympics!\" By the end of the relay, Chinese students became violent, and it was reported in Korean media that they were \"lynching\" everyone who was disagreeing with them. One police man was also rushed to hospital after being attacked by Chinese students. On Apr 29, the Secretary of Justice, Kim Kyung Han, told the prime minister that he will find \"every single Chinese who was involved and bring them to justice.\" Later in the day, South Korea's Prosecutor's Office, National Police Agency, &lt;a href=\"Ministry%20of%20Foreign%20Affairs%20and%20Trade%20%28South%20Korea%29\"&gt;Ministry of Foreign Affairs&lt;/a&gt; and &lt;a href=\"National%20Intelligence%20Service%20%28South%20Korea%29\"&gt;National Intelligence Service&lt;/a&gt; made a joint statement saying that they will be deporting every Chinese student that was involved in the incident. China defended the conduct of the students.\n North Korea: The event was held in &lt;a href=\"Pyongyang\"&gt;Pyongyang&lt;/a&gt; on April 28. It was the first time that the Olympic torch has traveled to North Korea. A crowd of thousands waving pink paper flowers and small flags with the Beijing Olympics logo were organized by the authoritarian regime watched the beginning of the relay in Pyongyang, some waving Chinese flags. The event was presided over by the head of the country's parliament, &lt;a href=\"Kim%20Yong-nam\"&gt;Kim Yong Nam&lt;/a&gt;. The North, an ally of China, has been critical of disruptions to the torch relay elsewhere and has supported Beijing in its actions against protests in Tibet. Kim passed the torch to the first runner &lt;a href=\"Pak%20Doo-Ik\"&gt;Pak Du Ik&lt;/a&gt;, who played on North Korea's 1966 World Cup soccer team, as he began the 19-kilometre route through Pyongyang. The relay began from the large sculpted flame of the obelisk of the &lt;a href=\"Juche%20Tower\"&gt;Juche Tower&lt;/a&gt;, which commemorates the national ideology of &lt;a href=\"Juche\"&gt;Juche&lt;/a&gt;, or \"self-reliance\", created by the country's late founding &lt;a href=\"Eternal%20President%20of%20the%20Republic\"&gt;President&lt;/a&gt; &lt;a href=\"Kim%20Il%20Sung\"&gt;Kim Il Sung&lt;/a&gt;, father of leader &lt;a href=\"Kim%20Jong%20Il\"&gt;Kim Jong Il&lt;/a&gt;, who did not attend.\nThe &lt;a href=\"United%20Nations%20Organization\"&gt;United Nations Organization&lt;/a&gt; and its children's agency &lt;a href=\"UNICEF\"&gt;UNICEF&lt;/a&gt; withdrew their staff, saying that it was not sure the event would help its mission of raising awareness of conditions for children and amid concerns that the relay would be used as a propaganda stunt. \"It was unconscionable,\" said a UN official who was briefed on the arguments. North Korea is frequently listed among the world's worst offenders against human rights.\n Vietnam: The event was held in &lt;a href=\"Ho%20Chi%20Minh%20City\"&gt;Ho Chi Minh City&lt;/a&gt; on April 29. Some 60 torchbearers carried the torch from the downtown &lt;a href=\"Municipal%20Theatre%2C%20Ho%20Chi%20Minh%20City\"&gt;Opera House&lt;/a&gt; to the Military Zone 7 Competition Hall stadium near &lt;a href=\"Tan%20Son%20Nhat%20International%20Airport\"&gt;Tan Son Nhat International Airport&lt;/a&gt; along an undisclosed route. Vietnam is involved in a territorial dispute with China (and other countries) for sovereignty of the &lt;a href=\"Spratly%20Islands\"&gt;Spratly&lt;/a&gt; and &lt;a href=\"Paracel%20Islands\"&gt;Paracel Islands&lt;/a&gt;; tensions have risen recently following reports that the Chinese government had established a county-level city named &lt;a href=\"Hainan%20Province%20Paracels%2C%20Spratlys%2C%20and%20Zhongsha%20Islands%20Authority\"&gt;Sansha&lt;/a&gt; in the disputed territories, resulting in anti-Chinese demonstrations in December 2007 in Hanoi and Ho Chi Minh City. However to sustain its relationship with China the Vietnamese government has actively sought to head off protests during the torch relay, with Prime Minister &lt;a href=\"Nguy%E1%BB%85n%20T%E1%BA%A5n%20D%C5%A9ng\"&gt;Nguyễn Tấn Dũng&lt;/a&gt; warning government agencies that \"hostile forces\" may try to disrupt the torch relay.\nPrior to the rally, seven anti-China protesters were arrested in &lt;a href=\"Hanoi\"&gt;Hanoi&lt;/a&gt; after unfurling a banner and shouting \"Boycott the Beijing Olympics\" through a loudhailer at a market. A &lt;a href=\"Vietnamese%20American\"&gt;Vietnamese American&lt;/a&gt; was deported for planning protests against the torch, while a prominent blogger, &lt;a href=\"%C4%90i%E1%BA%BFu%20C%C3%A0y\"&gt;Điếu Cày&lt;/a&gt; (real name Nguyễn Văn Hải), who blogged about protests around the world and who called for demonstrations in Vietnam, was arrested on charges of &lt;a href=\"tax%20evasion\"&gt;tax evasion&lt;/a&gt;. Outside Vietnam, there were protests by &lt;a href=\"overseas%20Vietnamese\"&gt;overseas Vietnamese&lt;/a&gt; in Paris, San Francisco and Canberra. Lê Minh Phiếu, a torchbearer who is a Vietnamese law student studying in France, wrote a letter to the president of the International Olympic Committee protesting China's \"politicisation of the Olympics\", citing maps of the torch relay at the official Beijing Olympic website depicting the disputed islands as Chinese territory and posted it on his blog. One day before the relay was to start, the official website appeared to have been updated to remove the disputed islands and dotted lines marking China's maritime claims in the &lt;a href=\"South%20China%20Sea\"&gt;South China Sea&lt;/a&gt;.\nA total of 120 torchbearers were selected to participate in the event consisting of celebrities, athletes and pro-Beijing camp politicians. No politicians from the &lt;a href=\"pro-democracy%20camp\"&gt;pro-democracy camp&lt;/a&gt; were selected as torchbearers. One torchbearer could not participate due to flight delay. It was estimated that more than 200,000 spectators came out and watched the relay. Many enthusiastic supporters wore red shirts and waved large &lt;a href=\"Flag%20of%20the%20People%27s%20Republic%20of%20China\"&gt;Chinese flags&lt;/a&gt;. According to Hong Kong &lt;a href=\"Chief%20Secretary%20for%20Administration\"&gt;Chief Secretary for Administration&lt;/a&gt; &lt;a href=\"Henry%20Tang\"&gt;Henry Tang&lt;/a&gt;, 3,000 police were deployed to ensure order.\nThere were several protests along the torch relay route. Members of the &lt;a href=\"Hong%20Kong%20Alliance%20in%20Support%20of%20Patriotic%20Democratic%20Movements%20in%20China\"&gt;Hong Kong Alliance in Support of Patriotic Democratic Movements in China&lt;/a&gt;, including pro-democracy activist &lt;a href=\"Szeto%20Wah\"&gt;Szeto Wah&lt;/a&gt;, waved novelty &lt;a href=\"inflatable\"&gt;inflatable&lt;/a&gt; plastic Olympic flames, which they said symbolised democracy. They wanted accountability for the &lt;a href=\"Tiananmen%20Square%20protests%20of%201989\"&gt;Tiananmen Square protests of 1989&lt;/a&gt; and the implementation of &lt;a href=\"Democratisation%20in%20Hong%20Kong\"&gt;democracy in Hong Kong&lt;/a&gt;. Political activist and &lt;a href=\"Legislative%20Council%20of%20Hong%20Kong\"&gt;Legislative Council&lt;/a&gt; member &lt;a href=\"Leung%20Kwok-hung\"&gt;Leung Kwok-hung (Longhair)&lt;/a&gt; also joined the protest, saying \"I'm very proud that in Hong Kong we still have people brave enough to speak out.\" Pro-democracy activists were overwhelmed by a crowd of torch supporters with insults like \"running dog,\" \"traitor,\" \"get out!,\" and \"I love the &lt;a href=\"Communist%20Party%20of%20China\"&gt;Communist Party&lt;/a&gt;.\" At the same time, about 10 members of the &lt;a href=\"Civil%20Human%20Rights%20Front\"&gt;Civil Human Rights Front&lt;/a&gt; had orange banners calling for human rights improvements and &lt;a href=\"universal%20suffrage\"&gt;universal suffrage&lt;/a&gt;. Onlookers were saying \"Aren't you Chinese?\" in &lt;a href=\"Putonghua\"&gt;Mandarin putonghua&lt;/a&gt; as they tried to cover the orange banners with a large Chinese national flag. One woman had an orange sign that said, \"Olympic flame for democracy\", while a man carried a poster with a tank and the slogan \"One world, two dreams\". A university student and former RDHK radio host &lt;a href=\"Christina%20Chan\"&gt;Christina Chan&lt;/a&gt; wrapped the Tibetan &lt;a href=\"Flag%20of%20Tibet\"&gt;snow lion flag&lt;/a&gt; around her body and later began waving it. Several onlookers heckled Chan, shouting \"What kind of Chinese are you?\" and \"What a shame!\" In the end, she and some of the protesters were taken away against their will by the authorities via a police vehicle \"for their own protection.\" Chan is currently suing the Hong Kong government, claiming her human rights were breached. (case number HCAL139/08)\nThe Color Orange democracy group, led by Danish sculptor &lt;a href=\"Jens%20Galschi%C3%B8t\"&gt;Jens Galschiøt&lt;/a&gt;, originally planned to join the Hong Kong Alliance relay and paint the \"&lt;a href=\"Pillar%20of%20Shame\"&gt;Pillar of Shame&lt;/a&gt;\", a structure he built in Hong Kong to commemorate the &lt;a href=\"1989%20Tiananmen%20Square%20protests\"&gt;1989 Tiananmen Square protests&lt;/a&gt;. However, Galschiøt and two other people were denied entry to Hong Kong on April 26, 2008 due to \"immigration reasons\" and were forced to leave Hong Kong. In response, &lt;a href=\"Lee%20Cheuk%20Yan\"&gt;Lee Cheuk Yan&lt;/a&gt;, vice chairman of the Hong Kong Alliance in Support of Patriotic Democratic Movements in China, said, \"It's outrageous that the government is willing to sacrifice the image of Hong Kong because of the torch relay.\" Hollywood actress &lt;a href=\"Mia%20Farrow\"&gt;Mia Farrow&lt;/a&gt; was also briefly questioned at the &lt;a href=\"Hong%20Kong%20International%20Airport\"&gt;Hong Kong airport&lt;/a&gt; though officials allowed her to enter. She later gave a speech criticizing China's relations with Sudan in Hong Kong, as there was also a small minority of people protesting about China's role in the crisis of Darfur. Legislator &lt;a href=\"Cheung%20Man%20Kwong\"&gt;Cheung Man Kwong&lt;/a&gt; have also said the government's decision allowing Farrow to enter while denying others is a &lt;a href=\"double%20standard\"&gt;double standard&lt;/a&gt; and a violation to Hong Kong's &lt;a href=\"one%20country%2C%20two%20systems\"&gt;one country, two systems&lt;/a&gt; policy.\n Macao: The event was held in Macau on May 3. It was the first time that the Olympic torch had traveled to Macau. A ceremony was held at &lt;a href=\"Macau%20Fisherman%27s%20Wharf\"&gt;Macau Fisherman's Wharf&lt;/a&gt;. Afterward, the torch traveled through Macau, passing by a number of landmarks including &lt;a href=\"A-Ma%20Temple\"&gt;A-Ma Temple&lt;/a&gt;, &lt;a href=\"Macau%20Tower\"&gt;Macau Tower&lt;/a&gt;, &lt;a href=\"Ponte%20Governador%20Nobre%20de%20Carvalho\"&gt;Ponte Governador Nobre de Carvalho&lt;/a&gt;, &lt;a href=\"Ponte%20de%20Sai%20Van\"&gt;Ponte de Sai Van&lt;/a&gt;, Macau Cultural Centre, Macau Stadium and then back to the Fisherman's Wharf for the closing ceremony. Parts of the route near &lt;a href=\"Ruins%20of%20St.%20Paul%27s\"&gt;Ruins of St. Paul's&lt;/a&gt; and &lt;a href=\"Taipa\"&gt;Taipa&lt;/a&gt; was shortened due to large crowds of supporters blocking narrow streets. A total of 120 torchbearers participated in this event including casino tycoon &lt;a href=\"Stanley%20Ho\"&gt;Stanley Ho&lt;/a&gt;. Leong Hong Man and Leong Heng Teng were the first and last torchbearer in the relay respectively. An article published on &lt;a href=\"Macao%20Daily%20News\"&gt;Macao Daily News&lt;/a&gt; criticized that the list of the torchbearers could not fully represent the &lt;a href=\"Macanese%20people\"&gt;Macanese&lt;/a&gt; and that there were too many non-athletes among the torchbearers. (some of whom had already been torchbearers of other sporting events)\nA union planned to protest at the relay for better living conditions. Hong Kong legislator Michael Mak Kwok-fung and activist Chan Cheong, both members of the &lt;a href=\"League%20of%20Social%20Democrats\"&gt;League of Social Democrats&lt;/a&gt;, were not allowed to enter Macau.\nA Macau resident was arrested on April 26 for posting a message on cyberctm.com encouraging people to disrupt the relay. Both orchidbbs.com and cyberctm.com Internet forums were shut down from May 2 to 4. This fueled speculation that the shutdowns were targeting speeches against the relay. The head of the Bureau of Telecommunications Regulation has denied that the shutdowns of the websites were politically motivated. About 2,200 police were deployed on the streets, there were no interruptions.\nDomestic (Mainland China) leg.\n Mainland China: The torch returned to China for the first time since April. The torch arrived in &lt;a href=\"Sanya\"&gt;Sanya&lt;/a&gt;, Hainan on May 4 with celebrations attended by International Olympic Committee (IOC) officials and Chinese big names like &lt;a href=\"Jackie%20Chan\"&gt;Jackie Chan&lt;/a&gt;. The entire relay through &lt;a href=\"Mainland%20China\"&gt;Mainland China&lt;/a&gt; was largely a success with many people welcoming the arrival of the torch along the way.\nSome notable incidents were:\nControversies.\nMedia coverage.\nThe coverage of the events by the media came under scrutiny during the relay. &lt;a href=\"Media%20of%20the%20People%27s%20Republic%20of%20China\"&gt;Chinese media&lt;/a&gt; coverage of the torch relay has been distinct in a number of ways from coverage elsewhere. Western reporters in Beijing have described Chinese media coverage as partial and censored (for example when Chinese media did not broadcast &lt;a href=\"Reporters%20Without%20Borders\"&gt;Reporters Without Borders&lt;/a&gt;' disruption of &lt;a href=\"%23Inception\"&gt;the torch lighting ceremony&lt;/a&gt;), whereas Chinese &lt;a href=\"netizen\"&gt;netizen&lt;/a&gt;s have in turn accused Western media coverage of being biased. The French newspaper \"&lt;a href=\"Lib%C3%A9ration\"&gt;Libération&lt;/a&gt;\" was criticised by the Chinese State press agency &lt;a href=\"Xinhua\"&gt;Xinhua&lt;/a&gt; for its allegedly biased reporting; Xinhua suggested that \"Libération\" needed \"a stinging slap in the face\" for having \"insulted the Olympic flame\" and \"supported a handful of saboteurs\".\nIn response to pro-Tibet and pro-human rights protests, the Chinese media focused on the more disruptive protesters, referring for example to \"a very small number of 'Tibet independence' secessionists and a handful of so-called human rights-minded NGO activists\" intent on \"disrupting and sabotaging the Beijing Olympic Games\". However, the Chinese media published articles about crowds supporting the torch relay.\nXinhua and &lt;a href=\"China%20Central%20Television\"&gt;CCTV&lt;/a&gt; quoted relay spectators who condemned the protests, to a greater extent than most Western media, but did not quote any alternate viewpoints, providing no coverage of support for the protests by some ordinary citizens in Western countries. It quoted athletes who expressed pride at taking part in the relays, to a greater extent than Western media, but not those who, like &lt;a href=\"Marie-Jos%C3%A9%20P%C3%A9rec\"&gt;Marie-José Pérec&lt;/a&gt;, expressed understanding and support for the protesters. The Beijing Organising Committee for the Games mentioned the \"smiling faces of the elderly, children and the artists on the streets\", of cheering and supportive Londoners. Xinhua said that protesters were \"radicals\" who \"trampled human rights\" and whose activities were condemned by \"the people of the world who cordially love the Olympic spirit\".\nReports on the &lt;a href=\"Delhi\"&gt;Delhi&lt;/a&gt; relay were similarly distinct. Despite intended torchbearers &lt;a href=\"Kiran%20Bedi\"&gt;Kiran Bedi&lt;/a&gt;, &lt;a href=\"Soha%20Ali%20Khan\"&gt;Soha Ali Khan&lt;/a&gt;, &lt;a href=\"Sachin%20Tendulkar\"&gt;Sachin Tendulkar&lt;/a&gt; and &lt;a href=\"Bhaichung%20Bhutia\"&gt;Bhaichung Bhutia&lt;/a&gt; all withdrawing from the event, the official Chinese website for the relay reported \"Indian torchbearers vow to run for spirit of Olympics\", and quoted torchbearers &lt;a href=\"Manavjit%20Singh%20Sandhu\"&gt;Manavjit Singh Sandhu&lt;/a&gt;, &lt;a href=\"Abhinav%20Bindra\"&gt;Abhinav Bindra&lt;/a&gt;, &lt;a href=\"Ayaan%20Ali%20Khan\"&gt;Ayaan Ali Khan&lt;/a&gt; and &lt;a href=\"Rajinder%20Singh%20Rahelu\"&gt;Rajinder Singh Rahelu&lt;/a&gt; all stating that sports and politics should not be mixed.\nChinese media have also reported on &lt;a href=\"Jin%20Jing\"&gt;Jin Jing&lt;/a&gt;, whom the official Chinese torch relay website described as \"heroic\" and an \"angel\", whereas Western media initially gave her little mention – despite a Chinese claim that \"Chinese Paralympic athlete Jin Jing has garnered much attention from the media\".\nSome Western media have reported on Chinese accusations of Western media bias. \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Daily Telegraph&lt;/a&gt;\" published an opinion piece by the Chinese ambassador to the United Kingdom, &lt;a href=\"Fu%20Ying\"&gt;Fu Ying&lt;/a&gt;, who accused Western media of \"demonising\" China during their coverage of the torch relays. \"The Telegraph\" also asked its readers to send their views in response to the question \"Is the West demonising China?\" The &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; reported on a demonstration in Sydney by Chinese Australians \"voicing support for Beijing amid controversy over Tibet\" and protesting against what they saw as Western media bias. The report showed demonstrators carrying signs which read \"Shame on some Western media\", \"BBC CNN lies too\" and \"Stop media distortion!\". One demonstrator interviewed by the BBC stated: \"I saw some news from CNN, from the BBC, some media [inaudible], and they are just lying.\" \"Libération\" also reported that it had been accused of bias by the Chinese media.\nOn April 17, Xinhua condemned what it called \"biased coverage of the &lt;a href=\"2008%20unrest%20in%20Tibet%23Violence%20and%20protests%20in%20Lhasa\"&gt;Lhasa riots&lt;/a&gt; and the Olympic torch relay by the U.S.-based &lt;a href=\"Cable%20News%20Network\"&gt;Cable News Network&lt;/a&gt; (CNN)\". The same day, the Chinese government called on CNN to \"apologise\" for having allegedly insulted the Chinese people, and for \"attempting to incite the Chinese people against the government\". CNN issued a statement on April 14, responded to China over 'thugs and goons' comment by &lt;a href=\"Jack%20Cafferty\"&gt;Jack Cafferty&lt;/a&gt;.\nOn April 19, the BBC reported that 1,300 people had gathered outside BBC buildings in &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt; and London, protesting against what they described as Western media bias. Several days earlier, the BBC had published an article entitled \"The challenges of reporting in China\", responding to earlier criticism. The BBC's Paul Danahar noted that Chinese people were now \"able to access the BBC News website for the first time, after years of strict censorship\", and that \"many were critical of our coverage\". He provided readers with a reminder of censorship in China, and added: \"People who criticise the media for their coverage in Tibet should acknowledge that we were and still are banned from reporting there.\" He also quoted critical Chinese responses, and invited readers to comment.\nOn April 20, the \"&lt;a href=\"People%27s%20Daily\"&gt;People's Daily&lt;/a&gt;\" published a report entitled \"Overseas Chinese rally against biased media coverage, for Olympics\". It included images of Chinese people demonstrating in France, the United Kingdom, Germany and the United States. One picture showed Chinese demonstrators holding a sign which claimed, incorrectly, that the BBC had not reported on Jin Jing. The \"People's Daily\" quoted one protester who claimed the \"BBC on some of the recent events has misled the British public and the rest of the world by providing intensive untruthful reports and biased coverage.\"\nOn April 4, there were reports of an &lt;a href=\"Anti-cnn\"&gt;Anti-cnn&lt;/a&gt; website that criticizes the cable network's coverage of recent events. The site appears to have been created by a Beijing citizen. However, foreign correspondents in Beijing claimed that the site may be a semi-government-made website. A Chinese government spokesman said the site was spontaneously set up by a Chinese citizen angered over media coverage.\nTorch security.\nThe Beijing Olympic Organizing Committee sent out a team of 30 unarmed attendants selected from the &lt;a href=\"People%27s%20Armed%20Police\"&gt;People's Armed Police&lt;/a&gt; to escort the flame throughout its journey. According to Asian Times, sworn in as the \"Beijing Olympic Games Sacred Flame Protection Unit\" during a ceremony in August 2007, their main job was to keep the Olympic flame alight throughout the journey and to assist in transferring the flame between the torches, the lanterns and the cauldrons. They wear matching blue &lt;a href=\"tracksuits\"&gt;tracksuits&lt;/a&gt; and are intended to accompany the torch every step of the way. One of the torch attendants, dubbed \"Second Right Brother,\" had developed a significant online fan-base, particularly among China's female &lt;a href=\"netizen\"&gt;netizen&lt;/a&gt;s.\nTwo additional teams of 40 attendants each accompanied the flame on its Mainland China route. This arrangement had however sparked several controversies.\nFlashpoints\nIOC Response\nReactions.\nIn China, a call to boycott French hypermart &lt;a href=\"Carrefour\"&gt;Carrefour&lt;/a&gt; from May 1 began spreading through mobile text messaging and online chat rooms amongst the Chinese over the weekend from April 12, accusing the company's major shareholder, the &lt;a href=\"LVMH\"&gt;LVMH&lt;/a&gt; Group, of donating funds to the &lt;a href=\"Dalai%20Lama\"&gt;Dalai Lama&lt;/a&gt;. There were also calls to extend the boycott to include French luxury goods and cosmetic products. Chinese protesters organized boycotts of the French-owned retail chain &lt;a href=\"Carrefour\"&gt;Carrefour&lt;/a&gt; in major Chinese cities including &lt;a href=\"Kunming\"&gt;Kunming&lt;/a&gt;, &lt;a href=\"Hefei\"&gt;Hefei&lt;/a&gt; and &lt;a href=\"Wuhan\"&gt;Wuhan&lt;/a&gt;, accusing the French nation of pro-&lt;a href=\"secession\"&gt;secession&lt;/a&gt;ist conspiracy and &lt;a href=\"anti-Chinese\"&gt;anti-Chinese&lt;/a&gt; racism. Some burned &lt;a href=\"French%20flag\"&gt;French flag&lt;/a&gt;s, some added \"&lt;a href=\"Swastika\"&gt;Swastika&lt;/a&gt;\" (due to its conotaions with &lt;a href=\"Nazism\"&gt;Nazism&lt;/a&gt;) to the French flag, and spread short online messages calling for large protests in front of French consulates and embassy. Some shoppers who insisted on entering one of the Carrefour stores in Kunming were blocked by boycotters wielding large &lt;a href=\"flag%20of%20the%20People%27s%20Republic%20of%20China\"&gt;Chinese flags&lt;/a&gt; and hit by water bottles. Hundreds of people joined Anti-French rallies in Beijing, Wuhan, Hefei, Kunming and &lt;a href=\"Qingdao\"&gt;Qingdao&lt;/a&gt;, which quickly spread to other cities like &lt;a href=\"Xi%27an\"&gt;Xi'an&lt;/a&gt;, &lt;a href=\"Harbin\"&gt;Harbin&lt;/a&gt; and &lt;a href=\"Jinan\"&gt;Jinan&lt;/a&gt;. Carrefour denied any support or involvement in the Tibetan issue, and had its staff in its Chinese stores wear uniforms emblazoned with the Chinese national flag and caps with Olympic insignia and as well as the words \"Beijing 2008\" to show its support for the games. The effort had to be ceased when the BOCOG deemed the use of official Olympic insignia as illegal and a violation of copyright.\nIn response to the demonstrations, the Chinese government attempted to calm the situation, possibly fearing the protests may spiral out of control as has happened in recent years, including the anti-Japanese protests in 2005. State media and commentaries began to call for calm, such as an editorial in the \"&lt;a href=\"People%27s%20Daily\"&gt;People's Daily&lt;/a&gt;\" which urged Chinese people to \"express [their] patriotic enthusiasm calmly and rationally, and express patriotic aspiration in an orderly and legal manner\". The government also began to patrol and censor the internet forums such as &lt;a href=\"Sohu\"&gt;Sohu.com&lt;/a&gt;, with comments related to the Carrefour boycott removed. In the days prior to the planned boycott, evidence of efforts by Chinese authorities to choke the mass boycott's efforts online became even more evident, including barring searches of words related to the French protests, but protests broke out nonetheless in front of Carrefour's stores at Beijing, &lt;a href=\"Changsha\"&gt;Changsha&lt;/a&gt;, &lt;a href=\"Fuzhou\"&gt;Fuzhou&lt;/a&gt; and &lt;a href=\"Shenyang\"&gt;Shenyang&lt;/a&gt; on May 1.\nPro-China rallies and demonstrations were held in several cities in response to the relay protests, including Paris, London, Berlin and Los Angeles.\nIn Japan, the Mayor of &lt;a href=\"Nagano%2C%20Nagano\"&gt;Nagano&lt;/a&gt; Shoichi Washizawa said that it has become a \"great nuisance\" for the city to host the torch relay prior to the Nagano leg. Washizawa's aides said the mayor's remark was not criticism about the relay itself but about the potential disruptions and confusion surrounding it.　A city employee of the Nagano City Office ridiculed the protests in Europe, saying \"they are doing something foolish\" in a televised interview. The City Office officially apologized later and explained what he had wanted to say was \"such violent protests were not easy to accept\". Also citing concerns about protests as well as the recent violence in Tibet, a major Buddhist temple in Nagano cancelled its plans to host the opening stage of the Olympic torch relay. This temple was vandalised by an unidentified person the day after in apparent revenge."
}