{
    "id": "109413",
    "revid": "13892963",
    "url": "https://en.wikipedia.org/wiki?curid=109413",
    "title": "Brownsville, Florida",
    "text": "Brownsville, (also known as Brown Sub), is a &lt;a href=\"census-designated%20place\"&gt;census-designated place&lt;/a&gt; and &lt;a href=\"unincorporated%20community\"&gt;unincorporated community&lt;/a&gt; in &lt;a href=\"Miami-Dade%20County%2C%20Florida\"&gt;metropolitan&lt;/a&gt; &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt;, &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, United States. As of the 2010 census, the population was 15,313, up from 14,393 in 2000. After three decades of population loss, Brownsville gained population for the first time in over 40 years in the 2010 US Census.\nHistory.\nBrownsville was originally a settlement for &lt;a href=\"White%20American\"&gt;white&lt;/a&gt; families in the 1920s. &lt;a href=\"African%20Americans\"&gt;Black families&lt;/a&gt; began moving into the neighborhood between the late 1940s and early 1960s as the population surrounding nearby &lt;a href=\"Liberty%20Square%20%28Miami%29\"&gt;Liberty Square&lt;/a&gt; expanded and many inner-city &lt;a href=\"white%20flight\"&gt;whites moved&lt;/a&gt; to newly built &lt;a href=\"suburb\"&gt;suburb&lt;/a&gt;an subdivisions surrounding Miami &lt;a href=\"city%20proper\"&gt;city proper&lt;/a&gt; in &lt;a href=\"Post%E2%80%93World%20War%20II%20economic%20expansion\"&gt;the wake of World War II&lt;/a&gt;.\nIn 1945, two black couples who lived in Brownsville were arrested and jailed for allegedly mishandling their garbage disposal. That same year, members of the &lt;a href=\"Ku%20Klux%20Klan\"&gt;Ku Klux Klan&lt;/a&gt; burned crosses in lawns and marched against black home ownership in the area.\nBy the mid-1960s, Brownsville was a thriving community for black professionals. However, the wake of the &lt;a href=\"Civil%20Rights%20Act%20of%201968\"&gt;Civil Rights Act of 1968&lt;/a&gt; that outlawed the &lt;a href=\"restrictive%20covenants\"&gt;restrictive covenants&lt;/a&gt; and riots in &lt;a href=\"1968%20Republican%20National%20Convention\"&gt;1968&lt;/a&gt; and &lt;a href=\"1980%20Miami%20riots\"&gt;1980&lt;/a&gt; brought the &lt;a href=\"black%20flight\"&gt;black flight&lt;/a&gt; of middle and upper-class families from the community. Brownsville experienced continued population loss from 1970 until 2000, as part of a greater &lt;a href=\"suburb\"&gt;suburb&lt;/a&gt;anization trend of among the U.S. upwardly-mobile &lt;a href=\"middle%20class\"&gt;middle class&lt;/a&gt;. By the &lt;a href=\"2010%20US%20Census\"&gt;2010 US Census&lt;/a&gt;, Brownsville had gained population for the first time in over 40 years, rising to 15,313 residents.\nConstruction began on a &lt;a href=\"transit%20oriented%20development\"&gt;transit oriented development&lt;/a&gt; \"Brownsville Transit Village\" in 2010, on the 5.8-&lt;a href=\"acre\"&gt;acre&lt;/a&gt; site of the &lt;a href=\"Brownsville%20%28Metrorail%20station%29\"&gt;Brownsville&lt;/a&gt; &lt;a href=\"Miami%20Metrorail\"&gt;Metrorail&lt;/a&gt; station parking lot. The project cost $100 million to build, and is composed of 467 units in five &lt;a href=\"high-rise\"&gt;high-rise&lt;/a&gt; residential towers with ground-floor retail centered around the Brownsville Metro station. The project was partially funded by the &lt;a href=\"American%20Reinvestment%20and%20Recovery%20Act%20of%202009\"&gt;American Reinvestment and Recovery Act of 2009&lt;/a&gt;, and is one of the largest &lt;a href=\"transit%20oriented%20development\"&gt;transit oriented development&lt;/a&gt; and &lt;a href=\"affordable%20housing\"&gt;affordable housing&lt;/a&gt; projects in &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt;.\nGeography.\nBrownsville is located at (25.821275, -80.240220).\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the &lt;a href=\"Census-designated%20place\"&gt;Census-designated place&lt;/a&gt; (CDP) has a total area of , all of it land.\nDemographics.\n2020 census.\n\"Note: the US Census treats Hispanic/Latino as an ethnic category. This table excludes Latinos from the racial categories and assigns them to a separate category. Hispanics/Latinos can be of any race.\"\n2010 Census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 14,393 people, 4,814 households, and 3,254 families residing in the CDP. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 6,275.1 people per square mile (2,426.7/km2). There were 5,506 housing units at an average density of 2,400.5/sq mi (928.3/km2). The racial makeup of the CDP was 91.23% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 5.76% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 0.22% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 0.02% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.01% &lt;a href=\"Pacific%20Islander%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 1.45% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 1.30% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 8.22% of the population.\nThere were 4,814 households, out of which 34.3% had children under the age of 18 living with them, 21.1% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 39.2% had a female householder with no husband present, and 32.4% were non-families. 27.9% of all households were made up of individuals, and 12.7% had someone living alone who was 65 years of age or older. The average household size was 2.98 and the average family size was 3.66.\nIn the CDP, the population was spread out, with 35.0% under the age of 18, 10.0% from 18 to 24, 25.7% from 25 to 44, 17.4% from 45 to 64, and 11.9% who were 65 years of age or older. The median age was 29 years. For every 100 females, there were 83.7 males. For every 100 females age 18 and over, there were 75.2 males.\nThe median income for a household in the CDP was $16,902, and the median income for a family was $19,703. Males had a median income of $21,098 versus $21,182 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the CDP was $9,722. About 37.4% of families and 42.7% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 54.6% of those under age 18 and 33.2% of those age 65 or over.\nAs of 2000, speakers of &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; as a &lt;a href=\"first%20language\"&gt;first language&lt;/a&gt; accounted for 89.22% of residents, while &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt; made up 10.22% of the population, and &lt;a href=\"Haitian%20Creole\"&gt;French Creole&lt;/a&gt; made up 0.53% of all residents.\nEducation.\n&lt;a href=\"Miami-Dade%20County%20Public%20Schools\"&gt;Miami-Dade County Public Schools&lt;/a&gt; operates area public schools.\nLibraries.\n&lt;a href=\"Miami-Dade%20Public%20Library\"&gt;Miami-Dade Public Library&lt;/a&gt; operates area public libraries:\nTransportation.\nBrownsville is served by &lt;a href=\"Miami-Dade%20Transit\"&gt;Miami-Dade Transit&lt;/a&gt; along major thoroughfares via &lt;a href=\"Miami-Dade%20Transit%23Metrobus\"&gt;Metrobus&lt;/a&gt;, and by the &lt;a href=\"Metrorail%20%28Miami%29\"&gt;Miami Metrorail&lt;/a&gt;, &lt;a href=\"Tri-Rail\"&gt;Tri-Rail&lt;/a&gt;, and &lt;a href=\"Amtrak\"&gt;Amtrak&lt;/a&gt; at:\nMetrorail:\nTri-Rail:\nAmtrak:"
}