{
    "id": "109775",
    "revid": "3617193",
    "url": "https://en.wikipedia.org/wiki?curid=109775",
    "title": "Geneva, Florida",
    "text": "Geneva is a community, &lt;a href=\"census-designated%20place\"&gt;census-designated place&lt;/a&gt; and unincorporated area in &lt;a href=\"Seminole%20County%2C%20Florida\"&gt;Seminole County&lt;/a&gt;, &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, United States, with zip code 32732. The population was 2,940 at the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 Census&lt;/a&gt;. It is part of the &lt;a href=\"Greater%20Orlando\"&gt;Orlando–Kissimmee–Sanford Metropolitan Statistical Area&lt;/a&gt;.\nGeneva is the home of the &lt;a href=\"Little-Big%20Econ%20State%20Forest\"&gt;Little-Big Econ State Forest&lt;/a&gt;, home of the &lt;a href=\"Econlockhatchee%20River\"&gt;big&lt;/a&gt; and &lt;a href=\"Little%20Econlockhatchee%20River\"&gt;little&lt;/a&gt; Econlockhatchee Rivers.\nHistory.\n&lt;a href=\"John%20Bartram\"&gt;John&lt;/a&gt; and &lt;a href=\"William%20Bartram\"&gt;William Bartram&lt;/a&gt; first documented Geneva’s history in 1765-66. Since then, there have been several other documentations: Anthropologist Daniel Britton in 1850, scientists of Harvard University in 1875 and by an Archeological Cultural Resources Study and an Architectural Resources Study.\nThe Geneva Cemetery is located on a piece of land that was donated by Progar Debogory. Debogory was the head of one of the Russian families that settled in the Geneva area in the 1800s. There are currently 17 U.S. Civil War soldiers buried in the Geneva Cemetery, 15 of these soldiers served in the confederacy and only 2 served in the union. There were originally 18 soldiers buried, however one soldier’s remains were removed by his family and placed in a different cemetery.\nEarly schools in Geneva were originally located in the homes of local residents. The first formal school was built in 1874 on land that was also donated by Progar Debogory. A new one-room school was built by 1903 in replacement of the original schoolhouse. In 1924, a new building was built out of bricks and had 4 rooms to accommodate more students. In 1941, principal W.L. Seig developed a unique 4-H program focused on the development of home economics and farming skills. This program was sponsored by Rollins College and this accomplishment is acknowledged and praised in the \"History of the Seminole County Public Schools\". In 1988, an elementary school was built surrounding the old brick schoolhouse. The old schoolhouse was preserved for the community and in 1995 it served as a family resource center. Finally in 2008, the building was dedicated to the community to serve as a rural heritage center.\nGeography.\nGeneva is located at (28.737149, -81.117726).\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the CDP has a total area of 32.2 km (12.4 mi²), of which 29.5 km (11.4 mi²) is land and 2.7 km (1.0 mi²) (8.37%) is water.\nGeneva is on Route 46, located between Lake Harney and Lake Jesup.\nDemographics.\nAs of the census of 2010, there were 2,940 people and 1,034 households residing in the CDP. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 81.32/mi².\nIncome.\nAs of 2010-2014, the average per-capita income of Geneva is $29,671, which is higher than the state average of $26,499 and is about the same as the national average of $28,555. Geneva median household income is $76,818, which has grown by 57.14% since 2000. The median household income growth rate is much higher than the state average rate of 21.62% and is much higher than the national average rate of 27.36%. On average Geneva residents spend 28.4 minutes per day commuting to work, which is higher than the state average of 26.1 minutes and is higher than the national average of 25.7 minutes. "
}