{
    "id": "10989545",
    "revid": "1067459322",
    "url": "https://en.wikipedia.org/wiki?curid=10989545",
    "title": "French fashion",
    "text": "Fashion in France is an important subject in the &lt;a href=\"French%20culture\"&gt;culture&lt;/a&gt; and country's social life, as well, being an important part of its &lt;a href=\"French%20economy\"&gt;economy&lt;/a&gt;.\nFashion design and production became prominent in &lt;a href=\"France\"&gt;France&lt;/a&gt; since &lt;a href=\"15th%20century\"&gt;15th century&lt;/a&gt;. During the 17th century, fashion exploded into a rich industry, for exportation and local consumption, the &lt;a href=\"French%20Ministry%20for%20the%20Economy%20and%20Finance\"&gt;Royal Minister of Finances&lt;/a&gt;, &lt;a href=\"Jean-Baptiste%20Colbert\"&gt;Jean-Baptiste Colbert&lt;/a&gt;, says \"Fashion is to France what the gold mines of Peru are to Spain...\". \nIn the 19th century, fashion made a transition into specialisation for modern term \"&lt;a href=\"haute%20couture\"&gt;haute couture&lt;/a&gt;\", originated in the 1860s, bringing \"good taste\" to fashion argot. The term \"&lt;a href=\"pr%C3%AAt-%C3%A0-porter\"&gt;prêt-à-porter&lt;/a&gt;\" was born in the 1960s, reacting against the traditional notions of fashion and garment-making process, satisfying the needs of &lt;a href=\"pop%20culture\"&gt;pop culture&lt;/a&gt; and &lt;a href=\"mass%20media\"&gt;mass media&lt;/a&gt;.\n&lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; acts as the center of the fashion industry and holds the name of \"global fashion capital\". The city is home to many prime designers, including &lt;a href=\"Chanel\"&gt;Chanel&lt;/a&gt;, &lt;a href=\"Louis%20Vuitton\"&gt;Louis Vuitton&lt;/a&gt;, &lt;a href=\"Givenchy\"&gt;Givenchy&lt;/a&gt;, &lt;a href=\"Balmain%20%28fashion%20house%29\"&gt;Balmain&lt;/a&gt;, &lt;a href=\"Christian%20Louboutin\"&gt;Christian Louboutin&lt;/a&gt;, &lt;a href=\"Pierre%20Cardin\"&gt;Pierre Cardin&lt;/a&gt;, &lt;a href=\"Yves%20Saint%20Laurent%20%28designer%29\"&gt;Yves Saint Laurent&lt;/a&gt;, &lt;a href=\"Roger%20Vivier\"&gt;Roger Vivier&lt;/a&gt;, &lt;a href=\"Thierry%20Mugler\"&gt;Thierry Mugler&lt;/a&gt;, &lt;a href=\"Christian%20Dior\"&gt;Christian Dior&lt;/a&gt;, &lt;a href=\"Jean%20Paul%20Gaultier\"&gt;Jean Paul Gaultier&lt;/a&gt;, &lt;a href=\"Herm%C3%A8s\"&gt;Hermès&lt;/a&gt;, &lt;a href=\"Lanvin%20%28clothing%29\"&gt;Lanvin&lt;/a&gt;, &lt;a href=\"Chlo%C3%A9\"&gt;Chloé&lt;/a&gt;, &lt;a href=\"Rochas\"&gt;Rochas&lt;/a&gt;, and &lt;a href=\"C%C3%A9line%20%28brand%29\"&gt;Céline&lt;/a&gt;.\nWith the decentralization of the fashion industry, many cities including: &lt;a href=\"Lyon\"&gt;Lyon&lt;/a&gt;, &lt;a href=\"Marseille\"&gt;Marseille&lt;/a&gt;, &lt;a href=\"Bordeaux\"&gt;Bordeaux&lt;/a&gt;, &lt;a href=\"Toulouse\"&gt;Toulouse&lt;/a&gt;, &lt;a href=\"Lille\"&gt;Lille&lt;/a&gt; and &lt;a href=\"Strasbourg\"&gt;Strasbourg&lt;/a&gt; have their own luxury districts and avenues. In recent times, these have become important customers and significant producers. &lt;a href=\"%C3%8Ele-de-France\"&gt;Île-de-France&lt;/a&gt;, &lt;a href=\"Manosque\"&gt;Manosque&lt;/a&gt;, &lt;a href=\"La%20Gacilly\"&gt;La Gacilly&lt;/a&gt; (near Rennes), and &lt;a href=\"Vichy\"&gt;Vichy&lt;/a&gt; lead the &lt;a href=\"Cosmetics\"&gt;cosmetic industry&lt;/a&gt;, and house well-known international beauty houses such as &lt;a href=\"L%27Or%C3%A9al\"&gt;L'Oréal&lt;/a&gt;, &lt;a href=\"Lanc%C3%B4me\"&gt;Lancôme&lt;/a&gt;, &lt;a href=\"Guerlain\"&gt;Guerlain&lt;/a&gt;, &lt;a href=\"Clarins\"&gt;Clarins&lt;/a&gt;, &lt;a href=\"Yves%20Rocher\"&gt;Yves Rocher&lt;/a&gt;, &lt;a href=\"L%27Occitane\"&gt;L'Occitane&lt;/a&gt;, &lt;a href=\"Vichy%20cosmetics\"&gt;Vichy&lt;/a&gt;, etc. The cities of &lt;a href=\"Nice\"&gt;Nice&lt;/a&gt;, &lt;a href=\"Cannes\"&gt;Cannes&lt;/a&gt; and &lt;a href=\"St.%20Tropez\"&gt;St. Tropez&lt;/a&gt; among others in the &lt;a href=\"French%20riviera\"&gt;French riviera&lt;/a&gt; are well known as places of pleasure, annually hosting many media celebrities and personalities, potentates, and billionaires. The clothing of France is famous throughout the world.\nHistory.\n17th century, the \"Baroque\" and \"Classicism\".\nFashion prints.\nThe association of France with fashion and style (\"la mode\") is widely credited as beginning during the reign of &lt;a href=\"Louis%20XIV%20of%20France\"&gt;Louis XIV&lt;/a&gt; when the luxury goods industries in France came increasingly under royal control and the French royal court became, arguably, the arbiter of taste and style in Europe. The rise in prominence of French fashion was linked to the creation of the fashion press in the early 1670s (due in large part to &lt;a href=\"Jean%20Donneau%20de%20Vis%C3%A9\"&gt;Jean Donneau de Visé&lt;/a&gt;), which transformed the fashion industry by marketing designs to a broad public outside the French court and by popularizing notions such as the fashion \"season\" and changing styles. The prints were usually 14.25 X 9.5 and depicted a man or woman of quality wearing the latest fashions. They were usually shown head to toe, but with no individuality or defined facial features. Sometimes the figure would be depicted from behind in order to showcase a different side of the clothing. Although the individual in the prints was often crudely sketched, the garment itself was impeccably drawn and detailed. Accessories to the garment also received nuanced attention.\nLouis XIV, although later hailed as a patron of fashion, did not actually have a large role in its spread and proliferation—which was due to the fashion prints. The fashion prints were ubiquitous, but Louis XIV neither sponsored nor hindered their production and proliferation, and largely stayed out of it unless the prints of himself specifically were treasonous, satirical, or caricatures.\nFashion in royal portraits.\nOver his lifetime, Louis commissioned numerous works of art to portray himself, among them over 300 formal portraits. The earliest portrayals of Louis already followed the pictorial conventions of the day in depicting the child king as the majestically royal incarnation of France. This idealisation of the monarch continued in later works, which avoided depictions of the effect of the smallpox that Louis contracted in 1647. In the 1660s, Louis began to be shown as a Roman emperor, the god &lt;a href=\"Apollo\"&gt;Apollo&lt;/a&gt;, or &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;, as can be seen in many works of &lt;a href=\"Charles%20Le%20Brun\"&gt;Charles Le Brun&lt;/a&gt;, such as sculpture, paintings, and the decor of major monuments. The depiction of the King in this manner focused on allegorical or mythological attributes, instead of attempting to produce a true likeness. As Louis aged, so too did the manner in which he was depicted. Nonetheless, there was still a disparity between realistic representation and the demands of royal propaganda. There is no better illustration of this than in &lt;a href=\"Hyacinthe%20Rigaud\"&gt;Hyacinthe Rigaud&lt;/a&gt;'s frequently-reproduced \"&lt;a href=\"Portrait%20of%20Louis%20XIV\"&gt;Portrait of Louis XIV&lt;/a&gt; of 1701\", in which a 63-year-old Louis appears to stand on a set of unnaturally young legs. In 1680, Louis began to be portrayed directly rather than in a mythological setting. This began the \"fashion portraits\", which were prints that depicted the King wearing the notable fashions of the season. These prints were also largely unofficial, which meant printers were unaffiliated with the Crown. They largely went unchallenged by authorities, however, as long as they portrayed the King in a positive light. Those who did portray the King satirically or with the use of caricature faced imprisonment.\nRigaud's portrait exemplified the height of royal portraiture in Louis's reign. Although Rigaud crafted a credible likeness of Louis, the portrait was neither meant as an exercise in realism nor to explore Louis's personal character. Certainly, Rigaud was concerned with detail and depicted the King's costume with great precision, down to his shoe buckle. However, Rigaud's intention was to glorify the monarchy. Rigaud's original, now housed in the &lt;a href=\"Mus%C3%A9e%20du%20Louvre\"&gt;Louvre&lt;/a&gt;, was originally meant as a gift to Louis's grandson, &lt;a href=\"Philip%20V%20of%20Spain\"&gt;Philip V of Spain&lt;/a&gt;. However, Louis was so pleased with the work that he kept the original and commissioned a copy to be sent to his grandson. That became the first of many copies, both in full and half-length formats, to be made by Rigaud, often with the help of his assistants. The portrait also became a model for French royal and imperial portraiture down to the time of &lt;a href=\"Charles%20X%20of%20France\"&gt;Charles X&lt;/a&gt; over a century later. In his work, Rigaud proclaims Louis's exalted royal status through his elegant stance and haughty expression, the royal regalia and throne, rich ceremonial fleur-de-lys robes, as well as the upright column in the background, which, together with the draperies, serves to frame this image of majesty.\nTrends.\nLouis XIV notably introduced one of the most noticeable feature of the men's costume of the time: immense wigs of curled hair. A commonly held belief is that Louis XIV started to wear wigs due to balding, and to imitate this his courtiers put on false hair. The wearing of wigs lasted for over a century; they went through many changes, but they were never quite so exaggerated as during this period.\nDespite the rise of \"la mode\" during Louis XIV's reign, many of the clothes he wore did not survive or were taken from the monarchy's possession. Much like the Crown Jewels, a French king did not actually own any of his clothes. They belonged to the \"Garde-robe du roi\" (King's Wardrobe), which dated back to the 16th century. Due to Louis XIV's changes to the King's Wardrobe, officers had a right to the clothes once the monarch died, as long as they would not be used by the king's successor. Furthermore, although the Louis XIV's formal clothing would change along with the rest of \"la mode\", his ceremonial clothing did not, and remained with tradition. The king also used fashion to create a certain effect or theme. During the marriage of his great-grandson &lt;a href=\"Louis%2C%20Duke%20of%20Burgundy\"&gt;Louis, Duke of Burgundy&lt;/a&gt; to &lt;a href=\"Marie%20Ad%C3%A9la%C3%AFde%20of%20Savoy\"&gt;Princess Marie Adélaïde&lt;/a&gt;, the French entourage dressed in bright colors and fashions to contrast with the more soberly dressed Spanish. This was in order to seem younger and more virile than the Spanish courtiers.\n18th century, the \"Rococó\" and early New classicism.\nThe extravagant styles of the French Royal court racked up enormous debts to keep up its pace, at the peasants' expense. Such fashion sprees notably ruined &lt;a href=\"Marie%20Antoinette\"&gt;Marie Antoinette&lt;/a&gt;'s reputation, and were one of the many factors paving the way for the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt;.\nLong after her death, Marie Antoinette remains a major historical figure linked with &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; and the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt; positions; and a major &lt;a href=\"cultural%20icon\"&gt;cultural icon&lt;/a&gt; associated with high &lt;a href=\"glamour%20%28presentation%29\"&gt;glamour&lt;/a&gt;, &lt;a href=\"wealth\"&gt;wealth&lt;/a&gt; and a certain style of life based on luxury and &lt;a href=\"celebrity\"&gt;celebrity&lt;/a&gt; appealing today to the social and &lt;a href=\"cultural\"&gt;cultural&lt;/a&gt; elites; &lt;a href=\"Cultural%20depictions%20of%20Marie%20Antoinette\"&gt;frequently referenced in popular culture&lt;/a&gt;, being the subject of several books, films and other forms of media. Most academics and scholars, have deemed her the quintessential representative of &lt;a href=\"class%20conflict\"&gt;class conflict&lt;/a&gt;, western &lt;a href=\"aristocracy\"&gt;aristocracy&lt;/a&gt; and &lt;a href=\"Absolutism%20%28European%20history%29\"&gt;absolutism&lt;/a&gt; government in addition to being frivolous, superficial; and have attributed the start of the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt;.\nThe phrase \"&lt;a href=\"Let%20them%20eat%20cake\"&gt;Let them eat cake&lt;/a&gt;\" is often attributed to Marie Antoinette, but there is no evidence she ever uttered it, and it is now generally regarded as a \"journalistic cliché\". It may have been a rumor started by angry French peasants as a form of &lt;a href=\"libel\"&gt;libel&lt;/a&gt;. This phrase originally appeared in Book VI of the first part (finished in 1767, published in 1782) of &lt;a href=\"Jean-Jacques%20Rousseau\"&gt;Rousseau&lt;/a&gt;'s putative autobiographical work, \"&lt;a href=\"Confessions%20%28Rousseau%29\"&gt;Les Confessions&lt;/a&gt;\": \"Enfin je me rappelai le pis-aller d'une grande princesse à qui l'on disait que les paysans n'avaient pas de pain, et qui répondit: Qu'ils mangent de la brioche\" (\"Finally I recalled the stopgap solution of a great princess who was told that the peasants had no bread, and who responded: 'Let them eat &lt;a href=\"brioche\"&gt;brioche&lt;/a&gt;). Apart from the fact that Rousseau ascribes these words to an unknown princess, vaguely referred to as a \"great princess\", some think that he invented it altogether as \"Confessions\" was largely inaccurate.\nIn 1700, the total monetary value of goods produced in France was documented at a rate of 5%. By the 1780s, gross domestic product rates had increased to 13%. The escalation in production was largely attributable to the growth of the textile industry. The boom in consumerism was fueled by an overwhelming interest in high fashion which surpassed the boundaries of economic rank. French plebeian’s wardrobes became increasingly valuable. Particularly in Paris, women began purchasing dupes of luxury items customarily worn by the elite. These fashion accessories included watches, buttons, and belt buckles.\nThe rise in distinguishable fashion styles worn by lower class French citizens was exhibited by the coordination of patriotic clothing worn by the republican Sans-culottes. The Sans-culottes were the working class of French peasants who fought for liberty during the French Revolution (1789-1799). The &lt;a href=\"Sans-culottes\"&gt;Sans-culottes&lt;/a&gt; (lit. \"without knee-breeches\") rejected the powdered wigs and the knee-breeches assimilated to the nobility, and instead favored informal styles (full-length trousers, and natural hair), which finally triumphed over the &lt;a href=\"brocades\"&gt;brocades&lt;/a&gt;, &lt;a href=\"lace\"&gt;lace&lt;/a&gt;, &lt;a href=\"periwig\"&gt;periwig&lt;/a&gt;, and powder of the earlier eighteenth century.\nFashion during the French Revolution greatly reflected the political climate of France. Sans-culottes were known to wear the red cap of liberty, also called the Phrygian cap. This cap was a controversial symbol of rebellion worn exclusively by lower class revolutionaries. Furthermore, the official French colors of blue, red, and white (chosen to be the recognizable patriotic colors of the revolution in 1789), came together to form the tricolor cockade. The design of the tricolor cockade often appeared in dresses, fans, and pins of French citizens who were in support of the French Revolution. Patriotic women were often clad in a dark uniform of black skirts, jackets, and hats adorned with a tricolor cockade.\n19th century, full Neoclassicism and Empire style.\nAfter the fall of the &lt;a href=\"Jacobin%20%28politics%29\"&gt;Jacobins&lt;/a&gt; and their Sans-culottes supporters, the supporters of the &lt;a href=\"Thermidorian%20Reaction\"&gt;Thermidorian Reaction&lt;/a&gt; were known as the &lt;a href=\"Incroyables%20and%20Merveilleuses\"&gt;Incroyables and Merveilleuses&lt;/a&gt;. They scandalized Paris with their extravagant clothes. The Merveilleuses wore dresses and tunics modeled after the ancient Greeks and Romans, cut of light or even transparent linen and gauze. Sometimes so revealing they were termed \"woven air\", many gowns displayed &lt;a href=\"cleavage%20%28breasts%29\"&gt;cleavage&lt;/a&gt; and were too tight to allow pockets. To carry even a handkerchief, the ladies had to use small bags known as reticules. They were fond of wigs, often choosing blonde because the &lt;a href=\"Paris%20Commune%20%28French%20Revolution%29\"&gt;Paris Commune&lt;/a&gt; had banned blonde wigs, but they also wore them in black, blue, and green. Enormous hats, short curls like those on Roman busts, and Greek-style sandals were the most popular. The sandals were tied above the ankle with crossed ribbons or strings of pearls. Exotic and expensive scents fabricated by perfume houses like &lt;a href=\"Parfums%20Lubin\"&gt;Parfums Lubin&lt;/a&gt; were worn as both for style and as indicators of social station. &lt;a href=\"Th%C3%A9r%C3%A9sa%20Tallien\"&gt;Thérésa Tallien&lt;/a&gt;, known as \"Our Lady of Thermidor\", wore expensive rings on the toes of her bare feet and gold circlets on her legs.\nThe Incroyables wore eccentric outfits: large earrings, green jackets, wide trousers, huge neckties, thick glasses, and hats topped by \"dog ears\", their hair falling on their ears. Their &lt;a href=\"musk\"&gt;musk&lt;/a&gt;-based fragrances earned them too the derogatory nickname \"muscadins\" among the lower classes, already applied to a wide group of anti-Jacobins. They wore &lt;a href=\"bicorne\"&gt;bicorne&lt;/a&gt; hats and carried bludgeons, which they referred to as their \"executive power.\" Hair was often shoulder-length, sometimes pulled up in the back with a comb to imitate the hairstyles of the condemned. Some sported large monocles, and they frequently affected a lisp and sometimes a stooped hunchbacked posture.\nIn addition to Madame Tallien, famous Merveilleuses included &lt;a href=\"Anne%20Fran%C3%A7oise%20Elizabeth%20Lange\"&gt;Anne Françoise Elizabeth Lange&lt;/a&gt;, &lt;a href=\"Jeanne%20Fran%C3%A7oise%20Julie%20Ad%C3%A9la%C3%AFde%20R%C3%A9camier\"&gt;Jeanne Françoise Julie Adélaïde Récamier&lt;/a&gt;, and two very popular &lt;a href=\"Creole%20peoples\"&gt;Créoles&lt;/a&gt;: Fortunée Hamelin and &lt;a href=\"Hortense%20de%20Beauharnais\"&gt;Hortense de Beauharnais&lt;/a&gt;. Hortense, a daughter of the &lt;a href=\"Empress%20Josephine\"&gt;Empress Josephine&lt;/a&gt;, married &lt;a href=\"Louis%20Bonaparte\"&gt;Louis Bonaparte&lt;/a&gt; and became the mother of &lt;a href=\"Napoleon%20III\"&gt;Napoleon III&lt;/a&gt;. Fortunée was not born rich, but she became famous for her &lt;a href=\"Salon%20%28gathering%29\"&gt;salons&lt;/a&gt; and her string of prominent lovers. Parisian society compared &lt;a href=\"Germaine%20de%20Sta%C3%ABl\"&gt;Germaine de Staël&lt;/a&gt; and Mme Raguet to &lt;a href=\"Minerva\"&gt;Minerva&lt;/a&gt; and &lt;a href=\"Juno%20%28mythology%29\"&gt;Juno&lt;/a&gt; and named their garments for Roman deities: gowns were styled &lt;a href=\"Flora%20%28mythology%29\"&gt;Flora&lt;/a&gt; or &lt;a href=\"Diana%20%28mythology%29\"&gt;Diana&lt;/a&gt;, and tunics were styled \"à la\" &lt;a href=\"Ceres%20%28Roman%20mythology%29\"&gt;Ceres&lt;/a&gt; or Minerva.\nThe leading Incroyable, &lt;a href=\"Paul%20Fran%C3%A7ois%20Jean%20Nicolas%2C%20vicomte%20de%20Barras\"&gt;Paul François Jean Nicolas, vicomte de Barras&lt;/a&gt;, was one of five Directors who ran the Republic of France and gave the period its name. He hosted luxurious feasts attended by &lt;a href=\"Monarchism\"&gt;royalists&lt;/a&gt;, repentant &lt;a href=\"Jacobin%20%28politics%29\"&gt;Jacobins&lt;/a&gt;, ladies, and courtesans. Since divorce was now legal, sexuality was looser than in the past. However, de Barras' reputation for immorality may have been a factor in his later overthrow, a &lt;a href=\"coup\"&gt;coup&lt;/a&gt; that brought the &lt;a href=\"French%20Consulate\"&gt;French Consulate&lt;/a&gt; to power and paved the way for &lt;a href=\"Napoleon%20Bonaparte\"&gt;Napoleon Bonaparte&lt;/a&gt;.\nFinal 19th and early 20th century, \"Belle époque\" and \"Années folles\".\nFrance renewed its dominance of the high fashion () industry in the years 1860–1960 through the establishing of the great &lt;a href=\"couturier\"&gt;couturier&lt;/a&gt; houses, the fashion press (\"&lt;a href=\"Vogue%20%28magazine%29\"&gt;Vogue&lt;/a&gt;\" was founded in 1892 in USA, and 1920 in France) and &lt;a href=\"fashion%20shows\"&gt;fashion shows&lt;/a&gt;. The first modern Parisian couturier house is generally considered the work of the Englishman &lt;a href=\"Charles%20Frederick%20Worth\"&gt;Charles Frederick Worth&lt;/a&gt;, who dominated the industry from 1858–1895. In the late nineteenth and early twentieth century, the industry expanded through such Parisian fashion houses as the house of &lt;a href=\"Jacques%20Doucet%20%28fashion%20designer%29\"&gt;Jacques Doucet&lt;/a&gt; (founded in 1871), Rouff (founded 1884), &lt;a href=\"Jeanne%20Paquin\"&gt;Jeanne Paquin&lt;/a&gt; (founded in 1891), the &lt;a href=\"Callot%20Soeurs\"&gt;Callot Soeurs&lt;/a&gt; (founded 1895 and operated by four sisters), &lt;a href=\"Paul%20Poiret\"&gt;Paul Poiret&lt;/a&gt; (founded in 1903), &lt;a href=\"Louise%20Ch%C3%A9ruit\"&gt;Louise Chéruit&lt;/a&gt; (founded 1906), &lt;a href=\"Madeleine%20Vionnet\"&gt;Madeleine Vionnet&lt;/a&gt; (founded in 1912), &lt;a href=\"House%20of%20Patou\"&gt;House of Patou&lt;/a&gt; by \"Jean Patou\" (founded in 1919), &lt;a href=\"Elsa%20Schiaparelli\"&gt;Elsa Schiaparelli&lt;/a&gt; (founded in 1927) or &lt;a href=\"Balenciaga\"&gt;Balenciaga&lt;/a&gt; (founded by the Spaniard &lt;a href=\"Crist%C3%B3bal%20Balenciaga\"&gt;Cristóbal Balenciaga&lt;/a&gt; in 1937).\n&lt;a href=\"Chanel\"&gt;Chanel&lt;/a&gt; founded by Mademoiselle &lt;a href=\"Coco%20Chanel\"&gt;Coco Chanel&lt;/a&gt;, it first came to prominence in 1925, its philosophy was to emphasize understated elegance through her clothing. Her popularity thrived in the 1920s, because of innovative designs. Chanel's own look itself was as different and new as her creations. Instead of the usual pale-skinned, long-haired and full-bodied women preferred at the time, Chanel had a boyish figure, short cropped hair, and tanned skin. She had a distinct type of beauty that the world came to embrace.\nThe horse culture and penchant for hunting so passionately pursued by the elites, especially the British, fired Chanel's imagination. Her own enthusiastic indulgence in the sporting life led to clothing designs informed by those activities. From her excursions on water with the yachting world, she appropriated the clothing associated with nautical pursuits: the horizontal striped shirt, bell-bottom pants, crewneck sweaters, and espadrille shoes—all traditionally worn by sailors and fishermen.\nWorld War II, \"Trente Glorieuses\" and \"New Look\".\nMany fashion houses closed during the occupation of Paris in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, including the \"Maison Vionnet\" and the \"Maison Chanel\". In contrast to the stylish, liberated \"Parisienne\", the &lt;a href=\"Vichy%20France\"&gt;Vichy regime&lt;/a&gt; promoted the model of the wife and mother, the robust, athletic young woman, a figure who was much more in line with the new political criteria. Germany, meanwhile, was taking possession of over half of what France produced, including high fashion, and was considering relocating French \"haute couture\" to the cities of Berlin and &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, neither of which had any significant tradition of fashion. The archives of the &lt;a href=\"F%C3%A9d%C3%A9ration%20fran%C3%A7aise%20de%20la%20couture\"&gt;Chambre Syndicale de la Couture&lt;/a&gt; were seized, mostly for their client lists as &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt;s were excluded from the fashion industry at this time.\nDuring this era, the number of employed models was limited to seventy-five and designers often substituted materials in order to comply with wartime shortages. From 1940 onward, no more than thirteen feet (four meters) of cloth was permitted to be used for a coat and a little over three feet (one meter) for a blouse. No belt could be over one and a half inches (four centimeters) wide. As a result of the frugal wartime standards, the practical &lt;a href=\"zazou\"&gt;zazou&lt;/a&gt; suit became popular among young French men.\nIn spite of the fact that so many fashion houses closed down or moved away during the war, several new houses remained open, including &lt;a href=\"Jacques%20Fath\"&gt;Jacques Fath&lt;/a&gt;, &lt;a href=\"Maggy%20Rouff\"&gt;Maggy Rouff&lt;/a&gt;, &lt;a href=\"Marcel%20Rochas\"&gt;Marcel Rochas&lt;/a&gt;, Jeanne Lafaurie, &lt;a href=\"Nina%20Ricci%20%28designer%29\"&gt;Nina Ricci&lt;/a&gt;, and Madeleine Vramant. During the Occupation, the only true way for a woman to flaunt her extravagance and add color to a drab outfit was to wear a hat. In this period, hats were often made of scraps of material that would have otherwise been thrown away, sometimes incorporating butter muslin, bits of paper, and wood shavings. Among the most innovative milliners of the time were Pauline Adam, Simone Naudet, &lt;a href=\"Rose%20Valois\"&gt;Rose Valois&lt;/a&gt;, and Le Monnier.\nPost-war fashion returned to prominence through &lt;a href=\"Christian%20Dior\"&gt;Christian Dior&lt;/a&gt;'s famous \"&lt;a href=\"Christian%20Dior%20S.A.%23The%20%26quot%3BNew%20Look%26quot%3B\"&gt;New Look&lt;/a&gt;\" in 1947: the collection contained dresses with tiny waists, majestic busts, and full skirts swelling out beneath small bodices, in a manner very similar to the style of the \"&lt;a href=\"Belle%20%C3%89poque\"&gt;Belle Époque&lt;/a&gt;\". The extravagant use of fabric and the feminine elegance of the designs appealed greatly to a post-war clientele. Other important houses of the period included &lt;a href=\"Pierre%20Balmain\"&gt;Pierre Balmain&lt;/a&gt; and &lt;a href=\"Hubert%20de%20Givenchy\"&gt;Hubert de Givenchy&lt;/a&gt; (opened in 1952). The fashion magazine \"&lt;a href=\"Elle%20%28magazine%29\"&gt;Elle&lt;/a&gt;\" was founded in 1945. In 1952, &lt;a href=\"Coco%20Chanel\"&gt;Coco Chanel&lt;/a&gt; herself returned to Paris.\nFrom '60s to today.\nPost-war fashion returned to prominence through &lt;a href=\"Christian%20Dior\"&gt;Christian Dior&lt;/a&gt;'s famous \"&lt;a href=\"Christian%20Dior%20S.A.%23The%20%26quot%3BNew%20Look%26quot%3B\"&gt;New Look&lt;/a&gt;\" in 1947: the collection contained dresses with tiny waists, majestic busts, and full skirts swelling out beneath small bodices, in a manner very similar to the style of the \"&lt;a href=\"Belle%20%C3%89poque\"&gt;Belle Époque&lt;/a&gt;\". The extravagant use of fabric and the feminine elegance of the designs appealed greatly to a post-war clientele. Other important houses of the period included &lt;a href=\"Pierre%20Balmain\"&gt;Pierre Balmain&lt;/a&gt; and &lt;a href=\"Hubert%20de%20Givenchy\"&gt;Hubert de Givenchy&lt;/a&gt; (opened in 1952). The fashion magazine \"&lt;a href=\"Elle%20%28magazine%29\"&gt;Elle&lt;/a&gt;\" was founded in 1945. In 1952, &lt;a href=\"Coco%20Chanel\"&gt;Coco Chanel&lt;/a&gt; herself returned to Paris.\nIn the 1960s, \"high fashion\" came under criticism from France's youth culture (including the \"&lt;a href=\"y%C3%A9-y%C3%A9\"&gt;yé-yé&lt;/a&gt;s\") who were turning increasingly to London and to casual styles. In 1966, the designer &lt;a href=\"Yves%20Saint%20Laurent%20%28designer%29\"&gt;Yves Saint Laurent&lt;/a&gt; broke with established high fashion norms by launching a \"&lt;a href=\"pr%C3%AAt-%C3%A0-porter\"&gt;prêt-à-porter&lt;/a&gt;\" (\"ready to wear\") line and expanding French fashion into mass manufacturing and marketing (member houses of the \"Chambre Syndicale\" were forbidden to use even sewing machines). \nIn 1985, Caroline Rennolds Milbank wrote, \"The most consistently celebrated and influential designer of the past twenty-five years, Yves Saint Laurent can be credited with both spurring the couture's rise from its sixties ashes and with finally rendering &lt;a href=\"ready-to-wear\"&gt;ready-to-wear&lt;/a&gt; reputable.\" He is also credited with having introduced the &lt;a href=\"black%20tie\"&gt;tuxedo&lt;/a&gt; suit for women and was known for his use of non-European cultural references, and non-white models.\nFurther innovations were carried out by &lt;a href=\"Paco%20Rabanne\"&gt;Paco Rabanne&lt;/a&gt; and &lt;a href=\"Pierre%20Cardin\"&gt;Pierre Cardin&lt;/a&gt;. In post-1968 France, youth culture would continue to gravitate away from the \"sociopolitically suspect\" luxury &lt;a href=\"clothing%20industry\"&gt;clothing industry&lt;/a&gt;, preferring instead a more \"hippy\" look (termed \"baba cool\" in French). With a greater focus on marketing and manufacturing, new trends were established by &lt;a href=\"Sonia%20Rykiel\"&gt;Sonia Rykiel&lt;/a&gt;, &lt;a href=\"Thierry%20Mugler\"&gt;Thierry Mugler&lt;/a&gt;, &lt;a href=\"Claude%20Montana\"&gt;Claude Montana&lt;/a&gt;, &lt;a href=\"Jean-Paul%20Gaultier\"&gt;Jean-Paul Gaultier&lt;/a&gt; and &lt;a href=\"Christian%20Lacroix\"&gt;Christian Lacroix&lt;/a&gt; in the 1970s and '80s. The 1990s saw a conglomeration of many French couture houses under luxury giants and multinationals such as &lt;a href=\"LVMH\"&gt;LVMH&lt;/a&gt;.\nFashion is so important to the French that, as \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" in 1995 quoted in an article on users of &lt;a href=\"online%20dating%20service\"&gt;online dating service&lt;/a&gt;s on &lt;a href=\"Minitel\"&gt;Minitel&lt;/a&gt;, \"Where else but in France would people describe themselves to potential partners in terms of their clothes?\" Since the 1960s, France's fashion industry has come under increasing competition from London, New York, Milan and Tokyo. Nevertheless, many foreign designers still seek to make their careers in France: &lt;a href=\"Karl%20Lagerfeld\"&gt;Karl Lagerfeld&lt;/a&gt; (German) at Chanel, &lt;a href=\"John%20Galliano\"&gt;John Galliano&lt;/a&gt; (British) and later, &lt;a href=\"Raf%20Simons\"&gt;Raf Simons&lt;/a&gt; (Belgian) at Dior, Paulo Melim Andersson (Swedish) at Chloe, &lt;a href=\"Stefano%20Pilati\"&gt;Stefano Pilati&lt;/a&gt; (Italian) at Yves Saint Laurent, &lt;a href=\"Marc%20Jacobs\"&gt;Marc Jacobs&lt;/a&gt; (American) at Louis Vuitton, and &lt;a href=\"Kenzo%20Takada\"&gt;Kenzo Takada&lt;/a&gt; (Japanese) and &lt;a href=\"Alexander%20McQueen\"&gt;Alexander McQueen&lt;/a&gt; (English) at Givenchy (until 2001).\nCities and towns.\nFrance is known as a country of luxury, fashion and beauty, with Paris as one of the world's fashion capitals. It also has many cities and towns with an important history and industry of the entry, with various sized events and shows as fashion weeks and fests.\nParis.\n&lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; is regarded as the world fashion capital, and spread throughout the city are many fashion boutiques. Most of the major French fashion brands, such as &lt;a href=\"Chanel\"&gt;Chanel&lt;/a&gt;, &lt;a href=\"Louis%20Vuitton\"&gt;Louis Vuitton&lt;/a&gt;, &lt;a href=\"Dior\"&gt;Dior&lt;/a&gt;, and &lt;a href=\"Christian%20Lacroix\"&gt;Lacroix&lt;/a&gt;, are currently headquartered here. Numerous international fashion labels also operate shops in Paris, such as &lt;a href=\"Valentino%20Garavani\"&gt;Valentino&lt;/a&gt;, &lt;a href=\"Gucci\"&gt;Gucci&lt;/a&gt;, &lt;a href=\"Loewe%2C%20S.A.\"&gt;Loewe&lt;/a&gt;, &lt;a href=\"Escada\"&gt;Escada&lt;/a&gt;, &lt;a href=\"Bottega%20Veneta\"&gt;Bottega Veneta&lt;/a&gt;, and &lt;a href=\"Burberry\"&gt;Burberry&lt;/a&gt;, as well as an &lt;a href=\"Abercrombie%20%26amp%3B%20Fitch\"&gt;Abercrombie &amp; Fitch&lt;/a&gt; flagship store which has become a main consumer attraction. Paris hosts a fashion week twice a year, similar to other international centers such as &lt;a href=\"Milan\"&gt;Milan&lt;/a&gt;, London, Tokyo, New York, Los Angeles and Rome.\nThe &lt;a href=\"Champs-%C3%89lys%C3%A9es\"&gt;Avenue des Champs-Élysées&lt;/a&gt; is the avenue of luxury and beauty of France and is the location of many headquarters of upscale fashion, jewelry and beauty houses. It is often compared with the &lt;a href=\"Fifth%20Avenue\"&gt;5th Avenue&lt;/a&gt; of &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; and the \"&lt;a href=\"Avenue%20Montaigne\"&gt;Avenue Montaigne&lt;/a&gt;\", an adjacent avenue that is also known for its prestigious fashion headquarters since the 1980s. The fashion houses have been traditionally situated since the 17th century in the quarter around the \"&lt;a href=\"Rue%20du%20Faubourg%20Saint-Honor%C3%A9\"&gt;Rue du Faubourg Saint-Honoré&lt;/a&gt;\". Other areas, such as \"&lt;a href=\"Le%20Marais\"&gt;Le Marais&lt;/a&gt;\", a traditional Jewish quarter, have also included the clothing industry. The city's numerous fashion districts consolidate it as a fashion capital.\nMarseille.\n&lt;a href=\"Marseille\"&gt;Marseille&lt;/a&gt;, the oldest and second largest city of France is well known for the &lt;a href=\"Marseille-Fos%20Port\"&gt;principal port&lt;/a&gt; of the country and of the second &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt;, and fourth of all &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;.\nThe city is affectionately called \"The Old Lady of the Mediterranean\" or \"The City of Contrasts\". The city has enjoyed its position on the continent being a fluvial port with ships full of fashion products.\nThe avenue &lt;a href=\"Canebi%C3%A8re\"&gt;Canebière&lt;/a&gt; is called the \"&lt;a href=\"Champs%20Elys%C3%A9es\"&gt;Champs Elysées&lt;/a&gt; of Marseille\".\n&lt;a href=\"Marseille\"&gt;Rue Paradis&lt;/a&gt; and the &lt;a href=\"Marseille\"&gt;Rue Grignan&lt;/a&gt; are known for being the avenues of luxury in the city, holding high fashion boutiques such as &lt;a href=\"Louis%20Vuitton\"&gt;Louis Vuitton&lt;/a&gt;, &lt;a href=\"Herm%C3%A8s\"&gt;Hermès&lt;/a&gt;, &lt;a href=\"Yves%20Saint%20Laurent%20%28brand%29\"&gt;YSL&lt;/a&gt;, &lt;a href=\"Chopard\"&gt;Chopard&lt;/a&gt;, &lt;a href=\"Kenzo\"&gt;Kenzo&lt;/a&gt;, &lt;a href=\"Tara%20Jarmon\"&gt;Tara Jarmon&lt;/a&gt;, &lt;a href=\"w%3Afr%3AG%C3%A9rard%20Darel\"&gt;Gérard Darel&lt;/a&gt; and many others. Local fashion and art brand &lt;a href=\"Kulte\"&gt;Kulte&lt;/a&gt; belongs to the French label &lt;a href=\"Kaporal\"&gt;Kaporal&lt;/a&gt;. \nThe &lt;a href=\"Marseille\"&gt;Rue de la Tour&lt;/a&gt; is called \"La Rue de la Mode\" (\"The Fashion Street\"), where the newest &lt;a href=\"Marseille\"&gt;Marsellaises&lt;/a&gt; fashion designers and artisans are supported by the city government, for creating and growing the fashion industry in the city. Some of the famous fashion houses here are Diable Noir and Casa Blanca.\nIn the \"Centre\" and \"Vieux Port\" (downtown and old port) are other of the city shopping districts, in these areas are a lot of fashion houses for both nationals and internationals.\nLyon.\n&lt;a href=\"Lyon\"&gt;Lyon&lt;/a&gt;, the third largest city of France, is a growing fashion industry center. It has been the world's &lt;a href=\"silk\"&gt;silk&lt;/a&gt; capital since the 17th century, with an important textile industry and a strong fashion culture. It is the second biggest luxury goods consumer of the country, with major streets and districts holding houses of high fashion.\nThe &lt;a href=\"Presqu%27%C3%AEle\"&gt;Presqu'île&lt;/a&gt; is the upscale district of the city, containing luxurious malls, streets and avenue. The famous &lt;a href=\"Rue%20de%20la%20R%C3%A9publique\"&gt;Rue de la République&lt;/a&gt; is compared with &lt;a href=\"Avenue%20des%20Champs-Elys%C3%A9es\"&gt;Avenue des Champs-Elysées&lt;/a&gt; of Paris.\nThe &lt;a href=\"Rue%20%C3%89douard-Herriot\"&gt;Rue Édouard-Herriot&lt;/a&gt;, the Avenue des Cordeliers Jacobines, the &lt;a href=\"Place%20Bellecour\"&gt;Place Bellecour&lt;/a&gt; among others, with elegant boutiques of &lt;a href=\"Armani\"&gt;Armani&lt;/a&gt;, &lt;a href=\"Dior\"&gt;Dior&lt;/a&gt;, &lt;a href=\"Prada\"&gt;Prada&lt;/a&gt;, &lt;a href=\"Dolce%20%26amp%3B%20Gabbana\"&gt;Dolce &amp; Gabbana&lt;/a&gt;, &lt;a href=\"Calvin%20Klein\"&gt;Calvin Klein&lt;/a&gt;, &lt;a href=\"MaxMara\"&gt;MaxMara&lt;/a&gt;, &lt;a href=\"w%3Afr%3AArmand%20Ventilo\"&gt;Armand Ventilo&lt;/a&gt;, &lt;a href=\"Sonia%20Rykiel\"&gt;Sonia Rykiel&lt;/a&gt;, and &lt;a href=\"Cartier%20%28jeweler%29\"&gt;Cartier&lt;/a&gt;.\n&lt;a href=\"La%20Croix-Rousse\"&gt;La Croix-Rousse&lt;/a&gt; is a fashion district heavily marked by the &lt;a href=\"Silk\"&gt;silk industry&lt;/a&gt;, and known for receiving government support for the newcomer fashion designers. The city is the home of the headquarters of international fashion houses such as &lt;a href=\"Korloff%20Noir\"&gt;Korloff&lt;/a&gt;, &lt;a href=\"Nina%20Ricci%20%28brand%29\"&gt;Millesia&lt;/a&gt; and the jeweler Augis. Other famous &lt;a href=\"Lyon\"&gt;Lyon&lt;/a&gt;naise fashion houses in France include Nicholas Fafiotte, Nathalie Chaize and Garbis Devar.\nOther cities and towns.\nOutside of the biggest cities, there are many \"fashionable\" cities and towns in France, there are fashion districts, avenues, streets, shopping malls and many places specialized for all the needs of customer.\n&lt;a href=\"Cannes\"&gt;Cannes&lt;/a&gt;, &lt;a href=\"Nice\"&gt;Nice&lt;/a&gt;, &lt;a href=\"St.%20Tropez\"&gt;St. Tropez&lt;/a&gt; and &lt;a href=\"Monte%20Carlo\"&gt;Monte Carlo&lt;/a&gt;, year by year host thousands of socialites, artists, potentates and personalities who come up for events including the &lt;a href=\"Cannes%20Film%20Festival\"&gt;Cannes Film Festival&lt;/a&gt; and the &lt;a href=\"NRJ%20Music%20Awards\"&gt;NRJ Music Awards&lt;/a&gt;. \nFor that reason, the fashion houses have taken advantage of establishing boutiques in ostentatious districts of the French riviera,\n&lt;a href=\"Bordeaux\"&gt;Bordeaux&lt;/a&gt; is classified \"City of Art and History\". The city is home to 362 \"&lt;a href=\"monuments%20historiques\"&gt;monuments historiques&lt;/a&gt;\" (only Paris has more in France) with some buildings dating back to Roman times. Bordeaux has been inscribed on &lt;a href=\"World%20Heritage%20Site\"&gt;UNESCO World Heritage List&lt;/a&gt; as \"an outstanding urban and architectural ensemble\" and is the world's top prime wine tourism place, focus its luxury district around the \"Cours de l'intendance\".\n&lt;a href=\"Toulouse\"&gt;Toulouse&lt;/a&gt; with pink and stylish architecture, &lt;a href=\"Rennes\"&gt;Rennes&lt;/a&gt; with antique and medieval beauty (around the \"rue de la Monnaie\"), &lt;a href=\"Nantes\"&gt;Nantes&lt;/a&gt; with its passage Pommeraye, &lt;a href=\"Strasbourg\"&gt;Strasbourg&lt;/a&gt; offering French-German architecture and &lt;a href=\"Lille\"&gt;Lille&lt;/a&gt;'s downtown in north France holds several luxury houses.\nFashion shows.\nThe &lt;a href=\"Paris%20Fashion%20Week\"&gt;Paris Fashion Week&lt;/a&gt; takes place twice a year after the &lt;a href=\"Milan%20Fashion%20Week\"&gt;Milan Fashion Week&lt;/a&gt;. It is the last and usually the most anticipated city of the fashion month. Dates are determined by the French Fashion Federation. Currently, the Fashion Week is held in the &lt;a href=\"Carrousel%20du%20Louvre\"&gt;Carrousel du Louvre&lt;/a&gt;.\nMonaco.\n&lt;a href=\"Montecarlo%20Fashion%20Week\"&gt;Montecarlo Fashion Week&lt;/a&gt; (Fashion Fair Week)"
}