{
    "id": "1098342",
    "revid": "30208075",
    "url": "https://en.wikipedia.org/wiki?curid=1098342",
    "title": "Thomas Bodström",
    "text": "Thomas Lennart Bodström (born 9 April 1962) is a Swedish former politician of the &lt;a href=\"Swedish%20Social%20Democratic%20Party\"&gt;Swedish Social Democratic Party&lt;/a&gt;. He is also a former &lt;a href=\"Football%20player\"&gt;footballer&lt;/a&gt;, and is best remembered for representing &lt;a href=\"Allsvenskan\"&gt;Allsvenskan&lt;/a&gt; side &lt;a href=\"AIK%20Fotboll\"&gt;AIK&lt;/a&gt; between 1987 and 1989.\nThomas Bodström was the Swedish &lt;a href=\"Minister%20for%20Justice%20%28Sweden%29\"&gt;Minister for Justice&lt;/a&gt; in the two last succeeding governments of the Swedish Prime Minister &lt;a href=\"G%C3%B6ran%20Persson\"&gt;Göran Persson&lt;/a&gt;, from 2000 to 2006. From October 2006 until October 2010, he was the chairman of the &lt;a href=\"Parliament%20of%20Sweden\"&gt;Riksdag&lt;/a&gt; committee for judicial issues. When the new parliament, that was elected in 2010, was inaugurated, Bodström lost his position as a committee chairman. Bodström shortly afterwards requested half-time leave of absence from his seat in the parliament, combined with half-time parental leave, in order to relocate to the USA together with his family. His request for leave of absence was denied by the Social Democratic group leader in the parliament, and Bodström has thus left his seat in the Parliament. His part-time parental leave was already granted from the &lt;a href=\"Swedish%20Social%20Insurance%20Administration\"&gt;Swedish Social Insurance Administration&lt;/a&gt;. Thomas Bodström is also active as the chairman of the children's rights organization &lt;a href=\"ECPAT\"&gt;ECPAT&lt;/a&gt; &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;.\nThomas Bodström is the son of &lt;a href=\"Lennart%20Bodstr%C3%B6m\"&gt;Lennart Bodström&lt;/a&gt;, who was &lt;a href=\"Swedish%20Minister%20for%20Foreign%20Affairs\"&gt;Swedish Minister for Foreign Affairs&lt;/a&gt; from 1982 to 1985 in the &lt;a href=\"Olof%20Palme\"&gt;Olof Palme&lt;/a&gt; government. In his youth, however, Thomas Bodström was not involved in party politics. Instead, his first brush with media attention came as a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; player in &lt;a href=\"AIK%20Fotboll\"&gt;AIK&lt;/a&gt;, a team in the &lt;a href=\"Allsvenskan\"&gt;Premier Division of the Swedish Football league&lt;/a&gt;, 1987–1989. In 1990, he graduated from &lt;a href=\"Stockholm%20University\"&gt;Stockholm University&lt;/a&gt; with a Bachelor of Laws degree. After that, he worked as a lawyer for ten years. During his career, he took interest in international affairs, and in 1999, he joined the board of the Swedish branch of the international organisation &lt;a href=\"Lawyers%20Without%20Borders\"&gt;Lawyers Without Borders&lt;/a&gt;.\nHowever, when Prime Minister &lt;a href=\"G%C3%B6ran%20Persson\"&gt;Göran Persson&lt;/a&gt; announced his new cabinet appointment on 11 October 2000, Bodström was a completely unknown face to most of the political journalists attending the press conference. At the time, he was not even a member of the Social Democratic Party. Although Bodström was unaccustomed to national politics at the time, he has managed to keep his job, despite calls for his resignation, especially loudly voiced after several high-profile prison breaks during the summer of 2004.\nHe has written a book, \"700 dagar i Rosenbad\" (700 days in &lt;a href=\"Rosenbad\"&gt;Rosenbad&lt;/a&gt;), about his experiences as a newcomer in the government.\nControversy.\nAt the time of his appointment, Bodström revealed in an interview that he had used &lt;a href=\"hashish\"&gt;hashish&lt;/a&gt; in his youth, and also, that he on several occasions had employed a person in his home without paying the appropriate taxes.\nDuring his term in office, Bodström was heavily criticized by advocates of privacy and liberal think tanks, as he is said to have worked towards giving the police the possibility of monitoring people who might be involved in minor crimes, as well as other things that could be seen as intrusive to privacy.\nOn 23 August 2010, during an interview by Swedish Radio, in light of the current drug testing debate, the reporter asked Bodström if he was willing to participate in a drug test. Bodström at first agreed, but when the nurse explained that he would be tested for &lt;a href=\"amphetamines\"&gt;amphetamines&lt;/a&gt;, &lt;a href=\"hashish\"&gt;hashish&lt;/a&gt;, &lt;a href=\"opiates\"&gt;opiates&lt;/a&gt;, and &lt;a href=\"benzodiazepines\"&gt;benzodiazepines&lt;/a&gt;, he changed his mind, and said, \"I don't feel like doing it now. I am sweating too much.\"\nThe &lt;a href=\"Pirate%20Party%20%28Sweden%29\"&gt;Pirate Party&lt;/a&gt; defended his right not to take the test in reference to their views on privacy.\nSince mid-2011, Bodström has been an expert commentator on law on the crime reality TV show \"&lt;a href=\"Efterlyst\"&gt;Efterlyst&lt;/a&gt;\" on &lt;a href=\"TV3%20%28Sweden%29\"&gt;TV3&lt;/a&gt;."
}