{
    "id": "10985140",
    "revid": "39374154",
    "url": "https://en.wikipedia.org/wiki?curid=10985140",
    "title": "TIG1",
    "text": "Tazarotene-induced gene-1 (TIG1) is a protein which has been implicated as a putative &lt;a href=\"tumor%20suppressor\"&gt;tumor suppressor&lt;/a&gt;. It is structurally similar to the protein &lt;a href=\"latexin\"&gt;latexin&lt;/a&gt;, which has also been shown to demonstrate some tumor suppression activity (Liang et al., 2007). TIG1 is thought to be a &lt;a href=\"transmembrane%20protein\"&gt;transmembrane protein&lt;/a&gt;, and its mechanism of tumor suppression is largely unknown.\nStructure.\nThe &lt;a href=\"amino%20acid%20sequence\"&gt;amino acid sequence&lt;/a&gt; of the protein TIG1 is as follows:\nN terminus-Met-Gln-Pro-Arg-Arg-Gln-Arg-Leu-Pro-Ala-Pro-Trp-Ser-Gly-Pro-Arg-Gly-Pro-Arg-Pro-Thr-Ala-Pro-Leu-Leu-Ala-Leu-Leu-Leu-Leu-Leu-Ala-Pro-Val-Ala-Ala-Pro-Ala-Gly-Ser-Gly-Gly-Pro-Asp-Asp-Pro-Gly-Gln-Pro-Gln-Asp-Ala-Gly-Val-Pro-Arg-Arg-Leu-Leu-Gln-Gln-Lys-Ala-Arg-Ala-Ala-Leu-His-Phe-Phe-Asn-Phe-Arg-Ser-Gly-Ser-Pro-Ser-Ala-Leu-Arg-Val-Leu-Ala-Glu-Val-Gln-Glu-Gly-Arg-Ala-Trp-Ile-Asn-Pro-Lys-Glu-Gly-Cys-Lys-Val-His-Val-Val-Phe-Ser-Thr-Glu-Arg-Tyr-Asn-Pro-Glu-Ser-Leu-Leu-Gln-Glu-Gly-Glu-Gly-Arg-Leu-Gly-Lys-Cys-Ser-Ala-Arg-Val-Phe-Phe-Lys-Asn-Gln-Lys-Pro-Arg-Pro-Thr-Ile-Asn-Val-Thr-Cys-Thr-Arg-Leu-Ile-Glu-Lys-Lys-Lys-Arg-Gln-Gln-Glu-Asp-Tyr-Leu-Leu-Tyr-Lys-Gln-Met-Lys-Gln-Leu-Lys-Asn-Pro-Leu-Glu-Ile-Val-Ser-Ile-Pro-Asp-Asn-His-Gly-His-Ile-Asp-Pro-Ser-Leu-Arg-Leu-Ile-Trp-Asp-Leu-Ala-Phe-Leu-Gly-Ser-Ser-Tyr-Val-Met-Trp-Glu-Met-Thr-Thr-Gln-Val-Ser-His-Tyr-Tyr-Leu-Ala-Gln-Leu-Thr-Ser-Val-Arg-Gln-Trp-Val-Arg-Lys-Thr-C terminus.\nTIG1 is a transmembrane protein which contains a &lt;a href=\"hyaluronic%20acid\"&gt;hyaluronic acid&lt;/a&gt; binding motif. This particular motif suggests that it may increase cell-to-cell contact in cells which express TIG1 (Jing et al., 2002). TIG1 is predicted to contain a membrane anchor at the N-terminus. TIG1 contains two faces: the first face contains homology to the protein latexin, and the second contains a broad basic patch. The basic face is thought to be an interaction surface. Supporting the idea of a protein interaction surface, TIG1 also contains a cis-&lt;a href=\"peptide%20bond\"&gt;peptide bond&lt;/a&gt; between isoleucine-122 and proline-123 on a protruding loop that lies on its basic face (Aagard et al., 2005). Latexin and TIG1 have approximately 30 percent homology based on primary structure; however, their three-dimensional structures are thought to be much more similar (Liang et al., 2007). Both latexin and TIG1 are thought to have descended from a common progenitor. TIG1 also shares homology with another protein, &lt;a href=\"ovacalyxin-32\"&gt;ovacalyxin-32&lt;/a&gt;, although the evolutionary and functional relationship between the two proteins is unclear (Gautron et al., 2001). \nFunction.\nTIG1's specific functions are still being elucidated. Latexin is a structurally similar protein to TIG1. Latexin is the only mammalian &lt;a href=\"carboxypeptidase\"&gt;carboxypeptidase&lt;/a&gt; inhibitor, although TIG1's proteolytic activity remains unexplored. Using a selective subtractive differential gene display, Jing and colleagues discovered that TIG1 expression was absent from malignant prostate carcinoma cell lines but present in benign tumor lines. When highly malignant prostate cancer cells were transfected with TIG1, decreased \"in vitro\" invasiveness was measured using an extracellular matrix migration assay over a period of 48 hours. This same group of scientists performed another experiment in which TIG1 expression was restored in mice that were homozygous for the deletion of the TIG1 gene. Although the restoration of TIG1 did not prevent tumor growth in these mice, the average size of the tumors showed a 2.4-fold decrease (Jing et al., 2006).\nRegulation.\nThe &lt;a href=\"promotor%20%28biology%29\"&gt;promoter&lt;/a&gt; of TIG1 is silenced by &lt;a href=\"methylation\"&gt;hypermethylation&lt;/a&gt; in &lt;a href=\"gastric%20cancer\"&gt;gastric cancer&lt;/a&gt;. Promoter hypermethylation is a common mechanism for silencing tumor suppression genes. During &lt;a href=\"carcinogenesis\"&gt;carcinogenesis&lt;/a&gt;, methylation begins at the &lt;a href=\"CpG%20island\"&gt;CpG island&lt;/a&gt; of the promoter and gradually works its way to the &lt;a href=\"Transcription%20%28genetics%29\"&gt;transcription&lt;/a&gt; start site, at which point it inhibits transcription of TIG1 (So et al., 2006). Additionally, the CpG promoter hypermethylation of TIG1 has also been demonstrated as an important event in the carcinogenesis of &lt;a href=\"prostate%20cancer\"&gt;prostate adenocarcinoma&lt;/a&gt; (Cho et al., 2007)."
}