{
    "id": "1099067",
    "revid": "1068196133",
    "url": "https://en.wikipedia.org/wiki?curid=1099067",
    "title": "Tudeh Party of Iran",
    "text": "The Tudeh Party of Iran () is an Iranian &lt;a href=\"communist%20party\"&gt;communist party&lt;/a&gt;. Formed in 1941, with &lt;a href=\"Soleiman%20Eskandari\"&gt;Soleiman Mirza Eskandari&lt;/a&gt; as its head, it had considerable influence in its early years and played an important role during &lt;a href=\"Mohammad%20Mosaddegh\"&gt;Mohammad Mosaddegh&lt;/a&gt;'s campaign to nationalize the &lt;a href=\"Anglo-Persian%20Oil%20Company\"&gt;Anglo-Persian Oil Company&lt;/a&gt; and his term as prime minister. The crackdown that followed the 1953 coup against Mosaddegh is said to have \"destroyed\" the party, although a remnant persisted. The party still exists, but has remained much weaker as a result of its banning in Iran and mass arrests by the &lt;a href=\"Iranian%20Revolution\"&gt;Islamic Republic&lt;/a&gt; in 1982, as well as the &lt;a href=\"1988%20executions%20of%20Iranian%20political%20prisoners\"&gt;executions of political prisoners in 1988&lt;/a&gt;.\nTudeh identified itself as the historical offshoot of the &lt;a href=\"Communist%20Party%20of%20Persia\"&gt;Communist Party of Persia&lt;/a&gt;.\nIdeological profile.\nThe party has generally been described as \"communist\" by historians (for example: \"The Tudeh Party was a classical pro-&lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; communist party, but wrapped itself at the time in &lt;a href=\"nationalism\"&gt;nationalism&lt;/a&gt; to be more attractive to Iranians\"), but is sometimes described simply as \"leftist\" or even \"left-leaning\" by more sympathetic sources. Various academic sources have described the party as \"&lt;a href=\"Stalinism\"&gt;Stalinist&lt;/a&gt;\".\nHistory.\nBirth of the communist movement in Iran.\nThe history of the &lt;a href=\"communist\"&gt;communist&lt;/a&gt; movement in Iran dates back to the late 19th century, when &lt;a href=\"Marxism\"&gt;Marxism&lt;/a&gt; first became introduced to the nation's intellectual and working classes as a result of the rapid growth of industry and the subsequent transformation of the country's economy from a &lt;a href=\"feudalistic\"&gt;feudalistic&lt;/a&gt; system into a &lt;a href=\"capitalistic\"&gt;capitalistic&lt;/a&gt; one. Being close to the Soviet Union and the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt;, northern Iran became the primary center of underground Marxist and &lt;a href=\"social%20democrat\"&gt;social democrat&lt;/a&gt; political activity, and many such groups came into being over the years.\nThe &lt;a href=\"Communist%20Party%20of%20Iran%20%281920%29\"&gt;Communist Party of Iran&lt;/a&gt; was founded in June 1920 in &lt;a href=\"Bandar-e%20Anzali\"&gt;Bandar-e Anzali&lt;/a&gt;, in the province of &lt;a href=\"Gilan\"&gt;Gilan&lt;/a&gt;, as a result of the first congress of Iranian social democrats. &lt;a href=\"Haydar%20Khan%20e%20Amo-oghli\"&gt;Heidar Amou Oghly&lt;/a&gt;, who was one of the leaders of the &lt;a href=\"Constitutional%20Revolution%20of%20Iran\"&gt;Constitutional Revolution of Iran&lt;/a&gt;, became the secretary-general of the new party. At the same time, &lt;a href=\"Mirza%20Koochak%20Khan\"&gt;Mirza Koochak Khan Jangali&lt;/a&gt;, another major leader of the Constitutional Revolution and also leader of the revolutionary &lt;a href=\"Jungle%20Movement%20of%20Gilan\"&gt;Jangali&lt;/a&gt; (Foresters Movement), established the &lt;a href=\"Soviet%20Republic%20of%20Gilan\"&gt;Soviet Republic of Gilan&lt;/a&gt; with the assistance of the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; of the Soviet Union.\nWith the defeat of both the newly formed Soviet Republic of Gilan and the Communist Party, Communist and social democrat activity once again went underground. In the early 1920s the Qajar dynasty finally collapsed, and &lt;a href=\"Reza%20Shah\"&gt;Reza Shah&lt;/a&gt; ascended to the throne in 1925, establishing the &lt;a href=\"Pahlavi%20dynasty\"&gt;Pahlavi dynasty&lt;/a&gt;. The new Shah introduced many reforms, such as limiting the power of the &lt;a href=\"Shi%27a\"&gt;Shi'a&lt;/a&gt; clergy, but also in turn established an &lt;a href=\"authoritarian\"&gt;authoritarian&lt;/a&gt; dictatorship.\nIn 1929–30, the party organized strikes in an &lt;a href=\"Isfahan\"&gt;Isfahan&lt;/a&gt; textile mill, the &lt;a href=\"Mazandaran%20Province\"&gt;Mazandaran&lt;/a&gt; railways, &lt;a href=\"Mashhad\"&gt;Mashhad&lt;/a&gt; carpet workshops, and most importantly, in the British-owned oil industry. The government cracked down heavily and some 200 communists were arrested; 38 were incarcerated in &lt;a href=\"Qasr%20Prison\"&gt;Qasr Prison&lt;/a&gt; in Tehran. \"Seven died there - all from natural causes.\" Along with the &lt;a href=\"Purge%20of%20the%20Communist%20Party%20of%20the%20Soviet%20Union\"&gt;Stalin purges&lt;/a&gt;, which took a heavy toll from Iranian communist exiles living in the Soviet Union, these arrests meant the Communist Party of Iran \"ceased to exist for all practical purposes outside the walls of Qasr.\"\nFoundation of the Tudeh Party.\nThe British-Soviet &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied&lt;/a&gt; &lt;a href=\"Persian%20Corridor\"&gt;invasion&lt;/a&gt; of 1941–42 resulted in the end of Reza Shah's reign and his forced exile to &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;. Many political prisoners were subsequently released and under this new atmosphere, &lt;a href=\"nationalist\"&gt;nationalist&lt;/a&gt; and &lt;a href=\"socialist\"&gt;socialist&lt;/a&gt; groups once again flourished. &lt;a href=\"Iraj%20Iskandari\"&gt;Iraj Iskandari&lt;/a&gt; and his closest colleagues decided to form a &lt;a href=\"Marxist%E2%80%93Leninist\"&gt;Marxist–Leninist&lt;/a&gt; party appealing to the broad masses. They founded the Tudeh party on 29 September 1941, electing &lt;a href=\"Soleiman%20Mohsen%20Eskandari\"&gt;Soleiman Mohsen Eskandari&lt;/a&gt; as chairman.\nInitially the party was intended to be \"a &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; rather than a radical party\", with a platform stressing the importance of \"constitutional\" and \"individual rights\", protecting \"democracy\" and \"judicial integrity\" from &lt;a href=\"fascism\"&gt;fascism&lt;/a&gt;, &lt;a href=\"imperialism\"&gt;imperialism&lt;/a&gt; and &lt;a href=\"militarism\"&gt;militarism&lt;/a&gt;. \"At Soleiman Eskandari's urging\", the party initially attempted to appeal to non-secular masses by barring women from membership, organizing &lt;a href=\"Day%20of%20Ashura\"&gt;Moharram processions&lt;/a&gt;, and designating \"a special prayer room in its main clubhouse.\" This orientation did not last and the party moved \"rapidly to the left\" within months of its founding.\nEarly peak.\nIn 1944, the party entered the 14th &lt;a href=\"Majlis%20of%20Iran\"&gt;Majlis&lt;/a&gt; elections and eight of its candidates were elected. It also established the secret &lt;a href=\"Tudeh%20Party%20Military%20Organization%20of%20Iran\"&gt;Tudeh Party Military Organization of Iran&lt;/a&gt;, or TPMO (\"Sazman-e Nezami-ye Hezb-e Tudeh-ye Iran\") made up of officers in the military. The TPMO provided the party with intelligence and information from the military to protect it from the security forces and give it military strength, though historians believe the party had no plan at that time to use the TPMO to stage a coup.\nAt the same time, Tudeh took a strong stand in favor of women's rights, starting in 1943. This included advocating for equal pay for equal work, two months of maternity leave for female workers and otherwise standing for women's social rights, working with those who had been fighting for these goals for years and were &lt;a href=\"socialist\"&gt;socialist&lt;/a&gt;.\nEven so, issues of &lt;a href=\"reproduction\"&gt;reproduction&lt;/a&gt;, &lt;a href=\"sexuality\"&gt;sexuality&lt;/a&gt;, and other elements within family life were not discussed.\nFrom this point on the party grew immensely and became a major force in Iranian politics. By early 1945, the party had managed to create the first mass organization in Iran's history. Police records later revealed it had an estimated 2,200 hard-core members – 700 of them in &lt;a href=\"Tehran\"&gt;Tehran&lt;/a&gt; – \"10,000s of sympathizers in its youth and women's organizations, and 100,000s of sympathizers in its labor and craft unions.\" Its main newspaper, \"&lt;a href=\"Rahbar%20%28newspaper%29\"&gt;Rahbar&lt;/a&gt;\" (Leader), boasted a circulation of more than 100,000 – triple that of the \"semi-official newspaper\" \"&lt;a href=\"Ettela%27at\"&gt;Ettela'at&lt;/a&gt;.\" British ambassador &lt;a href=\"Reader%20Bullard\"&gt;Reader Bullard&lt;/a&gt; called it the only coherent political force in the country, and the \"&lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt;\" reckoned it and its allies could win as much as 40% of the vote in a fair election.\nThis period has been called the height of the party's intellectual influence which came in large part from the prestige and propaganda of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; as \"the world's most progressive nation.\" Few intellectuals \"dared oppose\" the party \"even if they did not join.\" Marking the end of the \"near hegemony of the party over intellectual life\" in Iran was the resignation from the party of celebrated writer &lt;a href=\"Jalal%20Al-e-Ahmad\"&gt;Jalal Al-e-Ahmad&lt;/a&gt; circa 1948 to form a &lt;a href=\"socialist\"&gt;socialist&lt;/a&gt; splinter group –&lt;a href=\"Third%20Force%20%28Iran%29\"&gt;Third Force&lt;/a&gt;– in protest against the Tudeh's \"nakedly pro-Soviet\" policies.\nTarnishing the appeal of the Tudeh in the next two years 1944–46 were Soviet demands for a &lt;a href=\"petroleum\"&gt;petroleum&lt;/a&gt; concession in northern Iran and the Soviet sponsoring of ethnic revolts in &lt;a href=\"Iranian%20Kurdistan\"&gt;Kurdestan&lt;/a&gt; and &lt;a href=\"Azerbaijan%20%28Iran%29\"&gt;Azerbaijan&lt;/a&gt;. Despite the fact that Tudeh deputies in the &lt;a href=\"Majles%20of%20Iran%23Pre-Revolution%20Majlis%20%E2%80%93%20National%20Consultative%20Assembly\"&gt;Majles&lt;/a&gt; had previously vigorously demanded the &lt;a href=\"nationalization\"&gt;nationalization&lt;/a&gt; of the whole petroleum industry, the Tudeh party supported granting the Soviet petroleum industry in Iran its wishes on grounds of \"socialist solidarity\", \"internationalism,\" and \"anti-imperialism.\"\nInternational Cold War context.\nDuring this time the rest of the international communist movement was also thriving. The communist world expanded dramatically in the decade following &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; with &lt;a href=\"Eastern%20Bloc\"&gt;Eastern Europe&lt;/a&gt;, &lt;a href=\"Chinese%20Civil%20War\"&gt;China&lt;/a&gt;, &lt;a href=\"Division%20of%20Korea\"&gt;North Korea&lt;/a&gt;, and &lt;a href=\"First%20Indochina%20War\"&gt;Vietnam&lt;/a&gt; all becoming states dominated by their respective communist parties, usually via military victory. In the United States, Iran was seen as the holder of reserves of petroleum with \"vital strategic\" value to western countries, and as part of \"a Northern Tier\" of countries (along with Greece and Turkey) that constituted a geopolitical \"first line of defense\" for the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt; and for &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;, To counter the activities of the USSR, the CIA established &lt;a href=\"Operation%20TPBEDAMN\"&gt;Operation TPBEDAMN&lt;/a&gt; in the late 1940s, funded at $1 million a year. It prepared both \"disguised (`gray` propaganda) or deliberately misrepresented &lt;a href=\"black%20propaganda\"&gt;black propaganda&lt;/a&gt;\" in the form of \"newspaper articles, cartoons, leaflets, and books\" which it translated into Persian, most of which \"portrayed the Soviet Union and the Tudeh as anti-Iranian or anti-Islamic, described the harsh reality of life in the Soviet Union, or explained the Tudeh's close relationship with the Soviets and its popular-front strategy.\" In addition it paid \"right-wing nationalist organizations\" and some &lt;a href=\"Shia\"&gt;Shia&lt;/a&gt; religious figures. Its agents provoked \"violent acts\" and blamed them on the communists, and hired \"thugs to break up Tudeh rallies.\" Nonetheless, the party was able to fill the streets of Tehran and Abadan \"with tens of thousands of enthusiastic demonstrators\" for &lt;a href=\"International%20Workers%27%20Day\"&gt;May Day&lt;/a&gt; in 1946.\n1949 crackdown.\nIn February 1949 there was an attempt on the life of Shah &lt;a href=\"Mohammad%20Reza%20Pahlavi\"&gt;Mohammad Reza Pahlavi&lt;/a&gt;. The party was blamed by the government and banned. The government \"confiscated its assets, dissolved affiliated organizations, especially the Central Council and rounded up some 200 leaders and cadres.\"\nThe party continued to function underground however and by 1950 it had organized its supporters under the banner of the Iran Society for Peace (\"Jam'iyat-e Irani-ye Havadar-e Solh\") and was publishing three daily papers, \"Razm\", \"Mardom\", and \"Besui-ye Ayandeh.\" In December 1950, the TPMO, its military organization, managed \"to arrange for escape of key members of the party leadership who had been in jail since early 1949.\"\nSuch suppression was assisted by conservatives detesting the Tudeh Party, which was later outlawed and allied with Mossadegh. One Iranian conservative newspaper even editorialized:\n \"...the Tudeh Party, with its satanic doctrine of class struggles, has incited ignorant workers to violate the sacred right of private property and inflict social anarchy upon the center of the country. This uprising proves that Tudeh is an enemy of private property, of Iran, and of Islam. If the government does not stamp out Tudeh, the local revolt will inevitably spread into a general revolution.\"\nMosaddeq era, his overthrow and aftermath.\nThe party played an important role both directly and indirectly during the pivotal era of Iranian history that began with the 1951 &lt;a href=\"nationalization\"&gt;nationalization&lt;/a&gt; of the British &lt;a href=\"Anglo%20Iranian%20Oil%20Company\"&gt;Anglo Iranian Oil Company&lt;/a&gt; (AIOC), and ending with the 1953 overthrow of &lt;a href=\"Mohammad%20Mosaddeq\"&gt;Mohammad Mosaddeq&lt;/a&gt; by a &lt;a href=\"CIA\"&gt;CIA&lt;/a&gt;-led &lt;a href=\"1953%20Iranian%20coup%20d%27%C3%A9tat\"&gt;coup&lt;/a&gt;. The party's policy \"fluctuated,\" first attacking Mosaddeq as `an agent of American imperialism,` then giving him some support during and after the July 1952 uprising. On 15 August a coup attempt against Mosaddeq was thwarted thanks in part to information uncovered by the Tudeh TPMO military network, but two days later party militants inadvertently helped destabilized the government by staging demonstrations to pressure Mosaddeq to declare Iran a democratic republic. As this would have overturned Iran's constitutional monarchy, Mosaddeq reacted by calling out troops to suppress the demonstrators. The party then demobilized late the next day making it unavailable to fight the coup the day after. By 1957 the TPMO was crushed and thousands of party members had been arrested.\nOil nationalization.\nFollowing World War II, Iranian public support was growing for nationalization of the British Anglo Iranian Oil Company (AIOC) whose profits had greatly exceeded its royalty payments to the Iranian government.\nIn 1951, &lt;a href=\"Mohammad%20Mosaddeq\"&gt;Mohammad Mosaddeq&lt;/a&gt;, head of the &lt;a href=\"nationalist\"&gt;nationalist&lt;/a&gt; movement known as the &lt;a href=\"National%20Front%20of%20Iran\"&gt;National Front of Iran&lt;/a&gt;, led parliament in the nationalization of AIOC, and shortly after was appointed &lt;a href=\"prime%20minister\"&gt;prime minister&lt;/a&gt; by the Shah. Mosaddeq oversaw the takeover of British oil facilities and rising economic difficulty and polarization in Iran as the AIOC withdrew its employees and retaliated with a boycott of Iranian oil.\nIn early April 1951 the Tudeh revealed its \"true strength\" by launching strikes and riots protesting low wages and poor housing and delays in nationalization of the oil industry. There were \"street demonstrations and sympathy strikes in &lt;a href=\"Tehran\"&gt;Tehran&lt;/a&gt;, &lt;a href=\"Isfahan\"&gt;Isfahan&lt;/a&gt;, and the northern cities.\" Police opened fire on demonstrators. A result was \"panic\" in Iran's parliament at the power of Marxist forces in Iran. With this, it became apparent that Mossadeq was not a communist and that the Tudeh did not control the government, nor did the party want to overthrow him even as it was establishing a broad public base.\nDuring this period the Tudeh followed a \"leftist\" rather than \"&lt;a href=\"Popular%20front%23The%20Comintern%27s%20Popular%20Front%20policy%201934%E2%80%931939\"&gt;popular front&lt;/a&gt;\" strategy, refusing to ally with Mosaddeq. Despite the fact that Mosaddeq had introduced a new policy of tolerance toward the party, that both the Tudeh and Mosaddeq had worked for nationalization of the AIOC, and that expropriation of &lt;a href=\"capitalist\"&gt;capitalist&lt;/a&gt; Western-owned resource extracting corporations by &lt;a href=\"developing%20countries\"&gt;poor countries&lt;/a&gt; was central to &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxist–Leninist&lt;/a&gt; doctrine, the party vigorously and relentlessly opposed Mosaddeq and his program. In a June 1950 article in its daily \"Mardom\" it described the effects of Mosaddeq's policy thusly:\nAlready we can be sure that revisions in the southern oil contract will not be in favor of our people and will only result in the consolidation of England's position in our country. ... The solution of the oil question is related to the victory of our party, that is, the people of Iran.\nOn 16 July 1952, Mosaddeq resigned after the shah refused to accept his nomination for War Minister. Mosaddeq appealed to the general public for support, but Tudeh press continued to attack him, describing his differences with the shah \"as merely one between different factions of a reactionary ruling elite.\" It was only after the explosion of popular support for Mosaddeq in the street that \"many rank-and-file\" Tudeh party members \"could see first hand Mosaddeq's popularity\", and came to his aid.\nAccording to one observer:\nalthough diverse elements participated in the July uprising, the impartial observer must confess that the Tudeh played an important part—perhaps even the most important part. ... If in the rallies before March 1952 one-third of the demonstrators had been Tudeh and two-thirds had been National Front, after March 1952, the proportions were reversed.\nAyatollah &lt;a href=\"Abol-Ghasem%20Kashani\"&gt;Abol-Ghasem Kashani&lt;/a&gt;, who later switched sides and supported the Shah, \"sent a public letter to the pro-Tudeh organizations thanking them for their invaluable contribution\" during the uprising toward Mosaddeq's victory.\nMosaddeq capitalized on the uprising to establish emergency rule, which allowed him to bypass the Majles, and also to institute socialist reforms. With the Soviets not wanting to back or \"shore up\" Tudeh, and Truman refusing demands to overthrow Mossadegh from &lt;a href=\"Clement%20Attlee\"&gt;Clement Attlee&lt;/a&gt; and &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt;, it would take the inauguration of Dwight Eisenhower to change the tune, greenlighting the coup operation.\n1953 coup.\nDuring this time the US government became more and more frustrated with Mosaddeq and the stalemate over negotiations with the UK government on control and compensation, with the American ambassador even questioning Mosaddeq's \"mental stability\". At the same time the &lt;a href=\"cold%20war\"&gt;cold war&lt;/a&gt; struggle continued to dominate foreign policy thinking in the west. Soviet tanks crushed an anti-communist &lt;a href=\"Uprising%20of%201953%20in%20East%20Germany\"&gt;uprising of strikes and protests in East Germany&lt;/a&gt; in June 1953.\nAs Americans gave up hope on Mosaddeq, their propaganda and covert action campaign against the Tudeh, called TPBEDAMN, expanded to include him. In 1953, American CIA and British intelligence agents, began plotting to overthrow Mosaddeq in a &lt;a href=\"1953%20Iranian%20coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt;, in large part because of their fear that \"rising internal tensions and continued deterioration ... might lead to a breakdown of government authority and open the way for at least a gradual assumption of control by Tudeh,\" just as a local communist party had led a &lt;a href=\"Czechoslovak%20coup%20d%27%C3%A9tat%20of%201948\"&gt;coup in Czechoslovakia&lt;/a&gt; in 1948, replacing a democratic regime and constitution with a pro-Soviet, one-party Communist government.\nThe Tudeh also sensed a coup might be coming, and created \"vanguard cells\" that along with the TPMO, \"identified key military installation, army depots, and command and control centers in the capital\" Tehran \"to react violently to any coup attempt.\" Recently released photographs by &lt;a href=\"William%20Arthur%20Cram\"&gt;William Arthur Cram&lt;/a&gt; show that Tudeh organized huge demonstrations in August before the coup occurred.\nThe plotters first attempt involved persuading the shah to issue an edict dismissing Mosaddeq and replacing him with retired General &lt;a href=\"Fazlollah%20Zahedi\"&gt;Fazlollah Zahedi&lt;/a&gt;, while arresting Mosaddeq and taking over other possible centers of opposition. On 15 August the plot was uncovered by Tudeh supporters in the military, and a contingent sent to arrest Mosaddeq were intercepted and arrested themselves. Colonel Mohammad Ali Mobasherri, was a member of the TPMO's (secret) three-man secretariat, but also an active member of Tehran Military Governor, the center of the coup operation. Major Hehdi Homaouni served in the shah's Imperial Guard and discovered and reported the August plot to the party. In a recent set of documents released by the &lt;a href=\"National%20Security%20Archive\"&gt;National Security Archive&lt;/a&gt;, which noted pro-Shah demonstrators sacked pro-Tudeh and pro-Mossadegh establishments, it was noted that British and American intelligence agents infiltrated Tudeh so it could blunt Mossadegh. These documents also noted that Eisenhower and Truman differed in their assessments of Mossadegh, with Eisenhower feeling he could not as effectively counter Tudeh as Truman and the CIA in August 1953 downplaying \"the likelihood of a Tudeh overthrow attempt\" but fears the Tudeh taking power in a more long-term fashion.\nThe coup attempt created a backlash against its perpetrators, including the shah. The already anti-monarchical Tudeh supporters were radicalized and on the morning of 17 August \"an angry crowd began to attack symbols of the monarchy\" and demanded its abolition. Mosaddeq, who was aware of Western fears of the Tudeh and who had worked to limit the power of the shah but had \"never suggested he was in favor of abolishing the constitutional monarchy,\" saw these attacks as a challenge, as removing the shah would violate the constitution. The next day his regime ordering the military into the streets, and \"up to 600 mid and low-level Tudeh activists were arrested in Tehran alone.\" With its network \"severely damaging\" the party reversed course once again, and \"ordered a demobilization\" of its preparations to fight a coup.\nTaking advantage of the quiet, the CIA and its Iranian allies struck again, and on 19 August the &lt;a href=\"1953%20Iranian%20coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt; replaced Mosaddeq with Zahedi. The coup was a major event in Third World and 20th Century history and there is debate as to how much of the blame for the overthrow can be traced to bribes paid by the CIA and how much to domestic dissatisfaction with Mossadeq. Whatever the motivations, &lt;a href=\"Mohammad%20Reza%20Pahlavi\"&gt;Mohammad Reza Pahlavi&lt;/a&gt; thereafter assumed dictatorial powers and banned most political groups, including Mossadegh's National Front, which along with the Tudeh Party, continued to function underground.\nCrackdown following coup.\nThe mass arrests, destruction of its organization and execution of some 40–50 leaders following the coup has been said to have \"destroyed\" the Tudeh. Between 1953 and 1957, Iranian security forces using \"brute force, together with the breaking of the cryptographic code – probably with CIA know-how – … tracked down 4,121 party members.\" This constituted the whole Tudeh underground and \"more than half the party membership\". Tudeh infiltration of the military by the TPMO totaled 477 members in the armed forces, \"22 colonels, 69 majors, 100 captains, 193 lieutenants, 19 noncommissioned officers, and 63 military cadets.\" Ervand Abrahamian notes that none of these were in the \"crucial tank divisions around Tehran\" that could have been used for a coup d'état and which the Shah had screened carefully. \"Ironically, a Tudeh colonel had been in charge of the Shah's personal security – as well as that of Vice President Richard Nixon when he visited Iran. The Tudeh had the opportunity to assassinate the Shah and the U.S. vice president but not to launch a coup.\" &lt;a href=\"Maziar%20Behrooz\"&gt;Maziar Behrooz&lt;/a&gt; is more optimistic about the party's chances of stopping the coup, saying that while \"most of the Tudeh officers were in non-combat posts,\" they \"were in a position to access and distribute weapons. In their memoirs, TPMO high- and middle-ranking members have confirmed their ability to distribute weapons and even to assassinate key Iranian leaders of the coup. Hence, with a disciplined party membership, backed by military officers with access to weapons, the Tudeh had a strong hand.\"\nWith the TPMO decimated, the Tudeh network was compromised as the TPMO had \"acted as a shield for the party\" and helped preserve it immediately after Mosaddeq's overthrow. \"Many high- and middle-ranking Tudeh leaders were arrested or forced to flee the country. The arrest and execution of &lt;a href=\"Khosro%20Roozbeh\"&gt;Khosro Roozbeh&lt;/a&gt; in 1957-8 signaled the end of this process.\"\nTudeh verdict.\nAfter the fact, the party engaged in self-criticism of its policies toward Mosaddeq at its Fourth Plenum held in Moscow in July 1957. They found them \"sectarian and leftist\" and not to recognizing \"the progressive nature\" of the oil nationalization movement.\nLate 1950s and 1960s.\nThe &lt;a href=\"Sino%E2%80%93Soviet%20split\"&gt;Sino–Soviet split&lt;/a&gt; caused some splintering of the party in the early 1960s, with at least one Maoist group breaking away. In the mid-1960s, the &lt;a href=\"U.S.%20State%20Department\"&gt;U.S. State Department&lt;/a&gt; estimated the party membership to be approximately 1500.\nIn 1965, the party faced a second division between the mainstream of the organization and the splinter faction, which advocated violent struggle against the government by arming the tribes of southern Iran. This faction caused a great deal of damage and three years passed before the unity of the party was restored. The remnants of this faction are known as the &lt;a href=\"Labour%20Party%20of%20Iran\"&gt;Labour Party of Iran&lt;/a&gt;.\nIn 1966, several party members, including &lt;a href=\"Ali%20Khavari\"&gt;Ali Khavari&lt;/a&gt; and &lt;a href=\"Parviz%20Hekmatjoo\"&gt;Parviz Hekmatjoo&lt;/a&gt; of the Central Committee, and &lt;a href=\"Asef%20Razmdideh\"&gt;Asef Razmdideh&lt;/a&gt; and &lt;a href=\"Saber%20Mohammadzadeh\"&gt;Saber Mohammadzadeh&lt;/a&gt;, were arrested and sentenced to death. This sparked international outcry and hunger strikes in Europe which forced the government to reduce the sentences to life imprisonment. These events created much international sympathy for the worker's struggle in Iran and helped unify the party after the split. The Tudeh Party from this point on becomes established as one of the strongest underground movements and helps to pave the way for the forthcoming &lt;a href=\"Iranian%20Revolution\"&gt;Iranian Revolution&lt;/a&gt; of 1979.\nIranian Revolution of 1979.\nIn the early 1970s, the Iranian &lt;a href=\"Guerrilla%20warfare\"&gt;guerrilla&lt;/a&gt; movement began in northern Iran in the province of &lt;a href=\"Mazandaran\"&gt;Mazandaran&lt;/a&gt;. The 1970s also witnessed the birth of widespread worker's strikes and demonstrations, and university campuses became a hotbed of revolutionary activity. In 1973, Tudeh released a brochure titled \"Oil from Iran and imperialist oil monopolies,\" likely advocating for oil nationalization. The Tudeh Party drastically increased its activities, recruiting many youth and organizing regional committees, supporting the &lt;a href=\"Islamic%20Revolution\"&gt;Islamic Revolution&lt;/a&gt; when others on the &lt;a href=\"Left-wing%20politics\"&gt;left&lt;/a&gt; opposed it.\nIslamic Republic.\nDuring the revolution, many political prisoners were freed and the Tudeh Party and other leftist groups were able to participate in the presidential and parliamentary elections for the first time in many years. However, the majority of seats in the Majlis were won by the &lt;a href=\"Islamic%20Republican%20Party\"&gt;Islamic Republican Party&lt;/a&gt; of &lt;a href=\"Mohammad%20Beheshti\"&gt;Ayatollah Beheshti&lt;/a&gt; and leftist and nationalist organizations were forced out of the loop. The newly elected president, &lt;a href=\"Abolhassan%20Banisadr\"&gt;Abolhassan Banisadr&lt;/a&gt;, who had originally been close with &lt;a href=\"Ayatollah%20Khomeini\"&gt;Ayatollah Khomeini&lt;/a&gt;, also became increasingly frustrated with the developments that had been taking place and opposed the domination of the clergy and the religious factions in Iranian politics. In addition, the party denounced Amnesty International's call to end the &lt;a href=\"summary%20execution\"&gt;summary execution&lt;/a&gt;s and called it \"blatant interference in Iranian affairs\".\nIn 1981, the Majlis, dominated by the Islamic Republican Party, forced Bani Sadr out of office, which initiated a wave of protests and demonstrations from all segments of the populace. Bani Sadr later fled the country. Armed revolutionary committees loyal to Khomeini (which came to be known as the \"&lt;a href=\"Islamic%20Revolutionary%20Guard%20Corps\"&gt;Pasdaran&lt;/a&gt;\") arrested many thousands of youth and activists from both nationalist and leftist groups, many of whom were later tried by &lt;a href=\"Lajevardi\"&gt;Lajevardi&lt;/a&gt;, who was known as the \"Hanging Judge\", and executed.\nAt this point in the history of the Tudeh Party, the &lt;a href=\"Christians\"&gt;Christian&lt;/a&gt; and &lt;a href=\"Azeris\"&gt;Azeris&lt;/a&gt; within the population were prominent.\nSuppression.\nWhile other leftist parties opposed the Islamist forces at this time, and were suppressed as a result, Tudeh Party leadership as well as the &lt;a href=\"Organization%20of%20Iranian%20People%27s%20Fedaian%20%28Majority%29\"&gt;Fadaian Aksariat&lt;/a&gt; decided to support the new clerical theocratic regime. This may have been to try to follow the pro-Tehran line of the Soviet Union.\nIn 1982, however, the Tudeh broke ranks. The Islamist government of Iran had closed down the Tudeh newspaper, and purged Tudeh members from government ministries. According to the &lt;a href=\"Mitrokhin%20Archive\"&gt;Mitrokhin Archive&lt;/a&gt;, &lt;a href=\"Vladimir%20Kuzichkin\"&gt;Vladimir Kuzichkin&lt;/a&gt;, a &lt;a href=\"KGB\"&gt;KGB&lt;/a&gt; officer stationed in Tehran, had defected to the British in 1982. &lt;a href=\"MI6\"&gt;MI6&lt;/a&gt; used this information and shared the information with the &lt;a href=\"CIA\"&gt;CIA&lt;/a&gt;. Their information was then shared with the Iranian government by the CIA, which was secretly courting Iran, as part of the &lt;a href=\"Iran%E2%80%93Contra%20affair\"&gt;Iran–Contra affair&lt;/a&gt;.\nQuite quickly the government arrested and imprisoned its leadership and later more than 10,000 members of the party. During February 1983, the leaders of the Tudeh Party were arrested and the Party disbanded, leaving Iran effectively a one-party state. The Tudeh arrests revealed that once again the party had managed to find supporters among the armed forces, as a number of officers, prominent among them &lt;a href=\"Admiral\"&gt;Admiral&lt;/a&gt; &lt;a href=\"Bahram%20Afzali\"&gt;Bahram Afzali&lt;/a&gt;, commander of the &lt;a href=\"Islamic%20Republic%20of%20Iran%20Navy\"&gt;Iranian navy&lt;/a&gt;, were arrested. These arrests ended the alliance between the Tudeh Party and the ruling clergy of Iran and it collapsed, even as the Soviets worked with the Iranians to build up their nuclear capabilities. Even with this agreement, the Iranian government saw the Soviets as \"atheistic devils\" and the Soviets did not like the government because it had suppressed the Tudeh.\nInternational media, such as &lt;a href=\"United%20Press%20International\"&gt;UPI&lt;/a&gt;, reported that along with the banning of the Tudeh party, 18 Soviet diplomats were expelled from the country for \"blatant interference.\" At the same time, Tudeh was accused of working on behalf of \"foreign powers,\" with the suppression praised by Khomeini.\nFrom 1 May 1983 to May 1984 almost all the Tudeh leadership appeared in videos, first individually and then jointly in an October 1983 \"roundtable discussion,\" confessing to \"treason\", \"subversion\", \"horrendous crimes\", praising Islam and proclaiming Islamic government's superiority over atheistic Marxism–Leninism. British officials supported Iran's crackdown and joked about the state torture techniques used to extract the confessions. British officials were pleased by the repression not primarily because they were concerned about Soviet influence in the country, since they knew that Iran was quite independent of that, but because they wanted to curry favor with the Iranian regime.\nIn May 1984 &lt;a href=\"Ehsan%20Tabari\"&gt;Ehsan Tabari&lt;/a&gt;, appeared on television. A man with \"50 years of leftist experiences\" told viewers he had read \"great Islamic thinkers\" such as &lt;a href=\"Morteza%20Motahhari\"&gt;Ayatollah Motahhari&lt;/a&gt; in prison following the 1982 crackdown and had now come\nto repudiate the works he had written over the past 40 years. He now realized that his entire life's work was 'defective', 'damaging', and 'totally spurious' because it had all been based on unreliable thinkers – &lt;a href=\"Freemasonry\"&gt;Freemasons&lt;/a&gt; nourished by the &lt;a href=\"Pahlavi%20dynasty\"&gt;Pahlavis&lt;/a&gt;; &lt;a href=\"Secularism\"&gt;secularists&lt;/a&gt; such as &lt;a href=\"Ahmad%20Kasravi\"&gt;Ahmad Kasravi&lt;/a&gt;; Western &lt;a href=\"Liberalism\"&gt;liberals&lt;/a&gt; and &lt;a href=\"Marxist\"&gt;Marxist&lt;/a&gt;s linked to '&lt;a href=\"imperialism\"&gt;imperialism&lt;/a&gt;' and '&lt;a href=\"Zionism\"&gt;Zionism&lt;/a&gt;' …\nIn his recantation Tabari made frequent references to religion, the &lt;a href=\"Twelve%20Imams\"&gt;Twelve Imams&lt;/a&gt; and Islamic thinkers and \"praised Islam for its `great spiritual strength.`\"\nThe suspicions of outside observers that the confession was not given freely were reinforced by the absence of Taqi Keymanash and \"13 other members\" of the Tudeh central committee, who died during prison interrogation. The rapid disintegration of the Tudeh at the hands of the state, and the confessions of its leaders led opposition and remaining party members to seek answers. Explanations ranged from ideological capitulation to the use of &lt;a href=\"Stalinism\"&gt;Stalinist&lt;/a&gt; methods of trial. The remnant of the party outside the country resorted to strange explanations that special drugs created by the &lt;a href=\"CIA\"&gt;CIA&lt;/a&gt; and &lt;a href=\"Secret%20Intelligence%20Service\"&gt;MI-6&lt;/a&gt; were used. The simplest explanation came several years after the television recantations, from a prison visit by a &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt;' human rights representative (Galindo Pohl) to Iran. The Tudeh Party General Secretary &lt;a href=\"Noureddin%20Kianouri\"&gt;Noureddin Kianouri&lt;/a&gt; was reported to have told the representative that he and his wife had been tortured to give false confessions. As evidence, he held up his badly set broken arm. Pohl added that Maryam Firuz had difficulty hearing, swallowing food, and sitting down because of beatings suffered eight years earlier at the hands of the Shah's secret police. Kianouri later wrote an open letter to the Ayatollah detailing his mistreatment.\nAs a result of these purges, a great number of party members left the country into exile. As the party represented the \"Soviet view of a preferred leftist movement\" that holds a pro-Soviet ideological line and responds to Soviet foreign policy in a supportive manner, the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; was likely disappointed at the development. It is likely many hundreds Tudeh prisoners were killed during the &lt;a href=\"1988%20executions%20of%20Iranian%20political%20prisoners\"&gt;1988 executions of Iranian political prisoners&lt;/a&gt; when thousands of &lt;a href=\"People%27s%20Mujahedin%20of%20Iran\"&gt;Mojahedin&lt;/a&gt; and leftist prisoners were killed. One report lists 90 Tudeh killed in just some blocks of &lt;a href=\"Evin%20Prison\"&gt;Evin&lt;/a&gt; and &lt;a href=\"Gohardasht%20Prison\"&gt;Gohar Dasht prisons&lt;/a&gt;.\nCurrent status.\nDespite repression, the party has managed to survive. Though since the &lt;a href=\"Iranian%20Revolution\"&gt;Iranian Revolution&lt;/a&gt; the party is officially banned in Iran and individuals found to be affiliated with communist or &lt;a href=\"socialist\"&gt;socialist&lt;/a&gt; groups risk imprisonment, active members have remained and it continues to operate as an underground political organization there. This was mentioned in an &lt;a href=\"Amnesty%20International\"&gt;Amnesty International&lt;/a&gt; report on &lt;a href=\"political%20prisoners\"&gt;political prisoners&lt;/a&gt; in Iran.\nToday, the party leadership is mainly based in exile, as is the new Central Committee, elected in 1992. The party has taken positions against &lt;a href=\"privatization\"&gt;privatization&lt;/a&gt;, criticizes the electoral system in the country, and \"anti-labor\" legislation. In 2017, the party supported &lt;a href=\"Jean-Luc%20M%C3%A9lenchon\"&gt;Jean-Luc Mélenchon&lt;/a&gt; as a leftist force in France, commemorated the &lt;a href=\"Russian%20Revolution\"&gt;Russian Revolution&lt;/a&gt;, pledged solidarity with the &lt;a href=\"Venezuelan%20Communist%20Party\"&gt;Venezuelan Communist Party&lt;/a&gt;, and criticized &lt;a href=\"Iranian%20reformists\"&gt;Iranian reformists&lt;/a&gt; for betraying their ideals. Additionally, the party condemned &lt;a href=\"2017%20Shayrat%20missile%20strike\"&gt;the missile attacks on Syria&lt;/a&gt; in April 2017 by &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt;, the only element of the Iranian opposition to do so, and has many wide-ranging party anthems on their website. In 2020, the party condemned the &lt;a href=\"2020%20Baghdad%20International%20Airport%20airstrike\"&gt;Trump Administration's airstrike&lt;/a&gt; which killed &lt;a href=\"Qasem%20Soleimani\"&gt;Qasem Soleimani&lt;/a&gt;, while simultaneously critiquing the Iranian regime for intervening in both Iraq and Lebanon."
}