{
    "id": "1099196",
    "revid": "11308236",
    "url": "https://en.wikipedia.org/wiki?curid=1099196",
    "title": "Missile defense",
    "text": "Missile defense is a system, weapon, or technology involved in the detection, tracking, interception, and destruction of attacking &lt;a href=\"missile\"&gt;missile&lt;/a&gt;s. Conceived as a defense against &lt;a href=\"nuclear%20weapon\"&gt;nuclear-armed&lt;/a&gt; &lt;a href=\"intercontinental%20ballistic%20missile\"&gt;intercontinental ballistic missile&lt;/a&gt;s (ICBMs), its application has broadened to include shorter-ranged non-nuclear &lt;a href=\"Military%20tactics\"&gt;tactical&lt;/a&gt; and &lt;a href=\"Theatre%20ballistic%20missile\"&gt;theater&lt;/a&gt; missiles.\nThe &lt;a href=\"missile%20defense%20systems%20by%20country%23United%20States\"&gt;United States&lt;/a&gt;, &lt;a href=\"missile%20defense%20systems%20by%20country%23Russia\"&gt;Russia&lt;/a&gt;, &lt;a href=\"missile%20defense%20systems%20by%20country%23China\"&gt;China&lt;/a&gt;, &lt;a href=\"missile%20defense%20systems%20by%20country%23India\"&gt;India&lt;/a&gt;, &lt;a href=\"missile%20defense%20systems%20by%20country%23Israel\"&gt;Israel&lt;/a&gt;, &lt;a href=\"missile%20defense%20systems%20by%20country%23France%2C%20UK%20and%20Italy\"&gt;France&lt;/a&gt;, and &lt;a href=\"missile%20defense%20systems%20by%20country%23Taiwan\"&gt;Taiwan&lt;/a&gt; have all developed such air defense systems. In the United States, missile defense was originally the responsibility of the &lt;a href=\"U.S.%20Army\"&gt;U.S. Army&lt;/a&gt;. The U.S. &lt;a href=\"Missile%20Defense%20Agency\"&gt;Missile Defense Agency&lt;/a&gt; has developed maritime systems and command and control that will eventually be transferred to the Navy and Air Force for operation and sustainment.\nMissile defense categories.\nMissile defense can be divided into categories based on various characteristics: type/range of missile intercepted, the trajectory phase where the intercept occurs, and whether intercepted inside or outside the Earth's atmosphere:\nType/range of missile intercepted.\nThese types/ranges include strategic, theater and tactical. Each entails unique requirements for intercept, and a defensive system capable of intercepting one missile type frequently cannot intercept others. However, there is sometimes overlap in capability.\nStrategic.\nTargets long-range &lt;a href=\"ICBM\"&gt;ICBM&lt;/a&gt;s, which travel at about 7 km/s (15,700 mph). Examples of currently active systems: Russian &lt;a href=\"A-135%20anti-ballistic%20missile%20system\"&gt;A-135&lt;/a&gt; system which defends Moscow, and the U.S. &lt;a href=\"Ground-Based%20Midcourse%20Defense\"&gt;Ground-Based Midcourse Defense&lt;/a&gt; system that defends the United States from missiles launched from Asia. Geographic range of strategic defense can be regional (Russian system) or national (U.S. system).\nTheater.\nTargets medium-range missiles, which travel at about 3 km/s (6,700 mph) or less. In this context, the term \"theater\" means the entire localized region for military operations, typically a radius of several hundred kilometers. Defense range of theater defensive systems is usually on this order. Examples of deployed theater missile defenses: Israeli &lt;a href=\"Arrow%20%28Israeli%20missile%29\"&gt;Arrow missile&lt;/a&gt;, American &lt;a href=\"Terminal%20High%20Altitude%20Area%20Defense\"&gt;THAAD&lt;/a&gt;, and Russian &lt;a href=\"S-400%20%28missile%29\"&gt;S-400&lt;/a&gt;.\nTactical.\nTargets short-range &lt;a href=\"tactical%20ballistic%20missile\"&gt;tactical ballistic missile&lt;/a&gt;s, which usually travel at less than 1.5 km/s (3,400 mph). Tactical &lt;a href=\"anti-ballistic%20missiles\"&gt;anti-ballistic missiles&lt;/a&gt; (ABMs) have short ranges, typically 20–80 km (12–50 miles). Examples of currently-deployed tactical ABMs: American &lt;a href=\"MIM-104%20Patriot\"&gt;MIM-104 Patriot&lt;/a&gt; and Russian &lt;a href=\"Sa12\"&gt;S-300V&lt;/a&gt;.\nTrajectory phase.\nBallistic missiles can be intercepted in &lt;a href=\"intercontinental%20ballistic%20missile%23Flight%20phases\"&gt;three regions of their trajectory&lt;/a&gt;: &lt;a href=\"boost%20phase\"&gt;boost phase&lt;/a&gt;, midcourse phase, or terminal phase.\nBoost phase.\nIntercepting the missile while its rocket motors are firing, usually over the launch territory (e.g., American aircraft-mounted laser weapon &lt;a href=\"Boeing%20YAL-1\"&gt;Boeing YAL-1&lt;/a&gt; [program canceled]).\nAdvantages:\nDisadvantages:\nMid-course phase.\nIntercepting the missile in space after the rocket burns out (example: American &lt;a href=\"Ground-Based%20Midcourse%20Defense\"&gt;Ground-Based Midcourse Defense&lt;/a&gt; (GMD), Chinese SC-19 &amp; DN-series missiles, Israeli Arrow 3 missile).\nAdvantages:\nDisadvantages:\nTerminal phase.\nIntercepting the missile after it reenters the atmosphere (examples: American &lt;a href=\"Aegis%20Ballistic%20Missile%20Defense%20System\"&gt;Aegis Ballistic Missile Defense System&lt;/a&gt;, Chinese &lt;a href=\"HQ-9%23Variants\"&gt;HQ-29&lt;/a&gt;, American THAAD, American &lt;a href=\"Sprint%20%28missile%29\"&gt;Sprint&lt;/a&gt;, Russian &lt;a href=\"ABM-3%20Gazelle\"&gt;ABM-3 Gazelle&lt;/a&gt;)\nAdvantages:\nDisadvantages:\nIntercept location relative to the atmosphere.\nMissile defense can take place either inside (endoatmospheric) or outside (exoatmospheric) the &lt;a href=\"atmosphere%20of%20Earth\"&gt;Earth's atmosphere&lt;/a&gt;. The trajectory of most ballistic missiles takes them inside and outside the Earth's atmosphere, and they can be intercepted in either place. There are advantages and disadvantages to either intercept technique.\nSome missiles such as THAAD can intercept both inside and outside the Earth's atmosphere, giving two intercept opportunities.\nEndoatmospheric.\nEndoatmospheric anti-ballistic missiles are usually shorter ranged (e.g., American &lt;a href=\"MIM-104%20Patriot\"&gt;MIM-104 Patriot&lt;/a&gt;, Indian &lt;a href=\"Advanced%20Air%20Defence\"&gt;Advanced Air Defence&lt;/a&gt;).\nAdvantages:\nDisadvantages:\nExoatmospheric.\nExoatmospheric anti-ballistic missiles are usually longer-ranged (e.g., American GMD, &lt;a href=\"Ground-Based%20Midcourse%20Defense\"&gt;Ground-Based Midcourse Defense&lt;/a&gt;).\nAdvantages:\nDisadvantages:\nCountermeasures to missile defense.\nGiven the immense variety by which a defense system can operate (targeting &lt;a href=\"nuclear%20weapon\"&gt;nuclear-armed&lt;/a&gt; &lt;a href=\"intercontinental%20ballistic%20missile\"&gt;intercontinental ballistic missile&lt;/a&gt;s (ICBMs), &lt;a href=\"Military%20tactics\"&gt;tactical&lt;/a&gt;, and &lt;a href=\"Theatre%20ballistic%20missile\"&gt;theater&lt;/a&gt; missiles), there are some unarguably effective exoatmospheric (outside the &lt;a href=\"atmosphere%20of%20Earth\"&gt;Earth's atmosphere&lt;/a&gt;) countermeasures an attacking party can use to deter or completely defend against certain types of defense systems, ranges of &lt;a href=\"Anti-ballistic%20missile\"&gt;ACBM's&lt;/a&gt;, and intercept locations. Many of defenses to these countermeasures have been implemented and taken into account when constructing missile defense systems, however, it does not guarantee their effectiveness or success. The U.S. &lt;a href=\"Missile%20Defense%20Agency\"&gt;Missile Defense Agency&lt;/a&gt; has received scrutiny in regards to their lack of foresight of these countermeasures, causing many scientists to perform various studies and data analysis as to the true effectiveness of these countermeasures.\nDecoys.\nA common countermeasure that attacking parties use to disrupt the efficacy of Missile Defense Systems are the simultaneous launching of decoys from the primary launch site or from the exterior of the main attacking missile itself. These decoys are usually small, lightweight dud rockets that take advantage of the interceptor sensors tracking and fool it by making many different targets available in an instant. This is accomplished via the releasing of decoys in certain phases of flight. Because objects of differing weights follow the same trajectory when in space, decoys released during the midcourse phase can prevent interceptor missiles from accurately identifying the warhead. This could force the defense system to attempt to destroy all incoming projectiles, which masks the true attacking missile and lets it slip by the defense system.\nCommon types of decoys.\nSince there can be many forms of this type of deception of a missile system, different categorizations of decoys have developed, all of which operate and are designed slightly different. Details of these types of decoys and their effectiveness were provided in a report by a variety of prominent scientists in 2000.\nReplica decoys.\nThis categorization of decoy is the most similar to the standard understanding of what a missile decoy is. These types of decoys attempt to mask the attacking ICBM via the release of many similar missiles. This type of decoy confuses the missile defense system by the sudden replication the sheer amount of similar targets there are. Knowing that no defense system is 100% reliable, this confusion within the targeting of the defense system would cause the system to target each decoy with equal priority and as if it was the actual warhead, allowing the real warheads chance of passing through the system and striking the target to increase drastically.\nDecoys using signature diversity.\nSimilar to replica decoys, these types of decoys also take advantage of the limitations in number within the missile defense systems targeting. However, rather than using missiles of similar build and trace to the attacking warhead, these types of decoys all have slightly different appearances from both each other and the warhead itself. This creates a different kind of confusion within the system; rather than creating a situation where each decoy (and the warhead itself) appears the same and is therefore targeted and treated exactly like the \"real\" warhead, the targeting system simply does not know what is the real threat and what is a decoy due to the mass amount of differing information. This creates a similar situation as the result of the replica decoy, increasing the chance that the real warhead passes through the system and strikes the target.\nDecoys using antisimulation.\nThis type of decoy is perhaps the most difficult and subversive for a missile defense system to determine. Instead of taking advantage of the missile defense system's targeting, this type of decoy intends to fool the operation of the system itself. Rather than using sheer quantity to overrun the targeting system, an anti-simulation decoy disguises the actual warhead as a decoy, and a decoy as the actual warhead. This system of \"anti-simulation\" allows the attacking warhead to, in some cases, take advantage of the \"bulk-filtering\" of certain missile defense systems, in which objects with characteristics of the warhead poorly matching those expected by the defense are either not observed because of sensor filters, or observed very briefly and immediately rejected without the need for a detailed examination. The actual warhead may simply pass by undetected, or rejected as a threat.\nCooled shrouds.\nAnother common countermeasure used to fool missile defense systems are the implementation of cooled shrouds surrounding attacking missiles. This method covers the entire missile in a steel containment filled with liquid oxygen, nitrogen, or other sub-zero coolants that prevent the missile from being easily detected. Because many missile defense systems use infrared sensors to detect the heat traces of incoming missiles, this capsule of extremely cold liquid either renders the incoming missile entirely invisible to detection or reduces the system's ability to detect the incoming missile fast enough.\nOther types of infrared stealth.\nAnother commonly applied countermeasure to missile defense is the application of various low-emissivity coatings. Similar to cooled shrouds, these warheads are fully coated with infrared reflective or resistant coatings that allow similar resistance to infrared detection that cooled shrouds do. Because the most effective coating discovered so far is gold, though, this method is often overstepped by cooled shrouds.\nBiological/chemical weapons.\nThis is perhaps the most extreme approach to countering missile defense systems that are designed to destroy ICBMs and other forms of nuclear weaponry. Rather than using many missiles equipped with nuclear warheads as their main weapon of attack, this idea involves the release of biological or chemical sub-munition weapons/agents from the missile shortly after the &lt;a href=\"boost%20phase\"&gt;boost phase&lt;/a&gt; of the attacking ICBM. Because missile defense systems are designed with intent to destroy main attacking missiles or ICBMs, this system of sub-munition attack is too numerous for the system to defend against while also distributing the chemical or biological agent across a large area of attack.\nThere is currently no proposed countermeasure to this type of attack except through diplomacy and the effective banning of biological weaponry and chemical agents within war. However, this does not guarantee that this countermeasure to missile defense system will not be abused via extremists/terrorists. An example of this severe threat can be further seen in North Korea's testing of &lt;a href=\"anthrax\"&gt;anthrax&lt;/a&gt; tipped ICBMs in 2017.\nMultiple independently targetable re-entry vehicles.\nAnother way to counter an AMB system is to attach multiple warheads that break apart upon reentry. If the ABM is able to counter one or two of the warheads via detonation or collision the others would slip though radar either because of limitations on ABM firing speeds or because of radar blackout caused by plasma interference. The first MIRV Polaris A-3 which had three warheads and was launched from a submarine. Before regulations on how many warheads could be stored in a MIRV, the soviets had up to twenty to thirty attached to ICBMs.\nJammers.\nJammers use radar noise to saturate the incoming signals to the point there the radar cannot discern meaningful data about a target's location with meaningless noise. They can also imitate the signal of a missile to create a fake target.  They are usually spread over planned missile paths enemy territory to give the missile a clear path to their target. Because these jammers take relatively little electricity and hardware to operate, they are usually small, self-contained, and easily dispersible.\nCommand and Control.\nCommand and control, battle management, and communications (C2BMC).\nCommand and control, battle management, and communications (C2BMC) systems are hardware and software interfaces that integrate a multitude of sensory information at a centralized center for the ballistic missile defense system (BMDS). The command center allows for human management in accordance to the incorporated sensory information- BMDS status, system coverage, and ballistic missile attacks. The interface system helps build an image of the battle scenario or situation which enables the user to select the optimal firing solutions.\nThe first C2BMC system became operational in 2004. Since then, many elements have been added to update the C2BMC, which act to provide further sensory information and allow for enhanced communications between combatant commanders. A C2BMC is even capable of initiating live planning system before any engagement has even started.\nGMD fire control and communication.\nThe function of ground-based midcourse defense (GMD) systems is to provide combatants the ability to seek and destroy intermediate- and long-range ballistic missiles en route to the US homeland. Data are transmitted from the defense satellite communication system, and compiles an image using the coordinated information. The system is able to relay real-time data once missiles have been launched. The GMD can also work to receive information from the C2BMC, which allows &lt;a href=\"AN/SPY-1\"&gt;Aegis SPY-1&lt;/a&gt;, and &lt;a href=\"TPY-2\"&gt;TPY-2&lt;/a&gt; to contribute to the defense system.\nA problem with GMD is that the ground systems have increasingly becoming obsolete as the technology was initially installed as early as the 1990s. So, the ground sensors had been replaced sometime in 2018. The update was to add the capability of handling up to 44 systems; it would also reduce overlapping redundancies and inefficiencies.\nLink-16.\nLink-16 is a data link that connects communication between land, air, and sea forces to support joint operations and improve operability. The system is intended to improve the &lt;a href=\"interoperability\"&gt;interoperability&lt;/a&gt; for joint operations of &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; and coalition forces. Link-16 is also used by the &lt;a href=\"United%20States%20Army\"&gt;U.S. Army&lt;/a&gt; and &lt;a href=\"United%20States%20Navy\"&gt;Navy&lt;/a&gt; for air and sea operations. An important feature of Link-16 is its ability to broadcast information simultaneously to as many users as needed. Another feature of Link-16 is its ability to act as nodes, which allows for a multitude of distributed forces to operate cohesively.\nThe newest generation of Link-16 is the multifunctional information distribution system low-volume terminal (MIDS LVT). It is a much smaller unit that can be fitted on air, ground, and sea units to incorporate data. The MIDS LVT terminals are installed on most &lt;a href=\"bomber\"&gt;bomber&lt;/a&gt;s, &lt;a href=\"aircraft\"&gt;aircraft&lt;/a&gt;, &lt;a href=\"Unmanned%20aerial%20vehicle\"&gt;UAVs&lt;/a&gt;, and &lt;a href=\"Tanker%20%28ship%29\"&gt;tankers&lt;/a&gt;, allowing for the incorporation of most air defense systems.\nIntegrated air- and missile-defense battle command system.\nThe &lt;a href=\"Anti-ballistic%20missile%23IBCS\"&gt;integrated air- and missile-defense battle command system&lt;/a&gt; (ICBS) is seen as the future for command and control systems for U.S. Army defense systems. It is designed to integrate data relay between weapon launchers, &lt;a href=\"radar\"&gt;radar&lt;/a&gt;s, and the operators, which allows air-defense units to fire interceptors with information being relayed among radars. The advantage of such a system is it can increase the area an air unit can defend. More importantly, it can reduce interceptor waste by reducing the probability that more than one air defense unit would launch unnecessary interceptors towards the same target. The IBCS is intended to replace other command and control systems already in use. The IBCS is also capable of being comparable with that of foreign military. There are some intentions for the use of IBCS on a global level with the global C2BMC system.\nThe IBCS system is intended to be operational in 2019; between 2016 and 2017, implementation of IBCS had to be put on hold due to software issues with the system. In 2021, F-35 sensor data were linked via airborne gateway to ground-based IBCS, to conduct a simulated Army fires exercise, for future joint all-domain command and control (&lt;a href=\"Reorganization%20plan%20of%20United%20States%20Army%23jadc2\"&gt;JADC2&lt;/a&gt;).\nHistory.\nThe problem was first studied during the last year of the Second World War. The only &lt;a href=\"V-2%20rocket%23Countermeasures\"&gt;countermeasure&lt;/a&gt; against the V-2 missile that could be devised was a massive barrage of anti-aircraft guns. Even if the missile's trajectory were accurately calculated, the guns would still have a small probability of destroying it before impact with the ground. Also, the shells fired by the guns would have caused more damage than the actual missile when they fell back to the ground. Plans for an operational test began anyway, but the idea was rendered moot when the V-2 launching sites in the Netherlands were captured.\nIn the 1950s and 1960s, missile defense meant defense against strategic (usually nuclear-armed) missiles. The technology mostly centered around detecting offensive launch events and tracking inbound ballistic missiles, but with limited ability to actually defend against the missile. The Soviet Union achieved the first nonnuclear intercept of a ballistic missile warhead by a missile at the &lt;a href=\"Sary%20Shagan\"&gt;Sary Shagan&lt;/a&gt; antiballistic missile defense test range on 4 March 1961. Nicknamed the “Griffon” missile system, it would be installed around Leningrad as a test \nThroughout the 1950s and 1960s, the United States &lt;a href=\"Project%20Nike\"&gt;Project Nike&lt;/a&gt; air defense program focused initially on targeting hostile bombers before shifting focus to targeting ballistic missiles. In the 1950s, the first United States anti-ballistic missile system was the &lt;a href=\"Nike%20Hercules\"&gt;Nike Hercules&lt;/a&gt;, which had the ability to intercept incoming short-range ballistic missiles, but not &lt;a href=\"intermediate-range%20ballistic%20missile\"&gt;intermediate-range ballistic missile&lt;/a&gt;s (IRBMs) or ICBMs. This was followed by the &lt;a href=\"Nike%20Zeus\"&gt;Nike Zeus&lt;/a&gt;, which was capable of intercepting ICBMs by using a nuclear warhead, upgraded radar systems, faster computers, and control systems that were more effective in the upper atmosphere. However it was feared the missile's electronics may be vulnerable to x-rays from a nuclear detonation in space. A program was started to devise methods of hardening weapons from radiation damage. By the early 1960s the Nike Zeus was the first anti-ballistic missile to achieve hit-to-kill (physically colliding with the incoming warhead).\nIn 1963, Secretary of Defense &lt;a href=\"Robert%20McNamara\"&gt;Robert McNamara&lt;/a&gt; diverted funds from the Zeus missile program, and instead directed that funding to the development of the &lt;a href=\"Nike-X\"&gt;Nike-X&lt;/a&gt; system, which utilized the high-speed, short-range &lt;a href=\"Sprint%20%28missile%29\"&gt;Sprint missile&lt;/a&gt;. These missiles were meant to intercept incoming warheads after they had descended from space and were only seconds from their targets. To accomplish this, Nike-X required advances in missile design to make the Sprint missile quick enough to intercept incoming warheads in time. The system also included advanced &lt;a href=\"active%20electronically%20scanned%20array\"&gt;active electronically scanned array&lt;/a&gt; radar systems and a powerful computer complex.\nDuring the development of Nike-X, controversy over the effectiveness of anti-ballistic missile systems became more prominent. Critiques of the Nike-X included an estimate that the anti-ballistic missile system could be defeated by Soviets manufacturing more ICBMs, and the cost of those additional ICBMs needed to defeat Nike-X would also cost less than what the United States would spend on implementing Nike-X. Additionally, McNamara reported that a ballistic missile system would save American lives at the cost of approximately $700 per life, compared to a &lt;a href=\"Fallout%20shelter\"&gt;shelter&lt;/a&gt; system that could save lives at a lower cost of approximately $40 per life. As a result of these estimations, McNamara opposed implementation of Nike-X due to the high costs associated with construction and perceived poor cost-effectiveness of the system, and instead expressed support for pursuing arms limitations agreements with the Soviets. After the Chinese government detonated their first hydrogen bomb during &lt;a href=\"Test%20No.%206\"&gt;Test No. 6&lt;/a&gt;. in 1967, McNamara modified the Nike-X program into a program called &lt;a href=\"United%20States%20national%20missile%20defense%23Sentinel%20Program\"&gt;Sentinel&lt;/a&gt;. This program's goal was to protect major U.S. cities from a limited ICBM attack, especially on one from China.\nThis would be done by building fifteen sites across the continental US, and one site in each of Alaska and Hawaii. This in turn reduced tensions with the Soviet Union, which retained the offensive capability to overwhelm any U.S. defense. McNamara favored this approach as deploying the Sentinel program was less costly than a fully implemented Nike-X program, and would reduce Congressional pressures to implement an ABM system. In the months following the announcements regarding the Sentinel program, Secretary of Defense &lt;a href=\"Robert%20McNamara\"&gt;Robert McNamara&lt;/a&gt; stated: \"Let me emphasize—and I cannot do so too strongly—that our decision to go ahead with a limited ABM deployment in no way indicates that we feel an agreement with the Soviet Union on the limitation of strategic nuclear offensive and defensive forces is in any way less urgent or desirable.\nWith the conclusion of the &lt;a href=\"Cuban%20Missile%20Crisis\"&gt;Cuban Missile Crisis&lt;/a&gt; and the withdrawal of Soviet missiles from their strategic positions in Cuba, the USSR to begin thinking about a missile defense systems. A year after the crisis in 1963 the Soviets created the SA-5. Unlike its predecessors like the SA-1 or Griffon systems, this system was able to fly much higher and further  and was fast enough to intercept some missiles however its main purpose was to intercept the new &lt;a href=\"North%20American%20XB-70%20Valkyrie\"&gt;XB-70&lt;/a&gt; supersonic aircraft the U.S was planning to make. However, since these types of aircraft never went into production in the U.S, the project was abandoned, and the Soviets reverted to the slower, low altitude SA-2 and SA-3 systems. In 1964 the Soviets publicly unveiled their newest interceptor missile named the “&lt;a href=\"ABM-1%20Galosh\"&gt;Galosh&lt;/a&gt;” which was nuclear armed and was meant for high altitude, long range interception. The Soviet Union began installing the &lt;a href=\"A-35%20anti-ballistic%20missile%20system\"&gt;A-35 anti-ballistic missile system&lt;/a&gt; around Moscow in 1965 using these “&lt;a href=\"ABM-1%20Galosh\"&gt;Galosh&lt;/a&gt;” missiles and would become operational by 1971. It consisted of four complex around Moscow each with 16 launchers and two missile tracking radars. Another notable feature of the A-35 was that it was the first monopulse radar. Developed by OKB 30, the Russian Special Design Bureau, the effort design to create a monopulse radar started in 1954. This was used to conduct the first successful intercept in 1961. There were known flaws with the design such as an inability to defend against &lt;a href=\"Multiple%20independently%20targetable%20reentry%20vehicle\"&gt;MIRV&lt;/a&gt; and decoy style weapons.The reason for this was because the detonation of a nuclear interceptor missile like the “Galosh” creates a cloud of plasma that temporarily impairs radar readings around the area of the explosion limiting these kinds of systems to a one-shot capacity. This means that with MIRV style attacks the interceptor would be able to take out one or two but the rest would slip though. Another issue with the 1965 model was that it consisted of 11 large radar stations at six locations on the borders of Russia. These bases where visible to the US and could be taken out easily leaving the defense system useless in a concentrated and coordinated attack. Finally, the missiles that could be held on each base was limited by the ABM treaty to only 100 launchers maximum, meaning that in a massive attack they would be depleted quickly. During installation, a &lt;a href=\"Ministry%20of%20Defense%20%28Soviet%20Union%29\"&gt;Ministry of Defense&lt;/a&gt; commission concluded that the system should not be fully implemented, reducing the capabilities of the completed system. That system was later upgraded to the &lt;a href=\"A-135%20anti-ballistic%20missile%20system\"&gt;A-135 anti-ballistic missile system&lt;/a&gt; and is still operational. This upgrade period started in 1975 and was headed by Dr. A.G. Basistov. When it was completed in 1990, the new A-135 system had a central control multifunctional radar called the “Don” and 100 interceptor missiles. Another improvement was the layering of interceptor missiles where high acceleration missiles are being added for low flying targets and the “Galosh” style missiles where improved further for high altitude targets. All of these missiles where moved underground into silos to make them less venerable which was a flaw of the previous system.\nThe &lt;a href=\"SALT%20I\"&gt;SALT I&lt;/a&gt; talks began in 1969, and led to the &lt;a href=\"Anti-Ballistic%20Missile%20Treaty\"&gt;Anti-Ballistic Missile Treaty&lt;/a&gt; in 1972, which ultimately limited the U.S. and U.S.S.R. to one defensive missile site each, with no more than 100 missiles per site. This included both &lt;a href=\"Anti-ballistic%20missile\"&gt;ABM&lt;/a&gt; interceptor missiles as well as launchers. Originally, the agreement made by the &lt;a href=\"Nixon%20administration\"&gt;Nixon administration&lt;/a&gt; and the Soviet Union stated that both of the two nations were each allowed to have two ABM defensive systems present in their own countries. The goal was to effectively have one ABM defense system located near each nation's capital city as well as another ABM defense system placed near the nation's most important or strategical ICBM field. This treaty allowed for an effective form of deterrence for both sides as if either side were to make an offensive move, the other side would be capable of countering that move. However, a few years later in 1974 both sides reworked the treaty to include only one ABM defensive system present around an &lt;a href=\"Intercontinental%20ballistic%20missile\"&gt;ICBM&lt;/a&gt; launch area or the nation's capital city. This occurred once both sides determined the other side was not going to construct a second ABM defensive system. Along with limiting the amount of ballistic missile defense systems each nation could have, the treaty also stated if either country desired to have a radar for incoming missile detection, the radar system must be located on the outskirts of the territory and must be aligned in the opposite direction of one's own country. This treaty would end up being the precedent set for future missile defense programs, as any systems that were not stationary and land-based were a violation of the treaty.\nAs a result of the treaty and of technical limitations, along with public opposition to nearby nuclear-armed defensive missiles, the U.S. Sentinel program was re-designated the &lt;a href=\"Safeguard%20Program\"&gt;Safeguard Program&lt;/a&gt;, with the new goal of defending U.S. ICBM sites, not cities. The U.S. Safeguard system was planned to be implemented in various sites across the US, including at &lt;a href=\"Whiteman%20Air%20Force%20Base\"&gt;Whiteman AFB&lt;/a&gt; in Missouri, &lt;a href=\"Malmstrom%20Air%20Force%20Base\"&gt;Malmstrom AFB&lt;/a&gt; in Montana, and &lt;a href=\"Grand%20Forks%20Air%20Force%20Base\"&gt;Grand Forks AFB&lt;/a&gt; in North Dakota. The Anti-Ballistic Missile Treaty of 1972 placed a limit of two ABM systems within the US, causing the work site in Missouri to be abandoned, and the partially-completed Montana site was abandoned in 1974 after an additional agreement between the US and USSR that limited each country to one ABM system. As a result, the only Safeguard system that was deployed was to defend the &lt;a href=\"LGM-30%20Minuteman\"&gt;LGM-30 Minuteman&lt;/a&gt; &lt;a href=\"ICBM\"&gt;ICBM&lt;/a&gt;s near Grand Forks, North Dakota. However, it was deactivated in 1976 after being operational for less than four months due to a changing political climate plus concern over limited effectiveness, low strategic value, and high operational cost.\nIn the early 1980s, technology had matured to consider space based missile defense options. Precision hit-to-kill systems more reliable than the early Nike Zeus were thought possible. With these improvements, the &lt;a href=\"Reagan%20Administration\"&gt;Reagan Administration&lt;/a&gt; promoted the &lt;a href=\"Strategic%20Defense%20Initiative\"&gt;Strategic Defense Initiative&lt;/a&gt;, an ambitious plan to provide a comprehensive defense against an all-out ICBM attack. In pursuit of that goal, the Strategic Defense Initiative investigated a variety of potential missile-defense systems, which included systems utilizing ground-based missile systems and space-based missile systems, as well as systems utilizing &lt;a href=\"laser\"&gt;laser&lt;/a&gt;s or &lt;a href=\"Particle-beam%20weapon\"&gt;particle beam weapons&lt;/a&gt;. This program faced controversy over the feasibility of the projects it pursued, as well as the substantial amount of funding and time required for the research to develop the requisite technology. The Strategic Defense Initiative earned the nickname \"Star Wars\" due to criticism from Senator &lt;a href=\"Ted%20Kennedy\"&gt;Ted Kennedy&lt;/a&gt; in which he described the Strategic Defense Initiative as \"reckless Star Wars schemes.\". Reagan established the &lt;a href=\"Strategic%20Defense%20Initiative%20Organization\"&gt;Strategic Defense Initiative Organization&lt;/a&gt; (SDIO) to oversee the development of the program's projects. Upon request by the SDIO, the &lt;a href=\"American%20Physical%20Society\"&gt;American Physical Society&lt;/a&gt; (APS) performed a review of the concepts being developed within SDIO and concluded that all of the concepts pursuing use of &lt;a href=\"Directed-energy%20weapon\"&gt;Directed Energy Weapons&lt;/a&gt; were not feasible solutions for an anti-missile defense system without decades of additional research and development. Following the APS's report in 1986, the SDIO switched focus to a concept called the Strategic Defense System, which would utilize a system of space-based missiles called &lt;a href=\"Brilliant%20Pebbles%23Smart%20Rocks\"&gt;Space Rocks&lt;/a&gt; which would intercept incoming ballistic missiles from orbit, and would be supplemented by ground-based missile defense systems. In 1993, the SDIO was closed and the &lt;a href=\"Ballistic%20Missile%20Defense%20Organization\"&gt;Ballistic Missile Defense Organization&lt;/a&gt; (BMDO) was created, which focuses on ground-based missile defense systems utilizing interceptor missiles. In 2002, BMDO's name was changed to its current title, the &lt;a href=\"Missile%20Defense%20Agency\"&gt;Missile Defense Agency&lt;/a&gt; (MDA). See &lt;a href=\"National%20Missile%20Defense\"&gt;National Missile Defense&lt;/a&gt; for additional details. In the early 1990s, missile defense expanded to include tactical missile defense, as seen in the first &lt;a href=\"Gulf%20War\"&gt;Gulf War&lt;/a&gt;. Although not designed from the outset to intercept tactical missiles, upgrades gave the &lt;a href=\"MIM-104%20Patriot\"&gt;Patriot&lt;/a&gt; system a limited missile defense capability. The effectiveness of the Patriot system in disabling or destroying incoming &lt;a href=\"Scud\"&gt;Scud&lt;/a&gt;s was the subject of Congressional hearings and reports in 1992.\nIn the time following the agreement of the 1972 &lt;a href=\"Anti-Ballistic%20Missile%20Treaty\"&gt;Anti-Ballistic Missile Treaty&lt;/a&gt;, it was becoming increasingly more and more difficult for the United States to create a new missile defense strategy without violating the terms of the treaty. During the &lt;a href=\"Presidency%20of%20Bill%20Clinton\"&gt;Clinton administration&lt;/a&gt;, the initial goal the United States had interest in, was to negotiate with the former Soviet Union, which is now &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, and hopefully agree to a revision to the treaty signed a few decades prior. In the late 1990s the United States had interest in an idea termed NMD or &lt;a href=\"United%20States%20national%20missile%20defense\"&gt;National Missile Defense&lt;/a&gt;. This idea essentially would allow the United States to increase the number of ballistic missile interceptors that would be available to missile defense personnel at the Alaska location. While the initial ABM treaty was designed primarily to deter the Soviet Union and help create a period of &lt;a href=\"d%C3%A9tente\"&gt;détente&lt;/a&gt;, the United States was primarily fearing other threats such as &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;, &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt;, and &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;. The &lt;a href=\"Government%20of%20Russia\"&gt;Russian government&lt;/a&gt; was not interested in making any sort of modification to the ABM treaty that would allow for technology to be developed that was explicitly banned when the treaty was agreed upon. However, Russia was interested in revising the treaty in such a way that would allow for a more diplomatic approach to potential missile harboring countries. During this period, the United States was also seeking assistance for their ballistic missile defense systems from &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. Following the testing of the &lt;a href=\"Taepodong-1\"&gt;Taepo Dong&lt;/a&gt; missile by the North Korean government, the Japanese government became more concerned and inclined to accept a partnership for a BMD system with the United States. In late 1998, Japan and the United States agreed to the Naval Wide Theater system which would allow the two sides to design, construct, and test ballistic missile defense systems together. Nearing the end of Clinton's time in office, it had been determined that the NMD program was not as effective as the United States would have liked, and the decision was made to not employ this system while &lt;a href=\"Bill%20Clinton\"&gt;Clinton&lt;/a&gt; served out the rest of his term. The decision on future of the NMD program was going to be given to the next president in line, who ultimately would end up being &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt;.\nIn the late 1990s, and early 2000s, the issue of defense against &lt;a href=\"cruise%20missile\"&gt;cruise missile&lt;/a&gt;s became more prominent with the new &lt;a href=\"Foreign%20policy%20of%20the%20George%20W.%20Bush%20administration\"&gt;Bush Administration&lt;/a&gt;. In 2002, President &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; withdrew the US from the &lt;a href=\"Anti-Ballistic%20Missile%20Treaty\"&gt;Anti-Ballistic Missile Treaty&lt;/a&gt;, allowing further development and testing of ABMs under the &lt;a href=\"Missile%20Defense%20Agency\"&gt;Missile Defense Agency&lt;/a&gt;, as well as deployment of interceptor vehicles beyond the single site allowed under the treaty. During the Bush's time in office, the potentially threatening countries to the United States included North Korea as well as Iran. While these countries might not have possessed the weaponry that many countries containing missile defense systems had, the Bush administration expected an Iranian missile test within the next ten years. In order to counter the potential risk of North Korean missiles, the &lt;a href=\"United%20States%20Department%20of%20Defense\"&gt;United States Department of Defense&lt;/a&gt; desired to create missile defense systems along the west coast of the United States, namely in both &lt;a href=\"California\"&gt;California&lt;/a&gt; and &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt;.There are still technological hurdles to an effective defense against ballistic missile attack. The United States &lt;a href=\"National%20Ballistic%20Missile%20Defense%20System\"&gt;National Ballistic Missile Defense System&lt;/a&gt; has come under scrutiny about its technological feasibility. Intercepting midcourse (rather than launch or reentry stage) ballistic missiles traveling at several miles per second with a \"&lt;a href=\"Exoatmospheric%20Kill%20Vehicle\"&gt;kinetic kill vehicle&lt;/a&gt;\" has been characterized as trying to hit a bullet with a bullet. Despite this difficulty, there have been several successful test intercepts and the system was made operational in 2006, while tests and system upgrades continue. Moreover, the warheads or payloads of ballistic missiles can be concealed by a number of different types of decoys. Sensors that track and target warheads aboard the kinetic kill vehicle may have trouble distinguishing the \"real\" warhead from the decoys, but several tests that have included decoys were successful. &lt;a href=\"Nira%20Schwartz\"&gt;Nira Schwartz&lt;/a&gt;'s and &lt;a href=\"Theodore%20Postol\"&gt;Theodore Postol&lt;/a&gt;'s criticisms about the technical feasibility of these sensors have led to a continuing investigation of research misconduct and fraud at the &lt;a href=\"Massachusetts%20Institute%20of%20Technology\"&gt;Massachusetts Institute of Technology&lt;/a&gt;.\nIn February 2007, the U.S. missile defense system consisted of 13 ground-based interceptors (GBIs) at &lt;a href=\"Fort%20Greely\"&gt;Fort Greely&lt;/a&gt;, &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt;, plus two interceptors at &lt;a href=\"Vandenberg%20Air%20Force%20Base\"&gt;Vandenberg Air Force Base&lt;/a&gt;, California. The U.S. planned to have 21 interceptor missiles by the end of 2007. The system was initially called &lt;a href=\"National%20Missile%20Defense\"&gt;National Missile Defense&lt;/a&gt; (NMD), but in 2003 the ground-based component was renamed &lt;a href=\"Ground-Based%20Midcourse%20Defense\"&gt;Ground-Based Midcourse Defense&lt;/a&gt; (GMD). As of 2014, the Missile Defense Agency had 30 operational GBIs, with a total 44 GBIs in the missile fields in 2018. In 2021 an additional 20 GBIs of 64 total were planned, but not yet fielded. They are tasked with meeting more complex threats than those met by the EKV. \nDefending against &lt;a href=\"cruise%20missile\"&gt;cruise missile&lt;/a&gt;s is similar to defending against hostile, low-flying manned aircraft. As with aircraft defense, countermeasures such as &lt;a href=\"chaff%20%28countermeasure%29\"&gt;chaff&lt;/a&gt;, flares, and low altitude can complicate targeting and missile interception. High-flying radar aircraft such as &lt;a href=\"Airborne%20Early%20Warning%20and%20Control\"&gt;AWACS&lt;/a&gt; can often identify low flying threats by using &lt;a href=\"doppler%20radar\"&gt;doppler radar&lt;/a&gt;. Another possible method is using specialized satellites to track these targets. By coupling a target's kinetic inputs with &lt;a href=\"infrared\"&gt;infrared&lt;/a&gt; and radar signatures it may be possible to overcome the countermeasures.\nIn March 2008, the &lt;a href=\"U.S.%20Congress\"&gt;U.S. Congress&lt;/a&gt; convened hearings to re-examine the status of missile defense in U.S. military strategy. Upon taking office, President Obama directed a comprehensive review of ballistic missile defense policy and programs. The review's findings related to Europe were announced on 17 September 2009. The Ballistic Missile Defense Review (BMDR) Report was published in February 2010.\nNATO missile defense system.\nMechanisms.\nThe Conference of National Armaments Directors (CNAD) is the senior &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; committee which acts as the tasking authority for the theater missile defense program. The ALTBMD Program Management Organization, which comprises a steering committee and a program office hosted by the NATO C3 Agency, directs the program and reports to the CNAD.\nThe focal point for consultation on full-scale missile defense is the Reinforced Executive Working Group. The CNAD is responsible for conducting technical studies and reporting the outcome to the Group.\nThe NRC Ad hoc Working Group on TMD is the steering body for &lt;a href=\"NATO%E2%80%93Russia%20relations\"&gt;NATO-Russia cooperation&lt;/a&gt; on theater missile defense.\nIn September 2018, a consortium of 23 NATO nations met to collaborate on the Nimble Titan 18 integrated air and missile defense (IAMD) campaign of experimentation.\nMissile defense.\nBy early 2010, NATO will have an initial capability to protect Alliance forces against missile threats and is examining options for protecting territory and populations. This is in response to the proliferation of weapons of mass destruction and their delivery systems, including missiles of all ranges. NATO is conducting three missile defense–related activities:\nActive Layered Theater Ballistic Missile Defense System capability.\nActive Layered Theater Ballistic Missile Defense System is \"ALTBMD\" for short.\nAs of early 2010, the Alliance has an interim capability to protect troops in a specific area against short-range and medium-range ballistic missiles (up to 3,000 kilometers).\nThe end system consist of a multi-layered system of systems, comprising low- and high-altitude defenses (also called lower- and upper-layer defenses), including Battle Management Command, Control, Communications and Intelligence (BMC3I), early warning sensors, radar, and various interceptors. NATO member countries provide the sensors and weapon systems, while NATO has developed the BMC3I segment and facilitate the integration of all these elements.\nMissile Defense for the protection of NATO territory.\nA Missile Defense Feasibility Study was launched after NATO's &lt;a href=\"2002%20Prague%20summit\"&gt;2002 Prague summit&lt;/a&gt;. The NATO Consultation, Command and Control Agency (NC3A) and NATO's Conference of National Armaments Directors (CNAD) were also involved in negotiations. The study concluded that missile defense is technically feasible, and it provided a technical basis for ongoing political and military discussions regarding the desirability of a NATO missile defense system.\nDuring the &lt;a href=\"2008%20Bucharest%20summit\"&gt;2008 Bucharest summit&lt;/a&gt;, the alliance discussed the technical details as well as the political and military implications of the proposed elements of the U.S. missile defense system in Europe. Allied leaders recognized that the planned deployment of European-based U.S. missile defense assets would help protect North American Allies, and agreed that this capability should be an integral part of any future NATO-wide missile defense architecture. However, these opinions are in the process of being reconstructed given the Obama administration's decision in 2009 to &lt;a href=\"US%20missile%20defense%20complex%20in%20Poland\"&gt;replace the long-range interceptor&lt;/a&gt; project in &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; with a short/medium range interceptor.\nRussian Foreign Minister &lt;a href=\"Sergei%20Lavrov\"&gt;Sergei Lavrov&lt;/a&gt; has stated that NATO's pattern of deployment of Patriot missiles indicates that these will be used to defend against &lt;a href=\"Iran%20and%20weapons%20of%20mass%20destruction\"&gt;Iranian missiles&lt;/a&gt; in addition to the stated goal of defending against spillover from the &lt;a href=\"Syrian%20civil%20war\"&gt;Syrian civil war&lt;/a&gt;.\nTheater Missile Defense cooperation with Russia.\nUnder the auspices of the &lt;a href=\"NATO%E2%80%93Russia%20relations\"&gt;NATO-Russia Council&lt;/a&gt;, a 2003 study assessed possible levels of interoperability among in-theater missile defense systems of NATO allies and Russia.\nTogether with the interoperability study, several computer-assisted exercises have been held to provide the basis for future improvements to interoperability and to develop mechanisms and procedures for joint operations in the area of in-theater missile defense.\nAegis-based system.\nIn order to accelerate the deployment of a missile shield over Europe, &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; sent ships with the &lt;a href=\"Aegis%20Ballistic%20Missile%20Defense%20System\"&gt;Aegis Ballistic Missile Defense System&lt;/a&gt; to European waters, including the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; as needed.\nIn 2012 the system will achieve an \"interim capability\" that will for the first time offer American forces in Europe some protection against IRBM attack. However these interceptors may be poorly placed and of the wrong type to defend the United States, in addition to American troops and facilities in Europe.\nThe Aegis ballistic missile defense-equipped SM-3 Block II-A missile demonstrated it can shoot down an ICBM target on 16 Nov 2020.\nACCS Theatre Missile Defense 1.\nAccording to BioPrepWatch, NATO has signed a 136 million &lt;a href=\"euro\"&gt;euro&lt;/a&gt; contract with &lt;a href=\"ThalesRaytheonSystems\"&gt;ThalesRaytheonSystems&lt;/a&gt; to upgrade its current theatre missile defense program.\nThe project, called ACCS Theatre Missile Defense 1, will bring new capabilities to NATO's Air Command and Control System, including updates for processing ballistic missile tracks, additional satellite and radar feeds, improvements to data communication and correlation features. The upgrade to its theatre missile defense command and control system will allow for NATO to connect national sensors and interceptors in defense against short and &lt;a href=\"medium-range%20ballistic%20missile\"&gt;medium-range ballistic missile&lt;/a&gt;s. According to NATO's Assistant Secretary General for Defense Investment Patrick Auroy, the execution of this contract will be a major technical milestone forward for NATO's theatre missile defense. The project was expected to be complete by 2015. An integrated air and missile defense (IAMD) capability will be delivered to the operational community by 2016, by which time NATO will have a true theatre missile defense.&lt;ref name = \"AN/SPY-6(V) AMDR supersedes AN/SPY-1\"&gt;&lt;a href=\"https%3A//nationalinterest.org/blog/buzz/navys-aegis-ballistic-missile-defense-about-get-major-radar-upgrade-77781\"&gt;John Keller (September 3, 2019) The Navy's Aegis Ballistic Missile Defense Is About to Get a Major Radar Upgrade&lt;/a&gt; by 2025&lt;/ref&gt;"
}