{
    "id": "110039",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=110039",
    "title": "Dunwoody, Georgia",
    "text": "Dunwoody is a city located in &lt;a href=\"DeKalb%20County%2C%20Georgia\"&gt;DeKalb County&lt;/a&gt;, &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt;, United States. As a &lt;a href=\"Atlanta%20metropolitan%20area\"&gt;northern suburb&lt;/a&gt; of &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt;, Dunwoody was incorporated as a city on December 1, 2008 but its area establishment dates back to the early 1830s. As of 2019, the city has a population of 49,356, up from 46,267 in the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 Census&lt;/a&gt;.\nHistory.\nThe Dunwoody area was established in the early 1830s and is named for Major Charles Dunwody (1828–1905), an extra \"o\" added with the incorrect spelling of the name on a banking note. Charles Dunwody originally returned to Roswell after fighting in the Civil War, in which he fought for the Confederates.\nOne of Dunwoody's most historic buildings dates from 1829. The Ebenezer Primitive Baptist Church, at the corner of Roberts Drive and &lt;a href=\"Spalding%20Drive\"&gt;Spalding Drive&lt;/a&gt;, is still active to this date and is also the home to one of the city's oldest cemeteries, where many of the founding fathers of Dunwoody are buried. The first public school, Dunwoody Elementary, first stood near the city center at the intersection of Chamblee-Dunwoody Road and Mount Vernon Road. It was in continuous operation from 1911 to 1986. A fire destroyed the school's cafeteria in 1966, which was on the corner of Womack Road and Chamblee-Dunwoody Road. On that site today, the Dunwoody branch of the Dekalb County Public Library now operates along with the North Dekalb Cultural Arts Center. In 1881, the &lt;a href=\"Roswell%20Railroad\"&gt;Roswell Railroad&lt;/a&gt; opened and ran along what is now Chamblee-Dunwoody Road north to the &lt;a href=\"Chattahoochee%20River\"&gt;Chattahoochee River&lt;/a&gt;. It operated for 40 years, and in 1905, President &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt; made a campaign whistle stop in Dunwoody along the way to &lt;a href=\"Roswell%2C%20Georgia\"&gt;Roswell, Georgia&lt;/a&gt;.\nOn account of the railroad, Dunwoody developed into a small crossroads community. The community continued to grow and prosper even after the railroad shut down in 1921. Dunwoody remained rural until suburban residential development was initiated in the 1960s. In 1971, the Spruill family sold a large portion of their property for the construction of Perimeter Mall, with the completion of Dunwoody Village occurring the same year.\nIn early 2006, a study was conducted by the &lt;a href=\"Carl%20Vinson%20Institute%20of%20Government\"&gt;Carl Vinson Institute of Government&lt;/a&gt; of the &lt;a href=\"University%20of%20Georgia\"&gt;University of Georgia&lt;/a&gt;, to determine how feasible it would be to &lt;a href=\"incorporation%20%28municipal%20government%29\"&gt;incorporate&lt;/a&gt; Dunwoody as a &lt;a href=\"city\"&gt;city&lt;/a&gt;. Critics claimed that incorporation of Dunwoody, as in the incorporation of &lt;a href=\"Sandy%20Springs\"&gt;Sandy Springs&lt;/a&gt; in 2005, would take away a great deal of tax revenue from the rest of the county, leading to shortages of services, tax increases, or both for everyone else in the county, as has happened in Fulton. Citizens for Dunwoody, Inc. was the non-profit advocacy group begun by Senator Dan Weber to promote the effort.\nThe &lt;a href=\"bill%20%28law%29\"&gt;bill&lt;/a&gt; for incorporation was withdrawn from the &lt;a href=\"Georgia%20General%20Assembly\"&gt;Georgia General Assembly&lt;/a&gt; for further study in 2006 and passed only the lower house in 2007. In 2008, the bill of incorporation was re-introduced by Senator Weber, and due to increased pressure, it passed in the senate as well as the house. Georgia Governor &lt;a href=\"Sonny%20Perdue\"&gt;Sonny Perdue&lt;/a&gt; signed the bill allowing the residents to vote for a city of Dunwoody on March 25. The referendum for cityhood, which took place on July 15, was approved by an overwhelming majority of voters. The Dunwoody City Charter was later ratified by the Georgia General Assembly, and on December 1, 2008, after a three-year movement, Dunwoody officially became a city.\nGeography.\nDunwoody's &lt;a href=\"geographic%20center\"&gt;geographic center&lt;/a&gt; is at (33.942751, -84.317694). According to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, Dunwoody has a total area of , of which is land and , or 1.72%, is water. Dunwoody lies at the northern tip of DeKalb County, bounded by the &lt;a href=\"Fulton%20County%2C%20Georgia\"&gt;Fulton County&lt;/a&gt; line on the north and west, &lt;a href=\"Interstate%20285%20%28Georgia%29\"&gt;Interstate 285&lt;/a&gt; on the south, &lt;a href=\"Peachtree%20Industrial%20Boulevard\"&gt;Peachtree Industrial Boulevard&lt;/a&gt; on the southeast, and the &lt;a href=\"Gwinnett%20County%2C%20Georgia\"&gt;Gwinnett County&lt;/a&gt; line on the northeast. A small portion of Dunwoody is included in Gwinnett County. \nLate on April 8, 1998, a major &lt;a href=\"tornado\"&gt;tornado&lt;/a&gt; tore through parts of Dunwoody, running east-northeast from Perimeter Center and into Gwinnett County. Thousands of homes were damaged, hundreds seriously, and several dozen were condemned. In addition, tens of thousands of native &lt;a href=\"forest\"&gt;forest&lt;/a&gt; trees were downed. The vast majority of the &lt;a href=\"tornado\"&gt;tornado&lt;/a&gt;'s damage occurred here, leading it to be called the \"&lt;a href=\"April%206%E2%80%939%2C%201998%20tornado%20outbreak%23Dunwoody%2C%20Georgia%20F2%20tornado\"&gt;Dunwoody tornado&lt;/a&gt;\", the most vivid in local memory until the &lt;a href=\"2008%20Atlanta%20tornado\"&gt;2008 Atlanta tornado&lt;/a&gt;.\nDistricts and neighborhoods.\nDunwoody Village is the historic &lt;a href=\"downtown\"&gt;heart&lt;/a&gt; of the community, and the location of the iconic Dunwoody Farmhouse. The distinctive &lt;a href=\"American%20colonial%20architecture\"&gt;Colonial Williamsburg&lt;/a&gt; architectural style of the district originated with the construction of Dunwoody Village Shopping Center in the 1970s, for which the district gets its name. Since then, all other construction in the area followed suit, giving Dunwoody a unique architectural identity and sense of place.\n&lt;a href=\"Perimeter%20Center\"&gt;Perimeter Center&lt;/a&gt; is the major &lt;a href=\"edge%20city\"&gt;edge city&lt;/a&gt; and neighborhood that has formed around &lt;a href=\"Perimeter%20Mall\"&gt;Perimeter Mall&lt;/a&gt;. The mall was developed in 1971, spurring major office, residential, and commercial developments in the decades since. It is one of Metro Atlanta's largest job centers, employing hundreds of thousands of people each day. &lt;a href=\"Perimeter%20Mall\"&gt;Perimeter Mall&lt;/a&gt; and approximately 40 percent of the &lt;a href=\"Perimeter%20Center\"&gt;Perimeter Community Improvement District&lt;/a&gt;, is a &lt;a href=\"self-taxing%20district\"&gt;self-taxing district&lt;/a&gt; of &lt;a href=\"shopping\"&gt;shopping&lt;/a&gt; and &lt;a href=\"office%20building\"&gt;office building&lt;/a&gt;s (including several &lt;a href=\"high-rise\"&gt;high-rise&lt;/a&gt;s), are both located in Dunwoody. The western part of Perimeter Center &lt;a href=\"edge%20city\"&gt;edge city&lt;/a&gt; spans the Fulton &lt;a href=\"county%20line\"&gt;county line&lt;/a&gt; into Sandy Springs. The tallest building in Dunwoody is the 34-&lt;a href=\"storey\"&gt;story&lt;/a&gt; Ravinia 3, at . Perimeter Center is located at the intersection of two major highways, &lt;a href=\"GA%20400\"&gt;GA 400&lt;/a&gt; and &lt;a href=\"Interstate%20285%20%28Georgia%29\"&gt;I-285&lt;/a&gt;. The &lt;a href=\"Dunwoody%20%28MARTA%20station%29\"&gt;Dunwoody Transit Station&lt;/a&gt; provides public transit to the district.\nGeorgetown was developed in the early 1960s. It is located near &lt;a href=\"Interstate%20285%20%28Georgia%29\"&gt;I-285&lt;/a&gt; and borders with the city limits of &lt;a href=\"Chamblee%2C%20Georgia\"&gt;Chamblee&lt;/a&gt;. Overdevelopment in Georgetown was one of the main reasons for the initiation of Dunwoody's incorporation movement, with many new apartments being approved for the area, even in some single-family residential areas. Georgetown, one of the most walkable areas of the city, contains both single-family residential subdivisions and its own retail district. This includes &lt;a href=\"Kroger\"&gt;Kroger&lt;/a&gt;, who also owns and manages the property.\nThe Williamsburg commercial district is located on the eastern edge of Dunwoody, adjacent to the &lt;a href=\"Sandy%20Springs%2C%20Georgia%23Dunwoody%20Panhandle\"&gt;Dunwoody Panhandle&lt;/a&gt; of Sandy Springs. Shopping areas include Orchard Park Shopping Center, Mt. Vernon Shopping Center and the Williamsburg at Dunwoody Shopping Center. The centralized dining and shopping covers the intersection of Mt. Vernon, Dunwoody Club Drive, and Jett Ferry Road.\nWinters Chapel is located at Dunwoody's border with &lt;a href=\"Peachtree%20Corners%2C%20Georgia\"&gt;Peachtree Corners&lt;/a&gt;. The district shares a name with its main road, which travels through Fulton, Gwinnett and DeKalb County and was an important 19th century route connecting Decatur and Roswell via Holcomb Bridge Road. The district is named after Winters Chapel (now Winters Chapel Methodist Church), which has resided at its present location since the 1870s. The church itself is named after an instrumental founder, Jeremiah Winters. The area is a prime location for light commercial and retail redevelopment opportunities due to good demographics and traffic counts. Two parks, connected by sidewalks, dominate Winters Chapel. The 3/4 mile long, meticulously groomed, linear park running along DeKalb County's Twin Lakes water reservoir on Peeler Road is popular with walkers and joggers. Windwood Hollow Park, at Lakeside Drive and Peeler Road, offers tennis, a children's play area, a picnic pavilion, and a short trail.\nTilly Mill is named after the pioneer Tilly family, who owned a late 19th-century farm and mill on land bisected by Tilly Mill Road, which connects Dunwoody to &lt;a href=\"Georgia%20State%20Route%20141\"&gt;Peachtree Industrial&lt;/a&gt; and &lt;a href=\"Doraville%2C%20Georgia\"&gt;Doraville&lt;/a&gt;. Landmarks in the area include the Dunwoody campus of &lt;a href=\"Georgia%20Perimeter%20College\"&gt;Georgia State University's Perimeter College&lt;/a&gt; and Dunwoody's signature park, Brook Run. Brook Run, on North Peachtree Road near its intersection with Tilly Mill Road, boasts many wooded walking trails, a children's play area, a dog park, a Veterans Memorial, and a community garden. The site will see major improvements as Dunwoody plans for its future. Also in Tilly Mill is the Marcus Jewish Community Center, an Orthodox synagogue, and a significant portion of Dunwoody's &lt;a href=\"Jewish\"&gt;Jewish&lt;/a&gt; population.\nTransportation.\nMass transit.\nThe &lt;a href=\"Metropolitan%20Atlanta%20Rapid%20Transit%20Authority\"&gt;Metropolitan Atlanta Rapid Transit Authority&lt;/a&gt; (MARTA) provides &lt;a href=\"heavy%20rail\"&gt;subway&lt;/a&gt; and &lt;a href=\"bus\"&gt;bus&lt;/a&gt; service to Dunwoody and the surrounding area.\nMARTA subway stations in Dunwoody are concentrated in the western part of the city. The &lt;a href=\"Dunwoody%20station\"&gt;Dunwoody station&lt;/a&gt; is the only station within the city limits, although &lt;a href=\"Medical%20Center%20station%20%28MARTA%29\"&gt;Medical Center&lt;/a&gt;, &lt;a href=\"Sandy%20Springs%20station\"&gt;Sandy Springs station&lt;/a&gt;, and &lt;a href=\"North%20Springs%20station\"&gt;North Springs station&lt;/a&gt; are very close to the western border. All stations in the area are served exclusively by the &lt;a href=\"Red%20Line%20%28MARTA%29\"&gt;Red Line&lt;/a&gt;.\nWhile some routes serve the outskirts of the city, there are three main bus routes, one of which leaves from the &lt;a href=\"Dunwoody%20%28MARTA%20station%29\"&gt;Dunwoody Station&lt;/a&gt; (Route 150).\nDemographics.\n2020 census.\nAs of the &lt;a href=\"2020%20United%20States%20census\"&gt;2020 United States census&lt;/a&gt;, there were 51,683 people, 20,482 households, and 12,620 families residing in the city.\n2010 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2010, there were 46,267 people, 19,944 households, and 11,723 families residing in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 3,421 people per square mile (1,304/km2). There were 21,671 housing units at an average density of 1,582 per square mile (611/km2). The racial makeup of the city was 69.8% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White American&lt;/a&gt;, 12.8% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.3% &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt;, 11.1% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian American&lt;/a&gt;, 0.1% &lt;a href=\"Pacific%20Islander%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 3.6% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 2.3% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 10.3% of the population.\nThere were 19,944 households, out of which 29.9% had children under the age of 18 living with them, 47.8% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 8.1% had a female householder with no husband present, and 41.2% were non-families. 29.9% of all households were made up of individuals, and 6.3% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 3.0.\nThe population was spread out, with 23.4% under the age of 18, 2.0% from 18 to 21, 62.3% from 22 to 64, and 12.3% who were 65 years of age or older. The median age was 35.7 years. For every 100 females, there were 92.8 males. For every 100 females age 18 and over, there were 89.7 males.\nThe median income for a household in the city was $87,252, and the median income for a family was $106,777. Males had a median income of $78,778 versus $51,081 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $45,484. About 6.2% of families and 7.9% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 10.2% of those under age 18 and 3.1% of those age 65 or over.\nGovernment.\nThe city has a &lt;a href=\"council-manager\"&gt;council-manager&lt;/a&gt; form of &lt;a href=\"municipal%20government\"&gt;municipal government&lt;/a&gt;. Its first &lt;a href=\"mayor\"&gt;mayor&lt;/a&gt; was Ken Wright. The current &lt;a href=\"mayor\"&gt;mayor&lt;/a&gt; is Lynn Deutsch, elected in November 2019. The &lt;a href=\"city%20manager\"&gt;city manager&lt;/a&gt; is Eric Linton.\nDunwoody's &lt;a href=\"city%20hall\"&gt;city hall&lt;/a&gt; is located at 4800 Ashford-Dunwoody Road from early 2018, after the property was purchased by the city in 2017. The city was renting a space in a Perimeter Center &lt;a href=\"office%20building\"&gt;office building&lt;/a&gt; at 41 Perimeter Center East for several years prior. City Hall was originally at a temporary location in the city of Sandy Springs for most of the city's first year.\nDunwoody operates its own police force of 64 officers, as well as departments over zoning and land use. The city receives services from DeKalb County including: DeKalb County Schools, Dekalb County Fire &amp; Rescue, sanitation, water, and sewage.\nEconomy.\nThe \"&lt;a href=\"Atlanta%20Journal-Constitution\"&gt;Atlanta Journal-Constitution&lt;/a&gt;\" has its headquarters in the &lt;a href=\"Perimeter%20Center\"&gt;Perimeter Center&lt;/a&gt; and in Dunwoody. In 2010 the newspaper relocated its headquarters from &lt;a href=\"Downtown%20Atlanta\"&gt;Downtown Atlanta&lt;/a&gt; to leased offices in the Perimeter Center for financial reasons. There are a number of other local media organizations serving the Dunwoody area which primarily provide local news: the Dunwoody Crier, Dunwoody Reporter, the Aha Connection, and a podcast What's Up Dunwoody.\n&lt;a href=\"InterContinental%20Hotels%20Group\"&gt;InterContinental Hotels Group&lt;/a&gt; operates its American corporate offices in Dunwoody.\nTop employers.\nAccording to the City's 2011 Comprehensive Annual Financial Report, the top employers in the city are:&lt;ref name=\"cafr\"&gt;"
}