{
    "id": "11010410",
    "revid": "3784107",
    "url": "https://en.wikipedia.org/wiki?curid=11010410",
    "title": "Second Report on Public Credit",
    "text": "The Second Report on the Public Credit, also referred to as The Report on a National Bank, was the second of four influential reports on &lt;a href=\"Fiscal%20policy\"&gt;fiscal&lt;/a&gt; and &lt;a href=\"economic%20policy\"&gt;economic policy&lt;/a&gt; delivered to the &lt;a href=\"US%20Congress\"&gt;US Congress&lt;/a&gt; by the &lt;a href=\"US%20Secretary%20of%20the%20Treasury\"&gt;US Secretary of the Treasury&lt;/a&gt;, &lt;a href=\"Alexander%20Hamilton\"&gt;Alexander Hamilton&lt;/a&gt;. Submitted on December 14, 1790, the report called for the establishment of a &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt; with the primary purpose to expand the flow of &lt;a href=\"legal%20tender\"&gt;legal tender&lt;/a&gt;, monetizing the &lt;a href=\"national%20debt\"&gt;national debt&lt;/a&gt; by issuing of federal bank notes.\nModeled on the &lt;a href=\"Bank%20of%20England\"&gt;Bank of England&lt;/a&gt;, the privately-held but publicly-funded institution would also serve to process revenue fees and to perform fiscal duties for the federal government. Hamilton regarded the bank as indispensable to produce a stable and flexible financial system.\nThe ease with which &lt;a href=\"Federalist%20Party\"&gt;Federalists&lt;/a&gt; advanced legislation to incorporate the bank impelled agrarian opposition that was hostile to Hamilton's emerging &lt;a href=\"economic%20nationalism\"&gt;economic nationalism&lt;/a&gt;. Resorting to constitutional arguments, US Representative &lt;a href=\"James%20Madison\"&gt;James Madison&lt;/a&gt; challenged Congress's broad authority to grant charters of incorporation under the &lt;a href=\"necessary%20and%20proper%20clause\"&gt;\"necessary and proper\" clause&lt;/a&gt; of the &lt;a href=\"US%20Constitution\"&gt;US Constitution&lt;/a&gt; and charged Hamilton with violating a literal, &lt;a href=\"strict%20constructionism\"&gt;strict constructionist&lt;/a&gt; interpretation of the founding document.\nDespite Madison’s objections, the &lt;a href=\"Bank%20Bill%20of%201791\"&gt;Bank Bill of 1791&lt;/a&gt; penned to form the &lt;a href=\"First%20Bank%20of%20the%20United%20States\"&gt;First Bank of the United States&lt;/a&gt; passed without amendment in the &lt;a href=\"US%20House%20of%20Representatives\"&gt;US House of Representatives&lt;/a&gt; by a vote of 39-20 on February 8, 1791. The bank was endowed with a 20-year charter.\nDebate on constitutionality of Bank.\nMadison's misgivings on the Bank's constitutionality raised doubts in &lt;a href=\"President%20Washington\"&gt;President Washington&lt;/a&gt;'s mind as to the legality of the &lt;a href=\"Bank%20Bill%20of%201791\"&gt;Bank Bill&lt;/a&gt;. Washington delayed signing it to consult with his cabinet. Secretary of State &lt;a href=\"Thomas%20Jefferson\"&gt;Thomas Jefferson&lt;/a&gt; and Attorney General &lt;a href=\"Edmund%20Randolph\"&gt;Edmund Randolph&lt;/a&gt; concurred with Madison that the federal government was one of strictly-&lt;a href=\"enumerated%20powers\"&gt;enumerated powers&lt;/a&gt; and bolstered that argument by citing the &lt;a href=\"Tenth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Tenth Amendment&lt;/a&gt;. They advanced the position of &lt;a href=\"states%27%20rights\"&gt;states' rights&lt;/a&gt; and believed in limited federal power.\nThe Tenth Amendment was not ratified until December 15, 1791 after the Bank Bill passed Congress on February 2, 1791 and so it was not then part of the Constitution.\nHamilton's famous rebuttal on the Bank was submitted to Washington on February 23, 1791. It introduced the doctrine of \"&lt;a href=\"implied%20powers\"&gt;implied powers&lt;/a&gt;\" based on the principle of broad construction of the Constitution. He argued that the authority to create the Bank was not explicitly mandated in the Constitution but was inherent to a central government and was required for it to fulfill its duties prescribed in the founding document.\nThe \"broad\" or \"liberal\" interpretation swayed Washington, who signed the Bank Bill on February 25, 1791.\nHamilton's success in advancing his fiscal and financial plans moved Madison and Jefferson towards establishing the political foundations for a &lt;a href=\"two-party%20system\"&gt;two-party system&lt;/a&gt;. Based on a &lt;a href=\"New%20York%20State\"&gt;New York&lt;/a&gt;-&lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt; alliance, the &lt;a href=\"Democratic-Republican%20Party\"&gt;Democratic-Republican Party&lt;/a&gt; would defeat the &lt;a href=\"Federalist%20Party\"&gt;Federalist Party&lt;/a&gt; in the \"&lt;a href=\"1800%20United%20States%20presidential%20election\"&gt;Revolution of 1800&lt;/a&gt;.\"\nDesign, function, and performance of Bank.\nThe &lt;a href=\"First%20Bank%20of%20the%20United%20States\"&gt;First Bank of the United States&lt;/a&gt; had a mixture of government and private ownership and was subject to public oversight. The federal government appointed five of the 25 Bank's directors and held one fourth of its stock. The remaining 20 of the Bank's directors were selected, and the other 75% of its stock was provided by the investors. The Secretary of the Treasury was presented with statements by Bank administrators to see that the &lt;a href=\"debt%20limit\"&gt;debt limit&lt;/a&gt; did not exceed $10 million exclusive of deposits and to assure its compliance with the government's rules of incorporation.\nCertificates of indebtedness, or government &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt; debt, had been paid with government securities at face value, plus arrears of interest, under the terms of Hamilton's &lt;a href=\"First%20Report%20on%20the%20Public%20Credit\"&gt;First Report on the Public Credit&lt;/a&gt;. The new securities were accepted by the Bank to purchase its stock up to three quarters (75%) of their value. Based on the collateral of the securities, the Bank issued new notes, producing a dramatic increase in the money supply and serving as the principal circulating medium, the legal tender, for the country.\nHamilton enlisted the United States in a generous short-term loan arrangement in which the federal government borrowed $2 million in Bank stock with funds lent by the Bank itself.\n\"By 1792,\" observed the historian &lt;a href=\"John%20Chester%20Miller\"&gt;John Chester Miller&lt;/a&gt;, \"largely as a result of the leadership assumed by Alexander Hamilton, the heavy war debt dating from the struggle for independence had been put in the course of ultimate extinction, the price of government securities had been stabilized close to their face value, hoarded wealth had been brought out of hiding, a system of debt management had been created, the power of the Federal government had been decisively asserted over the states, foreign capital had begun to pour into the United States, and the credit of the Federal government had been solidly established.\"\nThe Reports on the Public Credit and Hamilton's arguments for the Bank of the United States \"laid the philosophical foundation for a genuinely effective national government.\""
}