{
    "id": "1103469",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=1103469",
    "title": "USS Steelhead",
    "text": "USS \"Steelhead\" (SS-280), a &lt;a href=\"Gato%20class%20submarine\"&gt;\"Gato\"-class&lt;/a&gt; &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt;, was a ship of the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; named for the &lt;a href=\"rainbow%20trout\"&gt;steelhead&lt;/a&gt;, a North American &lt;a href=\"trout\"&gt;trout&lt;/a&gt; found from &lt;a href=\"California\"&gt;California&lt;/a&gt; to &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt;.\n\"Steelhead\" (SS-280) was laid down on 1 June 1942 by the &lt;a href=\"Portsmouth%20Naval%20Shipyard\"&gt;Portsmouth Naval Shipyard&lt;/a&gt; in &lt;a href=\"Kittery%2C%20Maine\"&gt;Kittery, Maine&lt;/a&gt;; launched on 11 September 1942; sponsored by Mrs. Marguerite Brown; and commissioned on 7 December 1942, Lt. Comdr. David L. Whelchel in command.\nFirst war patrol, April – June 1943.\n\"Steelhead\" held her shakedown off &lt;a href=\"Long%20Island\"&gt;Long Island&lt;/a&gt; in December 1942 and January 1943. In February, she sailed for the Pacific and arrived at &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt; on 8 April. After intensive training, she sailed for &lt;a href=\"Midway%20Atoll\"&gt;Midway&lt;/a&gt; Island; topped off her fuel there on 25 April, and began her first war patrol. She planted 12 &lt;a href=\"Naval%20mine\"&gt;mines&lt;/a&gt; off the &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;ese mainland near &lt;a href=\"Erimo%20Saki\"&gt;Erimo Saki&lt;/a&gt; and then bombarded a steel plant and iron foundry near &lt;a href=\"Muroran%2C%20Hokkaido\"&gt;Muroran&lt;/a&gt;, &lt;a href=\"Hokkaid%C5%8D\"&gt;Hokkaidō&lt;/a&gt;. She fired no torpedoes, and the submarine returned to Midway in early June.\nSecond war patrol, June – August 1943.\nOn her second patrol, 30 June to 6 August, \"Steelhead\" fired 10 torpedoes at a Japanese task force on 10 July. Explosions were heard, but specific damage could not be ascertained. \nAfter refitting at Pearl Harbor, the ship sailed on 13 September for the &lt;a href=\"Gilbert%20Islands\"&gt;Gilbert Islands&lt;/a&gt; where she operated as a &lt;a href=\"Lifeguard%20League\"&gt;lifeguard submarine&lt;/a&gt; off &lt;a href=\"Tarawa%20Atoll\"&gt;Tarawa&lt;/a&gt; during bombardment by Army aircraft.\nShe called at &lt;a href=\"Johnston%20Island\"&gt;Johnston Island&lt;/a&gt; for fuel and provisions and departed on 25 September to resume her patrol which took her into the &lt;a href=\"Palau%20Islands\"&gt;Palau Islands&lt;/a&gt;. On 6 October off the &lt;a href=\"Caroline%20Islands\"&gt;Carolines&lt;/a&gt;, she damaged &lt;a href=\"Tanker%20%28ship%29\"&gt;tanker&lt;/a&gt; \"Kazalhaya\", which sank later that day. All her torpedoes expended, \"Steelhead\" sighted a large &lt;a href=\"convoy\"&gt;convoy&lt;/a&gt; which she trailed, while sending information to other submarines in the area.\nThird, fourth, and fifth war patrols, December 1943 – August 1944.\nOn her next patrol, \"Steelhead\" operated off &lt;a href=\"Bungo%20Suido\"&gt;Bungo Suido&lt;/a&gt; from late December 1943 to early March 1944. On 10 January 1944, she torpedoed and sank the 6,795 ton converted salvage vessel, \"Yamabiko Maru\".\nHer fourth patrol, off &lt;a href=\"Taiwan\"&gt;Formosa&lt;/a&gt; from early April to 23 May, provided no targets worthy of torpedo fire, but she sank a trawler by gunfire.\nOn 17 June, she sortied from Midway Island with and to patrol south of Formosa. On 31 July, the submarine made three successful attacks in which one ship was damaged and two were sunk. \"Parche\" also sank two from the convoy. Upon concluding the patrol when she arrived at Pearl Harbor on 16 August, \"Steelhead\" was routed to the West Coast for a much needed overhaul.\nFor his services in that last patrol Whelchel, a grandson of &lt;a href=\"Confederate%20States%20Army\"&gt;Confederate&lt;/a&gt; &lt;a href=\"Lieutenant%20General\"&gt;Lieutenant General&lt;/a&gt; &lt;a href=\"James%20Longstreet\"&gt;James Longstreet&lt;/a&gt;, was awarded the &lt;a href=\"Silver%20Star\"&gt;Silver Star&lt;/a&gt;.\nSixth war patrol, April – August 1945.\nWhile in &lt;a href=\"drydock\"&gt;drydock&lt;/a&gt;, on 1 October 1944 \"Steelhead\" suffered a serious fire which required the installation of a new &lt;a href=\"conning%20tower\"&gt;conning tower&lt;/a&gt;. After a long repair period, the submarine stood out of &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; on 16 April 1945, en route to Pearl Harbor. \"Steelhead\" began her last war patrol on 13 May. She performed lifeguard duty in the &lt;a href=\"Caroline%20Islands\"&gt;Caroline Islands&lt;/a&gt; and later patrolled in the &lt;a href=\"Tokyo%20Bay\"&gt;Tokyo Bay&lt;/a&gt; area. She made no &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; attacks but sank two trawlers by gunfire. The patrol ended at Midway Island on 5 August and, 20 days later, she sailed for the West Coast.\n\"Steelhead\" arrived at San Francisco on 5 September 1945 and provided services for the West Coast Sonar School until 2 January 1946. She sailed to Pearl Harbor and operated from there until March when she steamed back to San Francisco for inactivation. The submarine was placed in reserve, out of commission, on 29 June 1946 and attached to the &lt;a href=\"Pacific%20Reserve%20Fleet\"&gt;Pacific Reserve Fleet&lt;/a&gt;. In May 1947, \"Steelhead\" was placed in service, in reserve, and used as a reserve training ship until struck from the &lt;a href=\"Naval%20Vessel%20Register\"&gt;Navy List&lt;/a&gt; on 1 April 1960.\n\"Steelhead\" received six &lt;a href=\"battle%20star\"&gt;battle star&lt;/a&gt;s for &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; service."
}