{
    "id": "11038939",
    "revid": "25771582",
    "url": "https://en.wikipedia.org/wiki?curid=11038939",
    "title": "Federal War",
    "text": "The Federal War () — also known as the Great War or the Five Year War — was a &lt;a href=\"civil%20war\"&gt;civil war&lt;/a&gt; (1859–1863) in &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt; between the &lt;a href=\"Conservative%20Party%20%28Venezuela%29\"&gt;Conservative&lt;/a&gt; party and the &lt;a href=\"Liberal%20Party%20%28Venezuela%29\"&gt;Liberal&lt;/a&gt; party over the monopoly the Conservatives held over government positions and land ownership, and their intransigence to granting any reforms. This drove the Liberals – known as the \"Federalists\" – to look for greater autonomy for the provinces: a new federalism for Venezuela, as it were. It was the biggest and bloodiest civil war that &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt; had since its &lt;a href=\"Venezuelan%20War%20of%20Independence\"&gt;independence&lt;/a&gt; from Spain on 5 July 1811. Hundreds of thousands died in the violence of the war, or from &lt;a href=\"hunger\"&gt;hunger&lt;/a&gt; or &lt;a href=\"disease\"&gt;disease&lt;/a&gt;, in a country with a population of just over a million people.\nDetails.\nAn account cited that the dictatorial rule of the Monagas brothers, &lt;a href=\"Jos%C3%A9%20Tadeo%20Monagas\"&gt;José Tadeo Monagas&lt;/a&gt; and &lt;a href=\"Jos%C3%A9%20Gregorio%20Monagas\"&gt;José Gregorio Monagas&lt;/a&gt;, precluded the chaos that led to the Federal War. Their regimes created fiscal problems and enacted actions by the central government that curtailed the autonomy and authority of the Venezuelan provinces.\nThe Federal War was primarily a &lt;a href=\"Guerrilla%20warfare\"&gt;guerrilla war&lt;/a&gt; fought largely without a centralized command for the Federalists, who professed to ride on social resentment. Just three major conventional battles were fought:\nThe hostilities ended with the signing of the &lt;a href=\"Treaty%20of%20Coche\"&gt;Treaty of Coche&lt;/a&gt; in April 1863. The treaty was signed after the victory of Falcon, who formed a new coalition that included &lt;a href=\"Antonio%20Guzm%C3%A1n%20Blanco\"&gt;Antonio Guzman Blanco&lt;/a&gt;. When the war finally ended, there were more than 100,000 deaths while the Venezuelan economy was decimated and mired in foreign debt."
}