{
    "id": "11035889",
    "revid": "2826662",
    "url": "https://en.wikipedia.org/wiki?curid=11035889",
    "title": "Ephraim Hawley House",
    "text": "The Ephraim Hawley House is a privately owned &lt;a href=\"Colonial%20America\"&gt;Colonial America&lt;/a&gt;n wooden &lt;a href=\"post-and-beam\"&gt;post-and-beam&lt;/a&gt; &lt;a href=\"timber-frame\"&gt;timber-frame&lt;/a&gt; &lt;a href=\"saltbox%20house\"&gt;saltbox house&lt;/a&gt; situated on the \"Farm Highway\", &lt;a href=\"Connecticut%20Route%20108\"&gt;Route 108&lt;/a&gt;, on the south side of \"Mischa Hill\", in &lt;a href=\"Nichols%2C%20Connecticut\"&gt;Nichols&lt;/a&gt;, a village located within &lt;a href=\"Trumbull%2C%20Connecticut\"&gt;Trumbull, Connecticut&lt;/a&gt;, in the &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt; region of the U.S. It was expanded to its present shape by three additions. The oak framing was carbon dated to 1710. The house is unique, it has been located in four different named &lt;a href=\"Township%20%28United%20States%29\"&gt;townships&lt;/a&gt; in its past, but has never been moved; &lt;a href=\"Stratford%2C%20Connecticut\"&gt;Stratford&lt;/a&gt; (1670–1725), Unity (1725–1744), North Stratford (1744–1797) and Trumbull (1797–present).\nResearch.\nThe \"Hawley Homestead\" was dated to 1690 during the &lt;a href=\"Works%20Progress%20Administration\"&gt;Works Progress Administration&lt;/a&gt; &lt;a href=\"Federal%20Writers%27%20Project\"&gt;Federal Writers' Project&lt;/a&gt; conducted during the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;. Joan Oppenheim created a research report on the house while studying at the &lt;a href=\"Yale%20School%20of%20Fine%20Arts\"&gt;Yale School of Fine Arts&lt;/a&gt; in the early 20th century. She concluded after examining the structure and researching land records, probate records and the Hawley record, that the house was built between 1683 and 1690 by &lt;a href=\"farmer\"&gt;farmer&lt;/a&gt; and &lt;a href=\"slave%20owner\"&gt;slave owner&lt;/a&gt; Ephraim Hawley who had married Sarah Welles, granddaughter of &lt;a href=\"Connecticut%20Colony\"&gt;Connecticut Colony&lt;/a&gt; &lt;a href=\"Governors%20of%20Connecticut\"&gt;Governor&lt;/a&gt; &lt;a href=\"Thomas%20Welles\"&gt;Thomas Welles&lt;/a&gt; in 1683. The date of construction was not only based upon architectural details of the house, but also upon comparisons with other homes of the period, facts given to her by the Curtiss family, who owned the house at the time, and information from the \"Hawley Record\", published in 1890, which stated that Ephraim resided in \"Trumbull\". Oppenheim also stated the dating of the house compared with that of \"S.S.\" on file at the School of Fine Arts at Yale. The Trumbull Historical Society dated the house to between 1683 and 1690 in 1964 when they organized. The house was dated to 1671–1683 in the 2002 Historic and Architectural Resource Survey produced for the Connecticut Historical Commission by Geoffrey Rossano, PhD. The 2010 Historic and Architectural Survey of the Town of Trumbull, Connecticut produced by Heather C. Jones and Bruce G. Harvey PhD for the Connecticut Commission on Culture and Tourism dates the house to 1670–1683.\nStructure.\nThe house was built as a -story &lt;a href=\"Cape%20Cod%20%28house%29\"&gt;Cape Cod cottage&lt;/a&gt; thirty-six feet wide by twenty-six feet deep with an eight-foot-wide central stone chimney with three fireplaces. There were three rooms on the first floor; a &lt;a href=\"parlor\"&gt;parlor&lt;/a&gt;, dining room and &lt;a href=\"kitchen\"&gt;kitchen&lt;/a&gt;. The second floor was an undivided &lt;a href=\"loft\"&gt;loft&lt;/a&gt;.\nThe &lt;a href=\"white%20oak\"&gt;white oak&lt;/a&gt; &lt;a href=\"post-and-beam\"&gt;post-and-beam&lt;/a&gt; frame has eight by ten inch girts, eight by eight inch plates and eight by ten inch splayed &lt;a href=\"post%20and%20lintel\"&gt;posts&lt;/a&gt;. The common &lt;a href=\"rafter\"&gt;rafter&lt;/a&gt;s are eight by eight inches and taper to six by six inches at the ridge and have six by six inch &lt;a href=\"chamfered\"&gt;chamfered&lt;/a&gt; &lt;a href=\"collar%20beam\"&gt;collar beam&lt;/a&gt;s.codice_1\nThe floor &lt;a href=\"joist\"&gt;joist&lt;/a&gt; are six by six inches and are twenty inches apart. The six inch by ten inch &lt;a href=\"summer%20beam\"&gt;summer beam&lt;/a&gt;s, or &lt;a href=\"tie%20beam\"&gt;tie beam&lt;/a&gt;s are parallel to the façade, dovetailed into the girts and concealed within the &lt;a href=\"plaster\"&gt;plaster&lt;/a&gt; &lt;a href=\"ceiling\"&gt;ceiling&lt;/a&gt;.\nThe roof sheathing and &lt;a href=\"flooring\"&gt;flooring&lt;/a&gt; is vertically &lt;a href=\"quarter%20sawn\"&gt;quarter sawn&lt;/a&gt; one-inch-thick oak boards with random widths between twelve and thirty inches. The flooring is laid directly over one-inch-thick oak boards that were not suitable to be used as flooring. The &lt;a href=\"mortise%20and%20tenon\"&gt;mortise-and-tenon&lt;/a&gt; joints are held by wooden pins, and the flooring is nailed with large hand-wrought iron nails (see image).\nThe four- to six-foot-length hand-riven oak &lt;a href=\"Clapboard%20%28architecture%29\"&gt;clapboard&lt;/a&gt; siding is nailed directly to the oak studs with large flat rose-headed nails which was the typical material and application for the earliest New England homes (see images).\nThe first floor of the house is at ground level. There is a partial dirt &lt;a href=\"Basement\"&gt;cellar&lt;/a&gt; located on the south side of the house. The eight-foot-wide stone fireplace has three &lt;a href=\"flue\"&gt;flue&lt;/a&gt;s with clay mortar. The kitchen &lt;a href=\"hearth\"&gt;hearth&lt;/a&gt; is nine feet six inches wide by five feet seven inches deep. There is a one-foot crawl space around the chimney foundation below the first floor and a fieldstone foundation.\nA forty inch deep brick &lt;a href=\"beehive%20oven\"&gt;beehive oven&lt;/a&gt; is built into the right rear wall of the kitchen fireplace and its opening has a wrought iron &lt;a href=\"lintel\"&gt;lintel&lt;/a&gt;. The brick are seven and one-half inches long by three and one-half inches wide by two inches thick. In October 1685, because a variety of sizes of brick were being used, the Colony of Connecticut ordered that all future brick be nine inches long by four and one-half inches wide by two and one-half inches thick.\nThere is a small tinder box in the left wall of the kitchen firebox. The fireplace inside dimensions are four feet four inches high by six feet ten inches wide and is spanned by the original ten-by-ten-inch oak &lt;a href=\"lintel\"&gt;lintel&lt;/a&gt;, which rests on oak blocks. The side walls of the kitchen firebox are roughly dressed &lt;a href=\"granite\"&gt;granite&lt;/a&gt;. Cooking pots were hung from a lug pole. Above the ridge, the chimney flue outside measurements are forty eight inches wide by thirty eight inches deep with a course of three inch thick dripstones in the front and back.\nThe original stairs were parallel to the front wall of the house situated behind the wall separating the parlor and the kitchen. There is poplar &lt;a href=\"paneling\"&gt;paneling&lt;/a&gt; alternating in width of thirteen inches and fifteen inches. The ceilings and walls are &lt;a href=\"plaster\"&gt;plaster&lt;/a&gt;, made up of calcined oyster shells with red cattle hair. The plaster was applied on riven oak lath attached with small hand wrought iron nails. McKee writes about a Massachusetts contract dating to 1675 that specified the plasterer, “Is to lath and siele (seal) the four rooms of the house betwixt (between) the joists overhead with a coat of lime and hair upon the clay; also to fill the gable ends of the house with ricks (bricks) and plaster them with clay. To lath and plaster partitions of the house with clay and lime, and to fill, lath, and plaster them with lime and hair besides; and to siele and lath them overhead with lime; also to fill, lath, and plaster the kitchen up to the wall plate on every side. The said Daniel Andrews is to find lime, bricks, clay, stone, hair, together with laborers and workmen… .” Records of the New Haven colony mention rates for plaster and lath as early as 1641. The ceiling heights are between six feet two inches and seven feet two inches on the first floor. The rear exterior door opening is five feet three inches high. An original &lt;a href=\"casement%20window\"&gt;casement window&lt;/a&gt; opening located on the east rear wall, in the kitchen, is twenty two inches square and is fifty four inches from the floor. This small opening was plastered over when the lean-to was built behind the wall in 1840. The upstairs ceiling height is six feet. The surviving oak &lt;a href=\"sash%20window\"&gt;sash window&lt;/a&gt; frames have dimensions of twenty eight inches wide by forty six inches high with the studs forming their &lt;a href=\"jambs\"&gt;jambs&lt;/a&gt;. The original interior doorways are twenty eight inches wide by five feet eleven inches high and the interior partitions are made of -inch-thick vertical oak boards.\nThe first leanto was built after the main house was completed, and is used as a &lt;a href=\"buttery%20%28room%29\"&gt;buttery (room)&lt;/a&gt; or &lt;a href=\"pantry\"&gt;pantry&lt;/a&gt;. The exterior walls are solid two inch thick oak planks. When the leanto was built, the roof was extended, without a break, to within six feet six inches of the ground and gave the house its &lt;a href=\"saltbox\"&gt;saltbox&lt;/a&gt; shape. The second leanto addition was added in 1881 when the front roof was raised to a full two-stories in height, and the second floor was partitioned into five rooms. The original hand-riven oak &lt;a href=\"clapboard%20%28architecture%29\"&gt;clapboard&lt;/a&gt; exterior &lt;a href=\"siding%20%28construction%29\"&gt;siding&lt;/a&gt; and original rafter feet are preserved in the leant-to attics. \n \nIn 1787, Captain &lt;a href=\"Robert%20Hawley\"&gt;Robert Hawley&lt;/a&gt; gifted the house to his son Eliakim when he married his second cousin Sally Sara Hawley. Sally Sara Hawley lived in the house for 60 years until her death in 1847.\nIn April 1881, &lt;a href=\"Schaghticoke%20%28tribe%29\"&gt;Schaghticoke&lt;/a&gt; &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Indian&lt;/a&gt; Truman Mauwee, or &lt;a href=\"Truman%20Bradley%20%28Native%20American%29\"&gt;Truman Bradley&lt;/a&gt;, bought the house from Charles Nichols Fairchild for $450 ($100 in cash and a $350 mortgage to Fairchild) and completed the second floor &lt;a href=\"Colonial%20Revival\"&gt;Colonial Revival&lt;/a&gt; renovations. In October 1882, Bradley sold the house to his neighbor Clarissa Curtis for $525 ($175 cash and Curtiss assumed the $350 mortgage to Fairchild).\nFarm Highway.\nOn December 7, 1696 the \"Farm Highway\", present-day Nichols Avenue &lt;a href=\"Connecticut%20Route%20108\"&gt;Connecticut Route 108&lt;/a&gt;, was laid out by the Stratford selectmen to the south side of \"Mischa Hill\". The highway was 12 &lt;a href=\"rod%20%28length%29\"&gt;rods&lt;/a&gt; wide, or 198 feet, where Broadbridge Brook runs off the south side of Mischa Hill, at &lt;a href=\"Zachariah%20Curtiss%20House\"&gt;Zachariah Curtiss&lt;/a&gt;, his land, and at \"Captain's Farm\". Broadbridge Brook runs off Mischa Hill west of the present-day intersection of Route 108 and the &lt;a href=\"Merritt%20Parkway\"&gt;Merritt Parkway&lt;/a&gt; and flows southwesterly to Broadbridge Avenue in Stratford.\nIn October 1725, when the Connecticut Colony approved the Parish of Unity, they referred to the Farm Highway as \"Nickol's Farm's Road\". The Nichols Avenue portion of Route 108 in Trumbull is the third-oldest documented &lt;a href=\"highway\"&gt;highway&lt;/a&gt; in Connecticut after the Mohegan Road, &lt;a href=\"Connecticut%20Route%2032\"&gt;Connecticut Route 32&lt;/a&gt; in &lt;a href=\"Norwich%2C%20Connecticut\"&gt;Norwich&lt;/a&gt; (1670) and the &lt;a href=\"King%27s%20Highway%20%28Charleston%20to%20Boston%29\"&gt;King's Highway&lt;/a&gt;, or &lt;a href=\"Boston%20Post%20Road\"&gt;Boston Post Road&lt;/a&gt; &lt;a href=\"Route%201\"&gt;Route 1&lt;/a&gt; (1673).\n1964 house tour.\nThe Trumbull Historical Society organized its first historic house tour on October 24, 1964. Tickets to the event were $2.00. The society printed a brochure with historical information on each house on the tour, which included the Ephraim Hawley House. The brochure proclaimed \"the Ephraim Hawley House was unequivocally the oldest house in Trumbull\". It was presumed that the house was \"built by Ephraim Hawley between 1683 when he married and 1690 when he died\". Mr. Elliott P. Curtiss owned and was residing in the house at this time, and put many of his 17th and 18th century &lt;a href=\"antiques\"&gt;antiques&lt;/a&gt; on display. The Hawley house was also featured on the cover of the first modern street map of the town of Trumbull published in 1965.\nThe house today.\nOver the last few centuries, the appearance of the house has evolved as each family has left their mark while expanding, adapting or preserving the house to accommodate changing ideas about space, function, comfort, privacy, cleanliness and fashion. Many original architectural details remain preserved including; partial dirt cellar, field stone foundation, oak post and beam frame, oak roof sheathing, stone chimney with brick beehive oven, oak interior walls, wide-board quarter-sawn oak flooring, calcined oyster shell lime plaster walls and ceilings over riven oak lath, poplar paneling, oak batten doors, oak window frames and the original riven oak clapboard siding preserved in the lean-to attic."
}