{
    "id": "11038138",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=11038138",
    "title": "31st Division (Imperial Japanese Army)",
    "text": "The was an &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt; &lt;a href=\"Division%20%28military%29\"&gt;division&lt;/a&gt; of the &lt;a href=\"Imperial%20Japanese%20Army\"&gt;Imperial Japanese Army&lt;/a&gt;. Its &lt;a href=\"call%20sign\"&gt;call sign&lt;/a&gt; was the . The 31st Division was raised during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; in &lt;a href=\"Bangkok\"&gt;Bangkok&lt;/a&gt;, &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;, on March 22, 1943, out of &lt;a href=\"Kawaguchi%20Detachment\"&gt;Kawaguchi Detachment&lt;/a&gt; and parts of the &lt;a href=\"13th%20Division%20%28Imperial%20Japanese%20Army%29\"&gt;13th&lt;/a&gt;, &lt;a href=\"40th%20Division%20%28Imperial%20Japanese%20Army%29\"&gt;40th&lt;/a&gt; and &lt;a href=\"116th%20Division%20%28Imperial%20Japanese%20Army%29\"&gt;116th division&lt;/a&gt;s. The \"31st division\" was initially assigned to &lt;a href=\"Fifteenth%20Army%20%28Japan%29\"&gt;15th army&lt;/a&gt; (the part of the &lt;a href=\"Japanese%20Burma%20Area%20Army\"&gt;Japanese Burma Area Army&lt;/a&gt;).\nAction.\nIn 1944, under Japanese operation &lt;a href=\"U-GO\"&gt;U-GO&lt;/a&gt;, &lt;a href=\"Lieutenant%20General\"&gt;Lieutenant General&lt;/a&gt; &lt;a href=\"Renya%20Mutaguchi\"&gt;Renya Mutaguchi&lt;/a&gt; ordered the 31st Division across the border of &lt;a href=\"Burma\"&gt;Burma&lt;/a&gt; into &lt;a href=\"British%20India\"&gt;British India&lt;/a&gt; as part of the overall &lt;a href=\"Battle%20of%20Imphal\"&gt;Battle of Imphal&lt;/a&gt;. Its assignment was to capture &lt;a href=\"Kohima\"&gt;Kohima&lt;/a&gt;, thus cutting off Imphal, and then exploit to &lt;a href=\"Dimapur\"&gt;Dimapur&lt;/a&gt;. The 31st division's commander, Lieutenant General &lt;a href=\"Kotoku%20Sato\"&gt;Kotoku Sato&lt;/a&gt; was unhappy with his role. He had not been involved in the planning of the offensive, and had grave misgivings about their chances. He and Mutaguchi had also been on opposite sides during the split between the \"&lt;a href=\"Toseiha\"&gt;Toseiha&lt;/a&gt;\" and \"&lt;a href=\"Kodoha\"&gt;Kodoha&lt;/a&gt;\" factions within the &lt;a href=\"Imperial%20Japanese%20Army\"&gt;Imperial Japanese Army&lt;/a&gt; during the early 1930s, and Sato distrusted Mutaguchi's motives. In addition, along with many of the senior Japanese officers in Burma, he considered Mutaguchi a \"blockhead\".\nStarting on March 15, 1944, the 31st Division crossed the &lt;a href=\"Chindwin%20River\"&gt;Chindwin River&lt;/a&gt; near &lt;a href=\"Homalin\"&gt;Homalin&lt;/a&gt; and moved northwest along jungle trails on a front almost 100 kilometers wide. The left wing of the division, the 58th Regiment, commanded by &lt;a href=\"Major%20General\"&gt;Major General&lt;/a&gt; &lt;a href=\"Shigesabur%C5%8D%20Miyazaki\"&gt;Shigesaburō Miyazaki&lt;/a&gt; clashed with Indian troops of the &lt;a href=\"Indian%2050th%20Parachute%20Brigade\"&gt;Indian 50th Parachute Brigade&lt;/a&gt; under &lt;a href=\"Brigadier\"&gt;Brigadier&lt;/a&gt; Hope-Thompson in the &lt;a href=\"Battle%20of%20Sangshak\"&gt;Battle of Sangshak&lt;/a&gt;, on the northern approaches to &lt;a href=\"Imphal\"&gt;Imphal&lt;/a&gt; on March 20, 1944. The battle continued until March 26, 1944, delaying Japanese advance.\nMiyazaki's troops were probing &lt;a href=\"Kohima\"&gt;Kohima&lt;/a&gt; on April 3, completing siege preparations by April 6, 1944. He then launched a series of attacks into the north-east region of the defenses on April 8, and by April 9 the British and Indians had been forced back driven into a small perimeter into what came to be known as the &lt;a href=\"Battle%20of%20the%20Tennis%20Court\"&gt;Battle of the Tennis Court&lt;/a&gt;. By the night of April 17, the defenders' situation was desperate. However, on the morning of April 18 British artillery opened up against the Japanese positions, which stopped the attacks. To support their counterattack, the British had amassed 38 &lt;a href=\"QF%203.7-inch%20mountain%20howitzer\"&gt;3.7-inch mountain howitzers&lt;/a&gt;, 48 &lt;a href=\"QF%2025%20pounder\"&gt;25-pounder field guns&lt;/a&gt; and 2 &lt;a href=\"BL%205.5-inch%20Medium%20Gun\"&gt;5.5-inch medium guns&lt;/a&gt;. The RAF also bombed and strafed the Japanese positions. The Japanese could oppose with only 17 &lt;a href=\"Type%2094%2075%20mm%20Mountain%20Gun\"&gt;Type 94 75mm&lt;/a&gt; mountain guns, with very little ammunition. The road between &lt;a href=\"Dimapur\"&gt;Dimapur&lt;/a&gt; and &lt;a href=\"Kohima\"&gt;Kohima&lt;/a&gt; had been opened, and the siege was lifted.\nThe Japanese did not retreat at once, but stayed in position and fought tenaciously for several more weeks. By the morning of May 13, 1944, most of the &lt;a href=\"Kohima\"&gt;Kohima&lt;/a&gt; region had been re-taken by the British forces. Around May 15 the 31st Division began to withdraw, pursued by troops of the &lt;a href=\"British%20Fourteenth%20Army\"&gt;British Fourteenth Army&lt;/a&gt;.\nAfter ignoring orders for several weeks, Sato was removed from command of the 31st Division early in July 1944 and replaced by Uchitarou Kawada. The course of the entire &lt;a href=\"Battle%20of%20Kohima\"&gt;Battle of Kohima&lt;/a&gt; was broken off at the same time. &lt;a href=\"William%20Slim%2C%201st%20Viscount%20Slim\"&gt;Lieutenant General Slim&lt;/a&gt; had always derided Sato as the most unenterprising of his opponents, but Japanese sources blame his superior, Mutaguchi, for both the weaknesses of the original plan, and the antipathy between himself and Sato which led to Sato concentrating on saving his men rather than driving on distant and indefensible objectives.\nRemnants of the 31st Division continued to oppose the British reoccupation of Burma, but the division had largely ceased to exist as a strong fighting force after the Battle of Kohima."
}