{
    "id": "1104586",
    "revid": "1061283149",
    "url": "https://en.wikipedia.org/wiki?curid=1104586",
    "title": "Frank Underhill",
    "text": "Frank Hawkins Underhill (November 26, 1889 – September 16, 1971) was a &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; journalist, essayist, historian, &lt;a href=\"Cultural%20critic\"&gt;social critic&lt;/a&gt; and political thinker.\nFrank Underhill, born in &lt;a href=\"Whitchurch-Stouffville\"&gt;Stouffville&lt;/a&gt;, Ontario, was educated at the &lt;a href=\"University%20of%20Toronto\"&gt;University of Toronto&lt;/a&gt; and the &lt;a href=\"University%20of%20Oxford\"&gt;University of Oxford&lt;/a&gt; where he was a member of the &lt;a href=\"Fabian%20Society\"&gt;Fabian Society&lt;/a&gt;. He was influenced by social and political critics such as &lt;a href=\"George%20Bernard%20Shaw\"&gt;Bernard Shaw&lt;/a&gt; and &lt;a href=\"Goldwin%20Smith\"&gt;Goldwin Smith&lt;/a&gt;. He taught history at the &lt;a href=\"University%20of%20Saskatchewan\"&gt;University of Saskatchewan&lt;/a&gt; from 1914 until 1927 with a long interruption during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; during which he served as an officer in the &lt;a href=\"Hertfordshire%20Regiment\"&gt;Hertfordshire Regiment&lt;/a&gt; of the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; on the &lt;a href=\"Western%20Front%20%28World%20War%20I%29\"&gt;Western Front&lt;/a&gt;. He also taught from 1927 until 1955 at the &lt;a href=\"University%20of%20Toronto\"&gt;University of Toronto&lt;/a&gt;. He left the University of Toronto due to a dispute with the administration and later joined the faculty at &lt;a href=\"Carleton%20University\"&gt;Carleton University&lt;/a&gt;.\nDuring the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;, Underhill joined several other &lt;a href=\"left-wing%20politics\"&gt;left-wing&lt;/a&gt; academics in forming the &lt;a href=\"League%20for%20Social%20Reconstruction\"&gt;League for Social Reconstruction&lt;/a&gt;. He was also a founder of the &lt;a href=\"Co-operative%20Commonwealth%20Federation\"&gt;Co-operative Commonwealth Federation&lt;/a&gt; and helped write its &lt;a href=\"Regina%20Manifesto\"&gt;Regina Manifesto&lt;/a&gt; in 1933. He joined the editorial staff of the leftist \"&lt;a href=\"Canadian%20Forum\"&gt;Canadian Forum&lt;/a&gt;\" in 1927 where he wrote a column of political commentary called \"O Canada\" from 1929 on and served for a time as chair of that journal's editorial board. Despite these progressive leanings, Underhill had a conservative view of the historical profession and impeded the careers of several women historians.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, Underhill moved away from &lt;a href=\"socialism\"&gt;socialism&lt;/a&gt; and became a left-wing &lt;a href=\"liberalism\"&gt;liberal&lt;/a&gt; &lt;a href=\"continentalism\"&gt;continentalist&lt;/a&gt;. He remained a committed anti-&lt;a href=\"imperialism\"&gt;imperialist&lt;/a&gt; and was almost dismissed from the University of Toronto in 1941 for suggesting that Canada would drift away from the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt; and draw closer to the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. His struggle with the university became a landmark in the history of &lt;a href=\"academic%20freedom\"&gt;academic freedom&lt;/a&gt; in Canada.\nUnderhill's most important writings are collected in the 1960 book of essays, \"In Search of Canadian Liberalism\". In the essays Underhill covered many Canadian concerns such as politics before and after the &lt;a href=\"Canadian%20Confederation\"&gt;Canadian Confederation&lt;/a&gt;, relations with the United States and Britain and assessments of the actions of Canadian public figures. The essays were praised in the \"Oxford Companion to Canadian Literature\" for their \"iconoclasm and trenchant wit often bordering on sarcasm.\" Underhill's other notable works include \"Canadian Political Parties\", 1957; \"The Image of Confederation\", 1964; and \"Upper Canadian Politics in the 1850s\", 1967.\nUnderhill was a strong supporter of the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; during the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;. He also became a supporter of the &lt;a href=\"Liberal%20Party%20of%20Canada\"&gt;Liberal Party of Canada&lt;/a&gt;, particularly once his long-time friend, &lt;a href=\"Lester%20Pearson\"&gt;Lester Pearson&lt;/a&gt; joined the government. In his later years, Underhill served as a lecturer and Chair of the Department of History at &lt;a href=\"Carleton%20University\"&gt;Carleton University&lt;/a&gt; in &lt;a href=\"Ottawa\"&gt;Ottawa&lt;/a&gt;. &lt;a href=\"Carleton%20University\"&gt;Carleton University&lt;/a&gt; has named a major reading room and the Underhill Graduate Student Colloquium—the longest running graduate colloquium in Canada—in memory of the former Chair.\nIn 1967, he received the &lt;a href=\"Medal%20of%20Service%20of%20the%20Order%20of%20Canada\"&gt;Medal of Service of the Order of Canada&lt;/a&gt;."
}