{
    "id": "11047717",
    "revid": "11308236",
    "url": "https://en.wikipedia.org/wiki?curid=11047717",
    "title": "Gate of the Sun",
    "text": "The Gate of the Sun, also known as the Gateway of the Sun, is a &lt;a href=\"monolith\"&gt;monolith&lt;/a&gt; carved in the form of an &lt;a href=\"arch\"&gt;arch&lt;/a&gt; or &lt;a href=\"gate\"&gt;gate&lt;/a&gt;way at the site of Tiahuanaco by the &lt;a href=\"Tiwanaku\"&gt;Tiwanaku&lt;/a&gt; culture, an &lt;a href=\"Andean%20civilizations\"&gt;Andean civilization&lt;/a&gt; of &lt;a href=\"Bolivia\"&gt;Bolivia&lt;/a&gt; that thrived around &lt;a href=\"Lake%20Titicaca\"&gt;Lake Titicaca&lt;/a&gt; in the &lt;a href=\"Andes\"&gt;Andes&lt;/a&gt; of western &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt; around 500-950 CE.\nTiwanaku is located near Lake Titicaca at about above sea level near &lt;a href=\"La%20Paz\"&gt;La Paz&lt;/a&gt;, Bolivia. The Gate of the Sun is approximately tall and wide, and was carved from a single piece of stone. Its weight is estimated to be 10 &lt;a href=\"ton\"&gt;ton&lt;/a&gt;s. When rediscovered by European explorers in the mid-19th century, the megalith was lying horizontally and had a large crack through it. It presently stands in the location where it was found, although it is believed that this is not its original site, which remains uncertain.\nSome elements of Tiwanaku iconography spread throughout &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt; and parts of Bolivia. Although there have been various modern interpretations of the mysterious inscriptions found on the object, the carvings that decorate the gate are believed to possess astronomical and/or astrological significance and may have served a calendrical purpose. In addition, scholars have found that the design below the central figure is meant to represent celestial cycles. Being a later monument to the site in which it stands, the Gateway of the Sun could have also represented a transition from lunar religion to a solar religion based on its positioning to the sun to the West.\nBackground.\nThe iconography of the &lt;a href=\"Tiwanaku\"&gt;Tiwanaku&lt;/a&gt; civilization in Bolivia was influential throughout the Andean region. The images found on the Gateway of the Sun can be recognized in other areas and associated with contemporaneous or later civilizations, such as the &lt;a href=\"Wari%20culture\"&gt;Wari&lt;/a&gt; and &lt;a href=\"Inca\"&gt;Inca&lt;/a&gt;. The &lt;a href=\"Andean%20civilizations\"&gt;Andean civilizations&lt;/a&gt; did not leave written records other than \"&lt;a href=\"quipu\"&gt;quipu&lt;/a&gt;s\" (fiber recording devices) of their religious belief systems. Despite this, researchers have been able to gather information from the Spanish who documented the Incas, following their conquest of the empire. The Incas themselves had trained &lt;a href=\"memorization\"&gt;memorizers&lt;/a&gt; who were responsible for providing history through the oral traditions which the Spanish chroniclers used for their records. One of these chroniclers was a &lt;a href=\"Felipe%20Guaman%20Poma%20de%20Ayala\"&gt;Felipe Guaman Poma de Ayala&lt;/a&gt;, who illustrated over 400 depictions of the Inca performing religious rituals and their stories. It is because of these drawings and sources similar to them that the ways of life for the ancient civilizations are not a mystery.\nAmong the early investigators of the Gate of the Sun were &lt;a href=\"Arthur%20Posnansky\"&gt;Arthur Posnansky&lt;/a&gt; and &lt;a href=\"Edmund%20Kiss\"&gt;Edmund Kiss&lt;/a&gt;, who each interpreted this monument in the context of erroneous theories of an early contact with Nordic Aryans. The claim by Kiss was asserted to be reinforced by the presence of a Nordic man's head sculpture found during an excavation, though there is some speculation this have been a hoax by Kiss. Their interpretations lacked modern data and methods and are now regarded as &lt;a href=\"pseudoarchaeology\"&gt;pseudoarchaeology&lt;/a&gt;.\nFigures.\nThe lintel is carved with 48 squares surrounding a central figure. Each square represents a character in the form of winged &lt;a href=\"effigy\"&gt;effigy&lt;/a&gt;. There are 32 effigies with human faces and 16 &lt;a href=\"anthropomorphism\"&gt;anthropomorphic&lt;/a&gt; figures with the heads of &lt;a href=\"condor\"&gt;condor&lt;/a&gt;s. All look towards the central motif: the figure of a person whose head is surrounded by 24 linear rays, thought by some to represent rays of the &lt;a href=\"Sun\"&gt;Sun&lt;/a&gt;. The styled &lt;a href=\"staff%20of%20office\"&gt;staff&lt;/a&gt;s held by the figure apparently symbolize &lt;a href=\"thunder\"&gt;thunder&lt;/a&gt; and &lt;a href=\"lightning\"&gt;lightning&lt;/a&gt;. Some historians and archaeologists believe that the central figure represents the “&lt;a href=\"Sun%20God\"&gt;Sun God&lt;/a&gt;” and others have linked it with the Inca god &lt;a href=\"Viracocha\"&gt;Viracocha&lt;/a&gt;. The image of the central figure on the gateway is thought to be &lt;a href=\"Thunupa\"&gt;Thunupa&lt;/a&gt;, or Tunupa, a major &lt;a href=\"weather%20god\"&gt;weather god&lt;/a&gt; in &lt;a href=\"Aymara%20culture\"&gt;Aymara culture&lt;/a&gt; and in the Titicaca Basin throughout the &lt;a href=\"Middle%20Horizon\"&gt;Middle Horizon&lt;/a&gt; period. The deity is also known as the Gateway God or &lt;a href=\"Staff%20God\"&gt;Staff God&lt;/a&gt; and was believed to provide rain, lightning, and thunder to the Titicaca Basin. The mythological emergence of the &lt;a href=\"creator%20deity\"&gt;creator gods&lt;/a&gt; from Lake Titicaca is the foundation of Tiwanaku religious belief, making the city of Tiwanaku a significant symbol for the whole Andes region. A central theme of Andean religion, including &lt;a href=\"religion%20in%20the%20Inca%20Empire\"&gt;religion in the Inca Empire&lt;/a&gt; was the worship of gods that represented elements related to the Earth, especially for the Tiwanaku and Inca cultures. In Inca culture, the Sun God was known as &lt;a href=\"Inti\"&gt;Inti&lt;/a&gt;, depicted as a young boy holding various objects of &lt;a href=\"gold\"&gt;gold&lt;/a&gt;. Scholars have drawn comparisons between the Inca and Tiwanaku icons as proof of Tiwanaku influence had on Inca mythology and &lt;a href=\"iconography\"&gt;iconography&lt;/a&gt;."
}