{
    "id": "110639",
    "revid": "28736735",
    "url": "https://en.wikipedia.org/wiki?curid=110639",
    "title": "Idaho Falls, Idaho",
    "text": "Idaho Falls (&lt;a href=\"Shoshoni%20language\"&gt;Shoshoni&lt;/a&gt;: Dembimbosaage) is a city in and the &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt; of &lt;a href=\"Bonneville%20County%2C%20Idaho\"&gt;Bonneville County&lt;/a&gt;, &lt;a href=\"Idaho\"&gt;Idaho&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. It is the state's largest city outside the &lt;a href=\"Boise%20metropolitan%20area\"&gt;Boise metropolitan area&lt;/a&gt;. As of the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt;, the population of Idaho Falls was 56,813 (2019 estimate: 62,888), with a metro population of 133,265. \nIdaho Falls serves as the commercial, cultural, and healthcare hub for &lt;a href=\"Eastern%20Idaho\"&gt;Eastern Idaho&lt;/a&gt;, as well as parts of western Wyoming and southern Montana. It is served by the &lt;a href=\"Idaho%20Falls%20Regional%20Airport\"&gt;Idaho Falls Regional Airport&lt;/a&gt; and is home to the &lt;a href=\"College%20of%20Eastern%20Idaho\"&gt;College of Eastern Idaho&lt;/a&gt;, &lt;a href=\"Museum%20of%20Idaho\"&gt;Museum of Idaho&lt;/a&gt;, and the &lt;a href=\"Idaho%20Falls%20Chukars\"&gt;Idaho Falls Chukars&lt;/a&gt; minor league baseball team. It is the principal city of the Idaho Falls &lt;a href=\"Idaho%20Falls%20metropolitan%20area\"&gt;Metropolitan Statistical Area&lt;/a&gt; and the Idaho Falls–Blackfoot-Rexburg, Idaho &lt;a href=\"Combined%20Statistical%20Area\"&gt;Combined Statistical Area&lt;/a&gt;.\nHistory.\nMontana Trail origins.\nThe area around Idaho Falls was first sparsely settled by &lt;a href=\"cattle\"&gt;cattle&lt;/a&gt; and &lt;a href=\"sheep\"&gt;sheep&lt;/a&gt; &lt;a href=\"ranch\"&gt;ranch&lt;/a&gt;ers. No significant development took place until 1864, when a man named Harry Rickets built and operated a &lt;a href=\"ferry\"&gt;ferry&lt;/a&gt; on the &lt;a href=\"Snake%20River\"&gt;Snake River&lt;/a&gt; at . The ferry served a new tide of westward migration and &lt;a href=\"travel\"&gt;travel&lt;/a&gt; on the &lt;a href=\"Montana%20Trail\"&gt;Montana Trail&lt;/a&gt; following the &lt;a href=\"Bear%20River%20Massacre\"&gt;Bear River Massacre&lt;/a&gt; of &lt;a href=\"Shoshone\"&gt;Shoshone&lt;/a&gt; Indians in 1863.\nThe present-day site of Idaho Falls became a permanent settlement when freighter &lt;a href=\"James%20Madison%20Taylor\"&gt;Matt Taylor&lt;/a&gt; built a timber-frame &lt;a href=\"toll%20bridge\"&gt;toll bridge&lt;/a&gt; across a narrow black &lt;a href=\"basalt\"&gt;basalt&lt;/a&gt;ic gorge of the river downstream from the ferry. The bridge improved travel for settlers moving north and west, and for &lt;a href=\"miner\"&gt;miner&lt;/a&gt;s, freighters, and others seeking riches in the &lt;a href=\"gold\"&gt;gold&lt;/a&gt; fields of &lt;a href=\"Idaho\"&gt;Idaho&lt;/a&gt; and &lt;a href=\"Montana\"&gt;Montana&lt;/a&gt;—especially the &lt;a href=\"Boomtown\"&gt;boom towns&lt;/a&gt; of &lt;a href=\"Bannack%2C%20Montana\"&gt;Bannack&lt;/a&gt; and &lt;a href=\"Virginia%20City%2C%20Montana\"&gt;Virginia City&lt;/a&gt;.\nEagle Rock.\nBy the end of 1865, a private &lt;a href=\"bank\"&gt;bank&lt;/a&gt;, small &lt;a href=\"hotel\"&gt;hotel&lt;/a&gt;, &lt;a href=\"livery%20stable\"&gt;livery stable&lt;/a&gt;, eating house, &lt;a href=\"post%20office\"&gt;post office&lt;/a&gt;, and &lt;a href=\"stage%20station\"&gt;stage station&lt;/a&gt; had sprung up near the bridge. The settlement was initially known as Taylor's Crossing, but &lt;a href=\"postmark\"&gt;postmark&lt;/a&gt;s indicate that by 1866, the emerging town had become known as Eagle Rock. The name was derived from an isolated &lt;a href=\"basalt\"&gt;basalt&lt;/a&gt; island in the river near the ferry, where approximately twenty &lt;a href=\"eagle\"&gt;eagle&lt;/a&gt;s nested.\nIn 1874, &lt;a href=\"water%20rights\"&gt;water rights&lt;/a&gt; were established on nearby &lt;a href=\"Willow%20Creek%20%28Snake%20River%29\"&gt;Willow Creek&lt;/a&gt; and the first &lt;a href=\"grain\"&gt;grain&lt;/a&gt; was harvested. Settlement was sparse, and consisted of only a couple of families and small &lt;a href=\"irrigation\"&gt;irrigation&lt;/a&gt; ditches. The first child of &lt;a href=\"White%20people\"&gt;European descent&lt;/a&gt; was born at Eagle Rock in 1874.\nSoon, the &lt;a href=\"Utah%20and%20Northern%20Railway\"&gt;Utah and Northern Railway&lt;/a&gt; (U&amp;NR) was built, stretching north from &lt;a href=\"Utah\"&gt;Utah&lt;/a&gt; through Eagle Rock and crossing the Snake River at the same narrow gorge as Taylor's bridge. The railway would eventually connect to the large new &lt;a href=\"copper\"&gt;copper&lt;/a&gt; mines at &lt;a href=\"Butte%2C%20Montana\"&gt;Butte, Montana&lt;/a&gt;. The U&amp;NR had the backing of &lt;a href=\"Robber%20baron%20%28industrialist%29\"&gt;robber baron&lt;/a&gt; &lt;a href=\"Jay%20Gould\"&gt;Jay Gould&lt;/a&gt;, as &lt;a href=\"Union%20Pacific%20Railroad\"&gt;Union Pacific Railroad&lt;/a&gt; had purchased it a few years prior. Grading crews reached Eagle Rock in late 1878, and by early 1879, a wild camp-town with dozens of &lt;a href=\"tent\"&gt;tent&lt;/a&gt;s and shanties had moved to Eagle Rock with a collection of saloons, &lt;a href=\"dance%20hall\"&gt;dance hall&lt;/a&gt;s, and &lt;a href=\"Casino\"&gt;gambling halls&lt;/a&gt;. The railroad company had 16 &lt;a href=\"locomotive\"&gt;locomotive&lt;/a&gt;s and 300 &lt;a href=\"Railroad%20car\"&gt;train cars&lt;/a&gt; working between &lt;a href=\"Logan%2C%20Utah\"&gt;Logan, Utah&lt;/a&gt; and the once-quiet stage stop. A new iron railroad bridge was fabricated in &lt;a href=\"Athens%2C%20Pennsylvania\"&gt;Athens, Pennsylvania&lt;/a&gt; at a cost of $30,000 and shipped by rail to the site, where it was erected in April and May 1879. The bridge was long and had two spans, with an island in the center. The camp-town moved on, but Eagle Rock now had regular train service and several U&amp;NR &lt;a href=\"building\"&gt;building&lt;/a&gt;s, shops, and facilities which expanded and transformed the town.\nAs soon as the railroad came through, &lt;a href=\"settler\"&gt;settler&lt;/a&gt;s began &lt;a href=\"Homestead%20Act\"&gt;homesteading&lt;/a&gt; the upper &lt;a href=\"Snake%20River%20Plain\"&gt;Snake River Valley&lt;/a&gt; in earnest. The first new settlers carved out homesteads to the north at Egin (near present-day &lt;a href=\"Parker%2C%20Idaho\"&gt;Parker&lt;/a&gt;) and at Pooles Island (near present-day &lt;a href=\"Menan%2C%20Idaho\"&gt;Menan&lt;/a&gt;). The Utah &amp; Northern Railway provided easy access, especially to homesteaders from Utah, who soon populated much of the area surrounding Eagle Rock. Some of these men had initially worked building the railroad, then later returned with their families to stake out new farms. These Utah families brought irrigation know-how developed in Utah's &lt;a href=\"Great%20Basin\"&gt;Great Basin&lt;/a&gt; settlements. Through their and others' canal systems, water from the Snake River made the Upper Snake River Valley into one of the most successful irrigation projects in the &lt;a href=\"Western%20United%20States\"&gt;Mountain West&lt;/a&gt;. Large-scale settlement ensued and within a decade, there appeared &lt;a href=\"road\"&gt;road&lt;/a&gt;s, &lt;a href=\"bridge\"&gt;bridge&lt;/a&gt;s, and &lt;a href=\"dam\"&gt;dam&lt;/a&gt;s, which brought most of the Upper Snake River Valley under &lt;a href=\"Tillage\"&gt;cultivation&lt;/a&gt;.\nThen, in 1887, following the construction of the &lt;a href=\"Oregon%20Short%20Line\"&gt;Oregon Short Line&lt;/a&gt; and a railroad workers' &lt;a href=\"Strike%20action\"&gt;strike&lt;/a&gt; in Eagle Rock, most of the railroad facilities were moved to &lt;a href=\"Pocatello%2C%20Idaho\"&gt;Pocatello&lt;/a&gt;, where the new line branched off the U&amp;NR. This caused a sharp and immediate drop in population, which nearly killed the town. In 1891, &lt;a href=\"Marketing\"&gt;marketers&lt;/a&gt; convinced town leaders to change the name to Idaho Falls in reference to the &lt;a href=\"rapids\"&gt;rapids&lt;/a&gt; below the bridge. Some years later, the construction of a retaining wall for a &lt;a href=\"Hydroelectricity\"&gt;hydroelectric power plant&lt;/a&gt; transformed the rapids into &lt;a href=\"waterfall\"&gt;waterfall&lt;/a&gt;s. On June 22, 1895, the world's then-largest &lt;a href=\"Acequia\"&gt;irrigation canal&lt;/a&gt;, the Great Feeder (located 5 miles northeast of Ririe), began diverting water from the Snake River, helping to convert tens of thousands of more acres of desert into green farmland. The area grew &lt;a href=\"sugar%20beet\"&gt;sugar beet&lt;/a&gt;s, &lt;a href=\"potato\"&gt;potato&lt;/a&gt;es, &lt;a href=\"pea\"&gt;pea&lt;/a&gt;s, &lt;a href=\"grain\"&gt;grain&lt;/a&gt;s, and &lt;a href=\"alfalfa\"&gt;alfalfa&lt;/a&gt;, and became one of the most productive agricultural regions of the United States. The city once again began to flourish, growing continuously into the 20th century.\nNuclear reactors.\nIn 1949, the &lt;a href=\"United%20States%20Atomic%20Energy%20Commission\"&gt;Atomic Energy Commission&lt;/a&gt; opened the &lt;a href=\"National%20Reactor%20Testing%20Station\"&gt;National Reactor Testing Station&lt;/a&gt; (NRTS) in the desert west of Idaho Falls. On December 20, 1951, a &lt;a href=\"nuclear%20reactor\"&gt;nuclear reactor&lt;/a&gt; there produced useful &lt;a href=\"electricity\"&gt;electricity&lt;/a&gt; for the first time in history. There have been more than 50 unique reactors built at the facility for testing—only three remain active.\nOn January 3, 1961, NRTS became the scene of the only fatal nuclear reactor incident in U.S. history. The event occurred at an experimental &lt;a href=\"United%20States%20Army\"&gt;U.S. Army&lt;/a&gt; plant known as the Argonne Low-Power Reactor, which the Army called the &lt;a href=\"Stationary%20Low-Power%20Reactor%20Number%20One\"&gt;Stationary Low-Power Reactor Number One&lt;/a&gt; (SL-1). Due to poor design and maintenance procedures, a single control rod was manually pulled out too far from the reactor, causing the reactor to become &lt;a href=\"prompt%20critical\"&gt;prompt critical&lt;/a&gt;, leading to a destructive power excursion. Three trained military men had been working inside the reactor room when a mistake was made while reattaching a control rod to its motor assembly. With the central control rod nearly fully extended, the nuclear reactor rated at 3 MW rapidly increased power to 20 GW. This rapidly boiled the water inside the core. As the steam expanded, a pressure wave of water forcefully struck the top of the reactor vessel, upon which two of the men stood. The explosion was so severe that the reactor vessel was propelled nine feet into the air, striking the ceiling before settling back into its original position. One man was impaled by a shield plug and lodged into the ceiling, where he died instantly. The other men died from their injuries within hours. The three men were buried in lead coffins, and that entire section of the site was buried. The core meltdown caused no damage to the area, although some radioactive &lt;a href=\"nuclear%20fission%20product\"&gt;nuclear fission product&lt;/a&gt;s were released into the atmosphere.\nThe site has since developed into the &lt;a href=\"Idaho%20National%20Laboratory\"&gt;Idaho National Laboratory&lt;/a&gt; (INL), a &lt;a href=\"United%20States%20Department%20of%20Energy%20national%20laboratories\"&gt;national laboratory&lt;/a&gt; operated by the &lt;a href=\"United%20States%20Department%20of%20Energy\"&gt;United States Department of Energy&lt;/a&gt;. INL and its contractors are a major economic engine for the Idaho Falls area, employing more than 8,000 people between the desert site and its research and education campus in Idaho Falls. Among other projects, INL operates and manages the world-famous &lt;a href=\"Advanced%20Test%20Reactor\"&gt;Advanced Test Reactor&lt;/a&gt; (ATR).\nGeography.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the city has a total area of , of which, , 98% is land and 0.45 square miles (1.17 km2, 2%) is water.\nNatural disasters are rare in the area, although an &lt;a href=\"Fujita%20scale\"&gt;F2&lt;/a&gt; &lt;a href=\"tornado\"&gt;tornado&lt;/a&gt; hit the Idaho Falls area on April 7, 1978, causing up to $5 million in damage.\nRiver Walk.\nIdaho Falls has an extensive river walk trail featuring running and bike trails, art installations, and points of interest along several miles of the Snake River. It is maintained by the city and periodically receives donations and grants that allow for expansion.\nNeighborhoods.\nNotable Idaho Falls neighborhoods include:\nClimate.\nIdaho Falls experiences a &lt;a href=\"humid%20continental%20climate\"&gt;humid continental climate&lt;/a&gt; with warm summers and cold winters(&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen&lt;/a&gt; \"Dfb\"). Precipitation is relatively sparse, but not low enough to classify the climate as &lt;a href=\"Semi-arid%20climate\"&gt;semi-arid&lt;/a&gt;.\nDemographics.\n2010 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2010, there were 56,813 people, 21,203 households, and 14,510 families residing in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was . There were 22,977 housing units at an average density of . The racial makeup of the city was 89.3% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 0.7% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 1.0% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 1.0% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.1% &lt;a href=\"Race%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 5.6% from &lt;a href=\"Race%20%28U.S.%20Census%29\"&gt;other races&lt;/a&gt;, and 2.3% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 12.9% of the population.\nThere were 21,203 households, of which 37.1% had children under the age of 18 living with them, 52.4% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 11.3% had a female householder with no husband present, 4.7% had a male householder with no wife present, and 31.6% were non-families. 26.5% of all households were made up of individuals, and 9.7% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 3.20.\nThe median age in the city was 32.2 years. 29.3% of residents were under the age of 18; 9.2% were between the ages of 18 and 24; 26.5% were from 25 to 44; 23.4% were from 45 to 64; and 11.8% were 65 years of age or older. The gender makeup of the city was 49.5% male and 50.5% female.\n2000 census.\nThe 2000 census reported there were 50,730 people, 18,793 households, and 13,173 families residing in the city, though MSN real estate reports an area population of 110,220. The population density was 2,972.2 people per square mile (1,147.4/km2). There were 19,771 housing units at an average density of 1,158.4 per square mile (447.2/km2). The racial makeup of the city was 92.09% White, 0.62% African American, 0.76% Native American, 1.05% Asian, 0.06% &lt;a href=\"Pacific%20Islander%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 3.81% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 1.61% from two or more races. Hispanic or Latino of any race were 7.18% of the population.\nThere were 18,793 households, out of which 37.5% had children under the age of 18 living with them, 56.5% were married couples living together, 10.2% had a female householder with no husband present, and 29.9% were non-families. 25.3% of all households were made up of individuals, and 9.1% had someone living alone who was 65 years of age or older. The average household size was 2.65 and the average family size was 3.21.\nIn the city, the population was spread out, with 30.3% under the age of 18, 10.1% from 18 to 24, 27.6% from 25 to 44, 20.9% from 45 to 64, and 11.1% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 97.9 males. For every 100 females age 18 and over, there were 94.8 males.\nThe median income for a household in the city was $40,512, and the median income for a family was $47,431. Males had a median income of $39,082 versus $23,001 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $18,857. About 7.8% of families and 10.9% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 12.7% of those under age 18 and 6.3% of those age 65 or over.\nThe top five ethnic groups in Idaho Falls are:\nEconomy.\nIdaho Falls serves as a regional hub for &lt;a href=\"health%20care\"&gt;health care&lt;/a&gt;, &lt;a href=\"travel\"&gt;travel&lt;/a&gt;, and &lt;a href=\"business\"&gt;business&lt;/a&gt; in eastern Idaho.\nThe community's economy was mostly &lt;a href=\"agricultural\"&gt;agricultural&lt;/a&gt;ly focused until the opening of the National Reactor Testing Station in the desert west of Idaho Falls in 1949. The city subsequently became largely dependent on high-income jobs from the &lt;a href=\"Idaho%20National%20Laboratory\"&gt;Idaho National Laboratory&lt;/a&gt; (INL), known locally simply as \"The Site.\" Since the 1990s, the city has added a significant retail, entertainment, and restaurant sector, as well as a regional &lt;a href=\"Medical%20centers%20in%20the%20United%20States\"&gt;medical center&lt;/a&gt;.\nIdaho Falls was named by \"Business Week\" on the 2010 list of \"Best Places to Raise Kids\". Forbes.com selected Idaho Falls as one of the \"2010 Best Small Places for Business &amp; Careers\". Money.CNN.com included Idaho Falls as one of their \"Top 100 Cities in 2010\".\nIdaho Falls hosts the headquarters of the United Potato Growers of Idaho and District 7 of the Idaho Department of Health and Welfare. It is the home to several small-to-medium-sized national corporations such as North Wind, Inc. and &lt;a href=\"multi-level%20marketing\"&gt;multi-level marketing&lt;/a&gt; company Melaleuca, Inc.\nThe median home price in Idaho Falls was $224,800 in January 2007.\nIdaho Falls, Idaho / U.S. average:\nArts and culture.\nThe Willard Arts Center, &lt;a href=\"The%20Colonial%20Theatre%20%28Idaho%29\"&gt;The Colonial Theatre&lt;/a&gt; and Civic Auditorium host musical concerts, plays, and events.\nThe &lt;a href=\"Museum%20of%20Idaho\"&gt;Museum of Idaho&lt;/a&gt; showcases local artifacts and history. It also brings in major traveling exhibits such as fossilized &lt;a href=\"dinosaur\"&gt;dinosaur&lt;/a&gt;s, &lt;a href=\"Gutenberg%20Bible\"&gt;Gutenberg Bible&lt;/a&gt;s, &lt;a href=\"RMS%20Titanic\"&gt;Titanic&lt;/a&gt; remnants, and \"Bodies: the Exhibition.\"\nDowntown Idaho Falls once struggled as the city expanded eastward, but it has been revitalized in recent years due to the efforts of local business owners, the City of Idaho Falls, and other organizations such as the Downtown Development Corporation and the Idaho Falls Chamber of Commerce. Today, it is home to a handful of locally owned shops, stores, restaurants, galleries, theaters, and future revitalization efforts.\nThe city attracts many tourists visiting nearby &lt;a href=\"Yellowstone\"&gt;Yellowstone&lt;/a&gt; and &lt;a href=\"Grand%20Teton%20National%20Park\"&gt;Grand Teton National Park&lt;/a&gt;s, &lt;a href=\"Craters%20of%20the%20Moon%20National%20Monument%20and%20Preserve\"&gt;Craters of the Moon National Monument and Preserve&lt;/a&gt;, &lt;a href=\"Jackson%20Hole\"&gt;Jackson Hole&lt;/a&gt;, and &lt;a href=\"fishing\"&gt;fishing&lt;/a&gt; on the Snake River. Due to its proximity to high-profile outdoor destinations, Idaho Falls was in 2017 named to \"&lt;a href=\"National%20Geographic%20Society\"&gt;National Geographic&lt;/a&gt;\"s list of the \"100 Best Adventure Towns\".\nEducation.\nHigher education.\nIdaho Falls is home to a few higher education options, including &lt;a href=\"College%20of%20Eastern%20Idaho\"&gt;College of Eastern Idaho&lt;/a&gt;. Originally established in 1969 as a vocational-technical college named Eastern Idaho Technical College, voters approved a measure in May 2017 to transition EITC into Eastern Idaho's only &lt;a href=\"community%20college\"&gt;community college&lt;/a&gt;. &lt;a href=\"Stevens-Henager%20College\"&gt;Stevens-Henager College&lt;/a&gt; and &lt;a href=\"University%20of%20Phoenix\"&gt;University of Phoenix&lt;/a&gt; have also opened local resource centers in order to aid students in online degree programs.\nA unique satellite campus called University Place features &lt;a href=\"dual%20enrollment\"&gt;dual enrollment&lt;/a&gt; for students in both &lt;a href=\"Pocatello%2C%20Idaho\"&gt;Pocatello&lt;/a&gt;-based &lt;a href=\"Idaho%20State%20University\"&gt;Idaho State University&lt;/a&gt; and &lt;a href=\"Moscow%2C%20Idaho\"&gt;Moscow&lt;/a&gt;-based &lt;a href=\"University%20of%20Idaho\"&gt;University of Idaho&lt;/a&gt;. Students generally earn core classes at University Place and then transfer to ISU's or UI's main campus to finish their degrees. However, a few dozen degree programs, both undergraduate and graduate, are fully offered at University Place. The campus also boasts high-tech facilities such as the Center for Advanced Energy Studies (CAES). CAES is run by a partnership of Idaho's three research universities (UI, ISU, &lt;a href=\"Boise%20State\"&gt;Boise State&lt;/a&gt;) and Idaho National Laboratory (INL).\nPrimary and secondary education.\nIdaho Falls is served by &lt;a href=\"Idaho%20Falls%20School%20District\"&gt;Idaho Falls School District&lt;/a&gt; #91 and &lt;a href=\"Bonneville%20Joint%20School%20District\"&gt;Bonneville Joint School District&lt;/a&gt; #93. District #91 covers the majority of urban Idaho Falls and a small portion of Bonneville County west of the city. District #93 covers minimal parts of eastern Idaho Falls, and the remainder of Bonneville County with the exception of some remote areas that have independent elementary districts. All middle and high school students are transported into District #93 secondary schools.\nIdaho Falls is home to eight public high schools, four public middle schools, and 26 public elementary schools. It is also served by four public charter schools and three private schools.\nEach fall, the varsity football teams of Idaho Falls and Skyline compete in a rival &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; game called the Emotion Bowl. Each year, after the game, the winning team and its fans traditionally paint the goalposts of the stadium in their &lt;a href=\"school%20colors\"&gt;school colors&lt;/a&gt; (orange for Idaho Falls and blue for Skyline). Bonneville and Hillcrest participate in a similar event known as the Civil War.\nMedia.\nThe \"&lt;a href=\"Post%20Register\"&gt;Post Register&lt;/a&gt;\", a daily &lt;a href=\"newspaper\"&gt;newspaper&lt;/a&gt;, serves the Idaho Falls area. The area is also served by seven radio stations, two owned by local media group &lt;a href=\"Sand%20Hill%20Media\"&gt;Sand Hill Media&lt;/a&gt;. The Idaho Falls/Pocatello region is served by five major television stations. There are four major news outlets in the area: &lt;a href=\"KIDK\"&gt;KIDK&lt;/a&gt; (&lt;a href=\"Dabl\"&gt;Dabl&lt;/a&gt;, also broadcast on sister &lt;a href=\"Fox%20Broadcasting%20Company\"&gt;Fox&lt;/a&gt; station &lt;a href=\"KXPI-LD\"&gt;KXPI-LD&lt;/a&gt;), &lt;a href=\"KIFI-TV\"&gt;KIFI-TV&lt;/a&gt; (&lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt;/&lt;a href=\"Columbia%20Broadcasting%20System\"&gt;CBS&lt;/a&gt;), &lt;a href=\"KPVI-DT\"&gt;KPVI-DT&lt;/a&gt; (&lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;, licensed to Pocatello), and &lt;a href=\"Idaho%20Public%20Television\"&gt;Idaho Public Television&lt;/a&gt;. Online media outlet East Idaho News also serves the area with news coverage.\nSister city.\nIdaho Falls has a &lt;a href=\"town%20twinning\"&gt;sister city&lt;/a&gt;, as designated by &lt;a href=\"Sister%20Cities%20International\"&gt;Sister Cities International&lt;/a&gt;:"
}