{
    "id": "11063683",
    "revid": "14423028",
    "url": "https://en.wikipedia.org/wiki?curid=11063683",
    "title": "Super League III",
    "text": "JJB Sports Super League III was the official name for the year 1998's &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt; championship season, the 104th season of top-level professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; football in Britain, and the third season played in summer. The League format changed in 1998 and the championship became a play off series to determine the Super League champions, similar to the way the Premiership was played a few seasons earlier. This meant the first Final to determine the British champions since the &lt;a href=\"1972%E2%80%9373%20Northern%20Rugby%20Football%20League%20season\"&gt;1972–73 season&lt;/a&gt;. &lt;a href=\"Huddersfield%20Giants\"&gt;Huddersfield Giants&lt;/a&gt;, the league's bottom club was saved from relegation in 1998 due to the expansion of the league to fourteen teams in &lt;a href=\"Super%20League%20IV\"&gt;Super League IV&lt;/a&gt;. The season culminated in the grand final between &lt;a href=\"Leeds%20Rhinos\"&gt;Leeds Rhinos&lt;/a&gt; and &lt;a href=\"Wigan%20Warriors\"&gt;Wigan Warriors&lt;/a&gt;, which Wigan won, claiming the 1998 Championship.\nPlay-offs.\nThe top five clubs at the end of the 23-round regular season entered the play-offs to decide the championship.\nThe format was to have an elimination play off between the fourth and fifth teams (the fourth team gaining home advantage) and then have a qualifying play-off between the second and third placed teams (the second placed team gaining home advantage). The winner of the qualifier would play the team finishing first in the first semi final whilst the losing team got a second chance and played against the winner of the eliminating play off between fourth and fifth. The winner of the qualifying semi final would progress to the final of the Super League championship and the losing side would get another chance and play against the winning side of the elimination semi final.\nDream Team.\nThe &lt;a href=\"Super%20League%20Dream%20Team\"&gt;Super League Dream Team&lt;/a&gt; for the 1998 season was: 1. &lt;a href=\"Kris%20Radlinski\"&gt;Kris Radlinski&lt;/a&gt; (Wigan) 2. &lt;a href=\"Jason%20Robinson%20%28rugby%20player%29\"&gt;Jason Robinson&lt;/a&gt; (Wigan) 3. &lt;a href=\"Gary%20Connolly\"&gt;Gary Connolly&lt;/a&gt; (Wigan) 4. &lt;a href=\"Brad%20Godden\"&gt;Brad Godden&lt;/a&gt; (Leeds) 5. &lt;a href=\"Anthony%20Sullivan%20%28rugby%29\"&gt;Anthony Sullivan&lt;/a&gt; (St. Helens) 6. &lt;a href=\"Iestyn%20Harris\"&gt;Iestyn Harris&lt;/a&gt; (Leeds) 7. &lt;a href=\"Gavin%20Clinch\"&gt;Gavin Clinch&lt;/a&gt; (Halifax) 8. &lt;a href=\"Dale%20Laughton\"&gt;Dale Laughton&lt;/a&gt; (Sheffield) 9. &lt;a href=\"Robbie%20McCormack\"&gt;Robbie McCormack&lt;/a&gt; (Wigan) 10. &lt;a href=\"Tony%20Mestrov\"&gt;Tony Mestrov&lt;/a&gt; (Wigan) 11. &lt;a href=\"Steele%20Retchless\"&gt;Steele Retchless&lt;/a&gt; (London Broncos) 12. &lt;a href=\"Adrian%20Morley\"&gt;Adrian Morley&lt;/a&gt; (Leeds) 13. &lt;a href=\"Andy%20Farrell\"&gt;Andy Farrell&lt;/a&gt; (Wigan)."
}