{
    "id": "11065966",
    "revid": "1005241301",
    "url": "https://en.wikipedia.org/wiki?curid=11065966",
    "title": "Cambrian &amp; Clydach Vale B.&amp;G.C.",
    "text": "Cambrian &amp; Clydach Vale Boys &amp; Girls Club is a Welsh &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Clydach%20Vale\"&gt;Clydach Vale&lt;/a&gt; in the &lt;a href=\"Rhondda\"&gt;Rhondda Valley&lt;/a&gt;. The club was founded in 1965 as Cambrian United and, after playing their football in the &lt;a href=\"South%20Wales%20Amateur%20League\"&gt;South Wales Amateur League&lt;/a&gt; for a number of years, they joined the &lt;a href=\"Welsh%20Football%20League\"&gt;Welsh Football League&lt;/a&gt; in 2005. A merger between Cambrian United and Clydach Vale Boys and Girls Club led to the current club. The side have risen through the divisions by finishing in promotion positions in Divisions Three and Two in successive seasons and are currently members of the &lt;a href=\"Cymru%20South\"&gt;Cymru South&lt;/a&gt;.\nHistory.\nCambrian &amp; Clydach Vale was originally formed in 1965 as Cambrian United and was named after the local coal mine, &lt;a href=\"Cambrian%20Colliery\"&gt;Cambrian Colliery&lt;/a&gt;. In its formative years, the club played in the &lt;a href=\"Rhondda%20%26amp%3B%20District%20League\"&gt;Rhondda &amp; District League&lt;/a&gt; before joining the &lt;a href=\"South%20Wales%20Amateur%20League\"&gt;South Wales Corinthian League&lt;/a&gt; in 1972. In 1980, Cambrian United merged with Clydach Vale Boys and Girls Club but the merger proved disappointing as the club were nearly relegated out of the renamed South Wales Amateur League. The two clubs subsequently split.\nIn 1992, Cambrian United returned to the First Division of the South Wales Amateur League after winning the Second Division title. By the end of the decade, the club was regularly competitive at the top of the First Division, missing out on winning the league title during the 2000–01 season after being deducted six points. Cambrian United and Clydach Vale Boys and Girls Club merged for a second time in 2002 to become Cambrian &amp; Clydach Vale Boys and Girls Club and the venture proved more successful. In its third year, the club won the First Division of the South Wales Amateur League and were promoted to the &lt;a href=\"Welsh%20Football%20League\"&gt;Welsh Football League&lt;/a&gt;.\nIn its first two seasons in the Welsh Football League, the club won consecutive promotions to reach the First Division by the 2007–08 season. The side has remained in the division for over a decade since. Former &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; manager &lt;a href=\"Terry%20Venables\"&gt;Terry Venables&lt;/a&gt;, whose mother was from the Clydach Vale area, served as an honorary chairman of the club in the 2010s.\nThe club reached the final of the &lt;a href=\"2018%E2%80%9319%20Welsh%20League%20Cup\"&gt;2018–19 Welsh League Cup&lt;/a&gt;, beating several &lt;a href=\"Cymru%20Premier\"&gt;Welsh Premier League&lt;/a&gt; teams during the competition, including defending league and cup champions &lt;a href=\"The%20New%20Saints%20F.C.\"&gt;The New Saints&lt;/a&gt;. In the final, Cambrian lost 2–0 to &lt;a href=\"Cardiff%20Metropolitan%20University%20F.C.\"&gt;Cardiff Metropolitan University&lt;/a&gt; at &lt;a href=\"Jenner%20Park%20Stadium\"&gt;Jenner Park&lt;/a&gt;."
}