{
    "id": "1106992",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=1106992",
    "title": "Paul Harragon",
    "text": "Paul William Harragon &lt;a href=\"Order%20of%20Australia\"&gt;OAM&lt;/a&gt; (born 12 October 1968) nicknamed Chief or Chief Harragon is an &lt;a href=\"Australian\"&gt;Australian&lt;/a&gt; &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; football identity. A former &lt;a href=\"Australian%20Kangaroos\"&gt;Australian international&lt;/a&gt; and &lt;a href=\"New%20South%20Wales%20rugby%20league%20team\"&gt;New South Wales&lt;/a&gt; &lt;a href=\"State%20of%20Origin%20series\"&gt;State of Origin&lt;/a&gt; representative forward, he played rugby for the &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt; whom he captained to the &lt;a href=\"1997%20ARL%20premiership\"&gt;1997 ARL premiership&lt;/a&gt;. Harragon was a regular presenter of \"&lt;a href=\"The%20NRL%20Footy%20Show\"&gt;The Footy Show&lt;/a&gt;\" and as of 2013 is the Chairman of the Newcastle Knights Advisory Board.\nBackground.\nHarragon was born in &lt;a href=\"Kurri%20Kurri%2C%20New%20South%20Wales\"&gt;Kurri Kurri, New South Wales&lt;/a&gt;, Australia.\nPlaying career.\nHarragon was raised in the &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; town of &lt;a href=\"Kurri%20Kurri%2C%20New%20South%20Wales\"&gt;Kurri Kurri&lt;/a&gt;, and played for &lt;a href=\"Lakes%20United\"&gt;Lakes United&lt;/a&gt; in the &lt;a href=\"Newcastle%20Rugby%20League\"&gt;Newcastle competition&lt;/a&gt;. He joined the &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt; in 1988 and made his first grade debut in 1989 against the &lt;a href=\"Balmain%20Tigers\"&gt;Balmain Tigers&lt;/a&gt;.\nHe represented and captained Country, &lt;a href=\"New%20South%20Wales%20Rugby%20League%20team\"&gt;New South Wales&lt;/a&gt; and &lt;a href=\"Australian%20national%20rugby%20league%20team\"&gt;Australia&lt;/a&gt;. He was named man-of-the-match in the second game of the &lt;a href=\"1994%20State%20of%20Origin%20series\"&gt;1994 State of Origin series&lt;/a&gt;. At the end of the &lt;a href=\"1994%20NSWRL%20season\"&gt;1994 NSWRL season&lt;/a&gt;, he went on the &lt;a href=\"1994%20Kangaroo%20tour\"&gt;1994 Kangaroo tour&lt;/a&gt;.\nHarragon captained the Knights to the &lt;a href=\"ARL%20season%201997\"&gt;1997 ARL premiership&lt;/a&gt; title in a grand final against &lt;a href=\"Manly-Warringah%20Sea%20Eagles\"&gt;Manly-Warringah Sea Eagles&lt;/a&gt;, despite suffering from serious headaches and seizures throughout most of the season.\nHarragon excelled at the &lt;a href=\"State%20of%20Origin%20series\"&gt;State of Origin&lt;/a&gt; level, making 20 consecutive appearances for &lt;a href=\"New%20South%20Wales%20Rugby%20League%20team\"&gt;New South Wales&lt;/a&gt; between Game I 1992 and Game II 1998. He holds the record for the second most consecutive Origin games by a New South Welshman (Danny Buderus played 21 consecutive State of Origin games between game I 2002 and game III 2008), and most appearances by a NSW forward.\nBetween 1992 &amp; 1998, Harragon was a frequent choice to play for the &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Kangaroos&lt;/a&gt;. During the &lt;a href=\"1992%20Great%20Britain%20Lions%20tour%20of%20Australia%20and%20New%20Zealand\"&gt;1992 Great Britain Lions tour of Australia and New Zealand&lt;/a&gt;, he helped Australia retain &lt;a href=\"The%20Ashes%20%28rugby%20league%29\"&gt;The Ashes&lt;/a&gt;. All up he scored three tries while representing his country. He missed the 1995 World Cup final due to injury, with Gary Larson being flown in to replace him. That year it was reported that Harragon would receive $1.2 million to secure his loyalty to the Australian Rugby League in addition to $700,000 per season for the next three seasons.\nIn 1996, he captained the team in a World Cup Test against South Africa, and in 1997 he played in a match against the \"&lt;a href=\"Rest%20of%20the%20World\"&gt;Rest of the World&lt;/a&gt;\".\nIn 1999, Harragon participated in the first rugby league game to be played at &lt;a href=\"Stadium%20Australia\"&gt;Stadium Australia&lt;/a&gt;. Later that year, after playing 169 first grade games in a career lasting ten years, Harragon retired due to an ongoing knee injury mid-season.\nPost-playing.\nHarragon has since become a media personality, working for local Newcastle station &lt;a href=\"NBN%20Television\"&gt;NBN Television&lt;/a&gt;, before joining &lt;a href=\"Nine%20Network\"&gt;Channel 9&lt;/a&gt; as a member of \"&lt;a href=\"The%20NRL%20Footy%20Show\"&gt;The Footy Show&lt;/a&gt;\" panel (on which his \"That's Gold\" segment became immensely popular), and as a rugby league commentator. Following format changes to the programme before the 2009 season, Harragon decided to leave the production.\nOn Saturday 1 September 2007, his single \"That's Gold\" debuted at #8 on the ARIA Singles chart and #2 on the ARIA Physical Singles Chart. The song was distributed by Destra Entertainment/MRA Records. \"That's Gold\" is an homage to &lt;a href=\"Spandau%20Ballet\"&gt;Spandau Ballet&lt;/a&gt;'s 80s hit \"Gold\".\nHarragon was also a director of and is a life member of the Newcastle Knights, and is spokesman for NIB Health Funds and &lt;a href=\"Subway%20%28restaurant%29\"&gt;Subway&lt;/a&gt;.\nIn 2016, Harragon became a contestant on &lt;a href=\"Network%20Ten\"&gt;Network Ten&lt;/a&gt;'s second series of \"&lt;a href=\"I%27m%20a%20Celebrity...Get%20Me%20Out%20of%20Here%21%20%28Australian%20TV%20series%29\"&gt;I'm a Celebrity...Get Me Out of Here!&lt;/a&gt;\" in which he placed second.\nHarragon lives in Newcastle with his wife Pam, his daughter Molly and two sons, Jackson and George."
}