{
    "id": "1108830",
    "revid": "38132428",
    "url": "https://en.wikipedia.org/wiki?curid=1108830",
    "title": "Nihonjinron",
    "text": ", is a genre of texts that focus on issues of Japanese national and cultural identity.\nThe concept became popular after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, with books and articles aiming to analyze, explain, or explore peculiarities of &lt;a href=\"Japanese%20culture\"&gt;Japanese culture&lt;/a&gt; and &lt;a href=\"mentality\"&gt;mentality&lt;/a&gt;, usually by comparison with those of &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. The literature is vast, ranging over such varied fields as &lt;a href=\"sociology\"&gt;sociology&lt;/a&gt;, &lt;a href=\"psychology\"&gt;psychology&lt;/a&gt;, &lt;a href=\"anthropology\"&gt;anthropology&lt;/a&gt;, &lt;a href=\"history\"&gt;history&lt;/a&gt;, &lt;a href=\"linguistics\"&gt;linguistics&lt;/a&gt;, &lt;a href=\"philosophy\"&gt;philosophy&lt;/a&gt;, &lt;a href=\"biology\"&gt;biology&lt;/a&gt;, &lt;a href=\"chemistry\"&gt;chemistry&lt;/a&gt; and &lt;a href=\"physics\"&gt;physics&lt;/a&gt; so in addition to the common generic word \"nihonjinron\", a variety of topical subgenres exist, divided up by specific theme or subject-matter. For example:\nBooks written by non-Japanese authors may also be classed as \"nihonjinron\", if they share, contribute to, or reflect the vision, premises, and perspectives characteristic of the Japanese genre.\nHistory.\nHiroshi Minami, one of the foremost scholars of the genre, states in his survey:\nThe roots of the nihonjinron be traced back at least to the &lt;a href=\"kokugaku\"&gt;kokugaku&lt;/a&gt; (\"national studies\") movement of the 18th century, with themes that are not dissimilar to those in the post-war nihonjinron.\nEarly themes.\nThe problem of Japanese identity in much of the early period is in terms of the local traditions and the powerful influence of Chinese culture, for example the revolt of the anti-Buddhist &lt;a href=\"Mononobe\"&gt;Mononobe&lt;/a&gt; and &lt;a href=\"Nakatomi%20clan\"&gt;Nakatomi&lt;/a&gt; clans against the pro-Buddhist &lt;a href=\"Soga%20clan\"&gt;Soga clan&lt;/a&gt;, which had sponsored the introduction of not only Buddhist metaphysics but also Chinese statecraft into Japan in the 6th century.\nLater, &lt;a href=\"Kitabatake%20Chikafusa\"&gt;Kitabatake Chikafusa&lt;/a&gt; (1293–1354) wrote his &lt;a href=\"Jinn%C5%8D%20Sh%C5%8Dt%C5%8Dki\"&gt;Jinnō Shōtōki&lt;/a&gt; (\"Chronicles of the Authentic Lineages of the Divine Emperors\") which defines Japan's superiority in terms of the divinity of its imperial line and the divinity of the nation itself (\"Shinkoku\"). The general drift of such works is to pull the abstract, universal language and thought of Japan's foreign models down to earth, to reframe it in Japanese conditions, among the illiterate population at large, and assert the special historical characteristics of Japan as opposed to the civilizations which had, until that time, endowed the country with the lineaments of a universalist culture.\nIn the 16th century European contacts with Japan gave rise to a considerable literature by travelers and foreign missionaries on the Japanese, their culture, behavior, and patterns of thinking. In turn this had some impact on Japanese self-images, when this material began to be read by many Japanese after the Meiji Restoration; and this tradition of cross-cultural discourse forms an important background component in the rise of the modern nihonjinron.\nKokugaku.\nKokugaku, beginning as a scholarly investigation into the philology of Japan's early classical literature, sought to recover and evaluate these texts, some of which were obscure and difficult to read, in order to appraise them positively and harvest them to determine and ascertain what were the original indigenous values of Japan before the introduction of Chinese civilization. Thus the exploration of early classical texts like the \"&lt;a href=\"Kojiki\"&gt;Kojiki&lt;/a&gt;\" and the \"&lt;a href=\"Man%27y%C5%8Dsh%C5%AB\"&gt;Man'yōshū&lt;/a&gt;\" allowed scholars of Kokugaku, particularly the five great figures of &lt;a href=\"Keich%C5%AB\"&gt;Keichū&lt;/a&gt; (1640–1701), &lt;a href=\"Kada%20no%20Azumamaro\"&gt;Kada no Azumamaro&lt;/a&gt; (1669–1736), &lt;a href=\"Kamo%20no%20Mabuchi\"&gt;Kamo no Mabuchi&lt;/a&gt; (1697–1769), &lt;a href=\"Motoori%20Norinaga\"&gt;Motoori Norinaga&lt;/a&gt; (1730–1801) and &lt;a href=\"Hirata%20Atsutane\"&gt;Hirata Atsutane&lt;/a&gt; (1776–1843) to explore Japan's cultural differences with China, locate their sources in high antiquity, and deploy the results in a programmatic attempt to define the uniqueness of Japan against a foreign civilization. These scholars worked independently, and reached different conclusions, but by the 19th century were grouped together by a neo-Kokugakuist named Konakamura to establish the earliness of Japanese self-awareness. Implicitly or otherwise, they advocated a return to these ostensibly pristine ethnic roots, which involved discarding the incrustations of those Chinese cultural beliefs, social rites and philosophical ideas that had exercised a political ascendancy for over a millennium within Japan and had deeply informed the neo-Confucian ideology of the Tokugawa regime itself.\nThe irony was that the intellectual techniques, textual methods and cultural strategies used by nativist scholars against Confucianism borrowed heavily from currents in both Chinese thought (Taoist, Confucian and Buddhist) and their Japanese offshoots. Motoori, the greatest nativist scholar, is deeply indebted, for instance, to the thought of &lt;a href=\"Ogy%C5%AB%20Sorai\"&gt;Ogyū Sorai&lt;/a&gt; the most penetrating Confucian thinker of Tokugawa times. In similar wise, scholars detect in modern Japanese nationalism, of which the nihonjinron are the resonant if melodiously subdued, post-war echo, many features that derived from borrowings abroad, from the large resources of cultural nationalism mined in European countries during their own respective periods of nation-formation. Under the alias of assertions of difference, nationalisms, in Japan as elsewhere, borrow promiscuously from each other's conceptual hoards, and what may seem alien turns out often to be, once studied closely, merely an exotic variation on an all too familiar theme.\nMeiji period.\nIn the second half of the 19th century, under strong military and diplomatic pressure, and suffering from an internal crisis that led to the collapse of the &lt;a href=\"Bakufu\"&gt;Bakufu&lt;/a&gt;, Japan opened its ports, and subsequently the nation, to commerce with the outside world and reform that sought to respond vigorously to the challenges of modern industrial polities, as they were remarked on by Japanese observers in the United States and Europe. The preponderant place of China as model and cultural adversary in the cognitive models developed hitherto was occupied by the West. But, whereas Japan's traditional engagement with Chinese civilization was conducted in terms of a unilateral debate, now Japanese scholars and thinkers could read directly what Westerners, themselves fascinated by the 'exoticism' of Japanese culture, said and wrote of them. Japanese contact with, and responses to these emerging Western stereotypes, which reflected the superiority complex, condescension and imperial hauteur of the times, fed into Japanese debates on national identity. As Leslie Pincus puts it, speaking of a later phase:\nThere ensued an intense period of massive social and economic change, as, under the direction of a developmental elite, Japan moved from the closed world of centuries of Tokugawa rule (the so-called \"&lt;a href=\"sakoku\"&gt;sakoku&lt;/a&gt;\" period) to Meiji Westernization, and, again in close conformity with the prevailing occidental paradigm, to imperialist adventurism with the growth of the &lt;a href=\"Empire%20of%20Japan\"&gt;colonialism&lt;/a&gt;. The &lt;a href=\"Taish%C5%8D%20period\"&gt;Taishō period&lt;/a&gt; marked a slightly more 'liberal' turn, as the pendulum swung towards a renewed interest in the Western model (\"Japan must undergo a second birth, with America as its new mother and France as its father\"). With the crisis of 1929 and the concomitant depression of the 1930s, militarism gained the upper hand in this era of the , and nationalistic ideologies prevailed over all attempts to keep alive the moderate traditions of liberal modernity.\nPostwar period.\nTotal economic, military and spiritual mobilization could not stave off defeat however, and slowly, under occupation, and then rapidly with its reasserted independence, Japan enjoyed a decades-long resurgence as global industrial and economic powerhouse until the crisis of the 1990s. The cultural patterns over this century long trajectory is one of a continuous oscillation between models of pronounced Westernization and traditionalist &lt;a href=\"autarky\"&gt;autarky&lt;/a&gt;. Between the two alternatives, attempts were frequently made to mediate a conciliatory third way which would combine the best of both worlds: .\nThe frequency of these chronic transitional upheavals engendered a remarkable intensity of debate about national directions and identity ( \"kokuminsei\"; \"minzokusei\"), whose complexity over time renders a synthetic judgment or bird's-eye view of the literature in question rather difficult. A major controversy surrounds the question regarding the affiliation of the post-war nihonjinron theories with the prewar conceptualization of Japanese cultural uniqueness. To what degree, that is, are these meditations under democracy on Japanese uniqueness innocent reflections of a popular search for identity, and in what measure, if any, do they pick up from the instrumental ideology of Japaneseness developed by the government and nationalists in the prewar period to harness the energies of the nation towards industrialization and global imperium?\nThe questions are rendered more complex by the fact that in the early post-war period, the restoration of a 'healthy nationalism' was by no means something exclusive to right-wing cultural thinkers. An intense debate over the necessity to develop ideal, positive forms of national consciousness, regarded as a healthy civic identity, figures prominently in the early writings of &lt;a href=\"Masao%20Maruyama%20%28scholar%29\"&gt;Maruyama Masao&lt;/a&gt;, who called for a healthy , and in the prolific debates of members of the who preferred to speak of . These debates ranged from liberal center-left critics to radical Marxist historians.\nSome scholars cite the destruction of many Japanese national symbols and the psychological blow of defeat at the end of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; as one source of nihonjinron's enduring popularity, although it is not a uniquely 20th century phenomenon. In fact the genre is simply the Japanese reflex of cultural nationalism, which is a property of all modern nations. The trend of the tone of nihonjinron argument is often reflective of the Japanese society at the time. Peter N. Dale, covering the period analysed by the Nomura survey, distinguished three major phases in the development of post-war \"nihonjinron\" discourse:\nTamotsu Aoki subsequently finessed the pattern by distinguishing four major phases in the post war identity discourse.\nIn Dale's proposal, this drift from negative uniqueness to positive evaluation of uniqueness is a cyclical trend, since he believes the same pattern can be detected in the literature on identity for the period from 1867 to 1945, from early Meiji times down to the end of World War Two. Nihonjinron, in Dale's view, recycle prewar Japanese nationalist rhetoric, and betray similar ends. For Aoki, contrariwise, they are natural movements in a national temper which seeks, as has been the case with other nations, its own distinctive path of cultural autonomy and social organization as Japan adapts itself to the global world order forged by the West.\nDuring the early post-war period, most of nihonjinron discourses discussed the uniqueness of the Japanese in a rather negative, critical light. The elements of feudalism reminiscent of the &lt;a href=\"Imperial%20Japan\"&gt;Imperial Japan&lt;/a&gt; were all castigated as major obstacles to Japan's reestablishment as a new democratic nation. Scholars such as &lt;a href=\"Hisao%20%C5%8Ctsuka\"&gt;Hisao Ōtsuka&lt;/a&gt;, a &lt;a href=\"Max%20Weber\"&gt;Weberian&lt;/a&gt; sociologist, judged Japan with the measure of rational individualism and liberal democracy that were considered ideals in the U.S. and Western European nations back then. By the 1970s, however, with Japan enjoying a remarkable economic boom, Ōtsuka began to consider the 'feudal residues' in a positive light, as a badge of Japan's distinctive difference from the West (Ōtsuka, Kawashima, Doi 1976 passim). Nihonjinron books written during the period of high economic growth up to the bubble burst in the early 1990s, in contrast, argued various unique features of the Japanese as more positive features.\nAs cultural nationalism.\nScholars such as Peter N. Dale (1986), Harumi Befu (1987), and Kosaku Yoshino (1992) view nihonjinron more critically, identifying it as a tool for enforcing social and political &lt;a href=\"conformity\"&gt;conformity&lt;/a&gt;. Dale, for example, characterizes nihonjinron as follows:\nThe emphasis on &lt;a href=\"ingroup\"&gt;ingroup&lt;/a&gt; unity in nihonjinron writings, and its popularization during Japan's period of military expansion at the turn of the 20th century, has led many Western critics to brand it a form of &lt;a href=\"ethnic%20nationalism\"&gt;ethnocentric nationalism&lt;/a&gt;. &lt;a href=\"Karel%20van%20Wolferen\"&gt;Karel van Wolferen&lt;/a&gt; echoes this assessment, noting that:\nOverview of Arguments.\nMainly from a research historical perspective.\n&lt;a href=\"Western%20world\"&gt;Western&lt;/a&gt; society first learned about Japanese culture during the first encounter between the West and Japan, in &lt;a href=\"1543\"&gt;1543&lt;/a&gt; during the &lt;a href=\"Sengoku%20period\"&gt;Sengoku era&lt;/a&gt;, when &lt;a href=\"Portuguese%20people\"&gt;Portuguese&lt;/a&gt; drifted to &lt;a href=\"Tanegashima\"&gt;Tanegashima&lt;/a&gt; and introduced guns to the island. Eventually, &lt;a href=\"Francis%20Xavier\"&gt;Francis Xavier&lt;/a&gt; arrived in Japan, and his fellow &lt;a href=\"Missionary\"&gt;Missionary&lt;/a&gt;s of the &lt;a href=\"Society%20of%20Jesus\"&gt;Jesuits&lt;/a&gt; wrote &lt;a href=\"Treatise%20of%20Lu%C3%ADs%20Fr%C3%B3is%2C%20S.J.%20%281585%29%20on%20the%20contrast%20of%20the%20morals%20between%20Europe%20and%20Japan\"&gt;Treatise of Luís Fróis, S.J. (1585) on the contrast of the morals between Europe and Japan&lt;/a&gt;, &lt;a href=\"History%20of%20Japan\"&gt;History of Japan&lt;/a&gt;, and &lt;a href=\"Alessandro%20Valignano\"&gt;Alessandro Valignano&lt;/a&gt;'s &lt;a href=\"Tour%20of%20Japan%20%5B%5BAlessandro%20Valignano\"&gt;Valignano]]. However, the reports were long buried due to the interruption of the [[Tokugawa shogunate]]'s [[Sakoku|shukoku]] policy, and it was only during the long [[Edo period]] that the [[Modernization]] of Western society took a renewed interest in Japan's civilized society. Edo period&lt;/a&gt; and the opening of Japan to the outside world at the end of the 19th century. The rapid &lt;a href=\"modernization\"&gt;modernization&lt;/a&gt; of Japanese society after the &lt;a href=\"Meiji%20Restoration\"&gt;Meiji Restoration&lt;/a&gt; led to increased attention for Japan as the first &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;n and &lt;a href=\"Colored\"&gt;Colored&lt;/a&gt; country to achieve modernization.\nEarly Western studies of Japan were tinged with the same kind of &lt;a href=\"exoticism\"&gt;exoticism&lt;/a&gt; and &lt;a href=\"Orientalism\"&gt;Orientalism&lt;/a&gt; as interest in other Oriental societies. However, the many accounts written by Western travellers and observers after the opening of Japan to the outside world reported similarities between the social structure of Japan and that of the West, and as Japan emerged as a military power, there was an increasing tendency to see Japan as similar to the West.\nThis Western interest in Japan is supported in part by the fact that, despite its highly modern success, it is considered to maintain a uniquely Japanese traditional society. However, there are different views on which characteristics belong to the uniquely Japanese tradition, the extent of their influence in Japanese society, and whether they have anything in common with other societies. Methodologically, there are two main perspectives: the structural perspective, based on an analysis of Japanese organisations and institutions, and the cultural anthropological perspective, based on Japanese behavioural and cultural tendencies.\nThe former, which drew on Max Weber's theory of bureaucracy, initially tended to look at the characteristics of Japanese society on a relatively small scale, but gradually adopted the latter approach, and today the prevailing perspective is that of Japan's unique institutional structure. In terms of research trends, the prevailing view is that Japan's institutional realities are to some extent related to its cultural patterns. Therefore, recent studies have more or less taken into account both of these two different perspectives.\nTwo aspects of successful modernization and cultural structure.\nIt is almost a well-established view that the modernisation of Japan has been achieved at a phenomenal rate. With its victory in the &lt;a href=\"Russo-Japanese%20War\"&gt;Russo-Japanese War&lt;/a&gt; in &lt;a href=\"1905\"&gt;1905&lt;/a&gt;, it became one of the first &lt;a href=\"great%20power\"&gt;great power&lt;/a&gt;s in Asia. Japanese society by this time had a systematic modern &lt;a href=\"Code%20of%20law\"&gt;code&lt;/a&gt;, complete with a &lt;a href=\"centralisation\"&gt;centralisation&lt;/a&gt; of bureaucratic control of the land and a &lt;a href=\"Stratum%20%28disambiguation%29\"&gt;hierarchy&lt;/a&gt; order. At the centre of this modern state, however, was the traditional &lt;a href=\"Authority\"&gt;Authority&lt;/a&gt; of the &lt;a href=\"Emperor%20of%20Japan\"&gt;Emperor&lt;/a&gt;, who also played a role in national unity.\nThe &lt;a href=\"Ideology\"&gt;Ideology&lt;/a&gt; of the Japanese &lt;a href=\"Nation%20state\"&gt;Modern state&lt;/a&gt; had two aspects: modern and restoration. The &lt;a href=\"modern%20emperor%20system\"&gt;modern emperor system&lt;/a&gt;, which was established by transforming traditional society, was advocated as the &lt;a href=\"Restoration%20of%20the%20Monarchy%20%28disambiguation%29\"&gt;Restoration of the Monarchy (disambiguation)&lt;/a&gt; of &lt;a href=\"Ancient%20history\"&gt;Ancient&lt;/a&gt;. The ideology had two sides: &lt;a href=\"Pragmatism\"&gt;utilitarianism&lt;/a&gt; and &lt;a href=\"Idealism%20in%20international%20relations\"&gt;idealism&lt;/a&gt;. On the practical side, it encouraged a positive embrace of modern Western civilisation, while on the ideal side it promoted a view of &lt;a href=\"morality\"&gt;morality&lt;/a&gt; that departed from Western &lt;a href=\"economic%20materialism\"&gt;economic materialism&lt;/a&gt; (wakon yosai). The latter idealism gradually gave way to a more restorationist tendency and a collective consciousness of Japan's unique &lt;a href=\"ethnic%20stereotype\"&gt;national character&lt;/a&gt;, which became the concept of the \"&lt;a href=\"Kokutai\"&gt;Kokutai&lt;/a&gt;\". After &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, this basic structure of collective consciousness has been maintained, although it has lost its &lt;a href=\"myth\"&gt;myth&lt;/a&gt; appearance. However, despite the fact that it is said not to be actively supported by all Japanese citizens, &lt;a href=\"Hatsum%C5%8Dde\"&gt;Hatsumode&lt;/a&gt;s such as &lt;a href=\"Shinto%20shrine\"&gt;Shinto shrine&lt;/a&gt;s are still active and have a very peaceful existence despite their ideological and &lt;a href=\"Religion\"&gt;Religion&lt;/a&gt;-like duality. It has a dual ideological and &lt;a href=\"Religion\"&gt;Religion&lt;/a&gt;s, but a very calm existence.\nUnderstanding the different Japanese civilisations.\nApart from the grasp of comparative civilisation theory, which mainly focuses on the modern and contemporary period, there are also various other perspectives on civilised society in Japan.\nJapanese Civilization in the History of Civilizations.\nThe main disciplines concerned with civilization are comparative civilization theory (comparative culture theory) and the history of civilization (&lt;a href=\"cultural%20history\"&gt;cultural history&lt;/a&gt;). Among those who have discussed Japanese civilization in the field of civilization history are &lt;a href=\"Karl%20Jaspers\"&gt;Karl Jaspers&lt;/a&gt; and &lt;a href=\"Arnold%20J.%20Toynbee\"&gt;Arnold J. Toynbee&lt;/a&gt;.\nJaspers defined Japan as a non-axial civilization on the periphery of an axial civilization, but focused on the success of such a peripheral society in modernizing itself. Toynbee attempted to view regional &lt;a href=\"Kulturkreis\"&gt;cultural sphere&lt;/a&gt;s in terms of a centre-periphery relationship consisting of independent and satellite civilisations, and positioned Japan as a satellite civilisation of &lt;a href=\"Chinese%20culture\"&gt;Chinese civilisation&lt;/a&gt;.\nPhilip Bagby judged that there were nine major civilizations, and that if China and Japan, and the Eastern Orthodox Church and Western Europe were to be classified as eleven.\nMatthew Melko, after reviewing the material, unreasonably classifies Japan, China, India, &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;, and Western Europe where there is agreement.\nHuntington's theory of the clash of civilizations.\n&lt;a href=\"Samuel%20P.%20Huntington\"&gt;Samuel P. Huntington&lt;/a&gt; wrote &lt;a href=\"Clash%20of%20Civilizations\"&gt;Clash of Civilizations&lt;/a&gt; in 1998, in which he examined the clash of civilizations, dividing the world into eight civilizations and considering Japan as a single civilization. Huntington states that the Japanese civilization is a unique civilization that was established independently of the Chinese civilization between &lt;a href=\"AD%20100\"&gt;100&lt;/a&gt; and &lt;a href=\"400\"&gt;400&lt;/a&gt;.\nTodd's classification of family structure.\nIn an analysis based on demographics and family structure, &lt;a href=\"Emmanuel%20Todd\"&gt;Emmanuel Todd&lt;/a&gt; points out that Japan's family structure (the direct line of descent with the eldest son taking over the parental family) and its effects are very European (especially in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; and &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;) and rejects Japan-specificity.\nTodd also points out that Huntington's classification is too influenced by the concepts of religion and race.\nTrends in conservative discourse.\nIn relation to the &lt;a href=\"Japanese%20history%20textbook%20controversies\"&gt;Japanese history textbook controversies&lt;/a&gt; and the issue of historical awareness, a number of &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; discourses, such as the &lt;a href=\"Japanese%20Society%20for%20History%20Textbook%20Reform\"&gt;Japanese Society for History Textbook Reform&lt;/a&gt;, which advocates a liberal view of history, and &lt;a href=\"Conservatism\"&gt;Conservatism&lt;/a&gt;, which advocates a somewhat &lt;a href=\"ethnic%20nationalism\"&gt;nationalist&lt;/a&gt; view of Japanese civilization. It describes Japanese civilization and society as older, more traditional and unique than is commonly believed (for example, placing its origins in the Jomon period), emphasizing its beauty and uniqueness to other cultures.\nTerumasa Nakanishi.\nNakanishi Terumasa's History of the Civilization of the Nation is a representative work in this regard. Relying on the &lt;a href=\"sociology%20of%20culture\"&gt;sociology of culture&lt;/a&gt; approach of &lt;a href=\"Alfred%20Weber\"&gt;Alfred Weber&lt;/a&gt;, Nakanishi argues that Japan's unique civilizational process. In Japanese society, there are two kinds of civilization processes: a non-variable and stable civilization process and an abrupt and instantaneous civilization process, which are alternately repeated in &lt;a href=\"History\"&gt;History&lt;/a&gt; to build a unique society. This civilization process, which Nakanishi describes as existing since the Jomon period, emphasizes that the structure of traditional Japanese culture is very old and traditional. He also emphasises the role of the emperor in \"Japanese civilisation\" and states that he was an integral part of Japan's civilised society.\nTsuneyasu Takeda.\nIn his book \"The Emperor's National History\", he claims that the world's oldest &lt;a href=\"ground%20stone\"&gt;ground stone&lt;/a&gt; (local polished stone axe) has been excavated from Japan, and that the appearance of this &lt;a href=\"ground%20stone\"&gt;ground stone&lt;/a&gt; is a condition for culture and civilization, and that \"Japanese civilization\" appeared before the four major civilizations of the world. However, such a conditionalization does not mean that the Japanese civilization appeared before the four world civilizations. However, there are some criticisms of such a conditioning.\nJomon Civilisation.\nIn the light of recent research at the &lt;a href=\"Sannai-Maruyama%20Site\"&gt;Sannai-Maruyama Site&lt;/a&gt;, it has been suggested that the &lt;a href=\"J%C5%8Dmon%20period\"&gt;Jōmon civilization&lt;/a&gt; should be referred to as &lt;a href=\"Civilization\"&gt;Ancient Civilization&lt;/a&gt;, and that it is comparable to the &lt;a href=\"Cradle%20of%20Civilization\"&gt;World's Four Great Civilizations&lt;/a&gt;.\nWhile there has been a great deal of &lt;a href=\"Mass%20media\"&gt;Mass media&lt;/a&gt; coverage of this theory of Jomon civilization, and a series of articles presenting similar points of view, There has been a multifaceted debate over the significance of the Sannai-Maruyama site.\nCounterarguments.\nThere is a view that the Japanese archipelago and the regions up to &lt;a href=\"Mainland%20China\"&gt;Mainland China&lt;/a&gt;, &lt;a href=\"Korean%20Peninsula\"&gt;Korean Peninsula&lt;/a&gt; and &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt; are part of the same &lt;a href=\"Kulturkreis\"&gt;Kulturkreis&lt;/a&gt;. The prevailing view in Oriental and Japanese studies of ancient history is to emphasize the influence of the ancient Chinese dynasties on Japan's &lt;a href=\"State%20%28polity%29\"&gt;State&lt;/a&gt; formation and cultural structure. From this point of view, Japanese civilized society has been formed and developed through interaction with neighboring states. For example, the &lt;a href=\"Emperor%20Tenmu\"&gt;Tenmu&lt;/a&gt; dynasty and afterwards, and the important place it has occupied in the symbolic system of the emperor system since the Meiji era, has been influenced by the ritual system of the ancient Chinese dynasties, and the political philosophy of Japanese politicians often incorporates foreign Confucian ethics and Buddhist ideas. On the other hand, the uniqueness of civilized society in modern Japan has been pointed out."
}