{
    "id": "110941",
    "revid": "23129483",
    "url": "https://en.wikipedia.org/wiki?curid=110941",
    "title": "Barrington, Illinois",
    "text": "Barrington is a village in &lt;a href=\"Cook%20County%2C%20Illinois\"&gt;Cook County&lt;/a&gt; and &lt;a href=\"Lake%20County%2C%20Illinois\"&gt;Lake County&lt;/a&gt;, &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. The population was 10,327 at the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt;. A northwest suburb of &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, the area features &lt;a href=\"wetlands\"&gt;wetlands&lt;/a&gt;, &lt;a href=\"nature%20reserve\"&gt;forest preserves&lt;/a&gt;, parks, and horse trails in a country-suburban setting.\nBarrington is part of the &lt;a href=\"Chicago%20metropolitan%20area\"&gt;Chicago metropolitan area&lt;/a&gt; and serves as the hub of activity for the surrounding region which consists of six independent villages including &lt;a href=\"North%20Barrington%2C%20Illinois\"&gt;North Barrington&lt;/a&gt;, &lt;a href=\"South%20Barrington%2C%20Illinois\"&gt;South Barrington&lt;/a&gt;, &lt;a href=\"Barrington%20Hills%2C%20Illinois\"&gt;Barrington Hills&lt;/a&gt;, &lt;a href=\"Lake%20Barrington%2C%20Illinois\"&gt;Lake Barrington&lt;/a&gt; and &lt;a href=\"Tower%20Lakes%2C%20Illinois\"&gt;Tower Lakes&lt;/a&gt;, as well as small portions of &lt;a href=\"Carpentersville%2C%20Illinois\"&gt;Carpentersville&lt;/a&gt;, &lt;a href=\"Deer%20Park%2C%20Illinois\"&gt;Deer Park&lt;/a&gt;, &lt;a href=\"Hoffman%20Estates%2C%20Illinois\"&gt;Hoffman Estates&lt;/a&gt;, &lt;a href=\"Fox%20River%20Grove%2C%20Illinois\"&gt;Fox River Grove&lt;/a&gt;, &lt;a href=\"Port%20Barrington%2C%20Illinois\"&gt;Port Barrington&lt;/a&gt; and &lt;a href=\"Inverness%2C%20Illinois\"&gt;Inverness&lt;/a&gt;. The village's motto is \"Be Inspired\".\nHistory.\nEarly history.\nThe original settlers of the Barrington area were the indigenous peoples of the Native American Prairie &lt;a href=\"Potawatomi\"&gt;Potawatomi&lt;/a&gt; or &lt;a href=\"Mascoutin\"&gt;Mascoutin&lt;/a&gt; tribes, which later divided into the Potawatomi, &lt;a href=\"Ojibwe\"&gt;Chippewa&lt;/a&gt;, and &lt;a href=\"Odawa%20people\"&gt;Ottawa&lt;/a&gt; tribes. Many local roads still in use today, including &lt;a href=\"Illinois%20State%20Route%2062\"&gt;Algonquin Road&lt;/a&gt;, &lt;a href=\"U.S.%20Route%2012\"&gt;Rand Road&lt;/a&gt;, &lt;a href=\"Illinois%20State%20Route%2072\"&gt;Higgins Road&lt;/a&gt;, and St. Charles Road, were originally Native American trails. For many years, Barrington was considered part of the &lt;a href=\"Northwest%20Territory\"&gt;Northwest Territory&lt;/a&gt;, then the &lt;a href=\"Illinois%20Territory\"&gt;Illinois Territory&lt;/a&gt;.\n19th century.\nBy treaty dated September 26, 1833, ending the &lt;a href=\"Black%20Hawk%20War\"&gt;Black Hawk War&lt;/a&gt;, the Chippewa, Ottawa and Potawatomi tribes ceded to the United States all lands from the west shore of &lt;a href=\"Lake%20Michigan\"&gt;Lake Michigan&lt;/a&gt; west to the area that the &lt;a href=\"Ho-Chunk\"&gt;Winnebago&lt;/a&gt; tribe ceded in 1832, north to the area that the &lt;a href=\"Menominee\"&gt;Menominee&lt;/a&gt;s had previously ceded to the United States, and south to the area previously ceded by an 1829 treaty at &lt;a href=\"Prairie%20du%20Chien%2C%20Wisconsin\"&gt;Prairie du Chien&lt;/a&gt;, a total of approximately . Through this treaty, the &lt;a href=\"Sauk%20people\"&gt;Sacs&lt;/a&gt;, &lt;a href=\"Meskwaki\"&gt;Fox&lt;/a&gt;, Winnebago, Chippewa, Ottawa and Pottawatomi tribes ceded all title to the area east of the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt;. Between 1833 and 1835, the U.S. government paid approximately $100,000 in annuities and grants to the Potawatomi, Ottawa, and Chippewa tribes, presumably as payment for the land.\nFollowing this treaty, pioneers traveling from &lt;a href=\"Troy%2C%20New%20York\"&gt;Troy, New York&lt;/a&gt;, via &lt;a href=\"Fort%20Dearborn\"&gt;Fort Dearborn&lt;/a&gt; (now the city of Chicago) to live in &lt;a href=\"Cuba%20Township%2C%20Lake%20County%2C%20Illinois\"&gt;Cuba Township&lt;/a&gt; in &lt;a href=\"Lake%20County%2C%20Illinois\"&gt;Lake County&lt;/a&gt;. The first &lt;a href=\"white%20people\"&gt;white&lt;/a&gt; &lt;a href=\"American%20pioneer\"&gt;pioneers&lt;/a&gt; known to have settled in Barrington township were Jesse F. Miller and William Van Orsdal of &lt;a href=\"Steuben%20County%2C%20New%20York\"&gt;Steuben County, New York&lt;/a&gt;, who arrived in 1834, before the three-year period which had been given the Native Americans to vacate the region, and before local land surveys. Other settlers from Vermont and New York settled in what is now the northwest corner of &lt;a href=\"Cook%20County%2C%20Illinois\"&gt;Cook County&lt;/a&gt;.\nThe combined settlement of these pioneers, located at the intersection of &lt;a href=\"Illinois%20Route%2068\"&gt;Illinois Route 68&lt;/a&gt; and Sutton Road, was originally called Miller Grove due to the number of families with that surname but later renamed Barrington Center because it \"centered\" both ways from the present &lt;a href=\"Illinois%20State%20Route%2059\"&gt;Sutton Road&lt;/a&gt; and from Algonquin and Higgins roads. Although residents and historians agree that the name Barrington was taken from &lt;a href=\"Great%20Barrington%2C%20Massachusetts\"&gt;Great Barrington&lt;/a&gt; in &lt;a href=\"Berkshire%20County%2C%20Massachusetts\"&gt;Berkshire County, Massachusetts&lt;/a&gt;, and that many settlers immigrated to the area from Berkshire County, there is currently no evidence that settlers emigrated from Great Barrington itself. In addition, several original settlers, including Miller, Van Orsdal, and John W. Seymour, emigrated from &lt;a href=\"Steuben%20County%2C%20New%20York\"&gt;Steuben County, New York&lt;/a&gt;, which also features a town named &lt;a href=\"Barrington%2C%20New%20York\"&gt;Barrington&lt;/a&gt; founded in 1822. However, it is currently unknown whether any settlers emigrated from Barrington, New York, itself or whether the New York settlement influenced the naming of Barrington, Illinois.\nMuch of the history of Barrington since its settlement parallels the development of railroad lines from the port facilities in Chicago. In 1854, the &lt;a href=\"Chicago%20%26amp%3B%20North%20Western%20Railway\"&gt;Chicago, St. Paul &amp; Fond du Lac Railroad&lt;/a&gt; (now known as the &lt;a href=\"Union%20Pacific/Northwest%20Line\"&gt;Union Pacific/Northwest Line&lt;/a&gt;), led by &lt;a href=\"William%20Butler%20Ogden\"&gt;William Butler Ogden&lt;/a&gt;, extended the train line to the northwest corner of &lt;a href=\"Cook%20County%2C%20Illinois\"&gt;Cook County&lt;/a&gt; and built a station named Deer Grove.\nIn 1854, Robert Campbell, a civil engineer who worked for the railroad, purchased a farm northwest of the Deer Grove station and platted a community on the property. Deer Grove residents protested, and at Campbell's request, the railroad later moved the Deer Grove station near its current location, which Campbell named Barrington after Barrington Center. In 1855, the village's first &lt;a href=\"lumber\"&gt;lumber&lt;/a&gt; facility began operations on Franklin Street.\nBy 1863, population growth during the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt; era increased the number of Barrington residents to 300. In order to provide a tax mechanism to finance improvements, Barrington submitted its request for incorporation in 1863. Delays due to the Civil War resulted in the appropriate incorporation deeds not returning to Barrington for nearly two years. The Illinois legislature granted Barrington's charter on February 16, 1865. The Village held its first Board meeting on March 20, 1865, and appointed resident Homer Wilmarth as Mayor for one year.\nIn 1866, resident Milius B. McIntosh became the first elected Village President.\nIn 1889, the &lt;a href=\"Elgin%2C%20Joliet%20and%20Eastern%20Railway\"&gt;Elgin, Joliet and Eastern Railway&lt;/a&gt; (the \"EJ&amp;E\") was built through Barrington, crossing what is now the Union Pacific/Northwest Line northwest of town. In the late 19th century, a series of fires damaged numerous downtown buildings. In 1890, fire swept along the north side of East &lt;a href=\"Lake%20Cook%20Road\"&gt;Main Street&lt;/a&gt; east of what is now the Union Pacific/Northwest Line, destroying several buildings. In 1893, another fire destroyed most of the block that is now Park Avenue, and in 1898 a fire destroyed several buildings along the north side of Main Street from &lt;a href=\"Illinois%20State%20Route%2059\"&gt;Hough Street&lt;/a&gt; to the Northwest Line railroad tracks. As a result of these fires, residents replaced the burned frame structures with more substantial brick and stone buildings, many of which remain in use today (albeit with substantially altered &lt;a href=\"facade\"&gt;facade&lt;/a&gt;s).\n20th century.\nAt the beginning of the 20th century, the village streets were unpaved, although the downtown area had wooden slat sidewalks, with some on elevated platforms. The downtown area also featured hitching posts for tethering horses as well as public outhouses. Meanwhile, fenced residential backyards in the village often contained livestock and barnyard animals.\nIn 1907, the village began replacing its wooden sidewalks with cement pavement. In 1929, the &lt;a href=\"Jewel%20%28supermarket%29%23Beginning\"&gt;Jewel Tea Company&lt;/a&gt; built a new office, warehouse, and &lt;a href=\"coffee\"&gt;coffee&lt;/a&gt; roasting facility northeast of the village center, creating hundreds of local jobs despite the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;.\nThe last major fire in downtown Barrington occurred on December 19, 1989. The fire completely destroyed Lipofsky's Department Store, then one of the oldest continually operating businesses in the village.\n\"The Battle of Barrington\".\nOn November 27, 1934, a running gun battle between &lt;a href=\"Federal%20Bureau%20of%20Investigation\"&gt;FBI&lt;/a&gt; agents and &lt;a href=\"Public%20enemy\"&gt;Public Enemy # 1&lt;/a&gt; &lt;a href=\"Baby%20Face%20Nelson\"&gt;Baby Face Nelson&lt;/a&gt; took place in Barrington, resulting in the deaths of &lt;a href=\"Special%20Agent\"&gt;Special Agent&lt;/a&gt; &lt;a href=\"Herman%20Hollis\"&gt;Herman \"Ed\" Hollis&lt;/a&gt; and Inspector &lt;a href=\"Samuel%20P.%20Cowley\"&gt;Samuel P. Cowley&lt;/a&gt;. Nelson, though shot nine times, escaped the gunfight in Hollis's car with his wife, Helen Gillis. Nelson succumbed from his wounds at approximately 8 p.m. that evening and was unceremoniously dumped near a cemetery in Niles Center (now &lt;a href=\"Skokie%2C%20Illinois\"&gt;Skokie&lt;/a&gt;), Illinois. Infamous for allegedly killing more federal agents than any other individual, Nelson was later buried at Saint Joseph Cemetery in &lt;a href=\"River%20Grove%2C%20Illinois\"&gt;River Grove, Illinois&lt;/a&gt;. A plaque near the entrance to Langendorf Park, part of the Barrington Park District, commemorates the agents killed in the gunfight.\n21st century.\nIn April 2009, in a &lt;a href=\"non-binding%20referendum\"&gt;non-binding referendum&lt;/a&gt;, residents voted in favor of permitting &lt;a href=\"Barrington%20Township%2C%20Cook%20County%2C%20Illinois\"&gt;Barrington Township&lt;/a&gt; officials to begin looking into seceding from &lt;a href=\"Cook%20County%2C%20Illinois\"&gt;Cook County&lt;/a&gt; in part due to Cook County's increased sales tax, now the highest in the country. (\"See\" &lt;a href=\"%23Relationship%20with%20Cook%20County\"&gt;Government&lt;/a&gt; section below.) Today, Barrington and its nearby villages are considered to be some of the wealthiest in the country.\nOpposition to Canadian National Railway Purchase of EJ&amp;E Railway.\nSince 2008, Barrington has made national news for its opposition to the purchase of the &lt;a href=\"Elgin%2C%20Joliet%20and%20Eastern%20Railway\"&gt;EJ&amp;E&lt;/a&gt; by &lt;a href=\"Canadian%20National%20Railway\"&gt;Canadian National Railway&lt;/a&gt;, known as \"CN\", a purchase that may drastically increase the number of freight trains passing through the village daily. The EJ&amp;E intersects at grade with eight major roads in the Barrington area, including &lt;a href=\"U.S.%20Route%2014\"&gt;Northwest Highway&lt;/a&gt;, &lt;a href=\"Illinois%20State%20Route%2059\"&gt;Illinois State Route 59&lt;/a&gt; and &lt;a href=\"Lake%20Cook%20Road\"&gt;Lake Cook Road&lt;/a&gt; in downtown Barrington, as well as the &lt;a href=\"Metra\"&gt;Metra&lt;/a&gt; Union Pacific line. By 2012, CN is expected to run at least 20 trains on the line per day. In summer 2008, &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt;, then a &lt;a href=\"U.S.%20senator\"&gt;U.S. senator&lt;/a&gt; for Illinois, voiced opposition to the purchase, vowing to work with affected communities to make sure their views were considered.\nOn October 15, 2010, the CN railroad crossing at &lt;a href=\"U.S.%20Route%2014\"&gt;U.S. Route 14&lt;/a&gt;, as well as rail crossings at Lake Zurich Road and Cuba Road, were blocked for over one and half hours during the early afternoon rush hour due to a stopped 133-car CN southeast bound freight train. At times during the incident, the &lt;a href=\"Illinois%20State%20Route%2059\"&gt;Hough Street&lt;/a&gt; crossing was also blocked. The stopped train also caused back-ups on the commuter rail service of the Union Pacific-Metra Northwest Line. That same day, &lt;a href=\"U.S.%20Rep.\"&gt;U.S. Rep.&lt;/a&gt; &lt;a href=\"Melissa%20Bean\"&gt;Melissa Bean&lt;/a&gt; (D-8th) and &lt;a href=\"U.S.%20Senator\"&gt;U.S. Senator&lt;/a&gt; &lt;a href=\"Dick%20Durbin\"&gt;Dick Durbin&lt;/a&gt; (D-Ill.) released a statement that Barrington will receive a $2.8 million grant to fund the planning, design and engineering of a &lt;a href=\"grade%20separation\"&gt;grade separation&lt;/a&gt; at the &lt;a href=\"U.S.%20Route%2014\"&gt;U.S. Route 14&lt;/a&gt; and CN railroad crossing. Construction of any grade separation at that intersection is estimated to cost approximately $69 million; the source(s) of any such funding are currently unknown, and there are currently no plans to design or construct grade separations at any of the other seven Barrington area CN railroad crossings.\n150th anniversary.\nBarrington celebrated its &lt;a href=\"sesquicentennial\"&gt;sesquicentennial&lt;/a&gt; (150th) anniversary in 2015. The village held a series of celebrations to commemorate the milestone and utilized a Sesquicentennial Committee to plan the festivities. The village celebrations actually began in 2013 to celebrate the 1863 referendum and request for incorporation.\nFeatures and resources.\nArchitecture.\nThe Village of Barrington &lt;a href=\"Historic%20District\"&gt;Historic District&lt;/a&gt; was established in 2001 to protect and preserve historical areas of the Village and\nindividual structures and sites within this area which have historic, architectural or cultural significance. Barrington's Historic Preservation Overlay District is noted for its &lt;a href=\"Victorian%20architecture\"&gt;Victorian&lt;/a&gt;, &lt;a href=\"Gothic%20Revival%20architecture\"&gt;Victorian Gothic&lt;/a&gt;, &lt;a href=\"Queen%20Anne%20style%20architecture%20in%20the%20United%20States\"&gt;Queen Anne&lt;/a&gt;, and other popular late-19th century forms of architecture. Among Barrington's notable buildings is the &lt;a href=\"Octagon%20House%20%28Barrington%2C%20Illinois%29\"&gt;Octagon House&lt;/a&gt;, also known as the Hawley House. Claimed to be built around 1860, although the oldest home in Barrington Village is on North Avenue dating to 1872, the Octagon House is listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;; although initially a residence, it now serves as a commercial property.\nThe downtown area is home to the historic &lt;a href=\"Catlow%20Theater\"&gt;Catlow Theater&lt;/a&gt;, which features interiors by noted &lt;a href=\"Prairie%20School\"&gt;Prairie School&lt;/a&gt; sculptor and designer &lt;a href=\"Alfonso%20Iannelli\"&gt;Alfonso Iannelli&lt;/a&gt;. In May 1927, the Catlow Theater opened for business with \"&lt;a href=\"Slide%2C%20Kelly%2C%20Slide\"&gt;Slide, Kelly, Slide&lt;/a&gt;\" as its first feature film. The Catlow is also listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; and continues to operate as one of the few remaining single-screen theaters in the area. The Catlow was one of the first theaters to offer in-theater dining, provided by the adjoining Showtime Eatery. Patrons may bring food from Showtime Eatery (formerly Boloney's) into the 526-seat auditorium.\nAnother historic building in the village, the &lt;a href=\"http%3A//www.icehousemall.com/\"&gt;Ice House Mall&lt;/a&gt;, is located just northwest of the town's center. Originally built in 1904 for the Bowman Dairy, the brick structure, with its turn of the 20th century styling, served as an actual &lt;a href=\"ice%20house%20%28building%29\"&gt;ice house&lt;/a&gt; for 68 years. Renovations and additions beginning in the 1970s have transformed the original building into a collection of local specialty shops.\nThe &lt;a href=\"Michael%20Bay\"&gt;Michael Bay&lt;/a&gt; 2010 re-make of \"&lt;a href=\"A%20Nightmare%20on%20Elm%20Street%20%282010%20film%29\"&gt;A Nightmare on Elm Street&lt;/a&gt;\" was partially filmed in Barrington's Jewel Park subdivision (Built by the Jewel T company for their executives) using a home actually on Elm Street, using the village's residential architecture as a &lt;a href=\"Filming%20location\"&gt;backdrop&lt;/a&gt;.\nParks and recreation.\nThe Barrington area features numerous parks and &lt;a href=\"nature%20preserves\"&gt;nature preserves&lt;/a&gt;. The &lt;a href=\"Arbor%20Day%20Foundation\"&gt;Arbor Day Foundation&lt;/a&gt; has recognized Barrington as a &lt;a href=\"Tree%20City%20USA\"&gt;Tree City USA&lt;/a&gt; every year since 1986, in part due to the village's Tree Preservation and Management Ordinance governing the proper care for trees within the area. The Barrington Park District administers several Barrington area parks including Citizens Park, Langendorf Park (formerly North Park), Miller Park (formerly East Park), and Ron Beese Park( formerly South Park). Langendorf Park features tennis courts, playgrounds, outdoor and indoor basketball courts, baseball fields, meeting/activity rooms, and \"Aqualusion\", a &lt;a href=\"water%20park\"&gt;water park&lt;/a&gt; that includes a zero-depth &lt;a href=\"Swimming%20pool\"&gt;pool&lt;/a&gt;, lap pool, and diving area, and a splashpad. Northeast of town is Cuba Marsh Forest Preserve, a &lt;a href=\"wetlands\"&gt;wetlands&lt;/a&gt; preserve featuring of crushed-gravel trail offering views of the adjacent marsh. The preserve is named for Cuba Road, which provides the park's northern boundary. It is administered by Lake County Forest Preserves. In 2011, Barrington received a $65,000 grant from the Northwest Municipal Conference for preliminary engineering of a bike path along &lt;a href=\"U.S.%20Route%2014\"&gt;Northwest Highway&lt;/a&gt;. However, a timetable for the project has not yet been set.\nAnnual celebrations and events in Barrington include the &lt;a href=\"Memorial%20Day\"&gt;Memorial Day&lt;/a&gt; parade, a &lt;a href=\"Fourth%20of%20July\"&gt;Fourth of July&lt;/a&gt; parade and evening fireworks display, Concours d'Elegance (an &lt;a href=\"auto%20show\"&gt;auto show&lt;/a&gt;), and a &lt;a href=\"Homecoming\"&gt;Homecoming&lt;/a&gt; parade associated with &lt;a href=\"Barrington%20High%20School%20%28Lake%20County%2C%20Illinois%29\"&gt;Barrington High School&lt;/a&gt;. In addition, the village hosts the \"Barrington Brew Fest\", a mid-summer event showcasing &lt;a href=\"Midwest\"&gt;Midwest&lt;/a&gt; &lt;a href=\"microbrewers\"&gt;microbrewers&lt;/a&gt; and local entertainment, as well as the \"Great Taste Fest of Barrington\", a &lt;a href=\"food%20festival\"&gt;food festival&lt;/a&gt; exhibiting fare from local restaurants. During the fourth weekend of every September, Advocate Good Shepherd Hospital hosts \"Art in the Barn\", a juried fine arts show that features the exhibition and sale of fine art. Started in 1974 with only 30 artists, the event now attracts over 6,500 visitors and features live entertainment and pony rides for children in addition to the art exhibits. A fundraising event, Art in the Barn has generated more than $2.5 million for Good Shepherd Hospital. During May Barrington also hosts \"KidFest Kite Fly\" event which is free, fun, family event that gets the entire family outside and moving.\nBarrington also hosts a variety of charity functions, including Barrington &lt;a href=\"CROP%20walk%23Program%20areas\"&gt;CROP Hunger Walk&lt;/a&gt;; &lt;a href=\"Relay%20for%20Life\"&gt;Relay for Life&lt;/a&gt; by the &lt;a href=\"American%20Cancer%20Society\"&gt;American Cancer Society&lt;/a&gt; held at Barrington High School; and the Duck Race and Pool Party, a &lt;a href=\"Duck%20race\"&gt;rubber duck race&lt;/a&gt; held to benefit JourneyCare (formerly Hospice and Palliative Care of Northeastern Illinois).\nThere are two golf courses within village limits including the Makray Memorial Golf Club. (formerly known as the Thunderbird Golf Course) Located southeast of the village center on &lt;a href=\"U.S.%20Route%2014\"&gt;Northwest Highway&lt;/a&gt;, the 18-hole course totals and includes four sets of tees per hole. The other golf course is a five-hole public course operated by the Barrington Park District at the far western end of Langendorf Park.\nLibrary and Historical Society.\nThe &lt;a href=\"Barrington%20Area%20Library\"&gt;Barrington Area Library&lt;/a&gt;, located northeast of the village's center on &lt;a href=\"U.S.%20Route%2014\"&gt;Northwest Highway&lt;/a&gt;, contains over 226,000 book volumes and 27,000 &lt;a href=\"audiovisual\"&gt;audiovisual&lt;/a&gt; items. Originally established in 1915, the library moved to its current site in the mid-1970s. Through various additions, most recently in 1993, the building was expanded to its current size of approximately . The library currently features exhibits by local artists, including an outdoor sculpture garden.\nThe Barrington Area Historical Society, located on &lt;a href=\"Lake%20Cook%20Road\"&gt;Main Street&lt;/a&gt; in downtown Barrington, is dedicated to preserving the history and culture of the Barrington area. Founded in 1968, the Society operates from two restored &lt;a href=\"Victorian%20architecture\"&gt;Victorian&lt;/a&gt; houses. In 1999, village officials relocated a &lt;a href=\"blacksmith\"&gt;blacksmith&lt;/a&gt; shop to the area behind the Society; a &lt;a href=\"barn\"&gt;barn&lt;/a&gt;, &lt;a href=\"forge\"&gt;forge&lt;/a&gt;, and lobby area were added to create a historical setting. Combined with a &lt;a href=\"one-room%20school\"&gt;one-room school&lt;/a&gt;house, these buildings complete the museum complex known as \"Old Barrington Center\".\nMedical and emergency.\nLocated north of town, Advocate Good Shepherd Hospital, known as \"Good Shepherd,\" has served the village and surrounding communities since 1979. Prior to the opening of Good Shepherd, the area's closest major hospitals were located in &lt;a href=\"Elgin%2C%20Illinois\"&gt;Elgin&lt;/a&gt;, &lt;a href=\"Lincolnshire%2C%20Illinois\"&gt;Lincolnshire&lt;/a&gt; and &lt;a href=\"Arlington%20Heights%2C%20Illinois\"&gt;Arlington Heights&lt;/a&gt;. In 1927, residents established a \"Barrington General Hospital\" in a house located near the intersection of &lt;a href=\"Illinois%20State%20Route%2059\"&gt;Hough Street&lt;/a&gt; and Lincoln Avenue; however, this hospital closed in 1935. Various resident petitions and fundraising during the 1960s and 1970s renewed interest in a local hospital, and Good Shepherd officially opened on October 17, 1979.\nThe &lt;a href=\"American%20College%20of%20Surgeons\"&gt;American College of Surgeons&lt;/a&gt; has designated Good Shepherd's &lt;a href=\"emergency%20room\"&gt;emergency department&lt;/a&gt; as a &lt;a href=\"Level%20II%20trauma%20center\"&gt;Level II trauma center&lt;/a&gt;. The hospital's medical specialties are &lt;a href=\"Cardiology\"&gt;Cardiology&lt;/a&gt;, Cancer/&lt;a href=\"Oncology\"&gt;Oncology&lt;/a&gt;, &lt;a href=\"emergency%20room\"&gt;Emergency Services&lt;/a&gt;, \"Fitness and Wellness\", &lt;a href=\"Medical%20imaging\"&gt;Imaging&lt;/a&gt;, &lt;a href=\"Obstetrics\"&gt;Obstetrics&lt;/a&gt;, &lt;a href=\"Pediatric\"&gt;Pediatric&lt;/a&gt; Emergency Medicine, and Women's Health, and the Emergency Department includes a \"Fast Track\" center for less serious treatment needs, such as &lt;a href=\"surgical%20suture\"&gt;stitches&lt;/a&gt;. JourneyCare (formerly Hospice and Palliative Care of Northeastern Illinois) opened the Pepper Family Hospice Center on Lake Zurich Road in 2010.\nAs of November 2009, the Barrington Police Department had 23 full-time police officers; as of March 2007, the Barrington Fire Department had 38 full-time firefighters. The Village has adopted an Emergency Operations Plan as well as a &lt;a href=\"reverse%20911\"&gt;community notification system&lt;/a&gt; called Connect-CTY. Connect-CTY allows authorized village officials to record and deliver voice messages quickly to individual phones in the notification database in urgent situations. Examples of messages that may be sent over the Connect-CTY service include severe weather warnings and updates, hazardous traffic or road conditions inside the village or affecting local routes, and any other urgent situations impacting the village's safety, property, or welfare. Barrington is also &lt;a href=\"National%20Incident%20Management%20System\"&gt;National Incident Management System&lt;/a&gt;-compliant.\nHouses of worship.\nNumerous houses of worship are located in Barrington, including &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt;, &lt;a href=\"Baptist\"&gt;Baptist&lt;/a&gt;, &lt;a href=\"Christian%20Science\"&gt;Christian Science&lt;/a&gt;, &lt;a href=\"Episcopal%20Church%20%28United%20States%29\"&gt;Episcopal&lt;/a&gt;, &lt;a href=\"Evangelicalism\"&gt;Evangelical&lt;/a&gt;, &lt;a href=\"Lutheran\"&gt;Lutheran&lt;/a&gt;, &lt;a href=\"United%20Methodist%20Church\"&gt;Methodist&lt;/a&gt;, &lt;a href=\"Presbyterian\"&gt;Presbyterian&lt;/a&gt;, and &lt;a href=\"United%20Church%20of%20Christ\"&gt;United Church of Christ&lt;/a&gt; denominations. The &lt;a href=\"St.%20Anne%20Catholic%20Community\"&gt;St. Anne Catholic Community&lt;/a&gt; also includes a school. Rev. Bernie Pietrzak is the current pastor, replacing Rev. John \"Jack\" Dewes, who served the community until 2009. Barrington also has a growing Muslim community, with an established Islamic Center. Village Church of Barrington, located on the east side of the village, is part of the &lt;a href=\"Evangelical%20Free%20Church%20of%20America\"&gt;Evangelical Free Church of America&lt;/a&gt;. The area is also home to &lt;a href=\"Willow%20Creek%20Community%20Church\"&gt;Willow Creek Community Church&lt;/a&gt;, a non-denominational Evangelical Christian &lt;a href=\"megachurch\"&gt;megachurch&lt;/a&gt;.\nMedia.\nBarrington's community &lt;a href=\"newspaper\"&gt;newspaper&lt;/a&gt;, the &lt;a href=\"https%3A//web.archive.org/web/20110820080642/http%3A//barrington.suntimes.com/\"&gt;\"Barrington Courier-Review\" (Courier)&lt;/a&gt;, is published weekly on Thursdays and features local news and announcements, a police blotter, entertainment listings and high school sports results. The \"Courier's\" &lt;a href=\"publisher\"&gt;publisher&lt;/a&gt;, &lt;a href=\"Pioneer%20Press\"&gt;Pioneer Press&lt;/a&gt;, is owned by the &lt;a href=\"Chicago%20Tribune\"&gt;Chicago Tribune&lt;/a&gt; and its current news editor is Kevin Bargnes. The area has one magazine, \"Quintessential Barrington\", which features articles on travel, the arts, style, health, home, and local events. The magazine was launched in September 2005 and is published bimonthly.\nBarrington is included in the &lt;a href=\"Chicago%20market\"&gt;Chicago market&lt;/a&gt; and receives its media from Chicago network affiliates. The \"&lt;a href=\"Chicago%20Tribune\"&gt;Chicago Tribune&lt;/a&gt;\" and \"&lt;a href=\"Chicago%20Sun-Times\"&gt;Chicago Sun-Times&lt;/a&gt;\" also cover area news. In addition, the village's Community Relations board broadcasts all Village Board meetings, as well as community announcements, on a local &lt;a href=\"government-access%20television\"&gt;government-access television&lt;/a&gt; (GATV) &lt;a href=\"cable%20TV\"&gt;cable TV&lt;/a&gt; station.\nEconomy.\nAlthough relatively small in population, Barrington features six separate &lt;a href=\"bank\"&gt;bank&lt;/a&gt;ing institutions, some with multiple &lt;a href=\"bank%20branch\"&gt;branches&lt;/a&gt;. &lt;a href=\"Bank%20of%20America\"&gt;Bank of America&lt;/a&gt;, the &lt;a href=\"http%3A//www.barringtonbank.com/\"&gt;Barrington Bank &amp; Trust Company&lt;/a&gt;, &lt;a href=\"Chase%20%28bank%29\"&gt;Chase&lt;/a&gt;, &lt;a href=\"Fifth%20Third%20Bank\"&gt;Fifth Third Bank&lt;/a&gt;, &lt;a href=\"BMO%20Harris\"&gt;BMO Harris&lt;/a&gt; and &lt;a href=\"Northern%20Trust\"&gt;Northern Trust&lt;/a&gt; all have locations within the village.\nThe Barrington Area &lt;a href=\"Chamber%20of%20Commerce\"&gt;Chamber of Commerce&lt;/a&gt; was founded in 1969 to support local businesses. Currently, the organization lists over 750 members; its stated function is \"serving as an agent of change, taking the lead in providing leadership for the benefit of the business community by promoting economic opportunities, advocating the interests of business, providing Members with education and resources, and encouraging mutual support.\"\nBarrington receives much of its &lt;a href=\"sales%20tax\"&gt;sales tax&lt;/a&gt; revenue from its half-dozen &lt;a href=\"car%20dealership\"&gt;car dealership&lt;/a&gt;s. State sales tax figures indicate that Barrington's auto sales, gasoline sales and state-taxable auto repairs accounted for $2.1 million in sales taxes for the village in 2008, or approximately 56 percent of its sales-tax income. Local dealerships include Barrington Volvo, Marquardt of Barrington, Motor Werks of Barrington, and Wickstrom Auto Group. In May 2009, Chrysler informed the Wickstrom (which took over the Chrysler/Dodge/Jeep franchise from Champion) location that it would not be among the 40 &lt;a href=\"car%20dealerships\"&gt;dealerships&lt;/a&gt; closed in Illinois.\nThe &lt;a href=\"Gatorade\"&gt;Gatorade&lt;/a&gt; Sports Science Institute, often featured in the company's &lt;a href=\"television%20advertisement\"&gt;commercials&lt;/a&gt;, is located in Barrington just west of downtown, across the street from &lt;a href=\"Barrington%20High%20School%20%28Lake%20County%2C%20Illinois%29\"&gt;Barrington High School&lt;/a&gt;. Barrington was also formerly home to &lt;a href=\"GE%20Healthcare\"&gt;GE Healthcare&lt;/a&gt; IT prior to relocating to &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; in 2016. Other notable businesses include defense contractor ISR Systems, part of the &lt;a href=\"Goodrich%20Corporation\"&gt;Goodrich Corporation&lt;/a&gt; (formerly known as &lt;a href=\"Recon%20Optical\"&gt;Recon Optical&lt;/a&gt;), and commercial real estate developer GK Development. For many years, the village was home to the &lt;a href=\"Jewel%20%28supermarket%29\"&gt;Jewel Tea Company&lt;/a&gt;; its former &lt;a href=\"headquarters\"&gt;headquarters&lt;/a&gt; was &lt;a href=\"Demolition\"&gt;razed&lt;/a&gt; in the early 21st century for &lt;a href=\"redevelopment\"&gt;redevelopment&lt;/a&gt; as Citizens Park.\nIn addition to its &lt;a href=\"downtown\"&gt;downtown&lt;/a&gt; area, the village is home to several shopping centers, including the Ice House Mall and The Foundry, located northwest of town.\nTop employers.\nAccording to Barrington's 2018 Comprehensive Annual Financial Report, the top employers in the city are:\nGeography.\nAccording to the 2010 census, Barrington has a total area of , of which (or 96.09%) is land and (or 3.91%) is water. Barrington is approximately bordered by Hart Road to the west, &lt;a href=\"Illinois%20Route%2068\"&gt;Illinois Route 68&lt;/a&gt; (Dundee Road) to the south, Ela Road to the east and Providence Road and Taylor Road to the north. The village is located approximately above sea level.\nBarrington is northwest of &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;.\nMajor streets.\nBarrington's neighboring communities are:\nGovernment.\nThe Village of Barrington is a non-&lt;a href=\"home%20rule\"&gt;home rule&lt;/a&gt; &lt;a href=\"municipality\"&gt;municipality&lt;/a&gt; which functions under the &lt;a href=\"council-manager\"&gt;council-manager&lt;/a&gt; form of &lt;a href=\"government\"&gt;government&lt;/a&gt; with a village President and a six-member &lt;a href=\"board%20of%20trustees\"&gt;board of trustees&lt;/a&gt;, all of whom are elected at large to staggered four-year terms. The current Village President is Karen Darch. There are six current members of the Board of Trustees in addition to a village treasurer. The village clerk, also an elected position, is responsible for taking and transcribing minutes of all Village Board and Committee of the Whole meetings along with other municipal clerk duties. The current village clerk is Adam Frazier, and the deputy village clerk is Melanie Marcordes. A village manager currently Jeff Lawler assist the President with local operations and projects.\nNumerous departments and teams report to the village manager and deputy village manager, including the departments of &lt;a href=\"Human%20Resources\"&gt;Human Resources&lt;/a&gt; and &lt;a href=\"Risk%20Management\"&gt;Risk Management&lt;/a&gt;, Community and Financial Services, Economic and Community Development, and Engineering &amp; Building. Barrington's &lt;a href=\"Emergency%20Management\"&gt;Emergency Management&lt;/a&gt; team, composed of the &lt;a href=\"Public%20works\"&gt;Public Works Department&lt;/a&gt;, &lt;a href=\"Police%20Department\"&gt;Police Department&lt;/a&gt;, and &lt;a href=\"Fire%20Department\"&gt;Fire Department&lt;/a&gt;, also reports to the village manager and deputy village manager. The president is also responsible for the administration of many appointed boards and commissions, including the village's Ethics Board, Plan Commission, &lt;a href=\"Zoning%20Board\"&gt;Zoning Board&lt;/a&gt; of Appeals, Architectural Review Commission, Electrical Commission, Fire &amp; Police Commission, Police Pension Board, Fire Pension Board, and the Emergency Telephone System Board. The current Police Chief is Jerry Libit, and the current Fire Chief is Jim Arie.\nThe village estimates its revenues for fiscal years 2009 and 2010 to be approximately $30.22 million and $29.04 million, respectively. Meanwhile, the village estimates total budget expenditures of approximately $33.68 million for fiscal year 2009 and $34.88 million for fiscal year 2010. The vision of the village is \"to preserve and promote its unique small-town heritage, preserve its distinct ecological and historical character, provide a moral and safe environment, maintain a high quality of life through the efficient use of community resources, and respond to future challenges through citizen participation in all civic, social, and cultural endeavors.\"\nRelationship with Cook County.\nIn April 2009, in a non-binding &lt;a href=\"referendum\"&gt;referendum&lt;/a&gt;, village residents voted in favor of permitting &lt;a href=\"Barrington%20Township%2C%20Cook%20County%2C%20Illinois\"&gt;Barrington township&lt;/a&gt; officials to begin looking into &lt;a href=\"secession\"&gt;seceding&lt;/a&gt; from &lt;a href=\"Cook%20County%2C%20Illinois\"&gt;Cook County&lt;/a&gt;. The referendum, entitled \"Barrington Twp – Disconnect from Cook County,\" asked, \"Should Barrington Township consider disconnection from Cook County, Illinois, and forming a new county if a viable option exists for doing so?\" The referendum came in response to Cook County's increased sales tax, now the highest in the country, and increased tensions between the county and towns neighboring &lt;a href=\"Lake%20County%2C%20Illinois\"&gt;Lake County&lt;/a&gt;. &lt;a href=\"Hanover%20Township%2C%20Cook%20County%2C%20Illinois\"&gt;Hanover&lt;/a&gt; and &lt;a href=\"Palatine%20Township%2C%20Cook%20County%2C%20Illinois\"&gt;Palatine&lt;/a&gt; townships, as well as the Village of &lt;a href=\"Tinley%20Park\"&gt;Tinley Park&lt;/a&gt;, (already partially located in &lt;a href=\"Will%20County\"&gt;Will County&lt;/a&gt;,) also passed similar measures.\nGrowth.\nSince 1970, growth in the area has been monitored by the Barrington Area Council of Governments (BACOG), which includes representatives of the villages of Barrington, &lt;a href=\"Barrington%20Hills%2C%20Illinois\"&gt;Barrington Hills&lt;/a&gt;, &lt;a href=\"Deer%20Park%2C%20Illinois\"&gt;Deer Park&lt;/a&gt;, &lt;a href=\"Lake%20Barrington%2C%20Illinois\"&gt;Lake Barrington&lt;/a&gt;, &lt;a href=\"North%20Barrington%2C%20Illinois\"&gt;North Barrington&lt;/a&gt;, &lt;a href=\"South%20Barrington%2C%20Illinois\"&gt;South Barrington&lt;/a&gt;, and &lt;a href=\"Tower%20Lakes%2C%20Illinois\"&gt;Tower Lakes&lt;/a&gt;, and local townships who strive to balance the needs of residents for expansion against environmental and &lt;a href=\"aesthetic\"&gt;aesthetic&lt;/a&gt; concerns.\nEducation.\nThe village of Barrington serves as the geographic center of the &lt;a href=\"http%3A//www.barrington220.org/site/default.aspx%3FPageID%3D1\"&gt;Barrington Community Unit School District 220&lt;/a&gt;. The district features one high school, &lt;a href=\"Barrington%20High%20School%20%28Lake%20County%2C%20Illinois%29\"&gt;Barrington High School&lt;/a&gt;, for grades 9–12 and two &lt;a href=\"middle%20school\"&gt;middle school&lt;/a&gt; campuses for grades 6–8, &lt;a href=\"https%3A//web.archive.org/web/20090327065159/http%3A//barrington220.org/station/\"&gt;Station Campus&lt;/a&gt; and &lt;a href=\"https%3A//web.archive.org/web/20090326193814/http%3A//www.barrington220.org/prairie/\"&gt;Prairie Campus&lt;/a&gt;. The district administers eight elementary schools serving &lt;a href=\"kindergarten\"&gt;kindergarten&lt;/a&gt; through fifth grade:\nWith the exception of Sunny Hill, all Barrington-area public elementary schools received the 2008 Academic Excellence Award from the &lt;a href=\"Illinois%20State%20Board%20of%20Education\"&gt;Illinois State Board of Education&lt;/a&gt;. The &lt;a href=\"U.S.%20Department%20of%20Education\"&gt;U.S. Department of Education&lt;/a&gt; recognized the Grove Avenue and Arnett C. Lines elementary schools as &lt;a href=\"Blue%20Ribbon%20schools\"&gt;Blue Ribbon schools&lt;/a&gt; in 2007 and 2008, respectively, and Hough Street School as a Blue Ribbon school in 2015.\nThe district administers an early childhood center, &lt;a href=\"https%3A//web.archive.org/web/20090510230919/http%3A//www.barrington220.org/woodland/\"&gt;Woodland Early Learning Center&lt;/a&gt;, located in &lt;a href=\"Carpentersville%2C%20Illinois\"&gt;Carpentersville&lt;/a&gt;. A second early learning center adjacent to Barrington Middle School's Prairie Campus opened for classes in October 2010.\n&lt;a href=\"Barrington%20High%20School%20%28Lake%20County%2C%20Illinois%29\"&gt;Barrington High School&lt;/a&gt; reported that in 2011 its students scored a composite average of 25 on the &lt;a href=\"ACT%20%28test%29\"&gt;ACT&lt;/a&gt; college entrance exam, which is the highest average in the school's history and roughly four points higher than the state and national averages. The high school has many notable alumni, including former &lt;a href=\"Secretary%20of%20the%20Treasury\"&gt;Secretary of the Treasury&lt;/a&gt; &lt;a href=\"Henry%20Paulson\"&gt;Henry Paulson&lt;/a&gt;, author &lt;a href=\"Veronica%20Roth\"&gt;Veronica Roth&lt;/a&gt;, fashion designer &lt;a href=\"Cynthia%20Rowley\"&gt;Cynthia Rowley&lt;/a&gt;, and former &lt;a href=\"Seattle%20Mariners\"&gt;Seattle Mariners&lt;/a&gt; catcher &lt;a href=\"Dan%20Wilson%20%28catcher%29\"&gt;Dan Wilson&lt;/a&gt;. The school itself is featured in the title of the music album \"&lt;a href=\"Fast%20Times%20at%20Barrington%20High\"&gt;Fast Times at Barrington High&lt;/a&gt;\" from &lt;a href=\"The%20Academy%20Is...\"&gt;The Academy Is...&lt;/a&gt;.\nBarrington also features a Catholic school for kindergarten through eighth grade, &lt;a href=\"St.%20Anne%20Catholic%20Community\"&gt;St. Anne School&lt;/a&gt;, which the U.S. Department of Education recognized as a &lt;a href=\"National%20Blue%20Ribbon%20Schools%20Program\"&gt;Blue Ribbon School&lt;/a&gt; in 2006.\nDemographics.\nAs of the &lt;a href=\"United%20States%202000%20Census\"&gt;census&lt;/a&gt; of 2000, there were 10,168 people, 3,767 households, and 2,798 families residing in the village. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 2,211.7 people per square mile (853.5/km). Of 860 &lt;a href=\"Midwest\"&gt;Midwest&lt;/a&gt;ern cities with populations of 10,000 inhabitants or more, Barrington ranked &lt;a href=\"List%20of%20Midwestern%20cities%20by%20size\"&gt;849th&lt;/a&gt;. There were 3,903 housing units at an average density of 849.0 per square mile (327.6/km). The racial makeup of the village was 96.16% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 0.62% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.13% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 2.00% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.01% &lt;a href=\"Pacific%20Islander%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 0.31% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 0.77% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 2.33% of the population.\nOf the 3,768 households, 39.6% had children under the age of 18 living with them, 64.0% were married couples living together, 8.0% had a female householder with no husband present, and 25.7% were non-families. 22.2% of all households were made up of individuals, and 9.8% had someone living alone who was 65 years of age or older. The average household size was 2.70 and the average family size was 3.20.\nIn the village, the population was spread out, with 29.9% under the age of 18, 4.3% from 18 to 24, 28.0% from 25 to 44, 25.1% from 45 to 64, and 12.7% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 90.4 males. For every 100 females age 18 and over, there were 86.7 males.\nIn 2015, the median income for a household in the village was $119,423, and the median income for a family was $142,718. Males had a median income of $80,232 versus $38,795 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the village was $60,034. About 2.3% of families and 3.1% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 3.7% of those under age 18 and 3.8% of those age 65 or over.\nClimate.\nBarrington has a &lt;a href=\"continental%20climate\"&gt;continental climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt; Dfa), with summers generally wetter than the winters:\nThe highest recorded temperature was on July 10, 1974; the lowest recorded temperature was on January 31, 2019. Historical &lt;a href=\"tornado\"&gt;tornado&lt;/a&gt; activity for the Barrington area is slightly below Illinois state average. On April 11, 1965, an &lt;a href=\"Fujita%20scale\"&gt;F4&lt;/a&gt; tornado approximately away from downtown Barrington killed 6 people and injured 75; on April 21, 1967, another F4 tornado approximately away from the village center killed one person, injured approximately 100 people and caused hundreds of thousands of dollars in damage."
}