{
    "id": "11093901",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=11093901",
    "title": "Sezer Öztürk",
    "text": "Sezer Öztürk (born 3 November 1985) is a Turkish former professional &lt;a href=\"Association%20football\"&gt;footballer&lt;/a&gt; who played as an &lt;a href=\"attacking%20midfielder\"&gt;attacking midfielder&lt;/a&gt; and &lt;a href=\"central%20midfielder\"&gt;central midfielder&lt;/a&gt;. \nClub career.\nPrior to 1996, Öztürk played for Türkgücü Velbert, &lt;a href=\"SSVg%20Velbert\"&gt;SSVg Velbert&lt;/a&gt;, TVD Velbert and &lt;a href=\"Rot-Weiss%20Essen\"&gt;Rot-Weiss Essen&lt;/a&gt;. From 1996 to 2005, he achieved seven league matches for &lt;a href=\"Bayer%2004%20Leverkusen\"&gt;Bayer 04 Leverkusen&lt;/a&gt;, but only as substitute. In the 2005–06 season, Öztürk was loaned to the &lt;a href=\"Belgian%20Cup\"&gt;Belgian Cup&lt;/a&gt; winners &lt;a href=\"Germinal%20Beerschot\"&gt;Germinal Beerschot&lt;/a&gt; for one year in order to gather match practice. In January 2006, Öztürk moved to &lt;a href=\"1.%20FC%20N%C3%BCrnberg\"&gt;1. FC Nürnberg&lt;/a&gt;.\nIn 2006, Öztürk joined &lt;a href=\"Turkish%20S%C3%BCper%20Lig\"&gt;Turkish Süper Lig&lt;/a&gt; side &lt;a href=\"Vestel%20Manisaspor\"&gt;Vestel Manisaspor&lt;/a&gt;. For the second half of the 2009–10 season, he moved for a fee of &lt;a href=\"Turkish%20Lira\"&gt;TRY&lt;/a&gt; 1.6 million to &lt;a href=\"Eski%C5%9Fehirspor\"&gt;Eskişehirspor&lt;/a&gt; and signed a contract until May 2012.\nIn 2011 summer transfer window, Öztürk joined then-defending champion &lt;a href=\"Fenerbah%C3%A7e%20S.K.%20%28football%29\"&gt;Fenerbahçe&lt;/a&gt; on a four-year contract for &lt;a href=\"Euro\"&gt;€&lt;/a&gt;3.75 million.\nÖztürk joined &lt;a href=\"Be%C5%9Fikta%C5%9F%20J.K.\"&gt;Beşiktaş&lt;/a&gt; in 2013 summer transfer window with €1.5 million transfer fee, but never made a professional debut there. In &lt;a href=\"2014%E2%80%9315%20S%C3%BCper%20Lig\"&gt;2014–15 season&lt;/a&gt;, he was loaned out &lt;a href=\"%C4%B0stanbul%20Ba%C5%9Fak%C5%9Fehir%20F.K.\"&gt;İstanbul Başakşehir&lt;/a&gt;. He was dropped out of squad and requested to find a club in 2015 and he was reportedly spotted as he was performing amateur boxing trainings and had gained weight.\nInternational career.\nÖztürk was runner-up in the European Championship with the U-19 national team of Turkey. In 2010, he was called up to the &lt;a href=\"Turkey%20national%20football%20team\"&gt;Turkey national team&lt;/a&gt; under new coach &lt;a href=\"Guus%20Hiddink\"&gt;Guus Hiddink&lt;/a&gt;, for preparation in the U.S., but did not earn any caps.\nMurder incident.\nOn 19 September 2021, Öztürk allegedly killed one and injured four with his gun in a traffic dispute in &lt;a href=\"%C5%9Eile\"&gt;Şile&lt;/a&gt;, Turkey. He and a friend were attempting to cross a path that was blocked by bystanders. An argument followed and became a fight wherein Öztürk pulled out a gun and shot the bystanders, before fleeing the scene. The scene was captured by cell-phone cameras and security camera, but he remained at large as of 27 September 2021 with an arrest warrant for charges of \"deliberate killing\" and \"deliberate injury\".\nHonours.\nManisaspor\nFenerbahçe"
}