{
    "id": "1109655",
    "revid": "19507760",
    "url": "https://en.wikipedia.org/wiki?curid=1109655",
    "title": "Mike Allred",
    "text": "Michael Dalton Allred is an &lt;a href=\"Americans\"&gt;American&lt;/a&gt; &lt;a href=\"Comic%20book%20creator\"&gt;comic book artist and writer&lt;/a&gt; most famous for his &lt;a href=\"Alternative%20comics\"&gt;independent comics&lt;/a&gt; creations, &lt;a href=\"Madman%20%28Mike%20Allred%20character%29\"&gt;\"Madman\"&lt;/a&gt; and &lt;a href=\"iZombie%20%28comic%20book%29\"&gt;\"iZombie\"&lt;/a&gt;. His style is often compared to &lt;a href=\"pop%20art\"&gt;pop art&lt;/a&gt;, as well as commercial and comic art of the 1950s and 1960s.\nEarly life.\nAllred was raised as a member of &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;The Church of Jesus Christ of Latter-day Saints&lt;/a&gt;. Upon his parents' divorce, he was raised with his father in &lt;a href=\"Oregon\"&gt;Oregon&lt;/a&gt;, while his brothers and mother moved to &lt;a href=\"Utah\"&gt;Utah&lt;/a&gt;. He considers himself a &lt;a href=\"Mormons\"&gt;Mormon&lt;/a&gt;, though a &lt;a href=\"Modern%20liberalism%20in%20the%20United%20States\"&gt;liberal&lt;/a&gt;-leaning one, and has stated that he still identifies with the beliefs, and considers the &lt;a href=\"Book%20of%20Mormon\"&gt;Book of Mormon&lt;/a&gt; to be a phenomenal and fascinating story, factual or not.\nCareer.\nMike Allred began his career as a radio host on KYES AM 950 (KY95) in Roseburg, Oregon. He later became a television reporter in Europe, and started drawing comics in 1989 with the 104-page &lt;a href=\"graphic%20novel\"&gt;graphic novel&lt;/a&gt; \"Dead Air\" (&lt;a href=\"Slave%20Labor%20Graphics\"&gt;Slave Labor Graphics&lt;/a&gt;). The story loosely followed his stint in radio as a sidebar to the true focus of the novel, the effects of post-nuclear war over a small Oregon town. He followed this up with his similarly titled works \"Graphique Musique\" (1990) and \"Grafik Muzik\" (&lt;a href=\"Caliber%20Comics\"&gt;Caliber Comics&lt;/a&gt; 1990–1991), in which he set out the style that he was to become known for with his most famous character, Madman.\nMadman first appeared as Frank Einstein in \"Creatures of the Id\" and \"Grafik Muzik\" published in 1990, but it wasn't until March 1992 that the first \"Madman\" miniseries debuted from &lt;a href=\"Tundra%20Publishing\"&gt;Tundra Publishing&lt;/a&gt; in March 1992. The series gained further recognition with its move to &lt;a href=\"Dark%20Horse%20Comics\"&gt;Dark Horse Comics&lt;/a&gt; in April 1994, where it was relaunched as \"Madman Comics\" and went on to be nominated for several &lt;a href=\"Harvey%20Award\"&gt;Harvey Award&lt;/a&gt;s. \"Madman Comics\" ran for 20 issues and ended in 2000. From 2007–2009, Image Comics published \"Madman: Atomic Comics\" for 17 issues.\nAllred drew part of the 1993 \"\" story arc in &lt;a href=\"Neil%20Gaiman\"&gt;Neil Gaiman&lt;/a&gt;'s \"&lt;a href=\"The%20Sandman%20%28Vertigo%29\"&gt;The Sandman&lt;/a&gt;\" series.\nAllred appeared as himself in the 1997 feature film \"&lt;a href=\"Chasing%20Amy\"&gt;Chasing Amy&lt;/a&gt;\" as part of the opening scene at a comic book convention, signing copies of his comic \"Madman\". He also provides the artwork for the fictional comic book \"Bluntman and Chronic\".\nAllred himself gained further mainstream attention with the science-fiction/rock-and-roll comic \"&lt;a href=\"Red%20Rocket%207\"&gt;Red Rocket 7&lt;/a&gt;\" (Dark Horse, 1997) and his art for writer &lt;a href=\"Peter%20Milligan\"&gt;Peter Milligan&lt;/a&gt;'s series \"&lt;a href=\"X-Force\"&gt;X-Force&lt;/a&gt;\", which he began drawing in July 2001, and subsequently became \"&lt;a href=\"X-Statix\"&gt;X-Statix&lt;/a&gt;\". In 2000, AAA Pop published Allred's \"The Atomics\", featuring a group of beatniks with superpowers. Issue #116 of \"X-Force\", the first collaboration between Allred and Milligan, was the first Marvel comic book to not have the &lt;a href=\"Comics%20Code%20Authority\"&gt;Comics Code Authority&lt;/a&gt; stamp of approval since 1971.\nIn 2004 and 2005, Allred wrote and drew \"The Golden Plates\", an adaptation of the Book of Mormon. Allred is a Latter-Day Saint, and completed much of the work on this project in collaboration with his wife &lt;a href=\"Laura%20Allred\"&gt;Laura Allred&lt;/a&gt;.\nAllred worked again with Neil Gaiman in 2009 on the &lt;a href=\"Metamorpho\"&gt;Metamorpho&lt;/a&gt; feature in \"&lt;a href=\"Wednesday%20Comics\"&gt;Wednesday Comics&lt;/a&gt;\". The \"Madman All-New Giant-Size Super-Ginchy Special!\" was published in April 2011. Allred and writer &lt;a href=\"Matt%20Fraction\"&gt;Matt Fraction&lt;/a&gt; crafted a \"&lt;a href=\"Fantastic%20Four\"&gt;Fantastic Four&lt;/a&gt;\" spinoff series, \"&lt;a href=\"Future%20Foundation\"&gt;FF&lt;/a&gt;\", in 2013. The following year, Allred and writer &lt;a href=\"Dan%20Slott\"&gt;Dan Slott&lt;/a&gt; launched a new \"&lt;a href=\"Silver%20Surfer%20%28comic%20book%29\"&gt;Silver Surfer&lt;/a&gt;\" series at Marvel. His comic book series \"&lt;a href=\"iZombie%20%28comic%20book%29\"&gt;iZombie&lt;/a&gt;\", which ran from 2010 to 2012, was adapted into a 2015 television series &lt;a href=\"iZombie%20%28TV%20series%29\"&gt;of the same name&lt;/a&gt;. Allred drew the 1960s variant cover for &lt;a href=\"Action%20Comics%201000\"&gt;\"Action Comics\" #1000&lt;/a&gt; (June 2018).\nHis wife, &lt;a href=\"Laura%20Allred\"&gt;Laura&lt;/a&gt;, frequently works as his &lt;a href=\"colorist\"&gt;colorist&lt;/a&gt;.\nAwards.\nAllred's retro-styled artwork is a frequent nominee for comics awards such as the &lt;a href=\"Harvey%20Award\"&gt;Harveys&lt;/a&gt;, the &lt;a href=\"Eisner%20Award\"&gt;Eisners&lt;/a&gt;, and the &lt;a href=\"Eagle%20Award%20%28comics%29\"&gt;Eagles&lt;/a&gt;. In his career, he has received:"
}