{
    "id": "1110985",
    "revid": "25994772",
    "url": "https://en.wikipedia.org/wiki?curid=1110985",
    "title": "Young Communist League of Germany",
    "text": "The Young Communist League of Germany (, abbreviated KJVD) was a political youth organization in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;.\nHistory.\nThe KJVD was formed in 1920 from the Free Socialist Youth () of the &lt;a href=\"Communist%20Party%20of%20Germany\"&gt;Communist Party of Germany&lt;/a&gt;, A prior &lt;a href=\"youth%20wing\"&gt;youth wing&lt;/a&gt; had been formed in October 1918, with support from the &lt;a href=\"Spartacus%20League\"&gt;Spartacus League&lt;/a&gt; (). It was unable to attract new members and its membership peaked in the last years of the &lt;a href=\"Weimar%20Republic\"&gt;Weimar Republic&lt;/a&gt; at between 35,000 and 50,000. However, those who did join were commonly children of &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; parents that were extremely devoted to the Communist Party.\nTheir activities included selling party newspapers, painting slogans, gluing posters, collecting dues, taking part in agitation, and they made up the voice choruses for Communist songs at demonstrations and other events. The KJVD had its own publishing house, the \"Young Guard\". The KJVD followed the Communist Party propaganda of attacking the &lt;a href=\"Social%20Democratic%20Party%20of%20Germany\"&gt;Social Democratic Party of Germany&lt;/a&gt; as a proponent of \"&lt;a href=\"social%20fascism\"&gt;social fascism&lt;/a&gt;\" resulting in hostility to the Social Democrats becoming a feature of the KJVD.\nPolitical rifts between the KJVD and its parent organization, the Communist Party, appeared, including support by members of the KJVD for the young Communist intellectual &lt;a href=\"Heinz%20Neumann%20%28politician%29\"&gt;Heinz Neumann&lt;/a&gt; who advocated increased use of physical violence against political enemies, including the &lt;a href=\"Nazi%20Party\"&gt;Nazis&lt;/a&gt;.\nFuture leader of &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt;, &lt;a href=\"Erich%20Honecker\"&gt;Erich Honecker&lt;/a&gt; was a member of the KJVD and became KJVD leader of &lt;a href=\"Saarland\"&gt;Saarland&lt;/a&gt; in 1931.\nAfter the majority of the &lt;a href=\"Independent%20Social%20Democratic%20Party%20of%20Germany\"&gt;Independent Social Democratic Party of Germany&lt;/a&gt; joined the Communist Party of Germany at the end of 1920, the Independents' Socialist Workers Youth group followed suit and merged with the Communist Party's youth organization and then in 1925, became known as the Young Communists League.\nThe central organ of KJVD was , which was published illegally.\nIn 2002 the &lt;a href=\"Communist%20Party%20of%20Germany%20%281990%29\"&gt;KPD (1990)&lt;/a&gt; established their youth organisation, also calling it the KJVD."
}