{
    "id": "11119587",
    "revid": "194203",
    "url": "https://en.wikipedia.org/wiki?curid=11119587",
    "title": "Bangor Area High School",
    "text": "Bangor Area High School is a four-year public high school located in &lt;a href=\"Upper%20Mount%20Bethel%20Township%2C%20Pennsylvania\"&gt;Upper Mount Bethel Township, Pennsylvania&lt;/a&gt;, in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. It is the only high school in the &lt;a href=\"Bangor%20Area%20School%20District\"&gt;Bangor Area School District&lt;/a&gt;. Its colors are &lt;a href=\"Maroon%20%28color%29\"&gt;maroon&lt;/a&gt; and &lt;a href=\"white\"&gt;white&lt;/a&gt; and its mascot is the &lt;a href=\"Slater\"&gt;Slater&lt;/a&gt;. As of 2016, it has a total enrollment of 998 students in grades 9–12.\nDual enrollment.\nThe Bangor Area High School offers the Pennsylvania &lt;a href=\"Dual%20enrollment\"&gt;Dual Enrollment&lt;/a&gt; program. This state program permits high school students to take courses, at local higher education institutions, to earn college credits. Under the program, students have full access to all activities and programs at the high school. The college credits are offered at a deeply discounted rate. The state offers a small grant to assist students in costs for tuition, fees and books. Under the Pennsylvania Transfer and Articulation Agreement, many Pennsylvania colleges and universities accept these credits for students who transfer to their institutions. The Pennsylvania College Credit Transfer System reported in 2009, that students saved nearly $35.4 million by having their transferred credits count towards a degree under the new system.\nExtracurriculars.\nThe district offers a variety of clubs, activities and sports. Its main athletic rival is &lt;a href=\"Pen%20Argyl%20Area%20High%20School\"&gt;Pen Argyl Area High School&lt;/a&gt;. The school's athletic teams belong to the &lt;a href=\"Pennsylvania%20Interscholastic%20Athletic%20Association\"&gt;P.I.A.A.'s&lt;/a&gt; &lt;a href=\"PIAA%20District%2011\"&gt;District XI&lt;/a&gt;, and is a member of the &lt;a href=\"Colonial%20League\"&gt;Colonial League&lt;/a&gt;.\nBoys' Sports \nGirls' Sports \nMarching band.\nThe &lt;a href=\"Wales\"&gt;Welsh&lt;/a&gt; heritage of Bangor is recognized by the band, and its uniforms are modeled after Her Majesty's Royal Welsh Guard. The Slater Band has played in the Gator bowl in Gainesville, Florida and won an honorary mention. They have also participated in Disney World's Spectromagic Parade, and went on their \"Tribute to Heroes Tour\" in Ireland, Wales, and England during Easter Week of 2007. The band's trademark songs include \"&lt;a href=\"Men%20of%20Harlech\"&gt;Men of Harlech&lt;/a&gt;\" and \"&lt;a href=\"Rule%2C%20Britannia%21\"&gt;Rule, Britannia!&lt;/a&gt;\""
}