{
    "id": "111145",
    "revid": "937448",
    "url": "https://en.wikipedia.org/wiki?curid=111145",
    "title": "Paris, Illinois",
    "text": "Paris is a city in &lt;a href=\"Paris%20Township%2C%20Edgar%20County%2C%20Illinois\"&gt;Paris Township, Edgar County, Illinois&lt;/a&gt;, south of &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; and west of &lt;a href=\"Indianapolis\"&gt;Indianapolis&lt;/a&gt;. In 1900, 6,105 people lived in Paris; in 1910, 7,664; and in 1940, 9,281. The population was 8,291 at the 2020 census. It is the &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt; of Edgar County.\nHistory.\nParis was established in 1826 on land donated by Samuel Vance to be the county seat, and was incorporated as a village in 1849. The town most likely received its name from the word \"Paris\" carved into a jack-oak tree in the middle of what would become the town.\nThe history of Paris includes the service of two Booth brothers as Mayors of the town in the mid-1850s, Walter Booth and &lt;a href=\"Newton%20Booth\"&gt;Newton Booth&lt;/a&gt;. Newton Booth later moved west to California where he served as Governor and eventually as a United States Senator. (source needed)\nThe &lt;a href=\"City%20commission%20government\"&gt;commission&lt;/a&gt; form of government was later adopted in 1915. In 1907 L. A. G. Shoaff bought the Centralia White Stockings and renamed them the Paris Colts. In 1908 the team was renamed the &lt;a href=\"Paris%20Parisians%20%28Eastern%20Illinois%20League%29\"&gt;Paris Parisians&lt;/a&gt;. After the 1908 season the team went under. Paris was the home of a minor league baseball team in the 1950s named the &lt;a href=\"Paris%20Lakers\"&gt;Paris Lakers&lt;/a&gt;. A contest was held among the community to decide on a name for the team. The winning submission, Paris Lakers, was sent in by James C. Dickey. The Paris Lakers were the 1956 &lt;a href=\"Midwest%20League\"&gt;Midwest League&lt;/a&gt; Champions and were an affiliate of the &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt;.\nGeography.\nParis is located at (39.613014, -87.693829).\n&lt;a href=\"U.S.%20Route%20150\"&gt;U.S. Route 150&lt;/a&gt; and &lt;a href=\"Illinois%20State%20Route%201\"&gt;Illinois State Route 1&lt;/a&gt; pass through Paris. Both &lt;a href=\"Illinois%20State%20Route%2016\"&gt;Illinois State Route 16&lt;/a&gt; and &lt;a href=\"Illinois%20State%20Route%20133\"&gt;Illinois State Route 133&lt;/a&gt; have Illinois State Route 1 as their eastern terminus. One railroad passes through town, a &lt;a href=\"CSX%20Transportation\"&gt;CSX Transportation&lt;/a&gt; line that goes north toward &lt;a href=\"Danville%2C%20Illinois\"&gt;Danville&lt;/a&gt; and southeast toward &lt;a href=\"Terre%20Haute%2C%20Indiana\"&gt;Terre Haute, Indiana&lt;/a&gt;.\nAccording to the 2010 census, Paris has a total area of , of which (or 93.39%) is land and (or 6.61%) is water.\nDemographics.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 9,077 people, 3,874 households, and 2,382 families residing in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 1,885.3 people per square mile (728.6/km). There were 4,211 housing units at an average density of 874.6 per square mile (338.0/km). The racial makeup of the city was 98.31% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 0.51% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.21% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 0.22% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.01% &lt;a href=\"Pacific%20Islander%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 0.25% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 0.48% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 0.84% of the population.\nThere were 3,874 households, out of which 27.7% had children under the age of 18 living with them, 45.1% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 12.1% had a female householder with no husband present, and 38.5% were non-families. 34.0% of all households were made up of individuals, and 17.7% had someone living alone who was 65 years of age or older. The average household size was 2.29 and the average family size was 2.91.\nIn the city, the population was spread out, with 23.8% under the age of 18, 9.0% from 18 to 24, 26.0% from 25 to 44, 21.6% from 45 to 64, and 19.6% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 85.9 males. For every 100 females age 18 and over, there were 83.5 males.\nThe median income for a household in the city was $30,902, and the median income for a family was $37,872. Males had a median income of $28,750 versus $20,673 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $17,750. About 8.9% of families and 12.7% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 17.2% of those under age 18 and 11.2% of those age 65 or over.\nEducation.\nParis is composed of two public school districts: &lt;a href=\"Paris%20Union%20School%20District%2095\"&gt;Paris Union School District 95&lt;/a&gt; (for those living inside city limits) and &lt;a href=\"Paris%20Community%20Unit%20School%20District%20No.%204\"&gt;Paris Community Unit School District No. 4&lt;/a&gt; (for those outside the city limits). Those who are in District 95 send their children to Mayo Middle School, while Unit 4 children attend Crestwood School. However, both schools feed into one high school. &lt;a href=\"Paris%20High%20School%20%28Paris%2C%20Illinois%29\"&gt;Paris High School&lt;/a&gt; is the only secondary education facility in Paris and prior to July 1, 2009 was under District 95. On July 1, 2009, the renamed Paris Cooperative High School became the first cooperative high school in the state of Illinois.\nThe high school celebrated its 100-year anniversary in 2009.\nParis Cooperative High School's mascot is the tiger and its colors are orange and black.\nParis is also the home of Saint Mary's School. It is a Catholic school serving grades preschool through 8th grade and is open to children of all religions. St. Mary's is the only tuition-based private school in Paris.\nFire districts.\nParis Community Fire Protection District - PCFPD\nThis district contains 5 stations. 1 being Paris which is a full-time paid department and the others being Vermilion, Oliver, Grandview, and Redmon which are all volunteer department\nClimate.\nClimate is characterized by relatively high temperatures and evenly distributed precipitation throughout the year. The &lt;a href=\"K%C3%B6ppen%20Climate%20Classification\"&gt;Köppen Climate Classification&lt;/a&gt; subtype for this climate is \"&lt;a href=\"Humid%20subtropical%20climate\"&gt;Cfa&lt;/a&gt;\" (Humid Subtropical Climate)."
}