{
    "id": "1112478",
    "revid": "1065464539",
    "url": "https://en.wikipedia.org/wiki?curid=1112478",
    "title": "East New York, Brooklyn",
    "text": "East New York is a residential &lt;a href=\"neighborhood\"&gt;neighborhood&lt;/a&gt; in the eastern section of the borough of &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt; in New York City, United States. Its boundaries, starting from the north and moving clockwise, are roughly the &lt;a href=\"Cemetery%20Belt\"&gt;Cemetery Belt&lt;/a&gt; and the &lt;a href=\"Queens\"&gt;Queens&lt;/a&gt; borough line to the north; the Queens borough line to the east; &lt;a href=\"Jamaica%20Bay\"&gt;Jamaica Bay&lt;/a&gt; to the south, and the &lt;a href=\"Bay%20Ridge%20Branch\"&gt;Bay Ridge Branch&lt;/a&gt; railroad tracks and Van Sinderen Avenue to the west. &lt;a href=\"Linden%20Boulevard\"&gt;Linden Boulevard&lt;/a&gt;, &lt;a href=\"Pennsylvania%20Avenue%20%28Brooklyn%29\"&gt;Pennsylvania Avenue&lt;/a&gt;, and &lt;a href=\"Atlantic%20Avenue%20%28New%20York%20City%29\"&gt;Atlantic Avenue&lt;/a&gt; are the primary thoroughfares through East New York.\nEast New York was founded as the Town of &lt;a href=\"New%20Lots%2C%20Brooklyn\"&gt;New Lots&lt;/a&gt; in the 1650s. It was annexed as the 26th Ward of the rapidly growing &lt;a href=\"City%20of%20Brooklyn\"&gt;City of Brooklyn&lt;/a&gt; in 1886, and became part of New York City in 1898. During the latter part of the twentieth century, East New York came to be predominantly inhabited by &lt;a href=\"African%20Americans\"&gt;African Americans&lt;/a&gt; and &lt;a href=\"Latinos\"&gt;Latinos&lt;/a&gt;.\nEast New York is part of &lt;a href=\"Brooklyn%20Community%20Board%205\"&gt;Brooklyn Community District 5&lt;/a&gt;, and its primary &lt;a href=\"ZIP%20Code\"&gt;ZIP Code&lt;/a&gt;s are 11207, 11208, and 11239. It is patrolled by the 75th Precinct of the &lt;a href=\"New%20York%20City%20Police%20Department\"&gt;New York City Police Department&lt;/a&gt;. &lt;a href=\"New%20York%20City%20Housing%20Authority\"&gt;New York City Housing Authority&lt;/a&gt; (NYCHA) property in the area is patrolled by P.S.A. 2. Politically it is represented by the &lt;a href=\"New%20York%20City%20Council\"&gt;New York City Council&lt;/a&gt;'s 37th and 42nd Districts.\nHistory.\nEarly history and development.\nAt the northern edge of what is now East New York, a chain of &lt;a href=\"hills\"&gt;hills&lt;/a&gt;, geologically a terminal &lt;a href=\"moraine\"&gt;moraine&lt;/a&gt;, separates northwestern &lt;a href=\"Long%20Island\"&gt;Long Island&lt;/a&gt; from &lt;a href=\"Jamaica%2C%20Queens\"&gt;Jamaica&lt;/a&gt; and the &lt;a href=\"Hempstead%20Plains\"&gt;Hempstead Plains&lt;/a&gt;, the main part of Long Island's fertile outwash plain. The southern portions of the neighborhood, meanwhile, consisted of salt marshes and several creeks, which drained into &lt;a href=\"Jamaica%20Bay\"&gt;Jamaica Bay&lt;/a&gt;. These areas were originally settled by the Jameco &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt;, and later used by the Canarsee and Rockaway tribes as fishing grounds.\nIn the 1650s &lt;a href=\"Dutch%20Empire\"&gt;Dutch colonists&lt;/a&gt; began settling in what are now the eastern sections of &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;, forming the towns of &lt;a href=\"Flatbush%2C%20Brooklyn\"&gt;Flatbush&lt;/a&gt;, &lt;a href=\"Bushwick%2C%20Brooklyn\"&gt;Bushwick&lt;/a&gt;, and &lt;a href=\"New%20Lots%2C%20Brooklyn\"&gt;New Lots&lt;/a&gt; (the predecessor of East New York). The area along with the rest of Brooklyn and modern New York City was ceded to the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt; in 1664. A few 18th-century roads, including the &lt;a href=\"Fulton%20Street%2C%20Brooklyn\"&gt;ferry road&lt;/a&gt; or \"Palmer Turnpike\" from Brooklyn to Jamaica, passed through the chain of hills; hence the area was called \"&lt;a href=\"Jamaica%20Pass\"&gt;Jamaica Pass&lt;/a&gt;\". During the &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt; invading &lt;a href=\"Kingdom%20of%20Great%20Britain\"&gt;British&lt;/a&gt; and &lt;a href=\"Hessian%20%28soldiers%29\"&gt;Hessian&lt;/a&gt; (German) soldiers ended an all-night forced march at this pass in August 1776 to surprise and &lt;a href=\"Flanking%20maneuver\"&gt;flank&lt;/a&gt; General &lt;a href=\"George%20Washington\"&gt;George Washington&lt;/a&gt; and the &lt;a href=\"Continental%20Army\"&gt;Continental Army&lt;/a&gt;, to win the &lt;a href=\"Battle%20of%20Long%20Island\"&gt;Battle of Long Island&lt;/a&gt; (also known as the Battle of Brooklyn or the &lt;a href=\"Battle%20of%20Brooklyn%20Heights\"&gt;Battle of Brooklyn Heights&lt;/a&gt;).\nIn 1835, &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt; merchant John Pitkin (the namesake of Pitkin Avenue) purchased the land of the Town of New Lots north of New Lots Avenue, opening a shoe factory at what is now Williams Street and Pitkin Avenue. Pitkin named the area \"East New York\" to signify it as the eastern end of New York City. In 1836 the Brooklyn and Jamaica Railroad (soon to become part of the Long Island Rail Road) opened through the area; it did not originally stop in East New York, but a stop there was added by 1844. The LIRR moved its terminus to Queens in 1860, and the line through Brooklyn was shortened to end at East New York.\nIn 1852, New Lots was officially ceded from the Town of Flatbush. In the middle 19th century, the road between Brooklyn and Jamaica became the Brooklyn and Jamaica &lt;a href=\"Plank%20Road\"&gt;Plank Road&lt;/a&gt;. The &lt;a href=\"Brooklyn%20and%20Rockaway%20Beach%20Railroad\"&gt;Brooklyn and Rockaway Beach Railroad&lt;/a&gt; (1865) was built to connect the LIRR's &lt;a href=\"Atlantic%20Branch\"&gt;Atlantic Branch&lt;/a&gt; with Canarsie at a point later known as &lt;a href=\"Broadway%20Junction%20%28New%20York%20City%20Subway%29\"&gt;Broadway Junction&lt;/a&gt;. As often happened at 19th-century railroad &lt;a href=\"Junction%20%28rail%29\"&gt;junctions&lt;/a&gt;, a &lt;a href=\"railway%20town\"&gt;railway town&lt;/a&gt; arose. &lt;a href=\"Urban%20sprawl\"&gt;Sprawling development&lt;/a&gt; into the recently rustic northern part of the Town of New Lots followed the reach of elevated transit lines into the area: the &lt;a href=\"BMT%20Jamaica%20Line\"&gt;Jamaica Avenue Line&lt;/a&gt; in 1885 and the &lt;a href=\"Fulton%20Street%20Line%20%28elevated%29\"&gt;Fulton Street Line&lt;/a&gt; in 1889. The road to Brooklyn was renamed Fulton Street, the one to Jamaica, &lt;a href=\"Jamaica%20Avenue\"&gt;Jamaica Avenue&lt;/a&gt;, and the one to &lt;a href=\"Williamsburg%2C%20Brooklyn\"&gt;Williamsburg&lt;/a&gt;, &lt;a href=\"Broadway%20%28Brooklyn%29\"&gt;Broadway&lt;/a&gt;.\nAnnexation to Brooklyn and 20th century.\nEast New York (as the Town of New Lots) was annexed as the 26th Ward of the rapidly growing &lt;a href=\"City%20of%20Brooklyn\"&gt;City of Brooklyn&lt;/a&gt; in 1886; in 1898 after a decade-long controversy with debates, campaigns and publicity, the community was merged into New York City as a whole with the consolidation of Brooklyn and the other four boroughs into a single entity as the \"&lt;a href=\"City%20of%20Greater%20New%20York\"&gt;City of Greater New York&lt;/a&gt;\". In the 20th century its name came to be applied to much of the former township.\nIn 1939, the &lt;a href=\"Works%20Progress%20Administration\"&gt;Works Progress Administration&lt;/a&gt; \"Guide to New York City\" wrote:\nAfter &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, thousands of &lt;a href=\"manufacturing\"&gt;manufacturing&lt;/a&gt; jobs left New York City thereby increasing the importance of the remaining jobs to those with limited education and job skills. During this same period, large numbers of &lt;a href=\"Puerto%20Rico\"&gt;Puerto Ricans&lt;/a&gt; from the &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean island&lt;/a&gt; and African-Americans from the South emigrated to New York City looking for employment. East New York, no longer replete with the jobs the new residents had come for, was thereby faced with a host of new &lt;a href=\"socioeconomics\"&gt;socioeconomic&lt;/a&gt; problems, including widespread &lt;a href=\"unemployment\"&gt;unemployment&lt;/a&gt; and &lt;a href=\"crime\"&gt;crime&lt;/a&gt;.\nSocial problems.\nSince the late 1950s East New York has had some of the highest &lt;a href=\"crime%20rates\"&gt;crime rates&lt;/a&gt; in &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;, and is considered by some to be the borough's &lt;a href=\"murder%20capital\"&gt;murder capital&lt;/a&gt;, alongside &lt;a href=\"Brownsville%2C%20Brooklyn\"&gt;Brownsville&lt;/a&gt;. Many social problems associated with &lt;a href=\"poverty\"&gt;poverty&lt;/a&gt; from crime to &lt;a href=\"drug%20addiction\"&gt;drug addiction&lt;/a&gt; have been prevalent in the area for decades. Despite the decline of crime compared to their peaks during the &lt;a href=\"crack%20cocaine\"&gt;crack&lt;/a&gt; and &lt;a href=\"heroin\"&gt;heroin&lt;/a&gt; epidemics, violent crime continues to be widespread in the community. East New York's 75th Police Precinct reported the highest murder rate in the city in 2011, according to crime reports compiled by DNAinfo.com. East New York has significantly higher dropout rates and incidences of violence in its schools. Students must pass through metal detectors and swipe ID cards to enter the buildings. Other problems in local schools include low test scores and high truancy rates.\nWalter Thabit, a &lt;a href=\"urban%20planning\"&gt;city planner&lt;/a&gt; for East New York, chronicled in his 2003 book, \"How East New York Became a Ghetto\", the change in population from mostly &lt;a href=\"working%20class\"&gt;working class&lt;/a&gt; Italians and Jewish residents to residents of &lt;a href=\"Puerto%20Ricans%20in%20the%20United%20States\"&gt;Puerto Rican&lt;/a&gt; and &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt; descent. Thabit argues that &lt;a href=\"landlord\"&gt;landlord&lt;/a&gt;s and &lt;a href=\"real%20estate\"&gt;real estate&lt;/a&gt; agents played a significant role in the downturn of the area. Puerto Ricans were moving to New York City in the late 1950s, at a time when unemployment rates in &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt; soared to 25 percent, and left Puerto Rico on the brink of poverty. Thabit also describes how the construction of &lt;a href=\"public%20housing\"&gt;public housing&lt;/a&gt; projects in East New York further contributed to its decline, noting that many of the developments were built by corrupt managers and contractors. He argues that the &lt;a href=\"Government%20of%20New%20York%20City\"&gt;city government&lt;/a&gt; largely ignored the community when it could have helped turn it around. Writing in the \"&lt;a href=\"New%20York%20Press\"&gt;New York Press&lt;/a&gt;\", Michael Manville accused Thabit of poor research, sweeping generalizations, and a failure to distinguish the actions of allegedly racist individuals from the effects of what he describes as \"a racist capitalist system\", and contends that much of the &lt;a href=\"urban%20renewal\"&gt;urban renewal&lt;/a&gt; and public housing efforts of the period were in fact well-intentioned, if ill-considered and hubristic.\nUrban renewal.\nIn the 1980s &lt;a href=\"East%20Brooklyn%20Congregations\"&gt;East Brooklyn Congregations (EBC)&lt;/a&gt;, an affiliate of the &lt;a href=\"Industrial%20Areas%20Foundation\"&gt;Industrial Areas Foundation (IAF)&lt;/a&gt; organized to address the need for quality affordable housing in East New York. This coalition advocated that vacant New York City owned land be provided at no cost for the development of new affordable owner occupied housing with subsidies for low-interest mortgages. This effort was called the &lt;a href=\"Spring%20Creek%2C%20Brooklyn%23Nehemiah%20Spring%20Creek\"&gt;Nehemiah Program&lt;/a&gt;. It was replicated in other parts of the city and country and led to national legislation. The Nehemiah homes were funded by a loan from $8 million loan fund from three Brooklyn Churches. Its setup was described as follows by \"The New York Times\" the city provides vacant sites, forgives real-estate taxes on the homes (but not the land) for 10 years, and provides what amounts to a $10,000 interest-free loan per house. Buyers pay $43,500 (their median income was $27,000; 40 percent moved from public or subsidized housing).\"\nNew developments are rising in the area, including the &lt;a href=\"Gateway%20Center%20%28Brooklyn%29\"&gt;Gateway Center&lt;/a&gt; &lt;a href=\"shopping%20mall\"&gt;shopping mall&lt;/a&gt; located on what was once part of a &lt;a href=\"landfill\"&gt;landfill&lt;/a&gt; near &lt;a href=\"Jamaica%20Bay\"&gt;Jamaica Bay&lt;/a&gt;. Gateway Center, in &lt;a href=\"Starrett%20City%2C%20Brooklyn\"&gt;Spring Creek&lt;/a&gt;, is a suburban-style shopping complex with multiple large stores. Gateway Center consists of two structures. Gateway Center South, the first structure, opened in 2002, and Gateway Center North, the second development, opened in 2014.\nDemographics.\nBased on data from the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 United States Census&lt;/a&gt;, the population of East New York was 91,958, an increase of 8,683 (10.4%) from the 83,275 counted in &lt;a href=\"2000%20United%20States%20Census\"&gt;2000&lt;/a&gt;. Covering an area of , the neighborhood had a population density of .\nThe racial makeup of the neighborhood was 63.6% (58,453) &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 3.0% (2,764) &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 1.3% (1,240) &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 0.3% (291) &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 0.0% (38) &lt;a href=\"Pacific%20Islander%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 0.7% (683) from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 1.3% (1,237) from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 29.6% (27,252) of the population.\nThe entirety of Community Board 5 had 181,300 inhabitants as of &lt;a href=\"New%20York%20City%20Department%20of%20Health%20and%20Mental%20Hygiene\"&gt;NYC Health&lt;/a&gt;'s 2018 Community Health Profile, with an average life expectancy of 78.6 years. This is lower than the median life expectancy of 81.2 for all New York City neighborhoods. Most inhabitants are middle-aged adults and youth: 27% are between the ages of 0–17, 28% between 25–44, and 34% between 45–64. The ratio of college-aged and elderly residents was lower, at 10% and 12% respectively.\nAs of 2016, the median &lt;a href=\"household%20income\"&gt;household income&lt;/a&gt; in Community Board 5 was $36,786. In 2018, an estimated 30% of East New York residents lived in poverty, compared to 21% in all of Brooklyn and 20% in all of New York City. One in ten residents (10%) were unemployed, compared to 9% in the rest of both Brooklyn and New York City. Rent burden, or the percentage of residents who have difficulty paying their rent, is 52% in East New York, higher than the citywide and boroughwide rates of 52% and 51% respectively. Based on this calculation, , East New York is considered to be low-income relative to the rest of the city and not &lt;a href=\"gentrification\"&gt;gentrifying&lt;/a&gt;.\nDuring the 1960s, East New York transitioned from being predominately Jewish and Italian to being predominately African American and Puerto Rican. However, now East New York is more diversified, with large &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt;, &lt;a href=\"Puerto%20Rican%20American\"&gt;Puerto Rican&lt;/a&gt;, &lt;a href=\"Dominican%20American\"&gt;Dominican&lt;/a&gt;, &lt;a href=\"West%20Indian%20American\"&gt;West Indian&lt;/a&gt;, and &lt;a href=\"South%20Asian%20American\"&gt;South Asian&lt;/a&gt; populations. Due to gentrification of other Brooklyn neighborhoods, closer to Downtown Brooklyn and Manhattan, such as Bushwick and Bed-Stuy, East New York now has one of the fastest growing Black and Latino populations in the city.\nAccording to the 2020 census data from &lt;a href=\"New%20York%20City%20Department%20of%20City%20Planning\"&gt;New York City Department of City Planning&lt;/a&gt;, Black residents make up the majority of East New York, but there are also significant populations of Hispanic residents. In East New York North, there are between 20,000 to 29,999 Black residents and between 10,000 to 19,999 Hispanic residents. City Line has about an equal population of Black and Hispanic residents (10,000 to 19,999) and 5,000 to 9,999 Asian residents. East New York New Lots has 30,000 to 39,999 Black residents and 10,000 to 19,999 Hispanic residents. Cypress Hills is the only section of East New York that has a majority Hispanic community, with 20,000 to 29,999 Hispanic residents and 5,000 to 9,999 Black residents. In all parts of East New York except for City Line, there were less than 5,000 white and Asian residents.\nGeography.\nEast New York covers a relatively large area, abutting the &lt;a href=\"Queens\"&gt;Queens&lt;/a&gt; border to the north and east. North of East New York is &lt;a href=\"Highland%20Park%2C%20Brooklyn\"&gt;Highland Park&lt;/a&gt;, the &lt;a href=\"Cemetery%20Belt\"&gt;Cemetery Belt&lt;/a&gt;, and the neighborhoods of &lt;a href=\"Ridgewood%2C%20Queens\"&gt;Ridgewood&lt;/a&gt; and &lt;a href=\"Glendale%2C%20Queens\"&gt;Glendale&lt;/a&gt; in Queens. The neighborhoods of &lt;a href=\"Bushwick%2C%20Brooklyn\"&gt;Bushwick&lt;/a&gt; and &lt;a href=\"Bedford%E2%80%93Stuyvesant%2C%20Brooklyn\"&gt;Bedford–Stuyvesant&lt;/a&gt; are northwest of East New York, while &lt;a href=\"Brownsville%2C%20Brooklyn\"&gt;Brownsville&lt;/a&gt; is to the west and &lt;a href=\"Canarsie%2C%20Brooklyn\"&gt;Canarsie&lt;/a&gt; is to the southwest. &lt;a href=\"Jamaica%20Bay\"&gt;Jamaica Bay&lt;/a&gt; and the &lt;a href=\"Shirley%20Chisholm%20State%20Park\"&gt;Shirley Chisholm State Park&lt;/a&gt; are located on the southern shore, while &lt;a href=\"Woodhaven%2C%20Queens\"&gt;Woodhaven&lt;/a&gt;, &lt;a href=\"Ozone%20Park%2C%20Queens\"&gt;Ozone Park&lt;/a&gt;, and &lt;a href=\"Howard%20Beach%2C%20Queens\"&gt;Howard Beach&lt;/a&gt; in Queens are located to the east.\nLand use.\nEast New York consists of mixed properties but primarily &lt;a href=\"Semi-detached%20housing\"&gt;semi-detached homes&lt;/a&gt;, two-to-four family houses, and multi-unit apartment buildings, including &lt;a href=\"condominium\"&gt;condominium&lt;/a&gt;s and co-ops. The total land area is one square mile.\nThe area is also home to the East Brooklyn Industrial Park. The 44-block &lt;a href=\"industrial%20park\"&gt;industrial park&lt;/a&gt; was established in 1980 by the New York City Public Development Corporation in East New York's northwest quadrant. It is bounded by &lt;a href=\"Atlantic%20Avenue%2C%20Brooklyn\"&gt;Atlantic Avenue&lt;/a&gt;, Sheffield Avenue, Sutter Avenue and Powell Street.\n&lt;a href=\"Public%20housing\"&gt;Public housing&lt;/a&gt; developments of various type and a smaller number of tenements populate the area. There are eleven &lt;a href=\"New%20York%20City%20Housing%20Authority\"&gt;New York City Housing Authority&lt;/a&gt; developments located in East New York.\nWith the founding of &lt;a href=\"East%20New%20York%20Farms\"&gt;East New York Farms&lt;/a&gt; in 1998, there has been an increase usage in lots. Various organizations and local community groups have different gardens in order to beautify the area.\nAfrican Burial Ground Square was designated in 2013 after remains were found some years earlier between New Lots and Livonia Avenues from Barbey to Schenck Streets. It shares space with the New Lots branch of the &lt;a href=\"Brooklyn%20Public%20Library\"&gt;Brooklyn Public Library&lt;/a&gt;. After months of effort, the burial ground was finally confirmed and formally recognized.\nSubsections.\nCity Line.\nCity Line is a sub-section of East New York bordering the neighborhoods of &lt;a href=\"Cypress%20Hills%2C%20Brooklyn\"&gt;Cypress Hills&lt;/a&gt; to the north and southwest and &lt;a href=\"Ozone%20Park%2C%20Queens\"&gt;Ozone Park&lt;/a&gt; (&lt;a href=\"Queens\"&gt;Queens&lt;/a&gt;) to the east. The neighborhood is named \"City Line\" for its location in the former &lt;a href=\"City%20of%20Brooklyn\"&gt;City of Brooklyn&lt;/a&gt; near the border with Queens County before Brooklyn and parts of Queens County were &lt;a href=\"Borough%20%28New%20York%20City%29\"&gt;consolidated into New York City in 1898&lt;/a&gt;. Many Italians, Germans and Irish originally lived in the area, which today is home to immigrants from Bangladesh, the Dominican Republic, Guyana, and Puerto Rico. The neighborhood also includes African-Americans and Latino-Americans, and a scattered presence of South Asian-Americans. The main commercial district is located along &lt;a href=\"Liberty%20Avenue%20%28New%20York%20City%29\"&gt;Liberty Avenue&lt;/a&gt;. City Line is home to many restaurants, shopping stores, and food markets.\nNew Lots.\nNew Lots is a sub-section of East New York. The \"New Lots\" east of the Town of &lt;a href=\"Flatbush%2C%20Brooklyn\"&gt;Flatbush&lt;/a&gt; were laid out in the 18th century and were considered to be an eastward extension of Flatbush. The area was the site of the Town Hall of New Lots (located at 109-111 Bradford Street) from 1852 when the area seceded from Flatbush until it was annexed in 1886 as the 26th Ward of Brooklyn. The population is largely &lt;a href=\"African-American\"&gt;African-American&lt;/a&gt; and &lt;a href=\"Latino-American\"&gt;Latino-American&lt;/a&gt;. IS 218, PS 72 and Invictus Preparatory Charter School are right across from the public houses.\nSpring Creek.\n&lt;a href=\"Spring%20Creek%2C%20Brooklyn\"&gt;Spring Creek&lt;/a&gt; is the southeastern part of the former Town of New Lots, and is often included in East New York. Its boundaries moving clockwise are: Linden Boulevard to the north; Betts Creek and Fountain Avenue to the east; &lt;a href=\"Gateway%20National%20Recreation%20Area\"&gt;Gateway National Recreation Area&lt;/a&gt; to the south; and Schenck Avenue and Hendrix Creek to the west. Some locations north of this area up to Linden Boulevard are also considered part of the neighborhood. Spring Creek includes the &lt;a href=\"Starrett%20City%2C%20Brooklyn\"&gt;Starrett City&lt;/a&gt; apartment complex, the &lt;a href=\"Gateway%20Center%20%28Brooklyn%29\"&gt;Gateway Center&lt;/a&gt;, the Spring Creek Gardens gated housing development, and the Nehemiah Spring Creek and Gateway Elton affordable housing developments.\nCypress Hills.\nCypress Hills, a subsection of East New York, is bordered on the south by &lt;a href=\"City%20Line%2C%20Brooklyn\"&gt;City Line&lt;/a&gt;; to the north by &lt;a href=\"Cypress%20Hills%20Cemetery\"&gt;Cypress Hills Cemetery&lt;/a&gt;; to the west by &lt;a href=\"Bushwick%2C%20Brooklyn\"&gt;Bushwick&lt;/a&gt;; and to the east &lt;a href=\"Woodhaven%2C%20Queens\"&gt;Woodhaven&lt;/a&gt; and &lt;a href=\"Ozone%20Park%2C%20Queens\"&gt;Ozone Park&lt;/a&gt; in &lt;a href=\"Queens\"&gt;Queens&lt;/a&gt;. Cypress Hills is bordered by Highland Park Boulevard and Jamaica Avenue on the north, Eldert Lane on the east, Linden Boulevard on the south, and Pennsylvania Ave on the west. The Cypress Hills and Arlington branches of the &lt;a href=\"Brooklyn%20Public%20Library\"&gt;Brooklyn Public Library&lt;/a&gt; serve this community. This neighborhood is demographically mixed with &lt;a href=\"Dominican%20Americans\"&gt;Dominican-Americans&lt;/a&gt;, &lt;a href=\"Stateside%20Puerto%20Ricans\"&gt;Stateside Puerto Ricans&lt;/a&gt;, South &lt;a href=\"Asian-American\"&gt;Asian-American&lt;/a&gt;s, &lt;a href=\"Caribbean%20American\"&gt;Caribbean American&lt;/a&gt;s, &lt;a href=\"White%20people\"&gt;Caucasians&lt;/a&gt; and &lt;a href=\"African%20Americans\"&gt;African Americans&lt;/a&gt;. The Hispanic or Latino population were 60.9%.\nArea schools include:\nStarrett City.\n&lt;a href=\"Starrett%20City%2C%20Brooklyn\"&gt;Starrett City&lt;/a&gt; (also known as Spring Creek Towers) is the largest subsidized rental apartment complex in the United States. Its boundaries, starting from the north and moving clockwise are: Flatlands Avenue to the north, Hendrix Street to the east, Jamaica Bay to the south and the Fresh Creek Basin. Opened in 1974, the Starrett City site spanned over before being subdivided in 2009 as part of a refinancing. The housing development contains 5,881 apartment units in 46 buildings. The residential site also includes eight parking garages and a community center. The area contains a shopping center as well. A number of parcels of undeveloped land totaling were separated out from the residential site as part of the refinancing.\nThe development was designed by &lt;a href=\"Herman%20Jessor\"&gt;Herman Jessor&lt;/a&gt;, organized in the &lt;a href=\"towers%20in%20the%20park\"&gt;towers in the park&lt;/a&gt; layout. The buildings utilize a simple \"&lt;a href=\"American%20Foursquare\"&gt;foursquare&lt;/a&gt;\" design. The residential portion of the property has eight \"sections\" each including several buildings, its own field, recreational area (&lt;a href=\"jungle%20gym\"&gt;jungle gym&lt;/a&gt;, park, &lt;a href=\"American%20handball\"&gt;handball&lt;/a&gt; court, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; court) and a five-story &lt;a href=\"parking%20garage\"&gt;parking garage&lt;/a&gt; for residents in that section. These sections are Ardsley, Bethel, Croton, Delmar, Elmira, Freeport, Geneva, and Hornell; each named after municipalities in &lt;a href=\"New%20York%20%28state%29\"&gt;New York State&lt;/a&gt;. The community had its own newspaper, known as the \"Spring Creek Sun\".\nThe Hole.\n&lt;a href=\"The%20Hole%2C%20New%20York\"&gt;The Hole&lt;/a&gt; is an isolated section that is also a part of Queens. A run-down neighborhood considered \"lost\", it has the lowest elevation within the city and is considered to be like the &lt;a href=\"Wild%20West\"&gt;Wild West&lt;/a&gt; in some fashions. It is generally bordered by Ruby Street, South &lt;a href=\"Conduit%20Avenue\"&gt;Conduit Avenue&lt;/a&gt;, and &lt;a href=\"Linden%20Boulevard\"&gt;Linden Boulevard&lt;/a&gt;.\nThe area is home to the &lt;a href=\"Federation%20of%20Black%20Cowboys\"&gt;Federation of Black Cowboys&lt;/a&gt;.\nPolice and crime.\nEast New York is patrolled by the 75th Precinct of the &lt;a href=\"New%20York%20City%20Police%20Department\"&gt;NYPD&lt;/a&gt;. The 75th Precinct ranked 53rd safest out of 69 patrol areas for per-capita crime in 2010. While total crime has decreased since the 1990s, it is still higher in East New York than in the rest of the city. , with a non-fatal assault rate of 113 per 100,000 people, East New York's rate of &lt;a href=\"violent%20crime\"&gt;violent crime&lt;/a&gt;s per capita is greater than that of the city as a whole. The incarceration rate of 1,065 per 100,000 people is higher than that of the city as a whole.\nThe 75th Precinct has a lower crime rate than in the 1990s, with crimes across all categories having decreased by 73.1% between 1990 and 2018. The precinct reported 7 murders, 70 rapes, 603 robberies, 940 felony assaults, 441 burglaries, 1,030 grand larcenies, and 207 grand larcenies auto in 2018.\nFire safety.\nThe &lt;a href=\"New%20York%20City%20Fire%20Department\"&gt;New York City Fire Department&lt;/a&gt; (FDNY) operates four fire stations and one &lt;a href=\"New%20York%20City%20Fire%20Department%20Bureau%20of%20EMS\"&gt;EMS&lt;/a&gt; station in East New York:\nHealth.\n, &lt;a href=\"preterm%20birth\"&gt;preterm birth&lt;/a&gt;s and births to teenage mothers are more common in East New York than in other places citywide. In East New York, there were 110 preterm births per 1,000 live births (compared to 87 per 1,000 citywide), and 29.3 births to teenage mothers per 1,000 live births (compared to 19.3 per 1,000 citywide). East New York has a relatively low population of residents who are &lt;a href=\"Health%20insurance%20coverage%20in%20the%20United%20States\"&gt;uninsured&lt;/a&gt;, or who receive healthcare through &lt;a href=\"Medicaid\"&gt;Medicaid&lt;/a&gt;. In 2018, this population of uninsured residents was estimated to be 7%, which is lower than the citywide rate of 12%.\nThe concentration of &lt;a href=\"particulates\"&gt;fine particulate matter&lt;/a&gt;, the deadliest type of &lt;a href=\"air%20pollution\"&gt;air pollutant&lt;/a&gt;, in East New York is , lower than the citywide and boroughwide averages. Thirteen percent of East New York residents are &lt;a href=\"Smoking\"&gt;smokers&lt;/a&gt;, which is slightly lower than the city average of 14% of residents being smokers. In East New York, 35% of residents are &lt;a href=\"Obesity\"&gt;obese&lt;/a&gt;, 14% are &lt;a href=\"Diabetes%20mellitus\"&gt;diabetic&lt;/a&gt;, and 34% have &lt;a href=\"hypertension\"&gt;high blood pressure&lt;/a&gt;—compared to the citywide averages of 24%, 11%, and 28% respectively. In addition, 25% of children are obese, compared to the citywide average of 20%.\nSeventy-six percent of residents eat some fruits and vegetables every day, which is lower than the city's average of 87%. In 2018, 70% of residents described their health as \"good,\" \"very good,\" or \"excellent,\" less than the city's average of 78%. For every supermarket in East New York, there are 13 &lt;a href=\"convenience%20store\"&gt;bodegas&lt;/a&gt;.\nThere are several hospitals in the East New York area, including NYC Health + Hospitals/Gotham Health, East New York; &lt;a href=\"Brookdale%20University%20Hospital%20and%20Medical%20Center\"&gt;Brookdale University Hospital and Medical Center&lt;/a&gt;; and &lt;a href=\"Kings%20County%20Hospital%20Center\"&gt;Kings County Hospital Center&lt;/a&gt;.\nPost offices and ZIP Codes.\nThe majority of East New York is covered by &lt;a href=\"ZIP%20Code\"&gt;ZIP Code&lt;/a&gt;s 11207 and 11208, though Starrett City is covered by its own zip code, 11239. The &lt;a href=\"United%20States%20Post%20Office\"&gt;United States Post Office&lt;/a&gt; operates the East New York Station at 2645 Atlantic Avenue and the Spring Creek Station at 1310 Pennsylvania Avenue.\nEducation.\nEast New York generally has a lower ratio of college-educated residents than the rest of the city . While 21% of residents age 25 and older have a college education or higher, 23% have less than a high school education and 56% are high school graduates or have some college education. By contrast, 40% of Brooklynites and 38% of city residents have a college education or higher. The percentage of East New York students excelling in reading and math has been increasing, with reading achievement rising from 26 percent in 2000 to 32 percent in 2011, and math achievement rising from 19 percent to 43 percent within the same time period.\nEast New York's rate of elementary school student absenteeism is higher than the rest of New York City. In East New York, 31% of elementary school students missed twenty or more days per &lt;a href=\"school%20year\"&gt;school year&lt;/a&gt;, compared to the citywide average of 20% of students. Additionally, 68% of high school students in East New York graduate on time, lower than the citywide average of 75% of students.\nSchools.\nThe &lt;a href=\"New%20York%20City%20Department%20of%20Education\"&gt;New York City Department of Education&lt;/a&gt; operates public schools in the area. East New York high schools suffer from high dropout rates. As with other New York City schools, gang violence is a common problem. East New York has two higher institutes, &lt;a href=\"Touro%20College\"&gt;Touro College&lt;/a&gt; and Be'er Hagolah Institute in &lt;a href=\"Starrett%20City\"&gt;Starrett City&lt;/a&gt;. Spring Creek High School opened in 2012, becoming the fifth high school in 60 years and the first in the Spring Creek area.\nOne of the neighborhood's local &lt;a href=\"public%20high%20schools\"&gt;public high schools&lt;/a&gt;, &lt;a href=\"Thomas%20Jefferson%20High%20School%20%28New%20York%20City%29\"&gt;Thomas Jefferson High School&lt;/a&gt;, shut down in June 2007 due to extremely low academic performance: a graduation rate of 29%, with only 2% entering the school at grade level in &lt;a href=\"Mathematics\"&gt;math&lt;/a&gt; and 10% entering at grade level in &lt;a href=\"Reading%20%28activity%29\"&gt;reading&lt;/a&gt;. The school was known for its &lt;a href=\"Reserve%20Officers%27%20Training%20Corps\"&gt;ROTC&lt;/a&gt; program. Four new high schools were organized in the old building.\nLibraries.\nThe &lt;a href=\"Brooklyn%20Public%20Library\"&gt;Brooklyn Public Library&lt;/a&gt; (BPL) has four branches in East New York:\nTransportation.\nEast New York is well-served by public transportation, including these &lt;a href=\"New%20York%20City%20Subway\"&gt;New York City Subway&lt;/a&gt; services:\nThe following &lt;a href=\"MTA%20Regional%20Bus%20Operations\"&gt;MTA Regional Bus Operations&lt;/a&gt; routes serve the neighborhood:\nIn addition, the neighborhood contains the &lt;a href=\"East%20New%20York%20station\"&gt;East New York station&lt;/a&gt; on the &lt;a href=\"Long%20Island%20Rail%20Road\"&gt;Long Island Rail Road&lt;/a&gt;'s &lt;a href=\"Atlantic%20Branch\"&gt;Atlantic Branch&lt;/a&gt;. The New York City Subway's &lt;a href=\"East%20New%20York%20Yard\"&gt;East New York Yard&lt;/a&gt;, &lt;a href=\"Livonia%20Yard\"&gt;Livonia Yard&lt;/a&gt;, and &lt;a href=\"Pitkin%20Yard\"&gt;Pitkin Yard&lt;/a&gt;, as well as New York City Bus's &lt;a href=\"East%20New%20York%20Bus%20Depot\"&gt;East New York Bus Depot&lt;/a&gt; and &lt;a href=\"Spring%20Creek%20Bus%20Depot\"&gt;Spring Creek Bus Depot&lt;/a&gt;, are all in the neighborhood, but none of these are open to the public. The freight-only &lt;a href=\"Bay%20Ridge%20Branch\"&gt;Bay Ridge Branch&lt;/a&gt; demarcates the western border of East New York.\nAvenues and other major highways and roadways designed for automoviles include:"
}