{
    "id": "1115197",
    "revid": "40934158",
    "url": "https://en.wikipedia.org/wiki?curid=1115197",
    "title": "Peddie School",
    "text": "The Peddie School is a &lt;a href=\"college%20preparatory%20school\"&gt;college preparatory school&lt;/a&gt; in &lt;a href=\"Hightstown%2C%20New%20Jersey\"&gt;Hightstown&lt;/a&gt;, in &lt;a href=\"Mercer%20County%2C%20New%20Jersey\"&gt;Mercer County, New Jersey&lt;/a&gt;, United States. It is a &lt;a href=\"non-denominational\"&gt;non-denominational&lt;/a&gt;, &lt;a href=\"coeducation\"&gt;coeducation&lt;/a&gt;al &lt;a href=\"boarding%20school\"&gt;boarding school&lt;/a&gt; located on a campus, and serves students in the &lt;a href=\"ninth%20grade\"&gt;ninth&lt;/a&gt; through &lt;a href=\"twelfth%20grade\"&gt;twelfth grade&lt;/a&gt;s, plus a small post-graduate class. The school has been accredited by the &lt;a href=\"Middle%20States%20Association%20of%20Colleges%20and%20Schools\"&gt;Middle States Association of Colleges and Schools&lt;/a&gt; Commission on Elementary and Secondary Schools since 1928.\nIn its 2015 rankings, \"&lt;a href=\"Business%20Insider\"&gt;Business Insider&lt;/a&gt;\" ranked the school's tuition as the 18th most expensive private high school tuition in the United States, with tuition and fees of $44,800. The site ranked Peddie 13th on its 2015 list of the Most Elite Boarding Schools In The US, with rankings based on the size of each school's endowment, average SAT scores and selectivity. The school is also extremely selective, with an acceptance rate of 22%.\nAs of the 2021 - 2022 school year, the school had an enrollment of 537 students and 78.5 classroom teachers (on an &lt;a href=\"full-time%20equivalent\"&gt;FTE&lt;/a&gt; basis), for a &lt;a href=\"student%E2%80%93teacher%20ratio\"&gt;student–teacher ratio&lt;/a&gt; of 7.0:1. The school's student body was 59.3% White, 16.0% Asian, 12.9% Black, 6.0% Hispanic and 5.8% two or more races. Peddie had 62% of students in residence. The student body represented 26 states as well as 29 foreign countries. Peddie had an average class size of 12. \nPeter Quinn succeeded John Green as head of school in 2013.\nHistory.\nWhat is now The Peddie School was founded as an &lt;a href=\"American%20Baptist%20Churches%20USA\"&gt;American Baptist&lt;/a&gt; school, The Hightstown Female Seminary, in 1864. Later that year, boys were admitted and it changed its name for the first time, to New Jersey Classical and Scientific Institute. In 1872, it became the Peddie Institute in honor of philanthropist and politician &lt;a href=\"Thomas%20B.%20Peddie\"&gt;Thomas B. Peddie&lt;/a&gt;, who gave the school $25,000 ($500,000 in 2015 dollars). In 1923 the school was formally renamed The Peddie School, which is as it remained until 2005 when the school was renamed Peddie School and the present logo was created.\nPeddie remained coeducational until 1908, when, for social and economic reasons, it decided to admit boys only. This was reversed in the early 1970s, and girls were readmitted. Today, the school is coeducational and non-denominational.\nIn 1993, former &lt;a href=\"Ambassador\"&gt;Ambassador&lt;/a&gt; &lt;a href=\"Walter%20Annenberg\"&gt;Walter Annenberg&lt;/a&gt; (Class of 1927) gave $100 million to Peddie, the largest donation ever made to a U.S. secondary school at the time.\nAs of 2018-19, the school's endowment stood at $344 million.\nAcademics.\nThe academic year is divided into three terms. The school offers &lt;a href=\"Advanced%20Placement\"&gt;Advanced Placement&lt;/a&gt; (AP) courses in &lt;a href=\"AP%20Biology\"&gt;AP Biology&lt;/a&gt;, &lt;a href=\"AP%20Chemistry\"&gt;AP Chemistry&lt;/a&gt;, &lt;a href=\"AP%20Physics%20C\"&gt;AP Physics C&lt;/a&gt;, &lt;a href=\"AP%20Environmental%20Science\"&gt;AP Environmental Science&lt;/a&gt;, &lt;a href=\"AP%20European%20History\"&gt;AP European History&lt;/a&gt;, &lt;a href=\"AP%20United%20States%20History\"&gt;AP United States History&lt;/a&gt;, &lt;a href=\"United%20States%20Government\"&gt;United States Government&lt;/a&gt;, &lt;a href=\"AP%20French%20Language\"&gt;AP French Language&lt;/a&gt;, &lt;a href=\"AP%20Spanish%20Language\"&gt;AP Spanish Language&lt;/a&gt;, &lt;a href=\"AP%20Latin%20Literature\"&gt;AP Latin Literature&lt;/a&gt;, &lt;a href=\"AP%20Calculus%20AB\"&gt;AP Calculus AB&lt;/a&gt;, &lt;a href=\"AP%20Calculus%20BC\"&gt;AP Calculus BC&lt;/a&gt;, &lt;a href=\"AP%20Statistics\"&gt;AP Statistics&lt;/a&gt;, &lt;a href=\"AP%20Psychology\"&gt;AP Psychology&lt;/a&gt;, &lt;a href=\"AP%20Computer%20Science\"&gt;AP Computer Science&lt;/a&gt;, &lt;a href=\"AP%20Art%20History\"&gt;AP Art History&lt;/a&gt;, &lt;a href=\"AP%20Music%20Theory\"&gt;AP Music Theory&lt;/a&gt;, &lt;a href=\"AP%20Studio%20Art\"&gt;AP Studio Art&lt;/a&gt; and &lt;a href=\"AP%20Chinese%20Language%20and%20Culture\"&gt;AP Chinese Language and Culture&lt;/a&gt;. An &lt;a href=\"independent%20study\"&gt;independent study&lt;/a&gt; program provides students with the opportunity to study a specialized subject in depth.\nThe Signature Experience program allows Peddie juniors and seniors to pursue in-depth academic and co-curricular passions that promote their intellectual, social, and moral growth, through intensive summer programs or study over a longer period of time, or through in-depth courses of study housed within or between academic departments.\nAthletics.\nAll students must participate in &lt;a href=\"theatre\"&gt;theater&lt;/a&gt;, be on an interscholastic team, or be in one of the elective &lt;a href=\"physical%20education\"&gt;physical-education&lt;/a&gt; classes after school.\nThe Ian H. Graham Athletic Center houses a &lt;a href=\"swimming%20pool\"&gt;swimming pool&lt;/a&gt;; three &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;, and &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; courts (surrounded by an indoor &lt;a href=\"Tartan%20track\"&gt;Tartan track&lt;/a&gt;); a &lt;a href=\"wrestling\"&gt;wrestling&lt;/a&gt; room; an indoor &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt; and &lt;a href=\"lacrosse\"&gt;lacrosse&lt;/a&gt; facility with &lt;a href=\"Astroturf\"&gt;Astroturf&lt;/a&gt;, a 2,000-square-foot (190- m²) &lt;a href=\"fitness%20center\"&gt;fitness center&lt;/a&gt; with state-of-the-art equipment; a room housing thirty &lt;a href=\"exercise%20machine\"&gt;ergometers&lt;/a&gt;; and a fully equipped 6-bed training room and &lt;a href=\"sports%20medicine\"&gt;sports-medicine&lt;/a&gt; center. Outdoor facilities include fourteen tennis courts, eight multipurpose fields, a specially equipped &lt;a href=\"varsity%20team\"&gt;varsity&lt;/a&gt; &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; and lacrosse training field, a &lt;a href=\"softball\"&gt;softball&lt;/a&gt; field, an &lt;a href=\"olympic%20sports\"&gt;Olympic&lt;/a&gt;-caliber ¼-mile &lt;a href=\"artificial%20turf\"&gt;all-weather&lt;/a&gt; track, a varsity football and lacrosse field, three &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; fields. The Hovnanian Fields added another six fields, dedicated seasonally to the &lt;a href=\"first%20year\"&gt;freshmen&lt;/a&gt; and &lt;a href=\"junior%20varsity\"&gt;junior varsity&lt;/a&gt; soccer and lacrosse teams.\nThe Athletic Center holds a replica of the &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt; donated to the school by &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt; lineman &lt;a href=\"Larry%20Kelley\"&gt;Larry Kelley&lt;/a&gt; (Peddie class of 1933), who won it in 1936, the second year in which it was given.\nPeddie has its own 18-hole &lt;a href=\"golf%20course\"&gt;golf course&lt;/a&gt;, where the boys' and girls' golf teams compete. The course is a private facility of the Peddie Golf Club, but students and faculty have free access to the greens.\nThe school competes in the &lt;a href=\"Mid-Atlantic%20Prep%20League\"&gt;Mid-Atlantic Prep League&lt;/a&gt;, a sports league with participating institutions from &lt;a href=\"University-preparatory%20school\"&gt;preparatory schools&lt;/a&gt; in the &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt; and &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt; area.\nPeddie is a member of the &lt;a href=\"New%20Jersey%20Independent%20School%20Athletic%20Association\"&gt;New Jersey Independent School Athletic Association&lt;/a&gt; (NJISAA), competing in the \"Prep 'A'\" division with &lt;a href=\"Lawrenceville%20School\"&gt;Lawrenceville School&lt;/a&gt;, &lt;a href=\"Hun%20School%20of%20Princeton\"&gt;Hun School of Princeton&lt;/a&gt;, &lt;a href=\"Blair%20Academy\"&gt;Blair Academy&lt;/a&gt;, &lt;a href=\"Saint%20Benedict%27s%20Preparatory%20School\"&gt;Saint Benedict's Preparatory School&lt;/a&gt; and other New Jersey preparatory schools depending on the sport. Peddie has graduates competing at the collegiate level in swimming, wrestling, basketball, track, crew, baseball, softball, soccer, lacrosse, golf, and tennis. The school &lt;a href=\"mascot\"&gt;mascot&lt;/a&gt; is the &lt;a href=\"falcon\"&gt;falcon&lt;/a&gt;.\nThe girls track team won the New Jersey indoor track Non-Public / Prep state championship in 1928 and 1929.\nFootball rivalry.\nPeddie's &lt;a href=\"competition\"&gt;arch-rival&lt;/a&gt; is &lt;a href=\"Blair%20Academy\"&gt;Blair Academy&lt;/a&gt;, and the two schools compete every year during the second week of November for the Potter-Kelley Cup. The day of the football competition, which alternates yearly between campuses, is known as \"Blair Day\" at Peddie (and \"Peddie Day\" at Blair). The game between the two schools is the &lt;a href=\"List%20of%20high%20school%20football%20rivalries%20%28100%20years%2B%29\"&gt;oldest football rivalry&lt;/a&gt; in New Jersey and ranks among the oldest in the country.\nCrew.\nPeddie's crew team was first recognized on the national stage in 1993, when the men's midweight 4+ won a Youth National Championship title in Occaquan, VA. This feat was nearly repeated three years later, with Peddie coming in second in the same event by less than half a second. In 2006, the Peddie Girls' Varsity Four won the United States Youth National Championship, a regatta hosting the strongest club and scholastic teams in the nation. They won again in 2007, defending their U.S. Youth National Regatta title. In 2008, Peddie's Girls' Varsity Four placed third in their division at the &lt;a href=\"Head%20of%20the%20Charles%20Regatta\"&gt;Head of the Charles Regatta&lt;/a&gt; and returned to the Youth National in Ohio, placing second. The men's varsity four also traveled to Ohio, placing twelve in the Varsity Lightweight Four event. In 2009 the girls and boys returned to the National Championships. The girls regained their first place position, and the men placed sixth in the Petite Final of the Heavyweight Varsity Four. The women then continued on to the &lt;a href=\"Henley%20Women%27s%20Regatta\"&gt;Henley Women's Regatta&lt;/a&gt; in England, setting a course record on their way to the final and eventually placing second.\nSwimming.\nPeddie also boasts a nationally-acclaimed swimming program. Peddie School swimmers (students or alumni) have represented their nations in every Olympics since 1992. The team has won the Swimming World Mythical National Championships eight times, including the inaugural boys' and girls' independent-school titles in 1977 and 1982. The teams in the early 1990s were among the most-dominant high-school swimming programs in history, winning back-to-back boys' and girls' Mythical titles in 1990 and 1991. The 1994-95 team was the only team ever to lead the nation in all six relays. In 2007 both the girls' and boys' teams claimed first place at the Eastern Interscholastic Swimming and Diving Championships held at &lt;a href=\"La%20Salle%20University\"&gt;La Salle University&lt;/a&gt; in &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;, &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;. During the 2007 championships, Peddie broke three national independent-school records in the girls' relay events. In 2011, 2012, 2013, 2015, 2016 and 2017 the Peddie's boys swim team won the Eastern Interscholastic Swimming and Diving Championships, continuing their success.\nThe boys swimming team won the New Jersey Non-Public state championship in 1951.\nBasketball.\nIn 2010, the girls' basketball team won the ESPN National High School Invitational, defeating &lt;a href=\"Oak%20Hill%20Academy%20%28Mouth%20of%20Wilson%2C%20Virginia%29\"&gt;Oak Hill Academy&lt;/a&gt; by a score of 60-44 in the tournament final and finishing the season with a 25-2 record. From 2000-2010 the girls' basketball program has been ranked one of the top 25 teams in the country seven times. During this same time period, three McDonald's All-Americans played for the Falcons including: Crystal Goring '05 (Richmond), Bridgette Mitchell '06 (Duke) and &lt;a href=\"Haley%20Peters\"&gt;Haley Peters&lt;/a&gt; '10 (Duke).\nNotable alumni.\nNotable alumni of the Peddie School include:"
}