{
    "id": "11162",
    "revid": "1068486769",
    "url": "https://en.wikipedia.org/wiki?curid=11162",
    "title": "Finance",
    "text": "Finance is a term for the management, creation, and study of &lt;a href=\"money\"&gt;money&lt;/a&gt; and &lt;a href=\"investment\"&gt;investment&lt;/a&gt;s.\nSpecifically, it deals with the questions of how an individual, &lt;a href=\"company\"&gt;company&lt;/a&gt; or &lt;a href=\"government\"&gt;government&lt;/a&gt; acquires moneycalled &lt;a href=\"capital%20%28finance%29\"&gt;capital&lt;/a&gt; in the context of a business and how they spend or invest that money. Finance is then often divided into the following broad categories: &lt;a href=\"personal%20finance\"&gt;personal finance&lt;/a&gt;, &lt;a href=\"corporate%20finance\"&gt;corporate finance&lt;/a&gt;, and &lt;a href=\"public%20finance\"&gt;public finance&lt;/a&gt;.\nAt the same time, and correspondingly, \"finance\" is about the &lt;a href=\"Financial%20system\"&gt;overall \"system\"&lt;/a&gt; \ni.e., the &lt;a href=\"financial%20market\"&gt;financial market&lt;/a&gt;s that allow the &lt;a href=\"Money%20flow%20index\"&gt;flow of money&lt;/a&gt;, via investments and other &lt;a href=\"financial%20instruments\"&gt;financial instruments&lt;/a&gt;, between and within these areas; this \"flow\" is facilitated by the &lt;a href=\"financial%20services\"&gt;financial services&lt;/a&gt; sector.\nFinance therefore refers to the study of the &lt;a href=\"securities\"&gt;securities&lt;/a&gt; markets, including &lt;a href=\"Derivative%20%28finance%29\"&gt;derivatives&lt;/a&gt;, and the &lt;a href=\"Financial%20institution\"&gt;institutions&lt;/a&gt; that serve as intermediaries to those markets, thus enabling the flow of money through the economy.\nA major focus within finance is thus &lt;a href=\"investment%20management\"&gt;investment management&lt;/a&gt;called &lt;a href=\"Money_management%23Trading_and_investment\"&gt;money management&lt;/a&gt; for individuals, and &lt;a href=\"Asset_management%23Financial_asset_management\"&gt;asset management&lt;/a&gt; for institutionsand finance then includes the associated activities of &lt;a href=\"securities%20trading\"&gt;securities trading&lt;/a&gt; and &lt;a href=\"stock%20broking\"&gt;stock broking&lt;/a&gt;, &lt;a href=\"investment%20bank\"&gt;investment bank&lt;/a&gt;ing, &lt;a href=\"financial%20engineering\"&gt;financial engineering&lt;/a&gt;, and &lt;a href=\"risk%20management\"&gt;risk management&lt;/a&gt;.\nFundamental to these areas is the &lt;a href=\"valuation%20%28finance%29\"&gt;valuation of assets&lt;/a&gt; such as stocks, bonds, loans, but also, by extension, entire companies.\n&lt;a href=\"Asset%20allocation\"&gt;Asset allocation&lt;/a&gt;, the mix of investments in the portfolio, is also fundamental here.\nAlthough they are closely related, the disciplines of &lt;a href=\"economics\"&gt;economics&lt;/a&gt; and finance are distinct. The &lt;a href=\"economy\"&gt;economy&lt;/a&gt; is a social institution that organizes a society's production, distribution, and consumption of goods and services, all of which must be financed.\nSimilarly, although these areas overlap the financial function of the &lt;a href=\"accounting%20profession\"&gt;accounting profession&lt;/a&gt;, &lt;a href=\"financial%20accounting\"&gt;financial accounting&lt;/a&gt; is the reporting of historical financial information, whereas finance is forward-looking.\nGiven its wide scope, finance is studied in several academic disciplines, and, correspondingly, there are several &lt;a href=\"Outline%20of%20finance%23Education\"&gt;related degrees&lt;/a&gt; and &lt;a href=\"Professional%20certification%20in%20financial%20services\"&gt;professional certifications&lt;/a&gt; that can lead to the field.\nThe financial system.\nAs above, the financial system consists of the flows of capital that take place between individuals (&lt;a href=\"personal%20finance\"&gt;personal finance&lt;/a&gt;), governments (&lt;a href=\"public%20finance\"&gt;public finance&lt;/a&gt;), and businesses (&lt;a href=\"corporate%20finance\"&gt;corporate finance&lt;/a&gt;). \n\"Finance\" thus studies the process of channeling money from savers and investors to entities that need it. Savers and investors have money available which could earn interest or dividends if put to productive use. Individuals, companies and governments must obtain money from some external source, such as loans or credit, when they lack sufficient funds to operate.\nIn general, an entity whose income exceeds its &lt;a href=\"Expense\"&gt;expenditure&lt;/a&gt; can lend or invest the excess, intending to earn a fair return. Correspondingly, an entity where income is less than expenditure can raise capital usually in one of two ways: \n(i) by borrowing in the form of a loan (private individuals), or by selling &lt;a href=\"Bond%20%28finance%29\"&gt;government or corporate bonds&lt;/a&gt;; \n(ii) by a corporation selling &lt;a href=\"Equity%20%28finance%29\"&gt;equity&lt;/a&gt;, also called stock or shares (which may take various forms: &lt;a href=\"preferred%20stock\"&gt;preferred stock&lt;/a&gt; or &lt;a href=\"common%20stock\"&gt;common stock&lt;/a&gt;). \nThe owners of both bonds and stock may be \"&lt;a href=\"institutional%20investor\"&gt;institutional investor&lt;/a&gt;s\" financial institutions such as investment banks and &lt;a href=\"pension%20funds\"&gt;pension funds&lt;/a&gt; – or private individuals, called \"&lt;a href=\"private%20investors\"&gt;private investors&lt;/a&gt;\" or \"retail investors\".\nThe &lt;a href=\"lender\"&gt;lending&lt;/a&gt; is often indirect, through a &lt;a href=\"financial%20intermediary\"&gt;financial intermediary&lt;/a&gt; such as a &lt;a href=\"bank\"&gt;bank&lt;/a&gt;, or via the purchase of notes or &lt;a href=\"Bond%20%28finance%29\"&gt;bonds&lt;/a&gt; (&lt;a href=\"corporate%20bonds\"&gt;corporate bonds&lt;/a&gt;, &lt;a href=\"government%20bond\"&gt;government bond&lt;/a&gt;s, or mutual bonds) in the &lt;a href=\"bond%20market\"&gt;bond market&lt;/a&gt;. \nThe lender receives interest, the &lt;a href=\"Debtor\"&gt;borrower&lt;/a&gt; pays a higher interest than the lender receives, and the financial intermediary earns the difference for arranging the loan.\nA bank aggregates the activities of many borrowers and lenders. A bank accepts deposits from lenders, on which it pays interest. The bank then lends these deposits to borrowers. Banks allow borrowers and lenders, of different sizes, to coordinate their activity.\nInvesting typically entails the purchase of &lt;a href=\"equity%20%28finance%29\"&gt;stock&lt;/a&gt;, either individual securities, or via a &lt;a href=\"mutual%20fund\"&gt;mutual fund&lt;/a&gt; for example.\nStocks are usually sold by corporations to investors so as to raise required capital in the form of \"&lt;a href=\"equity%20financing\"&gt;equity financing&lt;/a&gt;\", as distinct from the \"debt financing\" described above.\nThe financial intermediaries here are the &lt;a href=\"investment%20bank\"&gt;investment bank&lt;/a&gt;s. The investment banks &lt;a href=\"Investment_banking%23Corporate_finance\"&gt;find the initial investors&lt;/a&gt; and facilitate the listing of the securities, typically shares and bonds. \nAdditionally, they facilitate the &lt;a href=\"securities%20exchange\"&gt;securities exchange&lt;/a&gt;s, which allow their trade thereafter, as well as the various service providers which manage the performance or risk of these investments. \nThese latter include &lt;a href=\"mutual%20funds\"&gt;mutual funds&lt;/a&gt;, &lt;a href=\"pension%20funds\"&gt;pension funds&lt;/a&gt;, &lt;a href=\"Wealth%20management\"&gt;wealth managers&lt;/a&gt;, and &lt;a href=\"stock%20brokers\"&gt;stock brokers&lt;/a&gt;, typically servicing &lt;a href=\"Security_%28finance%29%23Type_of_holder\"&gt;retail investors&lt;/a&gt; (private individuals). \nInter-institutional trade and investment, and &lt;a href=\"investment%20management\"&gt;fund-management at this scale&lt;/a&gt;, is referred to as \"wholesale finance\". \nInstitutions here &lt;a href=\"Structured%20finance\"&gt;extend the products offered&lt;/a&gt;, with related trading, to include bespoke &lt;a href=\"Option%20%28finance%29\"&gt;options&lt;/a&gt;, &lt;a href=\"Swap_%28finance%29\"&gt;swaps&lt;/a&gt;, and &lt;a href=\"structured%20products\"&gt;structured products&lt;/a&gt;, as well as &lt;a href=\"Special-purpose_entity%23Types\"&gt;specialized financing&lt;/a&gt;; this \"&lt;a href=\"financial%20engineering\"&gt;financial engineering&lt;/a&gt;\" is &lt;a href=\"Outline%20of%20finance%23Mathematical%20tools\"&gt;inherently mathematical&lt;/a&gt;, and these institutions are then the major employers of &lt;a href=\"quantitative%20analyst\"&gt;\"quants\"&lt;/a&gt; (see &lt;a href=\"%23Financial_mathematics\"&gt;below&lt;/a&gt;). \nIn these institutions, &lt;a href=\"Financial%20risk%20management\"&gt;risk management&lt;/a&gt;, &lt;a href=\"Capital%20requirement\"&gt;regulatory capital&lt;/a&gt;, and &lt;a href=\"Regulatory%20compliance\"&gt;compliance&lt;/a&gt; play major roles.\nAreas of finance.\nAs above, finance comprises, broadly, the three areas of personal finance, corporate finance, and public finance.\nAlthough they are numerous, other areas, such as &lt;a href=\"investment\"&gt;investment&lt;/a&gt;s, risk management, &lt;a href=\"quantitative%20finance\"&gt;quantitative finance&lt;/a&gt; / financial engineering, and &lt;a href=\"development%20finance\"&gt;development finance&lt;/a&gt; typically overlap these; likewise, specific arrangements such as &lt;a href=\"public%E2%80%93private%20partnership\"&gt;public–private partnership&lt;/a&gt;s. \nPersonal finance.\nPersonal finance is defined as \"the mindful planning of monetary spending and saving, while also considering the possibility of future risk\". Personal finance may involve paying for education, financing &lt;a href=\"durable%20good\"&gt;durable good&lt;/a&gt;s such as &lt;a href=\"real%20estate\"&gt;real estate&lt;/a&gt; and cars, buying &lt;a href=\"insurance\"&gt;insurance&lt;/a&gt;, investing, and saving for &lt;a href=\"retirement\"&gt;retirement&lt;/a&gt;.\nPersonal finance may also involve paying for a loan or other debt obligations. \nThe main areas of personal finance are considered to be income, spending, saving, investing, and protection. \nThe following steps, as outlined by the Financial Planning Standards Board, suggest that an individual will understand a potentially secure personal finance plan after:\nCorporate finance.\nCorporate finance deals with the actions that managers take to increase the value of the firm to the shareholders, the sources of funding and the &lt;a href=\"capital%20structure\"&gt;capital structure&lt;/a&gt; of corporations, and the tools and analysis used to allocate financial resources. \nWhile corporate finance is in principle different from managerial finance, which studies the &lt;a href=\"financial%20management\"&gt;financial management&lt;/a&gt; of all firms rather than corporations alone, the concepts are applicable to the financial problems of all firms, \nand this area is then often referred to as “business finance”.\nTypically \"corporate finance\" relates to the \"long term\" objective of maximizing the value of the &lt;a href=\"Enterprise%20value\"&gt;entity's assets&lt;/a&gt;, its &lt;a href=\"stock\"&gt;stock&lt;/a&gt;, and its &lt;a href=\"return%20on%20equity\"&gt;return to shareholders&lt;/a&gt;, while also &lt;a href=\"Risk%E2%80%93return_spectrum\"&gt;balancing risk and profitability&lt;/a&gt;. This entails three primary areas: \nThe latter &lt;a href=\"Investment_banking%23Corporate_finance\"&gt;creates the link&lt;/a&gt; with &lt;a href=\"investment%20banking\"&gt;investment banking&lt;/a&gt; and &lt;a href=\"securities%20trading\"&gt;securities trading&lt;/a&gt;, as above, in that the capital raised will generically comprise debt, i.e. &lt;a href=\"corporate%20bond\"&gt;corporate bond&lt;/a&gt;s, and &lt;a href=\"Equity%20%28finance%29\"&gt;equity&lt;/a&gt;, often &lt;a href=\"stock%20%28finance%29\"&gt;listed shares&lt;/a&gt;.\nRe risk management in corporates, see &lt;a href=\"%23Risk%20management\"&gt;below&lt;/a&gt;.\nFinancial managers - i.e. as opposed to corporate financiers - focus more on the \"short term\" elements of profitability, cash flow, and \"&lt;a href=\"working%20capital%20management\"&gt;working capital management&lt;/a&gt;\" (&lt;a href=\"inventory\"&gt;inventory&lt;/a&gt;, credit and &lt;a href=\"debtor\"&gt;debtor&lt;/a&gt;s), \nensuring that the firm can &lt;a href=\"Corporate_finance%23Working_capital_management\"&gt;safely and profitably&lt;/a&gt; carry out its financial \"and operational\" objectives; i.e. that it: \n(1) can service both maturing short-term debt repayments, and scheduled long-term debt payments , \nand (2) has sufficient cash flow for ongoing and upcoming &lt;a href=\"operations%20management\"&gt;operational expenses&lt;/a&gt;.\nSee and .\nPublic finance.\nPublic finance describes finance as related to sovereign states, sub-national entities, and related public entities or agencies. It generally encompasses a long-term strategic perspective regarding investment decisions that affect public entities. These long-term strategic periods typically encompass five or more years. Public finance is primarily concerned with:\nCentral banks, such as the &lt;a href=\"Federal%20Reserve%20System\"&gt;Federal Reserve System&lt;/a&gt; banks in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and the &lt;a href=\"Bank%20of%20England\"&gt;Bank of England&lt;/a&gt; in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, are strong players in public finance. They act as &lt;a href=\"lender%20of%20last%20resort\"&gt;lenders of last resort&lt;/a&gt; as well as strong influences on monetary and credit conditions in the economy.\nInvestment management.\nInvestment management is the professional asset management of various securities - typically shares and bonds, but also other assets, such as real estate and commodities - in order to meet specified investment goals for the benefit of investors. \nAs above, investors may be institutions, such as insurance companies, pension funds, corporations, charities, educational establishments, or private investors, either directly via investment contracts or, more commonly, via collective investment schemes like mutual funds, &lt;a href=\"exchange-traded%20funds\"&gt;exchange-traded funds&lt;/a&gt;, or &lt;a href=\"REIT\"&gt;REIT&lt;/a&gt;s.\nAt the heart of investment management is &lt;a href=\"asset%20allocation\"&gt;asset allocation&lt;/a&gt; - &lt;a href=\"Diversification%20%28finance%29\"&gt;diversifying the exposure&lt;/a&gt; among these &lt;a href=\"asset%20classes\"&gt;asset classes&lt;/a&gt;, and among individual securities within each asset class - as appropriate to the client's &lt;a href=\"investment%20policy\"&gt;investment policy&lt;/a&gt;, in turn, a function of risk profile, investment goals, and investment horizon (see &lt;a href=\"Investor%20profile\"&gt;Investor profile&lt;/a&gt;). Here:\nOverlaid, is the portfolio manager's &lt;a href=\"investment%20style\"&gt;investment style&lt;/a&gt; - broadly, &lt;a href=\"Active%20management\"&gt;active&lt;/a&gt; vs &lt;a href=\"passive%20management\"&gt;passive&lt;/a&gt; , &lt;a href=\"value%20investing\"&gt;value&lt;/a&gt; vs &lt;a href=\"growth%20investing\"&gt;growth&lt;/a&gt;, and &lt;a href=\"Small%20cap%20company\"&gt;small cap&lt;/a&gt; vs. &lt;a href=\"large%20cap\"&gt;large cap&lt;/a&gt; - and &lt;a href=\"investment%20strategy\"&gt;investment strategy&lt;/a&gt;.\nIn a well-diversified portfolio, achieved &lt;a href=\"investment%20performance\"&gt;investment performance&lt;/a&gt; will, in general, largely be a function of the asset mix selected, while the individual securities are less impactful. The specific approach or philosophy will also be significant, depending on the extent to which it is complementary with the &lt;a href=\"Stock%20market%20cycles\"&gt;market cycle&lt;/a&gt;.\nA &lt;a href=\"quantitative%20fund\"&gt;quantitative fund&lt;/a&gt; is managed using \n&lt;a href=\"Quantitative%20fund%23Quantitative%20investment%20process\"&gt;computer-based techniques&lt;/a&gt; (increasingly, &lt;a href=\"machine%20learning\"&gt;machine learning&lt;/a&gt;) instead of human judgment. The actual trading also, &lt;a href=\"automated%20trading%20system\"&gt;is typically automated&lt;/a&gt; via &lt;a href=\"algorithmic%20trading\"&gt;sophisticated algorithms&lt;/a&gt;.\nRisk management.\n&lt;a href=\"Risk%20management\"&gt;Risk management&lt;/a&gt;, in general, is the study of how to control risks and balance the possibility of gains; it is the process of measuring risk and then developing and implementing strategies to manage that risk. \n&lt;a href=\"Financial%20risk%20management\"&gt;Financial risk management&lt;/a&gt; is the practice of protecting corporate value by using financial instruments to manage exposure to risk, here called &lt;a href=\"hedge%20%28finance%29\"&gt;\"hedging\"&lt;/a&gt;; the focus is particularly on credit and market risk, and in banks includes operational risk.\nFinancial risk management is &lt;a href=\"Corporate_finance%23Financial_risk_management\"&gt;related to corporate finance&lt;/a&gt; in two ways. \nFirstly, firm exposure to market risk is a direct result of previous capital investments and funding decisions; \nwhile credit risk arises from the business' credit policy and is often addressed through &lt;a href=\"Trade%20credit%20insurance\"&gt;credit insurance&lt;/a&gt;.\nSecondly, both disciplines share the goal of enhancing or at least preserving, the firm's &lt;a href=\"economic%20value\"&gt;economic value&lt;/a&gt;. \nSee also &lt;a href=\"Asset%20and%20liability%20management\"&gt;\"ALM\"&lt;/a&gt; and &lt;a href=\"treasury%20management\"&gt;treasury management&lt;/a&gt;.\n&lt;a href=\"Bank%23Capital%20and%20risk\"&gt;For banks&lt;/a&gt; and other wholesale institutions, risk management &lt;a href=\"Quantitative_analysis_%28finance%29%23Risk_management\"&gt;focuses on&lt;/a&gt; hedging the various positions held by the institution - &lt;a href=\"trading%20book\"&gt;trading positions&lt;/a&gt; and &lt;a href=\"banking%20book\"&gt;long term exposures&lt;/a&gt; - and on calculating and monitoring the resultant &lt;a href=\"regulatory%20capital\"&gt;regulatory-&lt;/a&gt; and &lt;a href=\"economic%20capital\"&gt;economic capital&lt;/a&gt; under &lt;a href=\"Basel%20IV\"&gt;Basel IV&lt;/a&gt;. \nThe calculations here are mathematically sophisticated, and within the domain of &lt;a href=\"quantitative%20finance\"&gt;quantitative finance&lt;/a&gt; as below.\nCredit risk is inherent in the business of banking, but additionally, these institutions are exposed to &lt;a href=\"counterparty%20credit%20risk\"&gt;counterparty credit risk&lt;/a&gt;.\nInvestment managers will apply various risk management techniques to their portfolios: \nthese may relate to the &lt;a href=\"Portfolio%20insurance\"&gt;portfolio as a whole&lt;/a&gt; or &lt;a href=\"Hedge_%28finance%29%23Hedging_a_stock_price\"&gt;to individual stocks&lt;/a&gt;; bond portfolios are typically managed via &lt;a href=\"cashflow%20matching\"&gt;cashflow matching&lt;/a&gt; or &lt;a href=\"immunization%20%28finance%29\"&gt;immunization&lt;/a&gt;.\nRe derivative portfolios (and positions), &lt;a href=\"Greeks_%28finance%29%23Use_of_the_Greeks\"&gt;\"the Greeks\"&lt;/a&gt; are a vital risk management tool - these measure sensitivity to a small change in a given underlying parameter, so that the portfolio can be rebalanced accordingly by including additional derivatives with offsetting characteristics.\nQuantitative finance.\nQuantitative finance - also referred to as \"mathematical finance\" - includes those finance activities where &lt;a href=\"Financial_modeling%23Quantitative_finance\"&gt;a sophisticated mathematical model&lt;/a&gt; is required, and thus overlaps several of the above. \nAs a specialized practice area, quantitative finance comprises primarily three sub-disciplines; the underlying theory and techniques are &lt;a href=\"%23Financial%20mathematics\"&gt;discussed&lt;/a&gt; in the next section:\nFinancial theory.\nFinancial theory is studied and developed within the disciplines of &lt;a href=\"Management%23Training\"&gt;management&lt;/a&gt;, &lt;a href=\"financial%20economics\"&gt;(financial)&lt;/a&gt; &lt;a href=\"economics\"&gt;economics&lt;/a&gt;, &lt;a href=\"accountancy\"&gt;accountancy&lt;/a&gt; and &lt;a href=\"applied%20mathematics\"&gt;applied mathematics&lt;/a&gt;.\nAbstractly, \"finance\" is concerned with the investment and deployment of &lt;a href=\"asset\"&gt;asset&lt;/a&gt;s and &lt;a href=\"Liability%20%28financial%20accounting%29\"&gt;liabilities&lt;/a&gt; over \"space and time\"; \ni.e., it is about performing &lt;a href=\"valuation%20%28finance%29\"&gt;valuation&lt;/a&gt; and &lt;a href=\"asset%20allocation\"&gt;asset allocation&lt;/a&gt; today, based on the risk and uncertainty of future outcomes while appropriately incorporating the &lt;a href=\"time%20value%20of%20money\"&gt;time value of money&lt;/a&gt;. \nDetermining the &lt;a href=\"present%20value\"&gt;present value&lt;/a&gt; of these future values, \"discounting\", must be at the &lt;a href=\"required%20rate%20of%20return\"&gt;risk-appropriate discount rate&lt;/a&gt;, in turn, a major focus of finance-theory.\nSince the debate as to whether finance is an art or a science is still open, there have been recent efforts to organize a &lt;a href=\"list%20of%20unsolved%20problems%20in%20finance\"&gt;list of unsolved problems in finance&lt;/a&gt;.\nManagerial finance.\nManagerial finance is the branch of &lt;a href=\"management\"&gt;management&lt;/a&gt; that concerns itself with the &lt;a href=\"Management%23Implementation_of_policies_and_strategies\"&gt;managerial application&lt;/a&gt; of &lt;a href=\"financial%20analysis\"&gt;finance techniques&lt;/a&gt; and theory, emphasizing the financial aspects of managerial decisions;\nthe assessment is per the &lt;a href=\"Management%23Theoretical_scope\"&gt;managerial perspectives&lt;/a&gt; of planning, directing, and controlling.\nThe techniques addressed are drawn in the main from &lt;a href=\"managerial%20accounting\"&gt;managerial accounting&lt;/a&gt; and &lt;a href=\"corporate%20finance\"&gt;corporate finance&lt;/a&gt;: \nthe former allow management to better understand, and hence act on, financial information relating to &lt;a href=\"profitability\"&gt;profitability&lt;/a&gt; and performance; the latter, as above, are about optimizing the overall financial structure, including its impact on working capital.\nThe \"implementation\" of these techniques - i.e. &lt;a href=\"financial%20management\"&gt;financial management&lt;/a&gt; - is described &lt;a href=\"%23Corporate%20finance\"&gt;above&lt;/a&gt;.\nAcademics working in this area are typically based in &lt;a href=\"business%20school\"&gt;business school&lt;/a&gt; finance departments, in &lt;a href=\"accounting\"&gt;accounting&lt;/a&gt;, or in &lt;a href=\"management%20science\"&gt;management science&lt;/a&gt;.\nFinancial economics.\nFinancial economics is the branch of &lt;a href=\"economics\"&gt;economics&lt;/a&gt; that studies the interrelation of financial &lt;a href=\"Variable%20%28mathematics%29\"&gt;variables&lt;/a&gt;, such as &lt;a href=\"price\"&gt;price&lt;/a&gt;s, &lt;a href=\"interest%20rate\"&gt;interest rate&lt;/a&gt;s and shares, as opposed to &lt;a href=\"Real%20vs.%20nominal%20in%20economics\"&gt;real&lt;/a&gt; economic variables, i.e. &lt;a href=\"goods%20and%20services\"&gt;goods and services&lt;/a&gt;. \nIt thus centers on pricing, decision making, and risk management in the &lt;a href=\"financial%20market\"&gt;financial market&lt;/a&gt;s, and produces many of the commonly employed &lt;a href=\"financial%20model\"&gt;financial model&lt;/a&gt;s. (&lt;a href=\"Financial%20econometrics\"&gt;Financial econometrics&lt;/a&gt; is the branch of financial economics that uses econometric techniques to parameterize the relationships suggested.)\nThe discipline has two main areas of focus: &lt;a href=\"asset%20pricing\"&gt;asset pricing&lt;/a&gt; and (theoretical) corporate finance; the first being the perspective of providers of capital, i.e. investors, and the second of users of capital. Respectively:\nFinancial mathematics.\nFinancial mathematics is a field of &lt;a href=\"applied%20mathematics\"&gt;applied mathematics&lt;/a&gt; concerned with &lt;a href=\"financial%20market\"&gt;financial market&lt;/a&gt;s. \nAs above, in terms of practice, the field is referred to as quantitative finance and / or mathematical finance, and comprises primarily the three areas discussed.\nRe theory, the field is largely focused on the &lt;a href=\"Outline%20of%20finance%23Derivatives%20pricing\"&gt;modeling of derivatives&lt;/a&gt; (with much focus on &lt;a href=\"Interest%20rate%20derivative\"&gt;interest rate-&lt;/a&gt; and &lt;a href=\"Credit%20derivative\"&gt;credit risk modelling&lt;/a&gt;), although other important subfields include &lt;a href=\"actuarial%20science\"&gt;insurance mathematics&lt;/a&gt; and &lt;a href=\"Outline_of_finance%23Mathematical%20techniques\"&gt;quantitative portfolio management&lt;/a&gt;.\nRelatedly, the techniques developed are applied to pricing and hedging a wide range of &lt;a href=\"Asset-backed%20security\"&gt;asset-backed&lt;/a&gt;, &lt;a href=\"Government%20bond\"&gt;government&lt;/a&gt;, and &lt;a href=\"Capital%20structure\"&gt;corporate&lt;/a&gt;-securities.\nThe &lt;a href=\"Outline_of_finance%23Mathematical_tools\"&gt;main mathematical tools&lt;/a&gt; and techniques are:\nThe subject has a close relationship with the discipline of &lt;a href=\"financial%20economics\"&gt;financial economics&lt;/a&gt;, which is concerned with much of the underlying theory that is involved in financial mathematics: generally, &lt;a href=\"financial%20mathematics\"&gt;financial mathematics&lt;/a&gt; will derive and extend the &lt;a href=\"mathematical%20model\"&gt;mathematical model&lt;/a&gt;s suggested. \n&lt;a href=\"Computational%20finance\"&gt;Computational finance&lt;/a&gt; is the branch of (applied) &lt;a href=\"computer%20science\"&gt;computer science&lt;/a&gt; that deals with problems of practical interest in finance, and especially emphasizes the &lt;a href=\"numerical%20methods\"&gt;numerical methods&lt;/a&gt; applied here.\nExperimental finance.\n&lt;a href=\"Experimental%20finance\"&gt;Experimental finance&lt;/a&gt; aims to establish different market settings and environments to experimentally observe and provide a lens through which science can analyze agents' behavior and the resulting characteristics of trading flows, information diffusion, and aggregation, price setting mechanisms, and returns processes. Researchers in experimental finance can study to what extent existing financial economics theory makes valid predictions and therefore prove them, as well as attempt to discover new principles on which such theory can be extended and be applied to future financial decisions. Research may proceed by conducting trading simulations or by establishing and studying the behavior of people in artificial, competitive, market-like settings.\nBehavioral finance.\n&lt;a href=\"Behavioral%20finance\"&gt;Behavioral finance&lt;/a&gt; studies how the \"&lt;a href=\"psychology\"&gt;psychology&lt;/a&gt;\" of investors or managers affects financial decisions and markets and is relevant when making a decision that can impact either negatively or positively on one of their areas. Behavioral finance has grown over the last few decades to become an integral aspect of finance.\nBehavioral finance includes such topics as:\nA strand of behavioral finance has been dubbed &lt;a href=\"quantitative%20behavioral%20finance\"&gt;quantitative behavioral finance&lt;/a&gt;, which uses mathematical and statistical methodology to understand behavioral biases in conjunction with valuation. \nHistory of finance.\nThe origin of finance can be traced to the start of civilization. The earliest historical evidence of finance is dated to around 3000 BC. Banking originated in the Babylonian empire, where temples and palaces were used as safe places for the storage of valuables. Initially, the only valuable that could be deposited was grain, but cattle and precious materials were eventually included. During the same period, the Sumerian city of &lt;a href=\"Uruk\"&gt;Uruk&lt;/a&gt; in &lt;a href=\"Mesopotamia\"&gt;Mesopotamia&lt;/a&gt; supported trade by lending as well as the use of interest. In Sumerian, “interest” was \"mas\", which translates to \"calf\". In Greece and Egypt, the words used for interest, \"tokos\" and \"ms\" respectively, meant “to give birth”. In these cultures, interest indicated a valuable increase, and seemed to consider it from the lender's point of view. The &lt;a href=\"Code%20of%20Hammurabi\"&gt;Code of Hammurabi&lt;/a&gt; (1792-1750 BC) included laws governing banking operations. The Babylonians were accustomed to charging interest at the rate of 20 percent per annum.\nJews were not allowed to take interest from other Jews, but they were allowed to take interest from Gentiles, who had at that time no law forbidding them from practising usury. As Gentiles took interest from Jews, the Torah considered it equitable that Jews should take interest from Gentiles. In Hebrew, interest is \"neshek\".\nBy 1200 BC, &lt;a href=\"cowrie\"&gt;cowrie&lt;/a&gt; shells were used as a form of money in &lt;a href=\"China\"&gt;China&lt;/a&gt;. By 640 BC, the &lt;a href=\"Lydians\"&gt;Lydians&lt;/a&gt; had started to use coin money. Lydia was the first place where permanent retail shops opened. (Herodotus mentions the use of crude coins in Lydia in an earlier date, around 687 BC.)\nThe use of coins as a means of representing money began in the years between 600 and 570 BCE. Cities under the &lt;a href=\"Ancient%20Greece\"&gt;Greek empire&lt;/a&gt;, such as Aegina (595 BCE), Athens (575 BCE), and Corinth (570 BCE), started to mint their own coins. In the &lt;a href=\"Roman%20Republic\"&gt;Roman Republic&lt;/a&gt;, interest was outlawed altogether by the \"Lex Genucia\" reforms. Under &lt;a href=\"Julius%20Caesar\"&gt;Julius Caesar&lt;/a&gt;, a ceiling on interest rates of 12% was set, and later under &lt;a href=\"Justinian\"&gt;Justinian&lt;/a&gt; it was lowered even further to between 4% and 8%."
}