{
    "id": "11162317",
    "revid": "1058001939",
    "url": "https://en.wikipedia.org/wiki?curid=11162317",
    "title": "Walker Lewis",
    "text": "Kwaku Walker Lewis (August 3, 1798 – October 26, 1856), was an early African-American &lt;a href=\"Abolitionism%20in%20the%20United%20States\"&gt;abolitionist&lt;/a&gt;, &lt;a href=\"Freemason\"&gt;Freemason&lt;/a&gt;, and &lt;a href=\"Elder%20%28Latter%20Day%20Saints%29\"&gt;Mormon elder&lt;/a&gt; from &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;. He was an active member of the &lt;a href=\"Underground%20Railroad\"&gt;Underground Railroad&lt;/a&gt; and the &lt;a href=\"Abolitionism%20in%20the%20United%20States\"&gt;anti-slavery movement&lt;/a&gt;.\nFamily and personal history.\nLewis was born on August 3, 1798, in &lt;a href=\"Barre%2C%20Massachusetts\"&gt;Barre, Massachusetts&lt;/a&gt;, to Peter P. Lewis and Minor Walker Lewis. His full name was Kwaku Walker Lewis, named after his maternal uncle, &lt;a href=\"Quock%20Walker\"&gt;Kwaku Walker&lt;/a&gt;. (&lt;a href=\"Akan%20names\"&gt;Kwaku&lt;/a&gt; means \"boy born on Wednesday\" among the &lt;a href=\"Akan%20people\"&gt;Akan people&lt;/a&gt; of &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt;.)\nLewis was one of nine children. He was raised in a prominent middle-class black family that valued education, activism and political involvement. As a young boy, Peter and Minor Lewis moved their family to &lt;a href=\"Cambridge%2C%20Massachusetts\"&gt;Cambridge&lt;/a&gt;. Walker Lewis was a successful barber who owned residential and commercial building in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;.\nIn March 1826, Lewis married Elizabeth Lovejoy (the &lt;a href=\"mixed-race\"&gt;mixed-race&lt;/a&gt; daughter of Peter Lovejoy, who was black, and Lydia Greenleaf Bradford, who was &lt;a href=\"White%20people\"&gt;white&lt;/a&gt;). Their first child, Enoch Lovejoy Lewis, was born on May 20, 1826. Their second, Lydia Elizabeth, would be born the following year in November.\nThe Lewis family moved to &lt;a href=\"Lowell%2C%20Massachusetts\"&gt;Lowell&lt;/a&gt;, where the &lt;a href=\"industrial%20revolution\"&gt;industrial revolution&lt;/a&gt; of &lt;a href=\"textile%20mills\"&gt;textile mills&lt;/a&gt; brought economic prosperity to the area. In Lowell, together with his brother-in-law John Levy, Lewis opened a barbershop on Merrimack Street. Lewis purchased a two-family home in the Centralville section of Lowell.\nCommunity activism.\nLewis and many of his siblings and their families were actively involved in the abolition and equal rights movement throughout Massachusetts and the &lt;a href=\"Northeast%20United%20States\"&gt;Northeast&lt;/a&gt;.\nFreemasonry.\nWhile in Boston, Lewis was initiated into African Freemasonry about 1823, participating in Boston's African Lodge #459 (&lt;a href=\"Prince%20Hall%20Freemasonry\"&gt;Prince Hall Freemasonry&lt;/a&gt;). In 1825, he became the sixth Master and a year later was its Senior Warden. After the African Lodge declared its independence from the Grand Lodge of London and became its own African Grand Lodge, Walker Lewis was the Grand Master of African Grand Lodge #1 for 1829 and 1830.\nMassachusetts General Colored Association.\nAround the time of his marriage to Elizabeth Lovejoy in 1826, Lewis and &lt;a href=\"Thomas%20Dalton%20%28abolitionist%29\"&gt;Thomas Dalton&lt;/a&gt; helped organize the &lt;a href=\"Massachusetts%20General%20Colored%20Association\"&gt;Massachusetts General Colored Association&lt;/a&gt; (MGCA), the first such all-black organization in the United States.\nIn 1829, the MGCA helped &lt;a href=\"David%20Walker%20%28abolitionist%29\"&gt;David Walker&lt;/a&gt; (no relation) to publish the radical, 76-page \"Appeal to the Coloured Citizens of the World\", which demanded unconditional and immediate emancipation of all slaves in the USA. Lewis arranged for the Boston printer who published the Articles for the African Grand Lodge, to print the controversial \"Appeal\".\nAfrican Humane Society.\nIn 1831, Lewis served as President of the African Humane Society in Boston, which provided funeral expenses for the poor, assisted widows, built the African School in Boston. The African Humane Society also sponsored a \"settlement project\" for African Americans who wanted to emigrate to settle in &lt;a href=\"Liberia\"&gt;Liberia&lt;/a&gt;. When the ship sailed in 1813 its manifest contained most of the members of Hiram Lodge No. 3 of &lt;a href=\"Providence%2C%20Rhode%20Island\"&gt;Providence, Rhode Island&lt;/a&gt; (chartered by Grand Master &lt;a href=\"Prince%20Hall\"&gt;Prince Hall&lt;/a&gt; of African Grand Lodge in 1797).\nUnderground Railroad.\nIn Lowell during the 1840s and 1850s, Lewis's home was a stop on the Underground Railroad. For some time, he sheltered &lt;a href=\"Fugitive%20slave\"&gt;fugitive&lt;/a&gt; Nathaniel Booth from Virginia, who settled in Lowell in 1844. Until 1850 Booth had a barber shop, but went to Canada after passage of the &lt;a href=\"Fugitive%20Slave%20Law%20of%201850\"&gt;Fugitive Slave Law of 1850&lt;/a&gt;. Later he returned to Lowell.\nWalker's son, Enoch ran a used clothing store, mainly to assist escaping slaves to change their appearances with new and better clothing. Walker would &lt;a href=\"barber\"&gt;cut and style&lt;/a&gt; their hair to assist in their disguise.\nConversion to Mormonism and later life.\nAbout 1842, Lewis, who had worshipped with the &lt;a href=\"Episcopal%20Church%20%28United%20States%29\"&gt;Episcopal Church&lt;/a&gt;, converted to the &lt;a href=\"Church%20of%20Christ%20%28Latter%20Day%20Saints%29\"&gt;Church of Jesus Christ of Latter Day Saints&lt;/a&gt;. He is believed to have been &lt;a href=\"baptized\"&gt;baptized&lt;/a&gt; by &lt;a href=\"Parley%20P.%20Pratt\"&gt;Parley P. Pratt&lt;/a&gt;. One year later, in the summer of 1843, Lewis was ordained an &lt;a href=\"Elder%20%28Latter%20Day%20Saints%29\"&gt;elder&lt;/a&gt; by &lt;a href=\"William%20Smith%20%28Latter%20Day%20Saints%29\"&gt;William Smith&lt;/a&gt;, brother of founder &lt;a href=\"Joseph%20Smith\"&gt;Joseph Smith&lt;/a&gt;. Lewis became the third black man known to hold the &lt;a href=\"Priesthood%20%28Latter%20Day%20Saints%29\"&gt;Mormon priesthood&lt;/a&gt;. (The first two were &lt;a href=\"Elijah%20Abel\"&gt;Elijah Abel&lt;/a&gt; and &lt;a href=\"Peter%20Kerr%20%28priest%29\"&gt;Peter Kerr&lt;/a&gt;.)\nWalker's first-born son, Enoch Lovejoy Lewis, also joined the church. On September 18, 1846, Enoch married a white Mormon woman, Mary Matilda Webster, in Cambridge.\nBans against African Americans.\nAfter settling in the Salt Lake Valley in 1848, &lt;a href=\"Brigham%20Young\"&gt;Brigham Young&lt;/a&gt; announced a ban that prohibited all men of black African descent from holding the &lt;a href=\"priesthood%20%28LDS%20Church%29\"&gt;priesthood&lt;/a&gt;. In addition, he prohibited Mormons of African descent from participating in Mormon &lt;a href=\"temple%20%28LDS%20Church%29\"&gt;temple&lt;/a&gt; rites, such as the &lt;a href=\"Endowment%20%28Mormonism%29\"&gt;endowment&lt;/a&gt; or &lt;a href=\"sealing%20%28Mormonism%29\"&gt;sealing&lt;/a&gt;. These racial restrictions remained in place until 1978, when the policy was rescinded by &lt;a href=\"President%20of%20the%20Church%20%28LDS%20Church%29\"&gt;church president&lt;/a&gt; &lt;a href=\"Spencer%20W.%20Kimball\"&gt;Spencer W. Kimball&lt;/a&gt;.\nAttempt to live in Utah.\nWalker Lewis migrated to Utah to be with the main body of members of &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;The Church of Jesus Christ of Latter-day Saints&lt;/a&gt;. He left Massachusetts at the end of March 1851 and arrived in &lt;a href=\"Salt%20Lake%20City\"&gt;Salt Lake City&lt;/a&gt; about October 1. There he received his &lt;a href=\"patriarchal%20blessing\"&gt;patriarchal blessing&lt;/a&gt; from &lt;a href=\"Presiding%20Patriarch\"&gt;Presiding Patriarch&lt;/a&gt; &lt;a href=\"John%20Smith%20%28uncle%20of%20Joseph%20Smith%29\"&gt;John Smith&lt;/a&gt;, an uncle of Joseph Smith. He asked &lt;a href=\"Jane%20Elizabeth%20Manning%20James\"&gt;Jane Elizabeth Manning James&lt;/a&gt;, a black Mormon from &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;, to marry him as his &lt;a href=\"Polygamy%20and%20the%20Latter%20Day%20Saint%20movement\"&gt;polygamous wife&lt;/a&gt;, but she declined.\nTwo months after Walker's arrival, Brigham Young lobbied for, and the &lt;a href=\"Utah%20Territorial%20Legislature\"&gt;Utah Territorial Legislature&lt;/a&gt; (composed only of high-ranking Mormon leaders) passed, the &lt;a href=\"Act%20in%20Relation%20to%20Service\"&gt;Act in Relation to Service&lt;/a&gt;. This new territorial law made &lt;a href=\"Slavery%20in%20the%20United%20States\"&gt;slavery&lt;/a&gt; legal in the territory of Utah, and Section Four of the statute provided punishment for \"any white person... guilty of &lt;a href=\"sexual%20intercourse\"&gt;sexual intercourse&lt;/a&gt; with any of the African race,\" regardless of their being married, consenting adults. The &lt;a href=\"anti-miscegenation%20law\"&gt;anti-miscegenation law&lt;/a&gt; was not repealed in Utah until the 1960s.\nWalker Lewis left after six months the following spring, returning to Lowell. His &lt;a href=\"daughter-in-law\"&gt;daughter-in-law&lt;/a&gt; Mary Matilda Webster Lewis subsequently died from \"&lt;a href=\"Fatigue%20%28medical%29\"&gt;exhaustion&lt;/a&gt;\" just after Christmas 1852 in the State Hospital at &lt;a href=\"Worcester%2C%20Massachusetts\"&gt;Worcester&lt;/a&gt;. His son, the widower Enoch Lewis, married the African-American Elisa Richardson Shorter in 1853.\nLewis died on October 26, 1856, in Lowell of &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt;. He was buried in the family lot in the &lt;a href=\"Lowell%20Cemetery\"&gt;Lowell Cemetery&lt;/a&gt;."
}