{
    "id": "11189852",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=11189852",
    "title": "Fabrizio Castori",
    "text": "Fabrizio Castori (born 11 July 1954) is an Italian &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"Coach%20%28sport%29\"&gt;coach&lt;/a&gt;. He was last in charge of &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; club &lt;a href=\"U.S.%20Salernitana%201919\"&gt;Salernitana&lt;/a&gt;.\nCareer.\nCastori was born in &lt;a href=\"San%20Severino%20Marche\"&gt;San Severino Marche&lt;/a&gt;, but grew up in &lt;a href=\"Tolentino\"&gt;Tolentino&lt;/a&gt;. He started his coaching career in 1980 at the age of 26 as head coach of \"&lt;a href=\"Seconda%20Categoria\"&gt;Seconda Categoria&lt;/a&gt;\" team Belfortese from &lt;a href=\"Belforte%20del%20Chienti\"&gt;Belforte del Chienti&lt;/a&gt;. Initially a boss for amateur teams, having spent three seasons in \"Seconda Categoria\" (second-lowest division in Italian football) and three others in &lt;a href=\"Prima%20Categoria\"&gt;Prima Categoria&lt;/a&gt;, he led a \"&lt;a href=\"Promozione\"&gt;Promozione&lt;/a&gt;\" team, Cerreto, to reach &lt;a href=\"Serie%20D\"&gt;Serie D&lt;/a&gt; in 1990 (there was no \"&lt;a href=\"Eccellenza\"&gt;Eccellenza&lt;/a&gt;\" division at that time). From 1992 to 1998 Castori coached \"&lt;a href=\"Eccellenza\"&gt;Eccellenza&lt;/a&gt;\" team Tolentino leading them to &lt;a href=\"Serie%20C2\"&gt;Serie C2&lt;/a&gt;. \nIn 1998-1999 he won a Serie D league and a \"Scudetto Dilettanti\" with &lt;a href=\"S.S.%20Lanciano\"&gt;Lanciano&lt;/a&gt;. After a poor &lt;a href=\"Serie%20C1\"&gt;Serie C1&lt;/a&gt; season with &lt;a href=\"Castel%20di%20Sangro\"&gt;Castel di Sangro&lt;/a&gt;, he returned at Lanciano in 2000, and immediately won the &lt;a href=\"Serie%20C2\"&gt;Serie C2&lt;/a&gt; league. He stayed at Lanciano until 2003.\nCesena.\nIn the summer 2003 he was appointed head coach of &lt;a href=\"Serie%20C1\"&gt;Serie C1&lt;/a&gt; team &lt;a href=\"A.C.%20Cesena\"&gt;Cesena&lt;/a&gt;. At his first season, he led Cesena to win the promotion playoffs and the &lt;a href=\"Coppa%20Italia%20Serie%20C\"&gt;Coppa Italia Serie C&lt;/a&gt;; this however was obscured by a 3-year ban on him after having been protagonist of a riot during the return leg of the promotion playoff finals against &lt;a href=\"A.C.%20Lumezzane\"&gt;Lumezzane&lt;/a&gt;. The ban was successively reduced to 2 years following a pardon request by Castori himself; during this time, Castori was unable to serve as head coach but, despite this, he was confirmed as Cesena's boss, with assistant manager &lt;a href=\"Massimo%20Gadda\"&gt;Massimo Gadda&lt;/a&gt; serving at his place on the dugout until 23 January 2006.\nOn 11 November 2007, following a 1–4 loss to &lt;a href=\"Rimini%20Calcio%20F.C.\"&gt;Rimini&lt;/a&gt; in a regional derby and only seven points gained in the first fourteen matches, Castori was dismissed by Cesena, after four seasons at the helm of the \"bianconeri\", but was reinstated at his managing role only three months later following &lt;a href=\"Giovanni%20Vavassori\"&gt;Giovanni Vavassori&lt;/a&gt;'s dismissal on 25 February 2008; his comeback at Cesena proved however to be unsuccessful, as the \"bianconeri\" were relegated to &lt;a href=\"Serie%20C1\"&gt;Serie C1&lt;/a&gt; at the end of the season.\nSalernitana.\nCastori served the &lt;a href=\"Serie%20B%202008-09\"&gt;2008–09 season&lt;/a&gt; as head coach of newly promoted Serie B team &lt;a href=\"Salernitana%20Calcio%201919\"&gt;Salernitana&lt;/a&gt;. He was successively sacked later in December, to be replaced by &lt;a href=\"Bortolo%20Mutti\"&gt;Bortolo Mutti&lt;/a&gt;, and then re-called on February, only to be dismissed again on April and replaced by &lt;a href=\"Fabio%20Brini\"&gt;Fabio Brini&lt;/a&gt;, who guided the club to safety.\nPiacenza.\nHe was then appointed in June 2009 as new head coach of &lt;a href=\"Piacenza%20Calcio\"&gt;Piacenza&lt;/a&gt; for the upcoming 2009–10 Serie B season, being however dismissed in November due to poor results.\nAscoli.\nOn 3 November 2010 he returned into management as head coach of Serie B relegation-threatened club &lt;a href=\"Ascoli%20Calcio%201898\"&gt;Ascoli&lt;/a&gt;. On 2 November 2011 he was sacked because of bad results. Ascoli is currently last in Serie B.\nVarese.\nSince 12 June 2012 he is the new head coach of &lt;a href=\"A.S.%20Varese%201910\"&gt;Varese&lt;/a&gt; in &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt;.\nReggina.\nFrom October 2013 until December 2013 he had a brief stint as manager of &lt;a href=\"Reggina%20Calcio\"&gt;Reggina&lt;/a&gt; in &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt;.\nCarpi.\nOn 30 June 2014, Castori was announced as the new manager of &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt; team &lt;a href=\"Carpi%20FC%201909\"&gt;Carpi&lt;/a&gt;, on a one-year deal. He started his Carpi experience in a hugely successful way, leading the small outsider club top of the league table by the end of the first season half and turning them into strong contenders to a historical first Serie A promotion. He was relieved of his duties on 28 September 2015. He was reinstated as manager a month later on 3 November 2015. He was successively recalled to attempt to escape the club from relegation, which he failed on the final weekday of the season.\nHe was confirmed as Carpi boss for the &lt;a href=\"2016%E2%80%9317%20Serie%20B\"&gt;2016–17 Serie B&lt;/a&gt; season, which ended with the club narrowly missing a top flight return, being defeated by &lt;a href=\"Benevento%20Calcio\"&gt;Benevento&lt;/a&gt; in the promotion playoff finals; he left Carpi by mutual consent successively.\nBack to Cesena.\nOn 1 October 2017 he accepted to move back to &lt;a href=\"A.C.%20Cesena\"&gt;Cesena&lt;/a&gt;, taking over at the bottom of the &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt; league with the goal to save the club from relegation. In July 2018 the club was declared bankrupt and banned from participating in the Serie B.\nThird stint at Carpi.\nOn 18 September 2018 he was signed by Carpi, making his second return to the club. The team was relegated to &lt;a href=\"Serie%20C\"&gt;Serie C&lt;/a&gt; at the end of the 2018–19 season and he departed from the club.\nTrapani.\nOn 19 December 2019 he signed with &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt; club &lt;a href=\"Trapani%20Calcio\"&gt;Trapani&lt;/a&gt;.\nSecond stint at Salernitana.\nAfter one season at Trapani, he left for fellow &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt; club &lt;a href=\"U.S.%20Salernitana%201919\"&gt;Salernitana&lt;/a&gt;. Under his tenure, the Campanians completed the season in second place, winning direct promotion to Serie A.\nCastori guided Salernitana for the first eight games of the &lt;a href=\"2021%E2%80%9322%20Serie%20A\"&gt;2021–22 Serie A&lt;/a&gt; season, being relieved from his duties on 17 October following a 1–2 loss to &lt;a href=\"Spezia%20Calcio\"&gt;Spezia&lt;/a&gt; which left the \"Granata\" at the bottom of the league table."
}