{
    "id": "11207507",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=11207507",
    "title": "Marco Osio",
    "text": "Marco Osio (born 13 January 1966 in &lt;a href=\"Ancona\"&gt;Ancona&lt;/a&gt;) is an Italian former &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt;, and former manager of &lt;a href=\"U.S.%20Ancona%201905\"&gt;Ancona 1905&lt;/a&gt;.\nCareer.\nAs player.\nOsio started his playing career in the &lt;a href=\"Torino%20F.C.\"&gt;Torino&lt;/a&gt; youth system. In 1986, he moved at &lt;a href=\"Empoli%20F.C.\"&gt;Empoli&lt;/a&gt;, and &lt;a href=\"Parma%20F.C.\"&gt;Parma&lt;/a&gt; in 1987. In his stay at Parma, he became one of the fan favourites, earning the nickname \"Il Sindaco\" (The Mayor) by the local supporters, and he was a key player for the team that climbed the Italian football divisions, up from &lt;a href=\"Serie%20C1\"&gt;Serie C1&lt;/a&gt; to the top division, &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt;. During his time with the club, he enjoyed both domestic and European success, winning the &lt;a href=\"Coppa%20Italia\"&gt;Coppa Italia&lt;/a&gt;, and the &lt;a href=\"European%20Cup%20Winners%27%20Cup\"&gt;European Cup Winners' Cup&lt;/a&gt;, also participating in the &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt;. In 1993, after six seasons with Parma, he returned to Torino for two seasons before an unexpected move to &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;ian club &lt;a href=\"Sociedade%20Esportiva%20Palmeiras\"&gt;Palmeiras&lt;/a&gt;, which makes him one of the very few Italian footballers to have ever played in the South-American country; he won the &lt;a href=\"Paulista%20Championship\"&gt;Paulista Championship&lt;/a&gt; with the club in 1996, despite having played only a handful of minutes for the club. After a few experiences at the &lt;a href=\"Serie%20C\"&gt;Serie C&lt;/a&gt; level, he retired in 2001.\nAs coach.\nIn 2001 Osio became assistant manager of &lt;a href=\"Serie%20C2\"&gt;Serie C2&lt;/a&gt; club &lt;a href=\"U.S.%20Brescello\"&gt;Brescello&lt;/a&gt;. He was successively promoted to the head coaching position in 2002.\nFrom December 2003 to February 2005 he served as head coach of &lt;a href=\"Serie%20D\"&gt;Serie D&lt;/a&gt; side &lt;a href=\"History%20of%20Valle%20d%27Aosta%20Calcio\"&gt;Valle d'Aosta&lt;/a&gt; and in the latter matchdays of the 2005–2006 season he coached &lt;a href=\"U.S.%20Pergolese\"&gt;Pergolese&lt;/a&gt;, another Serie D team. In 2006–07, Osio served as head coach of &lt;a href=\"Crociati%20Noceto\"&gt;Crociati Parma&lt;/a&gt; (also known as Crociati Noceto), with whom he won &lt;a href=\"Eccellenza\"&gt;Eccellenza&lt;/a&gt; and ensured promotion to the 2007–08 Serie D.\n On July 2007, he was chosen by &lt;a href=\"Serie%20C2\"&gt;Serie C2&lt;/a&gt; club &lt;a href=\"U.S.D.%20Nuorese%20Calcio\"&gt;Nuorese&lt;/a&gt; for their head coaching position. He was however sacked on 17 September due to poor results in the beginning of Nuorese's 2007–08 Serie C2 campaign (one point in three matches).\nOn 12 January 2011 he became the new coach of &lt;a href=\"A.S.D.%20Fortis%20Juventus%201909\"&gt;Fortis Juventus&lt;/a&gt; in &lt;a href=\"Serie%20D\"&gt;Serie D&lt;/a&gt; in place of the sacked &lt;a href=\"Roberto%20Galbiati\"&gt;Roberto Galbiati&lt;/a&gt;.\nOn 29 November 2011 he becomes the new coach of &lt;a href=\"U.S.%20Ancona%201905\"&gt;Ancona 1905&lt;/a&gt; in &lt;a href=\"Serie%20D\"&gt;Serie D&lt;/a&gt;, in place of the sacked \"Massimiliano Favo\", until 3 February 2012 when he rescinds the contract by mutual agreement with the company."
}