{
    "id": "11204449",
    "revid": "38207151",
    "url": "https://en.wikipedia.org/wiki?curid=11204449",
    "title": "USS Triumph (AM-323)",
    "text": "USS \"Triumph\" (AM-323) was a World War II of the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;.\nThe ship was laid down as HMS \"Espoir\" (BAM-23) for the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; on 27 October 1942 at &lt;a href=\"Seattle%2C%20Washington\"&gt;Seattle, Washington&lt;/a&gt;, by the &lt;a href=\"Associated%20Shipbuilding\"&gt;Associated Shipbuilding&lt;/a&gt; Corp. The ship was taken over by the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; in late 1942 or early 1943; named \"USS Triumph\" and designated AM-323 on 23 January 1943. It was launched on 25 February 1943; and commissioned on 3 February 1944 with Lt. Comdr. Carl R. Cunningham, Jr., &lt;a href=\"United%20States%20Navy%20Reserve\"&gt;USNR&lt;/a&gt;, in command.\nIn 1961 it was transferred to the Norwegian Navy and served as Brage until 1978\nWorld War II Pacific operations.\nFollowing outfitting at Seattle, Washington, and &lt;a href=\"sea%20trial\"&gt;shakedown&lt;/a&gt; training along the &lt;a href=\"California\"&gt;California&lt;/a&gt; coast, \"Triumph\" stood out of &lt;a href=\"San%20Francisco%2C%20California\"&gt;San Francisco, California&lt;/a&gt;, on 1 May as a unit in the escort of an &lt;a href=\"Oahu\"&gt;Oahu&lt;/a&gt;-bound convoy. She arrived in &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt; on the 10th and, after a five-day layover, joined the screen of a &lt;a href=\"convoy\"&gt;convoy&lt;/a&gt; bound for the &lt;a href=\"Marshall%20Islands\"&gt;Marshall Islands&lt;/a&gt;. She entered the lagoon at &lt;a href=\"Majuro\"&gt;Majuro&lt;/a&gt; on 25 May; two days later, headed back to &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt; with 24 passengers embarked; and reached Pearl Harbor on 2 June. She got underway again late in the month to escort another convoy to the Marshalls. She reentered Pearl Harbor on 16 July and prepared for her first deployment in the combat zone.\nOn 12 August, \"Triumph\" stood out of Pearl Harbor with a convoy bound initially for the &lt;a href=\"Solomon%20Islands\"&gt;Solomon Islands&lt;/a&gt;. The minesweeper arrived at &lt;a href=\"Florida%20Island\"&gt;Florida Island&lt;/a&gt; near &lt;a href=\"Guadalcanal\"&gt;Guadalcanal&lt;/a&gt; on 24 August and conducted minesweeping rehearsals in the &lt;a href=\"Russell%20Islands\"&gt;Russell Islands&lt;/a&gt; to prepare for the invasion of the &lt;a href=\"Palau\"&gt;Palau&lt;/a&gt;s.\nOn 8 September, she departed Guadalcanal with Task Group (TG) 32.4, the transport screen for the &lt;a href=\"Palau%20Islands\"&gt;Palau Islands&lt;/a&gt; invasion force. \"Triumph\" reached &lt;a href=\"Kossol%20Passage\"&gt;Kossol Passage&lt;/a&gt; at dawn on 15 September and began sweeping mines from the prospective anchorage there. At about 1430 on the next day, struck a mine while supporting the sweeping of Kossol Passage as destruction vessel. \"Triumph\" sent a fire and rescue party to assist the &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt; — by then completely without power — and took over her duties as destruction vessel destroying five floating mines by gunfire. Following that, she stood by \"Wadleigh\" until dark, providing what assistance she could. She then took up screening station for the night. Minesweeping operations continued on a daily basis until 18 September when \"Triumph\" was devoted entirely to screening and harbor control duties. She remained in the Palaus until mid-October — though at &lt;a href=\"Peleliu\"&gt;Peleliu&lt;/a&gt; after 30 September — and then got underway to screen a convoy to the Solomons.\nAfter stops in the Russell Islands and at &lt;a href=\"Tulagi\"&gt;Tulagi&lt;/a&gt;, \"Triumph\" returned to the Palaus on 21 October. She remained there until late November, performing &lt;a href=\"antisubmarine\"&gt;antisubmarine&lt;/a&gt; screening duty at Peleliu in the south and at Kossol Passage in the north, as well as escorting ships between the two.\nOn 11 November, \"Triumph\" left the Palaus in company with a &lt;a href=\"New%20Guinea\"&gt;New Guinea&lt;/a&gt;-bound convoy. She reached &lt;a href=\"Yos%20Sudarso%20Bay\"&gt;Humboldt Bay&lt;/a&gt; on the 15th and sailed for &lt;a href=\"Ulithi\"&gt;Ulithi&lt;/a&gt; on the 20th. Ordered back to Humboldt Bay on the 22nd, the minesweeper returned two days later. After taking on fuel and provisions, she stood out of Humboldt Bay for &lt;a href=\"San%20Pedro%20Bay%20%28Philippines%29\"&gt;San Pedro Bay&lt;/a&gt;, &lt;a href=\"Leyte\"&gt;Leyte&lt;/a&gt;, on the 26th in company with , , and &lt;a href=\"Coast%20Guard%20cutter\"&gt;Coast Guard cutter&lt;/a&gt; . \"Triumph\" reached recently invaded Leyte on the morning of 30 November and began preparations for the flanking landings at &lt;a href=\"Ormoc%20Bay\"&gt;Ormoc Bay&lt;/a&gt; on the western shore of the island.\nAttacked by Japanese fighter planes.\nAfter five days patrolling the San Pedro Bay anchorage against enemy &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt; incursions, the ship got underway as a unit of task unit TU 78.3.6. En route, \"Triumph\" and her traveling companions were the subject of a &lt;a href=\"kamikaze\"&gt;kamikaze&lt;/a&gt; attack by three &lt;a href=\"A6M%20Zero\"&gt;A6M Zero&lt;/a&gt;s. The first tried to crash into but missed and splashed down between that ship and \"Triumph\". The second fighter tried a bombing run but was brought down by the combined &lt;a href=\"anti-aircraft\"&gt;anti-aircraft&lt;/a&gt; fire of the task unit. The third plane did not make an attack. Later that day, a group of medium &lt;a href=\"bombers\"&gt;bombers&lt;/a&gt; overflew the unit but made no attack.\nJust before noon, the minesweeper and her mates reached &lt;a href=\"Ormoc%20Bay\"&gt;Ormoc Bay&lt;/a&gt; and streamed their sweep gear to complete their mission. Unmolested, the group of minesweepers completed their sweeping by 2125 that night and took up station in the screen of the Ormoc Bay attack force. The following morning, the Army &lt;a href=\"77th%20Infantry%20Division%20%28United%20States%29\"&gt;77th Division&lt;/a&gt; landed unopposed just south of &lt;a href=\"Ormoc\"&gt;Ormoc&lt;/a&gt; town and in the enemy's rear area. The only Japanese attempt to oppose the operation consisted of aerial attacks — both conventional and kamikaze. Though the attacks cost the American naval forces two warships sunk, and , two more severely damaged, and , and an &lt;a href=\"Landing%20Ship%20Medium\"&gt;LSM&lt;/a&gt; abandoned; they failed to impede the landings and the progress of the troops ashore. \"Triumph\" departed Ormoc Bay late on the morning of the 7th and headed back to San Pedro Bay. Though her task unit occasionally engaged enemy aircraft during the intermittent air attacks, she concentrated on her role as a part of the antisubmarine screen while the &lt;a href=\"destroyers\"&gt;destroyers&lt;/a&gt; of the outer screen bore the brunt of the attack. The raids ceased at dark; and, early the next morning, task unit TU 78.3.6 reentered San Pedro Bay.\nSupporting landings at Mindoro.\n\"Triumph\" remained at San Pedro Bay until the afternoon of 12 December when she got underway to participate in the occupation of &lt;a href=\"Mindoro\"&gt;Mindoro&lt;/a&gt;. On the second day out, the task organization came under aerial attack. Just after midday, a kamikaze crashed into the flagship , and the light cruiser was forced to drop out of formation and return to San Pedro Bay with .\nAdditional raids occurred that afternoon, but they caused no damage. By the morning of 14 December, the unit was passing &lt;a href=\"Negros%20Island\"&gt;Negros Island&lt;/a&gt;; and \"Triumph\", along with the rest of the minesweepers, received orders to sweep the waters ahead of the force. During that sweep, the unit was attacked by a formation of three &lt;a href=\"Nakajima%20Ki-43\"&gt;Nakajima Ki-43&lt;/a&gt;s. The enemy planes dropped three bombs off \"Triumph's\" port quarter but caused no damage. An American &lt;a href=\"combat%20air%20patrol\"&gt;combat air patrol&lt;/a&gt; drove the raiders off, and the minesweepers completed their mission by late afternoon. Just after midnight on 15 December, \"Triumph\" and her mates reached the beaches on the southwestern coast of Mindoro.\nAt 0225, they began sweeping the invasion approaches. They completed their task less than three hours later and moved out while the invasion force moved in. Later, she joined in sweeps of &lt;a href=\"Pandarochan%20Bay\"&gt;Pandarochan Bay&lt;/a&gt;; then returned to &lt;a href=\"Mindoro%20Strait\"&gt;Mindoro Strait&lt;/a&gt; to form up for the return to Leyte. At 1830, she departed Mindoro and, after a brief but intense aerial attack at dusk, voyaged peacefully back to the anchorage at San Pedro Bay, anchoring there a little after 0800 on the 18th. For the remainder of the month, she remained at San Pedro Bay and conducted antisubmarine patrols in &lt;a href=\"Leyte%20Gulf\"&gt;Leyte Gulf&lt;/a&gt;.\nSupporting the Luzon invasion.\nOn 2 January 1945, the minesweeper once again departed San Pedro Bay — this time to participate in the initial invasion of &lt;a href=\"Luzon\"&gt;Luzon&lt;/a&gt;. The four-day voyage to the beaches at &lt;a href=\"Lingayen%20Gulf\"&gt;Lingayen Gulf&lt;/a&gt; was punctuated by a number of Japanese air assaults. An inconclusive air-to-surface battle on the night of 2 January was followed by the first attack in earnest on the 3d. Shortly after dawn, a formation of A6M Zeroes pounced on the convoy. One near-miss of the oiler caused a fire amidships. All ships joined in a withering fire that discouraged suicide runs; and, consequently, no ship suffered a direct hit.\nThe next morning, enemy planes approached the formation, but combat air patrol downed some and chased others away. On the 5th, &lt;a href=\"general%20quarters\"&gt;general quarters&lt;/a&gt; sounded five times before noon, but \"Triumph\" observed no planes. Later, three warships peeled off to chase two Japanese destroyers sighted off the convoy's quarter. The enemy ships, however, managed to escape. At 1700, a formation of &lt;a href=\"Aichi%20D3A\"&gt;Aichi D3A&lt;/a&gt;s hit the task force. Six of them attempted suicide crashes, but only one came close to its target — an &lt;a href=\"Landing%20Craft%20Infantry\"&gt;LCI&lt;/a&gt; — which lost its mast in the encounter. Early the next morning, the force reached its destination off the beaches at Lingayen Gulf.\nBetween 6 and 9 January, \"Triumph\" conducted pre-invasion sweeps of the assault areas in Lingayen Gulf. Though the main &lt;a href=\"task%20force\"&gt;task force&lt;/a&gt; was subjected to incessant enemy air attacks, the minesweeper continued her mine-sweeping almost unmolested. Each night, she retired from Lingayen Gulf and took up screening station for the transports and &lt;a href=\"cargo%20ships\"&gt;cargo ships&lt;/a&gt;. On the 9th, the ground troops stormed ashore at &lt;a href=\"Lingayen%2C%20Pangasinan\"&gt;Lingayen&lt;/a&gt;, and \"Triumph\" kept a close watch for enemy submarines and suicide boats. She remained in Lingayen Gulf until the 14th — riding at anchor during the last three days of that period — and then got underway with a Leyte-bound convoy of &lt;a href=\"Landing%20Ship%2C%20Tank\"&gt;LST&lt;/a&gt;'s and LCI's. After transiting the &lt;a href=\"Sulu%20Sea\"&gt;Sulu Sea&lt;/a&gt;, the &lt;a href=\"Mindanao%20Sea\"&gt;Mindanao Sea&lt;/a&gt;, &lt;a href=\"Surigao%20Strait\"&gt;Surigao Strait&lt;/a&gt;, and Leyte Gulf, the Allied ships arrived in San Pedro Bay on the 19th.\nShe remained there until 25 January when she headed out to resume action off Luzon. She reached &lt;a href=\"Subic%20Bay\"&gt;Subic Bay&lt;/a&gt; and swept its coastal waters. On 4 February, she departed and headed back to Leyte, stopped at San Pedro Bay from 8 to 13 February, then put to sea once again on her way to the &lt;a href=\"Mariana%20Islands\"&gt;Marianas&lt;/a&gt;.\nDuty with the Fifth Fleet.\n\"Triumph\" entered &lt;a href=\"Apra%20Harbor\"&gt;Apra Harbor&lt;/a&gt;, &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt;, and reported for duty with the &lt;a href=\"U.S.%205th%20Fleet\"&gt;U.S. 5th Fleet&lt;/a&gt;. Two days later, she set a course for Ulithi, the staging area for &lt;a href=\"Operation%20Iceberg\"&gt;Operation Iceberg&lt;/a&gt;, the invasion and occupation of the &lt;a href=\"Ryukyu%20Islands\"&gt;Ryūkyūs&lt;/a&gt;. She arrived at Ulithi the following day and began a period of rest, repairs, and rehearsals.\nEarly in the afternoon of 19 March, \"Triumph\" sailed put of the &lt;a href=\"lagoon\"&gt;lagoon&lt;/a&gt; at Ulithi with the Ryukyu Islands invasion force. When she arrived at her destination early on the morning of the 24th, \"Triumph\" and her division mates joined the and a patrol craft in minesweeping operations. On the 26th, the destroyer struck a mine, and it caused explosions in her forward magazine which ripped off most of her forward section. Two ships of \"Triumph's\" unit proceeded to assist the stricken warship but managed to rescue only 172 members of \"Halligan's\" 325-man complement.\nThe following day, the division swept 15 mines of which \"Triumph\" claimed three. On the 28th, her formation endured its first air raid of the campaign when three enemy planes dived in to attack. The formation shot all three done. The minesweeper continued sweeping operations through the end of the month. She and her colleagues concluded their mission on the eve of the landings, 31 March, and began duty with the task force's antisubmarine screen.\nAt 0600 the following morning — &lt;a href=\"April%20Fool%27s%20Day\"&gt;April Fool's Day&lt;/a&gt; and &lt;a href=\"Easter%20Sunday\"&gt;Easter Sunday&lt;/a&gt; rolled into one — &lt;a href=\"landing%20craft\"&gt;landing craft&lt;/a&gt; started their move shoreward; and, soon thereafter, the first wave of &lt;a href=\"U.S.%20Marines\"&gt;U.S. Marines&lt;/a&gt; and soldiers hit the beaches on &lt;a href=\"Okinawa\"&gt;Okinawa&lt;/a&gt;.\nScreening for kamikazes.\nDuring the ensuing four months, \"Triumph\" alternated screening duties with &lt;a href=\"Minesweeper%20%28ship%29\"&gt;minesweeping&lt;/a&gt; operations. On several occasions during that time, she became directly involved in the incessant air attacks launched by the Japanese against the invasion force. On 16 April, when received a kamikaze hit, \"Triumph\" was soon at hand to rescue three men blown overboard in the action. The minesweeper herself almost required such assistance on the 18th when a &lt;a href=\"Nakajima%20B5N\"&gt;Nakajima B5N&lt;/a&gt; &lt;a href=\"torpedo%20bomber\"&gt;torpedo bomber&lt;/a&gt; apparently tried to crash into her. Near sunset, he came in from astern up the port side, passed under her port &lt;a href=\"yardarm\"&gt;yardarm&lt;/a&gt;, and splashed down not far from \"Triumph\".\nThe &lt;a href=\"airstrike\"&gt;air raids&lt;/a&gt; continued, but their primary targets remained the &lt;a href=\"radar%20picket\"&gt;radar picket&lt;/a&gt; destroyers. Consequently, \"Triumph\" experienced few actual surface-to-air engagements. On 11 May, while she patrolled off &lt;a href=\"Ie%20Shima\"&gt;Ie Shima&lt;/a&gt;, she brought two enemy planes under fire but could not definitely claim credit for the one splashed by antiaircraft fire. &lt;a href=\"Combat%20air%20patrol\"&gt;Combat air patrol&lt;/a&gt; accounted for the other one. Between mid-May and mid-June, she executed her patrols and sweeps under relatively calm circumstances.\nUnder attack by a torpedo plane.\nOn 15 June, however, she experienced another potentially fatal adventure. At dusk, \"Triumph\" was patrolling north of &lt;a href=\"Kerama%20Retto\"&gt;Kerama Retto&lt;/a&gt; when an enemy torpedo bomber executed a near-perfect run on her. Initially, the plane was thought to be friendly, though the &lt;a href=\"radarman\"&gt;radarman&lt;/a&gt; continued to track the unidentified aircraft just in case. The pilot lined his plane up with the moon, made a well-executed approach, and launched his &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;. Two sharp-eyed sailors on board \"Triumph\" spied the torpedo splash, raised the alarm, and the warship immediately went hard to &lt;a href=\"starboard\"&gt;starboard&lt;/a&gt; to evade the torpedo. It passed in her wake, a scant 30 yards astern. Darkness precluded any real antiaircraft response, so \"Triumph\" resumed her patrols. Three days after that attack, the minesweeper put into Kerama Retto for supplies and upkeep.\n\"Triumph\" remained in Kerama Retto through the end of June. On the 30th, she got underway to rehearse for sweeps into the &lt;a href=\"East%20China%20Sea\"&gt;East China Sea&lt;/a&gt;. Those preparations continued until &lt;a href=\"Independence%20Day%20%28United%20States%29\"&gt;Independence Day&lt;/a&gt; when she sortied with &lt;a href=\"Task%20Unit\"&gt;Task Unit&lt;/a&gt; TU 39.11.6. She arrived in the assigned area with the rest of her unit on the 5th and conducted a highly productive, eight-day sweep unimpaired by Japanese air activity. She returned to &lt;a href=\"Buckner%20Bay\"&gt;Buckner Bay&lt;/a&gt;, located on the western coast of Okinawa, on &lt;a href=\"Bastille%20Day\"&gt;Bastille Day&lt;/a&gt;. There she replenished and refueled over a three-day period before returning to the East China Sea to resume mine-sweeping operations.\nHowever, just before beginning that mission, she was detached from the East China Sea minesweeping force and was ordered to report to task force TF 39 for further orders. On 17 July, she was forced to leave the anchorage at Buckner Bay to evade a &lt;a href=\"typhoon\"&gt;typhoon&lt;/a&gt;. After serving in the antisubmarine screen of the ships forced out of the anchorage, the warship returned to Buckner Bay on 21 July and remained there, awaiting orders, until 5 August. On that day, she stood out of the bay as a unit in the screen of a convoy of tank landing ships.\nJapan capitulates.\nTwo days later, she took \"PGM-11\" in tow after the latter ship suffered an engine casualty. On the 11th, \"Triumph\" parted company with the convoy to tow \"PGM-11\" into Apra Harbor, Guam. With and \"YMS-341\" in escort, the minesweeper entered Apra Harbor on the morning of 12 August. Three days later, she received word of the Japanese capitulation.\n\"Triumph\" remained at Guam for a month undergoing repairs. She departed on 12 September to participate in the occupation of &lt;a href=\"Empire%20of%20Japan\"&gt;Japan&lt;/a&gt; and former Japanese possessions. She served her entire tour of occupation duty at Okinawa, arriving there on 18 September and departing again on 19 October.\nStateside overhaul and decommissioning.\nAfter stops at Guam and Hawaii, she returned to the United States at San Francisco, California, on 15 December. She underwent an extensive overhaul at the &lt;a href=\"Kaiser%20shipyard\"&gt;Kaiser shipyard&lt;/a&gt; at &lt;a href=\"Richmond%2C%20California\"&gt;Richmond, California&lt;/a&gt;, from 19 January to 12 June 1946 and then began operations along the west coast. That duty continued until \"Triumph\" was placed out of commission at &lt;a href=\"San%20Diego%2C%20California\"&gt;San Diego, California&lt;/a&gt; on 30 January 1947.\nPeacetime operations.\n\"Triumph\" remained in reserve at San Diego until early 1952. After extensive preparations during the late fall of 1951 and the winter of 1952, she was recommissioned at San Diego on 28 February 1952. The warship reported for duty with the &lt;a href=\"United%20States%20Pacific%20Fleet\"&gt;Pacific Fleet&lt;/a&gt; early in April and ultimately to the &lt;a href=\"United%20States%20Fleet%20Forces%20Command\"&gt;Atlantic Fleet&lt;/a&gt; on 19 May. Operating out of &lt;a href=\"Charleston%2C%20South%20Carolina\"&gt;Charleston, South Carolina&lt;/a&gt;, the minesweeper served along the southern portion of the eastern seaboard and in the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt; until mid-September when she deployed to the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt; for service with the &lt;a href=\"U.S.%206th%20Fleet\"&gt;U.S. 6th Fleet&lt;/a&gt;. Following another tour of duty in the western &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic&lt;/a&gt; early in 1954 and a second deployment to the Mediterranean during the winter of 1954 and 1955, \"Triumph\" began preparations for deactivation in the spring of 1955. On 7 February 1955 she was redesignated MSF-323. On 29 August 1955, \"Triumph\" was decommissioned and placed in reserve at &lt;a href=\"Green%20Cove%20Springs%2C%20Florida\"&gt;Green Cove Springs, Florida&lt;/a&gt;.\nExit from U.S. service.\nThere, she remained until late in 1959. During that period, she changed designations again on 4 December 1959 when she was redesignated Coastal Minelayer MMC-3. Late in 1959, the decision was made to transfer her to Norway under the &lt;a href=\"Foreign%20Military%20Assistance%20Program\"&gt;Foreign Military Assistance Program&lt;/a&gt;.\nHNoMS Brage (N49).\nOn 27 January 1961, she was transferred to the &lt;a href=\"Royal%20Norwegian%20Navy\"&gt;Royal Norwegian Navy&lt;/a&gt;. Her name was struck from the U.S. &lt;a href=\"Naval%20Vessel%20Register\"&gt;Navy List&lt;/a&gt; on 1 March 1961. She served the Norwegians as \"Brage\" until 1978.\nAwards.\n\"Triumph\" was awarded six &lt;a href=\"battle%20star\"&gt;battle star&lt;/a&gt;s for &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; service."
}