{
    "id": "1121115",
    "revid": "1152308",
    "url": "https://en.wikipedia.org/wiki?curid=1121115",
    "title": "Personal Jukebox",
    "text": "The Personal Jukebox (also known as \"PJB-100\" or \"Music Compressor\") was the first consumer &lt;a href=\"hard%20drive\"&gt;hard drive&lt;/a&gt;-based &lt;a href=\"digital%20audio%20player\"&gt;digital audio player&lt;/a&gt;. Introduced in 1999, it preceded the &lt;a href=\"Apple%20Computer\"&gt;Apple&lt;/a&gt; &lt;a href=\"iPod\"&gt;iPod&lt;/a&gt;, &lt;a href=\"SanDisk%20Sansa\"&gt;SanDisk Sansa&lt;/a&gt;, and other similar players. It was designed and developed by &lt;a href=\"Compaq\"&gt;Compaq&lt;/a&gt; Research (&lt;a href=\"DEC%20Systems%20Research%20Center\"&gt;SRC&lt;/a&gt; and PAAD groups) starting in May 1998. Compaq did not release the player themselves, but licensed the design to &lt;a href=\"Remote%20Solution\"&gt;HanGo Electronics Co., Ltd.&lt;/a&gt; of &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;.\nCompaq Research published a &lt;a href=\"software%20development%20kit\"&gt;software development kit&lt;/a&gt; for the unit, which enabled users to develop tools, drivers and applications for different operating systems.\nHistory.\nDevelopment.\nThe PJB was created as a personal audio appliance prototype by &lt;a href=\"DEC%20Systems%20Research%20Center\"&gt;DEC Systems Research Center&lt;/a&gt; and Palo Alto Advanced Development group (PAAD). The project started in May 1998, a month before the &lt;a href=\"Digital%20Equipment%20Corporation\"&gt;Digital Equipment Corporation&lt;/a&gt; merger into Compaq was completed, and a final product was brought to market in November 1999. The PJB was the first hard-disk-based MP3 player made available on the market.\nThe \"100\" in the \"PJB-100\" name was chosen from the capacity of the original 4.86 GB hard drive in the first Personal Jukebox. With this drive, the unit was expected to hold about 100 popular (45 minute) music CDs encoded at 128 kbit/s. The name was kept for the later models with bigger hard drives, even though these could store a larger number of albums.\nThe PJB-100 was the first MP3 portable to garner a \"Milestone\" product designation from &lt;a href=\"MP3%20Newswire\"&gt;MP3 Newswire&lt;/a&gt;, which they defined in their January 2000 review of the PJB-100 as \"any product whose breakthrough innovations are so significant, they influence the future course of its industry\".\nLicensing, marketing and distribution.\nInstead of manufacturing the player themselves, Compaq licensed the design to HanGo, which called it the \"Personal Jukebox - PJB-100\". The license from Compaq to HanGo was worldwide exclusive - nobody else could license the technology from Compaq during the term of the HanGo license. HanGo granted a distribution agreement to US company Hy-Tek Manufacturing of &lt;a href=\"Sugar%20Grove%2C%20IL\"&gt;Sugar Grove, IL&lt;/a&gt; in 2001. HanGo rebranded the units sold through Hy-Tek as the \"Compressor\".\nHanGo took the PJB-100 into mass production and introduced it to the public at the Las Vegas COMDEX in November 1999. The first units were sold in a special auction held by &lt;a href=\"MP3.com\"&gt;MP3.com&lt;/a&gt;, with bids exceeding &lt;a href=\"US%24\"&gt;US$&lt;/a&gt;1000. Some winners received their players before the end of 1999. The first auctioned units were hand-built by the Compaq engineers who designed it, and had single-digit serial numbers.\nHardware.\nDigital signal processor (DSP).\nThe heart of the PJB is its Digital Signal Processor. It controls the hard-drive, buttons, LCD, &lt;a href=\"USB\"&gt;USB&lt;/a&gt; interface and handles MP3-decoding for playback. The PJB uses a 24 bit &lt;a href=\"Motorola\"&gt;Motorola&lt;/a&gt; 56309 DSP running at 33 &lt;a href=\"MHz\"&gt;MHz&lt;/a&gt;. The MP3 &lt;a href=\"codec\"&gt;codec&lt;/a&gt; (which is about 2 MB in &lt;a href=\"assembly%20language\"&gt;assembly&lt;/a&gt; DSP code) was licensed from &lt;a href=\"Thomson%20SA\"&gt;Thomson&lt;/a&gt; and &lt;a href=\"Fraunhofer%20Society\"&gt;Fraunhofer IIS&lt;/a&gt;.\nMemory.\nThe PJB has 12 MB of &lt;a href=\"DRAM\"&gt;DRAM&lt;/a&gt; and 1 MB of &lt;a href=\"flash%20memory\"&gt;flash memory&lt;/a&gt;.\nThe DRAM is used to buffer data (between 8 and 12 minutes of music, depending on the bitrate used for encoding) from the hard disk during playback. The buffer allows the disk to be run only intermittently, preserving battery life. When the hard-disk is stopped, battery life is preserved; the ramp-loaded heads also retract from the disk surface, helping to reduce the possibility of damage.\nThe flash memory houses the firmware as well as the &lt;a href=\"booting\"&gt;bootstrap&lt;/a&gt;.\nCommunication interface.\nTo transfer data, the PJB is equipped with a &lt;a href=\"Universal%20Serial%20Bus%23Proprietary%20connectors%20and%20formats\"&gt;USB 1.1 Type B connector&lt;/a&gt;. Inside is a Philips PDIUSBD12 USB peripheral controller, which averages a raw throughput of about 400 kB/s. Early prototypes used &lt;a href=\"Ethernet\"&gt;Ethernet&lt;/a&gt; instead of USB for data transmission. USB was used in production models because it was more common than Ethernet on standard home computers in 1998.\nDisplay.\nThe PJB's LCD has a &lt;a href=\"display%20resolution\"&gt;resolution&lt;/a&gt; of 128×64 &lt;a href=\"pixel\"&gt;pixel&lt;/a&gt;s (2:1 &lt;a href=\"ratio\"&gt;ratio&lt;/a&gt;) at a diameter of 3 inches (76.2 mm). Later versions of the PJB also featured a &lt;a href=\"backlight\"&gt;backlit&lt;/a&gt; display (the backlight comes on when the unit is powered on, or a button is pressed and turns off automatically after a few seconds). The character set the PJB uses internally is Latin-1 (&lt;a href=\"ISO-8859-1\"&gt;ISO-8859-1&lt;/a&gt;), with some minor variations. One of the Compaq developers stated that \"it's missing some of the symbols in the range 160 to 255 (because I got bored when I was creating them :-). Upper case accented characters are rendered unaccented, because that looks better within the font's 9 pixel height. There are some glyphs in the range 0 to 31, used for the symbols on the screen.\nHard drive.\nWhile flash players could store between 32 and a maximum of 128 MB at the time, the first PJB could store 4.86 GB of music. While the PJB-100 was updated as bigger drives became available, it was also possible for end users to replace the hard drive (although voiding the warranty in that case).\nButtons/controls.\nThe PJB has 6 buttons on the front:\nVolume is adjusted by a wheel on the unit's right side, using a &lt;a href=\"Digital%20data\"&gt;digital&lt;/a&gt; mechanism (it can be turned indefinitely). It also is possible to click or push the wheel, which pauses playback and turns the unit off after about one minute. When the unit is powered off and the wheel is pressed for a few seconds, playback resumes. This also works when the buttons are locked, in case the main controls cannot be easily accessed.\nOn the same side is also a small switch which locks the unit’s controls (except for the wheel).\nBattery and power supply.\nThe PJB is not powered by &lt;a href=\"dry%20cell\"&gt;dry cell batteries&lt;/a&gt; like most other players at the time of its development, but by a provided HanGo &lt;a href=\"Lithium%20ion%20battery\"&gt;Lithium ion battery&lt;/a&gt;. HanGo sold a more powerful 1600 mA battery to be used in the PJB.\nThe PJB includes a 5V &lt;a href=\"power%20supply\"&gt;power supply&lt;/a&gt; which charges the battery and enables playback without a battery in the unit at all. The charging control circuit for the battery is built into the PJB itself, not the power supply, so the use of a replacement power supply requires only the proper voltage and sufficient current capacity.\nAccessories.\nIncluded accessories.\nCompared to other players, the PJB included accessories. Details varied from distributor to distributor, but UHU/Portacomp AG included:\nOptional accessories.\nAccessories were offered by distributors (among them headphones and speakers, also for use with other audio hardware than the PJB and replacements for the included accessories):\nFirmware.\nFeatures and version history.\nThe latest firmware version, which surfaced in December 2003, is v2.3.3-alpha; the latest stable version is v2.3.2, introduced in mid-2001. Initially, the functions provided by the player were basic: when music was played back, selecting another track would immediately start this track and stop the current one; playlists had to be created on the computer; files could only be uploaded to the PJB, but not downloaded back to the computer. New firmware versions came out regularly, but were mostly bug fixes with very few new functions introduced.\nLater firmware versions added some of the most requested features:\nFile system and table of contents (TOC).\nThe PJB's disk is not formatted as &lt;a href=\"File%20Allocation%20Table\"&gt;FAT&lt;/a&gt; or &lt;a href=\"File%20Allocation%20Table\"&gt;FAT32&lt;/a&gt; as is the case with most of the players that were released later, and enables those to be mounted as another drive in an operating system. Instead, a unique file system is used, which, while losing the mounting ability, is optimized for the structure of MP3 files (having a cluster size of 128 kB, which equals about 8 seconds of 128-kBit-encoded MP3-music). Therefore, managing actions like defragging become unnecessary. The file system allows the linking of Tracks into various Discs/Sets. Therefore, each track is ideally only stored once on the disc and recurring occurrences of it (for example in playlists or samplers) are just links to the original file. This may help to preserve a good amount of disk space and allows for more tracks to be stored on the disk.\nAll of this info is stored in the TOC (table of contents). The TOC is stored in a human-readable text-format and can be downloaded, changed with a text editor and re-uploaded to the PJB again. A copy of the TOC is always stored on the unit as well, so errors and damage to the original TOC can usually be fixed.\nSoftware.\nSoftware development kit.\nThe original developers at Compaq Research designed an &lt;a href=\"Software%20development%20kit\"&gt;SDK&lt;/a&gt; (Software Development Kit) for the unit and published it under the &lt;a href=\"Open%20Source\"&gt;Open Source&lt;/a&gt; &lt;a href=\"GNU%20General%20Public%20License\"&gt;GPL&lt;/a&gt; license in 2000.\nDrivers.\nThe PJB does not integrate itself as a USB &lt;a href=\"mass%20storage\"&gt;mass storage&lt;/a&gt; device into modern operating systems. Special drivers are required to make the operating system recognize an attached PJB. Drivers for &lt;a href=\"Microsoft%20Windows\"&gt;Microsoft Windows&lt;/a&gt; and &lt;a href=\"Mac%20OS\"&gt;Mac OS&lt;/a&gt; were included, while drivers for &lt;a href=\"Linux\"&gt;Linux&lt;/a&gt; were developed by the open source community.\nJukebox Manager (Windows, Mac OS).\nThe included management tool for the PJB is the Jukebox Manager (the latest Windows version is v1.5.6). It can create/delete/manage Sets, Discs and Tracks (when uploading, the user can choose which &lt;a href=\"ID3\"&gt;ID3&lt;/a&gt;-tag will represent which level). It can also encode CDs directly onto the PJB and query the &lt;a href=\"CDDB\"&gt;CDDB&lt;/a&gt; for the proper disc/track information. Finally it can update the firmware. If manipulating some values in the &lt;a href=\"Windows%20Registry\"&gt;Windows Registry&lt;/a&gt;, a hidden menu appears, which can be used to debug and in some cases repair a damaged TOC. The Jukebox Manager does not make use of some of the firmware’s later features, such as downloading tracks back to the computer and does not provide advanced features such as mass-uploading, synchronizing or creating playlists from &lt;a href=\"M3U\"&gt;M3U&lt;/a&gt;-playlists.\nLinux projects.\nThere are Linux projects operating on SourceForge (some under the banner of the OpenPJB project). These range from Jukebox-Manager-like applications with a GUI for various &lt;a href=\"window%20manager\"&gt;window manager&lt;/a&gt;s to projects making the PJB's file system mountable as a drive in Linux. Some of the projects include:"
}