{
    "id": "11223339",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=11223339",
    "title": "Dave Campbell (Irish footballer)",
    "text": "David Martin Campbell (born 13 September 1969) is an Irish &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; coach and former player. He is opposition analyst and head of recruitment at &lt;a href=\"Sligo%20Rovers%20F.C.\"&gt;Sligo Rovers&lt;/a&gt;.\nCampbell was a defender who started his career with &lt;a href=\"Stella%20Maris%20F.C.\"&gt;Stella Maris&lt;/a&gt; \nand went on to play for &lt;a href=\"Bohemian%20F.C.\"&gt;Bohemians&lt;/a&gt;, &lt;a href=\"Shamrock%20Rovers%20F.C.\"&gt;Shamrock Rovers&lt;/a&gt;, &lt;a href=\"St%20Patrick%27s%20Athletic%20F.C.\"&gt;St Patrick's Athletic&lt;/a&gt;, &lt;a href=\"Shelbourne%20F.C.\"&gt;Shelbourne&lt;/a&gt;, &lt;a href=\"Bray%20Wanderers%20A.F.C.\"&gt;Bray Wanderers&lt;/a&gt; and &lt;a href=\"Dublin%20City%20F.C.\"&gt;Dublin City&lt;/a&gt; during his career in the &lt;a href=\"League%20of%20Ireland\"&gt;League of Ireland&lt;/a&gt;. He also had a spell on loan to &lt;a href=\"Newry%20Town\"&gt;Newry Town&lt;/a&gt; in the &lt;a href=\"IFA%20Premiership\"&gt;Irish League&lt;/a&gt;. \nCareer.\nWith Stella Maris under-15s when he won the Conway Cup for 1984/85, Fintan O'Neill scoring in the last minute to beat Lourdes Celtic (whose captain was &lt;a href=\"Pat%20Scully\"&gt;Pat Scully&lt;/a&gt;) 2–1. Stella won the FAIS Cup the same season, but Lourdes, in Scully's last season with them before he moved to Arsenal, returned the Richmond Park favour the following year in Knockrabo as under-16s, Scully heading home about five minutes from time to take the FAIS Cup from under Stella Maris' noses.\nAt the end of his under-17 season, Dave was included in the Leinster schoolboy selection to meet the Westphalian selection from Germany, an annual event. And it was after that match – played on a pitch that's now a housing estate, in Palmerstown – that he was approached by &lt;a href=\"Billy%20Young%20%28association%20football%29\"&gt;Billy Young&lt;/a&gt; to sign for Bohemians, which he did as an amateur. In his second season with the reserves, he made his senior debut for the Gypsies on New Years Day 1989, and completed that and the next season at Dalymount before being signed for Huddersfield Town. During his time with Bohs, he had, he says, \"the dubious honour\" of marking &lt;a href=\"Gary%20Lineker\"&gt;Gary Lineker&lt;/a&gt; – then making his Tottenham debut having signed from Barca – but dubious or no, it was he who won the Man of the Match award on the day. \nHis time across the Irish Sea was marked by a disabling series of injuries, and he then spent a short period with &lt;a href=\"Shamrock%20Rovers%20F.C.\"&gt;Shamrock Rovers&lt;/a&gt; in 1992 (one goal in 7 total appearances) on his return to Irish football. But Pats – just down the road in Inchicore from his home – was to be his next team, and the venue for his first senior success, in the 1995/96 Premier Division Championship. He was on the scoresheet in both legs of the 1996 Cup Final loss &lt;a href=\"http%3A//www.independent.ie/sport/soccer/the-magic-of-the-cup-five-epic-fai-cup-finals-and-five-of-the-great-heroes-233391.html\"&gt;&lt;/a&gt;, and Shelbourne duly took note of an experienced and versatile player, signing him for the following year.\nYet another trophy denied. Dave had a string of them in the early nineties: with Bohs in 1990, he saw St Francis deprive them of a crack at the FAI Cup, beating them at the Semi-final stage. Three years later, with Pats, Dundalk did the same, and Limerick did it in the League Cup. And it wouldn't end there: with Shels, runners up in the League in 1998, beaten in both the Cup and League Cup Finals, and beaten again (by Bray) in the Cup Semi-final the following year.\nAfter a protracted transfer saga for a then domestic record fee of £20,000 he joined Shels and made his debut for the \"Reds\" against Bohs in September 1996. Campbell was harshly sent off in a &lt;a href=\"1996%E2%80%9397%20UEFA%20Cup%20Winners%27%20Cup\"&gt;1996–97 UEFA Cup Winners' Cup&lt;/a&gt; tie against a &lt;a href=\"Tore%20Andr%C3%A9%20Flo\"&gt;Tore André Flo&lt;/a&gt; inspired &lt;a href=\"SK%20Brann\"&gt;SK Brann&lt;/a&gt;.\nHe avenged his Cup Final defeat the previous season by picking up a winners medal and incredibly scoring again with Shels in the 1997 &lt;a href=\"FAI%20Cup\"&gt;FAI Cup&lt;/a&gt;. He was part of the Shels team that were going for the treble in 1998 and unbelievably ended up with nothing after losing the League Cup final, the FAI Cup Final and the League Title on the last day. That blow was probably softened by winning the Double with Shels in 2000. For the 2010 season he was Chief Scout at the now defunct Sporting Fingal where he worked for ex Pats teammate Liam Buckley. He was appointed to the staff at St Patricks Athletic when Buckley took over as manager in Dec 2011. \nFamily.\nHis uncle is former Rovers manager &lt;a href=\"Noel%20Campbell%20%28footballer%29\"&gt;Noel Campbell&lt;/a&gt;. His father Jimmy played for Rovers, Pats and Sligo while another uncle Johnny played for &lt;a href=\"Drumcondra%20F.C.\"&gt;Drumcondra&lt;/a&gt; and St Patrick's Athletic and yet another uncle Hubert played for &lt;a href=\"Sligo%20Rovers%20F.C.\"&gt;Sligo Rovers&lt;/a&gt;. His son Daniel played 2 games for St Patrick's Athletic in the &lt;a href=\"2014%20St%20Patrick%27s%20Athletic%20F.C.%20season\"&gt;2014 season&lt;/a&gt;, after coming through the club's Under 19 team.\nHonours.\nSt Patrick's Athletic\nShelbourne"
}