{
    "id": "1123177",
    "revid": "1064090473",
    "url": "https://en.wikipedia.org/wiki?curid=1123177",
    "title": "1993 Italian Grand Prix",
    "text": "The 1993 Italian Grand Prix (formally the Pioneer 64° Gran Premio d'Italia) was a &lt;a href=\"Formula%20One\"&gt;Formula One&lt;/a&gt; motor race held at &lt;a href=\"Autodromo%20Nazionale%20di%20Monza\"&gt;Monza&lt;/a&gt; on 12 September 1993. It was the thirteenth race of the &lt;a href=\"1993%20Formula%20One%20World%20Championship\"&gt;1993 Formula One World Championship&lt;/a&gt;.\nThe 53-lap race was won by British driver &lt;a href=\"Damon%20Hill\"&gt;Damon Hill&lt;/a&gt;, driving a &lt;a href=\"Williams%20Grand%20Prix%20Engineering\"&gt;Williams&lt;/a&gt;-&lt;a href=\"Renault%20in%20Formula%20One\"&gt;Renault&lt;/a&gt;, after he started from second position. Frenchman &lt;a href=\"Jean%20Alesi\"&gt;Jean Alesi&lt;/a&gt; finished second in a &lt;a href=\"Scuderia%20Ferrari\"&gt;Ferrari&lt;/a&gt;, while American &lt;a href=\"Michael%20Andretti\"&gt;Michael Andretti&lt;/a&gt; finished third in a &lt;a href=\"McLaren\"&gt;McLaren&lt;/a&gt;-&lt;a href=\"Ford%20Motor%20Company\"&gt;Ford&lt;/a&gt;, in his final F1 race before returning to &lt;a href=\"Championship%20Auto%20Racing%20Teams\"&gt;IndyCar&lt;/a&gt;. Hill's teammate, Frenchman &lt;a href=\"Alain%20Prost\"&gt;Alain Prost&lt;/a&gt;, took &lt;a href=\"pole%20position\"&gt;pole position&lt;/a&gt; and led until suffering an engine failure with five laps to go, allowing Hill to take his third consecutive victory.\nReport.\nThe &lt;a href=\"Williams%20Grand%20Prix%20Engineering\"&gt;Williams&lt;/a&gt; cars dominated qualifying, locking out the front row of the grid with &lt;a href=\"Alain%20Prost\"&gt;Alain Prost&lt;/a&gt; on pole and &lt;a href=\"Damon%20Hill\"&gt;Damon Hill&lt;/a&gt; alongside him. &lt;a href=\"Jean%20Alesi\"&gt;Jean Alesi&lt;/a&gt; took third in his &lt;a href=\"Scuderia%20Ferrari\"&gt;Ferrari&lt;/a&gt;; he was joined on the second row by &lt;a href=\"Ayrton%20Senna\"&gt;Ayrton Senna&lt;/a&gt; in the &lt;a href=\"McLaren\"&gt;McLaren&lt;/a&gt;. &lt;a href=\"Michael%20Schumacher\"&gt;Michael Schumacher&lt;/a&gt; in the &lt;a href=\"Benetton%20Formula\"&gt;Benetton&lt;/a&gt; and &lt;a href=\"Gerhard%20Berger\"&gt;Gerhard Berger&lt;/a&gt; in the second Ferrari made up the third row. Further down the grid, &lt;a href=\"Pedro%20Lamy\"&gt;Pedro Lamy&lt;/a&gt; was making his Grand Prix debut for the cash-strapped &lt;a href=\"Team%20Lotus\"&gt;Lotus&lt;/a&gt; outfit, taking the place of the injured &lt;a href=\"Alex%20Zanardi\"&gt;Alessandro Zanardi&lt;/a&gt;, while the &lt;a href=\"Jordan%20Grand%20Prix\"&gt;Jordan&lt;/a&gt; team, needing a replacement for &lt;a href=\"Thierry%20Boutsen\"&gt;Thierry Boutsen&lt;/a&gt; following the Belgian's retirement from F1, had decided to evaluate &lt;a href=\"Japanese%20Formula%203000\"&gt;Japanese Formula 3000&lt;/a&gt; driver &lt;a href=\"Marco%20Apicella\"&gt;Marco Apicella&lt;/a&gt;, after their test driver &lt;a href=\"Emanuele%20Naspetti\"&gt;Emanuele Naspetti&lt;/a&gt; had turned down the opportunity to race.\nAt the start, Alesi got ahead of a sluggish Hill and Senna tried to do the same, but there was contact between Hill and Senna, resulting in both drivers dropping back, with Senna ending up in 9th and Hill in 10th. Further back, two separate incidents saw five cars eliminated at the first chicane. In the first incident, the &lt;a href=\"Footwork%20Arrows\"&gt;Footwork&lt;/a&gt;s of &lt;a href=\"Derek%20Warwick\"&gt;Derek Warwick&lt;/a&gt; and &lt;a href=\"Aguri%20Suzuki\"&gt;Aguri Suzuki&lt;/a&gt; collided and took each other out. In the second incident, &lt;a href=\"Sauber\"&gt;Sauber&lt;/a&gt; driver &lt;a href=\"JJ%20Lehto\"&gt;JJ Lehto&lt;/a&gt;, who had to start from the back of the grid, took himself and the Jordans of &lt;a href=\"Rubens%20Barrichello\"&gt;Rubens Barrichello&lt;/a&gt; and Apicella out of the race. Apicella's debut, which would also turn out to be his only Grand Prix start, had lasted no more than 800 metres, unofficially making him the driver with one of the &lt;a href=\"List%20of%20Formula%20One%20driver%20records%23Other%20driver%20records\"&gt;shortest careers&lt;/a&gt; in Formula One. Prost led Alesi, Schumacher, Berger, &lt;a href=\"Johnny%20Herbert\"&gt;Johnny Herbert&lt;/a&gt; and &lt;a href=\"Martin%20Brundle\"&gt;Martin Brundle&lt;/a&gt; into lap 2. On lap 4 Schumacher passed Alesi to take second position.\nOn lap 8, Senna collided with Brundle's &lt;a href=\"Equipe%20Ligier\"&gt;Ligier&lt;/a&gt;, putting them both out. Prost's championship ambitions received a major boost with Senna's retirement. Johnny Herbert spun off and hit the tyre barriers at Parabolica as he retired from 5th position since Berger pitted for tyres on lap 15, putting Berger back in 5th position but soon retired from 5th position with suspension problems 1 lap later. Hill in the meantime had moved up to fourth place and passed Alesi for third on lap 10, as Blundell in the remaining Ligier like Herbert had clipped the barrier at Parabolica and retired with a left-rear puncture and damaging his left-rear suspension on lap 21 whilst battling Wendlinger for 7th. Before Hill moved up to second on lap 22 when Schumacher's engine failed. At this point, Prost led by nearly 20 seconds, but by lap 48 Hill had reduced this lead to two seconds. Then, on lap 49, five from the end, the &lt;a href=\"Renault%20in%20Formula%20One\"&gt;Renault&lt;/a&gt; engine in Prost's car blew. Hill took his third consecutive win by 40 seconds from Alesi, with &lt;a href=\"Michael%20Andretti\"&gt;Michael Andretti&lt;/a&gt; third and &lt;a href=\"Karl%20Wendlinger\"&gt;Karl Wendlinger&lt;/a&gt;, &lt;a href=\"Riccardo%20Patrese\"&gt;Riccardo Patrese&lt;/a&gt; (scoring his final points in F1) and &lt;a href=\"%C3%89rik%20Comas\"&gt;Érik Comas&lt;/a&gt; completing the top six.\nThe &lt;a href=\"Minardi\"&gt;Minardi&lt;/a&gt;s of &lt;a href=\"Pierluigi%20Martini\"&gt;Pierluigi Martini&lt;/a&gt; and &lt;a href=\"Christian%20Fittipaldi\"&gt;Christian Fittipaldi&lt;/a&gt; had approached the chequered flag with Fittipaldi closely following Martini. Fittipaldi's left front wheel made contact with his teammate's right rear wheel, and the contact launched Fittipaldi's car into the air. The car completed a back flip before landing back on its wheels and skidded across the line. Neither driver was hurt and both finished the race without losing a position.\nThis was the Williams team's seventh consecutive victory. Prior to the race weekend, Andretti and McLaren mutually agreed to part ways and that this would be his final race with the team. He would be replaced by the team's test driver, &lt;a href=\"Mika%20H%C3%A4kkinen\"&gt;Mika Häkkinen&lt;/a&gt;. His final Formula One race returned his best result of the season with his third-place finish. By winning in Italy, Hill became the first Formula One driver to take their first three wins at consecutive Grands Prix, a feat only repeated by Mika Häkkinen, though only Hill won all three races in the same year."
}