{
    "id": "1124751",
    "revid": "5532431",
    "url": "https://en.wikipedia.org/wiki?curid=1124751",
    "title": "California Republican Assembly",
    "text": "The California Republican Assembly (CRA) is a &lt;a href=\"American%20Conservatism\"&gt;conservative&lt;/a&gt; &lt;a href=\"California\"&gt;California&lt;/a&gt; &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; &lt;a href=\"activist\"&gt;activist&lt;/a&gt; group. It is the oldest and largest grassroots volunteer organization chartered by the &lt;a href=\"California%20Republican%20Party\"&gt;California Republican Party&lt;/a&gt;, and is the California affiliate of the &lt;a href=\"National%20Federation%20of%20Republican%20Assemblies\"&gt;National Federation of Republican Assemblies&lt;/a&gt; (NFRA).\nThe CRA can date its origin to the 1930s and was an early supporter of &lt;a href=\"Governor%20of%20California\"&gt;Governor&lt;/a&gt; &lt;a href=\"Earl%20Warren\"&gt;Earl Warren&lt;/a&gt; but also an early opponent of &lt;a href=\"Chief%20Justice%20of%20the%20United%20States\"&gt;Chief Justice&lt;/a&gt; &lt;a href=\"Earl%20Warren\"&gt;Earl Warren&lt;/a&gt;, whom it believed had moved left from his gubernatorial days to his time on the court and so was regarded as far too &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; to merit support by conservatives. The CRA was largely supportive of the efforts of &lt;a href=\"Barry%20Goldwater\"&gt;Barry Goldwater&lt;/a&gt;'s &lt;a href=\"President%20of%20the%20United%20States\"&gt;Presidential&lt;/a&gt; bid and helped him finalize his nomination at the 1964 &lt;a href=\"Republican%20National%20Convention\"&gt;Republican National Convention&lt;/a&gt; held in &lt;a href=\"San%20Francisco%2C%20California\"&gt;San Francisco&lt;/a&gt;. Later that year it helped the cause of &lt;a href=\"George%20Murphy\"&gt;George Murphy&lt;/a&gt;, a former &lt;a href=\"film\"&gt;movie&lt;/a&gt; &lt;a href=\"actor\"&gt;actor&lt;/a&gt; and close friend of &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt; in being elected to the &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt;, and then helped Reagan himself to be elected &lt;a href=\"Governor%20of%20California\"&gt;Governor of California&lt;/a&gt; in 1966.\nThe group claims to hold much of the responsibility for the \"&lt;a href=\"Reagan%20Revolution\"&gt;Reagan Revolution&lt;/a&gt;\". Ronald Reagan often referred to CRA as the \"Conscience of the Republican Party.\" Unlike some other conservative &lt;a href=\"politics\"&gt;political&lt;/a&gt; groups, it makes no pretense at being &lt;a href=\"nonpartisan\"&gt;nonpartisan&lt;/a&gt;; the \"CRA has been working to elect Republican candidates who stand unwaveringly for Republican principles,\" according to their website. It is &lt;a href=\"anti-abortion\"&gt;anti-abortion&lt;/a&gt; and pro-\"&lt;a href=\"family%20values\"&gt;family values&lt;/a&gt;\" and it supports a limited-government agenda calling for lower &lt;a href=\"tax\"&gt;tax&lt;/a&gt;es, less governmental regulation, and more personal freedom. In the 1990s it spawned a national organization based on its own efforts, the &lt;a href=\"National%20Federation%20of%20Republican%20Assemblies\"&gt;National Federation of Republican Assemblies&lt;/a&gt;, which now has affiliates in approximately forty &lt;a href=\"U.S.%20state\"&gt;states&lt;/a&gt;."
}