{
    "id": "11269965",
    "revid": "96340",
    "url": "https://en.wikipedia.org/wiki?curid=11269965",
    "title": "Ratshausen",
    "text": "Ratshausen is a municipality the &lt;a href=\"Zollernalbkreis\"&gt;Zollernalbkreis&lt;/a&gt; district, in &lt;a href=\"Baden-W%C3%BCrttemberg\"&gt;Baden-Württemberg&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;.\nHistory.\nIn 1805, Ratshausen, previously a possession of the Austrian &lt;a href=\"County%20of%20Hohenberg\"&gt;County of Hohenberg&lt;/a&gt;, was annexed by the &lt;a href=\"Kingdom%20of%20W%C3%BCrttemberg\"&gt;Kingdom of Württemberg&lt;/a&gt;. Ratshausen was assigned to , and remained in that district until it was dissolved into in 1938. The town transformed after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; from a rural and agricultural town to a commercial center. Residential space was added to the southwest in the 1950s. As part of the , the district of Balingen was dissolved and Ratshausen reassigned to the newly-created &lt;a href=\"Zollernalbkreis\"&gt;district of Zollernalb&lt;/a&gt;. Further development took place in the 1990s in the north and south.\nGeography.\nThe municipality (\"&lt;a href=\"Municipalities%20of%20Germany\"&gt;Gemeinde&lt;/a&gt;\") of Ratshausen is located in the &lt;a href=\"Zollernalbkreis\"&gt;Zollernalb district&lt;/a&gt; of &lt;a href=\"Baden-W%C3%BCrttemberg\"&gt;Baden-Württemberg&lt;/a&gt;, one of the 16 &lt;a href=\"States%20of%20Germany\"&gt;states&lt;/a&gt; of the &lt;a href=\"Federal%20Republic%20of%20Germany\"&gt;Federal Republic of Germany&lt;/a&gt;. It is located at the southwest end of the district and borders &lt;a href=\"Tuttlingen%20%28district%29\"&gt;Tuttlingen district&lt;/a&gt; to the south. Ratshausen is physically located primarily in the , in the valley of the &lt;a href=\"Schlichem\"&gt;Schlichem&lt;/a&gt;, which flows through Ratshausen itself. Elevation above sea level in the municipal area ranges from a high of &lt;a href=\"Normalnull\"&gt;Normalnull&lt;/a&gt; (NN) at the top of the &lt;a href=\"Plettenberg%20%28mountain%29\"&gt;Plettenberg&lt;/a&gt; to a low of NN on the Schlichem.\nA portion of the Federally-protected &lt;a href=\"Ortenberg%20%28mountain%29\"&gt;Ortenberg&lt;/a&gt;, , and &lt;a href=\"Naturschutzgebiet\"&gt;nature reserves&lt;/a&gt; is located in Ratshausen's municipal area.\nCoat of arms.\nRatshausen's coat of arms depicts a &lt;a href=\"Argent\"&gt;white&lt;/a&gt; trowel upon a &lt;a href=\"Field%20%28heraldry%29\"&gt;field&lt;/a&gt; of &lt;a href=\"Gules\"&gt;red&lt;/a&gt;. This pattern is derived from a &lt;a href=\"Seal%20%28emblem%29\"&gt;seal&lt;/a&gt; used in the 19th century by the local &lt;a href=\"Schulthei%C3%9F\"&gt;Schultheiß&lt;/a&gt; that portrayed a oval shield with a wreath and a trowel upon it. The tool itself is a reference to the compulsory labor inhabitants of Ratshausen were expected to perform in the summer, usually the laying of bricks. The &lt;a href=\"Tincture%20%28heraldry%29\"&gt;tincture&lt;/a&gt;, a reference to the County of Hohenberg, was decided by the provisional post-WWII &lt;a href=\"W%C3%BCrttemberg-Hohenzollern\"&gt;Württemberg-Hohenzollern&lt;/a&gt; government that awarded this coat of arms to Ratshausen on 27 March 1950. A corresponding flag was issued by the Zollernalb district office on 21 May 1991.\nTransportation.\nLocal public transportation is provided by the ."
}