{
    "id": "11261139",
    "revid": "32381689",
    "url": "https://en.wikipedia.org/wiki?curid=11261139",
    "title": "Mirko Cvetković",
    "text": "Mirko Cvetković (, ; born 16 August 1950) is a Serbian economist and former &lt;a href=\"politician\"&gt;politician&lt;/a&gt; who served as the &lt;a href=\"Prime%20Minister%20of%20Serbia\"&gt;prime minister of Serbia&lt;/a&gt; from 2008 to 2012 and as finance minister from 2007 to 2008, and again from 2011 to 2012.\nCvetković became the Prime Minister as an &lt;a href=\"Independent%20politician\"&gt;nonpartisan politician&lt;/a&gt; endorsed by &lt;a href=\"For%20a%20European%20Serbia\"&gt;For a European Serbia&lt;/a&gt; coalition, which declared &lt;a href=\"Accession%20of%20Serbia%20to%20the%20European%20Union\"&gt;Serbia's accession&lt;/a&gt; to the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; (EU) as its main goal. During his government run, the EU has abolished &lt;a href=\"Travel%20visa\"&gt;visas&lt;/a&gt; for Serbian citizens traveling to the &lt;a href=\"Schengen%20Area\"&gt;Schengen Area&lt;/a&gt; countries, Serbia received an &lt;a href=\"Future%20enlargement%20of%20the%20European%20Union%23Recognised%20candidates\"&gt;EU candidate&lt;/a&gt; status, as well as, completed obligations to the &lt;a href=\"International%20Criminal%20Tribunal%20for%20the%20former%20Yugoslavia\"&gt;International Criminal Tribunal for the former Yugoslavia&lt;/a&gt; (ICTY). The period of his premiership was marked by the challenges of the &lt;a href=\"2008%20Kosovo%20declaration%20of%20independence\"&gt;Kosovo declaration of independence&lt;/a&gt; and the &lt;a href=\"Financial%20crisis%20of%202007%E2%80%932008\"&gt;global financial crisis&lt;/a&gt;, leading to low rates of economic growth.\nBiography.\nMirko Cvetković was born in the small city of &lt;a href=\"Zaje%C4%8Dar\"&gt;Zaječar&lt;/a&gt; in eastern Serbia on 16 August 1950. His father Srboljub was an economist while his mother Stana worked as a &lt;a href=\"pharmacist\"&gt;pharmacist&lt;/a&gt;. His grandfather, Mirko, a &lt;a href=\"Teacher\"&gt;school teacher&lt;/a&gt;, was killed in 1941, by &lt;a href=\"Wehrmacht\"&gt;German soldiers&lt;/a&gt; during the &lt;a href=\"Kragujevac%20massacre\"&gt;Kragujevac massacre&lt;/a&gt;.\nHe completed his elementary and high school education in &lt;a href=\"Zaje%C4%8Dar\"&gt;Zaječar&lt;/a&gt;. Mirko Cvetković graduated from the &lt;a href=\"University%20of%20Belgrade\"&gt;University of Belgrade&lt;/a&gt; &lt;a href=\"University%20of%20Belgrade%20Faculty%20of%20Economics\"&gt;Faculty of Economics&lt;/a&gt; where he also received his &lt;a href=\"Master%20of%20Commerce\"&gt;MComm&lt;/a&gt; and &lt;a href=\"Doctor%20of%20Philosophy\"&gt;PhD&lt;/a&gt;.\nCvetković worked at the Mining Institute for ten years and later at the Economics Institute for another six years, followed by seven years at the advisory and research firm CES Mecon where he worked as a consultant.\nIn the 1980s he was external consultant for the &lt;a href=\"World%20Bank\"&gt;World Bank&lt;/a&gt; on a number of projects in &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt; and &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt; and worked on the &lt;a href=\"United%20Nations%20Development%20Programme\"&gt;United Nations Development Programme&lt;/a&gt; (UNDP) in &lt;a href=\"Somalia\"&gt;Somalia&lt;/a&gt;. As of 2013, Cvetkovic has reestablished himself as a consultant for the &lt;a href=\"World%20Bank\"&gt;World Bank&lt;/a&gt;.\nIn the period 1998–2001 he was employed as adviser for economic issues at the Mining Institute, and in 2005 he became the Special Advisor at CEO Intercom Consulting.\nHe has published a number of papers and articles on &lt;a href=\"privatization\"&gt;privatization&lt;/a&gt; in Serbia and abroad.\nCvetković is married and has two children. Apart from his &lt;a href=\"Serbian%20language\"&gt;native tongue&lt;/a&gt;, he speaks &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; and &lt;a href=\"French%20language\"&gt;French&lt;/a&gt; fluently and, as a hobby, plays piano, saxophone and clarinet.\nPolitical career.\nEarly years.\nAfter the &lt;a href=\"overthrow%20of%20Slobodan%20Milo%C5%A1evi%C4%87\"&gt;overthrow of Slobodan Milošević&lt;/a&gt;, from January 2001 Cvetković worked as Deputy Minister of Economy and Privatisation in the &lt;a href=\"Government%20of%20Serbia%20%282001-2004%29\"&gt;Government of Serbia&lt;/a&gt; of Zoran Djindjić. From 2003 to 2004 he was the Director of the Privatisation Agency. After the fall of &lt;a href=\"Zoran%20%C5%BDivkovi%C4%87%20%28politician%29\"&gt;Zoran Živković&lt;/a&gt;'s government on &lt;a href=\"2003%20Serbian%20parliamentary%20election\"&gt;2003 elections&lt;/a&gt;, Cvetković withdrew from politics.\nCvetković served as the Minister of Finance from 15 May 2007 to July 2008 in the coalition government of &lt;a href=\"Vojislav%20Ko%C5%A1tunica\"&gt;Vojislav Koštunica&lt;/a&gt;.\nHe was best remembered as being the first to doubt the way money from the central budget was spent in Kosovo. Back then, he told his colleagues in the government: \"You can raise the salaries of employees in Kosovo if you give up a part of your salary\".\nPrime Minister.\nOn 27 June 2008, President &lt;a href=\"Boris%20Tadi%C4%87\"&gt;Boris Tadić&lt;/a&gt; named Mirko Cvetković as the new Prime Minister following the &lt;a href=\"2008%20Serbian%20parliamentary%20election\"&gt;parliamentary elections&lt;/a&gt; that were held in May. Other possible candidates were the current Foreign Minister &lt;a href=\"Vuk%20Jeremi%C4%87\"&gt;Vuk Jeremić&lt;/a&gt; and the current President of the Executive Council of Vojvodina &lt;a href=\"Bojan%20Pajti%C4%87\"&gt;Bojan Pajtić&lt;/a&gt;.\nMirko Cvetković is the first prime minister of Serbia since the introduction of the multiparty system who had not previously been in a high position in one of the ruling parties.\nHe was sworn in on 7 July after taking the oath of office in the &lt;a href=\"National%20Assembly%20of%20Serbia\"&gt;National Assembly&lt;/a&gt;. In his exposé keynote address Cvetković said that one of the first moves of the new Government will be to submit the Stabilization and Association Agreement with the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; to the parliament for ratification and that it will not accept &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt;'s unilaterally declared independence.\nHe also stated that the government will strengthen the economy and social responsibility and lead a decisive battle against crime and corruption, and in favor of international justice. He also said that one of the first lawmaking initiatives will be the ratification of the energy arrangement with the &lt;a href=\"Russian%20Federation\"&gt;Russian Federation&lt;/a&gt;.\nCvetković is seen by many as an expert in the economy, a man of compromise, respected by the Democratic Party but by other political parties as well. Western news agencies describe him as a \"Democrat\" (indicating support for the pro-Western &lt;a href=\"Democratic%20Party%20%28Serbia%29\"&gt;Democratic Party&lt;/a&gt;) and a \"low profile &lt;a href=\"technocrat\"&gt;technocrat&lt;/a&gt;\" likely to prefer improving Serbia's economy rather than concentrating on difficult political issues.\nHis political policies combined &lt;a href=\"authority\"&gt;authority&lt;/a&gt; and moderate &lt;a href=\"economic%20liberalism\"&gt;economic liberalism&lt;/a&gt; — that is, the support of &lt;a href=\"laissez-faire\"&gt;laissez-faire&lt;/a&gt; economic policies.\nCabinet of Mirko Cvetković is the longest-serving since the fall of Slobodan Milošević in 2000."
}