{
    "id": "1127278",
    "revid": "1067820262",
    "url": "https://en.wikipedia.org/wiki?curid=1127278",
    "title": "Constantan",
    "text": "Constantan is a &lt;a href=\"Generic%20trademark\"&gt;proprietary name&lt;/a&gt; for a &lt;a href=\"copper\"&gt;copper&lt;/a&gt;–&lt;a href=\"nickel\"&gt;nickel&lt;/a&gt; &lt;a href=\"alloy\"&gt;alloy&lt;/a&gt; also known as Eureka, Advance, and Ferry. It usually consists of 55% copper and 45% nickel. Its main feature is the low thermal variation of its &lt;a href=\"resistivity\"&gt;resistivity&lt;/a&gt;, which is constant over a wide range of temperatures. Other alloys with similarly low &lt;a href=\"temperature%20coefficient\"&gt;temperature coefficient&lt;/a&gt;s are known, such as &lt;a href=\"manganin\"&gt;manganin&lt;/a&gt; (Cu [86%] / Mn [12%] / Ni [2%] ).\nHistory.\nIn 1887, &lt;a href=\"Edward%20Weston%20%28chemist%29\"&gt;Edward Weston&lt;/a&gt; discovered that metals can have a negative temperature coefficient of resistance, inventing what he called his \"Alloy No. 2.\" \nIt was produced in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; where it was renamed \"Konstantan\".\nConstantan alloy.\nOf all modern &lt;a href=\"strain%20gauge\"&gt;strain gauge&lt;/a&gt; alloys, constantan is the oldest, and still the most widely used. This situation reflects the fact that constantan has the best overall combination of properties needed for many strain gauge applications. This alloy has, for example, an adequately high &lt;a href=\"Strain%20%28materials%20science%29\"&gt;strain&lt;/a&gt; sensitivity, or &lt;a href=\"gauge%20factor\"&gt;gauge factor&lt;/a&gt;, which is relatively insensitive to strain level and &lt;a href=\"temperature\"&gt;temperature&lt;/a&gt;. Its &lt;a href=\"resistivity\"&gt;resistivity&lt;/a&gt; (4.9 x 10−7 Ω·m) is high enough to achieve suitable resistance values in even very small grids, and its &lt;a href=\"temperature%20coefficient\"&gt;temperature coefficient&lt;/a&gt; of &lt;a href=\"Electrical%20resistance\"&gt;resistance&lt;/a&gt; is fairly low. In addition, constantan is characterized by good &lt;a href=\"Fatigue%20%28material%29\"&gt;fatigue life&lt;/a&gt; and relatively high &lt;a href=\"Elongation%20%28materials%20science%29\"&gt;elongation&lt;/a&gt; capability. However, constantan tends to exhibit a continuous drift at temperatures above ; and this characteristic should be taken into account when &lt;a href=\"0%20%28number%29\"&gt;zero&lt;/a&gt; stability of the strain gauge is critical over a period of hours or days. Constantan is also used for electrical resistance heating and &lt;a href=\"thermocouple\"&gt;thermocouple&lt;/a&gt;s.\nA-Alloy.\nVery importantly, Constantan can be processed for self-temperature compensation to match a wide range of test material &lt;a href=\"coefficient%20of%20thermal%20expansion\"&gt;coefficients of thermal expansion&lt;/a&gt;. A-alloy is supplied in self-temperature-compensation (S-T-C) numbers 00, 03, 05, 06, 09, 13, 15, 18, 30, 40 and 50, for use on test materials with corresponding thermal expansion coefficients, expressed in parts per million by length (or μm/m) per degrees Fahrenheit.\nP alloy.\nFor the &lt;a href=\"measurement\"&gt;measurement&lt;/a&gt; of very large strains, 5% (50  000 &lt;a href=\"microstrain\"&gt;microstrain&lt;/a&gt;) or above, annealed constantan (P alloy) is the grid material normally selected. Constantan in this form is very &lt;a href=\"ductility\"&gt;ductile&lt;/a&gt;; and, in gauge lengths of and longer, can be strained to &gt;20%. It should be borne in mind, however, that under high cyclic strains the P alloy will exhibit some permanent resistivity change with each cycle, and cause a corresponding &lt;a href=\"0%20%28number%29\"&gt;zero&lt;/a&gt; shift in the strain gauge. Because of this characteristic, and the tendency for premature grid failure with repeated straining, P alloy is not ordinarily recommended for cyclic strain applications. P alloy is available with S-T-C numbers of 08 and 40 for use on &lt;a href=\"metal\"&gt;metal&lt;/a&gt;s and &lt;a href=\"plastic\"&gt;plastic&lt;/a&gt;s, respectively.\nTemperature measurement.\nConstantan is also used to form &lt;a href=\"thermocouple\"&gt;thermocouple&lt;/a&gt;s with wires made of &lt;a href=\"iron\"&gt;iron&lt;/a&gt;, copper, or &lt;a href=\"chromel\"&gt;chromel&lt;/a&gt;. It has an extraordinarily strong negative &lt;a href=\"Seebeck%20coefficient\"&gt;Seebeck coefficient&lt;/a&gt; above 0 degrees Celsius, leading to a good temperature sensitivity."
}