{
    "id": "11272191",
    "revid": "12159640",
    "url": "https://en.wikipedia.org/wiki?curid=11272191",
    "title": "CS Gaz Metan Mediaș",
    "text": "Clubul Sportiv Gaz Metan Mediaș (), commonly known as Gaz Metan Mediaș, or simply as Gaz Metan, is a &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;n professional &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"Club%20%28organization%29\"&gt;club&lt;/a&gt; based in &lt;a href=\"Media%C8%99\"&gt;Mediaș&lt;/a&gt;, &lt;a href=\"Sibiu%20County\"&gt;Sibiu County&lt;/a&gt;.\nIt was founded in 1945 as \"Karres Mediaș\" and currently plays in the &lt;a href=\"Liga%20I\"&gt;Liga I&lt;/a&gt;, the highest level of the &lt;a href=\"Romanian%20football%20league%20system\"&gt;Romanian football league system&lt;/a&gt;.\nHistory.\nFounding and early years (1945–1950).\nThe club was founded in 1945 under the name of \"Karres Mediaș\" and participated in the &lt;a href=\"Romanian%20Second%20League\"&gt;Romanian Second League&lt;/a&gt; (Liga II). The team achieved promotion to the &lt;a href=\"Liga%20I\"&gt;Divizia A&lt;/a&gt; in 1947, club's name was changed to \"CSM Mediaș\" in the same year. At the end of the season, the team managed to secure a comfortable 11th place out of 16, in its first Divizia A season. Financial troubles and inadequate training conditions plagued the club's &lt;a href=\"1948%E2%80%9349%20Divizia%20A\"&gt;second Liga I season (1948–1949)&lt;/a&gt;. After the second round, disgruntled players complained to the press and the &lt;a href=\"Romanian%20Football%20Federation\"&gt;Romanian Football Federation&lt;/a&gt; (FRF) about the poor training conditions at the club. FRF decided to allow the factory \"Zorile Roșii\" (Red Dawn) to take the ownership of the club. The name of the team was also changed to \"Zorile Roșii Mediaș\". Later that season the team merged with Vitrometan Mediaș. The second half of the season brought another change in ownership, also the most recent in the club's history, when it was taken over by &lt;a href=\"Romgaz\"&gt;Ateliere Gaz Metan&lt;/a&gt; and the name was changed to \"Gaz Metan Mediaș\". The team relegated to Liga II the same season. The 1948–49 team was formed by Kodacek – Sulyak, Szobo – Șerban, Molnar, Rășinaru – Pop, Coman, Guța, Szabo, Pologea.\nGaz Metan, a respected second league team (1950–1999).\nThis period is characterized by frequent name changes, but also by the most important performance ever achieved by the club: the &lt;a href=\"Cupa%20Rom%C3%A2niei\"&gt;Romanian Cup&lt;/a&gt; final. The club carried the following names: \"Partizanul\" (1950–51), \"Flacara\" (1951–56), \"Energia\" (1956–58), \"Gaz Metan\" (1958–60), and \"CSM Mediaș\" (1960–1963). The final name change took place in 1963 when the club reverted to its former \"Gaz Metan Mediaș\" name. In 1951, the club achieved its most significant domestic performance by reaching the final stage of the Romanian Cup as a &lt;a href=\"Divizia%20B\"&gt;Divizia B&lt;/a&gt; team. Led from the bench by the famous &lt;a href=\"%C8%98tefan%20Dobay\"&gt;Ștefan Dobay&lt;/a&gt;, Flacăra lost 3–1 in overtime against &lt;a href=\"CCA%20Bucure%C8%99ti\"&gt;CCA București&lt;/a&gt; (current &lt;a href=\"FC%20Steaua%20Bucure%C8%99ti\"&gt;Steaua București&lt;/a&gt;). Goalscorer for Flacăra Mediaș was Coman (min.71). Team: Varaday – Luca, Szabo – Dumitrescu, Molnar I, Costea – Pop, Papay, Coman, Szasz, Moldovan. In the period that followed, Gaz Metan participated mostly in the &lt;a href=\"Liga%20II\"&gt;Divizia B&lt;/a&gt;, becoming a regular and respected name of this echelon, occupying mid-rank positions until 1972 when it relegated for the first time to &lt;a href=\"Liga%20III\"&gt;Divizia C&lt;/a&gt;. After that, was an immediate promotion back to Divizia B, where it evolved until 1976 when it relegated for the second time in the third division of the Romanian football league system. The club promoted again in the Divizia B next year where it remained until 1992, with the following results: 1977–78 – 8th, 1978–79 – 9th, 1979–80 – 11th, 1980–81 – 7th, 1981–82 – 6th, 1982–83 – 8th, 1983–84 – 5th (best place), 1984–85 – 6th, 1985–86 – 5th (best place), 1986–87 – 7th, 1987–88 – 10th, 1988–89 – 11th, 1989–90 – 10th, 1990–91 – 11th and 1991–92 – 14th. As a consequence of the place occupied at the end of the 1991–92 season of Divizia B, \"gaziștii\" relegated to Divizia C, for the third time in their long existence. That difficult moment was handled exemplary by the Transylvanian team, which promoted back after only one year by winning the third series of the third league with 5 points ahead of the second place, Petrolul Stoina, a team from &lt;a href=\"Gorj%20County\"&gt;Gorj County&lt;/a&gt;.\nReturned to a Divizia B with only 2 series, instead of 3, as it was before, Gaz Metan resumed its safe evolutions with a meritorious 7th place in the first season, 11th place in the second one and with a 4th place at the end of the 1995–96 season, best rank in the last over 20 years for the team from &lt;a href=\"Media%C8%99\"&gt;Mediaș&lt;/a&gt;. Next season Gaz Metan would become from a respected team, a feared one, because it ended on the podium (3rd place) starting to announce its serious intentions to return in the first league of the Romanian football. This season was followed by two seasons of hard battle with the following results: 1997–98 – 5th and 1998–99 – 4th.\nGaz Metan is back (2000–2014).\nThe first year of the 21st century has brought a great success for the black and whites, the promotion to &lt;a href=\"Liga%20I\"&gt;Divizia A&lt;/a&gt; after no less than 51 years after the last presence in the first league. Led by the coach Jean Gavrilă, Gaz Metan secured won the promotion in &lt;a href=\"Liga%20I\"&gt;Liga 1&lt;/a&gt; by winning the second group of the &lt;a href=\"1999%E2%80%932000%20Divizia%20B\"&gt;1999–2000 Divizia B&lt;/a&gt;, with a gap of 11 points from the second place, &lt;a href=\"Muscelul%20C%C3%A2mpulung\"&gt;ARO Câmpulung&lt;/a&gt;. The squad that achieved that historical promotion was composed of: GK: Filip, Roșca – DF: Ciurar, Grigore, Grasu, Lungu, &lt;a href=\"Flavius%20%C8%98omf%C4%83lean\"&gt;Șomfălean&lt;/a&gt;, Vasile -MF: &lt;a href=\"Alex%20Zotinc%C4%83\"&gt;Zotincă&lt;/a&gt;, Boroncoi, Callo, Hanc, Ioan, Moldovan, Pătru, Stoica – FW: Vitan, Boloban, &lt;a href=\"Claudiu%20Boaru\"&gt;Boaru&lt;/a&gt;, &lt;a href=\"Dan%20G%C4%83ldean\"&gt;Găldean&lt;/a&gt;. 51 years of absence were too much and the shock of the first league level has hit hard in the morale of the team, the joy of promotion was quitting fast and \"gaziștii\" finished on the last place (16th) with a disastrous ranking line, only 3 victories, 9 draws and 18 defeats, 21 goals scored and 42 conceded, in total 18 points, with 16 less than 15th place, occupied at that time by &lt;a href=\"AFC%20Rocar%20Bucure%C8%99ti\"&gt;Rocar București&lt;/a&gt;.\n2001–02 season was finding the team back in the second league, with morale to the ground and trying to rebuild a competitive team, Gaz Metan finished only on 12th place. With the start of the 2002–03 season the club was again in the fight for promotion, but finally resembled with a 3rd place, first under the promotion places, occupied by &lt;a href=\"FC%20Unirea%20Alba%20Iulia\"&gt;Apulum Alba Iulia&lt;/a&gt; and &lt;a href=\"FC%20Bihor%20Oradea\"&gt;FC Oradea&lt;/a&gt;. For the supporters things seemed clear, Gaz Metan had returned to its status as a &lt;a href=\"Liga%20II\"&gt;Divizia B&lt;/a&gt; team, only now it seemed a team decided to fight for promotion than a mid-rank team. In the following season, the results were: 2003–04 – 4th, 2004–05 – 2nd, 2005–06 – 4th and 2006–07 – 6th with the statement that in 2005 the team missed the promotion in the last minute after finishing at the same number of points (65) with &lt;a href=\"CSM%20Jiul%20Petro%C8%99ani\"&gt;Jiul Petroșani&lt;/a&gt;.\nIn 2008 led by coach &lt;a href=\"Cristian%20Pustai\"&gt;Cristian Pustai&lt;/a&gt;, a former Gaz Metan player, the team secured promotion to Liga I from second spot after a hard fight and promoted to &lt;a href=\"2007%E2%80%9308%20Liga%20I\"&gt;Liga I&lt;/a&gt;, 8 years away from the last presence, team: &lt;a href=\"Mihai%20%C8%98te%C8%9Bca\"&gt;Ștețca&lt;/a&gt; – &lt;a href=\"Grillo%20Edson\"&gt;Grillo&lt;/a&gt;, &lt;a href=\"Florin%20Laz%C4%83r\"&gt;Lazăr&lt;/a&gt;, &lt;a href=\"Radu%20Zaharia\"&gt;Zaharia&lt;/a&gt;, &lt;a href=\"Ionu%C8%9B%20Buzean\"&gt;Buzean&lt;/a&gt; – &lt;a href=\"Doru%20Dudi%C8%9B%C4%83\"&gt;Dudiță&lt;/a&gt;, &lt;a href=\"Eric%20Pereira\"&gt;Eric&lt;/a&gt;, &lt;a href=\"Ovidiu%20Hoban\"&gt;Hoban&lt;/a&gt;, &lt;a href=\"Alexandru%20Curtean\"&gt;Curtean&lt;/a&gt; – &lt;a href=\"Claudiu%20Boaru\"&gt;Boaru&lt;/a&gt;, &lt;a href=\"Ciprian%20Prodan\"&gt;C.Prodan&lt;/a&gt;. The team finished the &lt;a href=\"2008%E2%80%9309%20Liga%20I\"&gt;2008–09 season&lt;/a&gt; on 15th position out of 18 teams, the last spot leading to relegation. Following the corruption scandal involving &lt;a href=\"FC%20Arge%C8%99%20Pite%C8%99ti\"&gt;FC Argeș Pitești&lt;/a&gt; and the subsequent relegation of the team in Liga II, Gaz Metan remained in the first league. &lt;a href=\"2009%E2%80%9310%20Liga%20I\"&gt;2009–10 season&lt;/a&gt; was finished on the 10th place, far away from the relegation zone, providing a new record for the club, 3 consecutive seasons in the &lt;a href=\"Liga%20I\"&gt;Liga I&lt;/a&gt;.\nThe white and blacks finished 7th in the &lt;a href=\"2010%E2%80%9311%20Liga%20I\"&gt;2010–11 season&lt;/a&gt; and secured a &lt;a href=\"UEFA%20Europa%20League\"&gt;UEFA Europa League&lt;/a&gt; participation for the following season, its first in history. Gaz Metan reached the &lt;a href=\"2011%E2%80%9312%20UEFA%20Europa%20League%20play-off%20round\"&gt;2011–12 UEFA Europa League play-off round&lt;/a&gt; by eliminating &lt;a href=\"Kuopion%20Palloseura\"&gt;KuPS&lt;/a&gt; of &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt; (Agg. 2–1) in the second round and &lt;a href=\"1.%20FSV%20Mainz%2005\"&gt;Mainz&lt;/a&gt; of &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; (Agg. 4–3 pen.) in the third round. Gaz Metan lost in the play-offs to &lt;a href=\"FK%20Austria%20Wien\"&gt;Austria Wien&lt;/a&gt; (Agg. 2–3). Domestically, Gaz Metan reached the Romanian Cup semi-finals in the &lt;a href=\"2011%E2%80%9312%20Cupa%20Rom%C3%A2niei\"&gt;2011–12 season&lt;/a&gt; but was eliminated (Agg. 2–2 away goals) by the future cup winner &lt;a href=\"FC%20Dinamo%20Bucure%C8%99ti\"&gt;Dinamo București&lt;/a&gt; and finished on 13th place in the league. In the next two seasons, the team consolidates its first league-team status through the following results: &lt;a href=\"2012%E2%80%9313%20Liga%20I\"&gt;2012–13&lt;/a&gt; – 10th and &lt;a href=\"2013%E2%80%9314%20Liga%20I\"&gt;2013–14&lt;/a&gt; – 13th.\nDifficult times (2014–present).\n&lt;a href=\"2014%E2%80%9315%20Liga%20I\"&gt;2014–15 season&lt;/a&gt; has brought major changes to the first league competitive system by reducing the number of teams from 18 to 14, leading to the relegation of 6 teams. \"Lupii negri\" finished on the 13th place, first under the relegation line and returned to &lt;a href=\"Liga%20II\"&gt;Liga II&lt;/a&gt; after 7 consecutive years in the first league, longest run for the club, with the best performance in club's history (7th place) and with the first participation in the European competitions.\nGaz Metan has once again proved to be an ambitious team and promoted back after only one season in the second league, 2015–16 team: &lt;a href=\"Alexandru%20Greab\"&gt;Greab&lt;/a&gt; – &lt;a href=\"Roberto%20Romeo\"&gt;Romeo&lt;/a&gt;, &lt;a href=\"Iulian%20Cristea\"&gt;Cristea&lt;/a&gt;, &lt;a href=\"Radu%20Zaharia\"&gt;Zaharia&lt;/a&gt;, &lt;a href=\"Ionu%C8%9B%20Buzean\"&gt;Buzean&lt;/a&gt; – P.Iacob, &lt;a href=\"Cristian%20Danci\"&gt;Danci&lt;/a&gt; – &lt;a href=\"Alexandru%20Munteanu\"&gt;Munteanu&lt;/a&gt;, &lt;a href=\"Ovidiu%20Bic\"&gt;Bic&lt;/a&gt;, &lt;a href=\"Ciprian%20Petre\"&gt;Petre&lt;/a&gt; – &lt;a href=\"Cristian%20Gavra\"&gt;Gavra&lt;/a&gt;. &lt;a href=\"2016%E2%80%9317%20Liga%20I\"&gt;2016–17 season&lt;/a&gt; was a tumultuous one for the team from &lt;a href=\"Media%C8%99\"&gt;Mediaș&lt;/a&gt; which finished the regular season on the 7th place, at only 2 points distance from a play-off place and qualified for the play-out round, when it finished on 2nd place (8th in the general ranking). The club also encountered serious financial problems choosing to go into insolvency.\nIn the summer of 2017 the club has approached a low-budget strategy and after 22 rounds played in the &lt;a href=\"2017%E2%80%9318%20Liga%20I\"&gt;2017–18 season&lt;/a&gt;, the club is on 12th place, just above the relegation zone, but with the same number of points as the team from the 13th place, the first place situated in the red zone.\nStadium.\nGaz Metan plays its home games on the &lt;a href=\"Stadionul%20Municipal%20Gaz%20Metan\"&gt;Municipal Gaz Metan Stadium&lt;/a&gt;. The stadium has a capacity of 8000 seats with half of the seats covered; playing surface with under-soil heating and a 1500 lux floodlights system. The stadium is homologated to host preliminary rounds of any UEFA club competitions as well as U21 international games.\nThe stadium underwent major renovations and expansions in 2010. The playing surface was replaced in its entirety and covered stands were built on the opposite side of the main stands, increasing the stadium's capacity to 7,814 seats.\nSupport.\nGaz Metan has many supporters in &lt;a href=\"Media%C8%99\"&gt;Mediaș&lt;/a&gt; and especially in &lt;a href=\"Sibiu%20County\"&gt;Sibiu County&lt;/a&gt;. The ultras groups of Gaz Metan Mediaș are known as \"Lupii Negri\" (The Black Wolves) and \"Commando Mediensis\".\nRivalries.\nThe most important rivalries overtime for Gaz Metan were against football clubs from &lt;a href=\"Sibiu\"&gt;Sibiu&lt;/a&gt; whether they were: &lt;a href=\"%C8%98oimii%20Sibiu\"&gt;Șoimii Sibiu&lt;/a&gt;, &lt;a href=\"FC%20Inter%20Sibiu\"&gt;Inter Sibiu&lt;/a&gt;, &lt;a href=\"FC%20Sibiu\"&gt;FC Sibiu&lt;/a&gt; or &lt;a href=\"CSU%20Voin%C8%9Ba%20Sibiu\"&gt;Voința Sibiu&lt;/a&gt;. Now the team that represents Sibiu is &lt;a href=\"FC%20Hermannstadt\"&gt;FC Hermannstadt&lt;/a&gt; and the two clubs met for the first time on 17 April 2018, in a &lt;a href=\"Cupa%20Rom%C3%A2niei\"&gt;Romanian Cup&lt;/a&gt; semi-final, in front of many fans.\nNotable former players.\nThe footballers enlisted below have had international cap(s) for their respective countries at junior and/or senior level and/or more than 100 caps for CS Gaz Metan Mediaș."
}