{
    "id": "1128015",
    "revid": "1058405503",
    "url": "https://en.wikipedia.org/wiki?curid=1128015",
    "title": "Simon Danielli",
    "text": "Simon Charles Jonathan Danielli (born 8 September 1979 in &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt;) is a Scottish former &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; footballer who played on the &lt;a href=\"Wing%20%28rugby%20union%29\"&gt;wing&lt;/a&gt; for &lt;a href=\"Ulster%20Rugby\"&gt;Ulster&lt;/a&gt; and &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt;.\nEarly life.\nDanielli who is of Italian descent, was educated at &lt;a href=\"Cheltenham%20College\"&gt;Cheltenham College&lt;/a&gt; and achieved an Upper Second Class Degree in Philosophy and Theology at &lt;a href=\"Oxford%20University\"&gt;Oxford University&lt;/a&gt; (&lt;a href=\"Trinity%20College%2C%20Oxford\"&gt;Trinity College&lt;/a&gt;). During his time at Oxford he was awarded two &lt;a href=\"Oxford%20University%20Rugby%20Football%20Club\"&gt;rugby union&lt;/a&gt; Blues playing in the &lt;a href=\"The%20Varsity%20Match\"&gt;Varsity Match&lt;/a&gt; against &lt;a href=\"Cambridge%20University%20Rugby%20Union%20Football%20Club\"&gt;Cambridge&lt;/a&gt; in 1999 and 2000.\nClub career.\nDanielli joined &lt;a href=\"Border%20Reivers%20%28rugby%20union%29\"&gt;The Borders&lt;/a&gt; from &lt;a href=\"Bath%20Rugby\"&gt;Bath&lt;/a&gt; in September 2004, where he had been since the summer of 2001, prior to which he played for &lt;a href=\"Bristol%20Shoguns\"&gt;Bristol Shoguns&lt;/a&gt;.\nWith the Borders club being disbanded by the &lt;a href=\"Scottish%20Rugby%20Union\"&gt;SRU&lt;/a&gt; in 2007 Danielli moved to &lt;a href=\"Ulster%20Rugby\"&gt;Ulster&lt;/a&gt;. His try scoring feats for Ulster did not go un-noticed with the IRB stating he was close to making the IRB player of the year list in 2009. His rate of nearly a try every two games made him one of the most dangerous wingers in the &lt;a href=\"Magners%20League\"&gt;Magners League&lt;/a&gt;.\nInternational career.\nDanielli represented &lt;a href=\"Rugby%20Football%20Union\"&gt;England&lt;/a&gt; &lt;a href=\"Student%20rugby%20union\"&gt;Students&lt;/a&gt; and &lt;a href=\"England%20national%20under-21%20rugby%20union%20team\"&gt;Under 21s&lt;/a&gt;. However, in January 2003 he opted to play for &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt;. He made his international debut against &lt;a href=\"Italy%20national%20rugby%20union%20team\"&gt;Italy&lt;/a&gt; during the &lt;a href=\"2003%20Rugby%20Union%20World%20Cup\"&gt;World Cup&lt;/a&gt; warm-up match in August 2003 scoring a try. In his first start of the 2003 Rugby World Cup against the US, when he scored two tries in a Scottish victory and went on to impress throughout the 2003 World Cup tournament. He also scored a try in his &lt;a href=\"Murrayfield%20Stadium\"&gt;Murrayfield&lt;/a&gt; &lt;a href=\"Six%20Nations%20Championship\"&gt;Six Nations&lt;/a&gt; debut against &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt; in 2004.\nHe dropped out of the international picture in 2005, but was recalled to the Scotland squad for the 2006 Six Nations championship. He was also picked as part of the Scotland 2007 World Cup training squad. He struggled to regularly break into the Scottish first-fifteen due to competition from the likes of the Lamont brothers and Chris Paterson.\nHowever, he returned to the international scene on 28 February 2009 (against Italy in the Six Nations) with a try-scoring &lt;a href=\"man%20of%20the%20match\"&gt;man of the match&lt;/a&gt; performance. He would continue to start throughout this campaign. After injury he returned to the Scotland team again for the match against Italy during the 2010 Six Nations Championship.\nDespite Danielli having few starts for Scotland in the run up to the 2011 Rugby World Cup he started in Scotland's opening game against Romania, scoring two tries in the 75th and 78th minutes saving Scotland from an embarrassing defeat.\nRetirement.\nDanielli announced his retirement from professional rugby on 10 May 2012, after an injury disrupted 2011–12 season where he has failed to achieve fitness after a series of back injuries.\nPersonal life.\nDanielli was married to Olivia Danielli. They have three children. The couple married in 2009 and separated in 2014.\nIn April 2015, Danielli assaulted Michael Browne, suspecting him of having an affair with his wife Olivia Danielli. He was fined £500 in April 2017. In November 2015, he tested positive for &lt;a href=\"cocaine\"&gt;cocaine&lt;/a&gt;.\nIn August 2015, Danielli's estranged wife Olivia Danielli damaged his car, for which she was fined £500 and ordered to pay £1,800 in damage repair costs. This was challenged in 2017, with the defence claiming the car was legally the property of Olivia Danielli."
}