{
    "id": "11298607",
    "revid": "12406635",
    "url": "https://en.wikipedia.org/wiki?curid=11298607",
    "title": "Wien Hauptbahnhof",
    "text": "Wien Hauptbahnhof, Vienna Central Station or Vienna Main Station is the main &lt;a href=\"railway%20station\"&gt;railway station&lt;/a&gt; in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, located in the &lt;a href=\"Favoriten\"&gt;Favoriten&lt;/a&gt; district. It became fully operational in December 2015, linking major railway lines from the &lt;a href=\"North%20railway%20%28Austria%29\"&gt;north&lt;/a&gt;, &lt;a href=\"Eastern%20Railway%20%28Austria%29\"&gt;east&lt;/a&gt;, &lt;a href=\"Southern%20Railway%20%28Austria%29\"&gt;south&lt;/a&gt; and &lt;a href=\"Western%20Railway%20%28Austria%29\"&gt;west&lt;/a&gt;, and replacing the old &lt;a href=\"Wien%20S%C3%BCdbahnhof\"&gt;Wien Südbahnhof&lt;/a&gt; terminus. With 268,000 daily commuters it is Austria's busiest long-distance railway station. Aside from being voted \"Austria's most beautiful railway station\" (six times in total; five years in a row), it was also second in &lt;a href=\"Consumer%20Choice%20Center\"&gt;Consumer Choice Center&lt;/a&gt;'s ranking of \"Top 10 Railway Stations for Passenger Convenience in Europe\".\nHistory.\nBackground.\nDuring the 1990s, interest arose in the redevelopment of &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;'s railway stations, particularly the &lt;a href=\"Wien%20S%C3%BCdbahnhof\"&gt;Südbahnhof&lt;/a&gt; and Ostbahnhof termini, which were at right-angles to one another. The concept of a new integrated station that served north–south and east–west routes, including three &lt;a href=\"Trans-European%20Networks\"&gt;TEN&lt;/a&gt; corridors, to replace both of the existing stations, was mooted. Around this time, &lt;a href=\"Zurich\"&gt;Zurich&lt;/a&gt;-based Theo Hotz Architects and Planners were awarded an initial design contract to develop a new station solution for the area. While the plans produced by Theo Hotz do not directly correspond with the subsequently-built structure, the architects were still responsible for a large proportion of the station that was later constructed, particularly the design for both the main &lt;a href=\"concourse\"&gt;concourse&lt;/a&gt; and the platforms.\nThe new station, known as Hauptbahnhof, has been designed as a single structure with through platforms, and is capable of handling more trains a day on much less space than its predecessors. It has direct links to the centre of Vienna via the U-Bahn network, while ÖBB state that the other principal stations in the city are to be reachable from the station within 30 minutes. The design of the new station also features extensive onsite retail opportunities, including a 20,000-square-metre shopping centre positioned below track level, which accommodate for around 100 shops and restaurants, as well as an on-site underground car park with spaces for up to 600 cars and 1,110 bicycles.\nA major benefit of the scheme has been the release of land within the city centre which had previously been occupied by the two former termini. Plans for its reuse were incorporated into the development of the new station and it has become a major urban development in its own right to include various office, retail and educational facilities. Significant investment has been attracted from several sources. Specifically, the new headquarters for &lt;a href=\"Erste%20Group%20Bank%20AG\"&gt;Erste Group Bank AG&lt;/a&gt; and ÖBB's corporate headquarters have both been built on this site, along with the new Sonnwendviertel residential district of 5,000 innercity apartments, accommodating up to 13,000 people.\nOn 15 December 2006, the &lt;a href=\"Gemeinderat%20and%20Landtag%20of%20Vienna\"&gt;city council of Vienna&lt;/a&gt; gave its consent to the construction of a new station in the city; at the time, the city authorities had assessed the project's cost to be around 850 million &lt;a href=\"euro\"&gt;euro&lt;/a&gt;s. An environmental assessment for the rail infrastructure begun during the following year; the design reportedly incorporated around 100 km of new track, as well as around 300 switches and crossing. The design of the station included measures to make it both energy-efficient and environmentally friendly; features such as integrated &lt;a href=\"CO2\"&gt;CO2&lt;/a&gt;-controlled &lt;a href=\"Ventilation%20%28architecture%29\"&gt;ventilation&lt;/a&gt; and &lt;a href=\"geothermal%20energy\"&gt;geothermal energy&lt;/a&gt; systems have been incorporated, while both the windows and walls are furnished with &lt;a href=\"Soundproofing\"&gt;soundproof&lt;/a&gt;ing.\nConstruction.\nDuring June 2007, construction work formally commenced in the form of preliminary works, such as the remodelling of the existing &lt;a href=\"S-Bahn\"&gt;S-Bahn&lt;/a&gt; station Südtiroler Platz. In 2008, the S-Bahn and the U-Bahn stations at Südtiroler Platz were connected to one another, while the Südbahnhof was demolished, a process which took until 2010 to complete. The bulk of Südbahnhof's services (platforms 11-19) were closed with the timetable change of 13 December 2009; during this transition period, &lt;a href=\"Wien%20Meidling%20railway%20station\"&gt;Wien Meidling railway station&lt;/a&gt; temporarily took on many of Südbahnhof's services until the new station could be completed.\nDuring 2009, ÖBB Infrastruktur awarded a €220 million contract for the station's construction to a consortium led by Strabag; at this point, it was intended for the first stage of the project to have been completed by 2013, while the finalisation of the overall project was due to occur during 2015. The railway infrastructure for the project was largely built by a &lt;a href=\"joint%20venture\"&gt;joint venture&lt;/a&gt; between Arge Östu-Stettin and HOCHTIEF Construction, while the station's diamond-shaped roof was installed by UNGER Steel. The total cost of building the new station has been stated to have been around €987 million; it was financed via ÖBB, the city authorities, the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;, and property development opportunities.\nDuring April 2010, the construction programme entered into full swing. That year, work began on building the rail infrastructure at the station. In excess of 45,000 cubic meters of concrete was used in the construction of the structure's baseplate as well as the entrance to the underground garage. By the end of 2010, both the bridge support structures and the platforms had been completed. In 2011, construction of office buildings in the Belvedere district commenced. During the construction process, a wooden viewing platform, known as the \"Bahnorama\", was erected to the west of the new station building. According to its planners, RAHM Architects, the viewing platform was the highest walkable wooden tower in Europe at the time, measuring 66 metres from base to tip. The structure was composed of around 150 tonnes of spruce &lt;a href=\"timber\"&gt;timber&lt;/a&gt;, reinforced with steel elements, and assembled from four pre-fabricated modules which were lifted into place using &lt;a href=\"Crane%20%28machine%29\"&gt;cranes&lt;/a&gt;.\nOpening.\nOn 6 August 2012, trains began passing through the new Hauptbahhof station without stopping. During December 2012, the station attained a partial operational status, coinciding with a timetable shakeup on 9 December and the induction of some new alignments; as a result, both regional and S-Bahn services began using platforms 9-12, while long-distance trains continued to not stop at the station.\nOn the morning of 10 October 2014, Wien Hauptbahnhof was formally inaugurated in a ceremony held at the station, officiated by &lt;a href=\"President%20of%20Austria\"&gt;Austrian President&lt;/a&gt; &lt;a href=\"Heinz%20Fischer\"&gt;Heinz Fischer&lt;/a&gt;. At one point, it was expected that the Hauptbahnhof would be able to fully open during December 2014, however delays were encountered, attributed to difficulties in the completion of a key footbridge, which meant the station was not fully operational until December 2015. Upon attaining full operational status, the station has been anticipated to handle 145,000 passengers and 1,000 trains per day. In terms of its mainline connection, the new station serves as a key meeting point in Vienna for four individual major railway lines; it also provided access to other local services including the Vienna S-Bahn, a tramway and several bus lines.\nThe station has a total of five island platforms, each with 2 sides, for a total of 10 platforms. These five islands are complete with striking canopies, measuring roughly 210 metres in length and between 6 and 15 metres in height; the canopies are built on top of a &lt;a href=\"Welding\"&gt;welded&lt;/a&gt; and &lt;a href=\"Bolt%20%28fastener%29\"&gt;bolted&lt;/a&gt; steel framework, covered by Alucobond &lt;a href=\"Composite%20material\"&gt;composite&lt;/a&gt; panels, and supported at 38-metre intervals by transverse solid concrete frames, which are clad in sheet &lt;a href=\"steel\"&gt;steel&lt;/a&gt;. To facilitate a high rate of pedestrian movement across the station, a total of 29 &lt;a href=\"escalator\"&gt;escalator&lt;/a&gt;s and 14 &lt;a href=\"elevator\"&gt;elevator&lt;/a&gt;s are present to provide full step-free access to all areas. Passengers are provided with various onsite amenities, along with 800 seats spread throughout the station, while free &lt;a href=\"Wi-Fi\"&gt;Wi-Fi&lt;/a&gt; is available in certain designated areas. A dedicated 'Kids Corner' facility is present for the benefit of families with younger passengers. A Lion of St Mark sculpture from the former Südbahnhof is also present, which symbolises the restoration of the route through to &lt;a href=\"Venezia\"&gt;Venezia&lt;/a&gt;, Italy.\nThe new station offers significantly improved connectivity, principally focused upon international routes. By moving the main access to &lt;a href=\"S%C3%BCdtiroler%20Platz-Hauptbahnhof%20%28Vienna%20U-Bahn%29\"&gt;Südtiroler Platz&lt;/a&gt;, the new station is better connected to the &lt;a href=\"Vienna%20U-Bahn\"&gt;Vienna U-Bahn&lt;/a&gt; system, and is also accessible by &lt;a href=\"Vienna%20S-Bahn\"&gt;Vienna S-Bahn&lt;/a&gt;, &lt;a href=\"Trams%20in%20Vienna\"&gt;tram&lt;/a&gt; and bus lines. The Südtiroler Platz S-Bahn station was renamed Wien Hauptbahnhof (platforms 1 and 2) in December 2012.\nTrain services.\nThe station is served by the following services:\nLocal public transport.\nThe station is served by the following &lt;a href=\"Wiener%20Linien\"&gt;municipal public transport&lt;/a&gt; services:\nTram D is a small walk from the main entrance and can be accessed from section E of platforms 3 to 12. The D station is called \"Hauptbahnhof Ost\"."
}