{
    "id": "11293878",
    "revid": "19350141",
    "url": "https://en.wikipedia.org/wiki?curid=11293878",
    "title": "Arthur Priestley",
    "text": "Sir Arthur Alexander Priestley (9 November 1865 – 10 April 1933) was an English &lt;a href=\"Liberal%20Party%20%28UK%29\"&gt;Liberal Party&lt;/a&gt; politician and &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;er. After three unsuccessful candidacies he held a seat in the &lt;a href=\"House%20of%20Commons%20of%20the%20United%20Kingdom\"&gt;House of Commons&lt;/a&gt; from 1900 to 1918. At cricket, he played for &lt;a href=\"Marylebone%20Cricket%20Club\"&gt;Marylebone Cricket Club&lt;/a&gt; (MCC) and took part in and later led overseas touring sides between 1894 and 1897.\nEarly life.\nPriestley was born in &lt;a href=\"Kensington\"&gt;Kensington&lt;/a&gt;, &lt;a href=\"London\"&gt;London&lt;/a&gt;, the youngest surviving son of &lt;a href=\"Briggs%20Priestley\"&gt;Briggs Priestley&lt;/a&gt; (1831–1907), from &lt;a href=\"Apperley%20Bridge\"&gt;Apperley Bridge&lt;/a&gt; near &lt;a href=\"Bradford\"&gt;Bradford&lt;/a&gt;. His father was a mill-owner in Bradford, and served as the &lt;a href=\"Member%20of%20Parliament\"&gt;Member of Parliament&lt;/a&gt; (MP) for &lt;a href=\"Pudsey%20%28UK%20Parliament%20constituency%29\"&gt;Pudsey&lt;/a&gt; from 1895 to 1900. His brother &lt;a href=\"William%20Edward%20Briggs%20Priestley\"&gt;William&lt;/a&gt; was MP for &lt;a href=\"Bradford%20East%20%28UK%20Parliament%20constituency%29\"&gt;Bradford East&lt;/a&gt; from 1906 to 1918.\nArthur was educated privately, and travelled in most parts of the world participating in sports ranging from &lt;a href=\"pig-sticking\"&gt;pig-sticking&lt;/a&gt; in &lt;a href=\"Patiala\"&gt;Patiala&lt;/a&gt; to &lt;a href=\"crocodile\"&gt;crocodile&lt;/a&gt;-shooting on the &lt;a href=\"White%20Nile\"&gt;White Nile&lt;/a&gt;. He also took part in many cricketing tours.\nPolitics.\nAfter the &lt;a href=\"1886%20United%20Kingdom%20general%20election\"&gt;1886 general election&lt;/a&gt;, he was asked by the Liberal association in &lt;a href=\"Stamford%20%28UK%20Parliament%20constituency%29\"&gt;Stamford&lt;/a&gt; to contest the seat against the sitting &lt;a href=\"Conservative%20party%20%28UK%29\"&gt;Conservative&lt;/a&gt; MP, &lt;a href=\"John%20Compton%20Lawrance\"&gt;John Compton Lawrance&lt;/a&gt;. He was in America at the time, but it was expected that he would accept the invitation; however in the event, Lawrance was returned unopposed.\nHe campaigned in support of the Liberal candidate at the &lt;a href=\"1889%20Sleaford%20by-election\"&gt;September 1889 by-election&lt;/a&gt; in &lt;a href=\"Sleaford%20%28UK%20Parliament%20constituency%29\"&gt;Sleaford&lt;/a&gt;,\nand first stood for &lt;a href=\"Parliament%20of%20the%20United%20Kingdom\"&gt;Parliament&lt;/a&gt; himself at the &lt;a href=\"1886%20Stamford%20by-election\"&gt;Stamford by-election in 1890&lt;/a&gt;, after Lawrence &lt;a href=\"resignation%20from%20the%20British%20House%20of%20Commons\"&gt;resigned his seat&lt;/a&gt; in order to become a &lt;a href=\"High%20Court%20judge%20%28England%20and%20Wales%29\"&gt;High Court judge&lt;/a&gt;. Priestley issued his election address on 27 February,\nand took up residence in the constituency. His nomination was signed by farmers, tradesmen, and working men.\nIn his final appeal to voters on 5 March he spoke of how reforms in the past had been achieved by the Liberals, and said: \"I believe that the programme of the party offers the best security for the preservation of the essential unity and greatness of the Empire, and the material prosperity and the moral elevation of all of its peoples\".\nPolling took place on 7 March,\nand when the votes were counted at the Corn Exchange in &lt;a href=\"Bourne%2C%20Lincolnshire\"&gt;Bourne&lt;/a&gt; on Saturday 8 March, Priestley lost to the Conservative &lt;a href=\"Henry%20Cust\"&gt;Henry Cust&lt;/a&gt; by a margin of 282 votes (3.4% of the total). This was a significant improvement over the 13.8% majority of the Conservatives at the last contested election in &lt;a href=\"1885%20United%20Kingdom%20general%20election\"&gt;1885&lt;/a&gt;, and Priestley told his supporters that they had done far better than he expected. To cheers of \"next time, Priestley\" he said that &lt;a href=\"William%20Gladstone\"&gt;Gladstone&lt;/a&gt; would be encouraged by the result.\nHe was unsuccessful again when he contested Stamford at the &lt;a href=\"1892%20United%20Kingdom%20general%20election\"&gt;1892&lt;/a&gt; and &lt;a href=\"1895%20United%20Kingdom%20general%20election\"&gt;1895 general election&lt;/a&gt;s, but finally won a seat at the &lt;a href=\"1900%20United%20Kingdom%20general%20election\"&gt;1900 general election&lt;/a&gt; by when he was returned as the &lt;a href=\"Member%20of%20Parliament\"&gt;Member of Parliament&lt;/a&gt; (MP) for &lt;a href=\"Grantham%20%28UK%20Parliament%20constituency%29\"&gt;Grantham&lt;/a&gt;\nwith a majority of only 38 votes (1.4%). He was re-elected three times in Grantham, with majorities which never exceeded 4.0% and fell as low as 33 votes (1.0%) in &lt;a href=\"December%201910%20United%20Kingdom%20general%20election\"&gt;December 1910&lt;/a&gt;.\nPriestley was &lt;a href=\"Knight%20Bachelor\"&gt;knight&lt;/a&gt;ed in February 1911,\nand held the Grantham seat until the &lt;a href=\"1918%20United%20Kingdom%20general%20election\"&gt;1918 general election&lt;/a&gt;, when he did not stand again.\nHe was a &lt;a href=\"Justice%20of%20the%20Peace\"&gt;Justice of the Peace&lt;/a&gt; (JP) for Grantham and for &lt;a href=\"Lincolnshire\"&gt;Lincolnshire&lt;/a&gt;, and served as &lt;a href=\"Mayor%20of%20Grantham\"&gt;Mayor of Grantham&lt;/a&gt; from 1914 to 1917. His residence was listed in 1918 as Hungerton Hall, Grantham.\nCricket.\nPriestley was not especially well known as a cricketer, although he was a member of the &lt;a href=\"Marylebone%20Cricket%20Club\"&gt;Marylebone Cricket Club&lt;/a&gt; (M.C.C.). He played some minor games for the club in 1891 and 1893 without much success. Early in 1895, he was a member of &lt;a href=\"RS%20Lucas%27%20XI%20cricket%20team%20in%20West%20Indies%20in%201894-95\"&gt;Slade Lucas's cricket team&lt;/a&gt; which toured the West Indies in &lt;a href=\"1894%E2%80%9395%20West%20Indian%20cricket%20season\"&gt;1894–95&lt;/a&gt;. He made his &lt;a href=\"First-class%20cricket\"&gt;first-class&lt;/a&gt; debut against Barbados on this tour and played sixteen games, of which seven were first-class. However, his highest score in any innings was 36 &lt;a href=\"Run%20%28cricket%29\"&gt;runs&lt;/a&gt;. Later in 1895, he played his only first-class match in England, for the M.C.C. against &lt;a href=\"Warwickshire%20County%20Cricket%20Club\"&gt;Warwickshire&lt;/a&gt; but scored just two runs in the game.\nIn January 1897, Priestley led &lt;a href=\"AA%20Priestley%27s%20XI%20cricket%20team%20in%20West%20Indies%20in%201896-97\"&gt;his own team&lt;/a&gt; on a tour of the West Indies. However, the visit was controversial as &lt;a href=\"Martin%20Hawke%2C%207th%20Baron%20Hawke\"&gt;Lord Hawke&lt;/a&gt; visited the region at the same time. Priestley had been invited by Barbados and Jamaica while Demerera asked Hawke to send a team. Trinidad was happy to accommodate either team but attempts to merge the two touring parties came to nothing. However, the teams did not clash and Priestley was believed to have better cricketers on his team. The tourists played nine first-class games and sixteen matches in total. Priestley only reached double figures in three innings with a top score of 30. During 1898, Priestley played two minor matches on &lt;a href=\"Andrew%20Stoddart\"&gt;Andrew Stoddart&lt;/a&gt;'s tour of Australia and Priestley toured two more times—he toured North America with &lt;a href=\"K.%20S.%20Ranjitsinhji\"&gt;K. S. Ranjitsinhji&lt;/a&gt;'s side in 1899 and then with &lt;a href=\"Bernard%20Bosanquet%20%28cricketer%29\"&gt;Bernard Bosanquet&lt;/a&gt;'s in 1901, although neither team played any first-class matches.\nIn all first-class cricket, as a right-handed batsman, he scored 183 runs at an average of just 7.32 with a top score of 36 and in these games he took eleven catches.\nIn 1908 the touring &lt;a href=\"Gentlemen%20of%20Philadelphia\"&gt;Gentlemen of Philadelphia&lt;/a&gt; played a match against Grantham Cricket Club, when Priestley, then MP, played on the side of the Philadelphians. Also playing for Philadelphia were &lt;a href=\"Bart%20King\"&gt;Bart King&lt;/a&gt;, &lt;a href=\"Nelson%20Graves\"&gt;Nelson Graves&lt;/a&gt; and &lt;a href=\"John%20Lester\"&gt;John Lester&lt;/a&gt;, who scored a century. Priestley scored 14 but the match ended in a draw.\nDeath.\nPriestley died in &lt;a href=\"Nice\"&gt;Nice&lt;/a&gt; in April 1933, aged 68. He was unmarried."
}