{
    "id": "11308466",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=11308466",
    "title": "William Edmund Harper",
    "text": "William Edmund Harper, March 20, 1878 – June 14, 1940, (age 62) was a &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; &lt;a href=\"astronomer\"&gt;astronomer&lt;/a&gt;.\nWilliam Harper was born in Dobbington, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;. He attended high school in &lt;a href=\"Owen%20Sound%2C%20Ontario\"&gt;Owen Sound&lt;/a&gt;, then taught for three years following his graduation. When he had sufficient funds, in 1902 he entered the &lt;a href=\"University%20of%20Toronto\"&gt;University of Toronto&lt;/a&gt;.\nHe graduated in 1906 and became a member of the staff at the &lt;a href=\"Dominion%20Observatory\"&gt;Dominion Observatory&lt;/a&gt; in &lt;a href=\"Ottawa%2C%20Ontario\"&gt;Ottawa, Ontario&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;. He worked with the astrophysics staff, measuring the &lt;a href=\"radial%20velocity\"&gt;radial velocity&lt;/a&gt; of stars and determining the orbits of &lt;a href=\"spectroscopic%20binary\"&gt;spectroscopic binaries&lt;/a&gt;. (The latter are binary star systems that could not be resolved with a telescope, but their orbital motions could be studied due to the &lt;a href=\"doppler%20effect\"&gt;doppler effect&lt;/a&gt; on their &lt;a href=\"spectrum\"&gt;spectrum&lt;/a&gt;.)\nHe was awarded his master's degree in 1907 from the University of Toronto. In 1909 he was married to Maude Eugenia Hall. They had two daughters.\nThe need for more powerful equipment was becoming apparent, and Dr. Harper suggested &lt;a href=\"Victoria%2C%20British%20Columbia\"&gt;Victoria&lt;/a&gt; as a suitable location. In 1913, the government approved the project and Dr. Harper was sent to make measurements of the observing conditions at various sites. &lt;a href=\"Dominion%20Astrophysical%20Observatory\"&gt;Observatory Hill&lt;/a&gt; was finally selected as the location. In 1918 the observatory was completed, and a year later Dr. Harper was transferred to the site. He would become assistant director in 1924, then the observatory's second director in 1936.\nMost of his career was spent in the &lt;a href=\"Astronomical%20spectroscopy\"&gt;spectroscopic&lt;/a&gt; study of &lt;a href=\"star\"&gt;star&lt;/a&gt;s. He published about fifty papers, and in 1924 a table of 1100 &lt;a href=\"parallax\"&gt;parallax&lt;/a&gt; measurements. He was also a member of the &lt;a href=\"Royal%20Astronomical%20Society%20of%20Canada\"&gt;Royal Astronomical Society of Canada&lt;/a&gt;, being awarded their gold medal, then becoming a Fellow in 1913. He serving as president of that organization 1928-29. In 1935 he was awarded an &lt;a href=\"honorary%20doctorate\"&gt;honorary doctorate&lt;/a&gt; from the University of Toronto.\nBy 1938 he was suffering from ill-health, which was further undermined by a bout of &lt;a href=\"pneumonia\"&gt;pneumonia&lt;/a&gt; while representing Canada at the General Assembly of the &lt;a href=\"International%20Astronomical%20Union\"&gt;International Astronomical Union&lt;/a&gt; in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;. He died from a relapse of the disease."
}