{
    "id": "11301398",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=11301398",
    "title": "WHZZ",
    "text": "WHZZ (101.7 FM, \"Mike FM\") is a &lt;a href=\"radio%20station\"&gt;radio station&lt;/a&gt; licensed to &lt;a href=\"Lansing%2C%20Michigan\"&gt;Lansing, Michigan&lt;/a&gt; with a &lt;a href=\"variety%20hits\"&gt;variety hits&lt;/a&gt; format.\nHistory.\nThe station has gone through many different formats over the years. After beginning as a simulcast of &lt;a href=\"WILS\"&gt;WILS&lt;/a&gt; 1320 AM as WILS-FM in 1967, the station separated programming in the late 1960s with an automated &lt;a href=\"middle%20of%20the%20road%20%28music%29\"&gt;MOR&lt;/a&gt; format (with the exception of the Jerry Marshall morning show, which was simulcast with WILS-AM from 6 to 10 am). In 1972, WILS-FM launched an automated Country format which was branded as \"Hit Country\", although the morning simulcast continued. In 1975, WILS-FM abandoned the Country format in favor of a 12-hour daily simulcast with WILS-AM, followed by split programming in the evening, which included an &lt;a href=\"Album%20Oriented%20Rock\"&gt;AOR&lt;/a&gt; format from 6 pm to midnight, and a &lt;a href=\"Jazz\"&gt;Jazz&lt;/a&gt; format from midnight to 6 am. In 1978, WILS-FM abandoned the overnight Jazz and ended the simulcast with WILS-AM, programming the AOR format full time and somehow the AOR format proved to quite successful for the station, resulting in respectable ratings despite WILS-FM's 3KW signal.\nIn August 1983 WILS-AM and WILS-FM's original owner Lansing Broadcasting, sold the station to Sentry Broadcasting (a division of &lt;a href=\"Sentry%20Insurance\"&gt;Sentry Insurance&lt;/a&gt;) The new management made changes quickly, deciding to automate sister station WILS-AM with a &lt;a href=\"Nostalgia\"&gt;Nostalgia&lt;/a&gt; format, and then in December 1983 most of the WILS-FM air staff including the highly rated morning team of Douglas \"Doug\" Burton and Danny \"Dan\" Ballard were let go. And they were replaced by announcers from WILS-AM. And four months later on April the 14th of 1984 WILS-FM somwhow abruptly changed into an &lt;a href=\"Adult%20Contemporary\"&gt;AC&lt;/a&gt; format using the brand name \"The All New WILS FM 102\" to compete with top-rated &lt;a href=\"WFMK\"&gt;WFMK&lt;/a&gt;. The station's ratings plummeted and would not recover for over a decade as 101.7 FM went through unsuccessful tries at &lt;a href=\"Hot%20Adult%20Contemporary\"&gt;Hot AC&lt;/a&gt; as WKKP and then later as WLYY and Country formats (the latter with a return to the WILS-FM calls in the early 1990s). The station also went through a number of ownership changes during this period. &lt;a href=\"Sentry%20Insurance\"&gt;Sentry Insurance&lt;/a&gt; dissolved their radio division and sold WILS to Northstar Broadcasting in 1986 and after going through an upper-management shakeup Northstar sold the station to the now current owner &lt;a href=\"MacDonald%20Broadcasting\"&gt;MacDonald Broadcasting&lt;/a&gt; in 1989.\nIn the spring of 1995, WILS-FM became WHZZ under their new moniker \"The New Z101.7 FM\", WHZZ filled the void as the new &lt;a href=\"Contemporary%20Hit%20Radio\"&gt;CHR&lt;/a&gt;/&lt;a href=\"Mainstream%20Top%2040\"&gt;Top 40&lt;/a&gt; station to for Lansing after 94.9 &lt;a href=\"WMMQ\"&gt;WVIC-FM&lt;/a&gt; dropped its longtime CHR format to compete with country market leader &lt;a href=\"WITL\"&gt;WITL&lt;/a&gt;. Z101.7 was frequently criticized by CHR aficionados for featuring an overly conservative adult-oriented playlist heavy on Hot AC chart currents and 1980's and 1990's gold, but the station enjoyed good Arbitron ratings during their CHR/Top 40 run and even reached #1 overall (12+) at least once.\nOn September 13, 2005, WHZZ unexpectedly flipped to &lt;a href=\"adult%20hits\"&gt;adult hits&lt;/a&gt; as \"Mike FM\". Two days after WHZZ's flip, the CHR format was picked up by 97.5 &lt;a href=\"WJIM-FM\"&gt;WJIM-FM&lt;/a&gt;."
}