{
    "id": "1130122",
    "revid": "1063642895",
    "url": "https://en.wikipedia.org/wiki?curid=1130122",
    "title": "Apertura and Clausura",
    "text": "The and tournaments is a split &lt;a href=\"Season%20%28sports%29\"&gt;season&lt;/a&gt; format for Spanish-speaking &lt;a href=\"sports%20league\"&gt;sports league&lt;/a&gt;s. It is a relatively recent innovation for many &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt;n &lt;a href=\"soccer\"&gt;football&lt;/a&gt; &lt;a href=\"sports%20league\"&gt;leagues&lt;/a&gt; in which the traditional &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt; season from August to May is divided in two sections per &lt;a href=\"season%20%28sports%29\"&gt;season&lt;/a&gt;, each with its own &lt;a href=\"champion\"&gt;champion&lt;/a&gt;. ' and ' are the &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt; words for \"opening\" and \"closing\". In French-speaking &lt;a href=\"Ligue%20Ha%C3%AFtienne\"&gt;Haiti&lt;/a&gt;, these are known as the ' and the ', while in English-speaking &lt;a href=\"Premier%20League%20of%20Belize\"&gt;Belize&lt;/a&gt;, they are respectively the \"Opening\" and \"Closing\" seasons. When used in the United States and Canada, they are known as the \"Spring\" and \"Fall\" seasons.\nThe Americas.\nThe \"\" is held in the first half of the calendar year in &lt;a href=\"Bolivian%20Primera%20Divisi%C3%B3n\"&gt;Bolivia&lt;/a&gt;, &lt;a href=\"Categor%C3%ADa%20Primera%20A\"&gt;Colombia&lt;/a&gt;, &lt;a href=\"Ligue%20Ha%C3%AFtienne\"&gt;Haiti&lt;/a&gt;, &lt;a href=\"Paraguayan%20Primera%20Divisi%C3%B3n\"&gt;Paraguay&lt;/a&gt; and &lt;a href=\"Uruguayan%20Primera%20Divisi%C3%B3n\"&gt;Uruguay&lt;/a&gt; while it is held in the second half of the calendar year in &lt;a href=\"Costa%20Rican%20Primera%20Divisi%C3%B3n\"&gt;Costa Rica&lt;/a&gt;, &lt;a href=\"Salvadoran%20Primera%20Divisi%C3%B3n\"&gt;El Salvador&lt;/a&gt;, &lt;a href=\"Liga%20Nacional%20de%20F%C3%BAtbol%20de%20Guatemala\"&gt;Guatemala&lt;/a&gt;, &lt;a href=\"Liga%20Nacional%20de%20F%C3%BAtbol%20Profesional%20de%20Honduras\"&gt;Honduras&lt;/a&gt;, &lt;a href=\"Liga%20MX\"&gt;Mexico&lt;/a&gt; and &lt;a href=\"Nicaraguan%20Primera%20Divisi%C3%B3n\"&gt;Nicaragua&lt;/a&gt;.\nThe words ' and ' are used in most Latin American countries. Some, however, use different terminology:\nIn most leagues, each tournament constitutes a national championship in itself. On the other hand, in the leagues of Nicaragua, Peru, and Uruguay, the winners of the ' and ' play each other in a playoff for the season title, or there is a final stage where teams qualify based on placements in the ' and '. Thus, two championship titles are awarded per year in the first group of leagues, and only one in the second. In Mexico and &lt;a href=\"Superliga%20Colombiana\"&gt;Colombia&lt;/a&gt;, for instance, the winners of each tournament play each other at the beginning of the following season for another title, but this is a rather minor season curtain-raiser, akin to national &lt;a href=\"Super%20Cup\"&gt;Super Cup&lt;/a&gt;s in &lt;a href=\"UEFA\"&gt;European&lt;/a&gt; leagues. Some ' and ' tournaments also have second stages to decide the winner.\nIn leagues with 12 or fewer teams, each ' and ' has a double round-robin format, as a means to fill in the gaps caused by the lack of elimination cup competitions as in most European countries. In leagues with 16 or more teams, each tournament has a single round-robin format.\nRelegations, if any, are done on an &lt;a href=\"aggregate%20score\"&gt;aggregate&lt;/a&gt; basis; usually the combined table for both tournaments determine relegation placements. In some leagues, the average points over the previous two or three seasons are used to determine relegation.\nPeru abolished its ' and ' format after the 2008 season but brought it back for the 2014 season. Ecuador adopted the ' and ' in 2005 featuring two champions in the season, however, its subsequent tournaments renamed the ' and ' as first and second stages, respectively, with the top placed teams advancing to a third stage to determine the champion and international qualification. Starting in 2009, the Ecuadorian championships were decided by a final between stage or group winners, maintaining the half-year tournament format.\nArgentina.\n&lt;a href=\"Argentine%20Football%20Association\"&gt;Argentine Football Association&lt;/a&gt; (AFA) president &lt;a href=\"Julio%20Grondona\"&gt;Julio Grondona&lt;/a&gt; proposed in December 2008 the return to a single championship per season format, and at the conclusion of the &lt;a href=\"2014%20Argentine%20Primera%20Divisi%C3%B3n\"&gt;2014 \"\" season&lt;/a&gt; this happened, with the &lt;a href=\"2015%20Argentine%20Primera%20Divisi%C3%B3n\"&gt;2015 season&lt;/a&gt; taking a European style year long season from February to December. The AFA later decided to change its season to one spanning two calendar years; as such, the &lt;a href=\"2016%20Argentine%20Primera%20Divisi%C3%B3n\"&gt;2016 season&lt;/a&gt; is an abbreviated tournament held from February to May, followed by an August-to-June season from 2016–17 forward.\nBelize.\nThe &lt;a href=\"Premier%20League%20of%20Belize\"&gt;Premier League of Belize&lt;/a&gt;, created in 2012 by the merger of two rival top-level leagues, began a split season in 2012–13. The Opening Season takes place in the second half of the calendar year, with the Closing Season following in the first half of the next calendar year. Like most Latin American leagues, it crowns two separate champions in each season. However, its format is significantly different from that of most other leagues, being more similar to the system used by &lt;a href=\"Major%20League%20Soccer\"&gt;Major League Soccer&lt;/a&gt; in the United States and Canada.\nIn the first split season (2012–13), the league's 12 teams were divided into two six-team zones. During the first half of the season, every team played a double round-robin within its zone, plus single games against four teams from the opposite zone, resulting in a 14-game schedule. The top two teams from each zone qualified for a playoff round, with the top team from each zone matched against the second-place team from the other zone in the two-legged semifinals. The semifinal winners advanced to a two-legged final. In the second half of the season, only eight of the initial 12 teams competed; all teams played a double round-robin in that half of the season, followed by a four-team knockout playoff (again two-legged throughout).\nThe number of teams participating in the top flight dropped to seven for the 2013–14 season. Each half of that season will have the same format as the 2013 Closing Season.\nBrazil.\nThe &lt;a href=\"Campeonato%20Brasileiro%20S%C3%A9rie%20A\"&gt;Brazilian national league&lt;/a&gt; is a notable tournament in Latin America not to split the season into two parts, using a single-season double round-robin format to decide the champions, similar to those in European leagues, though played between May and December. Brazilian clubs also participate in the &lt;a href=\"Brazilian%20Football%20State%20Championship\"&gt;state leagues&lt;/a&gt; from January to April, some of which do feature a split season format. Brazil also has, unlike most Latin American nations, a &lt;a href=\"Copa%20do%20Brasil\"&gt;national cup&lt;/a&gt;.\nIn &lt;a href=\"1967%20in%20Brazilian%20football\"&gt;1967&lt;/a&gt; and &lt;a href=\"1968%20in%20Brazilian%20football\"&gt;1968&lt;/a&gt; the &lt;a href=\"Ta%C3%A7a%20Brasil\"&gt;Taça Brasil&lt;/a&gt; and &lt;a href=\"Torneio%20Roberto%20Gomes%20Pedrosa\"&gt;Torneio Roberto Gomes Pedrosa&lt;/a&gt; were run in the same year, making these years \"de facto\" Apertura and Clausura seasons. Both tournaments' winners are recognized as Brazilian champions.\nCanada.\nFor the 2019 season only, the &lt;a href=\"Canadian%20Premier%20League\"&gt;Canadian Premier League&lt;/a&gt; adopted a split-season format divided into Spring and Fall seasons. The winner of each part of the season advances to the &lt;a href=\"2019%20Canadian%20Premier%20League%20Finals\"&gt;Canadian Premier League Finals&lt;/a&gt;. Following the traditional standard for soccer in the United States and Canada, the season is entirely contained within a calendar year, running April to November. The CPL did not follow a simple double round-robin format; the spring season was an uneven 10 match season, while the fall season was a triple round robin, 18 match season.\nUnited States.\nThe NASL adopted a split-season format in 2013, divided into Spring and Fall Championships. Following the traditional standard for soccer in the United States and Canada, the season is entirely contained within a calendar year. It follows a format more similar to that of Nicaragua, Peru, Uruguay and Venezuela — each part of the season is conducted in a double round-robin format, with the winner of each part of the season advancing to a championship final known as the &lt;a href=\"Soccer%20Bowl\"&gt;Soccer Bowl&lt;/a&gt;. The NASL is now defunct.\nElsewhere.\nSoviet Union.\nThe USSR Championship in football among \"exhibition teams\" (later \"teams of masters\") started in 1936. Its first season (1936) contained a split-season format for all four tiers of the championship including Groups (A, B, V, and Ghe). In 1976 a split-season format was once again revived for the &lt;a href=\"Soviet%20Top%20League\"&gt;Top League&lt;/a&gt; only and for a single season. On both occasions the seasons were conducted in a single &lt;a href=\"round-robin%20tournament\"&gt;round-robin tournament&lt;/a&gt;.\nBelgium.\nIn Belgium a large reform of the &lt;a href=\"Belgian%20football%20league%20system\"&gt;Belgian football league system&lt;/a&gt; was performed in 2016, which reduced the number of professional teams to 24, with only 8 teams remaining at the second level, called &lt;a href=\"Belgian%20First%20Division%20B\"&gt;Belgian First Division B&lt;/a&gt;. From the &lt;a href=\"2016%E2%80%9317%20Belgian%20First%20Division%20B\"&gt;2016–17 season&lt;/a&gt; until the &lt;a href=\"2019%E2%80%9320%20Belgian%20First%20Division%20B\"&gt;2019–20 season&lt;/a&gt;, the 8 teams played two tournaments, with the winners of both tournaments playing a two-legged playoff to determine the overall champion. This format was abolished for the &lt;a href=\"2020%E2%80%9321%20Belgian%20First%20Division%20B\"&gt;2020–21 season&lt;/a&gt;, and the competition reverted to a traditional format played from August to April.\nJapan.\nFor most of its history (except in 1996) the &lt;a href=\"J.%20League\"&gt;J. League&lt;/a&gt; in &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; had a similar system for its &lt;a href=\"J1%20League\"&gt;first division&lt;/a&gt;, although it was called 1st Stage and 2nd Stage. The seasons became unified in 2005, partially to avoid conflicts with the &lt;a href=\"Emperor%27s%20Cup\"&gt;Emperor's Cup&lt;/a&gt;. It briefly resumed the same format for 2015 and 2016 seasons.\nThe &lt;a href=\"Japan%20Football%20League\"&gt;Japan Football League&lt;/a&gt;, at the fourth tier, briefly introduced the format from 2014 to 2019.\nSouth Korea.\nThe &lt;a href=\"K-League\"&gt;K-League&lt;/a&gt; of &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt; also had the same system in 1984, 1986, 1995, 2004, 2005, and 2006. In 2007, it again became unified because of confusion among fans.\nand by country.\nAll the following leagues are their country's top national division (Div 1) unless otherwise indicated.\nOther sports.\nIn baseball, the &lt;a href=\"Double-A%20%28baseball%29\"&gt;Double-A&lt;/a&gt; &lt;a href=\"Southern%20League%20%281964%E2%80%932020%29\"&gt;Southern&lt;/a&gt; and &lt;a href=\"Texas%20League\"&gt;Texas League&lt;/a&gt;s in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; both use a similar system, dividing the March–October regular season in half, with records being cleared mid-season, and the top teams mid-season and at the end of the season clinching spots in the playoff for the league &lt;a href=\"pennant%20%28sports%29\"&gt;pennant&lt;/a&gt; (the remainder of playoff slots being filled by &lt;a href=\"wildcard%20%28sport%29\"&gt;wild cards&lt;/a&gt;). This system is used in some Single-A leagues, as well. The March–September &lt;a href=\"Chinese%20Professional%20Baseball%20League\"&gt;Chinese Professional Baseball League&lt;/a&gt; and winter &lt;a href=\"Mexican%20Pacific%20League\"&gt;Mexican Pacific League&lt;/a&gt; also follow the same structure, using a team's win record in each stage to determine which advance to the playoffs. Japan's &lt;a href=\"Pacific%20League\"&gt;Pacific League&lt;/a&gt; had a split season format from 1973 to 1982, with a mini-playoff between the two winners to determine the league's champion.\nWhile &lt;a href=\"Little%20League%20Baseball\"&gt;Little League Baseball&lt;/a&gt; does not mandate any specific scheduling format to be used by local leagues, it recommends dividing the regular season in half and having the first-half winner play against the second-half winner at the end of the season for the championship.\nThe &lt;a href=\"Philippine%20Basketball%20Association\"&gt;Philippine Basketball Association&lt;/a&gt; also conducts a split season similar in many ways to the ' and '.\nAll &lt;a href=\"League%20of%20Legends\"&gt;League of Legends&lt;/a&gt; leagues operate on a split-season system, with one split in the spring and one in the summer. The fall is reserved for each league's playoffs and the &lt;a href=\"League%20of%20Legends%20World%20Championship\"&gt;League of Legends World Championship&lt;/a&gt;. Qualification to the World Championship is decided through two avenues: winning the second split of the season, or, for the five biggest leagues, through a system that awards points based on a team's performance in each of the splits. Unlike most other split-season formats, the summer split is more important than the spring split; coming second in the summer split is worth as many points as winning the spring split.\nThe first four seasons of the &lt;a href=\"National%20Hockey%20League\"&gt;National Hockey League&lt;/a&gt; used a half-season system, with the winners of the two half-seasons playing in the league final."
}