{
    "id": "11320305",
    "revid": "38627444",
    "url": "https://en.wikipedia.org/wiki?curid=11320305",
    "title": "Cut (transition)",
    "text": "In the &lt;a href=\"post-production\"&gt;post-production&lt;/a&gt; process of &lt;a href=\"film%20editing\"&gt;film editing&lt;/a&gt; and &lt;a href=\"video%20editing\"&gt;video editing&lt;/a&gt;, a cut is an abrupt, but usually trivial &lt;a href=\"film%20transition\"&gt;film transition&lt;/a&gt; from one sequence to another. It is synonymous with the term \"edit\", though \"edit\" can imply any number of transitions or effects. The cut, &lt;a href=\"dissolve%20%28film%29\"&gt;dissolve&lt;/a&gt; and &lt;a href=\"wipe%20%28transition%29\"&gt;wipe&lt;/a&gt; serve as the three primary transitions. The term refers to the physical action of cutting film or videotape, but also refers to a similar edit performed in software; it has also become associated with the resulting visual \"break\".\nHistory.\nDue to the short length of early &lt;a href=\"film%20stock\"&gt;film stock&lt;/a&gt;, &lt;a href=\"Film%20splicer\"&gt;splicing&lt;/a&gt; was necessary to join together segments into long-form. &lt;a href=\"Actuality%20films\"&gt;Actuality&lt;/a&gt; &lt;a href=\"director%20%28film%29\"&gt;director&lt;/a&gt;s spliced together reels prior to &lt;a href=\"Shot%20%28film%29\"&gt;shooting&lt;/a&gt; to record for longer periods of time. &lt;a href=\"Narrative\"&gt;Narrative&lt;/a&gt; directors, on the other hand, preferred shooting for shorter lengths, editing together shot footage. In either case, film was cut (and subsequently joining the cut segments) to remove excess footage, focusing attention on significant elements.\nThe cut has retained its purpose to this day, with alternative uses arising to achieve special effects.\nVerbal command.\nTo signal the end of media capture, this command is issued primarily by the director, to cast and crew. (It is very unusual for others to yell \"cut\" without an exceptional reason; mistakes are reshot during the same take, if possible.) In contrast, a \"roll\" command signals the beginning of shooting.\nIn between these commands and the actual footage to be captured, various marking elements (the &lt;a href=\"clapperboard\"&gt;slate&lt;/a&gt;), preparatory actions (&lt;a href=\"extra%20%28actor%29\"&gt;extra&lt;/a&gt;s, effects, or other costly elements), and the director's \"Action!\" command are also recorded. These are edited out to effect a seamless presentation.\nProper cut.\nIn practice, the cut does not break the &lt;a href=\"suspension%20of%20disbelief\"&gt;suspension of disbelief&lt;/a&gt; necessary to keep an audience engaged to a narrative or program. The cut represents a continuous transition in &lt;a href=\"Setting%20%28fiction%29\"&gt;setting&lt;/a&gt; and &lt;a href=\"time\"&gt;time&lt;/a&gt;—in turn, the dissolve and wipe respectively identify changes in time and setting. In many cases, cuts are also used in place of dissolves or wipes for minor changes, or to edit away insignificant details to maintain &lt;a href=\"pace%20%28speed%29\"&gt;pace&lt;/a&gt;. Usage of the cut in this manner conforms to the goals of &lt;a href=\"continuity%20editing\"&gt;continuity editing&lt;/a&gt;, which deemphasizes the presence of the film crew.\nCuts serve as transitions between camera angles, such a wide &lt;a href=\"establishing%20shot\"&gt;establishing shot&lt;/a&gt; and a &lt;a href=\"medium%20shot\"&gt;medium shot&lt;/a&gt;. Footage of a moving character may be captured from multiple angles rather than a &lt;a href=\"tracking%20shot\"&gt;tracking shot&lt;/a&gt;, either for aesthetic reasons or to lessen the risk of damaging a camera while in motion.\nCuts are often used in sections of &lt;a href=\"dialogue\"&gt;dialogue&lt;/a&gt; so that the director may employ &lt;a href=\"close-up\"&gt;close-up&lt;/a&gt;s without unnecessary (and visually disturbing) movement of the camera. Such cuts usually follow the &lt;a href=\"180-degree%20rule\"&gt;180-degree rule&lt;/a&gt;, where the camera angles are kept on the same side of an imaginary border drawn between the subjects.\nOn a broadcast television &lt;a href=\"multiple-camera%20setup\"&gt;multiple-camera setup&lt;/a&gt;, cuts are performed at the &lt;a href=\"vision%20mixer\"&gt;vision mixer&lt;/a&gt; by the &lt;a href=\"Technical%20director%23Television\"&gt;technical director&lt;/a&gt; by simply selecting a different source. On single camera or film setups, cuts are performed by the editor using either a &lt;a href=\"linear%20video%20editing\"&gt;linear&lt;/a&gt; or &lt;a href=\"non-linear%20editing%20system\"&gt;non-linear editing system&lt;/a&gt;. Film may still be cut and spliced, but today's editing systems have made such \"destructive\" edits unnecessary. Instead, edit points identify where the system duplicates source footage onto the &lt;a href=\"Master%20recording\"&gt;master reel&lt;/a&gt;."
}