{
    "id": "11324109",
    "revid": "678051",
    "url": "https://en.wikipedia.org/wiki?curid=11324109",
    "title": "Shelley's Laserdome",
    "text": "Shelley's Laserdome was a &lt;a href=\"nightclub\"&gt;night club&lt;/a&gt; in &lt;a href=\"Longton%2C%20Staffordshire\"&gt;Longton&lt;/a&gt;, &lt;a href=\"Stoke-on-Trent\"&gt;Stoke-on-Trent&lt;/a&gt;, &lt;a href=\"Staffordshire\"&gt;Staffordshire&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. It was at the heart of the &lt;a href=\"house%20music\"&gt;house&lt;/a&gt; and &lt;a href=\"rave\"&gt;rave&lt;/a&gt; scene in the early 1990s, helping to launch the career of DJ &lt;a href=\"Sasha%20%28DJ%29\"&gt;Sasha&lt;/a&gt; and featuring regular appearances from &lt;a href=\"Carl%20Cox\"&gt;Carl Cox&lt;/a&gt;. It was eventually shut down by &lt;a href=\"Staffordshire%20Police\"&gt;Staffordshire Police&lt;/a&gt;.\nHistory.\nBefore becoming a hit with ravers, the Shelleys building had been used as a roller rink earlier in the 20th century, before becoming the Panopticon Theatre, and then later Alexandra Palace Cinema. After closing as a cinema in the fifties, it housed bingo and shops.\nThe club's heyday, 1990–91, saw a number of DJs at the beginnings of their careers: both &lt;a href=\"Dave%20Seaman\"&gt;Dave Seaman&lt;/a&gt; and &lt;a href=\"Sasha%20%28DJ%29\"&gt;Sasha&lt;/a&gt; were resident (Sasha was resident between September 1990 and 27 May 1991), who later found fame and success on a global scale. Other DJs who appeared included &lt;a href=\"Doc%20Scott\"&gt;Doc Scott&lt;/a&gt;, Ellis Dee, &lt;a href=\"Grooverider\"&gt;Grooverider&lt;/a&gt;, Mickey Finn, &lt;a href=\"DJ%20Rap\"&gt;DJ Rap&lt;/a&gt;, &lt;a href=\"Stu%20Allan\"&gt;Stu Allan&lt;/a&gt; and local DJ Daz Willott.\nThe first weekly night was \"Sindrome\" starting July 1990, and was run by Birmingham's Logical Promotions, Following that came \"Delight\" from Manchester, these two nights ran concurrently for a while and was probably the best era. In early 1991, &lt;a href=\"The%20Ha%C3%A7ienda\"&gt;The Haçienda&lt;/a&gt; had closed due to shootings by drug gangs, so when Delight began at Shelley bringing its large Manchester following along.\nThis nightclub has since become legendary because of the diverse crowd (Shelley's was halfway between Manchester and &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt;), quickly making its mark on clubbing history with help from first-rate, pioneering DJs of the emerging UK house music scene.\nAltern 8 video.\n&lt;a href=\"Staffordshire\"&gt;Staffordshire&lt;/a&gt; rave duo &lt;a href=\"Altern%208\"&gt;Altern 8&lt;/a&gt;, shot the video for their \"Activ-8 (Come With Me)\" single in the Shelley's car park in September 1991. Mark Archer from Altern 8 had wanted to do a free PA in the club's car park as it would get great footage for the video of their coming single as well as giving the ravers a something to dance to. At 0300 after the club finished, the band started to perform from a lorry they had hired. There was a crowd of thousands as they had made people aware that they were performing. Footage shows the people \"going mad\" dancing on parked cars. This went on before it was halted by police.\nClosure.\nThe club was blighted by drug dealing and regular (albeit mostly underground) violence between rival gangs. &lt;a href=\"Staffordshire%20Police\"&gt;Staffordshire Police&lt;/a&gt; and local authorities revoked the license from management due to these issues. The club's final night was Thursday 12 September 1992.\nShelley's reunion.\nSince around 2011, Shelley's Reunion events have been taken place in venues around the Stoke-on-Trent area. DJs that appeared at the original Shelley's such as Dave Seaman, Mark Archer from Altern 8, DJ Rap have appeared to play music from the club's heyday."
}