{
    "id": "11325344",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=11325344",
    "title": "S. Gregory Boyd",
    "text": "S. Gregory Boyd (Greg Boyd) is an American author, attorney, and professor specializing in intellectual property, the game industry, and high technology media. He is currently a partner and the chairman of the Interactive Entertainment Group at Frankfurt Kurnit Klein &amp; Selz PC and an adjunct professor for the &lt;a href=\"New%20York%20Law%20School\"&gt;New York Law School&lt;/a&gt;. He also sits on the Board of Advisors for &lt;a href=\"MobyGames\"&gt;MobyGames&lt;/a&gt;.\nMr. Boyd is co-author (with Sean. F. Kane and Brian Pyne) of Video Game Law: Everything You Need To Know About Legal and Business Issues in the Game Industry (Taylor &amp; Francis/CRC Press, Fall 2018), his second book-length discussion of the industry. He is also co-editor and co-author (with game developer Brian Green) of \"Business &amp; Legal Primer for Game Development\" (2007). \nEducation.\nBoyd received his B.S. in Biochemistry/Philosophy and M.S. in Molecular Biology/Biotechnology from &lt;a href=\"East%20Carolina%20University\"&gt;East Carolina University&lt;/a&gt;, and both his M.D. and J.D. from the schools of &lt;a href=\"University%20of%20North%20Carolina%20School%20of%20Medicine\"&gt;medicine&lt;/a&gt; and &lt;a href=\"University%20of%20North%20Carolina%20School%20of%20Law\"&gt;law&lt;/a&gt; at the &lt;a href=\"University%20of%20North%20Carolina%20at%20Chapel%20Hill\"&gt;University of North Carolina at Chapel Hill&lt;/a&gt;. He has also graduated from the &lt;a href=\"New%20York%20University%20Stern%20School%20of%20Business\"&gt;NYU Stern&lt;/a&gt; MBA program.\nProfessional life.\nBoyd is the author of several academic and industry-specific publications on subjects ranging from money laundering in virtual currencies to organ donation. He was also an editor for the &lt;a href=\"International%20Game%20Developers%20Association\"&gt;International Game Developer's Association's&lt;/a&gt; first industry publication on intellectual property.\nHe has been interviewed on business and legal topics by publications including &lt;a href=\"Fortune%20%28magazine%29\"&gt;Fortune&lt;/a&gt;, &lt;a href=\"Forbes\"&gt;Forbes&lt;/a&gt;, and IP Law and Business. He has spoken at legal and business conferences including the &lt;a href=\"American%20Intellectual%20Property%20Law%20Association\"&gt;American Intellectual Property Law Association&lt;/a&gt;, Licensing Executives Society, Game Developers Conference, Austin Game Conference, and &lt;a href=\"State%20of%20Play%20%28conference%20series%29\"&gt;State of Play&lt;/a&gt;. He has also been an invited speaker on business and intellectual property matters at &lt;a href=\"Harvard%20Business%20School\"&gt;Harvard Business School&lt;/a&gt;, &lt;a href=\"MIT\"&gt;MIT&lt;/a&gt;, &lt;a href=\"Columbia%20Law%20School\"&gt;Columbia Law School&lt;/a&gt;, and other institutions."
}