{
    "id": "11344761",
    "revid": "1189543",
    "url": "https://en.wikipedia.org/wiki?curid=11344761",
    "title": "Danny Johnson (ice hockey)",
    "text": "Daniel Douglas Johnson (October 1, 1944 – March 6, 1993) was a &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; professional &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; player who spent three seasons in the &lt;a href=\"National%20Hockey%20League\"&gt;National Hockey League&lt;/a&gt; (NHL) and another three seasons in the &lt;a href=\"World%20Hockey%20Association\"&gt;World Hockey Association&lt;/a&gt; (WHA) during the 1970s. He was a member of the &lt;a href=\"Vancouver%20Canucks\"&gt;Vancouver Canucks&lt;/a&gt;' inaugural NHL team in 1970.\nPlaying career.\nJohnson was signed by the &lt;a href=\"Toronto%20Maple%20Leafs\"&gt;Toronto Maple Leafs&lt;/a&gt; following his junior career and spent five seasons with their &lt;a href=\"Central%20Hockey%20League\"&gt;Central Hockey League&lt;/a&gt; (CHL) affiliate, the &lt;a href=\"Tulsa%20Oilers%20%281964%E2%80%9384%29\"&gt;Tulsa Oilers&lt;/a&gt;. He was twice a CHL All-Star and was league MVP in 1970, but only managed to earn a single game with the Leafs in the &lt;a href=\"1969%E2%80%9370%20NHL%20season\"&gt;1969–70&lt;/a&gt; season.\nHe was claimed by the &lt;a href=\"Vancouver%20Canucks\"&gt;Vancouver Canucks&lt;/a&gt; in the &lt;a href=\"1970%20NHL%20Expansion%20Draft\"&gt;1970 NHL Expansion Draft&lt;/a&gt; and finally received the opportunity to stick in the NHL. In the Canucks' first season, he appeared in 66 games and recorded 15 goals (seventh on the team) along with 11 assists for 26 points. Midway through the following season, however, he was waived by the Canucks and claimed by the &lt;a href=\"Detroit%20Red%20Wings\"&gt;Detroit Red Wings&lt;/a&gt;. He struggled to find his offensive touch and finished the &lt;a href=\"1971%E2%80%9372%20NHL%20season\"&gt;1971–72&lt;/a&gt; season with just 3 goals and 11 points in 54 games between Detroit and Vancouver.\nIn 1972, Johnson jumped to the fledgling WHA, signing with a &lt;a href=\"Winnipeg%20Jets%20%281972%E2%80%9396%29\"&gt;Winnipeg Jets&lt;/a&gt; team featuring superstar &lt;a href=\"Bobby%20Hull\"&gt;Bobby Hull&lt;/a&gt;. He had the most successful stretch of his career in Winnipeg, emerging as a valuable leader and two-way player. In &lt;a href=\"1972%E2%80%9373%20WHA%20season\"&gt;1972–73&lt;/a&gt;, he recorded 19 goals and 42 points en route to helping the Jets to the inaugural &lt;a href=\"Avco%20Cup\"&gt;Avco Cup&lt;/a&gt; Finals. Over the next two years, he added another 34 goals and was named Jets' captain for the &lt;a href=\"1974%E2%80%9375%20WHA%20season\"&gt;1974–75&lt;/a&gt; before retiring the following year.\nJohnson finished his career with 18 goals and 19 assists for 37 points in 121 NHL games, along with 62 penalty minutes. He added 53 goals and 58 assists for 111 points in 232 games in the WHA."
}