{
    "id": "11360123",
    "revid": "194203",
    "url": "https://en.wikipedia.org/wiki?curid=11360123",
    "title": "Saucon Valley High School",
    "text": "Saucon Valley High School is a four-year public high school in &lt;a href=\"Lower%20Saucon%20Township%2C%20Northampton%20County%2C%20Pennsylvania\"&gt;Lower Saucon Township, Pennsylvania&lt;/a&gt;, in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. It is located at 2100 Polk Valley Road, in Lower Saucon Township (though the address says &lt;a href=\"Hellertown%2C%20Pennsylvania\"&gt;Hellertown&lt;/a&gt;) within &lt;a href=\"Northampton%20County%2C%20Pennsylvania\"&gt;Northampton County&lt;/a&gt;.\nIt is the only high school in the &lt;a href=\"Saucon%20Valley%20School%20District\"&gt;Saucon Valley School District&lt;/a&gt;, which is consolidated in a single complex, the SVSD Campus, as of September 1999. The campus, spread across , combines the High School, Middle School, Elementary School, and administrative offices all under one roof, and also includes ball fields, playgrounds, stadium, and track facilities.\nIts colors are &lt;a href=\"red\"&gt;red&lt;/a&gt; and &lt;a href=\"black\"&gt;black&lt;/a&gt;, and its mascot is the panther.\nAcademics.\nGraduation rate.\nSaucon Valley High School's four-year graduation rate for 2015–2016 was 88.5%. The five-year and six-year graduation rates were 96.1% and 96.6%.\nGraduation requirements.\nBy Pennsylvania State School Board regulations, for the graduating classes of 2016, students must demonstrate successful completion of secondary level course work in Algebra I, Biology, English Composition, and Literature for which the Keystone Exams serve as the final course exams. Students’ Keystone Exam scores shall count for at least one-third of the final course grade.\nEleventh grade.\nIn 2010 and 2009 the school's 11th grade achieved AYP status under the federal government's &lt;a href=\"No%20Child%20Left%20Behind\"&gt;No Child Left Behind&lt;/a&gt; law.\n11th Grade Reading\n11th Grade Math:\n11th Grade Science:\nCollege remediation.\nAccording to a &lt;a href=\"Pennsylvania%20Department%20of%20Education\"&gt;Pennsylvania Department of Education&lt;/a&gt; study released in January 2009, 17% of Saucon Valley High School graduates required remediation in mathematics and or reading before they were prepared to take college level courses in the &lt;a href=\"Pennsylvania%20State%20System%20of%20Higher%20Education\"&gt;Pennsylvania State System of Higher Education&lt;/a&gt; or community colleges. Less than 66% of Pennsylvania high school graduates, who enroll in a four-year college in Pennsylvania, will earn a bachelor's degree within six years. Among Pennsylvania high school graduates pursuing an associate degree, only one in three graduate in three years. Per the &lt;a href=\"Pennsylvania%20Department%20of%20Education\"&gt;Pennsylvania Department of Education&lt;/a&gt;, one in three recent high school graduates who attend Pennsylvania's public universities and community colleges takes at least one remedial course in math, reading or English.\nAthletics.\nSaucon Valley High School students participate in a range of sports, including football, baseball, softball, basketball, soccer, tennis, cross country, swimming, wrestling, field hockey, volleyball, lacrosse, golf, track, javelin, shot put, and more. The school competes in &lt;a href=\"PIAA%20District%2011\"&gt;District XI&lt;/a&gt; tournaments, and is part of the &lt;a href=\"Colonial%20League\"&gt;Colonial League&lt;/a&gt; and &lt;a href=\"PIAA\"&gt;PIAA&lt;/a&gt; (Pennsylvania Interscholastic Athletic Association). Eligibility to participate is set by school board policies."
}