{
    "id": "11368021",
    "revid": "1152308",
    "url": "https://en.wikipedia.org/wiki?curid=11368021",
    "title": "History of Kaohsiung",
    "text": "The written history of &lt;a href=\"Kaohsiung\"&gt;Kaohsiung&lt;/a&gt; can be traced back to the early 17th century, though archeological studies have found signs of human activity in the region from as long as 7000 years ago. Prior to the 17th century, the region was inhabited by the Makatau clan of the &lt;a href=\"Siraya%20people\"&gt;Siraya&lt;/a&gt; &lt;a href=\"Taiwanese%20aborigines\"&gt;aboriginal tribe&lt;/a&gt;, who settled on what they named \"Ta-kau Isle\" (translated to 打狗嶼 by Ming Chinese explorers); \"Takau\" meaning \"bamboo forest\" in the aboriginal language. &lt;a href=\"Dutch%20Empire\"&gt;Dutch&lt;/a&gt; settlers &lt;a href=\"Taiwan%20under%20Dutch%20rule\"&gt;colonizing Taiwan&lt;/a&gt; in 1624 referred to the region as \"Tankoya\" and named the harbor \"Tancoia\". The first Chinese records of the region were written in 1603 by Chen Di, a member of Ming admiral Shen You-rong's expedition to rid the waters around &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt; and &lt;a href=\"Penghu\"&gt;Penghu&lt;/a&gt; of &lt;a href=\"pirate\"&gt;pirate&lt;/a&gt;s. In his report on the \"Eastern Barbarian Lands\" (Dong Fan Ji), Chen Di referred to a Ta-kau Isle:\nVarious later historical documents of both the &lt;a href=\"Ming%20Dynasty\"&gt;Ming&lt;/a&gt; and &lt;a href=\"Qing\"&gt;Qing&lt;/a&gt; Dynasties referred to Kaohsiung as either \"Ta-kau\" (打狗) or \"Ta-ku\" (打鼓). The modern name of 高雄 (pronounced \"Takao\" in &lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt; and \"Kaohsiung\" in &lt;a href=\"Standard%20Mandarin\"&gt;Mandarin&lt;/a&gt;) was not adopted until the &lt;a href=\"Taiwan%20under%20Japanese%20rule\"&gt;Japanese colonial period&lt;/a&gt; in the late 19th and early 20th centuries.\nEarly history.\nThe earliest evidence of human activity in the Kaohsiung area dates back to roughly 4700–5200 years ago. Most of the discovered remnants were located in the hills surrounding Kaohsiung Harbor, and include artifacts found at 壽山遺址, Longquan Temple ruins, 桃子園遺址、左營舊城遺址、左營遺址、後勁遺址、覆鼎金遺址、Fengbitou. The prehistoric Dapenkeng, 牛稠子, Dahu, and Niasong civilizations were known to inhabit the region. Studies of the prehistoric ruins at Longquan Temple have shown that that civilization occurred at roughly the same times as the beginnings of the &lt;a href=\"Taiwanese%20aborigines\"&gt;aboriginal&lt;/a&gt; Makatau civilization, suggesting a possible origin for the latter. Unlike some other archeological sites in the area, the Longquan Temple ruins are relatively well preserved. Prehistoric artifacts discovered have suggested that the ancient Kaohsiung Harbor was originally a lagoon, with early civilizations functioning primarily as &lt;a href=\"hunter-gatherer\"&gt;hunter-gatherer&lt;/a&gt; societies. Some agricultural tools have also been discovered, suggesting that some agricultural activity was also present.\nSigns of more recent &lt;a href=\"Han%20Chinese\"&gt;Han Chinese&lt;/a&gt; settlement have been found near the old city of &lt;a href=\"Tsoying\"&gt;Tsoying&lt;/a&gt;, and is one of the largest finds of recent Han Chinese cultural artifacts to date. Artifacts discovered have included various types of ceramics and pottery believed to be of Chinese origin dating to the early &lt;a href=\"Qing%20Dynasty\"&gt;Qing Dynasty&lt;/a&gt;, about 400 years ago.\nFengbitou ruins (2000–6000 years ago).\nThe Fengbitou civilization is representative of &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; civilizations found in the Taiwan area and shows significant influences from mainland cultures. The civilization is believed to have persisted for a very long period (2000–6000 years ago), with archeological digs finding artifacts buried in multiple layers. Remains have been found throughout the southern and central portions of Taiwan's western seaboard, with the ruins found at Fengbitou near &lt;a href=\"Linyuan%20District\"&gt;Linyuan District&lt;/a&gt; representative of the civilization in general. Fengbitou was originally submerged, with the modern coastline formed by falling sea levels and the accretion of a &lt;a href=\"river%20delta\"&gt;river delta&lt;/a&gt;. The ruins were discovered during the Japanese colonial period, along with those of other civilizations, and is one of the most important archeological sites in Taiwan.\nThe site has three major layers:\nTaochiyuan ruins (3000–4500 years ago).\nTaochiyuan (桃子園) &lt;a href=\"shell%20mound\"&gt;shell mound&lt;/a&gt; is located in the northwestern part of the North Chaishan (北柴山). It is one of the earliest ruins discovered in Kaohsiung. &lt;a href=\"Pottery\"&gt;Pottery&lt;/a&gt;, &lt;a href=\"stone%20tool\"&gt;stone tool&lt;/a&gt;s, and evidents of human burials were found in the region. This society belongs to the 牛稠子文化層, and later the 大湖文化層. Its economy was based on agriculture, &lt;a href=\"fishery\"&gt;fishery&lt;/a&gt;, and &lt;a href=\"hunting\"&gt;hunting&lt;/a&gt;.\nPirate records.\nLin Daoqian.\nOne of the most famous folk characters of the pre-Dutch Takau region was the pirate &lt;a href=\"Lin%20Daoqian\"&gt;Lin Daoqian&lt;/a&gt; (林道乾), reputed to have been active in robbing ships of their treasure during the reign of the Ming &lt;a href=\"Jiajing%20Emperor\"&gt;Jiajing Emperor&lt;/a&gt; (1522–1566). Folklore holds that while anchored at Takau in 1563, Lin placed his treasure into eighteen and a half bamboo baskets, hiding them in the surrounding hills. During this time, Lin was told by a &lt;a href=\"feng%20shui\"&gt;feng shui&lt;/a&gt; master named Wu Ban-hsien (吳半仙) that if he were to bury his deceased father in a \"dragon cave\" near modern-day &lt;a href=\"Jiali%20District\"&gt;Jiali&lt;/a&gt;, leave an offering of an &lt;a href=\"arrow\"&gt;arrow&lt;/a&gt; upon the altar , and sleep while holding one hundred grains of white rice in his mouth for one hundred days, before firing three arrows towards the imperial capital in the northwest on the dawn of the last day, he would be able to conquer all the lands under heaven. Shortly after hearing this, Lin discovered a \"divine rooster\" while hunting in the hills, whose call could be heard for over 300 \"&lt;a href=\"Li%20%28unit%29\"&gt;li&lt;/a&gt;\" and would cause all other roosters to call at the same time. Upon capturing the divine rooster, Lin handed it to his sister Jin-lien (金蓮) to care for, while he prepared to fire the arrows towards the imperial capital at the crack of dawn on the one hundredth day.\nOn the final night, Jin-lien was unable to sleep, sitting awake under a lamp with the divine rooster. At the hour of midnight, Jin-lien touched the rooster to pet it, but inadvertently startled the rooster, causing it to call. Upon hearing the rooster calling, Lin awoke and mistakenly thought that dawn had arrived, immediately firing off three divine arrows with his name towards the imperial capital in the northwest. Thinking he had succeeded, Lin went back to sleep dreaming that he had become emperor. The three arrows flew into the imperial palace, unerringly striking the dragon throne. However, as it was midnight, the throne was empty. The next morning, the emperor found the three arrows with Lin's name on them stuck in his throne. Realizing that Lin had attempted to kill him, the emperor became enraged and ordered his troops to arrest Lin.\nWith imperial troops closing in, Lin attempted to flee, but was delayed by his sister who refused to leave without their eighteen and a half baskets of treasure. In a fit of panic, Lin killed his own sister before fighting his way out of the sieging forces. In the process, Lin struck the side of the valley between Takou Mountain and Chi-hou Mountain, breaking a hole through which seawater poured in. Lin and his men escaped by sea from this hole, according to legend.\nWokou.\nDuring the Ming Dynasty, the seas surrounding Taiwan were lawless waters, infested by pirates. The imperial court launched three separate naval campaigns against Wokou pirates operating in the waters surrounding Taiwan (in 1574, 1603, and 1617). It was during the 1603 campaign that Chen Di penned the first records referring to a Takou Isle in his book \"Eastern Barbarian Lands\" (東蕃記), which also contained the first descriptions of the early residents of Taiwan.\nRecent settlement and development.\nDutch colonial period (1624–1661).\nTaiwan became a &lt;a href=\"Dutch%20Empire\"&gt;Dutch&lt;/a&gt; colony in 1624, after the &lt;a href=\"Dutch%20East%20Indies%20Company\"&gt;Dutch East Indies Company&lt;/a&gt; was ejected from &lt;a href=\"Penghu\"&gt;Penghu&lt;/a&gt; by Ming forces. At the time, Takau was already one of the most important fishing ports in southern Taiwan. The Dutch named Takau Tankoya, and the harbor Tancoia. In 1726, the Dutch missionary &lt;a href=\"Fran%C3%A7ois%20Valentijn\"&gt;François Valentijn&lt;/a&gt; (華倫泰因/潘連單) named Takau Mountain \"Apen Berg\" (猿山), a name which would find its way onto European navigational charts well into the 18th century. During this time, Taiwan was divided into five administrative districts, with Takau belonging to the southernmost district. In 1630, the first large scale immigration of Han Chinese to Taiwan began due to famine in &lt;a href=\"Fujian\"&gt;Fujian&lt;/a&gt;, with merchants and traders from China seeking to purchase hunting licenses from the Dutch or hide out in aboriginal villages to escape authorities in China.\nQing Dynasty rule (1683–1895).\nKi-au Region.\nKi-au written in Chinese as or 旗后 ()\nJapanese colonial period (1895–1945).\nTakao Prefecture (1920–1945).\nIn 1920, the eighth &lt;a href=\"Governor-General%20of%20Taiwan\"&gt;Governor-General of Taiwan&lt;/a&gt; &lt;a href=\"Den%20Kenjiro\"&gt;Den Kenjiro&lt;/a&gt; modified the political divisions of Taiwan. He abolished the \"chō\" (廳) system and instituted a &lt;a href=\"prefecture\"&gt;prefecture&lt;/a&gt; system similar to that of &lt;a href=\"mainland%20Japan\"&gt;mainland Japan&lt;/a&gt;. &lt;a href=\"Takao%20Prefecture\"&gt;Takao Prefecture&lt;/a&gt; consisted of modern-day &lt;a href=\"Kaohsiung%20City\"&gt;Kaohsiung City&lt;/a&gt; and &lt;a href=\"Pingtung%20County\"&gt;Pingtung County&lt;/a&gt;.\nCity of Takao (1924).\nTakao was upgraded to a city in 1924.\nPostwar period (After 1945).\nAfter the &lt;a href=\"Retrocession%20Day\"&gt;handover of Taiwan from Japan&lt;/a&gt; to the &lt;a href=\"Republic%20of%20China\"&gt;Republic of China&lt;/a&gt; in October 1945, Kaohsiung City was established as a &lt;a href=\"Provincial%20city%20%28Taiwan%29\"&gt;provincial city&lt;/a&gt; consisting of eleven &lt;a href=\"District%20%28Taiwan%29\"&gt;districts&lt;/a&gt;. Around the same time, &lt;a href=\"Kaohsiung%20County\"&gt;Kaohsiung County&lt;/a&gt; was established to be part of &lt;a href=\"Taiwan%20Province\"&gt;Taiwan Province&lt;/a&gt; on 6 December 1945. Kaohsiung City was upgraded from provincial city to &lt;a href=\"Special%20municipality%20%28Taiwan%29\"&gt;special municipality&lt;/a&gt; on 1 July 1979.\nOn 25 December 2010, Kaohsiung City was merged with &lt;a href=\"Kaohsiung%20County\"&gt;Kaohsiung County&lt;/a&gt; to form a larger Kaohsiung special municipality. Prior to the merging, the population of Kaohsiung City was around 1.5 million people.\nOn 31 July 2014, &lt;a href=\"2014%20Kaohsiung%20gas%20explosions\"&gt;a series of gas explosions&lt;/a&gt; occurred in the &lt;a href=\"Cianjhen%20District\"&gt;Cianjhen&lt;/a&gt; and &lt;a href=\"Lingya%20District\"&gt;Lingya District&lt;/a&gt;s at midnight after initial &lt;a href=\"gas%20leaks\"&gt;gas leaks&lt;/a&gt; were reported earlier that day at 8:46 p.m. local time. The explosions left 31 dead and 309 injured.\nEconomy.\nAgriculture.\nBananas.\nBananas were originally imported from &lt;a href=\"mainland%20China\"&gt;mainland China&lt;/a&gt; until the &lt;a href=\"Taiwan%20under%20Japanese%20rule\"&gt;Japanese colonial period&lt;/a&gt;. The Japanese government planted bananas mostly in southern Taiwan, the production of the 旗山 area was especially abundant. As a result, it has an honorable name of \"Banana Kingdom.\"\nCultural and artistic development.\nIn early times, there were few cultural activities in the Kaohsiung region, so residents' opportunities to participate in such activities were likely small as well. As a result, Kaohsiung was called a \"cultural desert\" in early times. However, the efforts of the Kaohsiung government and artistic organizations turned the region into a center of Chinese culture beginning in the 1980s. An art museum has been established, as well as a science and technology exhibit and other large-scale exhibitions."
}