{
    "id": "11369",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=11369",
    "title": "Frank Capra",
    "text": "Frank Russell Capra (born Francesco Rosario Capra; May 18, 1897 – September 3, 1991) was an Italian-born American film director, producer and writer who became the creative force behind &lt;a href=\"Frank%20Capra%20filmography%23Films%20that%20won%20Academy%20Awards\"&gt;some of the major award-winning films of the 1930s and 1940s&lt;/a&gt;. Born in Italy and raised in Los Angeles from the age of five, his &lt;a href=\"Rags%20to%20riches\"&gt;rags-to-riches&lt;/a&gt; story has led film historians such as &lt;a href=\"Ian%20Freer\"&gt;Ian Freer&lt;/a&gt; to consider him the \"&lt;a href=\"American%20Dream\"&gt;American Dream&lt;/a&gt; personified\".\nCapra became one of America's most influential directors during the 1930s, winning three &lt;a href=\"Academy%20Awards\"&gt;Academy Awards&lt;/a&gt; for &lt;a href=\"Academy%20Award%20for%20Best%20Director\"&gt;Best Director&lt;/a&gt; from six nominations, along with three other Oscar wins from nine nominations in other categories. Among his leading films were \"&lt;a href=\"It%20Happened%20One%20Night\"&gt;It Happened One Night&lt;/a&gt;\" (1934), \"&lt;a href=\"Mr.%20Deeds%20Goes%20to%20Town\"&gt;Mr. Deeds Goes to Town&lt;/a&gt;\" (1936), \"&lt;a href=\"You%20Can%27t%20Take%20It%20with%20You%20%28film%29\"&gt;You Can't Take It with You&lt;/a&gt;\" (1938), and \"&lt;a href=\"Mr.%20Smith%20Goes%20to%20Washington\"&gt;Mr. Smith Goes to Washington&lt;/a&gt;\" (1939). During World War II, Capra served in the &lt;a href=\"Signal%20Corps%20%28United%20States%20Army%29\"&gt;U.S. Army Signal Corps&lt;/a&gt; and produced &lt;a href=\"propaganda%20film\"&gt;propaganda film&lt;/a&gt;s, such as the \"&lt;a href=\"Why%20We%20Fight\"&gt;Why We Fight&lt;/a&gt;\" series.\nAfter World War II, Capra's career declined as his later films, such as \"&lt;a href=\"It%27s%20a%20Wonderful%20Life\"&gt;It's a Wonderful Life&lt;/a&gt;\" (1946), performed poorly when they were first released. In ensuing decades, however, \"It's a Wonderful Life\" and other Capra films were revisited favorably by critics. Outside of directing, Capra was active in the &lt;a href=\"film%20industry\"&gt;film industry&lt;/a&gt;, engaging in various political and social activities. He served as President of the &lt;a href=\"Academy%20of%20Motion%20Picture%20Arts%20and%20Sciences\"&gt;Academy of Motion Picture Arts and Sciences&lt;/a&gt;, worked alongside the &lt;a href=\"Writers%20Guild%20of%20America\"&gt;Writers Guild of America&lt;/a&gt;, and was head of the &lt;a href=\"Directors%20Guild%20of%20America\"&gt;Directors Guild of America&lt;/a&gt;.\nEarly life.\nCapra was born Francesco Rosario Capra in &lt;a href=\"Bisacquino\"&gt;Bisacquino&lt;/a&gt;, a village near &lt;a href=\"Palermo\"&gt;Palermo&lt;/a&gt;, &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Italy\"&gt;Italy&lt;/a&gt;. He was the youngest of seven children of Salvatore Capra, a fruit grower, and the former Rosaria \"Serah\" Nicolosi. Capra's family was Roman Catholic. The name \"Capra\", notes Capra's biographer Joseph McBride, represents his family's closeness to the land, and means \"goat\". He notes that the English word \"capricious\" derives from it, \"evoking the animal's skittish temperament\", adding that \"the name neatly expresses two aspects of Frank Capra's personality: emotionalism and obstinacy.\"\nIn 1903, when he was five, Capra's family emigrated to the United States, traveling in a steerage compartment of the steamship \"Germania\",-- the cheapest way to make the passage. For Capra the journey, which took 13 days, remained one of the worst experiences of his life:\nCapra remembers the ship's arrival in New York Harbor, where he saw \"a &lt;a href=\"Statue%20of%20Liberty\"&gt;statue&lt;/a&gt; of a great lady, taller than a church steeple, holding a torch above the land we were about to enter\". He recalls his father's exclamation at the sight:\nThe family settled in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;'s East Side (today Lincoln Heights) on avenue 18, which Capra described in his autobiography as an Italian \"ghetto\". Capra's father worked as a fruit picker and young Capra sold newspapers after school for 10 years, until he graduated from high school. Instead of working after graduating, as his parents wanted, he enrolled in college. He worked through college at the &lt;a href=\"California%20Institute%20of%20Technology\"&gt;California Institute of Technology&lt;/a&gt;, playing banjo at nightclubs and taking odd jobs like working at the campus laundry facility, waiting tables, and cleaning engines at a local power plant. He studied &lt;a href=\"chemical%20engineering\"&gt;chemical engineering&lt;/a&gt; and graduated in the spring of 1918. Capra later wrote that his college education had \"changed his whole viewpoint on life from the viewpoint of an alley rat to the viewpoint of a cultured person\".\nWorld War I and later.\nSoon after graduating from college, Capra was commissioned in the United States Army as a &lt;a href=\"second%20lieutenant\"&gt;second lieutenant&lt;/a&gt;, having completed campus &lt;a href=\"Reserve%20Officers%27%20Training%20Corps\"&gt;ROTC&lt;/a&gt;. In the Army, he taught mathematics to artillerymen at &lt;a href=\"Fort%20Point%2C%20San%20Francisco\"&gt;Fort Point, San Francisco&lt;/a&gt;. His father died during the war in an accident (1916). In the Army, Capra contracted &lt;a href=\"Spanish%20flu\"&gt;Spanish flu&lt;/a&gt; and was medically discharged to return home to live with his mother. He became a &lt;a href=\"Naturalization\"&gt;naturalized&lt;/a&gt; U.S. citizen in 1920, taking the name Frank Russell Capra. Living at home with his siblings and mother, Capra was the only family member with a college education, yet he was the only one who remained chronically unemployed. After a year without work, seeing how his siblings had steady jobs, he felt he was a failure, which led to bouts of depression.\nChronic abdominal pains were later discovered to have been an undiagnosed burst &lt;a href=\"appendix%20%28anatomy%29\"&gt;appendix&lt;/a&gt;. After recovering at home, Capra moved out and spent the next few years living in &lt;a href=\"flophouse\"&gt;flophouse&lt;/a&gt;s in San Francisco and hopping freight trains, wandering the Western United States. To support himself, he took odd jobs on farms, as a movie extra, playing poker, and selling local oil well stocks.\nDuring this time the 24-year-old Capra directed a 32-minute documentary film titled \"La Visita Dell'Incrociatore Italiano Libya a San Francisco\". Not only did it document the visit of the Italian naval vessel \"Libya\" to San Francisco, but also the reception given to the crew of the ship by San Francisco's L'Italia Virtus Club, now known as the &lt;a href=\"San%20Francisco%20Italian%20Athletic%20Club\"&gt;San Francisco Italian Athletic Club&lt;/a&gt;.\nAt 25, Capra took a job selling books written and published by American philosopher &lt;a href=\"Elbert%20Hubbard\"&gt;Elbert Hubbard&lt;/a&gt;. Capra recalled that he \"hated being a peasant, being a scrounging new kid trapped in the Sicilian ghetto of Los Angeles. ... All I had was cockiness—and let me tell you that gets you a long way.\"\nCareer.\nSilent film comedies.\nDuring his book sales efforts—and nearly broke—Capra read a newspaper article about a new movie studio opening in San Francisco. Capra phoned them saying he had moved from Hollywood, and falsely implied that he had experience in the budding film industry. Capra's only prior exposure in films was in 1915 while attending Manual Arts High School. The studio's founder, Walter Montague, was nonetheless impressed by Capra and offered him $75 to direct a one-reel silent film. Capra, with the help of a cameraman, made the film in two days and cast it with amateurs.\nAfter that first serious job in films, Capra began efforts to finding similar openings in the film industry. He took a position with another minor San Francisco studio and subsequently received an offer to work with producer &lt;a href=\"Harry%20Cohn\"&gt;Harry Cohn&lt;/a&gt; at his new studio in Los Angeles. During this time, he worked as a property man, film cutter, title writer, and assistant director.\nCapra later became a gag writer for &lt;a href=\"Hal%20Roach\"&gt;Hal Roach&lt;/a&gt;'s \"&lt;a href=\"Our%20Gang\"&gt;Our Gang&lt;/a&gt;\" series. He was twice hired as a writer for a &lt;a href=\"Slapstick%20film\"&gt;slapstick comedy&lt;/a&gt; director, &lt;a href=\"Mack%20Sennett\"&gt;Mack Sennett&lt;/a&gt;, in 1918 and 1924. Under him, Capra wrote scripts for comedian &lt;a href=\"Harry%20Langdon\"&gt;Harry Langdon&lt;/a&gt; and produced by &lt;a href=\"Mack%20Sennett\"&gt;Mack Sennett&lt;/a&gt;, the first being &lt;a href=\"Plain%20Clothes%20%281925%20film%29\"&gt;\"Plain Clothes\"&lt;/a&gt; in 1925. According to Capra, it was he who invented Langdon's character, the innocent fool living in a \"naughty world\"; however, Langdon was well into this character by 1925.\nWhen Langdon eventually left Sennett to make longer, feature-length movies with &lt;a href=\"First%20National%20Pictures\"&gt;First National&lt;/a&gt; Studios, he took Capra along as his personal writer and director. They made three feature films together during 1926 and 1927, all of them successful with critics and the public. The films made Langdon a recognized comedian in the caliber of &lt;a href=\"Charlie%20Chaplin\"&gt;Charlie Chaplin&lt;/a&gt; and &lt;a href=\"Buster%20Keaton\"&gt;Buster Keaton&lt;/a&gt;. Capra and Langdon later had a falling out, and Capra was fired. During the following years, Langdon's films went into decline without Capra's assistance. After splitting with Langdon, Capra directed a picture for First National, \"&lt;a href=\"For%20the%20Love%20of%20Mike\"&gt;For the Love of Mike&lt;/a&gt;\" (1927). This was a silent comedy about three bickering godfathers—a German, a Jew, and an Irishman—starring a budding actress, &lt;a href=\"Claudette%20Colbert\"&gt;Claudette Colbert&lt;/a&gt;. The movie was considered a failure and is a &lt;a href=\"lost%20film\"&gt;lost film&lt;/a&gt;.\nColumbia Pictures.\nCapra returned to Harry Cohn's studio, now named &lt;a href=\"Columbia%20Pictures\"&gt;Columbia Pictures&lt;/a&gt;, which was then producing short films and two-reel comedies for \"fillers\" to play between main features. Columbia was one of many start-up studios on \"&lt;a href=\"Poverty%20Row\"&gt;Poverty Row&lt;/a&gt;\" in Los Angeles. Like the others, Columbia was unable to compete with larger studios, which often had their own production facilities, distribution, and theaters. Cohn rehired Capra in 1928 to help his studio produce new, full-length feature films, to compete with the major studios. Capra would eventually direct 20 films for Cohn's studio, including all of his classics.\nBecause of Capra's engineering education, he adapted more easily to the new sound technology than most directors. He welcomed the transition to sound, recalling, \"I wasn't at home in silent films.\" Most studios were unwilling to invest in the new sound technology, assuming it was a passing fad. Many in Hollywood considered sound a threat to the industry and hoped it would pass quickly; McBride notes that \"Capra was not one of them.\" When he saw &lt;a href=\"Al%20Jolson\"&gt;Al Jolson&lt;/a&gt; singing in \"&lt;a href=\"The%20Jazz%20Singer\"&gt;The Jazz Singer&lt;/a&gt;\" in 1927, considered the first talkie, Capra recalled his reaction:\nFew of the studio heads or crew were aware of Capra's engineering background until he began directing \"&lt;a href=\"The%20Younger%20Generation\"&gt;The Younger Generation&lt;/a&gt;\" in 1929. The chief cinematographer who worked with Capra on a number of films was likewise unaware. He describes this early period in sound for film:\nDuring his first year with Columbia, Capra directed nine films, some of which were successful. After the first few, Harry Cohn said: \"it was the beginning of Columbia making a better quality of pictures.\" According to Barson, \"Capra became ensconced as Harry Cohn's most trusted director.\" His films soon established Capra as a \"bankable\" director known throughout the industry, and Cohn raised Capra's initial salary of $1,000 per film to $25,000 per year. Capra directed a film for MGM during this period, but soon realized he \"had much more freedom under Harry Cohn's benevolent dictatorship\", where Cohn also put Capra's \"name above the title\" of his films, a first for the movie industry. Capra wrote of this period and recalled the confidence that Cohn placed in Capra's vision and directing:\nCapra directed his first \"real\" sound picture, \"&lt;a href=\"The%20Younger%20Generation\"&gt;The Younger Generation&lt;/a&gt;\", in 1929. It was a rags-to-riches romantic comedy about a Jewish family's upward mobility in New York City, with their son later trying to deny his Jewish roots to keep his rich, gentile girlfriend. According to Capra biographer &lt;a href=\"Joseph%20McBride%20%28writer%29\"&gt;Joseph McBride&lt;/a&gt;, Capra \"obviously felt a strong identification with the story of a Jewish immigrant who grows up in the ghetto of New York ... and feels he has to deny his ethnic origins to rise to success in America.\" Capra, however, denied any connection of the story with his own life.\nNonetheless, McBride insists that \"&lt;a href=\"The%20Younger%20Generation\"&gt;The Younger Generation&lt;/a&gt;\" abounds with parallels to Capra's own life. McBride notes the \"devastatingly painful climactic scene\", where the young social-climbing son, embarrassed when his wealthy new friends first meet his parents, passes his mother and father off as house servants. That scene, notes McBride, \"echoes the shame Capra admitted feeling toward his own family as he rose in social status\".\nDuring his years at Columbia, Capra worked often with screenwriter &lt;a href=\"Robert%20Riskin\"&gt;Robert Riskin&lt;/a&gt; (husband of &lt;a href=\"Fay%20Wray\"&gt;Fay Wray&lt;/a&gt;), and cameraman &lt;a href=\"Joseph%20Walker%20%28cinematographer%29\"&gt;Joseph Walker&lt;/a&gt;. In many of Capra's films, the wise-cracking and sharp dialogue was often written by Riskin, and he and Capra went on to become Hollywood's \"most admired writer-director team\".\nFilm career (1934–1941).\n\"It Happened One Night\" (1934).\nCapra's films in the 1930s enjoyed immense success at the &lt;a href=\"Academy%20Awards\"&gt;Academy Awards&lt;/a&gt;. \"&lt;a href=\"It%20Happened%20One%20Night\"&gt;It Happened One Night&lt;/a&gt;\" (1934) became the first film to win all five top Oscars (&lt;a href=\"Academy%20Award%20for%20Best%20Picture\"&gt;Best Picture&lt;/a&gt;, &lt;a href=\"Academy%20Award%20for%20Best%20Director\"&gt;Best Director&lt;/a&gt;, &lt;a href=\"Academy%20Award%20for%20Best%20Actor\"&gt;Best Actor&lt;/a&gt;, &lt;a href=\"Academy%20Award%20for%20Best%20Actress\"&gt;Best Actress&lt;/a&gt;, and &lt;a href=\"Academy%20Award%20for%20Best%20Adapted%20Screenplay\"&gt;Best Adapted Screenplay&lt;/a&gt;). Written by &lt;a href=\"Robert%20Riskin\"&gt;Robert Riskin&lt;/a&gt;, it is one of the first of the \"&lt;a href=\"Screwball%20comedy%20film\"&gt;screwball comedies&lt;/a&gt;\", and with its release in the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;, critics considered it an &lt;a href=\"Escapism\"&gt;escapist&lt;/a&gt; story and a variation of the \"&lt;a href=\"American%20Dream\"&gt;American Dream&lt;/a&gt;\". The film established the names of Capra, Columbia Pictures, and stars &lt;a href=\"Clark%20Gable\"&gt;Clark Gable&lt;/a&gt; and &lt;a href=\"Claudette%20Colbert\"&gt;Claudette Colbert&lt;/a&gt; in the movie industry. The film has been called \"&lt;a href=\"Picaresque%20novel\"&gt;picaresque&lt;/a&gt;\". It was one of the earliest &lt;a href=\"road%20movie\"&gt;road movie&lt;/a&gt;s and inspired variations on that theme by other filmmakers.\nHe followed the film with \"&lt;a href=\"Broadway%20Bill\"&gt;Broadway Bill&lt;/a&gt;\" (1934), a screwball comedy about horse racing. The film was a turning point for Capra, however, as he began to conceive an additional dimension to his movies. He started using his films to convey messages to the public. Capra explains his new thinking:\nThis added goal was inspired after meeting with a &lt;a href=\"Christian%20Science\"&gt;Christian Scientist&lt;/a&gt; friend who told him to view his talents in a different way:\nCapra began to embody messages in subsequent films, many of which conveyed \"fantasies of goodwill\". The first of those was \"&lt;a href=\"Mr.%20Deeds%20Goes%20to%20Town\"&gt;Mr. Deeds Goes to Town&lt;/a&gt;\" (1936), for which Capra won his second Best Director Oscar. Critic &lt;a href=\"Alistair%20Cooke\"&gt;Alistair Cooke&lt;/a&gt; observed that Capra was \"starting to make movies about themes instead of people\".\nIn 1938, Capra won his third Director Oscar in five years for \"&lt;a href=\"You%20Can%27t%20Take%20It%20with%20You%20%28film%29\"&gt;You Can't Take It with You&lt;/a&gt;\", which also won Best Picture. In addition to his three directing wins, Capra received directing nominations for three other films (\"&lt;a href=\"Lady%20for%20a%20Day\"&gt;Lady for a Day&lt;/a&gt;\", \"&lt;a href=\"Mr.%20Smith%20Goes%20to%20Washington\"&gt;Mr. Smith Goes to Washington&lt;/a&gt;\", and \"&lt;a href=\"It%27s%20a%20Wonderful%20Life\"&gt;It's a Wonderful Life&lt;/a&gt;\"). On May 5, 1936, Capra hosted the &lt;a href=\"8th%20Academy%20Awards\"&gt;8th Academy Awards&lt;/a&gt; ceremony.\n\"Mr. Smith Goes to Washington\" (1939).\nAlthough \"&lt;a href=\"It%27s%20a%20Wonderful%20Life\"&gt;It's a Wonderful Life&lt;/a&gt;\" is his best-known film, Friedman notes that it was \"&lt;a href=\"Mr.%20Smith%20Goes%20to%20Washington\"&gt;Mr. Smith Goes to Washington&lt;/a&gt;\" (1939), which most represented the \"Capra myth\". That film expressed Capra's patriotism more than any others, and \"presented the individual working within the democratic system to overcome rampant political corruption\".\nThe film, however, became Capra's most controversial. In his research before filming, he was able to stand close to President &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt; during a press conference after the recent acts of war by Germany in Europe. Capra recalls his fears:\nWhen the filming was completed, the studio sent preview copies to Washington. &lt;a href=\"Joseph%20P.%20Kennedy%20Sr.\"&gt;Joseph P. Kennedy Sr.&lt;/a&gt;, U.S. ambassador to the UK, wrote to Columbia head Harry Cohn, \"Please do not play this picture in Europe.\" Politicians were concerned about the potential negative effect the film might have on the morale of the United States' allies, as &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; had begun. Kennedy wrote to President Roosevelt that, \"In foreign countries this film must inevitably strengthen the mistaken impression that the United States is full of &lt;a href=\"Graft%20%28politics%29\"&gt;graft&lt;/a&gt;, corruption and lawlessness.\" Many studio heads agreed, nor did they want negative feelings about Hollywood instilled in political leaders.\nNonetheless, Capra's vision of the film's significance was clear:\nCapra pleaded with Cohn to allow the film to go into distribution and remembers the intensity of their decision making:\nCohn and Capra chose to ignore the negative publicity and demands and released the film as planned. It was later nominated for 11 Academy Awards, only winning one (for Best Original Story) partly because of the number of major pictures that were &lt;a href=\"12th%20Academy%20Awards\"&gt;nominated that year&lt;/a&gt; was 10, including \"&lt;a href=\"The%20Wizard%20of%20Oz%20%281939%20film%29\"&gt;The Wizard of Oz&lt;/a&gt;\" and \"&lt;a href=\"Gone%20with%20the%20Wind%20%28film%29\"&gt;Gone with the Wind&lt;/a&gt;\". Hollywood columnist &lt;a href=\"Louella%20Parsons\"&gt;Louella Parsons&lt;/a&gt; called it a \"smash patriotic hit\" and most critics agreed, seeing that audiences left the theaters with \"an enthusiasm for democracy\" and \"in a glow of patriotism\".\nThe significance of the film's message was established further in France, shortly after World War II began. When the French public was asked to select which film they wanted to see most, having been told by the &lt;a href=\"Vichy%20France\"&gt;Vichy government&lt;/a&gt; that soon no more American films would be allowed in France, the overwhelming majority chose it over all others. To a France soon to be invaded and occupied by Nazi forces, the film most expressed the \"perseverance of democracy and the &lt;a href=\"American%20way\"&gt;American way&lt;/a&gt;\".\n\"Meet John Doe\" (1941).\nIn 1941 Capra directed \"&lt;a href=\"Meet%20John%20Doe\"&gt;Meet John Doe&lt;/a&gt;\" (1941), which some consider Capra's most controversial movie. The film's hero, played by &lt;a href=\"Gary%20Cooper\"&gt;Gary Cooper&lt;/a&gt;, is a former baseball player now bumming around, lacking goals. He is selected by a news reporter to represent the \"&lt;a href=\"Commoner\"&gt;common man&lt;/a&gt;,\" to capture the imagination of ordinary Americans. The film was released shortly before America became involved in World War II, and citizens were still in an &lt;a href=\"United%20States%20non-interventionism\"&gt;isolationist&lt;/a&gt; mood. According to some historians, the film was made to convey a \"deliberate reaffirmation of American values,\" though ones that seemed uncertain with respect to the future.\nFilm author Richard Glazer speculates that the film may have been autobiographical, \"reflecting Capra's own uncertainties\". Glazer describes how, \"John's accidental transformation from &lt;a href=\"Vagrancy\"&gt;drifter&lt;/a&gt; to national figure parallels Capra's own early drifting experience and subsequent involvement in movie making ... \"Meet John Doe\", then, was an attempt to work out his own fears and questions.\"\nWorld War II years (1941–1945).\nJoining the Army after Pearl Harbor.\nWithin four days after the Japanese &lt;a href=\"Attack%20on%20Pearl%20Harbor\"&gt;Attack on Pearl Harbor&lt;/a&gt; on December 7, 1941, Capra quit his successful directing career in Hollywood and received a commission as a &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt; in the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt;. He also gave up his presidency of the &lt;a href=\"Directors%20Guild%20of%20America\"&gt;Screen Directors Guild&lt;/a&gt;. Being 44 years of age, he was not asked to enlist, but, notes Friedman, \"Capra had an intense desire to prove his patriotism to his adopted land.\"\nCapra recalls some personal reasons for enlisting:\n\"Why We Fight\" series.\nDuring the next four years of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, Capra's job was to head a special section on morale to explain to soldiers \"why the hell they're in uniform\", writes Capra, and were not \"propaganda\" films like those created by the Nazis and Japan. Capra directed or co-directed seven documentary war information films.\nCapra was assigned to work directly under Chief of Staff &lt;a href=\"George%20C.%20Marshall\"&gt;George C. Marshall&lt;/a&gt;, the most senior officer in command of the Army, who later created the &lt;a href=\"Marshall%20Plan\"&gt;Marshall Plan&lt;/a&gt; and was awarded a &lt;a href=\"Nobel%20Peace%20Prize\"&gt;Nobel Peace Prize&lt;/a&gt;. Marshall chose to bypass the usual documentary film-making department, &lt;a href=\"Signal%20Corps%20%28United%20States%20Army%29\"&gt;Signal Corps&lt;/a&gt;, because he felt they were not capable of producing \"sensitive and objective troop information films\". One colonel explained the importance of these future films to Capra:\nDuring his first meeting with General Marshall, Capra was told his mission:\nThe films included the seven-episode \"&lt;a href=\"Why%20We%20Fight\"&gt;Why We Fight&lt;/a&gt;\" series – consisting of \"&lt;a href=\"Prelude%20to%20War\"&gt;Prelude to War&lt;/a&gt;\" (1942), \"&lt;a href=\"The%20Nazis%20Strike\"&gt;The Nazis Strike&lt;/a&gt;\" (1942), \"&lt;a href=\"Divide%20and%20Conquer%20%28film%29\"&gt;Divide and Conquer&lt;/a&gt;\" (1943), \"&lt;a href=\"The%20Battle%20of%20Britain\"&gt;The Battle of Britain&lt;/a&gt;\" (1943), \"&lt;a href=\"The%20Battle%20of%20Russia\"&gt;The Battle of Russia&lt;/a&gt;\" (1943), \"&lt;a href=\"The%20Battle%20of%20China\"&gt;The Battle of China&lt;/a&gt;\" (1944), \"&lt;a href=\"War%20Comes%20to%20America\"&gt;War Comes to America&lt;/a&gt;\" (1945) – plus \"\" (1945), \"&lt;a href=\"Here%20Is%20Germany\"&gt;Here Is Germany&lt;/a&gt;\" (1945), \"&lt;a href=\"Tunisian%20Victory\"&gt;Tunisian Victory&lt;/a&gt;\" (1945), and \"&lt;a href=\"Two%20Down%20and%20One%20to%20Go\"&gt;Two Down and One to Go&lt;/a&gt;\" (1945) that do not bear the \"&lt;a href=\"Why%20We%20Fight\"&gt;Why We Fight&lt;/a&gt;\" banner; as well as the &lt;a href=\"African%20Americans\"&gt;African-American&lt;/a&gt; related film, \"&lt;a href=\"The%20Negro%20Soldier\"&gt;The Negro Soldier&lt;/a&gt;\" (1944).\nAfter he completed the first few documentaries, government officials and U.S. Army staff felt they were powerful messages and excellent presentations of why it was necessary for the United States to fight in the war. All footage came from military and government sources, whereas during earlier years, many newsreels secretly used footage from enemy sources. Animated charts were created by &lt;a href=\"Walt%20Disney\"&gt;Walt Disney&lt;/a&gt; and his animators. A number of Hollywood composers wrote the background music, including &lt;a href=\"Alfred%20Newman%20%28composer%29\"&gt;Alfred Newman&lt;/a&gt; and Russian-born composer &lt;a href=\"Dimitri%20Tiomkin\"&gt;Dimitri Tiomkin&lt;/a&gt;. After the first complete film was viewed by General Marshall along with U.S. Army staff—and Franklin Roosevelt—Marshall approached Capra: \"Colonel Capra, how did you do it? That is a most wonderful thing.\"\nFDR was effusive. \"I want every American to see this motion picture. General--please make all necessary arrangements\". \"Prelude To War\" was distributed by 20th Century-Fox, and was nationally acclaimed. Fox also released Capra's \"Why We Fight\" opus--\"The Battle Of Russia\". Released to service audiences in two-parts to accommodate hour-long periods during induction training, the nine-reel (nearly 90 minutes) epic detailed Russian history using excerpts of the great films of Eisenstein, the proceeded to the immediate history through captured Nazi newsreels and those supplied reluctantly by Stalin. The result was an emotionally-riveting experience. When he was shown the film in Moscow, Stalin was effusive and ordered one thousand 35mm prints. He was so anxious that his people should see the film that he didn't bother creating a Russian soundtrack. Capra laughed in amazement years later when re-counting the tale: \"Stalin had interpreters at the side of the stage in all the theatres. They simply translated the film on the fly, yelling like hell to be heard over the music and sound effects\". So positive was the film toward the Soviet Union that it was withdrawn from service and effectively banned during the McCarthy Era, a ban which continued until the 1980s. But the series was seen in theaters throughout the U.S. They were translated into French, Spanish, Portuguese, and Chinese for use by other countries, ironically under the aeguis of Robert Riskin.. &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt; ordered that \"all\" of them be shown to the British public in theaters. They are today often broadcast on television and used as a teaching aid, now that the lid has been removed from all of Capra's government work. One of the last reopened was \"Know Your Enemy: Japan\" which, while incredibly powerful, was perhaps a bit too much so. It was finished after the Nazis surrendered, and was only seen briefly around the time the first atomic bombs were dropped on Japan (November 9 and 14, 1945). Then, Capra confided, we \"suddenly needed friendly relations with the Japs and the film, along with several others, was locked up\". So, a gem of propagandic filmmaking, as anyone who has viewed the film readily admits, was barely ever exhibited.\nThe \"&lt;a href=\"Why%20We%20Fight\"&gt;Why We Fight&lt;/a&gt;\" series is widely considered a masterpiece of war information documentaries, and won an Academy Award. \"&lt;a href=\"Prelude%20to%20War\"&gt;Prelude to War&lt;/a&gt;\" won the 1942 &lt;a href=\"Academy%20Award%20for%20Best%20Documentary%20Feature\"&gt;Academy Award for Best Documentary Feature&lt;/a&gt;. When his career ended, Capra regarded these films as his most important works. He was discharged from the service in 1945 as a &lt;a href=\"Colonel%20%28United%20States%29\"&gt;colonel&lt;/a&gt;, having been awarded the &lt;a href=\"Legion%20of%20Merit\"&gt;Legion of Merit&lt;/a&gt; in 1943, the &lt;a href=\"Distinguished%20Service%20Medal%20%28U.S.%20Army%29\"&gt;Distinguished Service Medal&lt;/a&gt; in 1945, the &lt;a href=\"World%20War%20I%20Victory%20Medal%20%28United%20States%29\"&gt;World War I Victory Medal&lt;/a&gt; (for his service in &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;), the &lt;a href=\"American%20Defense%20Service%20Medal\"&gt;American Defense Service Medal&lt;/a&gt;, the &lt;a href=\"American%20Campaign%20Medal\"&gt;American Campaign Medal&lt;/a&gt; and the &lt;a href=\"World%20War%20II%20Victory%20Medal%20%28United%20States%29\"&gt;World War II Victory Medal&lt;/a&gt;.\nPost-war career (1946–1961).\n\"It's a Wonderful Life\" (1946).\nAfter the war ended, along with directors &lt;a href=\"William%20Wyler\"&gt;William Wyler&lt;/a&gt; and &lt;a href=\"George%20Stevens\"&gt;George Stevens&lt;/a&gt;, Capra founded &lt;a href=\"Liberty%20Films\"&gt;Liberty Films&lt;/a&gt;. Their studio became the first independent company of directors since United Artists in 1919 whose goal was to make films without interference by studio bosses. However, the only pictures completed by the studio were \"&lt;a href=\"It%27s%20a%20Wonderful%20Life\"&gt;It's a Wonderful Life&lt;/a&gt;\" (1946) and \"&lt;a href=\"State%20of%20the%20Union%20%28film%29\"&gt;State of the Union&lt;/a&gt;\" (1948). The first of these was a box office disappointment but was nominated for five &lt;a href=\"Academy%20Awards\"&gt;Academy Awards&lt;/a&gt;.\nWhile the film did not resonate with audiences in 1946, its popularity has grown through the years, partly due to frequent airings during those years it was commonly known to be in the &lt;a href=\"public%20domain\"&gt;public domain&lt;/a&gt;. Through legal manipulation, Paramount, successor-in-interest to NTA/Republic, made a false claim of having \"retrieved\" the film's copyright from the public domain. (Under American law, no Work that ever enters the Public Domain may ever have it's copyright restored.) But of the literally dozens of tape purveyors selling PD copies of the film was willing to spend the money required to bring a challenge in court when the upshot of their victory would be that everyone in the business—not just himself—could exploit the film in the public domain. The only challenge to date, by the children and families of the actors who played the Bailey Children in the film, was settled out of court. The claims made as to song copyrights in the soundtrack protecting the film have become moot, with \"California, Here I Come\" lapsing into the public domain. The copyright status of Frank Capra's greatest film remains in question—and in flux. In 1998, the &lt;a href=\"American%20Film%20Institute\"&gt;American Film Institute&lt;/a&gt; (AFI) named it one of the best films ever made, putting it at 11th on &lt;a href=\"AFI%27s%20100%20Years...100%20Movies\"&gt;AFI's 100 Years...100 Movies&lt;/a&gt; list of the top American films of all time. In 2006, the AFI put the film at the top of its &lt;a href=\"AFI%27s%20100%20Years...100%20Cheers\"&gt;AFI's 100 Years...100 Cheers&lt;/a&gt; list, ranking what AFI considers the most inspirational American movies of all time. It would become Capra's last film to win major acclaim—his successful years were now behind him, although he directed five more films over the next 14 years.\nFor \"State of the Union\" (1948), Capra changed studios. It would be the only time he ever worked for &lt;a href=\"Metro-Goldwyn-Mayer\"&gt;Metro-Goldwyn-Mayer&lt;/a&gt;. Although the project had an excellent pedigree with stars &lt;a href=\"Spencer%20Tracy\"&gt;Spencer Tracy&lt;/a&gt; and &lt;a href=\"Katharine%20Hepburn\"&gt;Katharine Hepburn&lt;/a&gt;, the film was not a success, and Capra's statement, \"I think \"State of the Union\" was my most perfect film in handling people and ideas\" has few adherents today.\nRepresenting U.S. at International Film Festival.\nIn January 1952, the U.S. Ambassador to India asked Capra to represent the U.S. film industry at an International Film Festival to be held in India. A State Department friend of Capra asked him and explained why his trip would be important:\nAfter two weeks in India, Capra discovered that Bowles' fears were warranted, as many film sessions were used by Russian and Chinese representatives to give long political speeches. At a lunch with 15 Indian directors and producers, he stressed that \"they must preserve freedom as artists, and that any government control would hinder that freedom. A totalitarian system—and they would become nothing but publicity men for the party in power.\" Capra had a difficult time communicating this, however, as he noted in his diary:\nWhen he returned to Washington to give his report, Secretary of State &lt;a href=\"Dean%20Acheson\"&gt;Dean Acheson&lt;/a&gt; gave Capra his commendation for \"virtually single-handedly forestalling a possible Communist take-over of Indian films\". Ambassador Bowles also conveyed gratitude to Capra for \"one helluva job\".\nDisillusionment period and later years.\nFollowing \"&lt;a href=\"It%27s%20a%20Wonderful%20Life\"&gt;It's a Wonderful Life&lt;/a&gt;\" and \"&lt;a href=\"State%20of%20the%20Union%20%28film%29\"&gt;State of the Union&lt;/a&gt;,\" which were done soon after the war ended, Capra's themes were becoming out of step with changes in the film industry and the public mood. Friedman finds that while Capra's ideas were popular with depression-era and prewar audiences, they became less relevant to a prospering post-war America. Capra had become \"disconnected from an American culture that had changed\" during the previous decade. Biographer &lt;a href=\"Joseph%20McBride%20%28writer%29\"&gt;Joseph McBride&lt;/a&gt; argues that Capra's disillusionment was more related to the negative effect that the &lt;a href=\"House%20Un-American%20Activities%20Committee\"&gt;House Un-American Activities Committee&lt;/a&gt; (HUAC) had on the film industry in general. The HUAC interrogations in the early 1950s ended many Hollywood careers. Capra himself was not called to testify, although he was a prime target of the committee due to his past associations with many &lt;a href=\"Hollywood%20blacklist\"&gt;Hollywood blacklist&lt;/a&gt;ed screenwriters.\nCapra blamed his early retirement from films on the rising power of stars, which forced him to continually compromise his artistic vision. He also claimed that increasing budgetary and scheduling demands had constrained his creative abilities. Film historian &lt;a href=\"Michael%20Medved\"&gt;Michael Medved&lt;/a&gt; agreed with Capra, noting that he walked away from the movie business because \"he refused to adjust to the cynicism of the new order.\" In his autobiography, written in 1971, Capra expressed his feelings about the shifting film industry:\nCapra added that in his opinion, \"practically all the Hollywood film-making of today is stooping to cheap salacious pornography in a crazy bastardization of a great art to compete for the 'patronage' of deviates and masturbators.\"\nCapra remained employable in Hollywood during and after the HUAC hearings but chose nonetheless to demonstrate his loyalty by attempting to re-enlist in the Army at the outbreak of the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;, in 1950. He was rejected due to his age. He was later invited to join the Defense Department's newly formed Think Tank project, VISTA, but was denied the necessary clearance. According to Friedman, \"these two rejections were devastating to the man who had made a career of demonstrating American ideals in film\", along with his directing award-winning documentary films for the Army.\nLater films (1950–1961).\nCapra directed two films at &lt;a href=\"Paramount%20Pictures\"&gt;Paramount Pictures&lt;/a&gt; starring &lt;a href=\"Bing%20Crosby\"&gt;Bing Crosby&lt;/a&gt;, \"&lt;a href=\"Riding%20High%20%281950%20film%29\"&gt;Riding High&lt;/a&gt;\" (1950) and \"&lt;a href=\"Here%20Comes%20the%20Groom\"&gt;Here Comes the Groom&lt;/a&gt;\" (1951). By 1952, at the age of 55, Capra effectively retired from Hollywood filmmaking; he shifted to working with the California Institute of Technology, his alma mater, to produce educational films on science topics.\nFrom 1952 to 1956, Capra produced four science-related television specials in color for &lt;a href=\"The%20Bell%20System%20Science%20Series\"&gt;The Bell System Science Series&lt;/a&gt;: \"&lt;a href=\"Our%20Mr.%20Sun\"&gt;Our Mr. Sun&lt;/a&gt;\" (1956), \"&lt;a href=\"Hemo%20the%20Magnificent\"&gt;Hemo the Magnificent&lt;/a&gt;\" (1957), \"&lt;a href=\"The%20Bell%20System%20Science%20Series%23The%20Strange%20Case%20of%20the%20Cosmic%20Rays%20%281957%29\"&gt;The Strange Case of the Cosmic Rays&lt;/a&gt;\" (1957), and \"&lt;a href=\"The%20Bell%20System%20Science%20Series%23The%20Unchained%20Goddess%20%281958%29\"&gt;Meteora: The Unchained Goddess&lt;/a&gt;\" (1958). These educational science documentaries were popular favorites for school science classrooms for around 30 years. It was eight years before he directed another theatrical film, \"&lt;a href=\"A%20Hole%20in%20the%20Head\"&gt;A Hole in the Head&lt;/a&gt;\" (1959) with &lt;a href=\"Frank%20Sinatra\"&gt;Frank Sinatra&lt;/a&gt; and &lt;a href=\"Edward%20G.%20Robinson\"&gt;Edward G. Robinson&lt;/a&gt;, his first feature film in color. His final theatrical film was with &lt;a href=\"Glenn%20Ford\"&gt;Glenn Ford&lt;/a&gt; and &lt;a href=\"Bette%20Davis\"&gt;Bette Davis&lt;/a&gt;, named \"&lt;a href=\"Pocketful%20of%20Miracles\"&gt;Pocketful of Miracles&lt;/a&gt;\" (1961), a remake of his 1933 film \"&lt;a href=\"Lady%20for%20a%20Day\"&gt;Lady for a Day&lt;/a&gt;\". In the mid-1960s he worked on pre-production for an adaptation of Martin Caidin's novel \"&lt;a href=\"Marooned%20%28novel%29\"&gt;Marooned&lt;/a&gt;,\" but budgetary constraints caused him to eventually shelve it.\nCapra's final film, \"&lt;a href=\"Rendezvous%20in%20Space\"&gt;Rendezvous in Space&lt;/a&gt;\" (1964), was an industrial film made for the &lt;a href=\"Martin%20Marietta\"&gt;Martin Marietta&lt;/a&gt; Company and shown at the &lt;a href=\"1964%20New%20York%20World%27s%20Fair\"&gt;1964 New York World's Fair&lt;/a&gt;. It was exhibited at the &lt;a href=\"New%20York%20Hall%20of%20Science\"&gt;New York Hall of Science&lt;/a&gt; after the Fair ended.\nDirecting style.\nCapra's directing style relied on improvisation to a great extent. He was noted for going on the set with no more than the master scenes written. He explained his reasoning:\nAccording to some experts, Capra used great, unobtrusive craftsmanship when directing, and felt it was bad directing to distract the audience with fancy technical gimmicks. Film historian and author William S. Pechter described Capra's style as one \"of almost classical purity\". He adds that his style relied on editing to help his films sustain a \"sequence of rhythmic motion\". Pechter describes its effect:\nFilm critic John Raeburn discusses an early Capra film, \"&lt;a href=\"American%20Madness\"&gt;American Madness&lt;/a&gt;\" (1932), as an example of how he had mastered the movie medium and expressed a unique style:\nAs for Capra's subject matter, film author Richard Griffith tries to summarize Capra's common theme:\nCapra's personality when directing gave him a reputation for \"fierce independence\" when dealing with studio bosses. On the set he was said to be gentle and considerate, \"a director who displays absolutely no exhibitionism.\" As Capra's films often carry a message about basic goodness in human nature, and show the value of unselfishness and hard work, his wholesome, feel-good themes have led some cynics to term his style \"Capra-corn\". However, those who hold his vision in higher regard prefer the term \"Capraesque\".\nCapra's basic themes of championing the common man, as well as his use of spontaneous, fast-paced dialogue and goofy, memorable lead and supporting characters, made him one of the most popular and respected filmmakers of the 20th century. His influence can be traced in the works of many directors, including &lt;a href=\"Robert%20Altman\"&gt;Robert Altman&lt;/a&gt;, &lt;a href=\"Ron%20Howard\"&gt;Ron Howard&lt;/a&gt;, &lt;a href=\"Masaki%20Kobayashi\"&gt;Masaki Kobayashi&lt;/a&gt;, &lt;a href=\"Akira%20Kurosawa\"&gt;Akira Kurosawa&lt;/a&gt;, &lt;a href=\"John%20Lasseter\"&gt;John Lasseter&lt;/a&gt;, &lt;a href=\"David%20Lynch\"&gt;David Lynch&lt;/a&gt;, &lt;a href=\"John%20Milius\"&gt;John Milius&lt;/a&gt;, &lt;a href=\"Martin%20Scorsese\"&gt;Martin Scorsese&lt;/a&gt;, &lt;a href=\"Steven%20Spielberg\"&gt;Steven Spielberg&lt;/a&gt;, &lt;a href=\"Oliver%20Stone\"&gt;Oliver Stone&lt;/a&gt; and &lt;a href=\"Fran%C3%A7ois%20Truffaut\"&gt;François Truffaut&lt;/a&gt;.\nPersonal life.\nCapra married actress Helen Howell in 1923. They divorced in 1928. He married Lucille Warner in 1932, with whom he had a daughter and three sons, one of whom, Johnny, died at age 3 following a tonsillectomy.\nCapra was four times president of the &lt;a href=\"Academy%20of%20Motion%20Picture%20Arts%20and%20Sciences\"&gt;Academy of Motion Picture Arts and Sciences&lt;/a&gt; and three times president of the &lt;a href=\"Directors%20Guild%20of%20America\"&gt;Directors Guild of America&lt;/a&gt;, which he helped found. Under his presidency, he worked to give directors more artistic control of their films. During his career as a director, he retained an early ambition to teach science, and after his career declined in the 1950s, he made educational television films related to science subjects.\nPhysically, Capra was short, stocky, and vigorous, and enjoyed outdoor activities such as hunting, fishing, and mountain climbing. In his later years, he spent time writing short stories and songs, along with playing guitar. He collected fine and rare books during the 1930s and 1940s. Six hundred and forty items from his \"distinguished library\" were sold by Parke-Bernet Galleries at auction in New York in April 1949, realizing $68,000 ($ today).\nHis son &lt;a href=\"Frank%20Capra%20Jr.\"&gt;Frank Capra Jr.&lt;/a&gt; was the president of &lt;a href=\"EUE/Screen%20Gems\"&gt;EUE Screen Gems Studios&lt;/a&gt; in &lt;a href=\"Wilmington%2C%20North%20Carolina\"&gt;Wilmington, North Carolina&lt;/a&gt;, until his death on December 19, 2007. His grandsons, brothers Frank Capra III and Jonathan Capra, have both worked as assistant directors; Frank III worked on the 1995 film \"&lt;a href=\"The%20American%20President\"&gt;The American President&lt;/a&gt;\", which referred to Frank Capra in the film's dialogue.\nPolitical views.\nCapra's political views coalesced in his movies, which promoted and celebrated the spirit of American individualism. A &lt;a href=\"American%20conservatism\"&gt;conservative&lt;/a&gt; &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt;, Capra railed against &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt; during his tenure as governor of New York and opposed his presidency during the years of the Depression. Capra stood against government intervention during the national economic crisis.\nIn his later years, Capra became a self-described pacifist and was very critical of the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;.\nReligious views.\nCapra wrote in his early adulthood that he was a \"Christmas Catholic\".\nIn his later years, Capra returned to the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt; and described himself as \"a Catholic in spirit; one who firmly believes that the anti-moral, the intellectual bigots, and the Mafias of ill will may destroy religion, but they will never conquer the cross\".\nDeath.\nIn 1985, aged 88, Capra suffered one of a series of strokes. He died in &lt;a href=\"La%20Quinta%2C%20California\"&gt;La Quinta, California&lt;/a&gt;, of a heart attack in his sleep in 1991 at the age of 94. He was interred at &lt;a href=\"Coachella%20Valley%20Public%20Cemetery\"&gt;Coachella Valley Public Cemetery&lt;/a&gt; in &lt;a href=\"Coachella%2C%20California\"&gt;Coachella, California&lt;/a&gt;.\nHe left part of his ranch in &lt;a href=\"Fallbrook%2C%20California\"&gt;Fallbrook, California&lt;/a&gt;, to the California Institute of Technology, to be used as a retreat center. Capra's personal papers and some film-related materials are contained in the &lt;a href=\"Wesleyan%20University\"&gt;Wesleyan University&lt;/a&gt; Cinema Archives, which allows scholars and media experts full access.\nLegacy.\nDuring the golden age of Hollywood, Capra's \"fantasies of goodwill\" made him one of the two or three most famous and successful directors in the world. Film historian &lt;a href=\"Ian%20Freer\"&gt;Ian Freer&lt;/a&gt; notes that at the time of his death in 1991, his legacy remained intact:\nDirector/actor &lt;a href=\"John%20Cassavetes\"&gt;John Cassavetes&lt;/a&gt; contemplating Capra's contribution to film quipped: \"Maybe there really wasn't an America, it was only Frank Capra.\" Capra's films were his love letters to an idealized America—a cinematic landscape of his own invention. The performances his actors gave were invariable portrayals of personalities developed into recognizable images of popular culture, \"their acting has the bold simplicity of an icon ...\"\nLike his contemporary, director &lt;a href=\"John%20Ford\"&gt;John Ford&lt;/a&gt;, Capra defined and aggrandized the tropes of mythic America where individual courage invariably triumphs over collective evil. Film historian Richard Griffith speaks of Capra's \"... reliance on sentimental conversation and the ultimate benevolence of ordinary America to resolve all deep conflicts.\" \"Average America\" is visualized as \"... a tree-lined street, undistinguished frame houses surrounded by modest areas of grass, a few automobiles. For certain purposes, it assumed that all \"real \"Americans live in towns like this, and so great is the power of myth, even the born city-dweller is likely to believe vaguely that he too lives on this shady street, or comes from it, or is going to.\"\nNYU professor Leonard Quart writes:\nAlthough Capra's stature as a director had declined in the 1950s, his films underwent a revival in the 1960s:\nFrench film historian John Raeburn, editor of \"&lt;a href=\"Cahiers%20du%20cin%C3%A9ma\"&gt;Cahiers du cinéma&lt;/a&gt;\", noted that Capra's films were unknown in France, but there too his films underwent a fresh discovery by the public. He believes the reason for his renewed popularity had to do with his themes, which he made credible \"an ideal conception of an American national character\":\nIn 1982, the &lt;a href=\"American%20Film%20Institute\"&gt;American Film Institute&lt;/a&gt; honored Capra by giving him their &lt;a href=\"AFI%20Life%20Achievement%20Award\"&gt;AFI Life Achievement Award&lt;/a&gt;. The event was used to create the television film, \"The American Film Institute Salute to Frank Capra\", hosted by James Stewart. In 1986, Capra received the &lt;a href=\"List%20of%20recipients%20of%20the%20National%20Medal%20of%20Arts\"&gt;National Medal of Arts&lt;/a&gt;. During his acceptance speech for the AFI award, Capra stressed his most important values:\nCapra expanded on his visions in his 1971 autobiography, \"The Name Above the Title\":\nAwards and honors.\nThe \"&lt;a href=\"Why%20We%20Fight\"&gt;Why We Fight&lt;/a&gt;\" series earned Capra the Legion of Merit in 1943 and the Distinguished Service Medal in 1945.\nIn 1957, Capra was awarded the George Eastman Award, given by &lt;a href=\"George%20Eastman%20Museum\"&gt;George Eastman House&lt;/a&gt; for distinguished contribution to the art of film.\nLos Angeles Mayor &lt;a href=\"Sam%20Yorty\"&gt;Sam Yorty&lt;/a&gt;, by a vote of the city council, declared May 12, 1962 as \"Frank Capra Day\". &lt;a href=\"George%20Sidney\"&gt;George Sidney&lt;/a&gt;, President of the Directors Guild stated that \"This is the first time in the history of Hollywood, that the city of Los Angeles has officially recognized a creative talent.\" At the event ceremony, director &lt;a href=\"John%20Ford\"&gt;John Ford&lt;/a&gt; announced that Capra had also received an honorary &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;Order of the British Empire&lt;/a&gt; (OBE) on the recommendation of &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt;. Ford suggested publicly to Capra:\nIn 1966, Capra was awarded the Distinguished Alumni Award from his alma mater Caltech. (see section \"Early Life\", supra)\nIn 1972, Capra received the Golden Plate Award of the &lt;a href=\"Academy%20of%20Achievement\"&gt;American Academy of Achievement&lt;/a&gt;.\nIn 1974, Capra was awarded the &lt;a href=\"Inkpot%20Award\"&gt;Inkpot Award&lt;/a&gt;.\nIn 1975, Capra was awarded the Golden Anchor Award by the U.S Naval Reserve's Combat Camera Group for his contribution to World War II Naval photography and production of the \"Why We Fight\" series. The award ceremony included a video salute by President Ford. Attending were many of Capra's favorite actors including Jimmy Stewart, Donna Reed, Pat O'Brien, Jean Arthur, and others.\nAn annual \"&lt;a href=\"It%27s%20a%20Wonderful%20Life\"&gt;It's a Wonderful Life&lt;/a&gt;\" celebration that Capra attended in 1981, during which he said, \"This is one of the proudest moments of my life,\" was recounted in \"&lt;a href=\"The%20New%20Yorker\"&gt;The New Yorker&lt;/a&gt;\".\nHe was nominated six times for Best Director and seven times for Outstanding Production/Best Picture. Out of six nominations for Best Director, Capra received the award three times. He briefly held the record for winning the most Best Director Oscars when he won for the third time in 1938, until this record was matched by &lt;a href=\"John%20Ford\"&gt;John Ford&lt;/a&gt; in 1941, and then later surpassed by Ford in 1952. &lt;a href=\"William%20Wyler\"&gt;William Wyler&lt;/a&gt; also matched this record upon winning his third Oscar in 1959.\nThe Academy Film Archive has preserved two of Capra's films, \"&lt;a href=\"The%20Matinee%20Idol\"&gt;The Matinee Idol&lt;/a&gt;\" (1928) and \"&lt;a href=\"Two%20Down%20and%20One%20to%20Go\"&gt;Two Down and One to Go!&lt;/a&gt;\" (1945)."
}