{
    "id": "11370545",
    "revid": "12149463",
    "url": "https://en.wikipedia.org/wiki?curid=11370545",
    "title": "Eucalyptus rubida",
    "text": "Eucalyptus rubida, commonly known as candlebark, ribbon gum or white gum, is a species of small to medium-sized tree that is &lt;a href=\"Endemism\"&gt;endemic&lt;/a&gt; to south-eastern &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. It has smooth bark, sometimes with rough bark at the base, lance-shaped or curved adult leaves, flower buds in groups of three, white flowers and cup-shaped, hemispherical or bell-shaped fruit.\nDescription.\n\"Eucalyptus rubida\" is a tree that typically grows to a height of and forms a &lt;a href=\"lignotuber\"&gt;lignotuber&lt;/a&gt;. It has smooth, powdery, greyish or pink bark that is shed in long ribbons but there is sometimes persistent fibrous bark near the base of the trunk. Young plants and &lt;a href=\"coppice\"&gt;coppice&lt;/a&gt; regrowth have &lt;a href=\"Sessility%20%28botany%29\"&gt;sessile&lt;/a&gt;, &lt;a href=\"wikt%3Aglaucous%23Adjective\"&gt;glaucous&lt;/a&gt;, more or less round leaves wide arranged in opposite pairs. Adult leaves are arranged alternately, lance-shaped to curved, long and wide, tapering to a &lt;a href=\"Petiole%20%28botany%29\"&gt;petiole&lt;/a&gt; long. The flower buds are arranged in leaf &lt;a href=\"wikt%3Aaxil\"&gt;axil&lt;/a&gt;s in groups of three on an unbanched &lt;a href=\"Peduncle%20%28botany%29\"&gt;peduncle&lt;/a&gt;, the individual buds sessile or an &lt;a href=\"Pedicel%20%28botany%29\"&gt;pedicels&lt;/a&gt; up to long. Mature buds are oval to spindle-shaped, long and wide with a conical to rounded &lt;a href=\"Operculum%20%28botany%29\"&gt;operculum&lt;/a&gt;. Flowering mainly occurs from December to April and the flowers are white. The fruit is a woody cup-shaped, hemispherical or bell-shaped &lt;a href=\"Capsule%20%28botany%29\"&gt;capsule&lt;/a&gt; long and wide with the valves near rim level or protruding slightly.\nTaxonomy and naming.\n\"Eucalyptus rubida\" was first formally described in 1899 by &lt;a href=\"Henry%20Deane%20%28engineer%29\"&gt;Henry Deane&lt;/a&gt; and &lt;a href=\"Joseph%20Maiden\"&gt;Joseph Maiden&lt;/a&gt; in \"&lt;a href=\"Linnean%20Society%20of%20New%20South%20Wales\"&gt;Proceedings of the Linnean Society of New South Wales&lt;/a&gt;\". The &lt;a href=\"Botanical%20name\"&gt;specific epithet&lt;/a&gt; (\"rubida\") is from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; word \"rubidus\" meaning \"red\", referring to the seasonally red bark.\nIn 1991, &lt;a href=\"Lawrence%20Alexander%20Sidney%20Johnson\"&gt;Lawrie Johnson&lt;/a&gt; and &lt;a href=\"Ken%20Hill%20%28botanist%29\"&gt;Ken Hill&lt;/a&gt; described two subspecies and the names are accepted by the &lt;a href=\"Australian%20Plant%20Census\"&gt;Australian Plant Census&lt;/a&gt; as at December 2019:\nDistribution and habitat.\nCandlebark grows in woodland and forest, usually in shallow soils on tablelands, hills and slopes. Subspecies \"barbigerorum\" occurs on the &lt;a href=\"Northern%20Tablelands\"&gt;Northern Tablelands&lt;/a&gt; north of &lt;a href=\"Armidale%2C%20New%20South%20Wales\"&gt;Armidale&lt;/a&gt;. Subspecies \"rubida\" occurs on the &lt;a href=\"Southern%20Tablelands\"&gt;Southern Tablelands&lt;/a&gt; of New South Wales, mainly on the northern side of the &lt;a href=\"Great%20Dividing%20Range\"&gt;Great Dividing Range&lt;/a&gt; in Victoria, between &lt;a href=\"Halls%20Gap\"&gt;Halls Gap&lt;/a&gt; and &lt;a href=\"Delegate%2C%20New%20South%20Wales\"&gt;Delegate&lt;/a&gt;, and on the tablelands and mountain slopes of eastern Tasmania.\nConservation status.\nSubspecies \"barbigerorum\" is classified as \"vulnerable\" under the Australian Government \"&lt;a href=\"Environment%20Protection%20and%20Biodiversity%20Conservation%20Act%201999\"&gt;Environment Protection and Biodiversity Conservation Act 1999&lt;/a&gt;\". The main threats to the subspecies are habitat disturbance caused by agriculture, development and road work and by timber collection."
}