{
    "id": "1137554",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=1137554",
    "title": "Ibrahim Abboud",
    "text": "General Ibrahim Abboud (; 26 October 1900, in &lt;a href=\"Suakin\"&gt;Suakin&lt;/a&gt; – 8 September 1983, in &lt;a href=\"Khartoum\"&gt;Khartoum&lt;/a&gt;) was a &lt;a href=\"Sudan\"&gt;Sudan&lt;/a&gt;ese &lt;a href=\"political%20figure\"&gt;political figure&lt;/a&gt; who served as the &lt;a href=\"List%20of%20Presidents%20of%20Sudan\"&gt;head of state of Sudan&lt;/a&gt; between 1958 and 1964 and as &lt;a href=\"president%20of%20Sudan\"&gt;president of Sudan&lt;/a&gt; in 1964; however, he soon resigned, ending Sudan's first period of military rule. A &lt;a href=\"career%20soldier\"&gt;career soldier&lt;/a&gt;, Abboud served in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; and &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;. In 1949, Abboud became the deputy &lt;a href=\"Commander%20in%20Chief\"&gt;Commander in Chief&lt;/a&gt; of the Sudanese military. Upon independence, Abboud became the Commander in Chief of the &lt;a href=\"Military%20of%20Sudan\"&gt;Military of Sudan&lt;/a&gt;.\nIbrahim Abboud was born 26 October 1900 in Mohammed-Gol, near the old port city of &lt;a href=\"Suakin\"&gt;Suakin&lt;/a&gt; on the &lt;a href=\"Red%20Sea\"&gt;Red Sea&lt;/a&gt;. He trained as an engineer at the &lt;a href=\"Gordon%20Memorial%20College\"&gt;Gordon Memorial College&lt;/a&gt; and at the Military College in &lt;a href=\"Khartoum\"&gt;Khartoum&lt;/a&gt;. He received a commission in the &lt;a href=\"Egyptian%20Army\"&gt;Egyptian Army&lt;/a&gt; in 1918 and transferred to the &lt;a href=\"Sudan%20Defence%20Force\"&gt;Sudan Defence Force&lt;/a&gt; in 1925, after its creation separate from the &lt;a href=\"Military%20of%20Egypt\"&gt;Egyptian army&lt;/a&gt;. During World War II he served in Eritrea, in Ethiopia, with the Sudan Defence Force, and with the &lt;a href=\"British%20army\"&gt;British army&lt;/a&gt; in &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt;. After the war, Abboud commanded the &lt;a href=\"Camel%20Corps%20%28Sudan%29\"&gt;Camel Corps&lt;/a&gt;, and then rose rapidly to commander of the Sudan Defence Force in 1949 and assistant commander in chief in 1954. With the declaration of independence for the Sudan in 1956, he was made commander in chief of the Sudanese military forces. After the Sudanese army staged a \"&lt;a href=\"coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt;\" in November 1958, overthrowing the &lt;a href=\"civilian\"&gt;civilian&lt;/a&gt; government of &lt;a href=\"Abdullah%20Khalil\"&gt;Abdullah Khalil&lt;/a&gt;, Gen. Abboud led the new military government. &lt;a href=\"Philip%20Agee\"&gt;Philip Agee&lt;/a&gt; alleged that CIA engineered the 1958 coup in \"In the Company.\"\nBetween 1956 and 1958, Sudanese &lt;a href=\"Nationalism\"&gt;nationalist&lt;/a&gt; leaders from both major parties sought to find solutions to the seemingly intractable problems of building a nation, developing the economy and creating a permanent constitution. Neither &lt;a href=\"Ismail%20al-Azhari\"&gt;Ismail al-Azhari&lt;/a&gt;, leader of the Nationalist Unionist party and the first &lt;a href=\"prime%20minister\"&gt;prime minister&lt;/a&gt; of the Sudan, nor his rival, Abdullah Khalil, the &lt;a href=\"Umma%20party\"&gt;Umma party&lt;/a&gt; leader and successor to al-Azhari as prime minister, was able to overcome the weaknesses of the political system or to grapple with the country's problems. Parliamentary government was so discredited that Gen. Abboud, who formerly had remained studiously aloof from politics, led a \"coup d'état\" on 17 November 1958, to end, in his words, \"the state of degeneration, chaos, and instability of the country.\" The Council of State and cabinet were dismissed, parliament and all political parties were declared dissolved, and the constitution was suspended.\nChief of the Military Government.\nAt first Abboud and his ruling Supreme Council of Twelve had the tacit support of the Sudanese politicians and people. The country was tired of the intrigues of the politicians and was prepared to permit the military to inaugurate an efficient and incorruptible administration. There was opposition only within the military in the first few months of the military government. This was the result of disagreements among the senior military leaders. But within a year many younger &lt;a href=\"Officer%20%28armed%20forces%29\"&gt;officers&lt;/a&gt;, and even &lt;a href=\"cadet\"&gt;cadet&lt;/a&gt;s , rose to challenge Abboud's position. All of them were quickly suppressed.\nAbboud's Regime.\nAbboud moved swiftly to deal with the Sudan's problems. The provisional constitution was suspended and all political parties dissolved. The price of Sudanese &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt; was lowered, and the surplus from the crop of 1958 and the bumper crop of 1959 was sold, easing the financial crisis. An agreement was reached with &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; concerning the division of the &lt;a href=\"Nile\"&gt;Nile&lt;/a&gt; waters, and although the Sudan did not receive as great an allotment as many Sudanese thought equitable, Egypt recognized the independence of the Sudan, and frontier conflicts ceased. Finally, in 1961, an ambitious 10-year &lt;a href=\"development%20plan\"&gt;development plan&lt;/a&gt; was launched, designed to end the Sudan's dependence on cotton exports and many foreign manufactured imports.\nAlthough Abboud dealt with the important economic problems and improved foreign relations, he made little attempt to capitalize on his successes to forge a political following outside the army. His political independence certainly enabled him to act decisively, but his actions frequently alienated large segments of the population, which his government ultimately needed to remain in power without resort to force. He sought to meet demands of the population for increased participation in government by instituting a system of local representative government and the \"erection of a central council ... in a pyramid with the local councils as a base.\" The creation of such councils clearly shifted increased power to the rural areas, whose &lt;a href=\"Conservative\"&gt;conservatism&lt;/a&gt; would counter complaints from the more &lt;a href=\"liberalism\"&gt;liberal&lt;/a&gt; urban critics who were becoming increasingly frustrated by increasingly arbitrary administration.\n\"Southern Problem\".\nIn spite of its weaknesses, Abboud's government might have lasted longer if not for the \"southern problem.\" Abboud was personally popular or, at least, respected. He was even invited to the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt; in 1961, where President &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt; praised the Sudan for having set a good example for living in peace with its neighbours.\nIn the non-&lt;a href=\"Arabs\"&gt;Arab&lt;/a&gt;, non-&lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; southern Sudan, however, the arbitrary rule of the military government produced a more negative reaction than in the north. Thus, the government's vigorous program of Arabization and Islamization in the south provoked strikes in the schools and open revolt in the countryside. Opposition to the government was met by force, and many southerners fled as refugees into the neighbouring countries. By 1963 the conflict had escalated to a &lt;a href=\"civil%20war\"&gt;civil war&lt;/a&gt; in which the northern troops held the towns while the southern &lt;a href=\"guerrilla\"&gt;guerrilla&lt;/a&gt;s roamed the countryside. Abboud's forces were responsible for large numbers of deaths in &lt;a href=\"Kodok\"&gt;Kodok&lt;/a&gt;, &lt;a href=\"Yei\"&gt;Yei&lt;/a&gt; and &lt;a href=\"Maridi\"&gt;Maridi&lt;/a&gt;, and overall his government was responsible for the deaths of more Sudanese people than any other head of state until &lt;a href=\"Omar%20al%20Bashir\"&gt;Omar al Bashir&lt;/a&gt;. Finally, in August 1964, in a desperate attempt to find a solution to the enervating campaign in the south, Abboud established a 25-man commission to study the problem and make recommendations for its solution. When the commission, in turn, asked for public debate on the \"southern question,\" the students of &lt;a href=\"Khartoum%20University\"&gt;Khartoum University&lt;/a&gt; initiated a series of debates that soon turned into a forum for open criticism of all aspects of the administration. The government banned these debates, precipitating student demonstrations in which one student was killed. The situation rapidly deteriorated, and within two days the civil service and the transport workers were on strike. Demonstrations followed in the provinces. Rather than suppress the opposition by armed force and bloodshed, Abboud dissolved his government on 26 October 1964, and allowed the formation of a provisional cabinet under &lt;a href=\"Sirr%20Al-Khatim%20Al-Khalifa\"&gt;Sirr Al-Khatim Al-Khalifa&lt;/a&gt; to replace the Supreme Council. Abboud himself was forced to resign on 15 November in favor of a civilian provisional government, and he retreated into retirement, thus ending the Republic of the Sudan's first period of military rule.\nAbboud lived in &lt;a href=\"United%20Kingdom\"&gt;Britain&lt;/a&gt; for several years, but died in &lt;a href=\"Khartoum\"&gt;Khartoum&lt;/a&gt; on 8 September 1983, at the age of 82."
}