{
    "id": "11380268",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=11380268",
    "title": "Ana Margarita Martínez-Casado",
    "text": "Ana Margarita Martínez-Casado (born Ana Margarita Martínez-Casado y Torralbas on May 4, 1930) is a well-known Cuban actress and singer.\nFamily.\nMartinez-Casado was born into one of Cuba's theatrical families. That family started with her great-grandfather who owned a theater. His daughter Luisa has a theater in Cuba named after her. Martinez-Casado's grandparents, Manolo Martinez-Casado and Celia Adams were both actors, as were their eight children.\nEarly life - Cuba and career.\nAna Margarita's involvement with music entertainment did not begin until she was 12 years old. At this age, her mother wanted her to study piano with the thought that all girls needed some sort of talent. A distant cousin of the family taught music and lived nearby so young Ana was sent to her. Chance would have it that the cousin did not teach piano, but gave vocal instruction and was willing to work with Ana to see if there was a talent. Ana Margarita was 17 when her voice teacher began to work on a zarzuela for her students to showcase their talent. After preparing for nearly a year, Ana Margarita, a soprano, starred in a successful version of \"Luisa Fernanda.\" This role would lead to Ana securing her first television contract for the CMQ Network, Cuba's largest entertainment company. She debuted with an orchestra conducted by maestro &lt;a href=\"Gonzalo%20Roig\"&gt;Gonzalo Roig&lt;/a&gt; (the man behind the zarzuela of \"Cecilia Valdes\") who introduced her as the next big star. The CMQ appearance led to an infinite amount of other work; such as having guest roles on multiple musical variety shows of that day, including \"El Gran Teatro Esso\" among others. Her voice was so loved that when the Cuban cultural giant, Pro Arte Musical, mounted a version of \"Amal and the Night Visitors\" Ana Margarita was cast opposite &lt;a href=\"Marta%20P%C3%A9rez%20%28singer%29\"&gt;Marta Pérez&lt;/a&gt;. The offers and opportunities kept growing. Ana began performing not only Zarzuelas but soon was doing operettas as well. \"El Conde de Luxemburgo\", \"Molinos de viento\", \"La Corte de Faraón\", \"Luisa Fernanda\", were just some of the pieces she performed with much success. Her stage work culminated at that point when Gonzalo Roig himself asked Ana to play the title character in \"Cecilia Valdes\". She played Cecilia as well as the character of Isabel simultaneously (the two characters never meet on stage). It was the highlight of Ana's early career. Ana mounted shows at the Casino Parisien of the &lt;a href=\"Hotel%20Nacional%20de%20Cuba\"&gt;Hotel Nacional&lt;/a&gt; in Havana and the &lt;a href=\"Habana%20Libre\"&gt;Havana Hilton&lt;/a&gt;. Her nightclub engagements led to concerts, and three records.\nPuerto Rico, Mexico, United States.\nHaving left Cuba in 1960 for a two-week concert engagement at the Hotel San Juan in &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt;, she brought along only two suitcases and her daughter, also named Ana (she had married and divorced a Cuban surgeon). She would not return to her native Cuba for nearly 40 years. While in San Juan she was invited to perform with the Tropicana ensemble in Mexico, where she stayed for 10 years. During this time she married a fellow Cuban actor and had a daughter, Beatriz. During her time in Mexico, she performed in a variety of shows; from starring in a cabaret act, touring with an ensemble company, to stage and television work as well. During a concert engagement in &lt;a href=\"Monterrey\"&gt;Monterrey&lt;/a&gt; she was contracted for a television network run by Cubans (contemporaries and acquaintances of her father). During her time there, she worked opposite legendary Mexican figures such as &lt;a href=\"Mar%C3%ADa%20F%C3%A9lix\"&gt;María Félix&lt;/a&gt; and &lt;a href=\"Cantinflas\"&gt;Cantinflas&lt;/a&gt; as well as starring in a variety show of her own.\nShe became well known for her roles in musical theater, including a performance opposite &lt;a href=\"Libertad%20Lamarque\"&gt;Libertad Lamarque&lt;/a&gt; in \"Hello Dolly\". After a decade in Mexico, the young family finally made the move to the United States (she had previously lived temporarily in &lt;a href=\"Ann%20Arbor%2C%20Michigan\"&gt;Ann Arbor&lt;/a&gt;, &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;, and &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;). Upon her arrival in Miami in 1970 she began working in a variety show at the restaurant \"Les Violins,\" a former South Florida landmark. After a short while, Cuban star &lt;a href=\"Marta%20P%C3%A9rez%20%28singer%29\"&gt;Marta Pérez&lt;/a&gt;, who had since relocated to Miami and formed a theater group, recruited Ana Margarita to return to the stage. While in South Florida she appeared in performances of \"The King and I\", \"Man of La Mancha\", \"The Fantastix\", \"Private Lives\", and \"Cecilia Valdes\", as well as taking every job available to her, including radio soap operas, and TV commercials. It was in the late 1970s when her career in the United States took off and she was cast as Juana Peña in the classic television sitcom, \"&lt;a href=\"%C2%BFQu%C3%A9%20Pasa%2C%20USA%3F\"&gt;¿Qué Pasa, USA?&lt;/a&gt;.\" Ana won a regional &lt;a href=\"Emmy\"&gt;Emmy&lt;/a&gt; award for Best Individual Talent of South Florida for her role as Juana.\nAfter \"¿Qué Pasa, USA?\" came to an end in 1980, she had a supporting role in the &lt;a href=\"Leon%20Ichaso\"&gt;Leon Ichaso&lt;/a&gt; film about exiled Cubans living in New York, called \"El Super\". She had previously worked with the &lt;a href=\"Repertorio%20Espa%C3%B1ol\"&gt;Repertorio Español&lt;/a&gt;, a theater group that had done productions in Miami (they had built the Teatro Bellas Artes in the heart of Little Havana's 8th street in Miami) and was invited to join their repertory company in New York City, where she moved in 1981.\nSince 1981, Ana Margarita has head-lined in productions by Repertorio Español of classic and contemporary Spanish language theater including classics like \"Bodas de Sangre\", \"La Casa de Bernarda Alba\", and contemporary pieces like \"La Gringa\", \"La Pasión Según Antígona Pérez\", \"Parece Blanca\", \"Revoltillo\" and others.\nAna Margarita resides in New York City and works non-stop with the Repertorio Español. She has gone on to win two ACE awards for categories including special theatre and best actress in the late 1990s."
}