{
    "id": "1138165",
    "revid": "41781531",
    "url": "https://en.wikipedia.org/wiki?curid=1138165",
    "title": "Classifier (linguistics)",
    "text": "A classifier (&lt;a href=\"list%20of%20glossing%20abbreviations\"&gt;abbreviated&lt;/a&gt; ' or ') is a &lt;a href=\"word\"&gt;word&lt;/a&gt; or &lt;a href=\"affix\"&gt;affix&lt;/a&gt; that accompanies &lt;a href=\"noun\"&gt;noun&lt;/a&gt;s and can be considered to \"classify\" a noun depending on the type of its &lt;a href=\"referent\"&gt;referent&lt;/a&gt;. It is also sometimes called a &lt;a href=\"measure%20word\"&gt;measure word&lt;/a&gt; or counter word. Classifiers play an important role in certain languages, especially &lt;a href=\"East%20Asian%20languages\"&gt;East Asian languages&lt;/a&gt;, including &lt;a href=\"Chinese%20classifier\"&gt;Chinese&lt;/a&gt;, &lt;a href=\"Korean%20count%20word\"&gt;Korean&lt;/a&gt;, &lt;a href=\"Japanese%20counter%20word\"&gt;Japanese&lt;/a&gt;, and Vietnamese. Classifiers are absent or marginal in European languages. An example of a possible classifier in &lt;a href=\"English%20grammar\"&gt;English&lt;/a&gt; is \"piece\" in phrases like \"three pieces of paper\".\nIn languages that have classifiers, they are often used when the noun is being counted, that is, when it appears with a &lt;a href=\"numeral%20%28linguistics%29\"&gt;numeral&lt;/a&gt;. In such languages, a phrase such as \"three people\" is often required to be expressed as \"three \"X\" (of) people\", where \"X\" is a classifier appropriate to the noun for \"people\". Classifiers sometimes have other functions too; in Chinese, they are commonly used when a noun is preceded by a &lt;a href=\"demonstrative\"&gt;demonstrative&lt;/a&gt; (word meaning \"this\" or \"that\"). Chinese classifiers are also commonly called &lt;a href=\"measure%20word\"&gt;measure word&lt;/a&gt;s, although some writers make a distinction between the two terms. In American Sign Language, particular &lt;a href=\"classifier%20handshape\"&gt;classifier handshape&lt;/a&gt;s represent a noun's orientation in space.\nThere are similarities between classifier systems and &lt;a href=\"noun%20class\"&gt;noun class&lt;/a&gt;es, although there are &lt;a href=\"%23Noun%20classifiers%20versus%20noun%20classes\"&gt;significant differences&lt;/a&gt;. Languages with classifiers may have up to several hundred different classifiers. Languages with noun classes (or in particular, &lt;a href=\"grammatical%20gender\"&gt;gender&lt;/a&gt;s) tend to have a smaller number of classes. Noun classes are not always dependent on the nouns' meaning but they have a variety of grammatical consequences.\nOverview.\nA classifier is a word (or in some analyses, a &lt;a href=\"bound%20morpheme\"&gt;bound morpheme&lt;/a&gt;) which accompanies a &lt;a href=\"noun\"&gt;noun&lt;/a&gt; in certain grammatical contexts, and generally reflects some kind of conceptual classification of nouns, based principally on features of their &lt;a href=\"referent\"&gt;referent&lt;/a&gt;s. Thus a language might have one classifier for nouns representing persons, another for nouns representing flat objects, another for nouns denoting periods of time, and so on. The assignment of classifier to noun may also be to some degree unpredictable, with certain nouns taking certain classifiers by historically established convention.\nThe situations in which classifiers may or must appear depend on the grammar of the language in question, but they are frequently required when a noun is accompanied by a &lt;a href=\"numeral%20%28linguistics%29\"&gt;numeral&lt;/a&gt;. They are therefore sometimes known (particularly in the context of languages such as Japanese) as &lt;a href=\"Japanese%20counter%20words\"&gt;counter words&lt;/a&gt;. They may also be used when a noun is accompanied by a &lt;a href=\"demonstrative\"&gt;demonstrative&lt;/a&gt; (a word such as \"this\" or \"that\").\nThe following examples, from &lt;a href=\"Standard%20Mandarin\"&gt;Standard Mandarin&lt;/a&gt; Chinese, illustrate the use of classifiers with a numeral. The classifiers used here are 个 (&lt;a href=\"traditional%20Chinese%20characters\"&gt;traditional&lt;/a&gt; form 個, &lt;a href=\"pinyin\"&gt;pinyin&lt;/a&gt; \"gè\"), used (among other things) with nouns for humans; 棵 \"kē\", used with nouns for trees; 只 (隻) \"zhī\", used with nouns for certain animals, including birds; and 条 (條) \"tiáo\", used with nouns for certain long flexible objects. (&lt;a href=\"Chinese%20grammar%23Plurals\"&gt;Plurals of Chinese nouns&lt;/a&gt; are not normally marked in any way; the same form of the noun is used for both singular and plural.)\nIn fact the first of these classifiers, 个 (個) \"gè\", is also often used in informal speech as a general classifier, with almost any noun, taking the place of more specific classifiers.\nThe noun in such phrases may be omitted, if the classifier alone (and the context) is sufficient to indicate what noun is intended. For example, in answering a question:\nLanguages which make systematic use of classifiers include &lt;a href=\"Chinese%20language\"&gt;Chinese&lt;/a&gt;, &lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt;, &lt;a href=\"Korean%20language\"&gt;Korean&lt;/a&gt;, &lt;a href=\"Southeast%20Asian%20languages\"&gt;Southeast Asian languages&lt;/a&gt;, &lt;a href=\"Bengali%20language\"&gt;Bengali&lt;/a&gt;, &lt;a href=\"Assamese%20language\"&gt;Assamese&lt;/a&gt;, &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt;, &lt;a href=\"Austronesian%20languages\"&gt;Austronesian languages&lt;/a&gt;, &lt;a href=\"Mayan%20languages\"&gt;Mayan languages&lt;/a&gt; and others. A less typical example of classifiers is found in &lt;a href=\"Southern%20Athabascan%20grammar%23Classificatory%20verbs\"&gt;Southern Athabaskan&lt;/a&gt;.\n&lt;a href=\"Classifier%20handshape\"&gt;Classifier handshape&lt;/a&gt;s are found in &lt;a href=\"sign%20language\"&gt;sign language&lt;/a&gt;s, although these have a somewhat different grammatical function.\nClassifiers are often derived from nouns (or occasionally other parts of speech), which have become specialized as classifiers, or may retain other uses besides their use as classifiers. Classifiers, like other words, are sometimes &lt;a href=\"loanword\"&gt;borrowed&lt;/a&gt; from other languages. A language may be said to have dozens or even hundreds of different classifiers. However, such enumerations often also include &lt;a href=\"measure%20word\"&gt;measure word&lt;/a&gt;s.\nClassifiers versus measure words.\n&lt;a href=\"Measure%20words\"&gt;Measure words&lt;/a&gt; play a similar role to classifiers, except that they denote a particular quantity of something (a drop, a cupful, a pint, etc.), rather than the inherent countable units associated with a &lt;a href=\"count%20noun\"&gt;count noun&lt;/a&gt;. Classifiers are used with count nouns; measure words can be used with mass nouns (e.g. \"two pints of mud\"), and can also be used when a count noun's quantity is not described in terms of its inherent countable units (e.g. \"two pints of acorns\").\nHowever, the terminological distinction between classifiers and measure words is often blurred – classifiers are commonly referred to as measure words in some contexts, such as Chinese language teaching, and measure words are sometimes called \"mass-classifiers\" or similar.\nExamples by language.\nEuropean languages.\nClassifiers are not generally a feature of &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; or other &lt;a href=\"European%20languages\"&gt;European languages&lt;/a&gt;, although classifier-like constructions are found with certain nouns. A commonly cited English example is the word \"head\" in phrases such as \"five head of cattle\": the word \"cattle\" (for some speakers) is an &lt;a href=\"uncountable%20noun\"&gt;uncountable&lt;/a&gt; (mass) noun, and requires the word \"head\" to enable its units to be counted. The parallel construction exists in &lt;a href=\"French%20language\"&gt;French&lt;/a&gt;: \"une tête de bétail\" (\"one head of cattle\"), in &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt;: \"una cabeza de ganado\" (\"one head of cattle\") and in &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt;: \"un capo di bestiame\" (\"one head of cattle\"). Note the difference between \"five head of cattle\" (meaning five animals), and \"five heads of cattle\" (identical to \"five cattle's heads\", meaning specifically their heads). A similar phrase used by &lt;a href=\"florist\"&gt;florist&lt;/a&gt;s is \"ten stem of roses\" (meaning roses on their stems).\nEuropean languages naturally use &lt;a href=\"measure%20word\"&gt;measure word&lt;/a&gt;s. These are required for counting in the case of mass nouns, and some can also be used with &lt;a href=\"count%20nouns\"&gt;count nouns&lt;/a&gt;. For example, one can have a \"glass\" of beer, and a \"handful\" of coins. The English construction with \"of\" is paralleled in many languages, although in German (and similarly in Dutch and the Scandinavian languages) the two words are simply juxtaposed, e.g. one says \"ein Glas Bier\" (literally \"a glass beer\", with no word for \"of\"). Slavic languages put the second noun in the &lt;a href=\"genitive%20case\"&gt;genitive case&lt;/a&gt; (e.g. &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt; \"чаша пива (), literally \"a glass beer's\"), but Bulgarian, having lost the Slavic case system, uses expressions identical to German (e.g. \"чаша пиво).\nCertain nouns are associated with particular measure words or other classifier-like words that enable them to be counted. For example, \"paper\" is often counted in \"sheets\" as in \"five sheets of paper\". Usage or non-usage of measure words may yield different meanings, e.g. \"five papers\" is grammatically equally correct but refers to newspapers or academic papers. Some &lt;a href=\"plurale%20tantum\"&gt;inherently plural&lt;/a&gt; nouns require the word \"\" (or its equivalent) to enable reference to a single object or specified number of objects, as in \"a pair of scissors\", \"three pairs of pants\", or the French \"une paire de lunettes\" (\"a pair of (eye)glasses\").\nAustralian Aboriginal Languages.\n&lt;a href=\"Australian%20Aboriginal%20languages\"&gt;Australian Aboriginal languages&lt;/a&gt; are known for often having extensive &lt;a href=\"noun%20class\"&gt;noun class&lt;/a&gt; systems based on semantic criteria. In many cases, a given noun can be identified as a member of a given class via an adjacent classifier, which can either form a &lt;a href=\"Hyponymy%20and%20hypernymy\"&gt;hyponym&lt;/a&gt; construction with a specific noun, or act as a generic noun on its own.\nKuuk Thaayorre.\nIn the following example from &lt;a href=\"Kuuk%20Thaayorre%20language\"&gt;Kuuk Thaayorre&lt;/a&gt;, the specific borrowed noun \"tin.meat\" 'tinned meat' is preceded by its generic classifier \"minh\" 'meat.'\nIn the next example, the same classifier \"minh\" stands in on its own for a generic crocodile (\"punc\"), another member of the \"minh\" class:\nClassifiers and specific nouns in &lt;a href=\"Kuuk%20Thaayorre%20language\"&gt;Kuuk Thaayorre&lt;/a&gt; can also co-occupy the head of a &lt;a href=\"noun%20phrase\"&gt;noun phrase&lt;/a&gt; to form something like a compound or complex noun as in \"ngat minh.patp\" ' hawk' which is the complex noun meaning 'stingray'.\nDiyari.\nAnother example of this kind of hyponym construction can be seen in &lt;a href=\"Diyari%20language\"&gt;Diyari&lt;/a&gt;:\nSee the nine Diyari classifiers below\nNgalakgan.\nContrast the above with &lt;a href=\"Ngalakgan%20language\"&gt;Ngalakgan&lt;/a&gt; in which classifiers are prefixes on the various phrasal heads of the entire noun phrase (including modifiers):\nNgalakgan has fewer noun classes than many Australian Languages, the complete set of its class prefixes are below:\nBengali, Assamese, Maithili and Nepali.\nAtypically for an Indo-European language, &lt;a href=\"Bengali%20language\"&gt;Bengali&lt;/a&gt; makes use of classifiers. Every noun in this language must have its corresponding classifier when used with a numeral or other quantifier. Most nouns take the generic classifier \"ṭa\", although there are many more specific measure words, such as \"jon\", which is only used to count humans. Still, there are many fewer measure words in Bengali than in Chinese or Japanese. As in Chinese, Bengali nouns are not inflected for number.\nSimilar to the situation in Chinese, measuring nouns in Bengali without their corresponding measure words (e.g. \"aṭ biṛal\" instead of \"aṭ-ṭa biṛal\" \"eight cats\") would typically be considered ungrammatical. However, it is common to omit the classifier when it counts a noun that is not in the &lt;a href=\"nominative%20case\"&gt;nominative case&lt;/a&gt; (e.g., (eight cats-possessive country ), or (five ghosts-instrumental ate)) or when the number is very large (e.g., \"ek sho lok esechhe\" (\"One hundred people have come.\")). Classifiers may also be dropped when the focus of the sentence is not on the actual counting but on a statement of fact (e.g., \"amar char chhele\" (I-possessive four boy, I have four sons)). The -ṭa suffix comes from /goṭa/ 'piece', and is also used as a definite article.\nOmitting the noun and preserving the classifier is grammatical and common. For example, \"Shudhu êk-jon thakbe.\" (lit. \"Only one-MW will remain.\") would be understood to mean \"Only one person will remain.\", since \"jon\" can only be used to count humans. The word \"lok\" \"person\" is implied.\n&lt;a href=\"Maithili%20language\"&gt;Maithili&lt;/a&gt;, &lt;a href=\"Nepali%20language\"&gt;Nepali&lt;/a&gt; and &lt;a href=\"Assamese%20language\"&gt;Assamese&lt;/a&gt; have systems very similar to Bengali's. Maithili uses for objects and for humans; similarly, Nepali has (-वटा) for objects and - (-जना) for humans.\n&lt;a href=\"Assamese%20language\"&gt;Assamese&lt;/a&gt;, &lt;a href=\"Chittagonian%20language\"&gt;Chittagonian&lt;/a&gt;, &lt;a href=\"Sylheti%20language\"&gt;Sylheti&lt;/a&gt; and other &lt;a href=\"Bengali-Assamese%20languages\"&gt;Bengali-Assamese languages&lt;/a&gt; have more classifiers than Bengali.\n&lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt; has a scheme very similar to the Indo-Aryan languages Bengali, Assamese, Maithili and Nepali.\nPersian.\nAlthough not always used in written language, &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt; uses classifiers regularly in spoken word. Persian has two general-use classifiers, دانه (\"dāne\") and تا (\"tā\"), the former of which is used with singular nouns, while the latter is used with plural nouns. \nIn addition to general-use classifiers, Persian also has several specific classifiers, including the following: \nBurmese.\nIn &lt;a href=\"Burmese%20language\"&gt;Burmese&lt;/a&gt;, classifiers, in the form of particles, are used when counting or measuring nouns. They immediately follow the numerical quantification. Nouns to which classifiers refer can be omitted if the context allows, because many classifiers have implicit meanings.\nThai.\nThai employs classifiers in the widest range of &lt;a href=\"Noun%20phrase\"&gt;NP&lt;/a&gt; constructions compared to similar classifier languages from the area. Classifiers are obligatory for nouns followed by numerals in Thai. Nouns in Thai are counted by a specific classifier, which are usually grammaticalized nouns. An example of a grammaticalized noun functioning as a classifier is คน (khon). \"Khon\" is used for people (except monks and royalty) and literally translates to \"person\". The general form for numerated nouns in Thai is \"noun-numeral-classifier\". Similar to Mandarin Chinese, classifiers in Thai are also used when the noun is accompanied by a demonstrative. However, this is not obligatory in the case of demonstratives. Demonstratives also require a different word order than for numerals. The general scheme for demonstratives is \"noun-classifier-demonstrative\". In some instances, classifiers are also used to denote singularity. Thai nouns are bare nominals and are ambiguous regarding number. In order to differentiate between the expression \"this child\" vs. \"these children\", a classifier is added to the noun followed by a demonstrative. This 'singularity effect' is apparent in เด็กคนนี้ (child-classifier-this) referring exclusively to one child as opposed to เด็กนี้ (child this), which is vague in terms of number. \nCombining nouns with adjectives could be simply done without the use of classifiers such as รถเก่า (\"rot kao\", old car), it is sometimes necessary to add a classifier in order to distinguish the &lt;a href=\"Specificity%20%28linguistics%29\"&gt;specific&lt;/a&gt; object from a group e.g รถคันเก่า (\"rot khan kao\", the old car). Some &lt;a href=\"Generalized%20quantifier\"&gt;quantifiers&lt;/a&gt; require classifiers in Thai. It has been claimed that quantifiers which do not require classifiers are &lt;a href=\"Adjunct%20%28grammar%29\"&gt;adjuncts&lt;/a&gt; and those which do are part of the functional structure of the noun phrase. Quantifiers which require a classifier include ทุก (\"thuk\", every) บาง (\"bang\", some). This is also the case of approximations e.g. หมาบางตัว (\"ma bang tua\", some dogs). Negative quantification is simply expressed by adding ไม่มี (\"mai mi\", there are not) in front of the noun. \nComplex nominal phrases can yield expressions containing several classifiers. This phenomenon is rather unique to Thai, compared to other classifier languages from the region. \nChinese.\nAlthough classifiers were not often used in &lt;a href=\"Classical%20Chinese\"&gt;Classical Chinese&lt;/a&gt;, in all &lt;a href=\"modern%20Chinese\"&gt;modern Chinese&lt;/a&gt; &lt;a href=\"Varieties%20of%20Chinese\"&gt;varieties&lt;/a&gt; such as &lt;a href=\"Mandarin%20Chinese\"&gt;Mandarin&lt;/a&gt;, nouns are normally required to be accompanied by a classifier or &lt;a href=\"measure%20word\"&gt;measure word&lt;/a&gt; when they are qualified by a &lt;a href=\"numeral%20%28linguistics%29\"&gt;numeral&lt;/a&gt; or by a &lt;a href=\"demonstrative\"&gt;demonstrative&lt;/a&gt;. Examples with numerals have been given above in the &lt;a href=\"%23Overview\"&gt;Overview&lt;/a&gt; section. An example with a demonstrative is the phrase for \"this person\" — 这个人 \"zhè ge rén\", where the character 个 is the classifier that literally meaning \"individual\" or \"single entity\", so the entire phrase means \"this \"individual\" person\" or \"this single person\". A similar example is the phrase for \"these people\" — 这群人 \"zhè qún rén\", where the classifier 群 means \"group\" or \"herd\", so the phrase literally means \"this group [of] people\" or \"this crowd\".\nThe noun in a classifier phrase may be omitted, if the context and choice of classifier make the intended noun obvious. An example of this again appears in the Overview section above.\nThe choice of a classifier for each noun is somewhat arbitrary and must be memorized by learners of Chinese, but often relates to the object's physical characteristics. For example, the character 条 \"tiáo\" originally means \"&lt;a href=\"twig\"&gt;twig&lt;/a&gt;\" or \"thin &lt;a href=\"branch\"&gt;branch&lt;/a&gt;\", is now used most often as a classifier for thin, elongated things such as &lt;a href=\"rope\"&gt;rope&lt;/a&gt;, &lt;a href=\"snake\"&gt;snake&lt;/a&gt; and &lt;a href=\"fish\"&gt;fish&lt;/a&gt;, and can be translated as \"(a) length (of)\", \"strip\" or \"line\". Also not all classifiers derive from nouns; for example, the character 張/张 \"zhāng\" is originally a verb meaning \"to &lt;a href=\"bow%20draw\"&gt;span&lt;/a&gt; (a &lt;a href=\"bow%20and%20arrow\"&gt;bow&lt;/a&gt;)\", and is now used as a classifier to denote squarish flat objects such as paper, &lt;a href=\"hide%20%28skin%29\"&gt;hide&lt;/a&gt; or (the surface of) table, and can be more or less translated as \"sheet\". The character 把 \"bǎ\" was originally a verb meaning \"to grasp/grip\", is now more commonly used as the noun for \"&lt;a href=\"handle\"&gt;handle&lt;/a&gt;\", and can also used as the classifier for \"handful\".\nTechnically a distinction is made between classifiers (or \"count-classifiers\"), which are used only with &lt;a href=\"count%20noun\"&gt;count noun&lt;/a&gt;s and do not generally carry any meaning of their own, and &lt;a href=\"measure%20word\"&gt;measure word&lt;/a&gt;s (or \"mass-classifiers\"), which can be used also with &lt;a href=\"mass%20noun\"&gt;mass noun&lt;/a&gt;s and specify a particular quantity (such as \"bottle\" [of water] or \"pound\" [of fruit]). Less formally, however, the term \"measure word\" is used interchangeably with \"classifier\".\nGilbertese.\nIn &lt;a href=\"Gilbertese%20language\"&gt;Gilbertese&lt;/a&gt;, classifiers must be used as a suffix when counting. The appropriate classifier is chosen based on the kind and shape of the noun, and combines with the numeral, sometimes adopting several different forms.\nThere is a general classifier (-\"ua\") which exists in simple numbers (te-ua-na 1; uo-ua 2; ten-ua 3; a-ua 4; nima-ua 5; until 9) and is used when there is no specific classifier and for counting periods of time and years; and specific classifiers like: \nJapanese.\nIn &lt;a href=\"Japanese%20grammar\"&gt;Japanese grammar&lt;/a&gt;, classifiers must be used with a number when counting nouns. The appropriate classifier is chosen based on the kind and shape of the noun, and combines with the numeral, sometimes adopting several different forms.\nKorean.\nThe &lt;a href=\"Korean%20language\"&gt;Korean language&lt;/a&gt; has classifiers in the form of suffixes which attach to numerals. For example, \"jang\" (장) is used to count sheets of paper, blankets, leaves, and other similar objects: \"ten bus tickets\" could be translated \"beoseu pyo yeol-jang\" (버스 표 열 장), literally \"bus ticket ten-[classifier]\".\nMalay/Indonesian.\nIn &lt;a href=\"Malay%20grammar\"&gt;Malay grammar&lt;/a&gt;, classifiers are used to count all nouns, including &lt;a href=\"concrete%20noun\"&gt;concrete noun&lt;/a&gt;s, &lt;a href=\"abstract%20noun\"&gt;abstract noun&lt;/a&gt;s and phrasal nouns. Nouns are not &lt;a href=\"Reduplication\"&gt;reduplicated&lt;/a&gt; for plural form when used with classifiers, definite or indefinite, although &lt;a href=\"Mary%20Dalrymple\"&gt;Mary Dalrymple&lt;/a&gt; and Suriel Mofu give counterexamples where reduplication and classifiers co-occur. In informal language, classifiers can be used with numbers alone without the nouns if the context is well known.\nThe Malay term for classifiers is \"penjodoh bilangan\", while the term in Indonesian is \"kata penggolong\".\nVietnamese.\nVietnamese uses a similar set of classifiers to Chinese, Japanese and Korean.\nKhmer.\n&lt;a href=\"Khmer%20language\"&gt;Khmer&lt;/a&gt; (Cambodian) also uses classifiers, although they can quite frequently be omitted. Since it is a &lt;a href=\"head-first\"&gt;head-first&lt;/a&gt; language, the classifier phrase (number plus classifier) comes after the noun.\nAmerican Sign Language.\nIn &lt;a href=\"American%20Sign%20Language\"&gt;American Sign Language&lt;/a&gt; classifier constructions are used to express position, stative description (size and shape), and how objects are handled manually. The particular hand shape used to express any of these constructions is what functions as the &lt;a href=\"Classifier%20handshape\"&gt;classifier&lt;/a&gt;. Various hand shapes can represent whole entities; show how objects are handled or instruments are used; represent limbs; and be used to express various characteristics of entities such as dimensions, shape, texture, position, and path and manner of motion. While the label of classifiers has been accepted by many sign language linguists, some argue that these constructions do not parallel oral-language classifiers in all respects and prefer to use other terms, such as polymorphemic or polycomponential signs.\nExamples:\nGlobal distribution.\nClassifiers are part of the grammar of most &lt;a href=\"East%20Asian%20languages\"&gt;East Asian languages&lt;/a&gt;, including &lt;a href=\"Chinese%20language\"&gt;Chinese&lt;/a&gt;, &lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt;, &lt;a href=\"Korean%20language\"&gt;Korean&lt;/a&gt;, &lt;a href=\"Vietnamese%20language\"&gt;Vietnamese&lt;/a&gt;, &lt;a href=\"Malay%20language\"&gt;Malay&lt;/a&gt;, &lt;a href=\"Burmese%20language\"&gt;Burmese&lt;/a&gt;, &lt;a href=\"Thai%20language\"&gt;Thai&lt;/a&gt;, &lt;a href=\"Hmong%20language\"&gt;Hmong&lt;/a&gt;, and the &lt;a href=\"Bengali%20language\"&gt;Bengali&lt;/a&gt; and &lt;a href=\"Munda%20languages\"&gt;Munda languages&lt;/a&gt; just to the west of the East and Southeast Asia &lt;a href=\"linguistic%20area\"&gt;linguistic area&lt;/a&gt;. They are present in many &lt;a href=\"indigenous%20Australian%20languages\"&gt;Australian Aboriginal languages&lt;/a&gt;, including Yidiny and Murrinhpatha. Among &lt;a href=\"indigenous%20languages%20of%20the%20Americas\"&gt;indigenous languages of the Americas&lt;/a&gt;, classifiers are present in the &lt;a href=\"Pacific%20Northwest\"&gt;Pacific Northwest&lt;/a&gt;, especially among the &lt;a href=\"Tsimshianic%20languages\"&gt;Tsimshianic languages&lt;/a&gt;, and in many languages of Mesoamerica, including &lt;a href=\"Classic%20Maya%20language\"&gt;Classic Maya&lt;/a&gt; and most of its &lt;a href=\"Mayan%20languages%23Numeral%20classifiers\"&gt;modern derivatives&lt;/a&gt;. They also occur in some languages of the Amazon Basin (most famously &lt;a href=\"Yagua%20language\"&gt;Yagua&lt;/a&gt;) and a very small number of &lt;a href=\"Languages%20of%20Africa\"&gt;West African languages&lt;/a&gt;.\nIn contrast, classifiers are entirely absent not only from European languages, but also from many languages of northern Asia (&lt;a href=\"Uralic%20languages\"&gt;Uralic&lt;/a&gt;, &lt;a href=\"Turkic%20languages\"&gt;Turkic&lt;/a&gt;, &lt;a href=\"Mongolic%20languages\"&gt;Mongolic&lt;/a&gt;, &lt;a href=\"Tungusic%20languages\"&gt;Tungusic&lt;/a&gt; and mainland &lt;a href=\"Paleosiberian%20languages\"&gt;Paleosiberian languages&lt;/a&gt;), and also from the indigenous languages of the southern parts of both North and South America. In &lt;a href=\"Austronesian%20languages\"&gt;Austronesian languages&lt;/a&gt;, classifiers are quite common and may have been acquired as a result of contact with &lt;a href=\"Mon%E2%80%93Khmer%20languages\"&gt;Mon–Khmer languages&lt;/a&gt; but the most remote members such as &lt;a href=\"Malagasy%20language\"&gt;Malagasy&lt;/a&gt; and &lt;a href=\"Hawaiian%20language\"&gt;Hawaiian&lt;/a&gt; have lost them.\nThe \"&lt;a href=\"World%20Atlas%20of%20Language%20Structures\"&gt;World Atlas of Language Structures&lt;/a&gt;\" has a &lt;a href=\"http%3A//wals.info/feature/55%3Ftg_format%3Dmap%26amp%3Bv1%3Dcfff%26amp%3Bv2%3Dcf6f%26amp%3Bv3%3Dcd00%26amp%3Bs%3D20%26amp%3Bz2%3D3000%26amp%3Bz3%3D2999%26amp%3Bz1%3D2998\"&gt;global map&lt;/a&gt; showing 400 languages and &lt;a href=\"http%3A//wals.info/feature/description/55\"&gt;chapter text&lt;/a&gt; including geographical discussion:\nNoun classifiers versus noun classes.\nThe concept of noun classifier is distinct from that of &lt;a href=\"noun%20class\"&gt;noun class&lt;/a&gt;.\nNevertheless, there is no clearly demarked difference between the two: since classifiers often evolve into class systems, they are two extremes of a continuum.\nConceptual similarity to determinatives (writing systems).\nAncient Egyptian scripts, Cuneiform (Sumerian, Akkadian and Hittite), Luwian Hieroglyphs and Chinese.\nThe Egyptian hieroglyphic script is formed of a repertoire of hundreds of graphemes which play different semiotic roles. Almost every word ends with an unpronounced grapheme (the so-called \"&lt;a href=\"determinative\"&gt;determinative&lt;/a&gt;\") that carries no additional phonetic value of its own. As such, this hieroglyph is a \"mute\" icon, which does not exist on the spoken level of language but supplies the word in question, through its iconic meaning alone, with extra semantic information.\nIn recent years, this system of unpronounced graphemes was compared to classifiers in spoken languages. The results show that the two systems, those of unpronounced graphemic classifiers and those of pronounced classifiers in classifier languages obey similar rules of use and function. The graphemic classifiers of the hieroglyphic script presents an emic image of knowledge organization in the Ancient Egyptian mind.\nSimilar graphemic classifiers are known also in Hieroglyphic Luwian and in \nChinese scripts."
}