{
    "id": "11399135",
    "revid": "17794675",
    "url": "https://en.wikipedia.org/wiki?curid=11399135",
    "title": "Capsule endoscopy",
    "text": "Capsule endoscopy is a procedure used to record internal images of the &lt;a href=\"gastrointestinal%20tract\"&gt;gastrointestinal tract&lt;/a&gt; for use in &lt;a href=\"medical%20diagnosis\"&gt;medical diagnosis&lt;/a&gt;. Newer developments are also able to take biopsies and release medication at specific locations of the entire gastrointestinal tract. The capsule (aka pill cam) is similar in shape to a standard &lt;a href=\"pharmaceutical%20capsule\"&gt;pharmaceutical capsule&lt;/a&gt;, although a little larger, and contains a tiny &lt;a href=\"image%20sensor\"&gt;image sensor&lt;/a&gt; and an array of &lt;a href=\"LED\"&gt;LED&lt;/a&gt;s powered by a battery. After a patient swallows the capsule, it passes along the gastrointestinal tract taking a number of images per second which are transmitted wirelessly to an array of receivers connected to a portable recording device carried by the patient. The primary use of capsule endoscopy is to examine areas of the small intestine that cannot be seen by other types of endoscopy such as &lt;a href=\"colonoscopy\"&gt;colonoscopy&lt;/a&gt; or &lt;a href=\"esophagogastroduodenoscopy\"&gt;esophagogastroduodenoscopy&lt;/a&gt; (EGD).\nMedical uses.\n&lt;a href=\"Esophagogastroduodenoscopy\"&gt;Esophagogastroduodenoscopy&lt;/a&gt; (EGD), employs a camera attached to a long flexible tube to view the upper portion of the gastrointestinal tract, namely the &lt;a href=\"esophagus\"&gt;esophagus&lt;/a&gt;, the &lt;a href=\"stomach\"&gt;stomach&lt;/a&gt; and the beginning of the first part of the &lt;a href=\"small%20intestine\"&gt;small intestine&lt;/a&gt; called the &lt;a href=\"duodenum\"&gt;duodenum&lt;/a&gt;, and a &lt;a href=\"colonoscope\"&gt;colonoscope&lt;/a&gt;, inserted through the &lt;a href=\"rectum\"&gt;rectum&lt;/a&gt;, can view the &lt;a href=\"Large%20intestine\"&gt;colon&lt;/a&gt; and the distal portion of the small intestine, the terminal &lt;a href=\"ileum\"&gt;ileum&lt;/a&gt;, however, these two types of endoscopy cannot visualize the majority of the middle portion of the small intestine. Capsule endoscopy is used to examine parts of the gastrointestinal tract that cannot be seen with other types of endoscopy. It is useful when disease is suspected in the small intestine, and can sometimes be used to find the site of &lt;a href=\"gastrointestinal%20bleeding\"&gt;gastrointestinal bleeding&lt;/a&gt; or the cause of unexplained abdominal pain, such as &lt;a href=\"Crohn%27s%20disease\"&gt;Crohn's disease&lt;/a&gt;. However, unlike EGD or colonoscopy it cannot be used to treat pathology that may be discovered.\nCommon reasons for using capsule endoscopy include diagnosis of unexplained bleeding, iron deficiency, or abdominal pain, searching for &lt;a href=\"polyp%20%28medicine%29\"&gt;polyp&lt;/a&gt;s, &lt;a href=\"ulcer\"&gt;ulcer&lt;/a&gt;s and &lt;a href=\"tumor\"&gt;tumor&lt;/a&gt;s of small intestine, and diagnosis of &lt;a href=\"inflammatory%20bowel%20disease\"&gt;inflammatory bowel disease&lt;/a&gt;. The images collected by the miniature camera during a session are transferred wirelessly to an external receiver worn by the patient, using any one of a band of appropriate frequencies. The collected images are then transferred to a computer for display, review and diagnosis. A transmitted radio-frequency signal can be used to accurately estimate the location of the capsule and to track it in real time inside the body and gastrointestinal tract. It is unclear if capsule endoscopy can replace gastroscopy for those with &lt;a href=\"cirrhosis\"&gt;cirrhosis&lt;/a&gt;.\n research was targeting additional sensing mechanisms and localization and motion control systems to enable new applications for the technology, for example, drug delivery. Wireless energy transmission was also being investigated as a way of providing a continuous energy source for the capsule.\nProcedure.\nA &lt;a href=\"bowel%20preparation\"&gt;bowel preparation&lt;/a&gt; is often administered, which improves the diagnostic yield of the test and quality of the small bowel visualization.\nManufacturers.\nAs of 2015 there were a number of manufacturers. The technology was originally developed by Gabi Iddan and Paul Swain, with the first pill swallowed in 1997; Iddan founded &lt;a href=\"Given%20Imaging\"&gt;Given Imaging&lt;/a&gt; which received FDA approval in 2001.\nSide effects.\nCapsule endoscopy is considered to be a very safe method to determine an unknown cause of a gastrointestinal bleed. The capsule is usually excreted with the &lt;a href=\"feces\"&gt;feces&lt;/a&gt; within 24–48 hours. There has been a report of retention of the capsule for almost four and a half years although the patient was asymptomatic. However, the risk of bowel obstruction may be countered by abdominal X-ray to locate the device for removal by endoscopy or surgery.\nRisk of retention.\nIn a review of 22,840 cases, the capsule was retained 1.4% of the time, with &lt;a href=\"Crohn%27s%20disease\"&gt;Crohn's disease&lt;/a&gt; a common cause; most were surgically removed. The rate of capsule retention varies by the indication for the procedure, with the highest rate seen with known Crohn's disease (5-13%), followed by obscure gastrointestinal bleeding (1.5%), suspected Crohn's disease (1.4%), and healthy volunteers (0%). Risk factors for capsule retention include Crohn's disease, NSAID use, and abdominal radiation."
}