{
    "id": "11393818",
    "revid": "14858064",
    "url": "https://en.wikipedia.org/wiki?curid=11393818",
    "title": "Teatro Lirico (Milan)",
    "text": "The Teatro Lirico (known until 1894 as the Teatro della Canobbiana) is a theatre in &lt;a href=\"Milan\"&gt;Milan&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;. In the 19th and early 20th centuries it hosted numerous &lt;a href=\"opera\"&gt;opera&lt;/a&gt; performances, including the world premieres of &lt;a href=\"Donizetti\"&gt;Donizetti&lt;/a&gt;'s \"&lt;a href=\"L%27elisir%20d%27amore\"&gt;L'elisir d'amore&lt;/a&gt;\" and &lt;a href=\"Umberto%20Giordano\"&gt;Giordano&lt;/a&gt;'s \"&lt;a href=\"Fedora%20%28Giordano%29\"&gt;Fedora&lt;/a&gt;\". The theatre, located on Via Rastrelli, closed in 1998. However, a restoration project was begun in April 2007, and it has finally re-opened in December 2021 as the Teatro Lirico &lt;a href=\"Giorgio%20Gaber\"&gt;Giorgio Gaber&lt;/a&gt;.\nStage Entertainment carried on the renovation of the Theatre, completing all finishes and all workings started by the administration \"Comune di Milano\".\nHistory.\nThe Court Theatre of the Ducal Palace in Milan was destroyed by fire on February 26, 1776. With the city deprived of its only theatre, &lt;a href=\"Giuseppe%20Piermarini\"&gt;Giuseppe Piermarini&lt;/a&gt; was commissioned to design and build two new theatres on land surrounding the Palace. The church of Santa Maria della Scala was demolished to build the &lt;a href=\"La%20Scala\"&gt;Teatro alla Scala&lt;/a&gt;. A second theatre was built nearby, on the site of the Scuole Cannobiane and was called the Teatro alla Canobbiana. The Teatro alla Scala was intended for the more aristocratic audiences, while the Cannobiana was considered the theater for the public at large.\nIt was inaugurated on August 21, 1779 (a little more than year after the opening of La Scala) with an &lt;a href=\"opera%20buffa\"&gt;opera buffa&lt;/a&gt; and &lt;a href=\"ballet\"&gt;ballet&lt;/a&gt; by &lt;a href=\"Antonio%20Salieri\"&gt;Salieri&lt;/a&gt;. Like La Scala and many Italian opera houses of the time, it was built in a horseshoe shape, surmounted by a &lt;a href=\"cupola\"&gt;cupola&lt;/a&gt;, with four tiers of boxes and a gallery (or \"loggione\"). For nearly a century it was Milan's second opera house.\nBy the 1880s, with the increasing lack of public funds and fewer and fewer private subscriptions, the Teatro alla Canobbiana had fallen on hard times. In 1894, it was taken over by &lt;a href=\"Edoardo%20Sonzogno\"&gt;Edoardo Sonzogno&lt;/a&gt; and renamed the Teatro Lirico Internazionale, although it is normally referred to in Milan simply as the Teatro Lirico. The theatre continued to be used for opera, ballet, and plays into the 20th century, but was taken over by the city of Milan in 1926, after which it was increasingly used for public assemblies. It was in the Teatro Lirico that &lt;a href=\"Benito%20Mussolini\"&gt;Benito Mussolini&lt;/a&gt; made one of his first public speeches in 1921 and his last public speech and radio broadcast in 1944. The building was badly damaged by a fire in 1938, but was repaired in time to host the 1943 season for La Scala after its own theatre had been largely destroyed by the American aerial bombardment of Milan during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nTheatrical performances, and public meetings resumed after the War, and for a period in the 1960s, the Teatro Lirico was the home of &lt;a href=\"Giorgio%20Strehler\"&gt;Giorgio Strehler&lt;/a&gt;'s &lt;a href=\"Piccolo%20Teatro%20di%20Milano\"&gt;Piccolo Teatro di Milano&lt;/a&gt;. In 1998, facing financial difficulties, Milan could no longer afford to run the theatre, and in the absence of outside funding, it was closed.\nIn April 2007, after several false starts, work was begun to renovate and modernise the theatre while keeping the Piermarini facade and the basic design of the original interior. When it re-opens, it will be called the Teatro Lirico &lt;a href=\"Giorgio%20Gaber\"&gt;Giorgio Gaber&lt;/a&gt; in honour of the Milanese singer, songwriter, actor and playwright who had frequently performed at the Teatro Lirico from the early 1960s until its closure in 1998. The renovated theatre will also house the archives of the Fondazione Giorgio Gaber.\nWorld premieres.\nOpera\nBallet\nReferences.\nFurther Reading"
}