{
    "id": "11406608",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=11406608",
    "title": "Sinocyclocheilus",
    "text": "Sinocyclocheilus is a &lt;a href=\"genus\"&gt;genus&lt;/a&gt; of &lt;a href=\"freshwater%20fish\"&gt;freshwater fish&lt;/a&gt; in the &lt;a href=\"family%20%28biology%29\"&gt;family&lt;/a&gt; &lt;a href=\"Cyprinidae\"&gt;Cyprinidae&lt;/a&gt; &lt;a href=\"endemism\"&gt;endemic&lt;/a&gt; to &lt;a href=\"China\"&gt;China&lt;/a&gt;, where only found in &lt;a href=\"Guangxi\"&gt;Guangxi&lt;/a&gt;, &lt;a href=\"Guizhou\"&gt;Guizhou&lt;/a&gt; and &lt;a href=\"Yunnan\"&gt;Yunnan&lt;/a&gt;. Almost all of its &lt;a href=\"species\"&gt;species&lt;/a&gt; live in or around caves and most of these have adaptions typical of &lt;a href=\"cavefish\"&gt;cavefish&lt;/a&gt; such as a lack of scales, lack of pigmentation and reduced eyes (some are completely &lt;a href=\"Blind%20fish\"&gt;blind&lt;/a&gt;). Several species have an unusual hunchbacked appearance and some of the cave-dwellers have a \"horn\" on the back (above the forehead), the function of which is unclear. In contrast, the \"Sinocyclocheilus\" species that live aboveground, as well as a few found underground, show no clear cavefish adaptions. They are relatively small fish reaching up to in length. The individual species have small ranges and populations, leading to the status of most of the evaluated species as &lt;a href=\"Threatened%20species\"&gt;threatened&lt;/a&gt;. Many species populations in the genus have yet to be evaluated by the &lt;a href=\"IUCN\"&gt;IUCN&lt;/a&gt;.\nThe &lt;a href=\"type%20species\"&gt;type species&lt;/a&gt; is \"S. tingi\". The name is derived from the &lt;a href=\"Latin%20language\"&gt;Latin&lt;/a&gt; word \"sino\", meaning \"from China\", and the &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; word \"kyklos\", meaning \"circle\", and the Greek word \"cheilos\", meaning \"lip\".\nSpecies.\nThese are the recognized species in this genus. Several others are now considered &lt;a href=\"Synonym%20%28taxonomy%29\"&gt;synonyms&lt;/a&gt;. Some taxonomists place the species \"Sinocyclocheilus jinxiensis\" to the monotypic genus \"Pseudosinocyclocheilus\", while others continue its placement here."
}