{
    "id": "11405127",
    "revid": "57939",
    "url": "https://en.wikipedia.org/wiki?curid=11405127",
    "title": "USS Cavalier (APA-37)",
    "text": "USS \"Cavalier\" (AP-82/APA-37) was a in the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;. She was named for &lt;a href=\"Cavalier%20County%2C%20North%20Dakota\"&gt;Cavalier County, North Dakota&lt;/a&gt;.\n\"Cavalier\" was reclassified APA-37, 1 February 1943; launched 15 March 1943 by the &lt;a href=\"Western%20Pipe%20and%20Steel%20Company\"&gt;Western Pipe and Steel Company&lt;/a&gt;, &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;, California; sponsored by Mrs. M. W. Jackson; acquired 19 July 1943; fitted out as an attack transport by &lt;a href=\"Bethlehem%20Steel\"&gt;Bethlehem Steel&lt;/a&gt; Co., &lt;a href=\"Hoboken%2C%20New%20Jersey\"&gt;Hoboken, New Jersey&lt;/a&gt;; and commissioned 15 January 1944, Captain R. T. Mc-Elliott, &lt;a href=\"USCG\"&gt;USCG&lt;/a&gt;, in command.\nWorld War II.\n\"Cavalier\" cleared &lt;a href=\"Davisville%2C%20Rhode%20Island\"&gt;Davisville, Rhode Island&lt;/a&gt; on 17 February 1944 with men and equipment of two construction battalions, whom she disembarked at &lt;a href=\"Honolulu\"&gt;Honolulu&lt;/a&gt; 16 March.\nCesar Romero.\nIn October, 1942, film star &lt;a href=\"Cesar%20Romero\"&gt;Cesar Romero&lt;/a&gt; voluntarily enlisted in the U.S. Coast Guard and served in the Pacific Theatre. He reported aboard the Coast Guard-crewed assault transport USS \"Cavalier\" (APA-37) in November, 1943 and saw action at Tinian and Saipan. He preferred to be a regular part of the crew and was eventually promoted to the rating of &lt;a href=\"Chief%20petty%20officer\"&gt;chief&lt;/a&gt; &lt;a href=\"Boatswain%27s%20mate%20%28United%20States%20Coast%20Guard%29\"&gt;boatswain's mate&lt;/a&gt;.\nInvasion of Saipan.\nAfter special amphibious training in the &lt;a href=\"Hawaiian%20Islands\"&gt;Hawaiian Islands&lt;/a&gt;, she sailed by way of &lt;a href=\"Kwajalein\"&gt;Kwajalein&lt;/a&gt; for the invasion beaches of &lt;a href=\"Battle%20of%20Saipan\"&gt;Saipan&lt;/a&gt; in the &lt;a href=\"Joint%20Expeditionary%20Force%20Reserve\"&gt;Joint Expeditionary Force Reserve&lt;/a&gt;. When stiff Japanese resistance was encountered on 15 June, \"Cavalier's\" group was summoned to unload reinforcements, and landings began at dusk on 16 June.\nWorking at top speed, since the Japanese fleet was known to be approaching, \"Cavalier\" landed her troops, but was ordered to retire before she could get off the artillery she carried. Leaving many of her boats behind for shuttle duty, she drew away to the east while the classic air &lt;a href=\"Battle%20of%20the%20Philippine%20Sea\"&gt;Battle of the Philippine Sea&lt;/a&gt; was fought, then returned to the beachhead area on 25 June to complete offloading artillery and to embark casualties. Next day, \"Cavalier\" cleared for &lt;a href=\"Eniwetok\"&gt;Eniwetok&lt;/a&gt;, where the wounded were put ashore, and cargo, including 37 tons of &lt;a href=\"dynamite\"&gt;dynamite&lt;/a&gt; for use in &lt;a href=\"underwater%20demolition\"&gt;underwater demolition&lt;/a&gt;, was loaded.\nInvasion of Tinian.\nReturning to Saipan 13 July 1944, \"Cavalier\" delivered her cargo, and loaded troops and vehicles of the &lt;a href=\"2nd%20Marine%20Regiment%20%28United%20States%29\"&gt;2nd Marines&lt;/a&gt; for the &lt;a href=\"Battle%20of%20Tinian\"&gt;assault on Tinian&lt;/a&gt;. She arrived off &lt;a href=\"Tinian\"&gt;Tinian&lt;/a&gt;'s \"White Beach\" on 24 July, successfully landed troops and vehicles, loaded casualties, and sailed on 28 July for &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt;.\nInvasion of Leyte.\nAfter brief repairs, \"Cavalier\" joined in rehearsal landings in the Hawaiians, and on 15 September 1944, sailed for &lt;a href=\"Manus%20Island\"&gt;Manus&lt;/a&gt;, and final preparations for the &lt;a href=\"Battle%20of%20Leyte\"&gt;Leyte landings&lt;/a&gt;, first step in the liberation of the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. With the Southern Attack Force, she sailed on 14 October, and after a quiet passage, arrived off &lt;a href=\"Dulag%2C%20Leyte\"&gt;Dulag&lt;/a&gt;, Leyte on 20 October. Thorough planning and training paid off. \"Cavalier's\" boats landed troops and equipment smoothly. She remained off the beach, completing her unloading and receiving casualties, until 23 October, when she cleared for Manus on the eve of the &lt;a href=\"Battle%20for%20Leyte%20Gulf\"&gt;Battle for Leyte Gulf&lt;/a&gt;.\nInvasion of Luzon.\nAfter disembarking casualties at Manus, \"Cavalier\" sailed to &lt;a href=\"New%20Guinea\"&gt;New Guinea&lt;/a&gt; to load reinforcements, with whom she returned to Leyte on 18 November 1944. Then she returned to New Guinea to train for the &lt;a href=\"Invasion%20of%20Lingayen%20Gulf\"&gt;Lingayen&lt;/a&gt; assault, for which she sailed 28 December in the &lt;a href=\"San%20Fabian%2C%20Pangasinan\"&gt;San Fabian&lt;/a&gt; Attack Force. They suffered enemy air and surface attacks en route. On the night of 7 January 1945, \"Cavalier\" made the first &lt;a href=\"radar\"&gt;radar&lt;/a&gt; contact with the Japanese &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt; , later destroyed by the accompanying escorts of her group. Still later, other ships of her force were damaged by &lt;a href=\"kamikaze\"&gt;kamikaze&lt;/a&gt;s.\nOn 9 January, \"Cavalier\" took position to launch her boats on White Beach where Japanese mortar fire damaged many of her barges. Unhesitatingly her men carried out assigned duties, although six were injured during the day. Three more were injured, one mortally, by exploding shrapnel during the dusk attack by suicide planes. As she retired from &lt;a href=\"Lingayen%20Gulf\"&gt;Lingayen Gulf&lt;/a&gt; next day, her gunners took a suicide plane under fire, only to see it crash into .\nInvasion of Northern Luzon.\n\"Cavalier\" loaded troops at Leyte, and on 26 January 1945 stood out for the northern &lt;a href=\"Luzon\"&gt;Luzon&lt;/a&gt; landings on 29 January. Since &lt;a href=\"Philippine\"&gt;Philippine&lt;/a&gt; guerillas had secured the assault area 2 days previously, no opposition was met, and \"Cavalier\" set sail for Leyte the same day.\nStruck by torpedo.\nOn 30 January, while off &lt;a href=\"Manila%20Bay\"&gt;Manila Bay&lt;/a&gt;, she was suddenly shaken by a violent underwater explosion, presumably a &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; fired from the . Hit port side aft, \"Cavalier\" suffered 50 men injured, some flooding, and buckled decks. Engines stopped and steerageway was lost. Flooding and damage were quickly controlled, but since her propeller was jammed, she had to be towed by to Leyte, arriving 4 February. Repairs there and at Pearl Harbor continued through 12 September.\nPostwar service.\nSailing from Pearl Harbor to the Philippines, \"Cavalier\" embarked military passengers for transportation to &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;, where she arrived on 1 November 1945.\nTours of duty to China.\nFrom 1 January to 22 February 1946, she voyaged to &lt;a href=\"Samar\"&gt;Samar&lt;/a&gt;, &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt;, Eniwetok, and Kwajalein, again to load passengers for San Francisco. Repairs there preceded a tour of duty off &lt;a href=\"China\"&gt;China&lt;/a&gt; from 5 May 1946 to 30 April 1947, from which she returned to &lt;a href=\"San%20Diego\"&gt;San Diego&lt;/a&gt;.\nA second tour of China duty from 25 March to 9 December 1948 found \"Cavalier\" picking up refugees, taking them to Shanghai and transporting rice furnished by American relief agencies for Chinese refugees at &lt;a href=\"Tsingtao\"&gt;Tsingtao&lt;/a&gt;. Three short cruises to mid-&lt;a href=\"Pacific\"&gt;Pacific&lt;/a&gt; islands preceded a deployment to the &lt;a href=\"Far%20East\"&gt;Far East&lt;/a&gt; for which she sailed 3 April 1950.\nKorean War.\nThus \"Cavalier\" was in Japanese waters upon the outbreak of the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;. She quickly prepared for the first amphibious landing of the conflict, and on 15 July 1950, sailed from &lt;a href=\"United%20States%20Fleet%20Activities%20Yokosuka\"&gt;Yokosuka&lt;/a&gt; with troops of the &lt;a href=\"1st%20Cavalry%20Division%20%28United%20States%29\"&gt;1st Cavalry&lt;/a&gt;. They landed at &lt;a href=\"Pohang\"&gt;Pohang&lt;/a&gt; on 18 July, and \"Cavalier\" returned to Yokosuka on 23 July.\nAssigned to the daring &lt;a href=\"Inchon\"&gt;Inchon&lt;/a&gt; invasion, \"Cavalier\" next cleared Yokosuka on 3 September, paused at newly secured &lt;a href=\"Pusan\"&gt;Pusan&lt;/a&gt; from 5 to 12 September, and in the early evening of 15 September, came into position to begin the arduous landings over the seawalls of Inchon, against enemy resistance which stiffened with each assault wave. \"Cavalier\" remained off Inchon, receiving casualties, until 20 September, when she cleared for Yokosuka. In October, she carried men and ammunition to both Inchon and &lt;a href=\"Wonsan\"&gt;Wonsan&lt;/a&gt;, and on 1 November, cleared for San Diego, overhaul, and local training.\nOn 14 July 1951, laden with Marines, \"Cavalier\" once more departed San Diego for the Far East. Arriving at &lt;a href=\"Kobe\"&gt;Kobe&lt;/a&gt;, Japan on 29 July, she replenished, and loaded additional small arms ammunition and provisions. On 5 August, she put into Pusan to offload men and cargo, returning to Japan for training operations through the fall. From 27 November to 7 December, she carried men and vehicles of the &lt;a href=\"45th%20Infantry%20Division%20%28United%20States%29\"&gt;45th Infantry&lt;/a&gt; to Inchon, and after operations in Japanese waters and a visit to &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;, made a similar voyage to Inchon late in January 1952.\n\"Cavalier\" returned to the West Coast on 23 April 1952, and took part in intensive training along the California coast and in Hawaii until 3 July 1953, when she again sailed for Yokosuka. From 1 to 27 August, she was at Inchon, aiding in the transfer of &lt;a href=\"prisoners%20of%20war\"&gt;prisoners of war&lt;/a&gt; under the &lt;a href=\"Korean%20Armistice%20Agreement\"&gt;Korean Armistice Agreement&lt;/a&gt;, and after amphibious landing exercises off Japan, &lt;a href=\"Okinawa\"&gt;Okinawa&lt;/a&gt;, and &lt;a href=\"Iwo%20Jima\"&gt;Iwo Jima&lt;/a&gt;, returned to &lt;a href=\"Long%20Beach%2C%20California\"&gt;Long Beach, California&lt;/a&gt; on 23 April 1954.\nPeacetime service.\nFrom the close of the Korean War through 1960, \"Cavalier\" completed three tours of duty in the Far East, from 11 January to 4 October 1956; from 10 February through 12 December 1959; and from 16 February to 25 July 1960. \"Cavalier\" completed further tours in the Far East in the 1960s.\nVietnam war.\n\"Cavalier\" APA-37 AUG 1964 - NOV 1964 Viet Nam - Gulf of Tonkin\n\"Cavalier\" took part in a number of operations during the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;, from early 1964 until May 1968.\nDecommission.\nShortly after her final Vietnam tour of duty, \"Cavalier\" was decommissioned. She was struck from the &lt;a href=\"Naval%20Vessel%20Register\"&gt;Naval Vessel Register&lt;/a&gt; on 1 October 1968, and sold for scrap in 1969.\nAwards.\n\"Cavalier\" received five &lt;a href=\"battle%20star\"&gt;battle star&lt;/a&gt;s for &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; service, four for Korean War service, and five for the Vietnam War."
}