{
    "id": "1141301",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=1141301",
    "title": "Friedrich Baum",
    "text": "Friedrich Baum (1727–1777) was a German &lt;a href=\"dragoon\"&gt;dragoon&lt;/a&gt; &lt;a href=\"Lieutenant%20Colonel\"&gt;Lieutenant Colonel&lt;/a&gt; of &lt;a href=\"Duchy%20of%20Brunswick\"&gt;Brunswick&lt;/a&gt; in &lt;a href=\"Kingdom%20of%20Great%20Britain\"&gt;British&lt;/a&gt; service during the &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt;. Baum served under another German officer, &lt;a href=\"Major%20General\"&gt;Major General&lt;/a&gt; &lt;a href=\"Friedrich%20Adolf%20Riedesel\"&gt;Friedrich Adolf Riedesel&lt;/a&gt;, commanding the of the () in support of General &lt;a href=\"John%20Burgoyne\"&gt;John Burgoyne&lt;/a&gt;'s &lt;a href=\"Saratoga%20campaign\"&gt;1777 campaign&lt;/a&gt; to attack the &lt;a href=\"Lake%20Champlain\"&gt;Lake Champlain&lt;/a&gt;-&lt;a href=\"Hudson%20River\"&gt;Hudson River&lt;/a&gt; corridor, which &lt;a href=\"Battles%20of%20Saratoga\"&gt;ended in Burgoyne's surrender&lt;/a&gt; at &lt;a href=\"Saratoga%2C%20New%20York\"&gt;Saratoga&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt; on October 15, 1777.\nBattle of Bennington.\nFor Baum, the campaign ended at the &lt;a href=\"Battle%20of%20Bennington\"&gt;Battle of Bennington&lt;/a&gt;, on August 16, 1777. Arriving in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; with the Brunswick &lt;a href=\"army\"&gt;army&lt;/a&gt; in the winter of 1776, Burgoyne detailed Baum with around 600 Brunswickers, British, and Indians from &lt;a href=\"Fort%20Edward%20%28town%29%2C%20New%20York\"&gt;Fort Edward&lt;/a&gt; to try to collect provisions, horses, and &lt;a href=\"Loyalist%20%28American%20Revolution%29\"&gt;Loyalist&lt;/a&gt; reinforcements for Burgoyne's main force for the march south toward &lt;a href=\"Albany%2C%20New%20York\"&gt;Albany&lt;/a&gt;. However, nearly 2,000 rebels, consisting of &lt;a href=\"New%20Hampshire%20Militia\"&gt;New Hampshire forces&lt;/a&gt; under &lt;a href=\"John%20Stark\"&gt;John Stark&lt;/a&gt; and the remnants of &lt;a href=\"Seth%20Warner\"&gt;Seth Warner&lt;/a&gt;'s &lt;a href=\"Green%20Mountain%20Boys\"&gt;Green Mountain Boys&lt;/a&gt; following the costly &lt;a href=\"Battle%20of%20Hubbardton\"&gt;Battle of Hubbardton&lt;/a&gt;, were arrayed against Baum's men. Also among Stark's forces were &lt;a href=\"Simonds%27%20Regiment%20of%20Militia\"&gt;Massachusetts men&lt;/a&gt; under Reverend &lt;a href=\"Thomas%20Allen%20%28chaplain%29\"&gt;Thomas Allen&lt;/a&gt;, leading a contingent of &lt;a href=\"Pittsfield\"&gt;Pittsfield&lt;/a&gt; militia. Allen, who had been outraged at the abandonment of &lt;a href=\"Fort%20Ticonderoga\"&gt;Fort Ticonderoga&lt;/a&gt; to Burgoyne at the beginning of July, complained to Stark that if his men did not get to fight at Bennington they would never answer another call to arms.\nAlthough Baum had served in several engagements in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; during the &lt;a href=\"Seven%20Years%27%20War\"&gt;Seven Years' War&lt;/a&gt;, he had little battlefield command experience. In contrast, his adversary Stark had served with &lt;a href=\"Robert%20Rogers%20%28soldier%29\"&gt;Robert Rogers&lt;/a&gt;' Rangers, including the &lt;a href=\"Battle%20of%20Carillon\"&gt;Battle of Ticonderoga&lt;/a&gt;; and he had distinguished himself as an American leader at &lt;a href=\"Battle%20of%20Bunker%20Hill\"&gt;Bunker Hill&lt;/a&gt;, &lt;a href=\"Battle%20of%20Trenton\"&gt;Trenton&lt;/a&gt;, and &lt;a href=\"Battle%20of%20Princeton\"&gt;Princeton&lt;/a&gt;.\nBaum's lack of experience showed at Bennington, where he encamped his forces in such a way that they were separated and unable to communicate easily with each other. Communications were also hampered in some degree by the inability of Baum, who spoke only &lt;a href=\"German%20language\"&gt;German&lt;/a&gt;, to speak &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;.\nBaum had been assigned a loyalist from the nearby region to guide his forces and attest to the character of any indigenous people encountered along the way. According to a field report that was later published in the London Gazette by Burgoyne himself:\nPutting his superior numbers to best use, Stark surrounded each of Baum's forces and attacked simultaneously, overwhelming each redoubt. In the melée, Baum was captured after sustaining a mortal stomach wound, from which his surgeon, Julius Friedrich Wasmus, also captured, was unable to save him.\nSeeing he was badly outnumbered, Baum had requested reinforcements from Burgoyne, who sent Lieutenant Colonel &lt;a href=\"Heinrich%20von%20Breymann\"&gt;Heinrich von Breymann&lt;/a&gt; and a corps of light infantrymen and Brunswick &lt;a href=\"grenadier\"&gt;grenadier&lt;/a&gt;s to support him. However, Breymann, who disliked Baum, marched slowly to the site, making less than one mile per hour, arriving after Baum had already been overrun and captured.\nLegacy.\nColonel Baum Road, which runs through the &lt;a href=\"Washington%20County%2C%20New%20York\"&gt;Washington County, New York&lt;/a&gt; town of &lt;a href=\"Easton%2C%20New%20York\"&gt;Easton&lt;/a&gt;, just south of the Village of &lt;a href=\"Greenwich%20%28village%29%2C%20New%20York\"&gt;Greenwich&lt;/a&gt;, is named for Baum."
}