{
    "id": "11420217",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=11420217",
    "title": "Jerry Gill",
    "text": "Jeremy Morley \"Jerry\" Gill (born 8 September 1970) is an English former professional footballer who is currently manager of &lt;a href=\"National%20League%20South\"&gt;National League South&lt;/a&gt; club &lt;a href=\"Bath%20City%20F.C.\"&gt;Bath City&lt;/a&gt;. Despite his late entry into the professional game – he made his debut in &lt;a href=\"the%20Football%20League\"&gt;the Football League&lt;/a&gt; at the age of 27 – and a career-threatening injury sustained five years later, Gill played more than 250 Football League matches, for &lt;a href=\"Birmingham%20City%20F.C.\"&gt;Birmingham City&lt;/a&gt;, &lt;a href=\"Northampton%20Town%20F.C.\"&gt;Northampton Town&lt;/a&gt; and &lt;a href=\"Cheltenham%20Town%20F.C.\"&gt;Cheltenham Town&lt;/a&gt;, and was still playing in &lt;a href=\"Football%20League%20One\"&gt;Football League One&lt;/a&gt;, the third tier of English football, three weeks after his 38th birthday. He usually played at right-back, but could play elsewhere in defence or in midfield. His various managers viewed his strengths to be his professional approach to the game and the enthusiasm and whole-hearted determination he shows on the field.\nGill began his football career with &lt;a href=\"non-league%20football\"&gt;non-league&lt;/a&gt; club &lt;a href=\"Trowbridge%20Town%20F.C.\"&gt;Trowbridge Town&lt;/a&gt;. After an unsuccessful 18 months in London with &lt;a href=\"Leyton%20Orient%20F.C.\"&gt;Leyton Orient&lt;/a&gt;, he returned to the &lt;a href=\"semi-professional\"&gt;semi-professional&lt;/a&gt; game with &lt;a href=\"Weston-super-Mare%20A.F.C.\"&gt;Weston-super-Mare&lt;/a&gt; followed by six seasons with Bath City. A season at &lt;a href=\"Yeovil%20Town%20F.C.\"&gt;Yeovil Town&lt;/a&gt;, where his goals from midfield helped the club to promotion to the Conference, earned Gill selection for the &lt;a href=\"England%20C%20national%20football%20team\"&gt;England National Game XI&lt;/a&gt; – England's representative side for semi-professional players – and a transfer to the Football League with &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt; club Birmingham City.\nThough Gill struggled to establish himself with Birmingham, and was never an undisputed member of the starting eleven, he played a big part in the club's 2001 &lt;a href=\"Football%20League%20Cup\"&gt;League Cup&lt;/a&gt; run, and was controversially omitted from the squad for &lt;a href=\"2001%20Football%20League%20Cup%20Final\"&gt;the final&lt;/a&gt;. After Birmingham's promotion to the &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt;, he moved to Northampton Town, where he suffered knee ligament damage which ended his career with the club. He went on to spend four seasons with Cheltenham Town, helping them to promotion to League One via the &lt;a href=\"Football%20League%20Two%20play-offs\"&gt;play-offs&lt;/a&gt;. He spent most of the &lt;a href=\"2008%E2%80%9309%20in%20English%20football\"&gt;2008–09 season&lt;/a&gt; as &lt;a href=\"player-coach\"&gt;player-coach&lt;/a&gt; of &lt;a href=\"Conference%20National\"&gt;Conference National&lt;/a&gt; club &lt;a href=\"Forest%20Green%20Rovers\"&gt;Forest Green Rovers&lt;/a&gt;. After two unsuccessful applications for managerial posts, and a spell playing for &lt;a href=\"Conference%20North\"&gt;Conference North&lt;/a&gt; club &lt;a href=\"Redditch%20United%20F.C.\"&gt;Redditch United&lt;/a&gt;, Gill was appointed manager of &lt;a href=\"Conference%20South\"&gt;Conference South&lt;/a&gt; club &lt;a href=\"Weymouth%20F.C.\"&gt;Weymouth&lt;/a&gt; in January 2010, only to resign 44 days later. He worked as youth team coach at &lt;a href=\"Bristol%20Rovers\"&gt;Bristol Rovers&lt;/a&gt;, spent 18 months as academy director at &lt;a href=\"Kidderminster%20Harriers\"&gt;Kidderminster Harriers&lt;/a&gt;, before being employed at &lt;a href=\"Norwich%20City\"&gt;Norwich City&lt;/a&gt;, initially as a &lt;a href=\"scout%20%28sport%29\"&gt;scout&lt;/a&gt; then as an academy coach. He parted company with the Canaries in July 2015 and soon took up the role of U18 head coach at &lt;a href=\"Wolverhampton%20Wanderers%20F.C.\"&gt;Wolverhampton Wanderers&lt;/a&gt;.\nPlaying career.\nEarly days.\nGill was born in &lt;a href=\"Clevedon\"&gt;Clevedon&lt;/a&gt;, &lt;a href=\"Somerset\"&gt;Somerset&lt;/a&gt;, and attended &lt;a href=\"Backwell%20School\"&gt;Backwell School&lt;/a&gt;. As a schoolboy he played football for Parkway Youth Club, alongside fellow future professional player &lt;a href=\"Marcus%20Stewart\"&gt;Marcus Stewart&lt;/a&gt;, and for &lt;a href=\"Ashton%20%26amp%3B%20Backwell%20United%20F.C.\"&gt;Backwell United&lt;/a&gt;, and was invited to join the &lt;a href=\"Bristol%20Rovers%20F.C.\"&gt;Bristol Rovers&lt;/a&gt; youth team for a tournament in Germany. After losing in the final, Gill and his Rovers teammates indulged in the local beer to the extent that they were arrested and kept in police cells overnight. At the age of 16 he joined &lt;a href=\"Trowbridge%20Town%20F.C.\"&gt;Trowbridge Town&lt;/a&gt;, then playing in the regional divisions of the &lt;a href=\"Southern%20Football%20League\"&gt;Southern League&lt;/a&gt; (level 7 of the &lt;a href=\"English%20football%20league%20system\"&gt;English football league system&lt;/a&gt;) under the management of &lt;a href=\"Ken%20Knighton\"&gt;Ken Knighton&lt;/a&gt;. The young Gill was spotted by &lt;a href=\"Frank%20Clark%20%28footballer%29\"&gt;Frank Clark&lt;/a&gt;, who had worked with Knighton at &lt;a href=\"Sunderland%20A.F.C.\"&gt;Sunderland&lt;/a&gt; and succeeded him as &lt;a href=\"Leyton%20Orient\"&gt;Leyton Orient&lt;/a&gt; manager, and Clark signed Gill on an 18-month contract in 1988. However, he found it difficult to settle – \"moving to the east end of London from a small village was a real culture shock for me\" – and returned to the &lt;a href=\"West%20Country\"&gt;West Country&lt;/a&gt; at the end of his contract without featuring for the Orient first team.\nBath City.\nIn December 1990, after a brief stint with &lt;a href=\"Weston-super-Mare%20A.F.C.\"&gt;Weston-super-Mare&lt;/a&gt;, Gill joined &lt;a href=\"Bath%20City%20F.C.\"&gt;Bath City&lt;/a&gt;, newly promoted to the &lt;a href=\"Conference%20National\"&gt;Conference&lt;/a&gt;. In his first 18 months with the club he appeared only infrequently for the first team, but in the &lt;a href=\"1992%E2%80%9393%20in%20English%20football\"&gt;1992–93 season&lt;/a&gt; he established himself as a first-team player and remained so for the duration of his Bath City career. In all he spent six seasons with the club on a &lt;a href=\"semi-professional\"&gt;semi-professional&lt;/a&gt; basis, playing part-time while working as a &lt;a href=\"salesman\"&gt;representative&lt;/a&gt; for a supplier of &lt;a href=\"groundsman\"&gt;pitch care&lt;/a&gt; products, and made 218 appearances for the club in all competitions, scoring 14 goals. He helped the club reach the third round of the &lt;a href=\"1993%E2%80%9394%20FA%20Cup\"&gt;1993–94 FA Cup&lt;/a&gt;, in which they held &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt; club &lt;a href=\"Stoke%20City%20F.C.\"&gt;Stoke City&lt;/a&gt; to a goalless draw at Stoke before losing the replay 4–1.\nSince 1986, Bath City had drawn a significant amount of income from allowing Football League club &lt;a href=\"Bristol%20Rovers%20F.C.\"&gt;Bristol Rovers&lt;/a&gt; to share their &lt;a href=\"Twerton%20Park\"&gt;Twerton Park&lt;/a&gt; ground; Rovers' return to Bristol at the end of the &lt;a href=\"1995%E2%80%9396%20in%20English%20football\"&gt;1995–96 season&lt;/a&gt; meant that savings needed to be made, including cuts in the playing budget. Together with teammate Rob Cousins, Gill joined local rivals &lt;a href=\"Yeovil%20Town%20F.C.\"&gt;Yeovil Town&lt;/a&gt; for the 1996–97 season for a fee of £9,500.\nYeovil Town.\nThough Yeovil were at the time in the &lt;a href=\"Isthmian%20League\"&gt;Isthmian League&lt;/a&gt; Premier Division, the level below the Conference, under &lt;a href=\"player-manager\"&gt;player-manager&lt;/a&gt; &lt;a href=\"Graham%20Roberts%20%28footballer%29\"&gt;Graham Roberts&lt;/a&gt; they were playing good football and were expected to challenge for &lt;a href=\"promotion%20and%20relegation\"&gt;promotion&lt;/a&gt;. Gill scored 16 goals in all competitions playing in &lt;a href=\"Midfielder%23Attacking%20midfielder\"&gt;central midfield&lt;/a&gt;, and was &lt;a href=\"cap%20%28sport%29\"&gt;capped&lt;/a&gt; for the &lt;a href=\"England%20National%20Game%20XI\"&gt;England National Game XI&lt;/a&gt;, England's representative team for semi-professional footballers, against an &lt;a href=\"Republic%20of%20Ireland%20B%20national%20football%20team\"&gt;Ireland B&lt;/a&gt; team in &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;. In 2002, &lt;a href=\"the%20Football%20Association\"&gt;the Football Association&lt;/a&gt; selected an \"all-time\" team of players capped at semi-professional level, \"representing the very best of this level over the years\". Gill occupied the right-back spot in this team, which had previously featured players such as &lt;a href=\"Alan%20Smith%20%28footballer%20born%201962%29\"&gt;Alan Smith&lt;/a&gt; and &lt;a href=\"Steve%20Guppy\"&gt;Steve Guppy&lt;/a&gt; who had gone on to represent England at &lt;a href=\"England%20national%20football%20team\"&gt;full international level&lt;/a&gt;.\nInternational selection attracted &lt;a href=\"scout%20%28sport%29\"&gt;scouts&lt;/a&gt; from Football League clubs, and Gill was invited to &lt;a href=\"Birmingham%20City%20F.C.\"&gt;Birmingham City&lt;/a&gt; to take part in trial matches. Halfway through the season, Roberts had brought striker &lt;a href=\"Howard%20Forinton\"&gt;Howard Forinton&lt;/a&gt; to Yeovil from &lt;a href=\"Oxford%20City%20F.C.\"&gt;Oxford City&lt;/a&gt;; his 23 goals in 21 games did much to secure the Isthmian League title and promotion to the Conference, and also caught the eye of Birmingham manager &lt;a href=\"Trevor%20Francis\"&gt;Trevor Francis&lt;/a&gt;. A deal was struck which saw Gill and Forinton join the &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt; side in August 1997 for a combined fee of £100,000, with Gill valued at £30,000 plus an additional £10,000 payable when he played ten first-team matches.\nBirmingham City.\nGill spent nearly a full season at &lt;a href=\"St%20Andrew%27s%20%28stadium%29\"&gt;St Andrew's&lt;/a&gt; before he finally made his &lt;a href=\"Football%20League\"&gt;Football League&lt;/a&gt; debut, at the age of 27, on 18 April 1998 in a 3–0 defeat of &lt;a href=\"Swindon%20Town%20F.C.\"&gt;Swindon Town&lt;/a&gt;.&lt;ref name=\"Gill 1997/1998\"&gt;&lt;/ref&gt; His second game for the club, away to &lt;a href=\"Oxford%20United%20F.C.\"&gt;Oxford United&lt;/a&gt;, was particularly eventful. With the score goalless, the referee first failed to award a &lt;a href=\"Penalty%20kick%20%28association%20football%29\"&gt;penalty kick&lt;/a&gt; when Gill handled the ball in the &lt;a href=\"penalty%20area\"&gt;penalty area&lt;/a&gt;, then disallowed the goal scored when the player deflected an opponent's cross into his own net; a few minutes later Gill was &lt;a href=\"substitute%20%28football%29\"&gt;substituted&lt;/a&gt;, though he kept his place in the starting eleven for the next game. Then in the summer of 1998, Birmingham paid £1 million for &lt;a href=\"Derby%20County%20F.C.\"&gt;Derby County&lt;/a&gt;'s &lt;a href=\"Gary%20Rowett\"&gt;Gary Rowett&lt;/a&gt;. Installed as first-choice right back, in two seasons at the club Rowett missed only five league games.&lt;ref name=\"Birmingham 1998/1999 apps\"&gt;&lt;/ref&gt;&lt;ref name=\"Birmingham 1999/2000 apps\"&gt;&lt;/ref&gt; During this period Gill captained the &lt;a href=\"reserve%20team\"&gt;reserve team&lt;/a&gt; to victories in the &lt;a href=\"Birmingham%20Senior%20Cup\"&gt;Birmingham Senior Cup&lt;/a&gt; in 1999 and 2000.\nAfter Rowett made a £3 million move to &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; club &lt;a href=\"Leicester%20City%20F.C.\"&gt;Leicester City&lt;/a&gt;, Gill faced competition from &lt;a href=\"Nicky%20Eaden\"&gt;Nicky Eaden&lt;/a&gt;, newly arrived from &lt;a href=\"Barnsley%20F.C.\"&gt;Barnsley&lt;/a&gt;, &lt;a href=\"Northern%20Ireland%20national%20football%20team\"&gt;Northern Ireland international&lt;/a&gt; winger &lt;a href=\"Jon%20McCarthy\"&gt;Jon McCarthy&lt;/a&gt;, often used at right wing-back, and a variety of loan signings. Manager Francis said:\nGill signed a two-and-a-half-year contract in January 2001. Having taken part in most of the games in Birmingham's &lt;a href=\"Football%20League%20Cup\"&gt;League Cup&lt;/a&gt; run, he was omitted from the &lt;a href=\"two-legged%20match\"&gt;first leg&lt;/a&gt; of the semi-final at &lt;a href=\"Ipswich%20Town%20F.C.\"&gt;Ipswich Town&lt;/a&gt; in favour of loan player &lt;a href=\"Steve%20Jenkins\"&gt;Steve Jenkins&lt;/a&gt;. When Jenkins returned to his owning club, Gary Rowett said that Gill should be given a run of games in the Birmingham first team, suggesting that \"if anything, he's too nice. He doesn't complain a lot and it's easy for people not to take notice of you. Perhaps if he moaned a bit more he'd get a start!\" Recalled for the second leg, he produced an excellent performance, making a goal-line clearance from a header which would have left Birmingham two goals adrift had it crossed the line. Yet when it came to &lt;a href=\"2001%20Football%20League%20Cup%20Final\"&gt;the final&lt;/a&gt;, manager Francis was unable to find a place for Gill even among the substitutes, preferring Eaden and McCarthy, making only his second start after recovering from a broken leg, in the starting eleven and &lt;a href=\"David%20Holdsworth\"&gt;David Holdsworth&lt;/a&gt;, a defender unavailable since the previous November due to serious illness, on the bench. Gill was devastated by this decision, describing it as \"the biggest disappointment of [his] whole life\".\nGill played in almost every game after the League Cup Final until Francis left the club the following October,&lt;ref name=\"Gill 2000/2001\"&gt;&lt;/ref&gt;&lt;ref name=\"Gill 2001/2002\"&gt;&lt;/ref&gt; but lost his place soon afterwards through injury. Though he did then receive a League Cup runners-up medal: club secretary Alan Jones had kept a spare one back, which he presented to Gill after Francis left. Under new manager &lt;a href=\"Steve%20Bruce\"&gt;Steve Bruce&lt;/a&gt; he played only one game, a 3–0 FA Cup defeat at &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; for which &lt;a href=\"Jeff%20Kenna\"&gt;Jeff Kenna&lt;/a&gt; was &lt;a href=\"cup-tied\"&gt;cup-tied&lt;/a&gt;, and when the team won promotion to the Premier League that season, it became clear that his future lay elsewhere.\nNorthampton Town.\nAt the start of the &lt;a href=\"2002%E2%80%9303%20Football%20League\"&gt;2002–03&lt;/a&gt; season Gill joined &lt;a href=\"Football%20League%20Second%20Division\"&gt;Second Division&lt;/a&gt; club &lt;a href=\"Northampton%20Town%20F.C.\"&gt;Northampton Town&lt;/a&gt; on a month's &lt;a href=\"loan%20%28football%29\"&gt;loan&lt;/a&gt;. Northampton's manager, the former Birmingham player &lt;a href=\"Kevan%20Broadhurst\"&gt;Kevan Broadhurst&lt;/a&gt;, praised his qualities of leadership and determination:\nThe loan was twice extended for a further month, and on 11 November 2002 Gill left Birmingham permanently, signing for Northampton until the end of the season. His season proceeded successfully – a new two-year contract had been discussed, and he finished as runner-up for the club's Player of the Year award – until with two games remaining he damaged his &lt;a href=\"anterior%20cruciate%20ligament\"&gt;anterior cruciate ligament&lt;/a&gt; and was expected to be out for several months. Northampton were prepared to give him a six-month contract, albeit on reduced wages, to allow him time to recover and prove his fitness. Birmingham City allowed him to use their facilities for his rehabilitation, and he recovered sufficiently to play a couple of reserve games for Northampton, but by that time new manager &lt;a href=\"Colin%20Calderwood\"&gt;Colin Calderwood&lt;/a&gt; had other players in Gill's position and he was not offered another contract.\nCheltenham Town.\nFollowing a trial at the club, Gill signed for &lt;a href=\"Cheltenham%20Town%20F.C.\"&gt;Cheltenham Town&lt;/a&gt; on 25 February 2004 on a non-contract basis until the end of the season. He was given a one-year contract for the 2004–05 season and, at the age of 34, played in all 46 league games; he believed that all the fitness work he did during rehabilitation from his knee injury had given him a new lease of life. Gill acted as regular deputy when club captain &lt;a href=\"John%20Finnigan\"&gt;John Finnigan&lt;/a&gt; was unavailable through injury. For the following season, he was given another one-year contract, with an option for 2006–07 if he managed to play 20 games during the season. Not only did he start twice that number, he contributed to the club reaching the final of the &lt;a href=\"Football%20League%20Two%20play-offs\"&gt;League Two play-offs&lt;/a&gt; at the &lt;a href=\"Millennium%20Stadium\"&gt;Millennium Stadium&lt;/a&gt;. His starting place and winners' medal, achieved with the help of his \"excellent last-ditch defending\", went some way to alleviate the disappointment of missing the 2001 League Cup final. In addition, his sales experience enabled the players to look smart for the occasion; expecting to be wearing tracksuits for their big day because the club was unable to afford a set of new suits, Gill persuaded a local outfitters to supply a set of suits at reasonable cost. While at Cheltenham Town he became a fan favourite and even had a song created by the fans who jokingly sung about his less than impressive goal scoring abilities, \"If Jerry scores, We're on the pitch, if Jerry scores, We're on the pitch!\" to the tune of Tom Hark.\nBy Christmas 2006, while the team worked towards maintaining their place in &lt;a href=\"Football%20League%20One\"&gt;League One&lt;/a&gt;, Gill had already reached his target of 25 games for the whole season which triggered the offer of another year's contract; he chose to take up the offer. Gill missed only three games in all competitions in the 2007–08 season, and then signed a contract for yet another year with the club. Manager &lt;a href=\"Keith%20Downing\"&gt;Keith Downing&lt;/a&gt; said:\nHe made his 200th start for the club in August 2008, but was transfer-listed, together with five teammates, when &lt;a href=\"Martin%20Allen%20%28footballer%29\"&gt;Martin Allen&lt;/a&gt; replaced Downing as manager in September 2008. He had become involved with &lt;a href=\"coach%20%28sport%29\"&gt;coaching&lt;/a&gt; at Cheltenham, but still felt capable of a playing role, albeit at a lower level, so saw Forest Green Rovers' offer of a role as player-coach as \"too good an opportunity to miss\".\nLater career.\nGill joined &lt;a href=\"Forest%20Green%20Rovers%20F.C.\"&gt;Forest Green Rovers&lt;/a&gt; as &lt;a href=\"player-coach\"&gt;player-coach&lt;/a&gt; on 1 October 2008, initially on loan, expecting to make the move permanent when the &lt;a href=\"transfer%20window\"&gt;transfer window&lt;/a&gt; opened in January 2009. He made his playing debut three days later, in the starting eleven in a 3–2 defeat at home to &lt;a href=\"Wrexham%20A.F.C.\"&gt;Wrexham&lt;/a&gt;. When January arrived, the loan was not made permanent, instead being extended until the end of the 2008–09 season. During a match against &lt;a href=\"Oxford%20United%20F.C.\"&gt;Oxford United&lt;/a&gt; in March 2009, Gill suffered a triple fracture to his cheekbone and eye socket when a \"nudge\" from opponent &lt;a href=\"Chris%20Carruthers\"&gt;Chris Carruthers&lt;/a&gt;, a former teammate at Northampton Town, propelled him into the &lt;a href=\"advertising%20board\"&gt;advertising board&lt;/a&gt;s surrounding the pitch with such force that he was unable to prevent his head taking the full impact of a collision with a steel bar. Surgery to insert a &lt;a href=\"titanium\"&gt;titanium&lt;/a&gt; plate into Gill's face was performed two days later, and he was restricted to a coaching role for the remainder of the season. He contributed to Forest Green avoiding relegation, and developed his skills by attending a fast-track coaching course at the end of which he received the &lt;a href=\"UEFA%20Pro%20Licence\"&gt;UEFA \"B\" licence&lt;/a&gt;. In June 2009, the club made the financial decision that player &lt;a href=\"David%20Brown%20%28footballer%20born%201978%29\"&gt;David Brown&lt;/a&gt; would take over as assistant to manager &lt;a href=\"Jim%20Harvey\"&gt;Jim Harvey&lt;/a&gt;, and that Gill would leave the club.\nDuring the summer of 2009 Gill worked as a coach in Birmingham City's youth system. He was shortlisted for the post of manager at Conference club &lt;a href=\"Cambridge%20United%20F.C.\"&gt;Cambridge United&lt;/a&gt;, but lost out to the more experienced &lt;a href=\"Martin%20Ling\"&gt;Martin Ling&lt;/a&gt;, and was a favourite to replace Harvey, dismissed by Forest Green, but was again unsuccessful. Gill signed for &lt;a href=\"Conference%20North\"&gt;Conference North&lt;/a&gt; club &lt;a href=\"Redditch%20United%20F.C.\"&gt;Redditch United&lt;/a&gt; in September 2009, where he became a regular in the first team.\nCoaching career.\nIn January 2010, Gill was appointed manager of &lt;a href=\"Weymouth%20F.C.\"&gt;Weymouth&lt;/a&gt;, then bottom of the &lt;a href=\"Conference%20South\"&gt;Conference South&lt;/a&gt;. With the club already in financial difficulty, many first-team players left. Budgetary constraints meant Gill was unable to bring in replacements, and after 44 days in post, he resigned, feeling the job had become untenable. Weymouth's chairman claimed the cost of travelling from his Midlands home was a factor in his departure, a suggestion that Gill refuted. In mid-2010, he joined &lt;a href=\"Bristol%20Rovers\"&gt;Bristol Rovers&lt;/a&gt; as youth team coach. He led the team to the third round of the &lt;a href=\"FA%20Youth%20Cup\"&gt;FA Youth Cup&lt;/a&gt;, in which they lost narrowly to &lt;a href=\"Aston%20Villa\"&gt;Aston Villa&lt;/a&gt;'s youth team, before a management restructure at the club resulted in his departure.\nIn June 2011, Gill was appointed director of &lt;a href=\"Kidderminster%20Harriers\"&gt;Kidderminster Harriers&lt;/a&gt;' new football academy. According to the director of sport at &lt;a href=\"Stourbridge%20College\"&gt;Stourbridge College&lt;/a&gt;, Harriers' academy partner, he \"was instrumental in setting up the Football Academy and has laid down some very solid foundations in relation to shaping the discipline and attitude of our young players\". He left Harriers in February 2013 to concentrate on &lt;a href=\"scout%20%28sport%29\"&gt;scouting&lt;/a&gt; for Premier League club &lt;a href=\"Norwich%20City\"&gt;Norwich City&lt;/a&gt;, a role he had been involved with for some months on a part-time basis. He replaced Gary Holt, who departed to manage Falkirk, as Professional Development Phase Coach at Norwich City's academy, and was subsequently appointed as the U18s Academy Team Manager. He parted company with the club in July 2015 and soon took up the post of Academy U18 head coach at &lt;a href=\"Wolverhampton%20Wanderers%20F.C.\"&gt;Wolverhampton Wanderers&lt;/a&gt;. He left his post with Wolves in March 2017.\nOn 5 October 2017, Gill was appointed first team manager of his former side &lt;a href=\"Bath%20City%20F.C.\"&gt;Bath City&lt;/a&gt;.\nOn and off the field.\nGill has been popular wherever he has played. At Birmingham the fans used to greet him with a &lt;a href=\"Jerry%20Springer\"&gt;Jerry Springer&lt;/a&gt;-style chant of \"Jerry! Jerry!\", support which the player greatly appreciated. At the end of the 2000–01 season, he was chosen Birmingham's Clubman of the Year. Cheltenham manager &lt;a href=\"John%20Ward%20%28football%20manager%29\"&gt;John Ward&lt;/a&gt; told the \"&lt;a href=\"Western%20Daily%20Press\"&gt;Western Daily Press&lt;/a&gt;\":\nWhen Gill did leave Cheltenham, chairman Paul Baker confirmed Ward's feeling:\nHis enthusiasm for the game remained undaunted. Asked at the age of 37 what part of training he enjoyed, he replied \"All of it. There's no better feeling than coming in, even on a cold day, and feeling fit and on top of your game.\"\nGill is married to Victoria and has a son. After the knee injury which threatened his career, he became involved with a company which helps sportspeople prepare themselves for life and work after their sporting career comes to an end. As of 2008, he was director of the sports marketing and retail company, Protech Sport, which managed the club shop at Cheltenham Town F.C. In his spare time he is a keen &lt;a href=\"golf\"&gt;golf&lt;/a&gt;er.\nHonours.\nBath City\nYeovil Town\nBirmingham City\nCheltenham Town"
}