{
    "id": "11436754",
    "revid": "17171546",
    "url": "https://en.wikipedia.org/wiki?curid=11436754",
    "title": "Hot Summer (song)",
    "text": "\"Hot Summer\" is a song by German pop group &lt;a href=\"Monrose\"&gt;Monrose&lt;/a&gt;. It was written and produced by Danish musicians &lt;a href=\"Remee\"&gt;Remee Sigvardt&lt;/a&gt; and &lt;a href=\"Thomas%20Troelsen\"&gt;Thomas Troelsen&lt;/a&gt; and recorded by the trio for their second studio album, \"&lt;a href=\"Strictly%20Physical%20%28album%29\"&gt;Strictly Physical&lt;/a&gt;\" (2007). A &lt;a href=\"dance-pop\"&gt;dance-pop&lt;/a&gt; song with heavy elements of &lt;a href=\"electropop\"&gt;electropop&lt;/a&gt;, &lt;a href=\"house%20music\"&gt;house&lt;/a&gt; and &lt;a href=\"sprechgesang\"&gt;sprechgesang&lt;/a&gt;, it was selected out of sereral hundreds of songs and set much of the tone of its parent album, which was chiefly produced by Remee and Troelsen. \"Hot Summer\" also introduced a stronger dance pop edge to Monrose's overall sound. Lyrically, it features a female protagonist expressing her desire for her &lt;a href=\"love%20interest\"&gt;love interest&lt;/a&gt;.\nReleased as the band's third single and \"Strictly Physical\"s leading single on 29 June 2007 in &lt;a href=\"German-speaking%20Europe\"&gt;German-speaking Europe&lt;/a&gt;, \"Hot Summer\" became the band's second non-consecutive number-one hit within a stretch of seven month, reaching the top of the charts of &lt;a href=\"Austrian%20Singles%20Chart\"&gt;Austria&lt;/a&gt;, &lt;a href=\"German%20Singles%20Chart\"&gt;Germany&lt;/a&gt;, and &lt;a href=\"Swiss%20Hitparade\"&gt;Switzerland&lt;/a&gt;. It eventually emerged as one of the biggest-selling songs of the year on German &lt;a href=\"online%20music%20store\"&gt;online music store&lt;/a&gt;s, and moreover, garnered the group success in Finland, the Netherlands, and Slovenia, where it served as the band's musical debut. For sales in excess of 150,000 copies, \"Hot Summer\" was certified gold in Austria and Germany.\nBackground and recording.\n\"Hot Summer\" was written and produced by Danish musicians &lt;a href=\"Remee\"&gt;Remee Sigvardt Jackman&lt;/a&gt; and &lt;a href=\"Thomas%20Troelsen\"&gt;Thomas Troelsen&lt;/a&gt;. It is one out of several songs they contributed to Monrose's second album \"Strictly Physical\" (2007) and marked one of their first songs as a collaborative duo. Much of it was created at the Delta Lab White recording studios in &lt;a href=\"Copenhagen%2C%20Denmark\"&gt;Copenhagen, Denmark&lt;/a&gt; in fall 2006. Remee also provided backing vocals and rap parts on the song, while Troelsen played &lt;a href=\"Keyboard%20instrument\"&gt;keyboard&lt;/a&gt;s and oversaw the programming of \"Hot Summer\". Vocals by &lt;a href=\"Monrose\"&gt;Monrose&lt;/a&gt; members &lt;a href=\"Mandy%20Capristo\"&gt;Mandy Capristo&lt;/a&gt;, &lt;a href=\"Senna%20Gammour\"&gt;Senna Gammour&lt;/a&gt;, and &lt;a href=\"Bahar%20Kizil\"&gt;Bahar Kizil&lt;/a&gt; were eventually recorded by Claus Üblacker at the Weryton Studios in &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt;, Germany.\nThe song was selected out of a total of three hundred songs for inclusion on \"Strictly Physical\" (2007). Monrose cited its uptempo nature as a reason for their selection and described it as a perfect \"good mood song.\" An instant favorite of the band, \"Hot Summer\" was eventually picked as the lead single from \"Strictly Physical\" since they considered it a fitting break away from the &lt;a href=\"ballad\"&gt;ballad&lt;/a&gt; stereotype that they had established with the release of their singles \"&lt;a href=\"Shame%20%28Monrose%20song%29\"&gt;Shame&lt;/a&gt;\" and \"&lt;a href=\"Even%20Heaven%20Cries\"&gt;Even Heaven Cries&lt;/a&gt;\". Band member &lt;a href=\"Senna%20Gammour\"&gt;Senna Gammour&lt;/a&gt; further elaborated in an interview with the band's official website: \"The song is cool and sexy and goes straight into your dancing legs, [it's] our contribution to great summer parties.\" She also discussed the 1980s influences and &lt;a href=\"house%20music\"&gt;house music&lt;/a&gt; elements of the record. &lt;a href=\"Mandy%20Capristo\"&gt;Mandy Capristo&lt;/a&gt; called the song a \"&lt;a href=\"promise\"&gt;promise&lt;/a&gt;\" and added: \"It instantly raises your spirits, no matter if you're sitting in your car, dancing on the floor or eating ice-cream — \"Hot Summer\" is just brimful of life.\"\nRelease and reception.\n\"Hot Summer\" received a generally positive reception from music critics who complimented the song for its hit qualities as well as Monrose's decision to break away from the pop sound of previous releases. Julia Dörfler from &lt;a href=\"laut.de\"&gt;laut.de&lt;/a&gt; wrote that it \"clearly has hit qualities.\" Similarly, music magazine \"&lt;a href=\"Gruner%20%2B%20Jahr\"&gt;Musikwoche&lt;/a&gt;\" declared the song a \"&lt;a href=\"summer%20hit\"&gt;summer hit&lt;/a&gt;.\" In his review for cdstarts.de, Albert Ranner compared it favorably to Canadian singer &lt;a href=\"Nelly%20Furtado\"&gt;Nelly Furtado&lt;/a&gt;'s \"&lt;a href=\"Maneater%20%28Nelly%20Furtado%20song%29\"&gt;Maneater&lt;/a&gt;\" (2006). He called the record \"extremly danceable.\"\nAlthough a twenty-second clip of \"Hot Summer\" was previewed on the &lt;a href=\"ProSieben\"&gt;ProSieben&lt;/a&gt; network's daily gossip television magazine \"&lt;a href=\"Taff%20%28TV%20series%29\"&gt;taff&lt;/a&gt;\" on 24 May 2007, the full song was not premiered until Monrose's performance during the season finale of the &lt;a href=\"Germany%27s%20Next%20Topmodel%2C%20Cycle%202\"&gt;second cycle&lt;/a&gt; of \"&lt;a href=\"Germany%27s%20Next%20Topmodel\"&gt;Germany's Next Topmodel&lt;/a&gt;\" a few hours later. Officially released on 29 June 2007, both the &lt;a href=\"CD%20single\"&gt;CD single&lt;/a&gt; as well as the &lt;a href=\"digital%20single\"&gt;digital single&lt;/a&gt; contained remixes by British-born DJ Tai Jason, Tomas Schmidt and Zafer Kurus from production team Beathoavenz, Patrick Flo Macheck of production team &lt;a href=\"Mozart%20%26amp%3B%20Friends\"&gt;Mozart &amp; Friends&lt;/a&gt; and German trio Nachtwandler, consisting of Christoph Riebling, Jens Klingelhöfer, and Patrick Ruhrmann. In addition, previously unreleased recording \"Scream\", written by Charlie Mason, Karl Johan Rasma, Pelle Lidell, and Sebastian Larsson, was included on the CD single.\nChart performance.\nIn Germany, \"Hot Summer\" debuted at number two on the &lt;a href=\"German%20Singles%20Chart\"&gt;German Singles Chart&lt;/a&gt; — behind German singer &lt;a href=\"Mark%20Medlock\"&gt;Mark Medlock&lt;/a&gt;'s \"You Can Get It\", which was released the same week. The songs switched places the following week, when \"Hot Summer\" became Monrose's second number-one hit within a period of seven months. This marked the first time since the &lt;a href=\"No%20Angels\"&gt;No Angels&lt;/a&gt;'s rendition of \"&lt;a href=\"There%20Must%20Be%20an%20Angel\"&gt;There Must Be an Angel&lt;/a&gt;\" (2001) that a \"&lt;a href=\"Popstars%20%28Germany%29\"&gt;Popstars&lt;/a&gt;\" winner was able to score a second number-one hit. \"Hot Summer\" remained eight weeks within the top ten and also reached the top of the Download Chart as well as number eight on the &lt;a href=\"Media%20Control%20Charts\"&gt;German Dance Chart&lt;/a&gt;. One of the biggest-selling songs of the year on German &lt;a href=\"online%20music%20store\"&gt;online music store&lt;/a&gt;s, it was eventually certified gold by the &lt;a href=\"Bundesverband%20Musikindustrie\"&gt;Bundesverband Musikindustrie&lt;/a&gt; (BVMI) for sales in excess of 150,000 copies. In Germany, \"Hot Summer\" sold over 200,000 copies and was ranked 15th among the highest-selling singles of the year.\nIn Austria, \"Hot Summer\" debuted straight atop the &lt;a href=\"Austrian%20Singles%20Chart\"&gt;Austrian Singles Chart&lt;/a&gt;. Monrose's second chart topper following 2006's \"Shame\", the song spent another three weeks at number-one. A major seller, it was awarded a gold certification by the &lt;a href=\"IFPI\"&gt;International Federation of the Phonographic Industry (IFPI) Austria&lt;/a&gt;, and was ranked tenth on Austria's year end list. In Switzerland, \"Hot Summer\" entered the &lt;a href=\"Swiss%20Singles%20Chart\"&gt;Swiss Singles Chart&lt;/a&gt; at number twelve in the week of 12 July 2007. It was not until its fifth week of release that the song also reached number one, also becoming Monrose's seecond single to do so. It spent a second consecutive week at the top of the chart and was ranked 16th on the national year end chart. Due to its major success all over German-speaking Europe, \"Hot Summer\" was also released in foreign music markets such as Belgium, Denmark, Finland, Italy, the Netherlands, Norway, Turkey, as well as most of Eastern Europe. Thus, it also entered the &lt;a href=\"Dutch%20Top%2040\"&gt;Dutch Top 40&lt;/a&gt; and spent one week on the &lt;a href=\"Finnish%20Singles%20Chart\"&gt;Finnish Singles Chart&lt;/a&gt;, peaking at number 19. \"Hot Summer\" also entered the top 30 of the Slovenian Airplay Chart, and peaked at number six on \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\"s &lt;a href=\"European%20Hot%20100%20Singles\"&gt;European Hot 100 Singles&lt;/a&gt;.\nMusic video.\nAn accompanying &lt;a href=\"music%20video\"&gt;music video&lt;/a&gt; for \"Hot Summer\" was directed by Bernard Wedig and shot on 18 June 2007 in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;. Production was helmed by Schuhwerk Filmproduktion. A performance video that is built around different settings, it is primarily composed of individual close shots and dance sequences using &lt;a href=\"Split%20screen%20%28filmmaking%29\"&gt;split screen&lt;/a&gt; and &lt;a href=\"Chroma%20key\"&gt;bluescreen&lt;/a&gt; technique. It premiered on 26 June 2007 on the band's official website, and received its first official airing on German music television network &lt;a href=\"Viva%20%28TV%20station%29\"&gt;VIVA&lt;/a&gt;'s show \"VIVA Live\" on 28 June 2007.\nThe video does not have a substantial plot. Instead, the band is primarily shown dancing in front of white, black, blue and red backgrounds, intercut by several sequences of three male dancers. The camera work is hectic. In the middle of the video the black bars that appear on a television at the top and bottom of the screen are displayed as video footage. The group members are able to interact with these bars and climb outside the screen. The version used in the video is different from the album version (aka radio edit) featuring a longer intro and an extended bridge featuring additional lyrics. Media sources compared it with &lt;a href=\"Dolce%20%26amp%3B%20Gabbana\"&gt;Dolce &amp; Gabbana&lt;/a&gt;'s 2006 television commercial \"Dancefloor.\"\nCredits and personnel.\nCredits adapted from the liner notes of \"Strictly Physical\".\nf(x) version.\nIn 2011, South Korean girl group &lt;a href=\"f%28x%29%20%28band%29\"&gt;f(x)&lt;/a&gt; recorded the song in Korean and Japanese. The Korean version was released on 14 June 2011 in South Korea, serving as the lead single from the &lt;a href=\"reissue\"&gt;re-packaged&lt;/a&gt; version of their debut album, \"&lt;a href=\"Pinocchio%20%28f%28x%29%20album%29\"&gt;Pinocchio&lt;/a&gt;\". On 4 August 2012, the group released a Japanese version. The single was re-released in their first Japanese single called on 22 July 2015.\nThe group performed the song live on &lt;a href=\"Korean%20Broadcasting%20System\"&gt;KBS&lt;/a&gt;' Music Bank on 17 June 2011. They also performed on MBC's Music Core, SBS's Inkigayo and M-Countdown. Hot Summer managed to win an award on SBS's Inkigayo on 26 June 2011. The song was also performed as part of &lt;a href=\"SMTown%20Live%20%2710%20World%20Tour\"&gt;SMTown '10&lt;/a&gt; and &lt;a href=\"SMTown%20Live%20World%20Tour%20III\"&gt;SMTown '12&lt;/a&gt;.\nMusic video.\nKorean version.\nThe video was shot at two different locations, in &lt;a href=\"Namyangju\"&gt;Namyangju&lt;/a&gt; and &lt;a href=\"Incheon\"&gt;Incheon&lt;/a&gt; in early June 2011. It was directed by Won Ki Hong and produced by &lt;a href=\"Zanybros\"&gt;Zanybros&lt;/a&gt;. A teaser was released on 13 June 2011 and with the full version was released on 17 June 2011.\nThe video is a dance video without a plot, and begins with the group walking in the middle of the street, donning brightly colored outfits with a pink and black striped tank and several sports cars in the background. They are joined by a group of backup dancers. The video cuts to a white, red-floored room, with the group wearing red outfits. The video ends with the group posing in the street.\nJapanese version.\nA teaser video for the video was released on 1 August 2012, via &lt;a href=\"Avex%20Group\"&gt;Avex&lt;/a&gt;'s official &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; channel. The full video subsequently appeared online a few days later on 31 July 2012.\nThe video is set in a desert, with pink and white star shaped props and pink cotton candy as clouds in the background. The video begins with the group wearing all white, walking slowly towards the camera. The video then cuts to another set with close-up shots of the group revealing electric blue outfits, topped with elaborate accessories. A street scene is also featured, where the group wears red outfits in front of the star-shaped prop while throwing paint over the buildings and at the camera. The video ends with the desert as the camera pans back.\nCommercial performance.\nThe Korean version was a commercial success, peaking at number two on the \"&lt;a href=\"Gaon%20Chart\"&gt;Gaon&lt;/a&gt;\" digital single chart, recording over 375,000 downloads during its release week. It debuted at number five, then moved up to its peak and fell to number four. Hot Summer also ranked highly among Gaon's other charts, peaking at number two on the BGM chart. and number one on the streaming chart. The song was the 16th most successful digital song of 2011 in South Korea, selling 2,909,384 copies by the end of the year.\nOther versions.\n\"Hot Summer\".\nIn 2008, &lt;a href=\"Rhys%20Bobridge\"&gt;Rhys Bobridge&lt;/a&gt;, runner-up on the inaugural season of &lt;a href=\"So%20You%20Think%20You%20Can%20Dance%20Australia%20%28season%201%29\"&gt;\"So You Think You Can Dance Australia\" 2008&lt;/a&gt;, recorded the song with altered lyrics. It was released as a single and reached number 39 on the &lt;a href=\"Australian%20Singles%20Chart\"&gt;Australian Singles Chart&lt;/a&gt; in December 2008, as well as number 45 on the Dutch &lt;a href=\"Single%20Top%20100\"&gt;Single Top 100&lt;/a&gt; chart in September 2009. His version was featured on various &lt;a href=\"Network%20Ten\"&gt;Channel Ten&lt;/a&gt; promotional advertisements, and advertised upcoming shows on the network over the summer period in Australia, as well as on radio by the &lt;a href=\"Hit%20Network\"&gt;Today Network&lt;/a&gt;. Taiwanese pop singer &lt;a href=\"Jolin%20Tsai\"&gt;Jolin Tsai&lt;/a&gt; covered the song under the title \"Hot Winter\" for the 2009 album \"&lt;a href=\"Butterfly%20%28Jolin%20Tsai%20album%29\"&gt;Butterfly&lt;/a&gt;\".\n\"Scream\".\nIn 2007, the single's &lt;a href=\"A-side%20and%20B-side\"&gt;B-side&lt;/a&gt; was covered in Korean as \"Daydream\" by &lt;a href=\"supergroup%20%28music%29\"&gt;supergroup&lt;/a&gt; &lt;a href=\"AnyBand\"&gt;AnyBand&lt;/a&gt;, consisting of &lt;a href=\"BoA\"&gt;BoA&lt;/a&gt;, &lt;a href=\"Xiah%20Junsu\"&gt;Xiah Junsu&lt;/a&gt;, &lt;a href=\"Tablo\"&gt;Tablo&lt;/a&gt; and &lt;a href=\"Jin%20Bora\"&gt;Jin Bora&lt;/a&gt;. The song was also covered by Korean singer &lt;a href=\"BoA\"&gt;BoA&lt;/a&gt;'s self-titled English debut album \"&lt;a href=\"BoA%20%28album%29\"&gt;BoA&lt;/a&gt;\" (2009)."
}