{
    "id": "114445",
    "revid": "12580852",
    "url": "https://en.wikipedia.org/wiki?curid=114445",
    "title": "Elbing, Kansas",
    "text": "Elbing is a city in &lt;a href=\"Butler%20County%2C%20Kansas\"&gt;Butler County&lt;/a&gt;, &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt;, United States. It is named after the city &lt;a href=\"Elbl%C4%85g\"&gt;Elbląg&lt;/a&gt; (German: \"Elbing\") in northern &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;, formerly &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt;. As of the &lt;a href=\"2020%20United%20States%20census\"&gt;2020 census&lt;/a&gt;, the population of the city was 226. It is located about 10.7 miles east of &lt;a href=\"Interstate%20135\"&gt;Interstate 135&lt;/a&gt; in &lt;a href=\"Newton%2C%20Kansas\"&gt;Newton&lt;/a&gt;, along the &lt;a href=\"Union%20Pacific%20Railroad\"&gt;Union Pacific Railroad&lt;/a&gt;.\nHistory.\nEarly history.\nFor many &lt;a href=\"millennia\"&gt;millennia&lt;/a&gt;, the &lt;a href=\"Great%20Plains\"&gt;Great Plains&lt;/a&gt; of &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; was inhabited by &lt;a href=\"nomadic\"&gt;nomadic&lt;/a&gt; &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt;. From the 16th century to 18th century, the &lt;a href=\"Kingdom%20of%20France\"&gt;Kingdom of France&lt;/a&gt; claimed ownership of large parts of &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;. In 1762, after the &lt;a href=\"French%20and%20Indian%20War\"&gt;French and Indian War&lt;/a&gt;, France secretly ceded &lt;a href=\"New%20France\"&gt;New France&lt;/a&gt; to &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, per the &lt;a href=\"Treaty%20of%20Fontainebleau%20%281762%29\"&gt;Treaty of Fontainebleau&lt;/a&gt;.\n19th century.\nIn 1802, Spain returned most of the land to France. In 1803, most of the land for &lt;a href=\"History%20of%20Kansas\"&gt;modern day Kansas&lt;/a&gt; was acquired by the United States from France as part of the 828,000 square mile &lt;a href=\"Louisiana%20Purchase\"&gt;Louisiana Purchase&lt;/a&gt; for 2.83 &lt;a href=\"Penny%20%28United%20States%20coin%29\"&gt;cents&lt;/a&gt; per &lt;a href=\"acre\"&gt;acre&lt;/a&gt;.\nIn 1854, the &lt;a href=\"Kansas%20Territory\"&gt;Kansas Territory&lt;/a&gt; was organized, then in 1861 &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt; became the 34th &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt;. In 1855, &lt;a href=\"Butler%20County%2C%20Kansas\"&gt;Butler County&lt;/a&gt; was established within the &lt;a href=\"Kansas%20Territory\"&gt;Kansas Territory&lt;/a&gt;, which included the land for modern day Elbing.\nIn 1887, the &lt;a href=\"Chicago%2C%20Kansas%20and%20Nebraska%20Railway\"&gt;Chicago, Kansas and Nebraska Railway&lt;/a&gt; built a branch line north–south from &lt;a href=\"Herington%2C%20Kansas\"&gt;Herington&lt;/a&gt; through Elbing to &lt;a href=\"Caldwell%2C%20Kansas\"&gt;Caldwell&lt;/a&gt;. It foreclosed in 1891 and was taken over by &lt;a href=\"Chicago%2C%20Rock%20Island%20and%20Pacific%20Railway\"&gt;Chicago, Rock Island and Pacific Railway&lt;/a&gt;, which shut down in 1980 and reorganized as &lt;a href=\"Oklahoma%2C%20Kansas%20and%20Texas%20Railroad\"&gt;Oklahoma, Kansas and Texas Railroad&lt;/a&gt;, merged in 1988 with &lt;a href=\"Missouri%20Pacific%20Railroad\"&gt;Missouri Pacific Railroad&lt;/a&gt;, merged in 1997 with &lt;a href=\"Union%20Pacific%20Railroad\"&gt;Union Pacific Railroad&lt;/a&gt;. Most locals still refer to this railroad as the \"Rock Island\".\nThe track passed through the land of Jacob W. Regier in section 17 of the Fairmount Township in Butler county in south central Kansas. The Regiers sold of section 17 to the Elbing Town Company for $5,000. The 1/4 mile by 1/2 mile plot ran along the west side of the CK&amp;NR tracks. The railroad wanted to call the town Regier but Mr. Regier suggested three other possibilities: &lt;a href=\"Elbl%C4%85g\"&gt;Elbing&lt;/a&gt;, &lt;a href=\"Danzig\"&gt;Danzig&lt;/a&gt; and &lt;a href=\"Malbork\"&gt;Marienburg&lt;/a&gt;, all cities in &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt; where he had lived. Elbing was chosen. The town was founded May 18, 1887. Within a few months people began to build houses and businesses in Elbing. By November four passenger trains (two in each direction) served Elbing. The trains also provided mail delivery and pick-up twice daily.\nA post office was established in Worth (an extinct town) on March 16, 1886, but it was moved to Elbing on November 2, 1887.\nSchool district 160 for the Elbing community was established in 1887 and provided public education for several local primary school students. The original frame building was replaced by a red brick building in 1919. The brick building stands vacant today and has not been used for classes for about twenty years. Now, Elbing students who attend a public school travel to nearby Whitewater, Kansas for grades K-8 or to nearby Burns, Kansas for grades 9-12.\nThe Methodist Episcopal Church, Elbing's first church, was built in 1905, but the church disbanded in 1937. The Missionary Church, built in Elbing in 1910, was used until the 1960s when the congregation moved to nearby Newton, Kansas. The building was razed in 1975. The Zion Mennonite Church, which was built in Elbing in 1924, is the only church which remains in town.\nElbing grew slowly. By 1895 it had a few businesses and 50 residents. By the turn of the century telephone service was available to the residents of Elbing on a party-line basis–four families for each telephone line. By 1910 the population had reached 100 and the town had several businesses: general store (with a post office), hardware store, implement store, bank, blacksmith shop, lumber yard, barber shop, cafe, and hotel. The town also had a doctor. Electricity did not come to Elbing until 1929 and residents had to provide their own water from wells or cisterns until the city installed a citywide water system in 1967. The city sewer system was installed in 1972. Until then each residence had its own septic tank.\nIn 1919 the first of several oil wells were drilled near Elbing. As a result of the oil boom, Elbing grew dramatically for a brief time. Although the town's population increased for a few years, the new residents had little lasting effect upon the town. The oil field rapidly declined and a fire destroyed much of Elbing in 1933. Although new residences were eventually rebuilt, Elbing never regained its businesses. For several decades downtown Elbing included only a grocery/hardware store, a gas station/garage, a post office, and a &lt;a href=\"grain%20elevator\"&gt;grain elevator&lt;/a&gt;. Elbing's grocery/hardware store closed a little over a year ago. Today the garage and grain elevator are the only downtown businesses.\nIn 1946, &lt;a href=\"Berean%20Academy%20%28Kansas%29\"&gt;Berean Academy&lt;/a&gt; was founded at the south end of Elbing. Although it began with fifteen students in grades nine and ten, it quickly expanded to include grades nine through twelve. By the 1970 Berean Academy had an enrollment of 300 students. Today, Berean Academy includes gradesK-12 and has an enrollment of about 260 students. The academy was established as a Mennonite school, but in 1966 it dropped its Mennonite distinctives to become an interdenominational Christian school. Berean Academy, probably more than any business or group of people, has sustained the life of Elbing. Although the town has several residents who are retired or are employed in nearby towns, a significant number of families reside in Elbing because of their connection to Berean Academy. Some live here because they teach at the school and others make it their home here so that their children can attend Berean Academy.\nToday Elbing has about 350 residents. It still has only three north and south streets (Main, Regier, and Johnson); and with the exception of about that was added at the south end by annexing Berean Academy, it is still 1/4 mile wide and 1/2 mile long. The area surrounding Elbing is mostly devoted to grain farming–primarily red winter wheat and sorghum grain. Nearby farms also raise a few cattle and hogs. During the last three decades almost forty houses have been built in Elbing, so only a few of its original lots remain unoccupied. The town still has a small Post Office and is in the process of building its first fire station. Until the fire station is in operation, Elbing continues to depend upon the help of volunteer firemen and the fire protection services of nearby Newton, Kansas.\nIn 1961, &lt;a href=\"Frederic%20Remington%20High%20School\"&gt;Frederic Remington High School&lt;/a&gt; was built immediately north of Brainerd. Leading up to this new school, &lt;a href=\"Whitewater%2C%20Kansas\"&gt;Whitewater&lt;/a&gt;, &lt;a href=\"Potwin%2C%20Kansas\"&gt;Potwin&lt;/a&gt;, &lt;a href=\"Brainerd%2C%20Kansas\"&gt;Brainerd&lt;/a&gt;, Elbing, &lt;a href=\"Furley%2C%20Kansas\"&gt;Furley&lt;/a&gt;, Countryside, and Golden Gate schools merged to form a joint rural high school. Heated opposition between Whitewater and Potwin occurred during the discussion for the location of the new high school. Rural voters pushed for a centralized location in neither town. A public vote was passed to build the new school near Brainerd.\nGeography.\nElbing is located at (38.054115, -97.127119). According to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the city has a total area of , all of it land.\nClimate.\nThe climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the &lt;a href=\"K%C3%B6ppen%20Climate%20Classification\"&gt;Köppen Climate Classification&lt;/a&gt; system, Elbing has a &lt;a href=\"humid%20subtropical%20climate\"&gt;humid subtropical climate&lt;/a&gt;, abbreviated \"Cfa\" on climate maps.\nDemographics.\nIn 2014, Elbing was ranked the most conservative city in Kansas.\n2010 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2010, there were 229 people, 73 households, and 63 families residing in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was . There were 77 housing units at an average density of . The racial makeup of the city was 99.6% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt; and 0.4% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 0.4% of the population.\nThere were 73 households, of which 47.9% had children under the age of 18 living with them, 75.3% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 6.8% had a female householder with no husband present, 4.1% had a male householder with no wife present, and 13.7% were non-families. 11.0% of all households were made up of individuals, and 5.5% had someone living alone who was 65 years of age or older. The average household size was 3.14 and the average family size was 3.38.\nThe median age in the city was 30.8 years. 36.2% of residents were under the age of 18; 4.8% were between the ages of 18 and 24; 20.5% were from 25 to 44; 21.4% were from 45 to 64; and 17% were 65 years of age or older. The gender makeup of the city was 52.0% male and 48.0% female.\n2000 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 218 people, 73 households, and 62 families residing in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 1,275.0 people per square mile (495.1/km). There were 77 housing units at an average density of 450.3 per square mile (174.9/km). The racial makeup of the city was 94.95% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 2.75% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, and 2.29% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 2.75% of the population.\nThere were 73 households, out of which 43.8% had children under the age of 18 living with them, 79.5% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 5.5% had a female householder with no husband present, and 13.7% were non-families. 11.0% of all households were made up of individuals, and 6.8% had someone living alone who was 65 years of age or older. The average household size was 2.99 and the average family size was 3.27.\nIn the city, the population was spread out, with 35.8% under the age of 18, 3.2% from 18 to 24, 22.9% from 25 to 44, 18.3% from 45 to 64, and 19.7% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 98.2 males. For every 100 females age 18 and over, there were 89.2 males.\nThe median income for a household in the city was $45,417, and the median income for a family was $49,375. Males had a median income of $40,750 versus $16,250 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $16,513. None of the families and 0.8% of the population were living below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;.\nGovernment.\nThe Elbing consists of a mayor and five council members. The council meets once a month.\nEducation.\nPrimary and secondary.\nThe community is served by &lt;a href=\"Remington%20USD%20206\"&gt;Remington USD 206&lt;/a&gt; public school district. The Remington High School mascot is a Bronco.\nElbing is home to a private school:\nMedia.\nRadio.\nElbing is served by numerous &lt;a href=\"Radio%20broadcasting\"&gt;radio stations&lt;/a&gt; of the &lt;a href=\"Wichita%2C%20Kansas\"&gt;Wichita&lt;/a&gt;-&lt;a href=\"Hutchinson%2C%20Kansas\"&gt;Hutchinson&lt;/a&gt; listening market area, and &lt;a href=\"satellite%20radio\"&gt;satellite radio&lt;/a&gt;. See \"&lt;a href=\"Media%20in%20Wichita%2C%20Kansas\"&gt;Media in Wichita, Kansas&lt;/a&gt;\".\nTelevision.\nElbing is served by over-the-air &lt;a href=\"ATSC\"&gt;ATSC&lt;/a&gt; &lt;a href=\"digital%20television\"&gt;digital TV&lt;/a&gt; of the &lt;a href=\"Wichita%2C%20Kansas\"&gt;Wichita&lt;/a&gt;-&lt;a href=\"Hutchinson%2C%20Kansas\"&gt;Hutchinson&lt;/a&gt; viewing market area, &lt;a href=\"cable%20tv\"&gt;cable TV&lt;/a&gt;, and &lt;a href=\"Satellite%20television\"&gt;satellite TV&lt;/a&gt;. See \"&lt;a href=\"Media%20in%20Wichita%2C%20Kansas\"&gt;Media in Wichita, Kansas&lt;/a&gt;\".\nInfrastructure.\nTransportation.\nThe Oklahoma Kansas Texas (OKT) line of the &lt;a href=\"Union%20Pacific%20Railroad\"&gt;Union Pacific Railroad&lt;/a&gt; runs north–south through the east side of the city. Elbing had a depot when the city was founded but was removed in the 1970s."
}