{
    "id": "1146308",
    "revid": "14157892",
    "url": "https://en.wikipedia.org/wiki?curid=1146308",
    "title": "Masaya Volcano",
    "text": "Masaya () is a &lt;a href=\"caldera\"&gt;caldera&lt;/a&gt; located in &lt;a href=\"Masaya%20%28department%29\"&gt;Masaya&lt;/a&gt;, &lt;a href=\"Nicaragua\"&gt;Nicaragua&lt;/a&gt;, 20 km south of the capital &lt;a href=\"Managua\"&gt;Managua&lt;/a&gt;. It is Nicaragua's first and largest national park, and one of 78 &lt;a href=\"protected%20areas%20of%20Nicaragua\"&gt;protected areas of Nicaragua&lt;/a&gt;. The &lt;a href=\"complex%20volcano\"&gt;complex volcano&lt;/a&gt; is composed of a nested set of &lt;a href=\"caldera\"&gt;caldera&lt;/a&gt;s and &lt;a href=\"volcanic%20crater\"&gt;craters&lt;/a&gt;, the largest of which is Las Sierras &lt;a href=\"shield%20volcano\"&gt;shield volcano&lt;/a&gt; and &lt;a href=\"caldera\"&gt;caldera&lt;/a&gt;. Within this caldera lies a sub-vent, which is Masaya Volcano \"&lt;a href=\"wikt%3Asensu%20stricto\"&gt;sensu stricto&lt;/a&gt;\". The vent is a &lt;a href=\"shield%20volcano\"&gt;shield&lt;/a&gt; type composing of basaltic &lt;a href=\"lava\"&gt;lava&lt;/a&gt;s and &lt;a href=\"tephra\"&gt;tephra&lt;/a&gt;s and includes a &lt;a href=\"volcanic%20crater\"&gt;summit crater&lt;/a&gt;. This hosts Masaya caldera, formed 2,500 years ago by an 8-km³ basaltic &lt;a href=\"ignimbrite\"&gt;ignimbrite&lt;/a&gt; eruption. Inside this caldera a new basaltic complex has grown from eruptions mainly on a semi-circular set of vents that include the Masaya and Nindiri cones. The latter host the &lt;a href=\"pit%20crater\"&gt;pit crater&lt;/a&gt;s of Masaya, Santiago, Nindiri and San Pedro. Observations in the walls of the pit craters indicate that there have been several episodes of cone and pit crater formation.\nMasaya continually emits large amounts of &lt;a href=\"sulfur%20dioxide\"&gt;sulfur dioxide&lt;/a&gt; gas (from the active Santiago crater) and volcanologists study this (amongst other signs) to better understand the behavior of the volcano and also evaluate the impact of &lt;a href=\"acid%20rain\"&gt;acid rain&lt;/a&gt; and the potential for health problems.\nHistory.\nThe floor of Masaya caldera is mainly covered by poorly vegetated &lt;a href=\"Lava%23%CA%BBA%CA%BB%C4%81\"&gt;ʻaʻā lava&lt;/a&gt;, indicating resurfacing within the past 1,000 or so years, but only two lava flows have erupted since the sixteenth century. The first, in 1670, was an overflow from the Nindiri crater, which at that time hosted a 1-km-wide lava lake. The other, in 1772, issued from a fissure on the flank of the Masaya cone. Since 1772, lava has appeared at the surface only in the Santiago pit crater (presently active and persistently degassing) and possibly within Nindiri crater in 1852. A lake occupies the far eastern end of the caldera.\nAlthough the recent activity of Masaya has largely been dominated by continuous degassing from an occasionally lava-filled pit crater, a number of discrete explosive events have occurred in the last 50 years. One such event occurred on November 22, 1999, which was recognised from satellite data. A hot spot appeared on satellite imagery, and there was a possible explosion. On April 23, 2001, the crater exploded and formed a new vent in the bottom of the crater. The explosion sent rocks with diameters up to 60 cm which travelled up to 500 m from the crater. Vehicles in the visitors area were damaged and one person was injured. On October 4, 2003, an eruption cloud was reported at Masaya. The plume rose to a height of ~4.6 km. In 2008, the mountain erupted spewing ash and steam. This volcano is monitored by the &lt;a href=\"Deep%20Earth%20Carbon%20Degassing%20Project\"&gt;Deep Earth Carbon Degassing Project&lt;/a&gt;. Volcanic gas emissions from this volcano are measured by a &lt;a href=\"Multi-Component%20Gas%20Analyzer%20System\"&gt;Multi-Component Gas Analyzer System&lt;/a&gt;, which detects pre-eruptive degassing of rising magmas, improving &lt;a href=\"prediction%20of%20volcanic%20activity\"&gt;prediction of volcanic activity&lt;/a&gt;.\nOn March 4, 2020, tightrope daredevil, &lt;a href=\"Nik%20Wallenda\"&gt;Nik Wallenda&lt;/a&gt;, walked on a steel cable over the caldera.\nNational park.\nIn 1979, Masaya became Nicaragua's first national park, named Masaya Volcano National Park (Parque Nacional Volcan Masaya). The park has an area of 54 km² includes two volcanoes and five craters, as well as a range of elevations between 100 and 630 meters above &lt;a href=\"sea%20level\"&gt;sea level&lt;/a&gt;. In the park is a &lt;a href=\"lava%20tube\"&gt;lava tube&lt;/a&gt; formed by lava flows; one can find &lt;a href=\"bat\"&gt;bat&lt;/a&gt;s and look inside and observe the glowing lava in the dark crater mouth of the volcano.\nGeologic setting.\nMasaya is one of 18 distinct volcanic centers that make up the Nicaraguan portion of the &lt;a href=\"Central%20American%20Volcanic%20Belt\"&gt;Central American Volcanic Belt&lt;/a&gt; (CAVF). Formed by the &lt;a href=\"subduction\"&gt;subduction&lt;/a&gt; of the &lt;a href=\"Cocos%20Plate\"&gt;Cocos Plate&lt;/a&gt; beneath the &lt;a href=\"Caribbean%20Plate\"&gt;Caribbean Plate&lt;/a&gt;, along the &lt;a href=\"Mesoamerican%20trench\"&gt;Mesoamerican trench&lt;/a&gt;, the CAVF runs from &lt;a href=\"volc%C3%A1n%20Tacan%C3%A1\"&gt;volcán Tacaná&lt;/a&gt; in &lt;a href=\"Guatemala\"&gt;Guatemala&lt;/a&gt; to &lt;a href=\"Iraz%C3%BA\"&gt;Irazú&lt;/a&gt; in &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;. In western Nicaragua, the CAVF bisects the Nicaraguan Depression from &lt;a href=\"Cosig%C3%BCina\"&gt;Cosigüina&lt;/a&gt; volcano in the northwest to &lt;a href=\"Maderas\"&gt;Maderas&lt;/a&gt; volcano in Lago Nicaragua. The Interior highlands to the northeast make up the majority of Nicaragua. Western Nicaragua consists of 4 principal geological provinces paralleling the Mesoamerican trench: 1. Pre-Cretaceous to &lt;a href=\"Cretaceous\"&gt;Cretaceous&lt;/a&gt; &lt;a href=\"ophiolitic\"&gt;ophiolitic&lt;/a&gt; suite; 2. &lt;a href=\"Tertiary\"&gt;Tertiary&lt;/a&gt; &lt;a href=\"sedimentary%20basin\"&gt;basins&lt;/a&gt;; 3. Tertiary volcanics; and the 4. Active &lt;a href=\"Quaternary\"&gt;Quaternary&lt;/a&gt; volcanic range.\nAn ophiolitic suite is found in the &lt;a href=\"Nicoya\"&gt;Nicoya&lt;/a&gt; Complex, which is made up of &lt;a href=\"chert\"&gt;chert&lt;/a&gt;s, &lt;a href=\"graywacke\"&gt;graywacke&lt;/a&gt;s, &lt;a href=\"tholeiitic%20basalt\"&gt;tholeiitic&lt;/a&gt; &lt;a href=\"pillow%20lavas\"&gt;pillow lavas&lt;/a&gt; and basaltic &lt;a href=\"agglomerate\"&gt;agglomerate&lt;/a&gt;s. It is intruded by &lt;a href=\"gabbro\"&gt;gabbro&lt;/a&gt;ic, &lt;a href=\"diabase\"&gt;diabasic&lt;/a&gt;, and &lt;a href=\"diorite\"&gt;dioritic&lt;/a&gt; rocks. The Cretaceous-Tertiary basin is made up of five formations of mainly marine origin. The Rivas and Brito &lt;a href=\"Geologic%20formation\"&gt;formation&lt;/a&gt;s are uplifted to the southeast and are overlain in the northwest by a slightly tilted marine near- shore sequence, the El Fraile formation. This in turn passes north into the undeformed Tamarindo formation, a sequence of shallow marine, lacustrine and terrestrial sediments interspersed with ignimbrites. Northeast of the Nicaraguan Depression, the Coyol and Matagalpa formations, run from Honduras to Costa Rica and still show evidence of some volcanic centres, distinguishable as constructional landforms.\nQuaternary volcanic rocks are found mainly in the Nicaraguan &lt;a href=\"depression%20%28geology%29\"&gt;Depression&lt;/a&gt; and form two major &lt;a href=\"stratum\"&gt;group&lt;/a&gt;s: the Marrabios and the Sierras formations. The Marrabios Cordillera starts in the northwest with Cosiguina volcano and continues to the southeast with &lt;a href=\"San%20Crist%C3%B3bal%20volcano\"&gt;San Cristobal&lt;/a&gt;, &lt;a href=\"Casitas%20%28volcano%29\"&gt;Casitas&lt;/a&gt;, &lt;a href=\"La%20Pelona\"&gt;La Pelona&lt;/a&gt;, &lt;a href=\"Telica%20%28volcano%29\"&gt;Telica&lt;/a&gt; and &lt;a href=\"Rota%20%28volcano%29\"&gt;Rota&lt;/a&gt;. The &lt;a href=\"Hoyo\"&gt;Hoyo&lt;/a&gt;, &lt;a href=\"Monte%20Galan\"&gt;Monte Galan&lt;/a&gt;, &lt;a href=\"Momotombo\"&gt;Momotombo&lt;/a&gt; and &lt;a href=\"Momotombito\"&gt;Momotombito&lt;/a&gt; volcanoes are built upon ignimbrite deposits from the nearby &lt;a href=\"Malpaisillo%20caldera\"&gt;Malpaisillo caldera&lt;/a&gt;. South-east of &lt;a href=\"Lake%20Managua\"&gt;Lake Managua&lt;/a&gt; lie &lt;a href=\"Apoyeque\"&gt;Chiltepe&lt;/a&gt;, the Nejapa alignment, Masaya, &lt;a href=\"Apoyo\"&gt;Apoyo&lt;/a&gt; and &lt;a href=\"Mombacho\"&gt;Mombacho&lt;/a&gt; which overlie the Sierras ignimbrites, erupted from the &lt;a href=\"Sierras%20Caldera\"&gt;Sierras Caldera&lt;/a&gt; surrounding Masaya volcano. Further south in &lt;a href=\"Lake%20Cocibolca\"&gt;Lake Cocibolca&lt;/a&gt; (or Lake Nicaragua), &lt;a href=\"Zapatera\"&gt;Zapatera&lt;/a&gt;, &lt;a href=\"Concepcion%20%28volcano%29\"&gt;Concepcion&lt;/a&gt; and &lt;a href=\"Maderas\"&gt;Maderas&lt;/a&gt; volcanoes mark the end of Nicaraguan section of the CAVF."
}