{
    "id": "114849",
    "revid": "37763648",
    "url": "https://en.wikipedia.org/wiki?curid=114849",
    "title": "Adolph Ochs",
    "text": "Adolph Simon Ochs (March 12, 1858 – April 8, 1935) was an American newspaper publisher and former owner of \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" and \"The Chattanooga Times\" (now the \"&lt;a href=\"Chattanooga%20Times%20Free%20Press\"&gt;Chattanooga Times Free Press&lt;/a&gt;\").\nEarly life and career.\nOchs was born to a &lt;a href=\"German%20Jewish\"&gt;Jewish&lt;/a&gt; family in &lt;a href=\"Cincinnati\"&gt;Cincinnati&lt;/a&gt;, &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt;, on March 12, 1858. His parents, Julius Ochs and Bertha Levy, were both German immigrants. His father had left &lt;a href=\"Bavaria\"&gt;Bavaria&lt;/a&gt; for the United States in 1846. Julius was a highly educated man and fluent in six languages that he taught at schools throughout the South, though he supported the Union during the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;. Ochs' mother Bertha, who had come to the United States in 1848 as a refugee from &lt;a href=\"Revolutions%20of%201848%20in%20Germany\"&gt;the revolution&lt;/a&gt; in &lt;a href=\"Rhenish%20Bavaria\"&gt;Rhenish Bavaria&lt;/a&gt;, and had lived in the South before her 1853 marriage with Julius, sympathized with the South, though their differing sympathies did not separate their household.\nAfter the war, the family moved to &lt;a href=\"Knoxville%2C%20Tennessee\"&gt;Knoxville, Tennessee&lt;/a&gt;. In Knoxville, Adolph studied in the public schools and during his spare time delivered newspapers. At 11, he went to work at the \"Knoxville Chronicle\" as office boy to &lt;a href=\"William%20Rule%20%28American%20editor%29\"&gt;William Rule&lt;/a&gt;, the editor, who became a mentor. In 1871 he was a grocer's clerk at &lt;a href=\"Providence%2C%20Rhode%20Island\"&gt;Providence, Rhode Island&lt;/a&gt;, attending a night school meanwhile. He then returned to Knoxville, where he was a druggist's apprentice for some time. In 1872, he returned to the \"Chronicle\" as a \"&lt;a href=\"printer%27s%20devil\"&gt;printer's devil&lt;/a&gt;\", who looked after various details in the composing room of the paper.\nHis siblings also worked at the newspaper to supplement the income of their father, a lay religious leader for Knoxville's small Jewish community. The \"Chronicle\" was the only Republican, pro-&lt;a href=\"Reconstruction%20era%20of%20the%20United%20States\"&gt;Reconstruction&lt;/a&gt;, newspaper in the city, but Ochs counted &lt;a href=\"Abram%20Joseph%20Ryan\"&gt;Father Ryan&lt;/a&gt;, the Poet-Priest of the Confederacy, among his customers.\n\"Chattanooga Times\" and \"The New York Times\".\nAt the age of 19, he borrowed $250 from his family to purchase a controlling interest in the \"&lt;a href=\"Chattanooga%20Times%20Free%20Press\"&gt;Chattanooga Times&lt;/a&gt;\", becoming its publisher. The following year he founded a commercial paper called \"The Tradesman\". He was one of the founders of the Southern Associated Press and served as president. In 1896, at the age of 38, he was advised by \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" reporter &lt;a href=\"Henry%20Alloway\"&gt;Henry Alloway&lt;/a&gt; that the paper could be bought at a greatly reduced price due to its financial losses and wide range of competitors in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;. After borrowing money to purchase the \"Times\" for $75,000, Ochs formed the New York Times Co., placed the paper on a strong financial foundation, and became the majority stockholder.\nIn 1904, Ochs hired &lt;a href=\"Carr%20Van%20Anda\"&gt;Carr Van Anda&lt;/a&gt; as his managing editor. Their focus on &lt;a href=\"objective%20journalism\"&gt;objective journalism&lt;/a&gt;, in a time when newspapers were openly and highly partisan, and a well-timed price decrease (from 3¢ per issue to 1¢) led to its rescue from near oblivion. The paper's readership increased from 9,000 at the time of his purchase to 780,000 by the 1920s. He also added the \"Times\" well-known &lt;a href=\"Nameplate%20%28publishing%29\"&gt;masthead&lt;/a&gt; motto: \"All the News That's Fit to Print\".\nIn 1904, Ochs moved the \"New York Times\" to a newly built building on &lt;a href=\"Longacre%20Square\"&gt;Longacre Square&lt;/a&gt; in &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt;, which the City of New York then renamed as &lt;a href=\"Times%20Square\"&gt;Times Square&lt;/a&gt;. On New Year's Eve 1904, he had pyrotechnists illuminate his new building at &lt;a href=\"One%20Times%20Square\"&gt;One Times Square&lt;/a&gt; with a fireworks show from street level.\nOn August 18, 1921, the 25th anniversary of reorganization, the staff of \"The New York Times\" numbered 1,885. It was classified as an independent &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; publication, and consistently opposed &lt;a href=\"William%20Jennings%20Bryan\"&gt;William Jennings Bryan&lt;/a&gt; in his presidential campaigns. By its fairness in the presentation of news, editorial moderation and ample foreign service, it secured a high place in American journalism, becoming widely read and influential throughout the United States.\nBeginning with 1896, there was issued weekly a supplement, eventually called \"The New York Times Book Review and Magazine\". Gradually other auxiliary publications were added: \"The Annalist\", a financial review appearing on Mondays; \"The Times Mid-Week Pictorial\" on Thursdays; \"Current History Magazine\", a monthly, started during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. \"The New York Times Index\" started in 1913 and was published quarterly; it compared only with the similar \"Index\" to London's \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\".\nIn 1901, Ochs became proprietor and editor of the Philadelphia \"Times\", later merged in the Philadelphia \"&lt;a href=\"Public%20Ledger%20%28Philadelphia%29\"&gt;Public Ledger&lt;/a&gt;\", of which he was sole owner from 1902 to 1912, when he sold it to &lt;a href=\"Cyrus%20H.%20K.%20Curtis\"&gt;Cyrus H. K. Curtis&lt;/a&gt;.\nAccording to Wolfgang Disch, it was during this time in 1916 that Ochs relayed one of his most famous quotes \"I affirm that more than 50% of money spent on advertising is squandered and is a sheer waste of printers' ink.\" This quote might be the origin of the common marketing saying \"I know half the money I spend on advertising is wasted, but I can never find out which half\", which has been attributed to &lt;a href=\"John%20Wanamaker\"&gt;John Wanamaker&lt;/a&gt;.\nFamily and religious activities.\nIn 1884, Ochs married Effie Wise, the daughter of &lt;a href=\"Rabbi\"&gt;Rabbi&lt;/a&gt; &lt;a href=\"Isaac%20Mayer%20Wise\"&gt;Isaac Mayer Wise&lt;/a&gt; of Cincinnati, who was the leading exponent of &lt;a href=\"Reform%20Judaism\"&gt;Reform Judaism&lt;/a&gt; in America and the founder of &lt;a href=\"Hebrew%20Union%20College\"&gt;Hebrew Union College&lt;/a&gt;.\nIn 1928 Ochs built the &lt;a href=\"Mizpah%20Congregation\"&gt;Mizpah Congregation&lt;/a&gt; Temple in &lt;a href=\"Chattanooga\"&gt;Chattanooga&lt;/a&gt; in memory of his parents, Julius and Bertha Ochs. The Georgian colonial building was designated as a Tennessee Historical Preservation Site in 1979.\nOchs was engaged in crusading against &lt;a href=\"anti-Semitism\"&gt;anti-Semitism&lt;/a&gt;. He was active in the early years of the &lt;a href=\"Anti-Defamation%20League\"&gt;Anti-Defamation League&lt;/a&gt;, serving as an executive board member, and used his influence as publisher of the \"New York Times\" to convince other newspapers nationwide to cease the unjustified caricaturing and lampooning of Jews in the American press.\nDeath and legacy.\nOchs died on April 8, 1935, during a visit to Chattanooga. He is buried at the Temple Israel Cemetery in &lt;a href=\"Hastings-on-Hudson\"&gt;Hastings-on-Hudson&lt;/a&gt;, &lt;a href=\"Westchester%20County%2C%20New%20York\"&gt;Westchester County&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;.\nHis only daughter, Iphigene Bertha Ochs, married &lt;a href=\"Arthur%20Hays%20Sulzberger\"&gt;Arthur Hays Sulzberger&lt;/a&gt;, who became publisher of the \"Times\" after Adolph died. Her son-in-law &lt;a href=\"Orvil%20Dryfoos\"&gt;Orvil Dryfoos&lt;/a&gt; was publisher from 1961 to 1963, followed by her son &lt;a href=\"Arthur%20Ochs%20Sulzberger\"&gt;Arthur Ochs \"Punch\" Sulzberger&lt;/a&gt;. Her daughter, Ruth Holmberg, became publisher of \"The Chattanooga Times\". Ruth Holmberg's son is &lt;a href=\"Arthur%20Golden\"&gt;Arthur Golden&lt;/a&gt;, author of \"&lt;a href=\"Memoirs%20of%20a%20Geisha\"&gt;Memoirs of a Geisha&lt;/a&gt;\". Ochs' great-grandson &lt;a href=\"Arthur%20Ochs%20Sulzberger%20Jr.\"&gt;Arthur Ochs Sulzberger Jr.&lt;/a&gt; was publisher of \"The New York Times\" from 1992 until 2017.\nOne of his nephews, &lt;a href=\"Julius%20Ochs%20Adler\"&gt;Julius Ochs Adler&lt;/a&gt;, worked at \"The New York Times\" for more than 40 years, becoming general manager in 1935, after Ochs died. Another nephew, &lt;a href=\"John%20Bertram%20Oakes\"&gt;John Bertram Oakes&lt;/a&gt;, the son of his brother &lt;a href=\"George%20Washington%20Ochs%20Oakes\"&gt;George Washington Ochs Oakes&lt;/a&gt;, in 1961 became editorial page editor of the \"Times\" editorial page, which he edited until 1976. Ochs was inducted into the Junior Achievement U.S. Business Hall of Fame in 1982. Another nephew, Adolph Shelby Ochs, was treasurer and a director of \"The Chattanooga Times\". He was married to Mrs. Theodosia Fitzgerald Gray of Danville, Virginia, granddaughter of Dan River Inc. founder T.B. Fitzgerald, niece of Wachovia Bank founder James Alexander Gray and cousin of Bowman Gray Sr., former president and chairman of R. J. Reynolds.\nReferences.\nInformational notes\nCitations\nFurther reading\nExternal links.\n "
}