{
    "id": "11490987",
    "revid": "19954945",
    "url": "https://en.wikipedia.org/wiki?curid=11490987",
    "title": "Hymns for the Nonbeliever",
    "text": "Hymns for the Nonbeliever is the second studio album by the Australian band &lt;a href=\"Kisschasy\"&gt;Kisschasy&lt;/a&gt;, released on 21 July 2007. On 29 July, \"Hymns for the Nonbeliever\" debuted in the ARIA Albums Chart at number five, staying on the chart for nine weeks, three weeks longer than their first album \"&lt;a href=\"United%20Paper%20People\"&gt;United Paper People&lt;/a&gt;\". The album is said to cover \"global politics, animal cruelty, religion, love and deception\". Lead singer Darren Cordeux has also stated, \"If I was to describe the album in one word I would call it an \"Awakening\". An awakening to ourselves, our music, and to the world around us\".\nSongwriting.\nLead singer and guitarist Darren Cordeux initially wrote about two albums worth of songs, and said that it was \"the rock'n'roll exciting album that ended up being recorded, but also a Lemonheads-y, '90s country-tinged songs [album was recorded]. But we chose the first one because we wanted something hard-hitting and less polite than the first album\".\nSingles.\nThe first single, \"&lt;a href=\"Opinions%20Won%27t%20Keep%20You%20Warm%20at%20Night\"&gt;Opinions Won't Keep You Warm at Night&lt;/a&gt;\", was released on 9 June 2007 and made its chart entry at number 10 on the &lt;a href=\"ARIA%20Charts\"&gt;ARIA Charts&lt;/a&gt;, spending 20 weeks in the top 50. A second single, \"&lt;a href=\"Spray%20on%20Pants\"&gt;Spray on Pants&lt;/a&gt;\", was released on 10 November 2007, peaking at number 47.\nRecording difficulty.\n&lt;a href=\"Kisschasy\"&gt;Kisschasy&lt;/a&gt; had some difficulty in recording \"Hymns for the Nonbeliever\". The band said \"All the drums are there but all the hardware's gone and the hardware's the stuff that holds up each drum and holds the cymbals and everything like that. We waited another whole day, wasted two days just waiting for the stuff to come in. So we ended up just finding things from around the studio like little poles and sandbags just to hold up the drums and we recorded the drums that way for the whole album.\""
}