{
    "id": "11495",
    "revid": "1034373521",
    "url": "https://en.wikipedia.org/wiki?curid=11495",
    "title": "Politics of the Federated States of Micronesia",
    "text": "The politics of the &lt;a href=\"Federated%20States%20of%20Micronesia\"&gt;Federated States of Micronesia&lt;/a&gt; (FSM) takes place in a framework of a &lt;a href=\"Federation\"&gt;federal&lt;/a&gt; &lt;a href=\"List%20of%20countries%20by%20system%20of%20government%23Assembly-independent%20republican%20systems\"&gt;assembly-independent&lt;/a&gt; &lt;a href=\"Representative%20democracy\"&gt;representative democratic&lt;/a&gt; &lt;a href=\"republic\"&gt;republic&lt;/a&gt;. The &lt;a href=\"President%20of%20the%20Federated%20States%20of%20Micronesia\"&gt;President of the Federated States of Micronesia&lt;/a&gt; is both &lt;a href=\"head%20of%20state\"&gt;head of state&lt;/a&gt; and &lt;a href=\"head%20of%20government\"&gt;head of government&lt;/a&gt;. &lt;a href=\"Executive%20power\"&gt;Executive power&lt;/a&gt; is exercised by the president and his cabinet, while &lt;a href=\"legislative%20power\"&gt;legislative power&lt;/a&gt; is vested in both the president and the &lt;a href=\"Congress%20of%20the%20Federated%20States%20of%20Micronesia\"&gt;Congress&lt;/a&gt;. The &lt;a href=\"judiciary\"&gt;judiciary&lt;/a&gt; is independent of the executive and the legislature.\nThe internal workings of the Micronesia are governed by the 1979 constitution, which guarantees fundamental &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt; and establishes a separation of governmental powers. The Federation is in &lt;a href=\"Associated%20state\"&gt;free association&lt;/a&gt; with the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;; the &lt;a href=\"Compact%20of%20Free%20Association\"&gt;Compact of Free Association&lt;/a&gt; entered into force 3 November 1986.\nExecutive branch.\nThe president and the vice president are elected by Congress from among the four senators-at-large for four-year terms. The president is both the chief of state and head of government. Their congressional seats are then filled by special elections. The president and vice president are supported by an appointed cabinet.\nCabinet.\nThe President and Vice President are supported in the administration by a Cabinet made up of 9 appointed officials. They are: the Secretaries of the Department of Environment, Climate Change &amp; Emergency Management (DECEM), the Department of Justice (DOJ), the Department of Foreign Affairs (Foreign Affairs), the Department of Resource &amp; Development (R&amp;D), the Department of Health &amp; Social Affairs (DHSA), the Department of Transportation, Communications, &amp; Infrastructure (TC&amp;I), and the Department of Education (DOE); the heads of the Office of the Public Defender, Office of National Archives, Culture, &amp; Historic Preservations, and FSM Postal Services. Other Cabinet-level officials include the director of the National Oceanic Resource &amp; Maritime Authority, Coconut Development Authority, FSM Banking Board, and National Fisheries Corporation.\nLegislative branch.\nThe &lt;a href=\"Congress%20of%20the%20Federated%20States%20of%20Micronesia\"&gt;Congress&lt;/a&gt; has fourteen non-partisan members, ten members elected for a two-year term in single-seat &lt;a href=\"Constituency\"&gt;constituencies&lt;/a&gt; and four members elected for a four-year term, one from each state &lt;a href=\"At-large\"&gt;at large&lt;/a&gt;.\nJudicial branch.\nThe judiciary is headed by the Supreme Court, which is divided into trial and appellate divisions. The president appoints judges with the advice and consent of the Congress. &lt;a href=\"Andon%20Amaraich\"&gt;Andon Amaraich&lt;/a&gt; was &lt;a href=\"Chief%20Justice\"&gt;Chief Justice&lt;/a&gt; of the Supreme Court until his death in January 2010. He was succeeded by &lt;a href=\"Martin%20G.%20Yinug\"&gt;Martin G. Yinug&lt;/a&gt;, who served until his death on August 31, 2014. He was succeeded by Dennis K. Yamase, who continues to serve as Chief Justice of the Supreme Court since his investiture on October 2, 2015.\nPolitical parties and elections.\nA &lt;a href=\"head%20of%20state\"&gt;head of state&lt;/a&gt; (the President) and a &lt;a href=\"legislature\"&gt;legislature&lt;/a&gt; are elected on a national level. At the 2011 election, only non-&lt;a href=\"Partisan%20%28politics%29\"&gt;partisan&lt;/a&gt;s have been elected. The president is elected for a four-year term by Congress. There are &lt;a href=\"Non-partisan%20democracy\"&gt;no political parties&lt;/a&gt; in Micronesia, though they are not banned. Political allegiances depend mainly on family and island-related factors.\nGovernment Agencies.\nThe government of Micronesia includes national agencies to serve the Micronesian people. The FSM Social Security Administration, FSM Telecommunications Corporation, Office of the Public Auditor, and FSM PetroCorp are independent agencies.\nAdministrative divisions.\nThe FSM is divided in four states: &lt;a href=\"Chuuk%20State\"&gt;Chuuk&lt;/a&gt; (Truk), &lt;a href=\"Kosrae\"&gt;Kosrae&lt;/a&gt;, &lt;a href=\"Pohnpei\"&gt;Pohnpei&lt;/a&gt;, and &lt;a href=\"Yap\"&gt;Yap&lt;/a&gt;. Each has its own constitution, elected legislature, governor, and lieutenant governor. The state governments maintain considerable power, particularly regarding the implementation of budgetary policies.\nInternational organization participation.\nMicronesia is a member of the following international organizations:\nExternal links.\nGovernment"
}