{
    "id": "1149816",
    "revid": "641784",
    "url": "https://en.wikipedia.org/wiki?curid=1149816",
    "title": "Jesse Camp",
    "text": "Josiah Jesse Holden Camp IV is a &lt;a href=\"musician\"&gt;musician&lt;/a&gt; and &lt;a href=\"celebrity\"&gt;television personality&lt;/a&gt; who was the winner of the first \"&lt;a href=\"Wanna%20Be%20a%20VJ\"&gt;Wanna Be a VJ&lt;/a&gt;\" contest on &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt;.\nCareer.\nCamp entered MTV's first \"&lt;a href=\"Wanna%20Be%20a%20VJ\"&gt;Wanna Be a VJ&lt;/a&gt;\" contest in 1998. Portraying himself as &lt;a href=\"homeless\"&gt;homeless&lt;/a&gt; and projecting the image of a \"street kid\", controversy arose when it was discovered that he had been raised and attended private school in &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;. Additionally, \"&lt;a href=\"The%20Village%20Voice\"&gt;The Village Voice&lt;/a&gt;\" reported that an &lt;a href=\"internet\"&gt;internet&lt;/a&gt; source, known only by the &lt;a href=\"User%20%28computing%29\"&gt;handle&lt;/a&gt; \"UglyPig\", claimed to have cast over 3,000 votes for Camp in the Wanna Be a VJ contest, exploiting a security flaw in the system.\nNonetheless, Camp beat fellow contestant &lt;a href=\"Dave%20Holmes%20%28actor%29\"&gt;Dave Holmes&lt;/a&gt; for a &lt;a href=\"VJ%20%28media%20personality%29\"&gt;VJ&lt;/a&gt; job on the popular &lt;a href=\"music%20video\"&gt;music video&lt;/a&gt; show \"&lt;a href=\"Total%20Request%20Live\"&gt;Total Request Live&lt;/a&gt;\", known as \"TRL\". Holmes was also later hired by MTV.\nCamp was popular on the channel, with \"&lt;a href=\"Rolling%20Stone%20%28magazine%29\"&gt;Rolling Stone&lt;/a&gt;\" saying \"An unlikely instant star, he was soon adored by preteen fans, who crowded around him devotedly as he paraded through Times Square in feather boas, leather trousers, sparkly Steven Tyler scarves, and mismatched leg-warmers during his wacky man-on-the-street segments for MTV.\"\nCamp held his position on TRL with &lt;a href=\"Carson%20Daly\"&gt;Carson Daly&lt;/a&gt; as the main host for over a year. Camp also hosted two additional programs of his own for daytime MTV audiences. Camp convinced MTV executives to let him book acts such as &lt;a href=\"Faster%20Pussycat\"&gt;Faster Pussycat&lt;/a&gt;, &lt;a href=\"Ratt\"&gt;Ratt&lt;/a&gt;, &lt;a href=\"Sebastian%20Bach\"&gt;Sebastian Bach&lt;/a&gt; and &lt;a href=\"Dee%20Snider\"&gt;Dee Snider&lt;/a&gt; as guests on his summer series \"Lunch with Jesse\" at a time when these artists were years past being in rotation on the channel. For over a year, Camp hosted the contemporary rock program \"MTV Rocks Off\" interviewing artists such as &lt;a href=\"Joey%20Ramone\"&gt;Joey Ramone&lt;/a&gt;, &lt;a href=\"Henry%20Rollins\"&gt;Henry Rollins&lt;/a&gt;, &lt;a href=\"Korn\"&gt;Korn&lt;/a&gt;, &lt;a href=\"Limp%20Bizkit\"&gt;Limp Bizkit&lt;/a&gt;, &lt;a href=\"Sugar%20Ray\"&gt;Sugar Ray&lt;/a&gt;, &lt;a href=\"Garbage%20%28band%29\"&gt;Garbage&lt;/a&gt;, &lt;a href=\"Peter%20Steele\"&gt;Peter Steele&lt;/a&gt;, &lt;a href=\"Silverchair\"&gt;Silverchair&lt;/a&gt; and &lt;a href=\"Metallica\"&gt;Metallica&lt;/a&gt;.\nFollowing his departure from \"TRL\", Camp parlayed his MTV fame into a rock career with his 1999 debut album \"Jesse &amp; the 8th Street Kidz\" on the &lt;a href=\"Hollywood%20Records\"&gt;Hollywood Records&lt;/a&gt; label. The album was produced by &lt;a href=\"Rob%20Cavallo\"&gt;Rob Cavallo&lt;/a&gt; (Green Day, Kid Rock) and &lt;a href=\"Julian%20Raymond\"&gt;Julian Raymond&lt;/a&gt; (Cheap Trick, Glen Campbell), and specialized in the 1980s style &lt;a href=\"glam%20metal\"&gt;glam metal&lt;/a&gt; that fell out of fashion almost a decade before the album's release. Guest stars on the album included &lt;a href=\"Stevie%20Nicks\"&gt;Stevie Nicks&lt;/a&gt; duetting with Camp on ballad \"My Little Saviour\", &lt;a href=\"Rick%20Nielsen\"&gt;Rick Nielsen&lt;/a&gt;, &lt;a href=\"Steve%20Hunter\"&gt;Steve Hunter&lt;/a&gt; and &lt;a href=\"Gregg%20Bissonette\"&gt;Gregg Bissonette&lt;/a&gt;. Camp cowrote the album with Alex Kane (Life, Sex and Death, Antiproduct), Bam Bam and Jo Almeida (Dogs D'Amour) and &lt;a href=\"Share%20Pedersen\"&gt;Share Pedersen&lt;/a&gt; (Vixen, Bubble). The album sold 2,600 copies in its opening week.\nA video for the first single \"See You Around\" included cameos from &lt;a href=\"Reverend%20Run\"&gt;Reverend Run&lt;/a&gt; and &lt;a href=\"Marky%20Ramone\"&gt;Marky Ramone&lt;/a&gt;. Critical reviews were mixed. &lt;a href=\"Rob%20Sheffield\"&gt;Rob Sheffield&lt;/a&gt; gave the album a review (3.5 stars) in Rolling Stone, while &lt;a href=\"Stephen%20Thomas%20Erlewine\"&gt;Stephen Thomas Erlewine&lt;/a&gt; of Allmusic gave the album 1 star out of a possible 5, writing: \"At times, the music is catchy, but most of the time it's simply irritating, since Camp's singing is every bit as grating as his persona.\" In a retrospective review for \"&lt;a href=\"The%20A.V.%20Club\"&gt;The A.V. Club&lt;/a&gt;\", &lt;a href=\"Nathan%20Rabin\"&gt;Nathan Rabin&lt;/a&gt; noted that the album was well-produced and featured solid performances by the &lt;a href=\"session%20musicians\"&gt;session musicians&lt;/a&gt;, but that the choice to obscure Camp's vocals on most songs betrays his limited musical ability, particularly on the duet with the far more talented Stevie Nicks.\nCamp appeared in an impromptu cameo on the documentary titled \"Power &amp; Control LSD in The Sixties\", by Aron Ranen.\nPersonal life.\nCamp was born in &lt;a href=\"Granby%2C%20Connecticut\"&gt;Granby, Connecticut&lt;/a&gt;. His father was a college professor and his mother was an elementary school principal. Camp attended public school in Granby through the eighth grade. For high school, Camp received a scholarship to &lt;a href=\"Loomis%20Chaffee\"&gt;Loomis Chaffee&lt;/a&gt;, a New England boarding school, graduating in 1997. Also in 1997, Camp received a scholarship to the drama department of UCLA but never attended.\nOn July 19, 2018, Camp was reported missing by his sister Marish to the &lt;a href=\"Riverside%2C%20California\"&gt;Riverside&lt;/a&gt; Police Department. She stated that he had been out of contact with his family for about a week, which was unusual behavior for him, and that he was seen in Riverside around \"the 11th or 12th of July\". He was later seen in &lt;a href=\"Fontana%2C%20California\"&gt;Fontana&lt;/a&gt; on July 19, when a bike patrol officer made a \"pedestrian check\" on Camp outside of a &lt;a href=\"Sherwin-Williams\"&gt;Sherwin-Williams&lt;/a&gt; store, just hours before his sister reported him missing.\nOn July 24, 2018, the Riverside Police Department confirmed that Camp was found safe."
}