{
    "id": "115082",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=115082",
    "title": "Sanders, Kentucky",
    "text": "Sanders is a &lt;a href=\"List%20of%20cities%20in%20Kentucky\"&gt;home rule-class city&lt;/a&gt; in &lt;a href=\"Carroll%20County%2C%20Kentucky\"&gt;Carroll County&lt;/a&gt;, &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt;, in the United States. The population was 238 as of the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt;.\nHistory.\nThe community was founded at a &lt;a href=\"salt%20lick\"&gt;salt lick&lt;/a&gt; on the &lt;a href=\"Buffalo%20Trace%20%28road%29\"&gt;Buffalo Trace&lt;/a&gt; stretching from the &lt;a href=\"Licking%20River%20%28Kentucky%29\"&gt;Licking River&lt;/a&gt; to &lt;a href=\"Drennon%20Springs\"&gt;Drennon Springs&lt;/a&gt;. The community was first known as Rislerville for a local shopkeeper, but was known as Sanders' Mill after the local &lt;a href=\"gristmill\"&gt;miller&lt;/a&gt; Nathaniel Sanders opened a post office in 1816. His son George Washington Sanders continued to operate the mill after his death.\nWhen the community was connected to the &lt;a href=\"Louisville%2C%20Cincinnati%20and%20Lexington%20Railroad\"&gt;Louisville, Cincinnati and Lexington Railroad&lt;/a&gt; in 1867, the station was first named Dixie by the locals but then changed to Liberty Station by the railroad, owing to the importance of the station's trade with nearby &lt;a href=\"New%20Liberty%2C%20Kentucky\"&gt;New Liberty&lt;/a&gt;. The name reverted to Sanders in 1874, according to local historian Anna Parker, owing to the influence of &lt;a href=\"Kentucky%20Senate\"&gt;State Senator&lt;/a&gt; &lt;a href=\"Larkin%20Sanders\"&gt;Larkin Sanders&lt;/a&gt;, who wanted to honor his father.\nGeography.\nSanders is located in the southeast corner of Carroll County at (38.655329, -84.946506), along Eagle Creek, a tributary of the &lt;a href=\"Kentucky%20River\"&gt;Kentucky River&lt;/a&gt;. It is bordered to the south, across Eagle Creek, by &lt;a href=\"Owen%20County%2C%20Kentucky\"&gt;Owen County&lt;/a&gt;, and &lt;a href=\"Gallatin%20County%2C%20Kentucky\"&gt;Gallatin County&lt;/a&gt; begins less than to the east. Exit 55 on &lt;a href=\"Interstate%2071\"&gt;Interstate 71&lt;/a&gt; is to the north.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the city has a total area of , of which , or 0.81%, is water.\nDemographics.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 246 people, 78 households, and 51 families residing in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 790.1 people per square mile (306.4/km). There were 90 housing units at an average density of 289.0 per square mile (112.1/km). The racial makeup of the city was 97.56% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt; and 2.44% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;.\nThere were 78 households, out of which 32.1% had children under the age of 18 living with them, 48.7% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 5.1% had a female householder with no husband present, and 34.6% were non-families. 25.6% of all households were made up of individuals, and 5.1% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 3.14.\nIn the city, the population was spread out, with 22.4% under the age of 18, 8.1% from 18 to 24, 30.9% from 25 to 44, 28.5% from 45 to 64, and 10.2% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 138.8 males. For every 100 females age 18 and over, there were 172.9 males.\nThe median income for a household in the city was $36,146, and the median income for a family was $37,708. Males had a median income of $28,250 versus $27,917 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $11,230. None of the families and 26.7% of the population were living below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including no under eighteens and 71.0% of those over 64."
}