{
    "id": "11515071",
    "revid": "39888099",
    "url": "https://en.wikipedia.org/wiki?curid=11515071",
    "title": "IJustine",
    "text": "Justine Ezarik ( ; born March 20, 1984) is an American &lt;a href=\"YouTuber\"&gt;YouTuber&lt;/a&gt;, host, author, and actress. She is best known as iJustine, with over one billion views on her YouTube channel. She gained attention as a &lt;a href=\"Lifestreaming\"&gt;lifecaster&lt;/a&gt; who communicated directly with her millions of viewers on her &lt;a href=\"Justin.tv\"&gt;Justin.tv&lt;/a&gt; channel, ijustine.tv. She acquired notability in roles variously described as a \"lifecasting star\", a \"new media star\", or one of the &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt;'s most popular lifecasters. She currently posts videos on her main channel iJustine.\nEzarik is known for her \"&lt;a href=\"300-page%20iPhone%20bill\"&gt;300-page iPhone bill&lt;/a&gt;\" which followed the first month of service after the introduction of the first &lt;a href=\"iPhone\"&gt;iPhone&lt;/a&gt; in 2007. The &lt;a href=\"viral%20video\"&gt;viral video&lt;/a&gt; of her review earned her international attention. Ezarik has ranked among the top 1000 &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; users in the world with over 1.9 million followers. Ezarik has starred on the YouTube comedy series \"&lt;a href=\"Annoying%20Orange\"&gt;Annoying Orange&lt;/a&gt;\", as Orange's love interest Passion Fruit. In 2016, she was an advisor to &lt;a href=\"Arnold%20Schwarzenegger\"&gt;Arnold Schwarzenegger&lt;/a&gt; on the reality competition series \"&lt;a href=\"The%20New%20Celebrity%20Apprentice\"&gt;The New Celebrity Apprentice&lt;/a&gt;\". Her television acting credits include guest appearances on \"\", \"&lt;a href=\"Criminal%20Minds\"&gt;Criminal Minds&lt;/a&gt;\", \"&lt;a href=\"The%20Bold%20and%20the%20Beautiful\"&gt;The Bold and the Beautiful&lt;/a&gt;\", and \"&lt;a href=\"The%20Vampire%20Diaries\"&gt;The Vampire Diaries&lt;/a&gt;\". Ezarik also appeared as a main character on the first and fourth season of the &lt;a href=\"YouTube%20Premium\"&gt;YouTube Premium&lt;/a&gt; murder-mystery reality series \"&lt;a href=\"Escape%20the%20Night\"&gt;Escape the Night&lt;/a&gt;\".\nEarly life.\nJustine Ezarik was born in &lt;a href=\"Pittsburgh\"&gt;Pittsburgh&lt;/a&gt;, the oldest daughter of Michelle Ezarik, a physical education teacher and Steve Ezarik, a coal miner of &lt;a href=\"Slovaks\"&gt;Slovak&lt;/a&gt; descent. She attended &lt;a href=\"Bentworth%20High%20School\"&gt;Bentworth High School&lt;/a&gt;, in &lt;a href=\"Washington%20County%2C%20Pennsylvania\"&gt;Washington County&lt;/a&gt;, Pennsylvania, graduating in 2002. Ezarik has two younger sisters, Breanne and Jenna.\nEarly career.\nAfter graduating from the &lt;a href=\"Pittsburgh%20Technical%20College\"&gt;Pittsburgh Technical Institute&lt;/a&gt; in 2004, Ezarik landed several jobs in graphic design and video editing before starting her own business. In December 2006, she was named one of five finalists in the \"Yahoo! Talent Show\", a &lt;a href=\"Yahoo%21\"&gt;Yahoo!&lt;/a&gt;-sponsored competition for best &lt;a href=\"online%20video\"&gt;online video&lt;/a&gt;s.\nShe played a photojournalist covering a bank robbery in downtown Pittsburgh on the &lt;a href=\"television%20series\"&gt;television series&lt;/a&gt; \"&lt;a href=\"The%20Kill%20Point\"&gt;The Kill Point&lt;/a&gt;\" from &lt;a href=\"Spike%20TV\"&gt;Spike TV&lt;/a&gt;, which starred &lt;a href=\"John%20Leguizamo\"&gt;John Leguizamo&lt;/a&gt; and &lt;a href=\"Donnie%20Wahlberg\"&gt;Donnie Wahlberg&lt;/a&gt;; it was filmed in May 2007. In 2007, she was an occasional co-host and panel member on &lt;a href=\"MacBreak\"&gt;MacBreak&lt;/a&gt; and MacBreak Weekly with &lt;a href=\"Leo%20Laporte\"&gt;Leo Laporte&lt;/a&gt;.\nEzarik appeared live on the Internet through the use of a wireless webcam and microphone on her own iJustine &lt;a href=\"Lifestreaming\"&gt;lifecasting&lt;/a&gt; channel on Justin Kan's &lt;a href=\"Justin.tv\"&gt;Justin.tv&lt;/a&gt;, where she began transmitting her life via the Internet on May 29, 2007. She was never paid for any of this volunteer work on Kan's channel as a beta-tester.\nHer reality-video blog (vlog) was the first one launched on Justin.tv. Kan had been encouraged by fans and followers to allow someone else to make a guest appearance on his lifecasting channel.\nAt first Ezarik was considering producing a video series for the technology audience because they had been the most captive audience for online video series. She stated that she did not intend to broadcast what she considers private moments, noting \"That shouldn't be a problem. I am going to try as much as I can to do 24/7.\"\nWhen the iPhone debuted in June 2007, Ezarik covered the device's debut at the &lt;a href=\"Mall%20of%20America\"&gt;Mall of America&lt;/a&gt; in &lt;a href=\"Bloomington%2C%20Minnesota\"&gt;Bloomington&lt;/a&gt;, &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt; a suburb south of &lt;a href=\"Minneapolis%2C%20Minnesota\"&gt;Minneapolis&lt;/a&gt;. She had been invited by a &lt;a href=\"technology%20evangelist\"&gt;technology evangelist&lt;/a&gt; to film her Internet TV show at the mall instead of covering its debut at the &lt;a href=\"Shadyside%20%28Pittsburgh%29\"&gt;Shadyside&lt;/a&gt; Apple store as she had originally planned.\nShe covered the July 22, 2007, \"The Kill Point\" series premiere party live on her lifecast video stream. Ezarik was cited as being one of the website's most popular lifecasters in the October 2007 issues of both \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" and \"&lt;a href=\"The%20Wall%20Street%20Journal\"&gt;The Wall Street Journal&lt;/a&gt;\".\n300-page iPhone bill.\nIn August 2007, she created the \"&lt;a href=\"300-page%20iPhone%20bill\"&gt;300-page iPhone bill&lt;/a&gt;\" video and uploaded it to the video sharing site &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt;, where the video quickly became an &lt;a href=\"Internet%20meme\"&gt;Internet meme&lt;/a&gt;. She also uploaded it to some other video sharing sites. Stories of unexpected billing issues began to circulate in blogs and the technical press after the Apple &lt;a href=\"iPhone\"&gt;iPhone&lt;/a&gt;'s heavily advertised and anticipated release, but this video clip brought the voluminous bills to the attention of the mass media. Ten days after its initial posting, the video had been viewed more than 2 million times on the Internet, and received international news coverage. The video was later reported to have reached over 8 million total views as of December 2007. The video earned Ezarik a $5,000 payout from the &lt;a href=\"video%20hosting%20service\"&gt;video hosting service&lt;/a&gt; &lt;a href=\"Revver\"&gt;Revver&lt;/a&gt;.\nViral video career and Internet celebrity status.\nEzarik was also featured in the August 28, 2007 weekly installment of &lt;a href=\"Kevin%20Sites\"&gt;Kevin Sites&lt;/a&gt;' &lt;a href=\"People%20of%20the%20Web\"&gt;People of the Web&lt;/a&gt; series on &lt;a href=\"Yahoo%21%20News\"&gt;Yahoo! News&lt;/a&gt; along with &lt;a href=\"Justin%20Kan\"&gt;Justin Kan&lt;/a&gt;, the creator of Justin.TV. Sites said she was \"the star of this network so far,\" and said \"she has model good looks and easy cyber savvyness that attracts both technophiles and casual users alike.\" The final cut of the interview video included footage from the live web cast of the interview showing Ezarik's webcam viewpoint. When Sites asked her to turn off her lifecasting equipment later in the interview, he noted that \"at once the conversation seemed more relaxed and natural,\" and she discussed the difficulty of having people watching and publicly judging her all day.\nIn early September 2007, she was featured as the lead story on the &lt;a href=\"Yahoo%21\"&gt;Yahoo!&lt;/a&gt; homepage which boosted her ratings to as many as 4,000 viewers at any given moment. As of late September 2007, she was living in Pittsburgh and held a position as spokesperson for Pittsburgh &lt;a href=\"Councillor\"&gt;Councilman&lt;/a&gt; &lt;a href=\"Bill%20Peduto\"&gt;Bill Peduto&lt;/a&gt;. She also landed a job with Xtrain which was a firm that specialized in &lt;a href=\"new%20media\"&gt;new media&lt;/a&gt; expert training. Although her father remained supportive, her friends were beginning to tire of the intrusive nature of her activities by the end of 2007. In October 2007, she was described as one of the web's most popular lifecasters in &lt;a href=\"Tribune%20Media\"&gt;Tribune Company&lt;/a&gt; affiliates such as the \"&lt;a href=\"Chicago%20Tribune\"&gt;Chicago Tribune&lt;/a&gt;\". That fall, she was a featured participant in the first annual BlogWorld &amp; New Media Expo which bills itself as the \"World's Largest Social Media Conference\".\nBy April 2008, Ezarik had largely reduced her lifecasting productions to a less frequent basis. She had resumed pursuit of her web designer and video editor career and was living in &lt;a href=\"Carnegie%2C%20Pennsylvania\"&gt;Carnegie&lt;/a&gt;. Her new equipment by &lt;a href=\"Nokia\"&gt;Nokia&lt;/a&gt; enabled her to lifecast and produce &lt;a href=\"Streaming%20media\"&gt;streaming video&lt;/a&gt; live without a computer connection. She continued to make weekly appearances on her own iJustine website at www.ijustine.tv. Still a Carnegie resident at the time, Ezarik planned to be vacationing in &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt; when the &lt;a href=\"iPhone%203G\"&gt;iPhone 3G&lt;/a&gt; was released in July 2008 and hoped to find an AT&amp;T wireless store to upgrade her phone while on vacation. That June Ezarik was named by &lt;a href=\"Intel\"&gt;Intel&lt;/a&gt; and its PR firm &lt;a href=\"Ogilvy%20%26amp%3B%20Mather\"&gt;Ogilvy &amp; Mather&lt;/a&gt; to a 10-member social media strategy advisory board. In late 2008, she relocated her base of operation from Pittsburgh to &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;.\nEzarik posted a video about wanting to order a &lt;a href=\"cheeseburger\"&gt;cheeseburger&lt;/a&gt; on YouTube. It got 600,000 views in its first week. Ezarik has come to view iJustine as a character. As a result, she does not curse or drink alcohol on any videos she releases. By January 2009 she had reduced her lifecasting by a few hours a week, and by April 2009 her lifecast channel fell silent. When Ezarik first moved to Los Angeles, she was managed by Richard Frias who also manages YouTube celebrities &lt;a href=\"HappySlip\"&gt;HappySlip&lt;/a&gt; and &lt;a href=\"KevJumba\"&gt;KevJumba&lt;/a&gt;, but according to a post on Ezarik's alternate Twitter account she was unmanaged and earned money by appearing at conferences and in online promotional spots. At the time, she believed that her fanbase was predominately between the ages of 11 and 18.\nIn October 2008, she became the host of an online, twice weekly music and lifestyle program produced by PluggedIn.com called The PluggedIn 5.\nIn 2008, she lived in an apartment in Los Angeles. She has a series of advertisements by the name of \"Lost in America\" appearing on AT&amp;T's website. The series of ads, which features herself and Karen Nguyen who is a well-known blogger, has not been viewed as successful in the advertising industry. The series has Ezarik and Nguyen getting lost in various locales and solving their problems using AT&amp;T equipment. After the first eleven episodes over the course of two weeks in November 2008, the series only registered a total of 31,000 views according to Tubemogul.\nEzarik was also hired to appear in three commercials for a national TV ad campaign for &lt;a href=\"Mozy\"&gt;Mozy&lt;/a&gt;, an award-winning online backup and recovery system. She was also hired by &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt; and &lt;a href=\"Dick%20Clark%20Productions\"&gt;Dick Clark Productions&lt;/a&gt; to host online preshows for awards broadcasts. In April 2009, she had approximately 50,000 MySpace friends and the system limit of 5,000 &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; friends. An April 2009, \"&lt;a href=\"USA%20Today\"&gt;USA Today&lt;/a&gt;\" article credited her as having 386,000 Twitter followers. By June 2009, she had 590,000 &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; followers, 94,000 subscribers to the iJustine &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; channel, and 25,000 &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; fans. The \"USA Today\" story described how she has scaled down her lifecasting because of its deleterious impact on her life.\n&lt;a href=\"Carl%27s%20Jr.\"&gt;Carl's Jr.&lt;/a&gt; has hired a team of YouTube stars, including Ezarik to produce made-for-web ads for their new Portobello Mushroom Six-Dollar Burger on the Carl's Jr. YouTube channel, each endorser's YouTube page, and other &lt;a href=\"Google\"&gt;Google&lt;/a&gt;-related media outlets. Following the August 6, 2009, Twitter &lt;a href=\"Denial-of-service%20attack\"&gt;Denial-of-service attack&lt;/a&gt; Ezarik was featured in \"The Wall Street Journal\" describing her coping mechanisms, such as repeatedly tapping the F5 &lt;a href=\"function%20key\"&gt;function key&lt;/a&gt; (the refresh button), for Twitter outages. In December 2009, \"USA Today\" reported that Ezarik earns about $75,000 annually from YouTube, and claims she has nearly a million followers on Twitter and 300,000 YouTube subscribers. The same article estimated that she has been viewed on YouTube a total of 64 million times and that her spoof on &lt;a href=\"The%20Black%20Eyed%20Peas\"&gt;The Black Eyed Peas&lt;/a&gt;' \"&lt;a href=\"I%20Gotta%20Feeling\"&gt;I Gotta Feeling&lt;/a&gt;\" drew 4.8 million viewers. The article notes that Ezarik does her work with a $400 &lt;a href=\"Canon%20Powershot\"&gt;Canon Powershot&lt;/a&gt; &lt;a href=\"digital%20camera\"&gt;digital camera&lt;/a&gt; and a $12 green rug from &lt;a href=\"IKEA\"&gt;IKEA&lt;/a&gt; to create her &lt;a href=\"green%20screen\"&gt;green screen&lt;/a&gt;.\nOn March 1, 2010, the &lt;a href=\"2nd%20Streamy%20Awards\"&gt;2010 Streamy Awards&lt;/a&gt; nominations included her in the Best Vlogger category. Ezarik was listed as 97th in &lt;a href=\"Maxim%20%28magazine%29\"&gt;Maxim&lt;/a&gt;'s \"Hot 100\" list for the year 2010. In 2010, &lt;a href=\"General%20Electric\"&gt;General Electric&lt;/a&gt; hired her to create five videos as part of their Healthymagination campaign. The videos received over 2 million views. She also did some work for &lt;a href=\"Mattel\"&gt;Mattel&lt;/a&gt; and &lt;a href=\"Intel\"&gt;Intel&lt;/a&gt;. In April 2011, she was nominated for the &lt;a href=\"Webby%20Award\"&gt;Webby Award&lt;/a&gt; for Best Web Personality/Host. The Webby Awards recognizes two classifications of winners each category – The Webby Award, chosen by The &lt;a href=\"International%20Academy%20of%20Digital%20Arts%20and%20Sciences\"&gt;International Academy of Digital Arts and Sciences&lt;/a&gt;, and The People's Voice Award which is voted on by the public. Ezarik won the People's Voice Award in the category.\nIn November 2013, Ezarik hosted a social media lounge for the &lt;a href=\"Nickelodeon%20HALO%20Awards\"&gt;Nickelodeon HALO Awards&lt;/a&gt;. She was nominated at the &lt;a href=\"4th%20Streamy%20Awards\"&gt;4th Streamy Awards&lt;/a&gt; in 2014 for Best Collaboration with &lt;a href=\"Rooster%20Teeth\"&gt;Rooster Teeth&lt;/a&gt;, &lt;a href=\"Freddie%20Wong\"&gt;Freddie Wong&lt;/a&gt;, Greg Miller, and &lt;a href=\"Adam%20Kovic\"&gt;Adam Kovic&lt;/a&gt;. At the &lt;a href=\"Streamy%20Awards\"&gt;2015 Streamy Awards&lt;/a&gt;, Ezarik won in the Lifestyle category.\nEzarik signed with the &lt;a href=\"William%20Morris%20Endeavor\"&gt;William Morris Endeavor&lt;/a&gt; in July 2017, and she was named one of the top 10 Top Tech/Business Influencers by \"&lt;a href=\"Forbes\"&gt;Forbes&lt;/a&gt;\" for 2017.\nOn March 10, 2019, Justine surpassed 1,000,000,000 views on her &lt;a href=\"https%3A//www.youtube.com/user/ijustine\"&gt;iJustine&lt;/a&gt; YouTube channel.\nActing career.\nOn November 4, 2009, she appeared as AJ, a 16-year-old crime victim, in a of \" \" titled \"Users\". She was also shown as a contestant on the 7,000th episode of \"&lt;a href=\"The%20Price%20Is%20Right%20%28U.S.%20game%20show%29\"&gt;The Price Is Right&lt;/a&gt;\" the day after where she won prizes including a first-class trip to &lt;a href=\"Acapulco\"&gt;Acapulco&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, an &lt;a href=\"Apple%20Inc.\"&gt;Apple&lt;/a&gt; &lt;a href=\"Mac%20Pro\"&gt;Mac Pro&lt;/a&gt; computer, a &lt;a href=\"Rolex\"&gt;Rolex&lt;/a&gt; watch, &lt;a href=\"Viking%20Range\"&gt;Viking&lt;/a&gt; cooking appliances, and a &lt;a href=\"MIDI\"&gt;MIDI&lt;/a&gt; recording keyboard. According to her &lt;a href=\"IMDb.com\"&gt;IMDb.com&lt;/a&gt; page, in 2009 and 2010 she earned &lt;a href=\"web%20series\"&gt;web series&lt;/a&gt; guest appearance credits for \"&lt;a href=\"BlackBoxTV%20Presents\"&gt;BlackBoxTV Presents&lt;/a&gt;\", \"&lt;a href=\"The%20Station%20%28YouTube%29\"&gt;The Station&lt;/a&gt;\", and \"Totally Sketch\". She also has a credit for the &lt;a href=\"List%20of%20Criminal%20Minds%20episodes%20%28season%206%29\"&gt;November 3, 2010, season 6 episode&lt;/a&gt; of \"&lt;a href=\"Criminal%20Minds\"&gt;Criminal Minds&lt;/a&gt;\" titled \"Middle Men\". Ezarik had a major recurring role as Orange's love interest, Passion Fruit on the popular YouTube comedy series \"&lt;a href=\"The%20Annoying%20Orange\"&gt;The Annoying Orange&lt;/a&gt;.\" She appeared in the &lt;a href=\"The%20Vampire%20Diaries%20%28season%203%29\"&gt;January 5, 2012, season 3 episode&lt;/a&gt; of \"&lt;a href=\"The%20Vampire%20Diaries\"&gt;The Vampire Diaries&lt;/a&gt;\" titled \"The New Deal\". From March 31 to May 5, 2012, she served as a host on the reality TV series \"&lt;a href=\"Escape%20Routes%20%28TV%20series%29\"&gt;Escape Routes&lt;/a&gt;\". At the time, she had 1.4 million Twitter followers. Ezarik appeared in season 6 of \"&lt;a href=\"The%20Guild%20%28web%20series%29\"&gt;The Guild&lt;/a&gt;\".\nAfter having been named \"the most influential person online\" in an article in \"Fast Company\" and achieving a number 6 ranking in \"&lt;a href=\"The%20Daily%20Beast\"&gt;The Daily Beast&lt;/a&gt;\" Digital Power Index in 2012, Ezarik signed with &lt;a href=\"United%20Talent%20Agency\"&gt;United Talent Agency&lt;/a&gt; in 2013. In 2014, she was ranked among the 100 most influential people toward 18–34 year olds by &lt;a href=\"Joel%20Stein\"&gt;Joel Stein&lt;/a&gt; of \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\". \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" named her as one of its 2015 Social Media Stars. She has hosted \"&lt;a href=\"E%21%20News\"&gt;E! News&lt;/a&gt;\" and for &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;. She had a special cameo appearance as Pam in the 2015 comedy film \"&lt;a href=\"The%20Wedding%20Ringer\"&gt;The Wedding Ringer&lt;/a&gt;\". She appeared in the 2016 &lt;a href=\"Syfy\"&gt;Syfy&lt;/a&gt; film \"\" as well as the &lt;a href=\"YouTube%20Premium\"&gt;YouTube Red&lt;/a&gt; webseries \"&lt;a href=\"Escape%20the%20Night\"&gt;Escape the Night&lt;/a&gt;\".\nOn December 1, 2016, Ezarik was announced as a boardroom advisor to &lt;a href=\"Arnold%20Schwarzenegger\"&gt;Arnold Schwarzenegger&lt;/a&gt; on the only season of \"&lt;a href=\"The%20New%20Celebrity%20Apprentice\"&gt;The New Celebrity Apprentice&lt;/a&gt;\". Ezarik appears as a main character on the YouTube Red murder-mystery series \"&lt;a href=\"Escape%20the%20Night\"&gt;Escape the Night&lt;/a&gt;\" as the Gambler. In episode 3, titled \"Buried Alive\" she is killed by being buried alive. She also participated in the fourth season of the series, titled \"Escape the Night: All-Stars\", as the Adventurer. She died in the second episode of the season by being choked to death.\nPublished works.\nIn May 2014, &lt;a href=\"Simon%20%26amp%3B%20Schuster\"&gt;Simon &amp; Schuster&lt;/a&gt; announced that its Atria Publishing Group division had partnered with United Talent Agency and would publish books by a group of social media stars including iJustine. Her book–titled \"I, Justine\" ()–was released on June 2, 2015. \"&lt;a href=\"Fast%20Company\"&gt;Fast Company&lt;/a&gt;\" writer David Zax described the book saying, \"Ezarik wound up writing a sort of work of investigative journalism about herself by digging into a morass of tweets, photos, and videos to help remind herself who she is.\""
}