{
    "id": "11525540",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=11525540",
    "title": "Bosa, Bogotá",
    "text": "Bosa is the 7th locality of the Capital District of the &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;n capital, &lt;a href=\"Bogot%C3%A1\"&gt;Bogotá&lt;/a&gt;. Bosa is located in the southwest of Bogotá and is the 8th largest locality and 9th most populated. This district is inhabited by lower class residents.\nEtymology.\nThe name of Bosa in &lt;a href=\"Chibcha%20language\"&gt;Muysccubun&lt;/a&gt; means \"enclosure of the one that guards and defends the cornfields\".\nGeography.\nBosa limits to the north with the &lt;a href=\"Tunjuelo%20River\"&gt;Tunjuelo River&lt;/a&gt; and the Camino de Osorio neighborhood of the locality &lt;a href=\"Kennedy%2C%20Bogot%C3%A1\"&gt;Kennedy&lt;/a&gt;. To the south Bosa borders the &lt;a href=\"Norte-Quito-Sur\"&gt;Autopista Sur&lt;/a&gt; separating it from the localitity of &lt;a href=\"Ciudad%20Bol%C3%ADvar%2C%20Bogot%C3%A1\"&gt;Ciudad Bolívar&lt;/a&gt; and the &lt;a href=\"municipalities%20of%20Colombia\"&gt;municipality&lt;/a&gt; of &lt;a href=\"Soacha\"&gt;Soacha&lt;/a&gt; in &lt;a href=\"Cundinamarca%20Department\"&gt;Cundinamarca&lt;/a&gt;. To the east, Bosa borders the Tunjuelo River and the locality of Kennedy and to the west the &lt;a href=\"Bogot%C3%A1%20River\"&gt;Bogotá River&lt;/a&gt; and the municipalities of Soacha and &lt;a href=\"Mosquera%2C%20Cundinamarca\"&gt;Mosquera&lt;/a&gt;.\nBesides being crossed by the Tunjuelo and Bogotá River, Bosa also has numerous creeks and streams which include the Quebrada Limas, Quebrada Trompeta, La Estrella, El Infierno, Quiba, Calderón, Bebedero and Aguas Calientes.\nHistory.\nBosa was once the site of an important &lt;a href=\"Muisca\"&gt;Muisca&lt;/a&gt; village. During the &lt;a href=\"Pre-Columbian%20era\"&gt;Pre-Columbian era&lt;/a&gt;, the area was governed by \"&lt;a href=\"cacique\"&gt;cacique&lt;/a&gt;s\" as part of the &lt;a href=\"Muisca%20Confederation\"&gt;Muisca Confederation&lt;/a&gt;, among them and at the moment of the &lt;a href=\"Spanish%20people\"&gt;Spanish&lt;/a&gt; arrival; the \"cacique\" Techovita.\nEarly in 1538, Bosa witnessed one of the most dramatic chapters in the history of the &lt;a href=\"Muisca\"&gt;Muisca&lt;/a&gt;. The last \"&lt;a href=\"zipa\"&gt;zipa&lt;/a&gt;\", &lt;a href=\"Sagipa\"&gt;Sagipa&lt;/a&gt; (also called Saquesazipa among other names), was hung by &lt;a href=\"Gonzalo%20Jim%C3%A9nez%20de%20Quesada\"&gt;Gonzalo Jiménez de Quesada&lt;/a&gt; when his subjects failed to fill up a room with the amount of gold the &lt;a href=\"conquistador\"&gt;conquistador&lt;/a&gt;s asked as &lt;a href=\"ransom\"&gt;ransom&lt;/a&gt; for his freedom. At the same time, Cuxinimpaba and Cuxinimegua, or Cuxininegua, the legitimate heirs to the throne of &lt;a href=\"Tisquesusa\"&gt;Tisquesusa&lt;/a&gt;, the last independent &lt;a href=\"Muisca%20rulers\"&gt;Muisca ruler&lt;/a&gt; who had been assassinated in &lt;a href=\"Funza\"&gt;Funza&lt;/a&gt; in 1537 by Jiménez de Quesada's soldiers, were hanged. This way the conquistador put an end to the lineage of the &lt;a href=\"Muisca%20rulers\"&gt;Muisca rulers&lt;/a&gt;.\nIn 1538, Bosa became a meeting place for &lt;a href=\"Gonzalo%20Jim%C3%A9nez%20de%20Quesada\"&gt;Gonzalo Jiménez de Quesada&lt;/a&gt;, &lt;a href=\"Nikolaus%20Federmann\"&gt;Nikolaus Federmann&lt;/a&gt; and &lt;a href=\"Sebasti%C3%A1n%20de%20Belalc%C3%A1zar\"&gt;Sebastián de Belalcázar&lt;/a&gt; during the &lt;a href=\"Spanish%20conquest%20of%20the%20Muisca\"&gt;Spanish conquest of the Muisca&lt;/a&gt;. The exact location of their encounter was marked with a stone cross, today located on the east side of Bosa's main square.\nThe 4th article of the June 22, 1850 Law dissolved the &lt;a href=\"resguardo\"&gt;resguardo&lt;/a&gt; for &lt;a href=\"Indigenous%20peoples%20of%20Colombia\"&gt;indigenous people&lt;/a&gt;, in an effort to drive them away from the villages. These process ended in 1886.\nOn November 22, 1853, a battle took place in Bosa between the forces of &lt;a href=\"Tom%C3%A1s%20Cipriano%20de%20Mosquera\"&gt;Tomás Cipriano de Mosquera&lt;/a&gt;, &lt;a href=\"Jos%C3%A9%20Hilario%20L%C3%B3pez\"&gt;José Hilario López&lt;/a&gt; and &lt;a href=\"Pedro%20Alc%C3%A1ntara%20Herr%C3%A1n\"&gt;Pedro Alcántara Herrán&lt;/a&gt; against the forces of Dictator &lt;a href=\"Jose%20Maria%20Melo\"&gt;Jose Maria Melo&lt;/a&gt;, this became known as the &lt;a href=\"Battle%20of%20Bosa\"&gt;Battle of Bosa&lt;/a&gt;.\nUntil the mid 20th century, Bosa was a relatively small municipality formed by five neighborhoods and a population less than 20,000 people. The people dedicated to rural agricultural activities. By 1954, the government of &lt;a href=\"Gustavo%20Rojas%20Pinilla\"&gt;Gustavo Rojas Pinilla&lt;/a&gt; annexed Bosa to the &lt;a href=\"Bogot%C3%A1%2C%20Capital%20District\"&gt;Special District of Bogotá&lt;/a&gt;, which triggered a demographic expansion. Bosa then became a &lt;a href=\"commuter%20town\"&gt;commuter town&lt;/a&gt; for &lt;a href=\"Bogot%C3%A1\"&gt;Bogotá&lt;/a&gt;.\nIn the &lt;a href=\"Colombian%20Constitution%20of%201991\"&gt;Colombian Constitution of 1991&lt;/a&gt;, Bogotá was rearranged and became the Capital District in which Bosa formed the 7th locality. In 1992 and 2000, the &lt;a href=\"Cabildo%20%28council%29\"&gt;Cabildo&lt;/a&gt;s of &lt;a href=\"Suba%2C%20Bogot%C3%A1\"&gt;Suba&lt;/a&gt; and Bosa were officially recognized by the &lt;a href=\"Government%20of%20Bogot%C3%A1\"&gt;Government of Bogotá&lt;/a&gt; as stipulated in Law 89 of 1890. The &lt;a href=\"Cabildo%20Mayor%20del%20Pueblo%20Muisca\"&gt;Cabildo Mayor del Pueblo Muisca&lt;/a&gt; was founded on September 22, 2002 in Bosa.\nNeighborhoods and veredas.\nVeredas.\nThe San Bernardino vereda is inhabited by direct descendants of the &lt;a href=\"Muisca\"&gt;Muisca&lt;/a&gt; who used as last name the name of the tribe, such as Neuta, Chiguasque, Tunjo, Orobajo and Fitatá.\nTransport.\nLocally, Bosa has very few access points due to the presence of large &lt;a href=\"slums\"&gt;slums&lt;/a&gt; which do not have paved roads besides &lt;a href=\"Avenida%20Bosa\"&gt;Avenida Bosa&lt;/a&gt;. Public transportation from other parts of Bogotá arrives through the &lt;a href=\"Avenida%20Ciudad%20de%20Cali\"&gt;Avenida Ciudad de Cali&lt;/a&gt; and the &lt;a href=\"Avenida%20Primero%20de%20Mayo\"&gt;Avenida Primero de Mayo&lt;/a&gt; and the Diagonal 86. Bosa is served by two &lt;a href=\"TransMilenio\"&gt;TransMilenio&lt;/a&gt; stations; &lt;a href=\"Portal%20del%20Sur%20%28TransMilenio%29\"&gt;Portal del Sur&lt;/a&gt; (line G) and &lt;a href=\"Portal%20de%20Las%20Am%C3%A9ricas%20%28TransMilenio%29\"&gt;Portal de Las Américas&lt;/a&gt; (line F) and their support routes."
}