{
    "id": "11525953",
    "revid": "575347",
    "url": "https://en.wikipedia.org/wiki?curid=11525953",
    "title": "Biblioteca Vasconcelos",
    "text": "&lt;a href=\"Mexico%20City\"&gt;Mexico City&lt;/a&gt;'s Biblioteca Vasconcelos (\"Vasconcelos Library\"), also known as Biblioteca Vasconcelos or else la Biblioteca Vasconcelos or la Vasconcelos and labeled by the press as the \"Megabiblioteca\" (\"megalibrary\"), is a library in the downtown area of &lt;a href=\"Mexico%20City\"&gt;Mexico City&lt;/a&gt; (&lt;a href=\"colonia%20Buenavista\"&gt;Buenavista neighborhood&lt;/a&gt;, &lt;a href=\"delegaci%C3%B3n%20Cuauht%C3%A9moc\"&gt;Cuauhtémoc borough&lt;/a&gt;). It was dedicated to &lt;a href=\"Jos%C3%A9%20Vasconcelos\"&gt;José Vasconcelos&lt;/a&gt;, the philosopher and former presidential candidate and former president of the &lt;a href=\"National%20Library%20of%20Mexico\"&gt;National Library of Mexico&lt;/a&gt;. The library is spread across 38,000 square metres (409,000 sq ft) and had an initial planned cost of 954 million pesos (roughly US$98 million). The &lt;a href=\"Congress%20of%20Mexico\"&gt;Congress of Mexico&lt;/a&gt; proposed plans to reduce the budget of 2006 that included cuts for all three branches of government. &lt;a href=\"National%20Action%20Party%20%28Mexico%29\"&gt;National Action Party&lt;/a&gt; (PAN) presented an alternative budget that preserved funds for &lt;a href=\"Enciclomedia\"&gt;Enciclomedia&lt;/a&gt; and the Vasconcelos Library.\nThe library is located in downtown &lt;a href=\"Cuauht%C3%A9moc%2C%20D.F.\"&gt;Delegación Cuauhtémoc&lt;/a&gt; at the Buenavista train station where the &lt;a href=\"Mexico%20City%20Metro\"&gt;metro&lt;/a&gt;, &lt;a href=\"Ferrocarril%20Suburbano%20de%20la%20Zona%20Metropolitana%20del%20Valle%20de%20M%C3%A9xico\"&gt;suburban train&lt;/a&gt;, and &lt;a href=\"Mexico%20City%20Metrob%C3%BAs\"&gt;metrobus&lt;/a&gt; meet. It is adorned by several sculptures by Mexican artists, including &lt;a href=\"Gabriel%20Orozco\"&gt;Gabriel Orozco&lt;/a&gt;'s \"Ballena\" (\"Whale\"), prominently located at the centre of the building.\nHistory.\nThen President of Mexico &lt;a href=\"Vicente%20Fox\"&gt;Vicente Fox&lt;/a&gt; inaugurated the library on 16 May 2006, and stated that this was one of the most advanced constructions of the 21st century, and that it would be spoken of throughout the world. This inauguration took place a week before the deadline the president had to promote his accomplishments before the 2006 presidential election.\nThe library had to close in March 2007 due to construction defects. \nThe &lt;a href=\"Superior%20Auditor%20of%20the%20Federation\"&gt;Superior Auditor of the Federation&lt;/a&gt; detected 36 construction irregularities and issued 13 motions of responsibility for public servants of the federal government. Among the irregularities found was the misplacement of marble blocks at a cost of 15 million pesos (roughly 1.4 million dollars).\nDuring &lt;a href=\"Felipe%20Calder%C3%B3n%20Hinojosa\"&gt;Calderón&lt;/a&gt;'s administration, efforts to restore it continued with a further investment of 32 million pesos (roughly US$3 million).\nIt was reopened to the public in November 2008 after 22 months.\nArchitecture.\nThe winning proposal for the library was designed by the Mexican architects &lt;a href=\"Alberto%20Kalach\"&gt;Alberto Kalach&lt;/a&gt; and &lt;a href=\"Juan%20Palomar\"&gt;Juan Palomar&lt;/a&gt;"
}