{
    "id": "11536778",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=11536778",
    "title": "Judicial opinion",
    "text": "A judicial opinion is a form of &lt;a href=\"legal%20opinion\"&gt;legal opinion&lt;/a&gt; written by a &lt;a href=\"judge\"&gt;judge&lt;/a&gt; or a &lt;a href=\"judicial%20panel\"&gt;judicial panel&lt;/a&gt; in the course of resolving a legal dispute, providing the &lt;a href=\"Case%20law\"&gt;decision&lt;/a&gt; reached to resolve the dispute, and usually indicating the facts which led to the dispute and an analysis of the &lt;a href=\"law\"&gt;law&lt;/a&gt; used to arrive at the decision.\nDrafting process.\nAn opinion may be released in several stages of completeness. First, a bench opinion may be handed down, with the judge or panel of judges indicating their decision and a rough explanation of the reasoning underlying it. A slip opinion may also be issued the day the decision is handed down, and is usually not typeset or fully formatted. It is not the final or most authoritative version, being subject to further revision before being replaced with a final published edition. The &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court of the United States&lt;/a&gt; issues slip opinions with the following disclaimer:\nTypes of judicial opinions.\nA unanimous opinion is one in which all of the justices agree and offer one rationale for their decision. \nA &lt;a href=\"majority%20opinion\"&gt;majority opinion&lt;/a&gt; is a judicial opinion agreed to by more than half of the members of a &lt;a href=\"court\"&gt;court&lt;/a&gt;. A majority opinion sets forth the decision of the court and an explanation of the rationale behind the court's decision. Not all cases have a majority opinion. At times, the justices voting for a majority decision (e.g., to affirm or reverse the lower court's decision) may have drastically different reasons for their votes, and cannot agree on the same set of reasons. In that situation, several &lt;a href=\"concurring%20opinion\"&gt;concurring opinion&lt;/a&gt;s may be written, none of which is actually the view of a majority of the members of the court. Therefore, the concurring opinion joined by the greatest number of judges is referred to as the &lt;a href=\"plurality%20opinion\"&gt;plurality opinion&lt;/a&gt;.\nA &lt;a href=\"dissenting%20opinion\"&gt;dissenting opinion&lt;/a&gt; (or dissent) is an opinion written by one or more judges expressing disagreement with the majority opinion. A dissenting opinion does not create &lt;a href=\"binding%20precedent\"&gt;binding precedent&lt;/a&gt; nor does it become a part of &lt;a href=\"case%20law\"&gt;case law&lt;/a&gt;. However, they are cited from time to time as a &lt;a href=\"persuasive%20authority\"&gt;persuasive authority&lt;/a&gt; when arguing that the court's &lt;a href=\"Holding%20%28law%29\"&gt;holding&lt;/a&gt; should be limited or overturned. In some cases, a previous dissent is used to spur a change in the law, and a later case will write a majority opinion for the same rule of law formerly cited by the dissent. The dissent may disagree with the majority for any number of reasons: a different interpretation of the case law, use of different principles, or a different interpretation of the facts. They are written at the same time as the majority opinion, and are often used to dispute the reasoning behind the majority opinion.\nNormally, appellate courts (or panels) are staffed with an odd number of judges to avoid a tie. Sometimes when judicial positions are vacant or a judge has recused himself or herself from the case, the court may be stuck with a tie, in which case the lower court's decision will be affirmed without comment by an equally divided court.\nA &lt;a href=\"Per%20curiam%20decision\"&gt;\"per curiam\" decision&lt;/a&gt; is one rendered by the court (or at least, a majority of the court) acting collectively and anonymously. In contrast to regular opinions, a \"per curiam\" does not list the individual judge responsible for authoring the decision, but minority dissenting and concurring decisions are signed.\nInteraction with the body of law.\nA majority opinion in countries which use the &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; system becomes part of the body of &lt;a href=\"case%20law\"&gt;case law&lt;/a&gt;. Such decisions can usually be cited as &lt;a href=\"precedent\"&gt;precedent&lt;/a&gt; by later courts. In some courts, such as the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court of the United States&lt;/a&gt;, the majority opinion may be broken down into numbered or lettered sections. This allows judges who write an opinion \"concurring in part\" or \"&lt;a href=\"Dissenting%20opinion\"&gt;dissenting&lt;/a&gt; in part\" to easily identify which parts they join with the majority, and which sections they do not.\nOpinions may also be issued in ways that limit the amount of authority that they have as precedents for future cases. In &lt;a href=\"Law%20of%20the%20United%20States\"&gt;United States legal practice&lt;/a&gt;, a &lt;a href=\"memorandum%20opinion\"&gt;memorandum opinion&lt;/a&gt; (or memorandum decision) is an opinion that does not create precedent of any kind in some jurisdictions. A memorandum is often brief and written only to announce &lt;a href=\"Judgment%20%28law%29\"&gt;judgment&lt;/a&gt; in a particular case. Depending upon local &lt;a href=\"court\"&gt;court&lt;/a&gt; rules, &lt;a href=\"legal%20citation\"&gt;citation&lt;/a&gt; of the opinion as &lt;a href=\"case%20law\"&gt;case law&lt;/a&gt; may not be accepted. A memorandum opinion may be issued where the law is so clearly defined that no purpose would be served by issuing an explanation as to why the law requires a certain disposition of the case before the court. In appellate courts, a memorandum opinion may indicate that the judges hearing the appeal find no error in the opinion being appealed to be worthy of comment.\nNon-adjudicative opinions.\nAn &lt;a href=\"advisory%20opinion\"&gt;advisory opinion&lt;/a&gt; or &lt;a href=\"certified%20question\"&gt;certified question&lt;/a&gt; are those issued by a court or administrative body or panel that do not dispose of a particular case. They often address a general issue or matter, or are issued in a case that is being heard outside their jurisdiction. They are not issued for the purposes of deciding a particular case before the court in question.\nSome circumstances where they are issued include:\nFactors influencing judicial opinions.\nA 2011 peer-reviewed research paper suggested that judicial rulings can be swayed by extraneous variables that should have no bearing on legal decisions, such as the timing of a parole hearing in relation to the judges' meal breaks. However, a re-examination of the data found that these conclusions had been based on erroneous assumptions. "
}