{
    "id": "1155635",
    "revid": "3096737",
    "url": "https://en.wikipedia.org/wiki?curid=1155635",
    "title": "Anglo-Scottish Cup",
    "text": "The Anglo-Scottish Cup was a tournament arranged for teams in the &lt;a href=\"The%20Football%20League\"&gt;English&lt;/a&gt; and &lt;a href=\"Scottish%20Football%20League\"&gt;Scottish&lt;/a&gt; &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; leagues during the summer for several years during the 1970s. It was created in 1975 as a new incarnation of the &lt;a href=\"Texaco%20Cup\"&gt;Texaco Cup&lt;/a&gt;, with a similar format to its predecessor, but involving clubs from England and Scotland only.\nThe competition made every attempt to maintain the status of a top-level tournament. &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt; were expelled from the 1976–77 competition for playing a weakened team in the first leg of their quarter-final against &lt;a href=\"Ayr%20United%20F.C.\"&gt;Ayr United&lt;/a&gt;. Over the years, however, English entrants were increasingly drawn from the lower divisions, and in 1981 the Scottish clubs withdrew as the public showed little interest in the competition. As the final winners, &lt;a href=\"Chesterfield%20F.C.\"&gt;Chesterfield&lt;/a&gt; still hold the trophy and it is displayed in their Board Room. The competition continued, with English clubs only, as the &lt;a href=\"Football%20League%20Group%20Cup\"&gt;Football League Group Cup&lt;/a&gt;.\nIn the 1987–88 season, an attempt was made to revive the competition as the \"Anglo-Scottish Challenge\", pitting the holders of the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; and &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt; against each other, but after a poor attendance for the first leg between &lt;a href=\"Coventry%20City%20F.C.\"&gt;Coventry City&lt;/a&gt; and &lt;a href=\"St%20Mirren%20F.C.\"&gt;St Mirren&lt;/a&gt; the competition was shelved, with the second leg never played.\n&lt;a href=\"Nottingham%20Forest\"&gt;Nottingham Forest&lt;/a&gt;'s victory in the &lt;a href=\"1976%E2%80%9377%20Anglo-Scottish%20Cup\"&gt;1976-77&lt;/a&gt; final over &lt;a href=\"Leyton%20Orient%20F.C.\"&gt;Orient&lt;/a&gt; was their first trophy under the management of &lt;a href=\"Brian%20Clough\"&gt;Brian Clough&lt;/a&gt;, who later stated that he took the tournament seriously (when many other clubs did not) and considered it the springboard for Forest's future success, as they would go on to win a First Division title and two &lt;a href=\"European%20Cup\"&gt;European Cup&lt;/a&gt;s over the following three seasons. Clough had taken a similar stance on the competition's predecessor, the Texaco Cup, and won it with &lt;a href=\"Derby%20County%20F.C.\"&gt;Derby County&lt;/a&gt; in &lt;a href=\"1971%E2%80%9372%20Texaco%20Cup\"&gt;1972&lt;/a&gt;, the same year he guided them to their first league title.\nFormat.\nThe format of the competition remained constant throughout the six years of its existence, and indeed the format was the same as the last edition of its forerunner, the Texaco Cup.\nSixteen English clubs competed in four groups of four, with the winners of each group qualifying for the quarter-finals. Clubs played each of the other teams in their group once, with two points awarded for a win, one for a draw, and a bonus point for each side that scored three or more goals in a single match.\nEight Scottish League clubs played a two-legged knock-out round, with the aggregate winners of each tie qualifying to the overall quarter-finals. For the overall quarter-finals, each club was paired against a club from the other country and the tournament then progressed in a knock-out format, with each tie (including the final) being played over two legs.\nIn the early years, around half of the English clubs were drawn from that season's &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt; (excepting clubs playing in Europe), although by the latter years of the tournament only two or three top-level English sides were playing, with participation stretching down to &lt;a href=\"Football%20League%20Third%20Division\"&gt;Third&lt;/a&gt; and &lt;a href=\"Football%20League%20Fourth%20Division\"&gt;Fourth Division&lt;/a&gt; sides.\nList of finals.\nNB Finals played over two legs, aggregate score given.\nSt Mirren became the only Scottish winner of the event following their success in 1979–80, defeating Bristol City 2–0 at &lt;a href=\"Ashton%20Gate%20Stadium\"&gt;Ashton Gate Stadium&lt;/a&gt; in the first leg, before a 3–1 home 2nd leg victory on 16 April 1980.\nChesterfield's victory in the 1980–81 event was secured with an extra-time goal from &lt;a href=\"Alan%20Crawford%20%28English%20footballer%29\"&gt;Alan Crawford&lt;/a&gt;.\nParticipants.\n1975–76.\n &lt;a href=\"Blackburn%20Rovers%20F.C.\"&gt;Blackburn Rovers&lt;/a&gt;, &lt;a href=\"Blackpool%20F.C.\"&gt;Blackpool&lt;/a&gt;, &lt;a href=\"Bristol%20City%20F.C.\"&gt;Bristol City&lt;/a&gt;, &lt;a href=\"Carlisle%20United%20F.C.\"&gt;Carlisle United&lt;/a&gt;, &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt;, &lt;a href=\"Fulham%20F.C.\"&gt;Fulham&lt;/a&gt;, &lt;a href=\"Hull%20City%20A.F.C.\"&gt;Hull City&lt;/a&gt;, &lt;a href=\"Leicester%20City%20F.C.\"&gt;Leicester City&lt;/a&gt;, &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt;, &lt;a href=\"Mansfield%20Town%20F.C.\"&gt;Mansfield Town&lt;/a&gt;, &lt;a href=\"Middlesbrough%20F.C.\"&gt;Middlesbrough&lt;/a&gt;, &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt;, &lt;a href=\"Norwich%20City%20F.C.\"&gt;Norwich City&lt;/a&gt;, &lt;a href=\"Sheffield%20United%20F.C.\"&gt;Sheffield United&lt;/a&gt;, &lt;a href=\"Sunderland%20A.F.C\"&gt;Sunderland&lt;/a&gt;, &lt;a href=\"West%20Bromwich%20Albion%20F.C.\"&gt;West Bromwich Albion&lt;/a&gt; &lt;a href=\"Aberdeen%20F.C.\"&gt;Aberdeen&lt;/a&gt;, &lt;a href=\"Ayr%20United%20F.C.\"&gt;Ayr United&lt;/a&gt;, &lt;a href=\"Dundee%20F.C.\"&gt;Dundee&lt;/a&gt;, &lt;a href=\"Falkirk%20F.C.\"&gt;Falkirk&lt;/a&gt;, &lt;a href=\"Heart%20of%20Midlothian%20F.C.\"&gt;Heart of Midlothian&lt;/a&gt;, &lt;a href=\"Motherwell%20F.C.\"&gt;Motherwell&lt;/a&gt;, &lt;a href=\"Queen%20of%20the%20South%20F.C.\"&gt;Queen of the South&lt;/a&gt;, &lt;a href=\"St%20Johnstone%20F.C.\"&gt;St Johnstone&lt;/a&gt;\n1976–77.\n Blackburn Rovers, Blackpool, &lt;a href=\"Bolton%20Wanderers%20F.C.\"&gt;Bolton Wanderers&lt;/a&gt;, Bristol City, &lt;a href=\"Burnley%20F.C.\"&gt;Burnley&lt;/a&gt;, Chelsea, Fulham, Hull City, Middlesbrough, Newcastle United, Norwich City, &lt;a href=\"Nottingham%20Forest%20F.C.\"&gt;Nottingham Forest&lt;/a&gt;, &lt;a href=\"Notts%20County%20F.C.\"&gt;Notts County&lt;/a&gt;, &lt;a href=\"Leyton%20Orient%20F.C.\"&gt;Orient&lt;/a&gt;, Sheffield United, West Bromwich Albion Aberdeen, Ayr United, &lt;a href=\"Clydebank%20F.C.%20%281965%29\"&gt;Clydebank&lt;/a&gt;, &lt;a href=\"Dundee%20United%20F.C.\"&gt;Dundee United&lt;/a&gt;, &lt;a href=\"Kilmarnock%20F.C.\"&gt;Kilmarnock&lt;/a&gt;, Motherwell, &lt;a href=\"Partick%20Thistle%20F.C.\"&gt;Partick Thistle&lt;/a&gt;, &lt;a href=\"Raith%20Rovers%20F.C.\"&gt;Raith Rovers&lt;/a&gt;\n1977–78.\n &lt;a href=\"Birmingham%20City%20F.C.\"&gt;Birmingham City&lt;/a&gt;, Blackburn Rovers, Blackpool, Bolton Wanderers, Bristol City, &lt;a href=\"Bristol%20Rovers%20F.C.\"&gt;Bristol Rovers&lt;/a&gt;, &lt;a href=\"Burnley%20F.C.\"&gt;Burnley&lt;/a&gt;, &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt;, Fulham, Hull City, Leyton Orient, Norwich City, Notts County, &lt;a href=\"Oldham%20Athletic%20A.F.C.\"&gt;Oldham Athletic&lt;/a&gt;, &lt;a href=\"Plymouth%20Argyle%20F.C.\"&gt;Plymouth Argyle&lt;/a&gt;, Sheffield United &lt;a href=\"Alloa%20Athletic%20F.C.\"&gt;Alloa Athletic&lt;/a&gt;, Ayr United, Clydebank, &lt;a href=\"Hibernian%20F.C.\"&gt;Hibernian&lt;/a&gt;, Motherwell, Partick Thistle, &lt;a href=\"Stirling%20Albion%20F.C.\"&gt;Stirling Albion&lt;/a&gt;, &lt;a href=\"St%20Mirren%20F.C.\"&gt;St Mirren&lt;/a&gt;\n1978–79.\n Blackburn Rovers, Blackpool, Bolton Wanderers, Bristol City, Bristol Rovers, Burnley, &lt;a href=\"Cardiff%20City%20F.C.\"&gt;Cardiff City&lt;/a&gt;, &lt;a href=\"Fulham%20F.C.\"&gt;Fulham&lt;/a&gt;, Leyton Orient, &lt;a href=\"Mansfield%20Town%20F.C.\"&gt;Mansfield Town&lt;/a&gt;, Norwich City, Notts County, Oldham Athletic, &lt;a href=\"Preston%20North%20End%20F.C.\"&gt;Preston North End&lt;/a&gt;, Sheffield United, Sunderland &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt;, &lt;a href=\"Clyde%20F.C.\"&gt;Clyde&lt;/a&gt;, Hearts, &lt;a href=\"Greenock%20Morton%20F.C.\"&gt;Morton&lt;/a&gt;, Motherwell, Partick Thistle, Raith Rovers, St Mirren\n1979–80.\n Birmingham City, Blackburn Rovers, Blackpool, Bolton Wanderers, Bristol City, Burnley, &lt;a href=\"Bury%20F.C.\"&gt;Bury&lt;/a&gt;, &lt;a href=\"Cambridge%20United%20F.C.\"&gt;Cambridge United&lt;/a&gt;, Fulham, Mansfield Town, Notts County, Oldham Athletic, Plymouth Argyle, Preston North End, Sheffield United, Sunderland &lt;a href=\"Berwick%20Rangers%20F.C.\"&gt;Berwick Rangers&lt;/a&gt;, Dundee, &lt;a href=\"Dunfermline%20Athletic%20F.C.\"&gt;Dunfermline Athletic&lt;/a&gt;, Hibernian, &lt;a href=\"Kilmarnock%20F.C.\"&gt;Kilmarnock&lt;/a&gt;, Morton, Partick Thistle, St Mirren\n1980–81.\n Blackburn Rovers, Blackpool, Bolton Wanderers, Bristol City, Burnley, Bury, &lt;a href=\"Carlisle%20United%20F.C.\"&gt;Carlisle United&lt;/a&gt;, &lt;a href=\"Chesterfield%20F.C.\"&gt;Chesterfield&lt;/a&gt;, Fulham, &lt;a href=\"Grimsby%20Town%20F.C.\"&gt;Grimsby Town&lt;/a&gt;, Hull City, Leyton Orient, Notts County, Oldham Athletic, Preston North End, &lt;a href=\"Shrewsbury%20Town%20F.C.\"&gt;Shrewsbury&lt;/a&gt; &lt;a href=\"Airdrieonians%20F.C.%20%281878%29\"&gt;Airdrieonians&lt;/a&gt;, &lt;a href=\"East%20Stirlingshire%20F.C.\"&gt;East Stirlingshire&lt;/a&gt;, Falkirk, Hearts, Kilmarnock, Greenock Morton, Partick Thistle, &lt;a href=\"Rangers%20F.C.\"&gt;Rangers&lt;/a&gt;"
}