{
    "id": "11585509",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=11585509",
    "title": "Albert R. Anderson",
    "text": "Albert Raney Anderson (November 8, 1837 – November 17, 1898) was a one-term &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;U.S. Representative&lt;/a&gt; from &lt;a href=\"Iowa%27s%208th%20congressional%20district\"&gt;Iowa's 8th congressional district&lt;/a&gt; in southwestern Iowa. He is best known for winning election to Congress and defeating a well-known incumbent, without winning his own party's endorsement.\nEarly life and military career.\nBorn in &lt;a href=\"Adams%20County%2C%20Ohio\"&gt;Adams County, Ohio&lt;/a&gt;, Anderson moved with his parents to &lt;a href=\"Galesburg%2C%20Illinois\"&gt;Galesburg, Illinois&lt;/a&gt;. He attended the common schools and &lt;a href=\"Knox%20College%20%28Illinois%29\"&gt;Knox College&lt;/a&gt;, in Galesburg. He moved to &lt;a href=\"Taylor%20County%2C%20Iowa\"&gt;Taylor County, Iowa&lt;/a&gt;, in 1857 and studied law. He was &lt;a href=\"Admission%20to%20the%20bar%20in%20the%20United%20States\"&gt;admitted to the bar&lt;/a&gt; in 1860 and commenced practice in &lt;a href=\"Clarinda%2C%20Iowa\"&gt;Clarinda, Iowa&lt;/a&gt;. He was appointed &lt;a href=\"postmaster\"&gt;postmaster&lt;/a&gt; of Clarinda by President Lincoln in 1861.\nHe resigned to enlist in the &lt;a href=\"Union%20Army\"&gt;Union Army&lt;/a&gt; as a &lt;a href=\"Private%20%28rank%29\"&gt;private&lt;/a&gt; in Company K, &lt;a href=\"4th%20Iowa%20Volunteer%20Infantry%20Regiment\"&gt;4th Iowa Volunteer Infantry Regiment&lt;/a&gt;. He was commissioned first lieutenant for gallant service at the &lt;a href=\"Battle%20of%20Pea%20Ridge\"&gt;Battle of Pea Ridge&lt;/a&gt;, became captain during the &lt;a href=\"Siege%20of%20Vicksburg\"&gt;Siege of Vicksburg&lt;/a&gt; and assistant Adjutant-General during the &lt;a href=\"Atlanta%20campaign\"&gt;Atlanta campaign&lt;/a&gt;. He was promoted through the ranks to become &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt; of his regiment, and was commissioned &lt;a href=\"Lieutenant%20colonel%20%28United%20States%29\"&gt;lieutenant colonel&lt;/a&gt; in 1865. He was mustered out in August 1865 and returned to Clarinda.\nPolitical career.\nAnderson moved to &lt;a href=\"Sidney%2C%20Iowa\"&gt;Sidney, Iowa&lt;/a&gt;, in 1866 and resumed the practice of law. He served as assessor of internal revenue from 1868 to 1871. He was a delegate to the &lt;a href=\"Republican%20National%20Convention\"&gt;Republican National Convention&lt;/a&gt; at &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt; in 1872. He served as &lt;a href=\"district%20attorney\"&gt;district attorney&lt;/a&gt; from 1876 to 1880. and state railroad commissioner for a single term beginning in 1881. In 1882, he was the Republican Party's nominee for election to the &lt;a href=\"48th%20United%20States%20Congress\"&gt;Forty-eighth Congress&lt;/a&gt; in &lt;a href=\"Iowa%27s%209th%20congressional%20district\"&gt;Iowa's 9th congressional district&lt;/a&gt;, but was defeated by Democrat &lt;a href=\"William%20Henry%20Mills%20Pusey\"&gt;William Henry Mills Pusey&lt;/a&gt;. Two years later, Anderson was not the Republican nominee, but he was credited with causing the nomination of \"&lt;a href=\"dark%20horse\"&gt;dark horse&lt;/a&gt;\" candidate &lt;a href=\"Joseph%20Lyman\"&gt;Joseph Lyman&lt;/a&gt;, who then defeated Pusey in the general election.\nIn April 1886, &lt;a href=\"Fremont%20County%2C%20Iowa\"&gt;Fremont County&lt;/a&gt;, where Anderson lived, was added to the &lt;a href=\"Iowa%27s%208th%20congressional%20district\"&gt;Iowa's 8th congressional district&lt;/a&gt;, which Republican &lt;a href=\"William%20Peters%20Hepburn\"&gt;William Peters Hepburn&lt;/a&gt; had represented since 1881. Anderson immediately ran for Hepburn's seat. Refusing to heed the Republican district convention's endorsement of Hepburn, he ran in the general election as an \"&lt;a href=\"Independent%20Republican%20%28United%20States%29\"&gt;Independent Republican&lt;/a&gt;.\" While remaining a Republican, he ran hard on a platform of stricter regulation of the railroads, and the use of tariffs for revenue only, that earned him the joint endorsement of the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; and &lt;a href=\"Greenback%20Party\"&gt;Greenback&lt;/a&gt; parties. Anderson won the general election decisively, by 2,225 votes. Hepburn's defeat caused many of his colleagues in the House to worry that they might meet the same fate if they did not respond to the popular anger by supporting stricter federal railroad regulation.\"\nAnderson served in the &lt;a href=\"50th%20United%20States%20Congress\"&gt;Fiftieth Congress&lt;/a&gt;, voting with the Democratic caucus for &lt;a href=\"John%20G.%20Carlisle\"&gt;John G. Carlisle&lt;/a&gt; as its choice for &lt;a href=\"Speaker%20of%20the%20United%20States%20House%20of%20Representatives\"&gt;Speaker of the House&lt;/a&gt; but sitting with the Republicans. Hepburn waited several years before attempting to regain his seat. However, a different winner of the Republican endorsement process, &lt;a href=\"James%20Patton%20Flick\"&gt;James Patton Flick&lt;/a&gt;, defeated Anderson in the next general election. In all, Anderson served in Congress from March 4, 1887, to March 3, 1889.\nOne of the last votes Anderson cast in Congress was on the &lt;a href=\"Enabling%20Act%20of%201889\"&gt;Enabling Act of 1889&lt;/a&gt;, which set in motion the admission into the union of &lt;a href=\"North%20Dakota\"&gt;North Dakota&lt;/a&gt;, &lt;a href=\"South%20Dakota\"&gt;South Dakota&lt;/a&gt;, &lt;a href=\"Montana\"&gt;Montana&lt;/a&gt;, and &lt;a href=\"Washington%20%28U.S.%20state%29\"&gt;Washington&lt;/a&gt;. In 1892, after leaving Congress, Anderson moved to &lt;a href=\"Hot%20Springs%2C%20South%20Dakota\"&gt;Hot Springs&lt;/a&gt; in &lt;a href=\"Fall%20River%20County%2C%20South%20Dakota\"&gt;Fall River County, South Dakota&lt;/a&gt;, where he continued to practice law. He served as mayor of Hot Springs in 1895 and 1896, and was elected &lt;a href=\"State%20attorney\"&gt;State attorney&lt;/a&gt; of Fall River County on November 8, 1898.\nAnderson died at Hot Springs on November 17, 1898. He was interred in Sidney Cemetery.\nExternal links.\n Retrieved on 2009-05-07"
}