{
    "id": "115839",
    "revid": "37808067",
    "url": "https://en.wikipedia.org/wiki?curid=115839",
    "title": "Brusly, Louisiana",
    "text": "Brusly is a &lt;a href=\"town\"&gt;town&lt;/a&gt; in &lt;a href=\"West%20Baton%20Rouge%20Parish%2C%20Louisiana\"&gt;West Baton Rouge Parish&lt;/a&gt;, &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;, United States. The population was 2,589 at the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt;. It is part of the &lt;a href=\"Baton%20Rouge%2C%20Louisiana\"&gt;Baton Rouge&lt;/a&gt; &lt;a href=\"Baton%20Rouge%20metropolitan%20area\"&gt;Metropolitan Statistical Area&lt;/a&gt;.\nHistory.\nThe town was established in 1901. Its Brusly High School bears the nickname, the Panthers. Its colors are red, white and black. Newly elected &lt;a href=\"Louisiana%20House%20of%20Representatives\"&gt;State Representative&lt;/a&gt; &lt;a href=\"Edmond%20Jordan\"&gt;Edmond Jordan&lt;/a&gt; graduated from Brusly High School in 1989.\nHistoric Cinclare Sugar Mill is located on LA Highway 1.\nGeography.\nBrusly is located at (30.390470, -91.241797).\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the town has a total area of , all land.\nDemographics.\n2020 census.\nAs of the &lt;a href=\"2020%20United%20States%20census\"&gt;2020 United States census&lt;/a&gt;, there were 2,578 people, 1,033 households, and 764 families residing in the town.\n2000 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 2,020 people, 749 households, and 587 families residing in the town. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 924.1 people per square mile (356.1/km). There were 783 housing units at an average density of 358.2 per square mile (138.0/km). The racial makeup of the town was 72.77% &lt;a href=\"Caucasian%20%28U.S.%20Census%29\"&gt;Caucasian&lt;/a&gt;, 25.74% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.15% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 0.15% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.15% &lt;a href=\"Pacific%20Islander%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 0.25% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 0.79% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 0.89% of the population.\nThere were 749 households, out of which 36.8% had children under the age of 18 living with them, 59.5% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 15.1% had a female householder with no husband present, and 21.5% were non-families. 19.2% of all households were made up of individuals, and 8.9% had someone living alone who was 65 years of age or older. The average household size was 2.70 and the average family size was 3.09.\nIn the town, the population was spread out, with 26.4% under the age of 18, 9.1% from 18 to 24, 27.1% from 25 to 44, 26.4% from 45 to 64, and 11.0% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 92.4 males. For every 100 women age 18 and over, there were 88.2 men.\nThe median income for a household in the town was $47,619, and the median income for a family was $55,100. Males had a median income of $37,330 versus $25,719 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the town was $18,060. About 5.9% of families and 6.7% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 8.0% of those under age 18 and 13.5% of those age 65 or over.\nGovernment.\nThe town maintains a police department."
}