{
    "id": "11583693",
    "revid": "69070",
    "url": "https://en.wikipedia.org/wiki?curid=11583693",
    "title": "Joadja, New South Wales",
    "text": "Joadja is a historic town, now in ruins, in the &lt;a href=\"Southern%20Highlands%2C%20New%20South%20Wales\"&gt;Southern Highlands&lt;/a&gt; of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, in &lt;a href=\"Wingecarribee%20Shire\"&gt;Wingecarribee Shire&lt;/a&gt;. The remnants of the town were added to the &lt;a href=\"New%20South%20Wales%20State%20Heritage%20Register\"&gt;New South Wales State Heritage Register&lt;/a&gt; on 5 November 1999.\nIt was a thriving mining town between 1870–1911. It was home for approximately 1,200 people, many of whom were skilled immigrants from Scotland. After managing for ten years using bullock teams for transport, a railway was allowed and was connected to the nearby town of &lt;a href=\"Mittagong\"&gt;Mittagong&lt;/a&gt; by a &lt;a href=\"narrow%20gauge\"&gt;narrow gauge&lt;/a&gt; railway that terminated adjacent to the main Southern Railway line in &lt;a href=\"Mittagong\"&gt;Mittagong&lt;/a&gt;. The town existed to mine &lt;a href=\"oil%20shale\"&gt;oil shale&lt;/a&gt; from which &lt;a href=\"kerosene\"&gt;kerosene&lt;/a&gt; was extracted by the Australian Kerosene Oil and Mineral Co. The process was superseded by conventional kerosene production from oil and the oil shale mining became uneconomical. By 1911, the town had become deserted as inhabitants relocated in search of work. The property was auctioned off that year to a private buyer. The fruit orchard, which included 6,700 trees continued to operate until 1924, exporting fruit for local and interstate consumption.\nSituated in a deep valley, the town had limited access by road, instead exporting shale via a steep railway (incline) out of the valley. The passage into Joadja has improved greatly since then, with the gravel access road maintained annually. The township is still recognisable, despite the state of its ruins. The sandstone Joadja School, The School of Arts, the mines, houses at Carrington Row, refinery and even the cemetery remain as a testament to the community that lived in the valley more than a century ago.\nHistory.\nStockmen were the first white people to enter the Joadja area. The Carter family used Joadja regularly and in the early 1850s Edward Carter noticed the shiny black mineral on seams out-cropping high up on the cliffs. In the late 1870s, after American Creek and &lt;a href=\"Hartley%20Vale%2C%20New%20South%20Wales\"&gt;Hartley Vale&lt;/a&gt; became well-known, Carter set about acquiring critically important shale bearing parts of the valley. His five portions totalled an area of 305 acres (125 hectares). Carter controlled both major fords and most of the dray-road north through Carter's Flat up to Siphon Gully.\nIn 1873 both Carter and an entrepreneur called Cosgrove applied for conditional purchase of portion 65, which included some of the richest shale outcrops. Carter succeeded in establishing title in 1874 and immediately engaged Robert Longmore, who had built the plant at American Creek in 1865, to mine the shale. That same year George Larkin obtained mineral rights in portion 76 immediately to the south of 65 and including a valuable stretch of shale. The principal shale-mining potential lay up Russell's Gully north of Carter's portion 65 and these portions (67,75,79,96 and 97) were acquired by John de Villiers Lamb. In conjunction with William Brown, Lamb also began mining in 1874. All three parties to the early shale mining, Carter, Larkin and Lamb with Brown, were dependent on each other's goodwill for transporting the ore out of the valley.\nInitially in 1874–1875, teams of fourteen bullocks hauled the ore-drays across the valley floor, over the steep-banked ford and up the zig-zag to the plateau which extended to &lt;a href=\"Mittagong\"&gt;Mittagong&lt;/a&gt;. To bypass the zig-zag Carter built an incline at his mine to the north side of the valley, using a double cable: as full skips rose, empty skips descended. The full skips discharged into a 50-tonne bin, from which the bullock drays were loaded.\nOn the southern side, on the still unclaimed portion 84, a horse-powered incline was installed, almost certainly by Carter. Two horses turned a whim on a circular platform 11 metres in diameter. Traffic on the incline was not heavy; the total quantity of shale mined in 1876 was reported as 400 or 650 tonnes.\nJohn de Villiers Lamb was joined by Parbury to form a company called Parbury, Lamb &amp; Co in 1877–1878. Immediately the company took a decisive step, building a major incline out of the north side of the valley, on Lamb's portion 103. It was powered by a 40-horsepower steam engine located on the plateau. The incline was single track with the haulage cable running in the middle of the tramway. At the bottom it separated into two lines, running north to the creek on well defined embankments. The railway crossed the creek on a bridge supported by five piers constructed of stone rubble with concrete render, scored to resemble masonry blocks. Once across Joadja Creek, the railway went north-west across the flat where the refinery was built in 1878-1879 and up Russell's Gully to the major concentration of mines.\nIn 1876 the advice of a leading Scottish oil-shale engineer, James Walter Fell, was sought. At that time Fell was the manager of Hartley Vale's Waterloo oil-refinery. However, in March 1877 he transferred to Lamb's employment at Joadja. In the same year, James' uncle, Alexander Morrison Fell, came to Joadja after managing a Scottish oilworks in the Lothians.\nThe formation of a company with ample capital was all that remained. The crucial decision to build retorts and a refinery at Joadja and not to depend on railing all ore to &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; for treatment was taken in 1877 by Lamb, his associate Parbury and his new partner Robert Saddington, in conjunction with Fell.\nIn 1878 the consortium was transformed into the Australian Kerosene Oil and Mineral Co. The new company systematically bought up all the mining conditional purchases held by Larkin and McCourt and by Carter as well as the leases already held by John de Villers Lamb and Saddington. The Australian Kerosene Oil and Mineral Co. effectively controlled Joadja until the company went into liquidation in 1911, and the name remained a brand name for the orchard produce from the valley up to 1928.\nThe retort design was a horizontal D-shape with the straight side as the base. They were probably imported from Glasgow, where James Fell's cousin, John Fraser, had previously been approached in 1876 to supply retorts. At some time before the plant closed an experimental retort with a condensing tower was built just to the south of the main retort banks. James Fell planned and built the refinery simultaneously with the retorts. The plant's stills, and acid and alkali treatment tanks were producing oils, including kerosene, by 1879.\nJoadja at its peak had a population of more than 1200 people. Joadja was a remarkably self-contained community, peopled largely by miners and their families brought to Australia from Scotland by the AKO Company to overcome the shortage of skilled local labour. The company provided housing for workers and their families in a section of the valley set apart for residential purposes. Workers paid a nominal rental for a neat cottage, built from bricks made on site. The wide avenue of houses near the creek was known as Carrington Row, named for the &lt;a href=\"Governor%20of%20New%20South%20Wales\"&gt;Governor of New South Wales&lt;/a&gt;, &lt;a href=\"Charles%20Wynn-Carington%2C%201st%20Marquess%20of%20Lincolnshire\"&gt;Lord Carrington&lt;/a&gt;. The village had a general store, post office, bakery, school and School of Arts. Farms on the ridges above Joadja Creek supplied vegetables, milk, butter and cheese, sent down to the valley on the incline used to haul the shale and coal out. The township that grew around this rather incongruous enterprise in the bush was almost totally self-sufficient.\nThe shale mining resulted in employment directly connected with the mines. The population was at its highest from 1878 until 1885.\nA post office was opened in 1878 and remained open until it was burnt down in the bush fire of December 1904.\nIn 1879 a temporary school of slab and bark was erected for some fifty children. In 1882 a fine stone building was built for the 90 children of Joadja, of which 60 were expected to attend on average.\nAfter a fire in 1882, one of the few accidents at Joadja, a number of safety precautions were taken. Between 1883 and 1886 a good deal of capital investment produced many modifications to existing buildings and plant, a doubling of the capacity of the distillation facilities and the addition of new features. In particular the manufacture of its own &lt;a href=\"Sulfuric%20acid\"&gt;sulphuric acid&lt;/a&gt; for use in the refinery. Other manufacturing included packaging the kerosene in tins and a candle-moulding shop.\nIn 1886 the School of Arts was constructed and was used for regular church services by ministers from Mittagong.\nAs a result of competition from cheap American imports the refinery and the retorts closed in 1896. Between 1901-1902 there may have been a brief remission of mining but in 1904, after 28 years, Joadja ceased to exist as a shale producer.\nIn 2004–05, the site received federal government heritage funding to help roof and protect the unique historic retorts.\nSurviving ruins.\nJoadja is the site of an abandoned shale oil mining and refining site. The complex comprises Carrington Row, School of Arts, School, Boarding House, Stringybark Row, Cemetery, Refinery, Retorts, Experimental Retort, Inclines and Railways, Post Office, Managers Homestead and Orchard.\nThe remains include:\nThe site, while in ruins, is largely intact with all elements of the village and the industrial workings maintaining their original relationships.\nJoadja today.\nThe site of Joadja is owned by Southern Frontier Pty Ltd, who operate Joadja Creek Heritage Tours, along with the Joadja Distillery and Joadja Cafe. The site is only open on specific open days several times a year or for private groups by appointment, as everyday operations were not financially viable.\nHeritage listing.\nJoadja is of State and National heritage significance. It is one of the most important nineteenth-century industrial and archaeological mining relics in Australia, and certainly the most spectacular of the early shale mining sites in New South Wales. It is extremely rare in its level of preservation which maintains the relationships between industrial sites and habitation sites with very little twentieth-century intrusion. Joadja demonstrates close links with Scotland through technology, managers, miners and refinery workers. The outline of much of the site is still available from surface evidence. Enough is still standing to allow industrial archaeologists to learn a great deal about early mining towns and about the technology of kerosene shale refining.\nBy heating shale in the unique D-shaped iron \"retorts\", the Australian Kerosene Oil and Mineral Company produced kerosene, candles, wax and oil between the 1870s and 1911.\nJoadja kerosene oil shale mining and refining site was listed on the &lt;a href=\"New%20South%20Wales%20State%20Heritage%20Register\"&gt;New South Wales State Heritage Register&lt;/a&gt; on 5 November 1999 having satisfied the following criteria.\nThe place is important in demonstrating the course, or pattern, of cultural or natural history in New South Wales.\nJoadja has rare historical significance as a major shale mining venture in New South Wales in the last quarter of the nineteenth century. The remains present a ruined but complete picture of the workings of a shale mining and processing community that was virtually completely self-contained. As a collection of structures that represent an isolated mining and processing plant, the remains survive as a rare group of relics that are of national historical significance. Joadja demonstrates close links with Scotland through technology, managers, miners and refinery workers.\nThe place is important in demonstrating aesthetic characteristics and/or a high degree of creative or technical achievement in New South Wales.\nJoadja is visually compelling and the outline of much of the site is still available from surface evidence. As an intact industrial and domestic landscape with minimal twentieth-century intrusion it is extremely rare.\nThe place has strong or special association with a particular community or cultural group in New South Wales for social, cultural or spiritual reasons.\nThe Joadja area has rare social significance for its association with a single group of Scottish immigrant workers who were brought to Australia with their families specifically to work the Joadja mines. The size of the community and its homogeneity of composition is rare in New South Wales and is comparable to other significant mining communities in other areas of Australia.\nThe place has potential to yield information that will contribute to an understanding of the cultural or natural history of New South Wales.\nEnough of Joadja is still standing to allow industrial archaeologists to learn a great deal about early mining towns and about the technology of kerosene shale refining. The area has rare technical significance as an example of shale processing technology of the late nineteenth century. The remaining mines, retorts, processing facilities and transport networks provide a picture of an extractive and processing industry that was completely abandoned as a result of external financial pressures. The complete remains are therefore of national technical significance.\nJoadja is a site of outstanding scientific significance as an archaeological site which contains a complex range of remains which could yield information regarding technical industrial processes and domestic and social relationships and lifestyles within the same site. This is extremely rare in Australia.\nThe place possesses uncommon, rare or endangered aspects of the cultural or natural history of New South Wales.\nIt is the only surviving oil-shale site in Australia. It is preserved to an extent unique in the world and provides a legible (scenic) and archaeological testimony of all aspects of a major and associated domestic arrangements works using horizontal retorts to distill oil from extremely rich oil-shale deposit."
}