{
    "id": "11595499",
    "revid": "39795743",
    "url": "https://en.wikipedia.org/wiki?curid=11595499",
    "title": "Warren B. Hooker",
    "text": "Warren Brewster Hooker (November 24, 1856 – March 5, 1920) was a &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;U.S. Representative&lt;/a&gt; from &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;.\nBorn in &lt;a href=\"Perrysburg%20%28town%29%2C%20New%20York\"&gt;Perrysburg, New York&lt;/a&gt;, Hooker attended the public schools and Forestville Free Academy, &lt;a href=\"Forestville%2C%20New%20York\"&gt;Forestville, New York&lt;/a&gt;. He studied law and was admitted to the bar in 1879 and commenced practice in Forestville. He served as Special Surrogate of &lt;a href=\"Chautauqua%20County%2C%20New%20York\"&gt;Chautauqua County&lt;/a&gt; from 1878 to 1881.\nHe moved to &lt;a href=\"Tacoma%2C%20Washington\"&gt;Tacoma, Washington&lt;/a&gt;, and practiced there from 1882 to 1884. He returned to Fredonia, Pomfret Township, New York, and resumed his profession from 1884 to 1898.\nHe was the Supervisor of the town of Pomfret in 1889 and 1890.\nHooker was elected as a &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; to the &lt;a href=\"52nd%20United%20States%20Congress\"&gt;Fifty-second&lt;/a&gt; and to the four succeeding Congresses and served from March 4, 1891, until his resignation on November 10, 1898, before the close of the &lt;a href=\"55th%20United%20States%20Congress\"&gt;Fifty-fifth&lt;/a&gt; Congress. He served as chairman of the Committee on Rivers and Harbors (&lt;a href=\"54th%20United%20States%20Congress\"&gt;Fifty-fourth&lt;/a&gt; and Fifty-fifth Congresses)\nOn November 10, 1898, he was appointed a Justice of the Supreme Court of New York, 8th District, and resigned from Congress. He was elected to a 14-year term in 1899 and stayed until 1913.\nHe served as member of the Appellate Division from 1902 to 1909. In 1905, Hooker was the subject of an \"impeachment trial\" by the &lt;a href=\"128th%20New%20York%20State%20Legislature\"&gt;128th New York State Legislature&lt;/a&gt; but was acquitted. He resumed the practice of law in &lt;a href=\"Fredonia%2C%20New%20York\"&gt;Fredonia, New York&lt;/a&gt;, in 1914.\nHe was appointed official Referee of the State Supreme Court in 1919 but died in &lt;a href=\"Fredonia%2C%20New%20York\"&gt;Fredonia, New York&lt;/a&gt;, March 5, 1920.\nHe was interred in Forest Hill Cemetery."
}