{
    "id": "11595783",
    "revid": "35036078",
    "url": "https://en.wikipedia.org/wiki?curid=11595783",
    "title": "Nordic model",
    "text": "The Nordic model comprises the &lt;a href=\"Economic%20policy\"&gt;economic&lt;/a&gt; and &lt;a href=\"social%20policies\"&gt;social policies&lt;/a&gt; as well as typical &lt;a href=\"cultural%20practice\"&gt;cultural practice&lt;/a&gt;s common to the &lt;a href=\"Nordic%20countries\"&gt;Nordic countries&lt;/a&gt; (&lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;, &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;, &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt;, &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;, and &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;). This includes a comprehensive &lt;a href=\"welfare%20state\"&gt;welfare state&lt;/a&gt; and multi-level &lt;a href=\"collective%20bargaining\"&gt;collective bargaining&lt;/a&gt; based on the economic foundations of &lt;a href=\"social%20corporatism\"&gt;social corporatism&lt;/a&gt;, with a high percentage of the workforce &lt;a href=\"unionized\"&gt;unionized&lt;/a&gt; and a sizable percentage of the population employed by the &lt;a href=\"public%20sector\"&gt;public sector&lt;/a&gt; (roughly 30% of the work force in areas such as &lt;a href=\"healthcare\"&gt;healthcare&lt;/a&gt;, education, and government). Although it was developed in the 1930s under the leadership of &lt;a href=\"social%20democrats\"&gt;social democrats&lt;/a&gt;, the Nordic model began to gain attention after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nThe three &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt;n countries are &lt;a href=\"constitutional%20monarchies\"&gt;constitutional monarchies&lt;/a&gt;, while Finland and Iceland have been republics since the 20th century. As of 2021, the Nordic countries are described as being highly democratic and all have a &lt;a href=\"unicameral\"&gt;unicameral&lt;/a&gt; form of governance and use &lt;a href=\"proportional%20representation\"&gt;proportional representation&lt;/a&gt; in their &lt;a href=\"electoral%20system\"&gt;electoral system&lt;/a&gt;s. Although there are significant differences among the Nordic countries, they all have some common traits. These include support for a &lt;a href=\"universalist%20welfare%20state\"&gt;universalist welfare state&lt;/a&gt; aimed specifically at enhancing individual autonomy and promoting &lt;a href=\"social%20mobility\"&gt;social mobility&lt;/a&gt;, a &lt;a href=\"corporatist\"&gt;corporatist&lt;/a&gt; system involving a tripartite arrangement where representatives of labour and employers negotiate wages and labour market policy is mediated by the government, and a commitment to &lt;a href=\"private%20ownership\"&gt;private ownership&lt;/a&gt; within a market-based &lt;a href=\"mixed%20economy\"&gt;mixed economy&lt;/a&gt;, with Norway being a partial exception due to a large number of &lt;a href=\"state-owned%20enterprise\"&gt;state-owned enterprise&lt;/a&gt;s and &lt;a href=\"state%20ownership\"&gt;state ownership&lt;/a&gt; in &lt;a href=\"publicly%20listed%20firm\"&gt;publicly listed firm&lt;/a&gt;s. As of 2020, all of the Nordic countries rank highly on the &lt;a href=\"List%20of%20countries%20by%20inequality-adjusted%20HDI\"&gt;inequality-adjusted HDI&lt;/a&gt; and the &lt;a href=\"Global%20Peace%20Index\"&gt;Global Peace Index&lt;/a&gt; as well as being ranked in the top 10 on the &lt;a href=\"World%20Happiness%20Report\"&gt;World Happiness Report&lt;/a&gt;.\nOver the last few decades, the traditional Nordic model has transformed in some ways, including increased &lt;a href=\"deregulation\"&gt;deregulation&lt;/a&gt; and expanding &lt;a href=\"privatization\"&gt;privatization&lt;/a&gt; of &lt;a href=\"public%20service\"&gt;public service&lt;/a&gt;s. However, the Nordic model is still distinguished from other models by the strong emphasis on public services and social investment. \nBackground and history.\nThe Nordic model traces its foundation to the \"grand compromise\" between workers and employers spearheaded by farmer and worker parties in the 1930s. Following a long period of economic crisis and class struggle, the \"grand compromise\" served as the foundation for the post-World War II Nordic model of welfare and labour market organization. The key characteristics of the Nordic model were the centralized coordination of wage negotiation between employers and &lt;a href=\"labour%20organization\"&gt;labour organization&lt;/a&gt;s, termed a social partnership, as well as providing a peaceful means to address class conflict between capital and labour.\nAlthough often linked to &lt;a href=\"social%20democratic\"&gt;social democratic&lt;/a&gt; governance, the Nordic model's parentage also stems from a mixture of mainly social democratic, &lt;a href=\"centrist\"&gt;centrist&lt;/a&gt;, and &lt;a href=\"right-wing\"&gt;right-wing&lt;/a&gt; political parties, especially in Finland and Iceland, along with the social trust that emerged from the \"great compromise\" between capital and labour. The influence of each of these factors on each Nordic country varied as social democratic parties played a larger role in the formation of the Nordic model in Sweden and Norway, whereas in Iceland and Finland right-wing political parties played a much more significant role in shaping their countries' social models.\nSocial security and collective wage bargaining policies were rolled back following economic imbalances in the 1980s and the financial crises of the 1990s which led to more restrictive budgetary policies that were most pronounced in Sweden and Iceland. Nonetheless, welfare expenditure remained high in these countries, compared to the European average.\nDenmark.\nSocial welfare reforms emerged from the &lt;a href=\"Kanslergade%20Agreement\"&gt;Kanslergade Agreement&lt;/a&gt; of 1933 as part of a compromise package to save the Danish economy. Denmark was the first Nordic country to join the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; in the 1970s, reflecting the different political approaches to it among the Nordic countries.\nFinland.\nThe &lt;a href=\"early%201990s%20recession\"&gt;early 1990s recession&lt;/a&gt; affected the Nordic countries and caused a deep crisis in Finland, and came amid the context of the &lt;a href=\"dissolution%20of%20the%20Soviet%20Union\"&gt;dissolution of the Soviet Union&lt;/a&gt; and collapse of trade from the &lt;a href=\"Eastern%20Bloc\"&gt;Eastern Bloc&lt;/a&gt;. Like in Sweden, Finland's universalistic welfare state based on the Nordic model was weakened and no longer based on the social-democratic middle ground, as several social welfare policies were often permanently dismantled; however, Finland was hit even harder than Sweden. During the crisis, Finland looked to the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;, which they were more committed and open to joining than Sweden and especially Norway, while Denmark had already joined the EU by the 1970s.\nIceland.\nAccording to analyst Harpa Njálsdóttir, Iceland in the late 2010s moved away from the Nordic model towards the &lt;a href=\"economic%20liberal\"&gt;economic liberal&lt;/a&gt; model of &lt;a href=\"workfare\"&gt;workfare&lt;/a&gt;. She also noted that with the large changes having been made to the social security system, \"70% of elderly people now live well below national subsistence criteria, while about 70% of those who live alone and in bad conditions are women.\"\nNorway.\nNorway's \"grand compromise\" emerged as a response to the crisis of the early 1930s between the trade union confederation and &lt;a href=\"Norwegian%20Employers%27%20Association\"&gt;Norwegian Employers' Association&lt;/a&gt;, agreeing on national standards in labour–capital relations and creating the foundation for social harmony throughout the period of compromises. For a period between the 1980s and the 1990s, Norway underwent more neoliberal reforms and &lt;a href=\"marketization\"&gt;marketization&lt;/a&gt; than Sweden during the same time frame, while still holding to the traditional foundations of the \"social democratic compromise\" that was specific to Western capitalism from 1945 to 1973.\nNorway was the Nordic country least willing to join the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;. While Finland and Sweden suffered greatly from the 1990s recession, Norway began to earn enough revenue from their oil. As of 2007, the Norwegian state maintained large ownership positions in key industrial sectors, among them petroleum, natural gas, minerals, lumber, seafood and fresh water. The petroleum industry accounts for around a quarter of the country's &lt;a href=\"gross%20domestic%20product\"&gt;gross domestic product&lt;/a&gt;.\nSweden.\nIn Sweden, the grand compromise was pushed forward by the &lt;a href=\"Saltsj%C3%B6baden%20Agreement\"&gt;Saltsjöbaden Agreement&lt;/a&gt; signed by employer and trade union associations at the seaside retreat of Saltsjobaden in 1938. This agreement provided the foundation for Scandinavian industrial relations throughout Europe's &lt;a href=\"Golden%20Age%20of%20Capitalism\"&gt;Golden Age of Capitalism&lt;/a&gt;. The Swedish model of capitalism developed under the auspices of the &lt;a href=\"Swedish%20Social%20Democratic%20Party\"&gt;Swedish Social Democratic Party&lt;/a&gt; which assumed power in 1932 and retained uninterrupted power until 1976. Initially differing very little from other industrialized capitalist countries, the state's role in providing comprehensive welfare and infrastructure expanded after the Second World War until reaching a broadly &lt;a href=\"social%20democratic\"&gt;social democratic&lt;/a&gt; consensus in the 1950s which would become known as the &lt;a href=\"social%20liberal\"&gt;social liberal&lt;/a&gt; paradigm, which was followed by the &lt;a href=\"neoliberal\"&gt;neoliberal&lt;/a&gt; paradigm by the 1980s and 1990s. According to Phillip O'Hara, \"Sweden eventually became part of the Great Capitalist Restoration of the 1980s and 1990s. In all the industrial democracies and beyond, this recent era has seen the retrenchment of the welfare state by reduced social spending in real terms, tax cuts, deregulation and privatization, and a weakening of the influence of organized labor.\"\nIn the 1950s, &lt;a href=\"Olof%20Palme\"&gt;Olof Palme&lt;/a&gt; and the prime minister &lt;a href=\"Tage%20Erlander\"&gt;Tage Erlander&lt;/a&gt; formulated the basis of Swedish social democracy and what would become known as the \"Swedish model\", drawing inspiration from the &lt;a href=\"reformist%20socialism\"&gt;reformist socialism&lt;/a&gt; of party founder &lt;a href=\"Hjalmar%20Branting\"&gt;Hjalmar Branting&lt;/a&gt;, who stated that &lt;a href=\"socialism\"&gt;socialism&lt;/a&gt; \"would not be created by brutalized...slaves [but by] the best positioned workers, those who have gradually obtained a normal workday, protective legislation, minimum wages.\" Arguing against those to their left, the party favored moderatism and wanted to help workers in the here and now, and followed the &lt;a href=\"Fabian%20Society\"&gt;Fabian&lt;/a&gt; argument that the policies were steps on the road to socialism, which would not come about through violent revolution but through the &lt;a href=\"social%20corporative\"&gt;social corporative&lt;/a&gt; model of &lt;a href=\"welfare%20capitalism\"&gt;welfare capitalism&lt;/a&gt;, to be seen as progressive in providing institutional legitimacy to the &lt;a href=\"labour%20movement\"&gt;labour movement&lt;/a&gt; by recognizing the existence of the &lt;a href=\"class%20conflict\"&gt;class conflict&lt;/a&gt; between the &lt;a href=\"bourgeoisie\"&gt;bourgeoisie&lt;/a&gt; and the &lt;a href=\"proletariat\"&gt;proletariat&lt;/a&gt; as a class compromise within the context of existing class conflict. This Swedish model was characterized by a strong labour movement as well as inclusive publicly-funded and often publicly-administered welfare institutions.\nBy the early 1980s, the Swedish model began to suffer from international imbalances, declining competitiveness and capital flight. Two polar opposite solutions emerged to restructure the Swedish economy, the first being a transition to socialism by &lt;a href=\"Socialization%20as%20a%20process\"&gt;socializing&lt;/a&gt; the ownership of industry and the second providing favorable conditions for the formation of private capital by embracing neoliberalism. The Swedish model was first challenged in 1976 by the &lt;a href=\"Meidner%20Plan\"&gt;Meidner Plan&lt;/a&gt; promoted by the &lt;a href=\"Swedish%20Trade%20Union%20Confederation\"&gt;Swedish Trade Union Confederation&lt;/a&gt; and trade unions which aimed at the gradual socialization of Swedish companies through wage earner funds. The Meidner Plan aimed to collectivize capital formation in two generations by having the wage earner funds own predominant stakes in Swedish corporations on behalf of workers. This proposal was supported by Palme and the Social Democratic party leadership, but it did not garner enough support upon Palme's assassination and was defeated by the conservatives in the &lt;a href=\"1991%20Swedish%20general%20election\"&gt;1991 Swedish general election&lt;/a&gt;.\nUpon returning to power in 1982, the Social Democratic party inherited a slowing economy resulting from the end of the post-war boom. The Social Democrats adopted &lt;a href=\"monetarist\"&gt;monetarist&lt;/a&gt; and neoliberal policies, &lt;a href=\"deregulating\"&gt;deregulating&lt;/a&gt; the banking industry, and &lt;a href=\"Economic%20liberalization\"&gt;liberalizing&lt;/a&gt; currency in the 1980s. The economic crisis of the 1990s saw greater &lt;a href=\"austerity\"&gt;austerity&lt;/a&gt; measures, deregulation, and the &lt;a href=\"privatization\"&gt;privatization&lt;/a&gt; of public services. Into the 21st century, it greatly affected Sweden and its universalistic welfare state, although not as hard as Finland. Sweden remained more &lt;a href=\"Eurosceptic\"&gt;Eurosceptic&lt;/a&gt; than Finland, and its struggles affected all the other Nordic countries, as it was seen as \"the guiding star of the north\", and with Sweden fading away, other Nordic countries also felt like they were losing their political identities. When the Nordic model was then gradually rediscovered, cultural explanations were sought for the special features of the Nordic countries.\nOverview and aspects.\nThe Nordic model has been characterized as follows:\nEconomic system.\nThe Nordic model is underpinned by a mixed-market capitalist economic system that features high degrees of private ownership, with the exception of Norway which includes a large number of &lt;a href=\"state-owned\"&gt;state-owned&lt;/a&gt; enterprises and state ownership in publicly listed firms.\nThe Nordic model is described as a system of competitive capitalism combined with a large percentage of the population employed by the &lt;a href=\"public%20sector\"&gt;public sector&lt;/a&gt;, which amounts to roughly 30% of the work force, in areas such as &lt;a href=\"healthcare\"&gt;healthcare&lt;/a&gt; and &lt;a href=\"higher%20education\"&gt;higher education&lt;/a&gt;. In Norway, Finland, and Sweden, many companies and/or industries are state-run or &lt;a href=\"state-owned\"&gt;state-owned&lt;/a&gt; like &lt;a href=\"utilities\"&gt;utilities&lt;/a&gt;, &lt;a href=\"mail\"&gt;mail&lt;/a&gt;, &lt;a href=\"rail%20transport\"&gt;rail transport&lt;/a&gt;, &lt;a href=\"airline\"&gt;airline&lt;/a&gt;s, &lt;a href=\"electrical%20power%20industry\"&gt;electrical power industry&lt;/a&gt;, &lt;a href=\"fossil%20fuels\"&gt;fossil fuels&lt;/a&gt;, &lt;a href=\"chemical%20industry\"&gt;chemical industry&lt;/a&gt;, &lt;a href=\"steel%20mill\"&gt;steel mill&lt;/a&gt;, &lt;a href=\"electronics%20industry\"&gt;electronics industry&lt;/a&gt;, &lt;a href=\"machine%20industry\"&gt;machine industry&lt;/a&gt;, &lt;a href=\"aerospace%20manufacturer\"&gt;aerospace manufacturer&lt;/a&gt;, &lt;a href=\"shipbuilding\"&gt;shipbuilding&lt;/a&gt;, and the &lt;a href=\"arms%20industry\"&gt;arms industry&lt;/a&gt;. In 2013, \"&lt;a href=\"The%20Economist\"&gt;The Economist&lt;/a&gt;\" described its countries as \"stout free-traders who resist the temptation to intervene even to protect iconic companies\", while also looking for ways to temper capitalism's harsher effects and declared that the Nordic countries \"are probably the best-governed in the world.\" Some economists have referred to the Nordic economic model as a form of \"cuddly capitalism\", with low levels of inequality, generous welfare states, and reduced concentration of top incomes, contrasting it with the more \"cut-throat capitalism\" of the United States, which has high levels of &lt;a href=\"Income%20inequality%20in%20the%20United%20States\"&gt;inequality&lt;/a&gt; and a larger concentration of top incomes, among others social inequalities.\nAs a result of the &lt;a href=\"Sweden%20financial%20crisis%20of%201990%E2%80%931994\"&gt;Sweden financial crisis of 1990–1994&lt;/a&gt;, Sweden implemented economic reforms that were focused on &lt;a href=\"deregulation\"&gt;deregulation&lt;/a&gt;, decentralization of &lt;a href=\"wage%20bargaining\"&gt;wage bargaining&lt;/a&gt;, and the strengthening of &lt;a href=\"competition%20law\"&gt;competition law&lt;/a&gt;s. Despite being one of the most equal OECD nations, from 1985 to the 2010s Sweden saw the largest growth in income inequality among OECD economies. Other effects of the 1990s reforms was the substantial growth of &lt;a href=\"mutual%20fund\"&gt;mutual fund&lt;/a&gt; savings, which largely began with the government subsidizing mutual fund savings through the so-called Allemansfonder program in the 1980s; today 4 out of 5 people aged 18–74 have fund savings.\nNorway's particularities.\nThe state of Norway has ownership stakes in many of the country's largest publicly listed companies, owning 37% of the Oslo stock market and operating the country's largest non-listed companies, including &lt;a href=\"Equinor\"&gt;Equinor&lt;/a&gt; and &lt;a href=\"Statkraft\"&gt;Statkraft&lt;/a&gt;. In January 2013, \"&lt;a href=\"The%20Economist\"&gt;The Economist&lt;/a&gt;\" reported that \"after the second world war the government nationalised all German business interests in Norway and ended up owning 44% of Norsk Hydro's shares. The formula of controlling business through shares rather than regulation seemed to work well, so the government used it wherever possible. 'We invented the &lt;a href=\"Socialist%20market%20economy\"&gt;Chinese way of doing things&lt;/a&gt; before the Chinese', says Torger Reve of the Norwegian Business School.\" The government also operates a sovereign wealth fund, the &lt;a href=\"Government%20Pension%20Fund%20of%20Norway\"&gt;Government Pension Fund of Norway&lt;/a&gt;, whose partial objective is to prepare Norway for a post-oil future but \"unusually among oil-producing nations, it is also a big advocate of human rights—and a powerful one, thanks to its control of the Nobel peace prize.\"\nNorway is the only major economy in the West where younger generations are getting richer, with a 13% increase in disposable income for 2018, bucking the trend seen in other Western nations of &lt;a href=\"Millennials\"&gt;Millennials&lt;/a&gt; becoming poorer than the generations which came before.\nLutheranism Influence.\nSome academics have theorized that &lt;a href=\"Lutheranism\"&gt;Lutheranism&lt;/a&gt;, the dominant religious tradition of the Nordic countries, had an effect on the development of &lt;a href=\"social%20democracy\"&gt;social democracy&lt;/a&gt; there. Schröder posits that Lutheranism promoted the idea of a nationwide community of believers and led to increased state involvement in economic and social life, allowing for nationwide welfare solidarity and economic co-ordination. Esa Mangeloja says that the revival movements helped to pave the way for the modern Finnish welfare state. During that process, the church lost some of its most important social responsibilities (health care, education, and social work) as these tasks were assumed by the secular Finnish state. Pauli Kettunen presents the Nordic model as the outcome of a sort of mythical \"Lutheran peasant enlightenment\", portraying the Nordic model as the result of a sort of \"secularized Lutheranism\"; however, mainstream academic discourse on the subject focuses on \"historical specificity\", with the centralized structure of the Lutheran church being but one aspect of the cultural values and state structures that led to the development of the welfare state in Scandinavia.\nLabour market policy.\nThe Nordic countries share active labour market policies as part of a &lt;a href=\"social%20corporatist\"&gt;social corporatist&lt;/a&gt; economic model intended to reduce conflict between labour and the interests of capital. This &lt;a href=\"corporatist\"&gt;corporatist&lt;/a&gt; system is most extensive in Norway and Sweden, where employer federations and labour representatives bargain at the national level mediated by the government. Labour market interventions are aimed at providing job retraining and relocation.\nThe Nordic labour market is flexible, with laws making it easy for employers to hire and shed workers or introduce labour-saving technology. To mitigate the negative effect on workers, the government labour market policies are designed to provide generous social welfare, job retraining and relocation services to limit any conflicts between capital and labour that might arise from this process.\nNordic welfare model.\nThe Nordic welfare model refers to the &lt;a href=\"welfare\"&gt;welfare&lt;/a&gt; &lt;a href=\"Social%20policy\"&gt;policies&lt;/a&gt; of the Nordic countries, which also tie into their labour market policies. The Nordic model of welfare is distinguished from other types of welfare states by its emphasis on maximising labour force participation, promoting &lt;a href=\"gender%20equality\"&gt;gender equality&lt;/a&gt;, &lt;a href=\"egalitarian\"&gt;egalitarian&lt;/a&gt;, and extensive benefit levels, the large magnitude of income redistribution and liberal use of expansionary fiscal policy.\nWhile there are differences among the Nordic countries, they all share a broad commitment to &lt;a href=\"social%20cohesion\"&gt;social cohesion&lt;/a&gt;, a universal nature of welfare provision in order to safeguard individualism by providing protection for vulnerable individuals and groups in society, and maximising public participation in social decision-making. It is characterized by flexibility and openness to innovation in the provision of welfare. The Nordic welfare systems are mainly funded through &lt;a href=\"taxation\"&gt;taxation&lt;/a&gt;.\nDespite the common values, the Nordic countries take different approaches to the practical administration of the welfare state. Denmark features a high degree of private sector provision of public services and welfare, alongside an assimilation immigration policy. Iceland's welfare model is based on a \"welfare-to-work\" (see &lt;a href=\"workfare\"&gt;workfare&lt;/a&gt;) model while part of Finland's welfare state includes the &lt;a href=\"voluntary%20sector\"&gt;voluntary sector&lt;/a&gt; playing a significant role in providing care for the elderly. Norway relies most extensively on public provision of welfare.\nGender equality.\nWhen it comes to gender equality, the Nordic countries hold one of the smallest gaps in gender employment inequality of all OECD countries, with less than 8 points in all Nordic countries according to &lt;a href=\"International%20Labour%20Organization\"&gt;International Labour Organization&lt;/a&gt; standards. They have been at the front of the implementation of policies that promote gender equality; the Scandinavian governments were some of the first to make it unlawful for companies to dismiss women on grounds of marriage or motherhood. Mothers in Nordic countries are more likely to be working mothers than in any other region and families enjoy pioneering legislation on parental leave policies that compensate parents for moving from work to home to care for their child, including fathers. Although the specifics of gender equality policies in regards to the work place vary from country to country, there is a widespread focus in Nordic countries to highlight \"continuous full-time employment\" for both men and women as well as single parents as they fully recognize that some of the most salient gender gaps arise from parenthood. Aside from receiving incentives to take shareable parental leave, Nordic families benefit from subsidized early childhood education and care and activities for out-of-school hours for those children that have enrolled in full-time education.\nThe Nordic countries have been at the forefront of championing gender equality and this has been historically shown by substantial increases in women's employment. Between 1965 and 1990, Sweden's employment rate for women in working-age (15–64) went from 52.8% to 81.0%. In 2016, nearly three out of every four women in working-age in the Nordic countries were taking part in paid work. Nevertheless, women are still the main users of the shareable parental leave (fathers use less than 30% of their paid parental-leave-days), foreign women are being subjected to under-representation, and Finland still holds a notable gender pay-gap; on average, women only receive 83 cents for every euro a male counterpart gets.\nPoverty reduction.\nThe Nordic model has been successful at significantly reducing poverty. In 2011, poverty rates before taking into account the effects of taxes and transfers stood at 24.7% in Denmark, 31.9% in Finland, 21.6% in Iceland, 25.6% in Norway, and 26.5% in Sweden. After accounting for taxes and transfers, the poverty rates for the same year became 6%, 7.5%, 5.7%, 7.7% and 9.7% respectively, for an average reduction of 18.7 p.p. Compared to the United States, which has a poverty level pre-tax of 28.3% and post-tax of 17.4% for a reduction of 10.9 p.p., the effects of tax and transfers on poverty in all the Nordic countries are substantially bigger. In comparison to France (27 p.p. reduction) and Germany (24.2 p.p. reduction), the taxes and transfers in the Nordic countries are smaller on average.\nSocial democracy.\nSocial democrats have played a pivotal role in shaping the Nordic model, with policies enacted by social democrats being pivotal in fostering the &lt;a href=\"social%20cohesion\"&gt;social cohesion&lt;/a&gt; in the Nordic countries. Among political scientists and sociologists, the term \"social democracy\" has become widespread to describe the Nordic model due to the influence of social democratic party governance in Sweden and Norway, in contrast to other classifications such as Christian democratic, liberal, Mediterranean, radical, and hybrid, based on consistency levels (\"pure\", \"medium-high consistency\" and \"medium consistency\"). According to sociologist &lt;a href=\"Lane%20Kenworthy\"&gt;Lane Kenworthy&lt;/a&gt;, the meaning of \"social democracy\" in this context refers to a variant of capitalism based on the predominance of private property and market allocation mechanisms alongside a set of policies for promoting economic security and opportunity within the framework of a capitalist economy as opposed to a political ideology that aims to replace capitalism.\nWhile countries such as Austria, Belgium, Canada, France, the Netherlands, New Zealand, Switzerland, and the United Kingdom have been categorized as \"social democratic\" at least once, the Nordic countries have been the only ones to be constantly categorized as such. In a review by Emanuele Ferragina and Martin Seeleib-Kaiser of works about the different models of welfare states, apart from Belgium and the Netherlands, categorized as \"medium-high socialism\", the Scandinavian countries analyzed (Denmark, Norway, and Sweden) were the only ones to be categorized by sociologist &lt;a href=\"G%C3%B8sta%20Esping-Andersen\"&gt;Gøsta Esping-Andersen&lt;/a&gt; as \"high socialism\", which is defined as socialist attributes and values (equality and universalism) and the social democratic model, which is characterized by \"a high level of decommodification and a low degree of stratification. Social policies are perceived as 'politics against the market.'\" They summarized the social democratic model as being based on \"the principle of universalism, granting access to benefits and services based on citizenship. Such a welfare state is said to provide a relatively high degree of autonomy, limiting the reliance on family and market.\"\nAs of the 1990s, the Nordic identity has been explained with cultural, not political factors; by the 2010s, politics has been re-entering the conversation on the Nordic identity. According to Johan Strang, cultural explanations benefits &lt;a href=\"neoliberalism\"&gt;neoliberalism&lt;/a&gt;, during whose rise the cultural phenomenon coincided. Strang states that \"[t]he Social Democratic model, which was still very much alive during the Cold War, has now been abandoned, and other explanations for Nordic success have been sought to replace it.\"\nReception.\nThe Nordic model has been positively received by some American politicians and political commentators. &lt;a href=\"Jerry%20Mander\"&gt;Jerry Mander&lt;/a&gt; has likened the Nordic model to a kind of \"hybrid\" system which features a blend of &lt;a href=\"capitalist\"&gt;capitalist&lt;/a&gt; economics with &lt;a href=\"socialist\"&gt;socialist&lt;/a&gt; values, representing an alternative to &lt;a href=\"Anglo-Saxon%20model\"&gt;American-style capitalism&lt;/a&gt;. Vermont Senator &lt;a href=\"Bernie%20Sanders\"&gt;Bernie Sanders&lt;/a&gt; has pointed to Scandinavia and the Nordic model as something the United States can learn from, in particular with respect to the benefits and social protections the Nordic model affords workers and its provision of universal healthcare. According to &lt;a href=\"Naomi%20Klein\"&gt;Naomi Klein&lt;/a&gt;, former &lt;a href=\"Soviet%20leader\"&gt;Soviet leader&lt;/a&gt; &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt; sought to move the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; in a similar direction to the Nordic system, combining free markets with a social safety net, but still retaining public ownership of key sectors of the economy—ingredients that he believed would transform the Soviet Union into \"a socialist beacon for all mankind.\"\nThe Nordic model has also been positively received by various social scientists and economists. American professor of sociology and political science &lt;a href=\"Lane%20Kenworthy\"&gt;Lane Kenworthy&lt;/a&gt; advocates for the United States to make a gradual transition toward a social democracy similar to those of the Nordic countries, defining social democracy as such: \"The idea behind social democracy was to make capitalism better. There is disagreement about how exactly to do that, and others might think the proposals in my book aren't true social democracy. But I think of it as a commitment to use government to make life better for people in a capitalist economy. To a large extent, that consists of using public insurance programs—government transfers and services.\" \nNobel Prize-winning economist &lt;a href=\"Joseph%20Stiglitz\"&gt;Joseph Stiglitz&lt;/a&gt; says that there is higher social mobility in the Scandinavian countries than in the United States and posits that Scandinavia is now the land of opportunity that the United States once was. American author &lt;a href=\"Ann%20Jones%20%28author%29\"&gt;Ann Jones&lt;/a&gt;, who lived in Norway for four years, posits that \"the Nordic countries give their populations freedom \"from\" the market by using capitalism as a tool to benefit everyone\" whereas in the United States \"&lt;a href=\"neoliberal\"&gt;neoliberal&lt;/a&gt; politics puts the foxes in charge of the henhouse, and capitalists have used the wealth generated by their enterprises (as well as financial and political manipulations) to capture the state and pluck the chickens.\"\nEconomist &lt;a href=\"Jeffrey%20Sachs\"&gt;Jeffrey Sachs&lt;/a&gt; is a proponent of the Nordic model, having pointed out that the Nordic model is \"the proof that modern capitalism can be combined with decency, fairness, trust, honesty, and environmental sustainability.\" The Nordic combination of extensive public provision of &lt;a href=\"welfare\"&gt;welfare&lt;/a&gt; and a culture of &lt;a href=\"individualism\"&gt;individualism&lt;/a&gt; has been described by Lars Trägårdh of &lt;a href=\"Ersta%20Sk%C3%B6ndal%20University%20College\"&gt;Ersta Sköndal University College&lt;/a&gt; as \"&lt;a href=\"statist\"&gt;statist&lt;/a&gt; individualism.\" A 2016 survey by the think tank &lt;a href=\"Israel%20Democracy%20Institute\"&gt;Israel Democracy Institute&lt;/a&gt; found that nearly 60 percent of &lt;a href=\"Israeli%20Jews\"&gt;Israeli Jews&lt;/a&gt; preferred a \"Scandinavian model\" economy, with high taxes and a robust welfare state.\nCriticism.\nSocialist economists &lt;a href=\"Pranab%20Bardhan\"&gt;Pranab Bardhan&lt;/a&gt; and &lt;a href=\"John%20Roemer\"&gt;John Roemer&lt;/a&gt; criticize Nordic-style social democracy for its questionable effectiveness in promoting relative &lt;a href=\"egalitarianism\"&gt;egalitarianism&lt;/a&gt; as well as its &lt;a href=\"sustainability\"&gt;sustainability&lt;/a&gt;. They posit that Nordic social democracy requires a strong &lt;a href=\"labour%20movement\"&gt;labour movement&lt;/a&gt; to sustain the heavy redistribution required, arguing that it is idealistic to think similar levels of redistribution can be accomplished in countries with weaker labour movements. They say that even in the Scandinavian countries social democracy has been in decline since the weakening of the labour movement in the early 1990s, arguing that the sustainability of social democracy is limited. Roemer and Bardham posit that establishing a market-based socialist economy by changing enterprise ownership would be more effective than social democratic redistribution at promoting egalitarian outcomes, particularly in countries with weak labour movements.\nHistorian &lt;a href=\"Gu%C3%B0mundur%20J%C3%B3nsson\"&gt;Guðmundur Jónsson&lt;/a&gt; say that it would be historically inaccurate to include Iceland in one aspect of the Nordic model, that of &lt;a href=\"consensus%20democracy\"&gt;consensus democracy&lt;/a&gt;. Addressing the time period from 1950 to 2000, Jónsson writes that \"Icelandic democracy is better described as more adversarial than consensual in style and practice. The labour market was rife with conflict and strikes more frequent than in Europe, resulting in strained government–trade union relationship. Secondly, Iceland did not share the Nordic tradition of power-sharing or corporatism as regards labour market policies or macro-economic policy management, primarily because of the weakness of Social Democrats and the Left in general. Thirdly, the legislative process did not show a strong tendency towards consensus-building between government and opposition with regard to government seeking consultation or support for key legislation. Fourthly, the political style in legislative procedures and public debate in general tended to be adversarial rather than consensual in nature.\"\nIn a 2017 study, economists &lt;a href=\"James%20Heckman\"&gt;James Heckman&lt;/a&gt; and Rasmus Landersøn compared American and Danish social mobility, and found that social mobility is not as high as figures might suggest in the Nordic countries, although they did find that Denmark ranks higher in income mobility. When looking exclusively at wages (before taxes and transfers), Danish and American social mobility are very similar; it is only after taxes and transfers are taken into account that Danish social mobility improves, indicating that Danish economic redistribution policies are the key drivers of greater mobility. Additionally, Denmark's greater investment in public education did not improve educational mobility significantly, meaning children of non-college educated parents are still unlikely to receive college education, although this public investment did result in improved cognitive skills amongst poor Danish children compared to their American peers. There was evidence that generous welfare policies could discourage the pursuit of higher-level education due to decreasing the economic benefits that college education level jobs offer and increasing welfare for workers of a lower education level.\nSome welfare and gender researchers based in the Nordic countries suggest that these states have often been over-privileged when different European societies are being assessed in terms of how far they have achieved gender equality. They posit that such assessments often utilise international comparisons adopting conventional economic, political, educational, and well-being measures. By contrast, they suggest that if one takes a broader perspective on well-being incorporating, such as social issues associated with bodily integrity or bodily citizenship, then some major forms of men's domination still stubbornly persist in the Nordic countries, e.g. business, violence to women, sexual violence to children, the military, academia, and religion.\nMisconceptions.\n&lt;a href=\"George%20Lakey\"&gt;George Lakey&lt;/a&gt;, author of \"Viking Economics\", says that Americans generally misunderstand the nature of the Nordic model, commenting: \"Americans imagine that \"welfare state\" means the U.S. welfare system on steroids. Actually, the Nordics scrapped their American-style welfare system at least 60 years ago, and substituted universal services, which means everyone—rich and poor—gets free higher education, free medical services, free eldercare, etc.\"\nIn a speech at Harvard's Kennedy School of Government, &lt;a href=\"Lars%20L%C3%B8kke%20Rasmussen\"&gt;Lars Løkke Rasmussen&lt;/a&gt;, the centre-right Danish prime minister from the conservative-liberal &lt;a href=\"Venstre%20%28Denmark%29\"&gt;Venstre&lt;/a&gt; party, addressed the American misconception that the Nordic model is a form of socialism, which is conflated with any form of &lt;a href=\"planned%20economy\"&gt;planned economy&lt;/a&gt;, stating: \"I know that some people in the US associate the Nordic model with some sort of socialism. Therefore, I would like to make one thing clear. Denmark is far from a socialist planned economy. Denmark is a market economy.\""
}