{
    "id": "1160179",
    "revid": "14498400",
    "url": "https://en.wikipedia.org/wiki?curid=1160179",
    "title": "Ray of Light",
    "text": "Ray of Light is the seventh &lt;a href=\"studio%20album\"&gt;studio album&lt;/a&gt; by American singer-songwriter &lt;a href=\"Madonna\"&gt;Madonna&lt;/a&gt;, released in early 1998 by &lt;a href=\"Maverick%20%28company%29\"&gt;Maverick Records&lt;/a&gt;. A stylistic and aesthetical departure from her previous work, \"Ray of Light\" is an &lt;a href=\"electronica\"&gt;electronica&lt;/a&gt; and &lt;a href=\"synth-pop\"&gt;techno-pop&lt;/a&gt; record which incorporates multiple genres, including &lt;a href=\"ambient%20music\"&gt;ambient&lt;/a&gt;, &lt;a href=\"trip%20hop\"&gt;trip hop&lt;/a&gt;, &lt;a href=\"psychedelic%20music\"&gt;psychedelic music&lt;/a&gt; and &lt;a href=\"Middle%20Eastern%20music\"&gt;Middle Eastern music&lt;/a&gt;, while also seeing Madonna singing with greater breadth and a fuller tone. Mystical themes are also strongly present in both the music and lyrics, as a result of Madonna embracing &lt;a href=\"Kabbalah\"&gt;Kabbalah&lt;/a&gt;, her study of &lt;a href=\"Hinduism\"&gt;Hinduism&lt;/a&gt; and &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt;, and her daily practice of &lt;a href=\"Ashtanga%20vinyasa%20yoga\"&gt;Ashtanga yoga&lt;/a&gt;.\nAfter giving birth to her first child, Madonna started working on the album with producers &lt;a href=\"Babyface%20%28musician%29\"&gt;Babyface&lt;/a&gt; and &lt;a href=\"Patrick%20Leonard\"&gt;Patrick Leonard&lt;/a&gt;. Following failed sessions with them, Madonna pursued a new musical direction with English producer &lt;a href=\"William%20Orbit\"&gt;William Orbit&lt;/a&gt;, which resulted in a much more experimental sound being produced for the album. The recording process was the longest of Madonna's career, and she experienced problems with Orbit's hardware arrangement which would break down and cause delays until it could be repaired.\nUpon release, the album received widespread critical acclaim, with reviews praising the singer's new musical direction, Orbit's complex, innovative and experimental production, and Madonna's writing skills. Referred to as her \"most adventurous\" record, \"Ray of Light\" has been noted for its introspective, spiritual, and religious nature with Madonna's vocals also being commended. Retrospectively, the album has continued receiving critical acclaim from contemporary critics and is often considered to be her best album. On top of this, the album is frequently cited by critics as one of the greatest mainstream pop albums of all time. \"Ray of Light\" won four &lt;a href=\"41st%20Grammy%20Awards\"&gt;Grammy Awards&lt;/a&gt; from a total of six nominations. The album debuted at number two on the &lt;a href=\"Billboard%20200\"&gt;US \"Billboard\" 200&lt;/a&gt;, with the biggest first-week sales by a female artist at the time. It also peaked at number one in many countries including Australia, Canada, Germany, and the United Kingdom, and has sold over 16 million copies worldwide.\nFive &lt;a href=\"Single%20%28music%29\"&gt;singles&lt;/a&gt; were released from the album, including the international top five hits \"&lt;a href=\"Frozen%20%28Madonna%20song%29\"&gt;Frozen&lt;/a&gt;\", and \"&lt;a href=\"Ray%20of%20Light%20%28song%29\"&gt;Ray of Light&lt;/a&gt;\". The album's promotion was later supported by the &lt;a href=\"Drowned%20World%20Tour\"&gt;Drowned World Tour&lt;/a&gt; in 2001. Music critics have noted the album's influence on &lt;a href=\"popular%20music\"&gt;popular music&lt;/a&gt;, and how it introduced electronica into mainstream pop culture in America. They also noted Madonna's musical re-invention which helped the 39-year-old remain contemporary among the teen-marketed artists of the period.\nBackground.\nFollowing the release of her compilation album \"&lt;a href=\"Something%20to%20Remember\"&gt;Something to Remember&lt;/a&gt;\" (1995), Madonna started taking vocal lessons in preparation for her role in \"&lt;a href=\"Evita%20%281996%20film%29\"&gt;Evita&lt;/a&gt;\" (1996). She would also give birth to her daughter, Lourdes, later in 1996. These events inspired a period of introspection. \"That was a big catalyst for me. It took me on a search for answers to questions I'd never asked myself before\", she said to \"&lt;a href=\"Q%20%28magazine%29\"&gt;Q&lt;/a&gt;\" magazine, in 2002. During the same period, she embraced &lt;a href=\"Kabbalah\"&gt;Kabbalah&lt;/a&gt; and started studying &lt;a href=\"Hinduism\"&gt;Hinduism&lt;/a&gt; and &lt;a href=\"yoga\"&gt;yoga&lt;/a&gt;, all of which helped her \"step outside [myself] and see the world from a different perspective\". Madonna felt that there was a \"whole piece\" of her voice left unused, which she decided to utilize for the album. By May 1997, Madonna had started writing songs for the album. She began collaborating with &lt;a href=\"Babyface%20%28musician%29\"&gt;Babyface&lt;/a&gt;, who had first worked with her on her previous album \"&lt;a href=\"Bedtime%20Stories%20%28Madonna%20album%29\"&gt;Bedtime Stories&lt;/a&gt;\" (1994). The two wrote a couple of songs together before Madonna decided the collaborations were not going in the musical direction she wanted for the album. According to Babyface, the songs \"had a '&lt;a href=\"Take%20a%20Bow%20%28Madonna%20song%29\"&gt;Take a Bow&lt;/a&gt;-ish' kind of vibe, and Madonna didn't want, or need, to repeat herself\".\nAfter abandoning the songs she had written with Babyface, Madonna turned to musician &lt;a href=\"Rick%20Nowels\"&gt;Rick Nowels&lt;/a&gt;, who had previously co-written songs with &lt;a href=\"Stevie%20Nicks\"&gt;Stevie Nicks&lt;/a&gt; and &lt;a href=\"Celine%20Dion\"&gt;Celine Dion&lt;/a&gt;. The collaboration produced seven songs in nine days, but those songs also did not display the album's future electronic musical direction. Three of the songs, \"&lt;a href=\"The%20Power%20of%20Good-Bye\"&gt;The Power of Good-Bye&lt;/a&gt;\", \"To Have and Not to Hold\" and \"Little Star\", appear on the album. Madonna then began writing songs with Leonard, who had produced many songs for Madonna in the late 1980s. Unlike her previous albums, Leonard's song writing collaborations were accompanied by very little studio input. Madonna believed that Leonard's production \"would have lent the songs more of a &lt;a href=\"Peter%20Gabriel\"&gt;Peter Gabriel&lt;/a&gt; vibe\", a sound that she did not want for the album. &lt;a href=\"Guy%20Oseary\"&gt;Guy Oseary&lt;/a&gt;, chairman of Maverick Records, then phoned British electronic musician &lt;a href=\"William%20Orbit\"&gt;William Orbit&lt;/a&gt;, and suggested that he send some songs to Madonna. Orbit sent a 13-track &lt;a href=\"digital%20audio%20tape\"&gt;digital audio tape&lt;/a&gt; to Madonna. \"I was a huge fan of William's earlier records, \"&lt;a href=\"Strange%20Cargo%20%28William%20Orbit%20album%29\"&gt;Strange Cargo 1&lt;/a&gt;\" and \"&lt;a href=\"Strange%20Cargo%202\"&gt;2&lt;/a&gt;\" and all that. I also loved all the remixes he did for me and I was interested in fusing a kind of futuristic sound but also using lots of Indian and Moroccan influences and things like that, and I wanted it to sound old and new at the same time\", Madonna said.\nRecording.\nIn early June before starting recording, Orbit met Madonna at her house in New York, and she played him the music she had worked on with other producers up to May 1997, which he felt sounded \"slick\". They visited the &lt;a href=\"The%20Hit%20Factory\"&gt;Hit Factory&lt;/a&gt; later that week, where Madonna invited the producer to work on \"Ray of Light\". Orbit then sent her a tape of musical snippets he was working on, which were usually eight or sixteen-&lt;a href=\"bar%20%28music%29\"&gt;bar&lt;/a&gt; phrases and stripped-down versions of tracks that would later be heard on the album. Madonna listened to the samples, over and over again, until she was inspired to write lyrics. Once she had an idea about the lyrical direction of the song, she would take her ideas back to Orbit, and they would expand on the original music ideas. As most of the instrumental demos pre-existed, Madonna worked on the lyrics and melodies while at home or while travelling.\nThe album was recorded over four and a half months at Larrabee North Studio in &lt;a href=\"North%20Hollywood%2C%20California\"&gt;North Hollywood, California&lt;/a&gt;, beginning in mid-June 1997, the longest Madonna had ever worked on an album. For most of the recording process, only three other people were in the studio with Madonna: William Orbit, an engineer named Pat McCarthy, and his assistant engineer, Matt Silva. They started recording in Los Angeles, but the recording process was initially plagued with machinery problems, as Orbit preferred to work with samples and synth sounds, and not with live musicians. The computers would break down, and recording would have to be delayed until they could be repaired. Orbit recorded the bulk of the album's instrumentation over a four-month period. Orbit recalls playing the guitar and having his fingers bleed during the long hours he spent in the studio.\nAfter some errors in her pronunciation of Sanskrit &lt;a href=\"shloka\"&gt;shloka&lt;/a&gt; \"Yoga Taravali\" during the song \"Shanti/Ashtangi\", the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; arranged for Madonna to take telephonic lessons to learn the basic correct pronunciation of &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; words from eminent scholar &lt;a href=\"Vagish%20Shastri\"&gt;Vagish Shastri&lt;/a&gt;. She then made the necessary pronunciation corrections on the album. In an interview with &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt;, Madonna recalled the recording of the album, saying her business partner &lt;a href=\"Guy%20Oseary\"&gt;Guy Oseary&lt;/a&gt; was a helpful friend, and that after she and Orbit played him the tracks, he, to their dismay, said nothing and left the studio. \"He really hates those icy strings. Right when I think the track's done, he sort of pushes us another step further. 'Maybe we should try this', or 'I really don't want to hear that'. And then of course, later on, it creeps in my brain, and I'm like, 'maybe I should have done a background vocal on that'. And then she comes in and happily does it, right?\" Madonna said. Orbit also recalled during an interview with \"Q\" magazine that Madonna recorded \"Swim\" the day her friend and fashion designer &lt;a href=\"Gianni%20Versace\"&gt;Gianni Versace&lt;/a&gt; was killed in Miami, Florida. He also commented that this is probably why the track has an emotional impact.\nTitle and artwork.\nAccording to spokesperson Liz Rosenberg, Madonna considered titling the album \"Mantra\", which she thought was a \"really cool title\", and she also considered calling it \"Veronica Electronica\"; however, she discarded both of those ideas and called it \"Ray of Light\", as her albums were always titled after one of the songs from each album's tracklist. The artwork was taken from a December 1997 photoshoot with Peruvian photographer &lt;a href=\"Mario%20Testino\"&gt;Mario Testino&lt;/a&gt; - other pictures from the same shoot would serve as the artworks for the \"Ray of Light\" and \"Frozen\" singles. Madonna and Testino had previously collaborated for a &lt;a href=\"Versace\"&gt;Versace&lt;/a&gt; brand collection 2 years earlier. Madonna was impressed with the natural look Testino had captured, so she booked him again for the album's photoshoot. He recalled, \"At 2pm she said, 'OK, I'm tired. We're done'. And I said, 'But I don't have the pictures yet'. She said, 'You're working for me and I say we're done'. I said, 'No, we carry on'. The picture she used on the cover came after that\".\nComposition.\n\"Ray of Light\" was a notable departure from Madonna's previous work, and has been described as her most \"adventurous\" record. An &lt;a href=\"electronica\"&gt;electronica&lt;/a&gt;, &lt;a href=\"trip%20hop\"&gt;trip hop&lt;/a&gt;, and &lt;a href=\"synth-pop\"&gt;techno-pop&lt;/a&gt; album, it also contains elements of several different types of music, including &lt;a href=\"house%20music\"&gt;house&lt;/a&gt;, &lt;a href=\"ambient%20music\"&gt;ambient&lt;/a&gt;, &lt;a href=\"drum%20and%20bass\"&gt;drum and bass&lt;/a&gt;, &lt;a href=\"rock%20music\"&gt;rock&lt;/a&gt;, &lt;a href=\"New%20wave%20music\"&gt;new wave&lt;/a&gt;, &lt;a href=\"Eastern%20music\"&gt;eastern&lt;/a&gt; and &lt;a href=\"classical%20music\"&gt;classical&lt;/a&gt; music. Vocally, the album was also a marked change from Madonna's previous work; as the singer underwent vocal training lessons for her 1996 film \"&lt;a href=\"Evita%20%281996%20film%29\"&gt;Evita&lt;/a&gt;\", her vocals exhibited greater breadth and range, as well as a fuller timbre. In many songs, she also abandoned the &lt;a href=\"vibrato\"&gt;vibrato&lt;/a&gt; which was present in her previous work. Critically, it is said to have Madonna's most full-bodied vocals.\nThe opening track and third single, \"&lt;a href=\"Drowned%20World/Substitute%20For%20Love\"&gt;Drowned World/Substitute For Love&lt;/a&gt;\", is a downtempo ballad drawing influences from &lt;a href=\"Oldschool%20jungle\"&gt;jungle&lt;/a&gt;, &lt;a href=\"drum%20and%20bass\"&gt;drum and bass&lt;/a&gt; and trip hop music. The title is inspired by &lt;a href=\"J.G.%20Ballard\"&gt;J.G. Ballard&lt;/a&gt;'s post-apocalyptic science fiction novel \"&lt;a href=\"The%20Drowned%20World\"&gt;The Drowned World&lt;/a&gt;\" (1962). \"Swim\", the second song, has a spiritual tone. She sings: \"Swim to the ocean floor/So that we can begin again/Wash away all our sins/Crash to the other shore\". \"Ray of Light\", the third track and second single, is an uptempo electronic dance-pop song with strong techno and trance influences. A \"sonically progressive\" track, it also incorporates elements of rock, with a prominent &lt;a href=\"electric%20guitar\"&gt;electric guitar&lt;/a&gt; &lt;a href=\"riff%20%28music%29\"&gt;riff&lt;/a&gt;. Its &lt;a href=\"sound%20effect\"&gt;sound effect&lt;/a&gt;s include &lt;a href=\"whistle\"&gt;whistle&lt;/a&gt;s and &lt;a href=\"bleep%20sound\"&gt;bleeps&lt;/a&gt;. \"Candy Perfume Girl\" has a &lt;a href=\"grunge\"&gt;grunge&lt;/a&gt; intro and continues to pair post-modern beeps and beats with old-fashioned electric guitar flare ups. In the next song, \"Skin\", Madonna sings \"Do I know you from somewhere?\" in a yearning voice over the beats of an electronic orchestra.\nThe sixth track, \"&lt;a href=\"Nothing%20Really%20Matters\"&gt;Nothing Really Matters&lt;/a&gt;\", is an up-tempo dance track which contains influences of techno. \"&lt;a href=\"Sky%20Fits%20Heaven\"&gt;Sky Fits Heaven&lt;/a&gt;\" focuses on Madonna's spiritual studies and her daughter Lourdes. Some lyrics include: \"Sky fits heaven so fly it, that's what the prophet said to me/Child fits mother so hold your baby tight, that's what my future can see\". Elements of the lyric are taken from the poem \"What Fits?\" by poet &lt;a href=\"Max%20Blagg\"&gt;Max Blagg&lt;/a&gt;, the poem used for a 1993 advertisement for &lt;a href=\"Gap%20Inc.\"&gt;Gap Inc.&lt;/a&gt; \"Shanti/Ashtangi\" is a Hindu prayer and up-tempo techno song sung by Madonna in Sanskrit, over a driving dance rhythm. The techno dance track features Madonna singing the adapted version of &lt;a href=\"Shankaracharya\"&gt;Shankaracharya&lt;/a&gt; entirely in Sanskrit with lines such as \"Vunde gurunam caranaravinde/Sandarsita svatma sukhavabodhe\".\n\"Frozen\", the ninth track and album's first single, is a mid-tempo electronic ballad which has a layered sound enhanced by &lt;a href=\"synthesizer\"&gt;synthesizer&lt;/a&gt;s and &lt;a href=\"strings%20%28music%29\"&gt;strings&lt;/a&gt;. The song additionally contains ambient qualities, a moderate dance rhythm during the chorus and techno-influenced beats towards the end. Madonna's vocals throughout the song lack vibrato, and have drawn comparisons to &lt;a href=\"medieval%20music\"&gt;medieval music&lt;/a&gt;. Lyrically, the song is about a cold and emotionless man; nevertheless, subtexts have been noticed. According to Jarman-Ivens, lyrics such as \"You're frozen, when your heart's not open\" reflected an artistic palette, \"encompassing diverse musical, textual and visual styles in its lyrics.\" \"The Power of Good-Bye\" is an emotional ballad which lyrically meditates on loss and longing. It was released as the album's fourth single. \"To Have and Not to Hold\" is about a distant lover and \"Little Star\" is about her daughter, Lourdes. Both are superficially vibrant but with underlying subtlety and restrained arrangements prevailing. \"Mer Girl\", the album's final track, is a surreal meditation on mortality and the death of Madonna's mother, in which she sings, \"And I smelled her burning flesh/Her rotting bones, her decay/I ran and I ran/I'm still running away.\" \"She stepped out of the vocal booth,\" Orbit recalled of its recording, \"and everybody was rooted to the spot. It was just one of those moments. Really spooky.\"\nRelease and promotion.\n\"Ray of Light\" was released in Japan on February 22, 1998, with an additional Japan-only bonus track \"Has to Be\". The album was later released in the United States on March 3, 1998. In New Zealand, a box set of \"Ray of Light\" and \"&lt;a href=\"The%20Immaculate%20Collection\"&gt;The Immaculate Collection&lt;/a&gt;\" was released to accompany the album. It reached number 12 on the albums chart and was certified gold by the &lt;a href=\"Recording%20Industry%20Association%20of%20New%20Zealand\"&gt;Recording Industry Association of New Zealand&lt;/a&gt; (RIANZ) for shipment of 7,500 copies. A promotional instore VHS compilation titled \"Rays of Light\" was released in the United Kingdom in 1999, compiling all the music videos to all five singles from the album. All five videos were later included on the compilation \"\" (1999). \"Sky Fits Heaven\" was released as a &lt;a href=\"promotional%20recording\"&gt;promotional single&lt;/a&gt; in the United States. It peaked at number 41 on the \"Billboard\" Hot Dance Club Play chart.\nTo promote the album, Madonna made a number of televised appearances and live performances of the album's songs. On February 14, 1998, she debuted \"Sky Fits Heaven\", \"Shanti/Ashtangi\" and \"Ray of Light\" at &lt;a href=\"Roxy%20NYC\"&gt;Roxy NYC&lt;/a&gt; nightclub. \"Frozen\" was performed on \"&lt;a href=\"The%20National%20Lottery%20Draws\"&gt;The National Lottery Show&lt;/a&gt;\" in the UK (February 21), 1998 &lt;a href=\"Sanremo%20Music%20Festival\"&gt;Sanremo Music Festival&lt;/a&gt; in Italy (February 24), \"&lt;a href=\"Wetten%2C%20dass..%3F\"&gt;Wetten, dass..?&lt;/a&gt;\" in Germany (February 28) and the \"&lt;a href=\"Rosie%20O%27Donnell%20Show\"&gt;Rosie O'Donnell Show&lt;/a&gt;\" in the United States (March 13). On April 27, Madonna made an unannounced appearance at the &lt;a href=\"Rock%20for%20the%20Rainforest\"&gt;Rock for the Rainforest&lt;/a&gt; benefit concert at &lt;a href=\"Carnegie%20Hall\"&gt;Carnegie Hall&lt;/a&gt; in New York City to sing \"Frozen\". She also joined the other stars of the concert, including &lt;a href=\"Sting%20%28musician%29\"&gt;Sting&lt;/a&gt;, &lt;a href=\"Elton%20John\"&gt;Elton John&lt;/a&gt;, and &lt;a href=\"Billy%20Joel\"&gt;Billy Joel&lt;/a&gt; to perform \"&lt;a href=\"With%20a%20Little%20Help%20From%20My%20Friends\"&gt;With a Little Help From My Friends&lt;/a&gt;\" and \"&lt;a href=\"Twist%20and%20Shout\"&gt;Twist and Shout&lt;/a&gt;\" with them. On May 29, Madonna appeared on \"&lt;a href=\"The%20Oprah%20Winfrey%20Show\"&gt;The Oprah Winfrey Show&lt;/a&gt;\" and sang \"Little Star\" and \"Ray of Light\" there. On September 10, she opened &lt;a href=\"1998%20MTV%20Video%20Music%20Awards\"&gt;1998 MTV Video Music Awards&lt;/a&gt; in New York City with the performance of \"Shanti/Ashtangi\" and \"Ray of Light\" featuring &lt;a href=\"Lenny%20Kravitz\"&gt;Lenny Kravitz&lt;/a&gt; on guitar. \"The Power of Good-Bye\" was sung at the &lt;a href=\"1998%20MTV%20Europe%20Music%20Awards\"&gt;1998 MTV Europe Music Awards&lt;/a&gt; in Italy (November 12) and \"&lt;a href=\"Top%20of%20the%20Pops\"&gt;Top of the Pops&lt;/a&gt;\" in the UK (November 19). On February 24, 1999, Madonna performed \"Nothing Really Matters\" at the &lt;a href=\"41st%20Annual%20Grammy%20Awards\"&gt;41st Grammy Awards&lt;/a&gt; ceremony at &lt;a href=\"Shrine%20Auditorium\"&gt;Shrine Auditorium&lt;/a&gt; in Los Angeles.\nMadonna performed \"Drowned World/Substitute For Love\", \"Ray of Light\", \"Candy Perfume Girl\", \"Sky Fits Heaven\", \"Frozen\" and \"Mer Girl\" on the &lt;a href=\"Drowned%20World%20Tour\"&gt;Drowned World Tour&lt;/a&gt;, her fifth concert tour, which promoted \"Ray of Light\" and its &lt;a href=\"Music%20%28Madonna%20album%29\"&gt;successor album&lt;/a&gt;. It started in June 2001 and was Madonna's first tour in eight years. The tour was to be started before the new millennium, but she had become pregnant with her son Rocco Ritchie, released \"Music\" that year, and married Ritchie in December 2000. The show was divided into five sections, \"Cyber-Punk\", \"Geisha\", \"Cowgirl\", \"Spanish\" and \"Ghetto\". The Drowned World Tour received positive reviews. The tour was a commercial success, grossing a total of US$75 million, and it was the top concert tour of a solo artist in 2001. The concert was broadcast live on &lt;a href=\"HBO\"&gt;HBO&lt;/a&gt; from &lt;a href=\"The%20Palace%20of%20Auburn%20Hills\"&gt;The Palace of Auburn Hills&lt;/a&gt; in &lt;a href=\"Auburn%20Hills%2C%20Michigan\"&gt;Auburn Hills, Michigan&lt;/a&gt; on August 26, 2001. The \"&lt;a href=\"Drowned%20World%20Tour%202001\"&gt;Drowned World Tour 2001&lt;/a&gt;\" DVD was released in all regions on November 13, 2001. Like the original airing of the show, the DVD received very good reviews. The photographs used on the DVD packaging were taken by Madonna's friend &lt;a href=\"Rosie%20O%27Donnell\"&gt;Rosie O'Donnell&lt;/a&gt;.\nSingles.\n\"&lt;a href=\"Frozen%20%28Madonna%20song%29\"&gt;Frozen&lt;/a&gt;\" was released as the lead &lt;a href=\"single%20%28music%29\"&gt;single&lt;/a&gt; from the album on February 23, 1998. It peaked inside the top five in most musical markets worldwide, while topping the singles chart in Finland, Italy, Spain and the United Kingdom, where it became Madonna's first single to debut at number one. It became her sixth single to peak at number two on the &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt;, setting a record for Madonna as the artist with &lt;a href=\"List%20of%20Billboard%20Hot%20100%20chart%20achievements%20and%20milestones%23Most%20number-two%20singles\"&gt;most number-two hits&lt;/a&gt; in the chart history. The song received critical acclaim, and was labelled a masterpiece whose sound was described as \"cinematic\". However, the &lt;a href=\"Belgium\"&gt;Belgian&lt;/a&gt; court in 2005 ruled that the opening four-bar theme to the song was plagiarized from the song \"Ma vie fout le camp\", composed by Salvatore Acquaviva. The ruling forbade the sale of the single and the entire \"Ray of Light\" album, as well as other compilations that included the track in Belgium. In February 2014, a Belgian court ruled that Madonna did not plagiarize Acquaviva's work for \"Frozen\". The court spoke of a \"new capital offense\" in the file: composer Edouard Scotto Di Suoccio and societies Tabata Atoll Music and Music in Paris had also filed a complaint for plagiarism. According to them, both \"Ma vie fout le camp\" and \"Frozen\" originated in the song \"Blood Night\" which they composed in 1983. After all three tracks in the case were compared, the final ruling was that the songs were \"not sufficiently 'original' to claim\" that any plagiarism had taken place. This ruling ended the eight-year ban of the song that was in place in Belgium since 2005.\nThe album's second single, \"&lt;a href=\"Ray%20of%20Light%20%28song%29\"&gt;Ray of Light&lt;/a&gt;\", was released on April 27, 1998. It peaked at number one in Spain and attained the top five position in Canada, Finland, Italy, the United Kingdom and the United States. It entered the Hot 100 at number five, becoming Madonna's highest debut on the chart ever. The song was also a hit on &lt;a href=\"Hot%20Dance%20Club%20Songs\"&gt;Hot Dance Club Play&lt;/a&gt; chart, remaining at number one for four weeks, and became the \"Top Hot Dance Club Play Single\" of 1998. Critically, it also received positive reviews, being praised for its club-perfect, yet \"sonically progressive\" sound, as well as her powerful vocals.\n\"&lt;a href=\"Drowned%20World/Substitute%20for%20Love\"&gt;Drowned World/Substitute for Love&lt;/a&gt;\" was released on August 24, 1998, as the third single outside the United States. It reached number one in Spain and the top ten in Italy and the United Kingdom. The &lt;a href=\"music%20video\"&gt;music video&lt;/a&gt;, directed by Walter Stern, caused controversy due to scenes that featured Madonna being chased by &lt;a href=\"paparazzi\"&gt;paparazzi&lt;/a&gt; on motor-bikes, a scenario similar to &lt;a href=\"Diana%2C%20Princess%20of%20Wales\"&gt;Princess Diana&lt;/a&gt;'s death in 1997. The fourth single, \"&lt;a href=\"The%20Power%20of%20Good-Bye\"&gt;The Power of Good-Bye&lt;/a&gt;\", was released on September 22, 1998. It reached the top-ten peaks in Austria, Canada, Netherlands, Finland, Germany, Italy, Spain, Sweden, Switzerland, the United Kingdom. In the United States, the song peaked at number eleven on the Hot 100. Its music video was directed by &lt;a href=\"Matthew%20Rolston\"&gt;Matthew Rolston&lt;/a&gt;. \"&lt;a href=\"Nothing%20Really%20Matters\"&gt;Nothing Really Matters&lt;/a&gt;\" was released as the album's fifth and final single on March 2, 1999. It became a top-ten hit in Canada, Finland, Italy, New Zealand and the United Kingdom. In the United States, it became Madonna's lowest-charting single on the Hot 100, peaking at number 93, but was a number-one hit on its dance chart. Its music video, directed by &lt;a href=\"Johan%20Renck\"&gt;Johan Renck&lt;/a&gt;, was inspired by &lt;a href=\"Arthur%20Golden\"&gt;Arthur Golden&lt;/a&gt;'s book \"&lt;a href=\"Memoirs%20of%20a%20Geisha\"&gt;Memoirs of a Geisha&lt;/a&gt;\", and featured Madonna dressed as a &lt;a href=\"geisha\"&gt;geisha&lt;/a&gt;.\nCritical reception.\n\"Ray of Light\" received universal acclaim from critics. &lt;a href=\"Stephen%20Thomas%20Erlewine\"&gt;Stephen Thomas Erlewine&lt;/a&gt; from &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt; called it Madonna's \"most adventurous record\" and \"most mature and restrained album.\" Paul Verna of \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" commented: \"Easily her most mature and personal work to date, \"Ray of Light\" finds Madonna weaving lyrics with the painstaking intimacy of diary entries and wrapping them in hymn-like melodies and instrumentation swathed in lush, melancholy ambience—with forays into classic house, trance, and even guitar pop. Of course, she balances the set's serious tone with chewy pop nuggets that allow her to flex her immeasurably widened vocal range to fine effect.\" He finished the review by calling the album \"a deliciously adventurous, ultimately victorious effort from one of pop music's most compelling performers.\" Sal Cinquemani of \"&lt;a href=\"Slant%20Magazine\"&gt;Slant Magazine&lt;/a&gt;\" described the album as \"one of the great pop masterpieces of the '90s\" and stated that: \"Its lyrics are uncomplicated but its statement is grand\" and \"Madonna hasn't been this emotionally candid since \"&lt;a href=\"Like%20a%20Prayer%20%28album%29\"&gt;Like a Prayer&lt;/a&gt;\"\". &lt;a href=\"Rob%20Sheffield\"&gt;Rob Sheffield&lt;/a&gt;'s review for \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" called the album \"brilliant\", but was critical of Orbit's production, saying that he doesn't know enough tricks to produce a whole album, and so becomes repetitive. \"Until &lt;a href=\"Simply%20Red\"&gt;Simply Red&lt;/a&gt; enlist &lt;a href=\"John%20Zorn\"&gt;John Zorn&lt;/a&gt;, or &lt;a href=\"Mariah%20Carey\"&gt;Mariah Carey&lt;/a&gt; works with &lt;a href=\"Tortoise%20%28band%29\"&gt;Tortoise&lt;/a&gt;,\" &lt;a href=\"Stuart%20Maconie\"&gt;Stuart Maconie&lt;/a&gt; wrote in \"&lt;a href=\"Q%20%28magazine%29\"&gt;Q&lt;/a&gt;\", \"she remains the only pop aristocrat who's keeping her ears open.\"\n&lt;a href=\"David%20Browne%20%28journalist%29\"&gt;David Browne&lt;/a&gt; of \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\" wrote: \"For all her grapplings with self-enlightenment, Madonna seems more relaxed and less contrived than she's been in years, from her new Italian earth-mother makeover to, especially, her music. \"Ray of Light\" is truly like a prayer, and you know she'll take you there.\" Roni Sarig, in \"&lt;a href=\"City%20Pages\"&gt;City Pages&lt;/a&gt;\", was most impressed by Madonna's vocal range, depth, and clarity and called \"Ray of Light\" \"her richest, most accomplished record yet.\" &lt;a href=\"Robert%20Hilburn\"&gt;Robert Hilburn&lt;/a&gt; of the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" wrote: \"One reason why her new \"Ray of Light\" is the most satisfying album of her career is that it reflects the soul-searching of a woman who is at a point in her life where she can look at herself with surprising candor and perspective.\" In \"&lt;a href=\"Melody%20Maker\"&gt;Melody Maker&lt;/a&gt;\", Mark Roland drew comparisons with &lt;a href=\"Saint%20Etienne%20%28band%29\"&gt;St Etienne&lt;/a&gt; and &lt;a href=\"Bj%C3%B6rk\"&gt;Björk&lt;/a&gt;'s \"&lt;a href=\"Homogenic\"&gt;Homogenic&lt;/a&gt;\" album, highlighting \"Ray of Light\"s lack of cynicism as its most positive aspect: \"It's not an album turned on the lathe of cynical pop manipulation, rather it's been squished out of a lump of clay on a foot-powered wheel. Lovingly teased into life, \"Ray of Light\" is like the ugly mug that doesn't match but is all the more special because of it.\" Joan Anderman from \"&lt;a href=\"The%20Boston%20Globe\"&gt;The Boston Globe&lt;/a&gt;\" said \"Ray of Light\" is a remarkable album. He described it as a deeply spiritual dance record, ecstatically textured, a serious cycle of songs that goes a long way toward liberating Madonna from a career built on scavenged images and cultivated identities. &lt;a href=\"Robert%20Christgau\"&gt;Robert Christgau&lt;/a&gt; was less impressed in \"&lt;a href=\"Playboy\"&gt;Playboy&lt;/a&gt;\", deeming it a \"great-\"sounding\"\" but average record because enlightenment themes always yield awkward results for pop entertainers. However, he praised sensual songs such as \"Skin\" and \"Candy Perfume Girl\".\nCommercial performance.\nIn the United States, \"Ray of Light\" debuted at number two on the &lt;a href=\"Billboard%20200\"&gt;\"Billboard\" 200&lt;/a&gt; albums chart on the issue dated March 21, 1998. It set the record for biggest first-week sales by a female artist in &lt;a href=\"Nielsen%20SoundScan\"&gt;Nielsen SoundScan&lt;/a&gt; era at that time with 371,000 copies sold. However, the album was not able to top the &lt;a href=\"Titanic%20%28soundtrack%29\"&gt;soundtrack album&lt;/a&gt; of the motion picture \"&lt;a href=\"Titanic%20%281997%20film%29\"&gt;Titanic&lt;/a&gt;\", becoming Madonna's fifth album to peak at the runner-up position. During the second week, the album sold 225,000 copies and was still kept off the top spot by the soundtrack. On March 16, 2000, the album was certified &lt;a href=\"RIAA%20certification\"&gt;four times platinum&lt;/a&gt; by the &lt;a href=\"Recording%20Industry%20Association%20of%20America\"&gt;Recording Industry Association of America&lt;/a&gt; (RIAA) for shipments of four million units of the album. Madonna became the first female artist to have seven multi-platinum studio albums by RIAA. According to Nielsen SoundScan, \"Ray of Light\" had sold 3.891 million copies in the United States as of December 2016. This figure does not include units sold through clubs like the BMG Music, where the album sold over 459,000 copies. In Canada, the album debuted at number one on the &lt;a href=\"Canadian%20Albums%20Chart\"&gt;Canadian Albums Chart&lt;/a&gt; with first week sales of 59,900 copies. It was later certified seven-times platinum by the &lt;a href=\"Canadian%20Recording%20Industry%20Association\"&gt;Canadian Recording Industry Association&lt;/a&gt; (CRIA) for shipment of 700,000 copies. The album also achieved commercial success in Oceania, debuting at number one on the albums chart in Australia and New Zealand. It was certified triple platinum by &lt;a href=\"Australian%20Recording%20Industry%20Association\"&gt;Australian Recording Industry Association&lt;/a&gt; (ARIA) and platinum by &lt;a href=\"Recording%20Industry%20Association%20of%20New%20Zealand\"&gt;Recording Industry Association of New Zealand&lt;/a&gt; (RIANZ) for shipments of 210,000 and 15,000 copies respectively.\nIn the United Kingdom, \"Ray of Light\" debuted at number one on the &lt;a href=\"UK%20Albums%20Chart\"&gt;UK Albums Chart&lt;/a&gt; with opening sales of nearly 139,000 copies and remaining at the top spot for two weeks. It was certified six times platinum by the &lt;a href=\"British%20Phonographic%20Industry\"&gt;British Phonographic Industry&lt;/a&gt; (BPI) for shipment of 1.8 million copies. As of 2018, the album sold 1,730,000 units in the UK according to &lt;a href=\"Official%20Charts%20Company\"&gt;Official Charts Company&lt;/a&gt;. In France, \"Ray of Light\" entered the albums chart at number two, staying there for seven weeks before descending the chart. It was certified three times platinum by the &lt;a href=\"Syndicat%20National%20de%20l%27%C3%89dition%20Phonographique\"&gt;Syndicat National de l'Édition Phonographique&lt;/a&gt; (SNEP) for shipments of 900,000 copies. Actual sales of the album in France stand at 925,400 copies. In Germany, the album reached number one on the &lt;a href=\"Media%20Control%20Charts\"&gt;Media Control Charts&lt;/a&gt; and remained there for seven weeks. It remains Madonna's best-selling album in Germany with three times platinum certification from &lt;a href=\"Bundesverband%20Musikindustrie\"&gt;Bundesverband Musikindustrie&lt;/a&gt; (BVMI) for shipment of 1.5 million copies. \"Ray of Light\" debuted at number one in Italy and sold 500,000 copies by July 1998. Sales stand at 600,000 copies there. Due to its commercial success in European countries, the album ultimately topped the &lt;a href=\"European%20Top%20100%20Albums\"&gt;European Top 100 Albums&lt;/a&gt; chart and was certified seven times platinum by the &lt;a href=\"International%20Federation%20of%20the%20Phonographic%20Industry\"&gt;International Federation of the Phonographic Industry&lt;/a&gt; (IFPI) for sales of seven million copies, becoming the &lt;a href=\"List%20of%20best-selling%20albums%20in%20Europe\"&gt;third best selling albums in Europe&lt;/a&gt; for the 1998-2007 period. \"Ray of Light\" achieved similar success in the rest of world, topping the official charts of Belgium, Netherlands, Finland, Greece, Hungary, Israel, Norway, Singapore, Spain and Switzerland. It was the best-selling album from Warner Music company in the &lt;a href=\"Asia-Pacific\"&gt;Asia-Pacific&lt;/a&gt; region during the 1998, and sold 1 million in the continent as of June 1999. In total, \"Ray of Light\" has sold over 16 million copies worldwide.\nAccolades.\nAt the &lt;a href=\"41st%20Annual%20Grammy%20Awards\"&gt;41st Annual Grammy Awards&lt;/a&gt;, \"Ray of Light\" received four awards out of six nominations. The album won &lt;a href=\"Grammy%20Award%20for%20Best%20Pop%20Vocal%20Album\"&gt;Best Pop Album&lt;/a&gt; and &lt;a href=\"Grammy%20Award%20for%20Best%20Recording%20Package\"&gt;Best Recording Package&lt;/a&gt;, and was nominated for &lt;a href=\"Grammy%20Award%20for%20Album%20of%20the%20Year\"&gt;Album of the Year&lt;/a&gt;, while the title track won &lt;a href=\"Grammy%20Award%20for%20Best%20Dance%20Recording\"&gt;Best Dance Recording&lt;/a&gt; and &lt;a href=\"Grammy%20Award%20for%20Best%20Music%20Video\"&gt;Best Short Form Music Video&lt;/a&gt;, and was nominated for &lt;a href=\"Grammy%20Award%20for%20Record%20of%20the%20Year\"&gt;Record of the Year&lt;/a&gt;. The album gave Madonna her first musical Grammy of her career as previously she only won in the video category. Madonna also became the biggest winner of the &lt;a href=\"1998%20MTV%20Video%20Music%20Awards\"&gt;1998 MTV Video Music Awards&lt;/a&gt;, winning six awards from nine nominations. \"Frozen\" won &lt;a href=\"MTV%20Video%20Music%20Award%20for%20Best%20Visual%20Effects\"&gt;Best Special Effects&lt;/a&gt;; \"Ray of Light\" won Best Choreography, Best Direction, Best Editing, Best Female Video and Video of the Year, and was also nominated for Best Cinematography, Best Dance Video and Breakthrough Video. &lt;a href=\"American%20Society%20of%20Composers%2C%20Authors%20and%20Publishers\"&gt;American Society of Composers, Authors and Publishers&lt;/a&gt; (ASCAP) honored Madonna two awards of Most Performed Song for \"Frozen\" and \"Ray of Light\" at the 1999 ASCAP Pop Music Awards, as well as Top Dance Song for \"Ray of Light\" at the 1999 ASCAP Rhythm &amp; Soul Music Awards.\n\"Ray of Light\" also gave Madonna several trophies from various international award shows—including two &lt;a href=\"Danish%20Music%20Awards\"&gt;Danish Grammy Awards&lt;/a&gt; for Best International Album and Best International Female Vocalist from &lt;a href=\"IFPI%20Denmark\"&gt;IFPI Denmark&lt;/a&gt;, a &lt;a href=\"Fryderyk\"&gt;Fryderyk&lt;/a&gt; award for Best Foreign Album from &lt;a href=\"Zwi%C4%85zek%20Producent%C3%B3w%20Audio%20Video\"&gt;Związek Producentów Audio Video&lt;/a&gt; (ZPAV) in Poland, a &lt;a href=\"Hungarian%20Music%20Awards\"&gt;Golden Giraffe Award&lt;/a&gt; for International Pop Album of the Year from &lt;a href=\"Mahasz\"&gt;Mahasz&lt;/a&gt; in Hungary, two &lt;a href=\"Porin%20%28music%20award%29\"&gt;Porin&lt;/a&gt; awards for Best International Album and Best International Video (\"Frozen\") in Croatia, and two &lt;a href=\"Rockbj%C3%B6rnen\"&gt;Rockbjörnen&lt;/a&gt; awards for Best International Album and Best International Artist in Sweden.\nIn Canada, Madonna won Best International Video for \"Ray of Light\" at the 1999 &lt;a href=\"MuchMusic%20Video%20Awards\"&gt;MuchMusic Video Awards&lt;/a&gt; and was nominated for Best Selling Album (Foreign or Domestic) at the 1999 &lt;a href=\"Juno%20Awards\"&gt;Juno Awards&lt;/a&gt;. She also received Best Female and Best Album trophies at the 1998 &lt;a href=\"MTV%20Europe%20Music%20Awards\"&gt;MTV Europe Music Awards&lt;/a&gt;. At the 14th annual &lt;a href=\"International%20Dance%20Music%20Awards\"&gt;International Dance Music Awards&lt;/a&gt;, Madonna won Best Dance Solo Artist and Best Dance Video for \"Ray of Light\".\nImpact and legacy.\n\"Ray of Light\" has been credited for bringing electronica music into global pop culture. The \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" noted that \"aside from occasional breakthroughs such as &lt;a href=\"Fatboy%20Slim\"&gt;Fatboy Slim&lt;/a&gt;, electronica wasn't totally mainstream fare when Madonna released \"Ray of Light\".\" Until the album brought the genre to the top of music charts, according to author J. Randy Taraborrelli, \"techno and electronica had, for years, been the music played at so-called raves, hugely popular, illegal underground parties taking place in abandoned warehouse and deserted areas on the outskirts of town all around the world.\" AllMusic editor Liana Jonas stated that the album's title track has \"brought mainstream attention to electronica music, which ascended from its underground status to wild popularity in the early 21st century.\" \"&lt;a href=\"The%20Observer\"&gt;The Observer&lt;/a&gt;\"s writer Daryl Deino called \"Ray of Light\" \"a risk-taking album that helped define mainstream electronic dance music.\"\nElliott H. Powell in an American Studies for &lt;a href=\"New%20York%20University\"&gt;New York University&lt;/a&gt; observed that \"Ray of Light\" made &lt;a href=\"South%20Asian\"&gt;South Asian&lt;/a&gt; culture accessible to the American public in the 1990s. Rhonda Hammer and &lt;a href=\"Douglas%20Kellner\"&gt;Douglas Kellner&lt;/a&gt; in their book \"Media/cultural Studies: Critical Approaches\" recalled that \"the phenomenon of South Asian-inspired femininity as a Western media trend can be traced to February 1998, when pop icon Madonna released her video \"Frozen\".\" They explained that \"although Madonna did not initiate the fashion for Indian beauty accessories [...] she did propel it into the public eye by attracting the attention of the worldwide media.\"\nAccording to Taraborrelli, the album has been hailed as bold and refreshing in contemporary music of the late 1990s, which was dominated by &lt;a href=\"boyband\"&gt;boyband&lt;/a&gt;s and &lt;a href=\"teen%20pop\"&gt;teenage artists&lt;/a&gt; such as the &lt;a href=\"Backstreet%20Boys\"&gt;Backstreet Boys&lt;/a&gt;, &lt;a href=\"NSYNC\"&gt;NSYNC&lt;/a&gt;, &lt;a href=\"Britney%20Spears\"&gt;Britney Spears&lt;/a&gt; and &lt;a href=\"Christina%20Aguilera\"&gt;Christina Aguilera&lt;/a&gt;. &lt;a href=\"Larry%20Flick\"&gt;Larry Flick&lt;/a&gt; from \"Billboard\" said that the album \"not only provided the chameleon-like artist with her first universally applauded critical success, it has also proved that she remains a vital figure amongst woefully fickle young audiences.\" Music critic &lt;a href=\"Lucy%20O%27Brien\"&gt;Lucy O'Brien&lt;/a&gt; commented: \"1998's \"Ray of Light\" certainly rehabilitated Madonna's image. Up to that point she had still been written off as an average pop glamour girl who got lucky, but with this record she reached a whole new audience, proving that she was a good songwriter with an intensely productive talent.\" Mary von Aue from &lt;a href=\"Stereogum\"&gt;Stereogum&lt;/a&gt; stated that \"\"Ray of Light\" reestablished Madonna as a groundbreaking artist.\"\n\"Ray of Light\" has been featured on numerous critics' lists of greatest albums of all time. \"Rolling Stone\" magazine placed the album at number 367 on the list of &lt;a href=\"Rolling%20Stone%27s%20500%20Greatest%20Albums%20of%20All%20Time\"&gt;500 Greatest Albums of All Time&lt;/a&gt;. In September 2020, an updated edition of the Rolling Stone list was published, showing the album rising 145 spots, at number 222. In 2001, a quarter of a million music fans on &lt;a href=\"VH1\"&gt;VH1&lt;/a&gt; voted \"Ray of Light\" as the 10th of \"100 Best Albums of All Time\". In 2003, \"Ray of Light\" was allocated at number 17 on \"&lt;a href=\"Q%20%28magazine%29\"&gt;Q&lt;/a&gt;\" magazine readers' list of \"100 Greatest Albums Ever\". The album is also included in the book \"&lt;a href=\"1001%20Albums%20You%20Must%20Hear%20Before%20You%20Die\"&gt;1001 Albums You Must Hear Before You Die&lt;/a&gt;\". \"&lt;a href=\"Mojo%20%28magazine%29\"&gt;Mojo&lt;/a&gt;\" magazine also listed \"Ray of Light\" at number 29 on \"100 Modern Classics: The Greatest Albums of Our Lifetime\". In 2013, the album was also included at number 241 on \"&lt;a href=\"NME\"&gt;NME&lt;/a&gt;\" magazine's list of \"&lt;a href=\"NME%27s%20The%20500%20Greatest%20Albums%20of%20All%20Time\"&gt;The 500 Greatest Albums of All Time&lt;/a&gt;\". Canadian singer &lt;a href=\"Nelly%20Furtado\"&gt;Nelly Furtado&lt;/a&gt; stated that she used \"Ray of Light\" as a template for her album \"&lt;a href=\"Loose%20%28Nelly%20Furtado%20album%29\"&gt;Loose&lt;/a&gt;\" (2006). English singer &lt;a href=\"Adele\"&gt;Adele&lt;/a&gt; named \"Ray of Light\" as \"one of the chief inspirations\" for her third studio album, \"&lt;a href=\"25%20%28Adele%20album%29\"&gt;25&lt;/a&gt;\" (2015). Madonna herself has considered \"Ray of Light\" the most fulfilling evolution of her career.\nTrack listing.\nAdditional notes\nPersonnel.\nUnless otherwise indicated, Information is adapted from the album's liner notes."
}