{
    "id": "1161724",
    "revid": "42983695",
    "url": "https://en.wikipedia.org/wiki?curid=1161724",
    "title": "Stock sound effect",
    "text": "A stock sound effect is a prerecorded &lt;a href=\"sound%20effect\"&gt;sound effect&lt;/a&gt; intended to be reused with an entertainment product, as opposed to &lt;a href=\"Foley%20%28filmmaking%29\"&gt;creating&lt;/a&gt; a new and unique sound effect. It is intended to work within a sound effect library.\nHistory.\nAs far back as &lt;a href=\"Ancient%20Greece\"&gt;Ancient Greece&lt;/a&gt;, sound effects have been used in entertainment productions. Sound effects (also known as \"sound FX\", \"SFX\", or simply \"FX\") are used to enhance &lt;a href=\"theatre\"&gt;theatre&lt;/a&gt;, &lt;a href=\"radio\"&gt;radio&lt;/a&gt;, &lt;a href=\"film\"&gt;film&lt;/a&gt;, &lt;a href=\"television\"&gt;television&lt;/a&gt;, &lt;a href=\"video%20game\"&gt;video game&lt;/a&gt;s, and &lt;a href=\"online%20media\"&gt;online media&lt;/a&gt;.\nSound effects were originally added to productions by creating the sounds needed in real-time. Various devices and props were utilized to approximate the actual sounds, including coconut shells for horse hooves, and a sheet of metal for thunder. With the advent of &lt;a href=\"radio\"&gt;radio&lt;/a&gt; and specifically &lt;a href=\"radio%20dramas\"&gt;radio dramas&lt;/a&gt;, the role of sound effects became more important. When cinema went from silent to \"&lt;a href=\"talkies\"&gt;talkies&lt;/a&gt;\", sound effects became a large part of this new medium, too.\n&lt;a href=\"Audio%20recording\"&gt;Audio recording&lt;/a&gt; technology continued to evolve, making it easier to record and replay sound. As this happened, the more commonly used and harder-to-replicate sound effects were pre-recorded to make them more accessible. Prerecording also allowed the same sound effect to be used many times.\nBoth producers' and listeners' sensibilities began evolving with the technology, and the need for more realistic sound effects or for using the \"real\" sound increased. Therefore, a more urgent need developed for prerecorded sound effects.\nOver time, the quality of audio recording and playback increased, as did the demand for a wider variety of highly specific sounds. For example, rather than use a generic gunshot, a producer might request a gunshot from a specific type of gun, shot under precise conditions. Access to \"real\" sound effects became increasingly important to producers.\nThese collections of prerecorded sound effects, both real and artificial, began to be referred to as stock sound effects and were organized into libraries. As their usage increased, stock sound effects libraries became the valuable assets of &lt;a href=\"sound%20design\"&gt;sound design&lt;/a&gt; artists and &lt;a href=\"production%20companies\"&gt;production companies&lt;/a&gt;. Some stock sound effects have been reused so many times that they have become easily recognizable and even cliché. Examples of these include the scream of a &lt;a href=\"red-tailed%20hawk\"&gt;red-tailed hawk&lt;/a&gt;, &lt;a href=\"castle%20thunder%20%28sound%20effect%29\"&gt;castle thunder&lt;/a&gt;, or the &lt;a href=\"Wilhelm%20scream\"&gt;Wilhelm&lt;/a&gt; and &lt;a href=\"%23Howie%20scream\"&gt;Howie scream&lt;/a&gt;s.\nMany of the original sound effects libraries originated from film and &lt;a href=\"television%20studio\"&gt;television studio&lt;/a&gt;s that employed the artists who created them, such as &lt;a href=\"Warner%20Bros.\"&gt;Warner Bros.&lt;/a&gt; and &lt;a href=\"Hanna-Barbera\"&gt;Hanna-Barbera&lt;/a&gt;. Over time, independent companies such as Sound Ideas and Hollywood Edge became involved, both distributing the major studios' libraries as well as making their own available to the public.\nThe &lt;a href=\"internet\"&gt;internet&lt;/a&gt; ushered in a new generation of technology, entertainment media, and sound effects libraries. &lt;a href=\"Sounddogs\"&gt;Sounddogs&lt;/a&gt; became the first to distribute sound effects libraries over the internet and &lt;a href=\"Soundrangers\"&gt;Soundrangers&lt;/a&gt; became the first to create an all-new sound effects library for internet-based entertainment. Dozens of other websites now provide stock sounds for &lt;a href=\"movie\"&gt;movie&lt;/a&gt;s, video games, and &lt;a href=\"software\"&gt;software&lt;/a&gt;. Others such as &lt;a href=\"Freesound\"&gt;Freesound&lt;/a&gt; aim to provide free sound effects under the &lt;a href=\"public%20domain\"&gt;public domain&lt;/a&gt;.\nOver the years, with the evolution of &lt;a href=\"sound%20recording\"&gt;sound recording&lt;/a&gt; technology and new formats, the format used for sound effects libraries also evolved. Sound libraries are now available on many types of media, including &lt;a href=\"vinyl%20records\"&gt;vinyl records&lt;/a&gt;, &lt;a href=\"reel-to-reel%20tape\"&gt;reel-to-reel tape&lt;/a&gt;, &lt;a href=\"cassette%20tapes\"&gt;cassette tapes&lt;/a&gt;, &lt;a href=\"compact%20discs\"&gt;compact discs&lt;/a&gt;, &lt;a href=\"hard%20drives\"&gt;hard drives&lt;/a&gt;, and via the internet. Sound effects libraries now include more complex, layered, and mixed sounds along with a wider variety of incidental real-world sounds."
}