{
    "id": "1162392",
    "revid": "38938957",
    "url": "https://en.wikipedia.org/wiki?curid=1162392",
    "title": "Liberty pole",
    "text": "A liberty pole is a wooden pole, or sometimes spear or lance, surmounted by a \"cap of liberty\", mostly of the &lt;a href=\"Phrygian%20cap\"&gt;Phrygian cap&lt;/a&gt; form outside the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;. The symbol originated in the immediate aftermath of the assassination of the &lt;a href=\"Roman%20dictator\"&gt;Roman dictator&lt;/a&gt; &lt;a href=\"Julius%20Caesar\"&gt;Julius Caesar&lt;/a&gt; by a group of Rome's Senators in 44 BC. Immediately after Caesar was killed the assassins, or &lt;a href=\"Liberatores\"&gt;Liberatores&lt;/a&gt; as they called themselves, went through the streets with their bloody weapons held up, one carrying a &lt;a href=\"pileus%20%28hat%29\"&gt;pileus&lt;/a&gt; (a kind of skullcap that identified a freed slave, not in fact a Phrygian cap) carried on the tip of a spear. This symbolized that the Roman people had been freed from the rule of Caesar, which the assassins claimed had become a tyranny because it overstepped the authority of the &lt;a href=\"Roman%20Senate\"&gt;Senate&lt;/a&gt; and thus betrayed the Republic.\nThe liberty pole was not thereafter part of the normal Roman depiction of &lt;a href=\"Libertas\"&gt;Libertas&lt;/a&gt;, the Roman goddess of liberty, who is very often shown holding out a pileus, and carrying a pole or rod. Both refer to the ceremony granting &lt;a href=\"Freedman\"&gt;freeman&lt;/a&gt; status to a slave, where the subject was touched with the rod, and given the hat. But the hat raised on the end of the pole was shown as an attribute held by Libertas on some coins of the emperor &lt;a href=\"Antoninus%20Pius\"&gt;Antoninus Pius&lt;/a&gt;, which was enough, with the literary references, to bring it to the attention of &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt; &lt;a href=\"antiquarian\"&gt;antiquarian&lt;/a&gt;s. The pileus itself was shown between two daggers, with the inscription \"&lt;a href=\"Ides%20of%20March\"&gt;Ides of March&lt;/a&gt;\", on some very famous coins made by the assassins of Julius Caesar in the civil war following the assassination.\nAfter the Renaissance, the liberty pole became a common element in the depiction of liberty, initially in a small version carried by personifications, and also later as a larger actual physical object planted in the ground, used as a type of flagstaff.\nRevival from the Renaissance onwards.\nWhen the motif was revived during the 16th century it was mostly carried by national or political &lt;a href=\"personification\"&gt;personification&lt;/a&gt;s. Its first appearance as an attribute of Liberty in an Italian &lt;a href=\"emblem%20book\"&gt;emblem book&lt;/a&gt; was in 1556, later followed by many others. In his \"Apotheosis of Venice\" (1585) in the &lt;a href=\"Doge%27s%20Palace\"&gt;Doge's Palace&lt;/a&gt;, &lt;a href=\"Paolo%20Veronese\"&gt;Paolo Veronese&lt;/a&gt; has the ascendant &lt;a href=\"Republic%20of%20Venice\"&gt;Republic of Venice&lt;/a&gt; (personified as a woman) flanked by several symbolic persons, one of whom represents Liberty, dressed as a peasant hoisting a red Phrygian cap on a spear.\nThe &lt;a href=\"Dutch%20Maiden\"&gt;Dutch Maiden&lt;/a&gt;, &lt;a href=\"national%20personification\"&gt;national personification&lt;/a&gt; of the Dutch &lt;a href=\"Dutch%20Republic\"&gt;United Provinces&lt;/a&gt; fighting to escape from Spanish rule, often carries a hat on a pole. In these cases, the hat is the normal contemporary respectable man's hat, usually with a broad and stiff brim. With considerable cheek, &lt;a href=\"Louis%20XIV%20of%20France\"&gt;Louis XIV of France&lt;/a&gt; had a medal cast in 1678, after the &lt;a href=\"Treaties%20of%20Nijmegen\"&gt;Treaty of Nijmegen&lt;/a&gt; ended the war started by his invasion of the Netherlands; this showed the Maiden \"standing beside Peace, and receiving the instructions of Prudence\".\nThe imagery was introduced to Britain, partly by the Dutch &lt;a href=\"William%20III%20of%20England\"&gt;William III of England&lt;/a&gt;, who in one medal presents a cap of liberty to the kneeling England, Scotland and Ireland. When &lt;a href=\"Britannia\"&gt;Britannia&lt;/a&gt; was pictured as \"British Liberty\", she usually exchanged the &lt;a href=\"trident\"&gt;trident&lt;/a&gt; she normally carried for a liberty pole. An example of this is a large monument, originally called the \"Column of British Liberty\", now usually just the \"Column to Liberty\", begun in the 1750s on his &lt;a href=\"Gibside\"&gt;Gibside&lt;/a&gt; estate outside &lt;a href=\"Newcastle-on-Tyne\"&gt;Newcastle-on-Tyne&lt;/a&gt; by the hugely wealthy Sir &lt;a href=\"George%20Bowes\"&gt;George Bowes&lt;/a&gt;, reflecting his &lt;a href=\"Whigs%20%28British%20political%20party%29\"&gt;Whig&lt;/a&gt; politics. Set at the top of a steep hillock, the monument itself is taller than &lt;a href=\"Nelson%27s%20Column\"&gt;Nelson's Column&lt;/a&gt; in London, and topped by a bronze female figure, originally &lt;a href=\"gilding\"&gt;gilded&lt;/a&gt;, carrying a cap of liberty on a pole.\nDuring the 18th century, the Roman pileus was confused with the Phrygian cap, and this mis-identification then led to the Phrygian cap, familiar from other uses in Roman sculpture, becoming the standard shape when a cap of liberty was used as a political symbol.\nAmerican Revolution.\nLiberty poles were often erected in town squares in the years before and during the &lt;a href=\"American%20Revolution\"&gt;American Revolution&lt;/a&gt; (e.g. &lt;a href=\"Concord%2C%20Massachusetts\"&gt;Concord, Massachusetts&lt;/a&gt;; &lt;a href=\"Newport%2C%20Rhode%20Island\"&gt;Newport, Rhode Island&lt;/a&gt;; &lt;a href=\"Auriesville%2C%20New%20York\"&gt;Caughnawaga, New York&lt;/a&gt;; &lt;a href=\"Savannah%2C%20Georgia\"&gt;Savannah, Georgia&lt;/a&gt; and &lt;a href=\"Englewood%2C%20New%20Jersey\"&gt;Englewood, New Jersey&lt;/a&gt;). Some colonists erected liberty poles on their own private land (such as in &lt;a href=\"Bedford%2C%20Massachusetts\"&gt;Bedford, Massachusetts&lt;/a&gt; since 1964 and &lt;a href=\"Woburn%2C%20Massachusetts\"&gt;Woburn, Massachusetts&lt;/a&gt;—the pole raising there is reenacted annually). An often violent struggle over liberty poles erected by the &lt;a href=\"Sons%20of%20Liberty\"&gt;Sons of Liberty&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; raged for 10 years. The poles were periodically destroyed by the &lt;a href=\"Province%20of%20New%20York\"&gt;royal authorities&lt;/a&gt; (see the &lt;a href=\"Battle%20of%20Golden%20Hill\"&gt;Battle of Golden Hill&lt;/a&gt;), only to be replaced by the Sons with new ones. The conflict lasted from the repeal of the &lt;a href=\"Stamp%20Act\"&gt;Stamp Act&lt;/a&gt; in 1766 until the revolutionary &lt;a href=\"New%20York%20Provincial%20Congress\"&gt;New York Provincial Congress&lt;/a&gt; came to power in 1775. The liberty pole in New York City had been crowned with a gilt vane bearing the single word, \"Liberty\". Under the &lt;a href=\"Sedition%20Act%20of%201798\"&gt;Sedition Act of 1798&lt;/a&gt;, authorities indicted several men in Massachusetts for erecting a liberty pole bearing the inscription \"No Stamp Act, No Sedition Act, No Alien Bills, No Land Tax, downfall to the Tyrants of America; peace and retirement to the President; Long Live the Vice President\".\nIn some locales—notably in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;—a liberty tree rather than a pole served the same political purpose.\nDuring the &lt;a href=\"Siege%20of%20Boston\"&gt;Siege of Boston&lt;/a&gt; on August 1, 1775, a tall liberty pole was erected on &lt;a href=\"Union%20Square%20%28Somerville%29\"&gt;Prospect Hill&lt;/a&gt;, a fortified high-ground overlooking the road to British-occupied Boston. Both the \"Appeal to Heaven\" &lt;a href=\"Pine%20Tree%20Flag\"&gt;Pine Tree Flag&lt;/a&gt; and &lt;a href=\"Grand%20Union%20Flag\"&gt;Grand Union Flag&lt;/a&gt; (aka Continental Colors) are reported to have flown on Prospect Hill. The 76 foot long liberty pole was originally a ship's mast that had been recently captured from the British armed schooner &lt;a href=\"HMS%20Diana%20%281775%29\"&gt;HMS \"Diana\" (1775)&lt;/a&gt;, in the aftermath of the &lt;a href=\"Battle%20of%20Chelsea%20Creek\"&gt;Battle of Chelsea Creek&lt;/a&gt; on May 27 and 28, 1775.\nWhen an &lt;a href=\"ensign\"&gt;ensign&lt;/a&gt; was raised (usually red) on a liberty pole, it would be a calling for the Sons of Liberty or townspeople to meet and vent or express their views regarding British rule. The pole was known to be a symbol of &lt;a href=\"dissent\"&gt;dissent&lt;/a&gt; against Great Britain. The symbol is also apparent in many seals and &lt;a href=\"coats%20of%20arms\"&gt;coats of arms&lt;/a&gt; as a sign of liberty, freedom, and independence.\nOther uses.\nDuring the &lt;a href=\"Whiskey%20Rebellion\"&gt;Whiskey Rebellion&lt;/a&gt;, locals in western &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt; would erect &lt;a href=\"Fort%20Gaddis\"&gt;poles&lt;/a&gt; along the roads or in town centers as a protest against the federal government's tax on distilled spirits, and evoke the spirit embodied by the liberty poles of decades earlier.\nThe \"\" (\"liberty trees\") were a symbol of the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt;, mostly living trees newly planted. The first was planted in 1790 by a pastor of a &lt;a href=\"Vienne\"&gt;Vienne&lt;/a&gt; village, inspired by the 1765 &lt;a href=\"Liberty%20Tree\"&gt;Liberty Tree&lt;/a&gt; of Boston. One was also planted in front of the City Hall of &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt; on 4 March 1795, in celebration of the alliance between the French Republic and the &lt;a href=\"Batavian%20Republic\"&gt;Batavian Republic&lt;/a&gt;. In 1798, with the establishment of the short-lived &lt;a href=\"Roman%20Republic%20%2818th%20century%29\"&gt;Roman Republic&lt;/a&gt;, a liberty tree was planted in Rome's &lt;a href=\"Piazza%20delle%20Scole\"&gt;Piazza delle Scole&lt;/a&gt;, to mark the legal abolition of the &lt;a href=\"Roman%20Ghetto\"&gt;Roman Ghetto&lt;/a&gt;. After resumption of Papal rule, the Vatican reinstated the Roman ghetto.\nThe image of Liberty holding a pole topped by a &lt;a href=\"Phrygian%20cap\"&gt;Phrygian cap&lt;/a&gt; appears on many mid- and late-19th-century U.S. silver coins. These are broadly classified as &lt;a href=\"United%20States%20Seated%20Liberty%20coinage\"&gt;United States Seated Liberty coinage&lt;/a&gt;."
}