{
    "id": "11640587",
    "revid": "26093188",
    "url": "https://en.wikipedia.org/wiki?curid=11640587",
    "title": "Abdulsalami Abubakar",
    "text": "Abdulsalami Abubakar (; born June 13, 1942) is a Nigerian statesman and retired Nigerian Army general who served as the &lt;a href=\"List%20of%20heads%20of%20state%20of%20Nigeria\"&gt;\"de facto\" President&lt;/a&gt; of &lt;a href=\"Nigeria\"&gt;Nigeria&lt;/a&gt; from 1998 to 1999. He was also &lt;a href=\"Chief%20of%20the%20Defence%20Staff%20%28Nigeria%29\"&gt;Chief of Defence Staff&lt;/a&gt; between 1993 and 1998. He succeeded General &lt;a href=\"Sani%20Abacha\"&gt;Sani Abacha&lt;/a&gt; upon his death.\nDuring his leadership, Nigeria adopted a modified version of the 1979 constitution, which provided for multiparty elections. He transferred power to president-elect &lt;a href=\"Olusegun%20Obasanjo\"&gt;Olusegun Obasanjo&lt;/a&gt; on 29 May 1999. He is the current Chairman of the National Peace Committee.\nEarly life.\nAbubakar from the &lt;a href=\"Hausa%20people\"&gt;Hausa&lt;/a&gt; &lt;a href=\"ethnic%20group\"&gt;ethnicity&lt;/a&gt; was born on 13 June 1942 to his father Abubakar Jibrin and his mother Fatikande Mohammed, in &lt;a href=\"Minna\"&gt;Minna&lt;/a&gt;, &lt;a href=\"Niger%20State\"&gt;Niger State&lt;/a&gt;, Nigeria.\nFrom 1950 to 1956 he attended &lt;a href=\"Minna\"&gt;Minna&lt;/a&gt; Native Authority Primary school. From 1957 to 1962, he had his secondary school education at Government College, Bida, &lt;a href=\"Niger%20State\"&gt;Niger State&lt;/a&gt;. From January to October 1963 he studied at &lt;a href=\"Kaduna\"&gt;Kaduna&lt;/a&gt; Technical College.\nMilitary careers.\nAir force career.\nAbubakar is a member of the pioneering sets of officer cadets who enlisted into the Nigerian Air force on 3 October 1963. From 1964- 1966, he was flown to &lt;a href=\"Uetersen\"&gt;Uetersen&lt;/a&gt;, &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt; with a team of officer cadets, for Basic and Advance &lt;a href=\"Military\"&gt;Military&lt;/a&gt; Training. When he returned to Nigeria in 1966 he was &lt;a href=\"Secondment%23Use\"&gt;seconded&lt;/a&gt; to the &lt;a href=\"Nigerian%20Army\"&gt;Nigerian Army&lt;/a&gt;.\nCareer in the army.\nAfter joining the army in 1966 as an officer cadet, Abubakar attended the emergency combatant short service course two. In October 1967, Abubakar was commissioned second lieutenant, infantry division, &lt;a href=\"Nigerian\"&gt;Nigerian&lt;/a&gt; &lt;a href=\"army\"&gt;army&lt;/a&gt;. From 1967 to 1968, Abubakar was general staff officer two, second garrison, and commanding officer, 92 infantry battalion from 1969 to 1974. Between 1974 and 1975, he was made brigade major, 7th infantry brigade. In 1975 he served as commanding officer, 84 infantry battalion. In 1978–1979, Abubakar was commanding officer for the 145 infantry battalion (NIBATT II), United Nations Interim force, &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt;.\nIn 1979 he was made assistant adjutant general 3rd Infantry division, Nigeria. From 1980 to 1982, Abubakar was chief instructor at the &lt;a href=\"Nigerian%20Defence%20Academy\"&gt;Nigerian Defence Academy&lt;/a&gt;. In 1982 he was appointed as the colonel of administration and quartering, 1st mechanised division. A position he held up until 1984. From 1985 to 1986, Abubakar was the commander 3rd mechanised brigade. He served as the military secretary of the army, 1986–1988. Abubakar was made general officer commanding 1st mechanised division 1990–1991. Between 1991 and 1993, he was the principal staff officer, as the army chief of plan and policy, Defence Headquarters.\nFrom 1993 to 1998, General &lt;a href=\"Sani%20Abacha\"&gt;Sani Abacha&lt;/a&gt; appointed Abubakar as the &lt;a href=\"Chief%20of%20the%20Defence%20Staff%20%28Nigeria%29\"&gt;Chief of Defence Staff&lt;/a&gt;. Upon Abacha's death on 8 June 1998, one day later Abubakar was named military &lt;a href=\"President%20of%20Nigeria\"&gt;President&lt;/a&gt; and Commander in Chief of the &lt;a href=\"Nigerian%20Armed%20Forces\"&gt;Armed Forces&lt;/a&gt; of the &lt;a href=\"Federal%20Republic%20of%20Nigeria\"&gt;Federal Republic of Nigeria&lt;/a&gt;.\nPresidency.\nMilitary.\nNigeria had been ruled by military leaders since &lt;a href=\"Muhammadu%20Buhari\"&gt;Muhammadu Buhari&lt;/a&gt; seized power from &lt;a href=\"Shehu%20Shagari\"&gt;Shehu Shagari&lt;/a&gt; in a 1983 coup.\nAlthough democratic elections had been held in 1993, they were annulled by General &lt;a href=\"Ibrahim%20Babangida\"&gt;Ibrahim Babangida&lt;/a&gt;. Reported to have had an initial reluctance to accepting the position, Abubakar was sworn in as president on 9 June 1998 after the unexpected death of Abacha. He declared a weeklong period of national mourning.\nPolitics.\nA few days after assuming office, Abubakar promised to hold elections within a year and transfer power to an elected president.\nHe established the &lt;a href=\"Independent%20National%20Electoral%20Commission\"&gt;Independent National Electoral Commission&lt;/a&gt; (INEC), appointing former Supreme Court Justice &lt;a href=\"Ephraim%20Akpata\"&gt;Ephraim Akpata&lt;/a&gt; as chairman.\nThe INEC held a series of elections first for Local Government Areas in December 1998, then for State Assemblies and Governors, National Assemblies and finally for the President on 27 February 1999. Although efforts were made to ensure that the elections were free and fair, there were widespread irregularities that drew criticism from foreign observers.\nTransfer of power.\nSurprising some critics of the country's military, in May 1999 General Abubakar, handed over power to the newly elected civilian president, &lt;a href=\"Olusegun%20Obasanjo\"&gt;Olusegun Obasanjo&lt;/a&gt; and retired from the army.\nLegacy.\nAbubakar's legacy is mixed. A lecture circuit at &lt;a href=\"Chicago%20State%20University\"&gt;Chicago State University&lt;/a&gt; in Chicago, Illinois, United States featuring him encountered opposition, because he had supported Abacha's government. (Abacha's administration was notorious for its &lt;a href=\"human%20rights%20in%20Nigeria\"&gt;human rights&lt;/a&gt; abuses). He was also sued in that country by other Nigerians who claimed he was responsible for the death of 1993 president-elect &lt;a href=\"Moshood%20Kashimawo%20Olawale%20Abiola\"&gt;Moshood Kashimawo Olawale Abiola&lt;/a&gt;, who died in custody after being prevented by the military from taking office, and for the violation of the rights of others during his administration. Abubakar helped in the Liberian peace movement by presiding over the 2003 peace talks between Charles Taylor and the opposing rebels. This is seen in the movie \"&lt;a href=\"Pray%20the%20Devil%20Back%20to%20Hell\"&gt;Pray the Devil Back to Hell&lt;/a&gt;\".\nPersonal life.\nAbubakar is married to Fati and they have six children together.\nAwards.\nAbudulsalami Abubakar has received several awards and medals. In alphabetical order they include: "
}