{
    "id": "11647947",
    "revid": "33540580",
    "url": "https://en.wikipedia.org/wiki?curid=11647947",
    "title": "User Interface Privilege Isolation",
    "text": "User Interface Privilege Isolation (UIPI) is a technology introduced in &lt;a href=\"Windows%20Vista\"&gt;Windows Vista&lt;/a&gt; and &lt;a href=\"Windows%20Server%202008\"&gt;Windows Server 2008&lt;/a&gt; to combat &lt;a href=\"shatter%20attack\"&gt;shatter attack&lt;/a&gt; exploits. By making use of &lt;a href=\"Mandatory%20Integrity%20Control\"&gt;Mandatory Integrity Control&lt;/a&gt;, it prevents processes with a lower \"integrity level\" (IL) from sending messages to higher IL processes (except for a very specific set of UI messages). Window messages are designed to communicate user action to processes. However, they can be used to &lt;a href=\"arbitrary%20code%20execution\"&gt;run arbitrary code&lt;/a&gt; in the receiving process' context. This can be used by a malicious low IL process to run arbitrary code in the context of a higher IL process, which constitutes an unauthorized &lt;a href=\"privilege%20escalation\"&gt;privilege escalation&lt;/a&gt;. By restricting access to some vectors for code execution and data injection, UIPI can mitigate these kinds of attacks.\nUIPI, and Mandatory Integrity Control more generally, is a security feature, but not a security \"boundary\". UI Accessibility Applications can be allowed bypass UIPI by setting their \"uiAccess\" value to TRUE as part of their manifest file. However, for this flag to be honored by Windows UIPI, the application must be installed in the Program Files or Windows directory, and the application must be signed by a valid &lt;a href=\"code%20signing\"&gt;code signing&lt;/a&gt; &lt;a href=\"Certificate%20authority\"&gt;authority&lt;/a&gt;. To install an application to either of these locations requires at least a user with local administrator privilege running in an elevated process with high integrity level. \nThus, malware trying to move into a position from where it can bypass UIPI must:\n&lt;a href=\"Microsoft%20Office%202010\"&gt;Microsoft Office 2010&lt;/a&gt; uses UIPI for its Protected View &lt;a href=\"Sandbox%20%28computer%20security%29\"&gt;sandbox&lt;/a&gt; to prohibit potentially unsafe documents from modifying components, files, and other resources on a system."
}