{
    "id": "11655030",
    "revid": "609285",
    "url": "https://en.wikipedia.org/wiki?curid=11655030",
    "title": "USS Oahu (ARG-5)",
    "text": "USS \"Oahu\" (ARG-5) was a &lt;a href=\"USS%20Luzon%20%28ARG-2%29\"&gt;\"Luzon\"-class&lt;/a&gt; &lt;a href=\"internal%20combustion%20engine\"&gt;internal combustion engine&lt;/a&gt; &lt;a href=\"repair%20ship\"&gt;repair ship&lt;/a&gt; that saw service in the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. Named for the &lt;a href=\"Oahu\"&gt;Island of Oahu&lt;/a&gt;, third largest island in the &lt;a href=\"Hawaiian%20chain\"&gt;Hawaiian chain&lt;/a&gt;, it was the second US Naval vessel to bear the name.\nConstruction.\n\"Oahu\" was &lt;a href=\"Keel%20laying\"&gt;laid down&lt;/a&gt; 14 August 1943, as the &lt;a href=\"liberty%20ship\"&gt;liberty ship&lt;/a&gt; SS \"Caleb C. Wheeler\", under a &lt;a href=\"Maritime%20Commission\"&gt;Maritime Commission&lt;/a&gt; (MARCOM) contract, MCE hull 1782, by the &lt;a href=\"Bethlehem-Fairfield%20Shipyard\"&gt;Bethlehem-Fairfield Shipyard&lt;/a&gt;, Inc., in &lt;a href=\"Baltimore\"&gt;Baltimore&lt;/a&gt;, Maryland; launched 9 September 1943; sponsored by Mrs. O. F. Hurt; acquired by the Navy from MARCOM 15 September 1943; converted by the &lt;a href=\"Maryland%20Drydock%20Company\"&gt;Maryland Drydock Company&lt;/a&gt;, &lt;a href=\"Baltimore\"&gt;Baltimore&lt;/a&gt;, Maryland; and &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; 4 April 1944, &lt;a href=\"Commander%20%28United%20States%29\"&gt;Commander&lt;/a&gt; Clyde Lovelace in command.\nService history.\nFollowing a &lt;a href=\"Chesapeake%20Bay\"&gt;Chesapeake Bay&lt;/a&gt; &lt;a href=\"shakedown%20cruise\"&gt;shakedown&lt;/a&gt;, the repair ship \"Oahu\" departed &lt;a href=\"Hampton%20Roads%2C%20Virginia\"&gt;Hampton Roads, Virginia&lt;/a&gt;, 16 May 1944, steaming south and then west. Transiting the &lt;a href=\"Panama%20Canal\"&gt;Panama Canal&lt;/a&gt;, she headed out into the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific&lt;/a&gt;. On 8 July, she arrived at &lt;a href=\"Eniwetok\"&gt;Eniwetok&lt;/a&gt; and on 11 July, began repairing the damaged vessels of the &lt;a href=\"United%20States%20Pacific%20Fleet\"&gt;Pacific Fleet&lt;/a&gt;. \n\"Oahu\" remained based at Eniwetok for the greater part of the next eight months. There she kept Allied vessels, naval and merchant, in trim and prepared them for the &lt;a href=\"Philippine%20Islands\"&gt;Philippine&lt;/a&gt; and &lt;a href=\"Iwo%20Jima\"&gt;Iwo Jima&lt;/a&gt; operations. Moving forward to &lt;a href=\"Ulithi\"&gt;Ulithi&lt;/a&gt; at the end of February 1945, she serviced the ships gathering for the invasion of &lt;a href=\"Okinawa\"&gt;Okinawa&lt;/a&gt; during March and then returned to the &lt;a href=\"Marshall%20Islands\"&gt;Marshalls&lt;/a&gt;. \"Oahu\" continued her work at Eniwetok until 6 December, when she got underway for the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nDecommissioning and post-war.\nArriving at &lt;a href=\"San%20Pedro%2C%20California\"&gt;San Pedro, California&lt;/a&gt;, 25 December, \"Oahu\", having repaired over two thousand ships during the war, was ordered to &lt;a href=\"San%20Diego%2C%20California\"&gt;San Diego, California&lt;/a&gt;, to complete repair and pre-inactivation work on vessels going into mothballs.\nOn 22 November she herself was ordered inactivated, and decommissioned in January 1947. She was berthed at San Diego as a unit of the &lt;a href=\"Pacific%20Reserve%20Fleet\"&gt;Pacific Reserve Fleet&lt;/a&gt; until transferred 13 March 1962, and laid up at &lt;a href=\"Suisun%20Bay\"&gt;Suisun Bay&lt;/a&gt;. On 1 July 1963, she was permanently transferred to the &lt;a href=\"Maritime%20Administration\"&gt;Maritime Administration&lt;/a&gt; (MARAD). She remained there as a unit of the &lt;a href=\"National%20Defense%20Reserve%20Fleet\"&gt;National Defense Reserve Fleet&lt;/a&gt; until being sold to &lt;a href=\"General%20Metals%20of%20Tacoma%2C%20Inc.\"&gt;General Metals of Tacoma, Inc.&lt;/a&gt;, on 27 March 1978. She was withdrawn 7 June 1978, for scrapping.\nAwards.\n\"Oahu\" received one &lt;a href=\"battle%20star\"&gt;battle star&lt;/a&gt; for &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; service."
}