{
    "id": "11651662",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=11651662",
    "title": "Betsy von Furstenberg",
    "text": "Countess Elizabeth Caroline Maria Agatha Felicitas Therese von Fürstenberg-Herdringen (August 16, 1931 – April 21, 2015), known as Betsy von Furstenberg, was a German-born American actress who starred in several &lt;a href=\"Broadway%20theatre\"&gt;Broadway&lt;/a&gt; plays, films and TV series in the mid-20th century.\nIn 1988, she published \"Mirror, Mirror\", a novel centered on an heiress pursuing love among Europe's elite social circles.\nEarly life.\nElizabeth Caroline Maria Agatha Felicitas Therese, &lt;a href=\"Gr%C3%A4fin\"&gt;Gräfin&lt;/a&gt; von Fürstenberg-Herdringen was born in &lt;a href=\"Arnsberg%2C%20Germany\"&gt;Arnsberg, Germany&lt;/a&gt;. Her parents were Franz-Egon, &lt;a href=\"Graf\"&gt;Graf&lt;/a&gt; (Count) von Fürstenberg-Herdringen (1896–1975) and his first wife, Elizabeth Foster Johnson (1899–1961), a native of &lt;a href=\"Memphis%2C%20Tennessee\"&gt;Memphis, Tennessee&lt;/a&gt;. Her stepmothers were &lt;a href=\"Gloria%20Guinness\"&gt;Gloria Rubio&lt;/a&gt;, Clara &lt;a href=\"J%C3%A1nos%20Ghyczy\"&gt;Ghyczy&lt;/a&gt; and Joan Siegel (not be confused with &lt;a href=\"Joanne%20Siegel\"&gt;Joanne Siegel&lt;/a&gt;). She had two half-siblings from her father's marriage to Gloria Rubio: Franz-Egon, &lt;a href=\"Freiherr\"&gt;Freiherr&lt;/a&gt; von Fürstenberg-Herdringen (b. 1939), and &lt;a href=\"Dolores%20Guinness\"&gt;Dolores Maria Agatha Wilhelmine Luise Freiin von Fürstenberg-Herdringen&lt;/a&gt; (1936–2012), who married Patrick Guinness.\nVon Furstenberg left Germany with her parents for New York. She was tutored in dance from the age of four years and by age seven she was already performing with the &lt;a href=\"American%20Ballet%20Theatre\"&gt;American Ballet Theatre&lt;/a&gt;. When she was 14, she began working as a fashion model. Von Furstenberg received her early formal education at private schools in New York City, attending the &lt;a href=\"Gardner%20School%20for%20Girls\"&gt;Gardner School&lt;/a&gt; there and later graduating from the &lt;a href=\"Hewitt%20School\"&gt;Hewitt School&lt;/a&gt;.\nCareer.\nStage.\nVon Furstenberg, who studied acting in New York at the &lt;a href=\"Neighborhood%20Playhouse%20School%20of%20the%20Theatre\"&gt;Neighborhood Playhouse&lt;/a&gt; under the renowned teacher &lt;a href=\"Sanford%20Meisner\"&gt;Sanford Meisner&lt;/a&gt;, performed in a wide range of productions on &lt;a href=\"Broadway%20theatre\"&gt;Broadway&lt;/a&gt; for 25 years. She debuted there in 1951 in &lt;a href=\"Philip%20Barry\"&gt;Philip Barry&lt;/a&gt;'s \"Second Threshold,\" a performance that resulted in her being featured on the cover of \"&lt;a href=\"Life%20%28magazine%29\"&gt;Life&lt;/a&gt;\" magazine and being publicized as \"the most promising young actress of the year\". She went on to star or co-star in \"Oh, Men! Oh, Women!\" (1953)\", &lt;a href=\"The%20Chalk%20Garden\"&gt;The Chalk Garden&lt;/a&gt;\" (1956), \"Child of Fortune\" (1956), \"Nature's Way\" (1957), \"The Making of Moo\" (1958), \"&lt;a href=\"Say%2C%20Darling\"&gt;Say, Darling&lt;/a&gt;\" (1959), \"Step on a Crack\" (1962), \"The Frog Pond\" (1965), \"The Paisley Convertible\" (1967), \"&lt;a href=\"Avanti%21\"&gt;Avanti!&lt;/a&gt;\" (1968), \"&lt;a href=\"The%20Gingerbread%20Lady\"&gt;The Gingerbread Lady&lt;/a&gt;\" (1970) and \"Does Anybody Here Do the Peabody?\" (1976).\nTelevision.\nOn American television, von Furstenberg appeared in more than two dozen weekly series and made-for-TV movies between 1951 and 1980. In 1958 she memorably starred opposite &lt;a href=\"Robert%20Horton%20%28actor%29\"&gt;Robert Horton&lt;/a&gt; on the anthology series \"&lt;a href=\"Alfred%20Hitchcock%20Presents\"&gt;Alfred Hitchcock Presents&lt;/a&gt;\", portraying a double-crossing young widow in \"The Disappearing Trick\", an episode directed by &lt;a href=\"Arthur%20Hiller\"&gt;Arthur Hiller&lt;/a&gt;. Earlier that same year, she also appeared in the \"&lt;a href=\"Have%20Gun%20%E2%80%93%20Will%20Travel\"&gt;Have Gun – Will Travel&lt;/a&gt;\" episode \"Girl from Piccadilly\". Much later, in 1983, von Furstenberg performed the role of &lt;a href=\"Lisa%20Grimaldi\"&gt;Lisa Grimaldi&lt;/a&gt; on the popular &lt;a href=\"soap%20opera\"&gt;soap opera&lt;/a&gt; \"&lt;a href=\"As%20the%20World%20Turns\"&gt;As the World Turns&lt;/a&gt;\", serving for a year as a replacement for actress &lt;a href=\"Eileen%20Fulton\"&gt;Eileen Fulton&lt;/a&gt;, who had left the daytime drama reportedly due to illness. \"As the World Turns\" was not the only soap opera in which von Furstenberg appeared. She was also cast in the role of Niele Neeves on \"&lt;a href=\"The%20Secret%20Storm\"&gt;The Secret Storm&lt;/a&gt;\" and as \"The Duchess of Essex\" in \"&lt;a href=\"Another%20World%20%28TV%20series%29\"&gt;Another World&lt;/a&gt;\".\nPersonal life and death.\nIn September 1951, von Furstenberg announced her engagement to &lt;a href=\"Conrad%20Hilton%20Jr.\"&gt;Conrad Hilton Jr.&lt;/a&gt;, whose divorce from &lt;a href=\"Elizabeth%20Taylor\"&gt;Elizabeth Taylor&lt;/a&gt; was due to become final the following January. She did not, however, marry Hilton; instead, on June 16, 1954, she married Guy Vincent Chastenet de la Maisonneuve, a French-born mining engineer, who simplified and changed his name to Guy Vincent. Before their divorce in 1966, the couple had two children, a daughter and a son:\nThe combination of being an actor and a parent proved to be frustrating at times for von Furstenberg, who believed that the two roles sometimes blended together in daily life and posed special challenges both in and outside the home. In 1972, six years after her divorce from Guy Vincent, she expressed her views on the subject in a personal essay titled \"Actors Are Not the Only Ones Who Act\", which was published in \"The New York Times\" on September 24, 1972. In one portion of her essay she shares the following:\nAfter a prolonged period of being single, von Furstenberg finally married for the second time in 1984, then to New York real estate broker John J. Reynolds. They remained together until his death in 1994. She lived another twenty-one years. On April 21, 2015, von Furstenberg died at her home in Manhattan at the age of 83 from complications attributed to &lt;a href=\"Alzheimer%27s%20disease\"&gt;Alzheimer's disease&lt;/a&gt;."
}