{
    "id": "1165002",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1165002",
    "title": "Edward Lea",
    "text": "Edward Lea (January 31, 1837 – January 1, 1863), was an officer in the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;. He was mortally wounded at the &lt;a href=\"Battle%20of%20Galveston\"&gt;Battle of Galveston&lt;/a&gt; and died in the arms of his father, who was on the opposing side in the conflict.\nBiography.\nLea was born in Baltimore, Maryland, the son of Army engineer &lt;a href=\"Albert%20Miller%20Lea\"&gt;Albert Miller Lea&lt;/a&gt; and Ellen Shoemaker. He entered the &lt;a href=\"United%20States%20Naval%20Academy\"&gt;Naval Academy&lt;/a&gt; at Annapolis on October 2, 1851, graduating on June 9, 1855, with the rank of midshipman. Lea was employed in active service on various stations, receiving promotion to &lt;a href=\"passed%20midshipman\"&gt;passed midshipman&lt;/a&gt; on April 15, 1858, to master on November 4, 1858, and to lieutenant on November 22, 1860.\nLea was serving aboard the , &lt;a href=\"flagship\"&gt;flagship&lt;/a&gt; of the &lt;a href=\"East%20India%20Squadron\"&gt;East India Squadron&lt;/a&gt;, when the Civil War broke out in 1861. The ship was recalled, eventually arriving in &lt;a href=\"Delaware%20Bay\"&gt;Delaware Bay&lt;/a&gt; in December. Lea was soon reassigned to the , then attached to the &lt;a href=\"Potomac%20Flotilla\"&gt;Potomac Flotilla&lt;/a&gt;, but was soon reassigned in her to the &lt;a href=\"Gulf%20Blockading%20Squadron\"&gt;Gulf Blockading Squadron&lt;/a&gt;, where he took part in operations leading to the &lt;a href=\"capture%20of%20New%20Orleans\"&gt;capture of New Orleans&lt;/a&gt; in April 1862. Lea was subsequently promoted to lieutenant commander on July 16, 1862. \"Harriet Lane\" pushed further up the Mississippi that July to engage enemy batteries around &lt;a href=\"Vicksburg%2C%20Mississippi\"&gt;Vicksburg&lt;/a&gt;, and was then assigned to the blockade of Galveston, which she helped capture in October 1862 in the &lt;a href=\"Battle%20of%20Galveston%20Harbor%20%281862%29\"&gt;Battle of Galveston Harbor&lt;/a&gt;.\nWhen Confederate forces &lt;a href=\"Battle%20of%20Galveston\"&gt;retook Galveston&lt;/a&gt; on 1 January 1863, Lea, serving as the &lt;a href=\"Executive%20officer\"&gt;first officer (XO)&lt;/a&gt; of \"Harriet Lane\", was wounded in the abdomen and side. He subsequently succumbed to his wounds in the arms of his father, who was serving as a &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt; of artillery in the &lt;a href=\"Confederate%20Army\"&gt;Confederate Army&lt;/a&gt;, and who had witnessed the capture of the \"Harriet Lane\" by the gunboat from shore, and had rushed to the ship to find his son dying.\nLea and his captain, &lt;a href=\"Jonathan%20Mayhew%20Wainwright%20%281821%E2%80%931863%29\"&gt;Jonathan M. Wainwright&lt;/a&gt; were buried together at the Trinity Episcopal Cemetery in Galveston. After the war Wainwright was re-interred at the &lt;a href=\"United%20States%20Naval%20Academy%20Cemetery\"&gt;Naval Academy Cemetery&lt;/a&gt; in Annapolis, but when a relative suggested that Lea's remains be reburied next to his mother in the &lt;a href=\"Green%20Mount%20Cemetery\"&gt;Green Mount Cemetery&lt;/a&gt;, Baltimore, Albert Lea refused, stating that his son would have preferred to remain where he had fallen in battle.\nNamesake.\nThe destroyer was named for him, as is Camp #2 of the &lt;a href=\"Sons%20of%20Union%20Veterans%20of%20the%20Civil%20War\"&gt;Sons of Union Veterans of the Civil War&lt;/a&gt; in &lt;a href=\"Houston%2C%20Texas\"&gt;Houston&lt;/a&gt;."
}