{
    "id": "11664229",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=11664229",
    "title": "John Pullin",
    "text": "John Vivian Pullin (1 November 1941 – 5 February 2021) was an England international &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player. A &lt;a href=\"Hooker%20%28rugby%20union%29\"&gt;hooker&lt;/a&gt;, he played club rugby for &lt;a href=\"Bristol%20Rugby\"&gt;Bristol Rugby&lt;/a&gt; and captained the &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England national rugby union team&lt;/a&gt; for which he played 42 times between 1966 and 1976. He also won 7 full caps for the &lt;a href=\"British%20and%20Irish%20Lions\"&gt;British and Irish Lions&lt;/a&gt; and has the distinction of having beaten the &lt;a href=\"All%20Blacks\"&gt;All Blacks&lt;/a&gt; with three different sides, England, the Lions and the Barbarians.\nRugby career.\nPullin's career reached the highest levels of achievement possible in rugby union prior to the establishment of the &lt;a href=\"Rugby%20World%20Cup\"&gt;Rugby World Cup&lt;/a&gt;. As an international, his first match was in 1966, and two years later he was selected for the South Africa Lions tour, in which he played three tests. In 1971, he was again selected for the Lions, and was part of the side that defeated New Zealand.\nThen, in an eighteen-month period, he captained England to victories over South Africa, Australia and New Zealand, the first time a European national captain had ever done this. South Africa were beaten at home 18–9 at Ellis Park in 1972, Australia defeated by 20 points to 3 at Twickenham, and then New Zealand 16–10 in Auckland. Pullin proved to be a talisman for defeating the All Blacks as in the same year, he was also in the Barbarians side that defeated the All Blacks 23–11.\nPullin was also the England captain who took England to Ireland after both the Welsh and Scots had refused to play their 1972 Five Nations matches in Dublin because of the Troubles. Of the 18–9 defeat suffered at the hands of the Irish, he later said, to great acclaim at a post-match dinner - \"We're not much good but at least we turned up\". Pullin’s speech has become part of rugby folklore, and features as the title of the film The Team That Turned Up. \nHe is the first of four England captains to beat Australia, New Zealand and South Africa.\nDeath.\nPullin died on 5 February 2021, aged 79."
}