{
    "id": "1168189",
    "revid": "553121",
    "url": "https://en.wikipedia.org/wiki?curid=1168189",
    "title": "FIFA U-20 World Cup",
    "text": "The FIFA U-20 World Cup is the biennial &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; world championship for male players under the age of 20, organised by &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt;. The competition has been staged every two years since the first tournament in &lt;a href=\"1977%20FIFA%20World%20Youth%20Championship\"&gt;1977&lt;/a&gt; held in &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt;. Until 2005 it was known as the FIFA World Youth Championship. The current champion is Ukraine which won its first title at the &lt;a href=\"2019%20FIFA%20U-20%20World%20Cup\"&gt;2019 tournament&lt;/a&gt; in Poland.\nHistory.\nIn the twenty-two tournaments held, eleven different nations have won the title. &lt;a href=\"Argentina%20national%20under-20%20football%20team\"&gt;Argentina&lt;/a&gt; is the most successful team with six titles, followed by &lt;a href=\"Brazil%20national%20under-20%20football%20team\"&gt;Brazil&lt;/a&gt; with five titles. &lt;a href=\"Portugal%20national%20under-20%20football%20team\"&gt;Portugal&lt;/a&gt; and &lt;a href=\"Serbia%20national%20under-20%20football%20team\"&gt;Serbia&lt;/a&gt; have both won two titles (with the latter winning once as &lt;a href=\"Yugoslavia%20national%20under-20%20football%20team\"&gt;Yugoslavia&lt;/a&gt;), while &lt;a href=\"Ghana%20national%20under-20%20football%20team\"&gt;Ghana&lt;/a&gt;, &lt;a href=\"Germany%20national%20youth%20football%20team\"&gt;Germany&lt;/a&gt;, &lt;a href=\"Spain%20national%20under-20%20football%20team\"&gt;Spain&lt;/a&gt;, &lt;a href=\"France%20national%20under-20%20football%20team\"&gt;France&lt;/a&gt;, &lt;a href=\"England%20national%20under-20%20football%20team\"&gt;England&lt;/a&gt;, &lt;a href=\"Ukraine%20national%20under-20%20football%20team\"&gt;Ukraine&lt;/a&gt; and &lt;a href=\"Russia%20national%20under-20%20football%20team\"&gt;Russia&lt;/a&gt; (as the &lt;a href=\"Soviet%20Union%20national%20under-20%20football%20team\"&gt;USSR&lt;/a&gt;) have won the title once each.\nA corresponding event for women's teams, the &lt;a href=\"FIFA%20U-20%20Women%27s%20World%20Cup\"&gt;FIFA U-20 Women's World Cup&lt;/a&gt;, began in 2002 with the name \"FIFA U-19 Women's World Championship\" and an age limit of 19. The age limit for the women's competition was changed to 20 beginning with the &lt;a href=\"2006%20FIFA%20U-20%20Women%27s%20World%20Championship\"&gt;2006 FIFA U-20 Women's World Championship&lt;/a&gt;, and the competition was renamed as a \"World Cup\" in 2007 in preparation for the &lt;a href=\"2008%20FIFA%20U-20%20Women%27s%20World%20Cup\"&gt;2008 event&lt;/a&gt;. The next edition will be held in &lt;a href=\"2023%20FIFA%20U-20%20World%20Cup\"&gt;2023&lt;/a&gt; in &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, after the planned &lt;a href=\"2021%20FIFA%20U-20%20World%20Cup\"&gt;2021 FIFA U-20 World Cup&lt;/a&gt; competition was cancelled due to COVID-19 pandemic.\nQualification.\n24 teams appear in the final tournament. 23 countries, including the defending champions, have to qualify in the youth championships of the six confederations. The host country automatically qualifies.\nResults.\nPerformances by continental zones.\nAll continental confederations except for the &lt;a href=\"Oceania%20Football%20Confederation\"&gt;OFC&lt;/a&gt; (Oceania) have made an appearance in the final match of the tournament. To date, &lt;a href=\"CONMEBOL\"&gt;CONMEBOL&lt;/a&gt; (South America) leads with eleven titles, followed by &lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt; (Europe) with ten titles and &lt;a href=\"Confederation%20of%20African%20Football\"&gt;CAF&lt;/a&gt; (Africa) with one title. Teams from the &lt;a href=\"Asian%20Football%20Confederation\"&gt;AFC&lt;/a&gt; (Asia) and &lt;a href=\"CONCACAF\"&gt;CONCACAF&lt;/a&gt; (North America, Central America, Caribbean) have made the tournament final four times, but were defeated by strong UEFA sides. No current OFC member has ever made the semifinals; Australia reached the semifinals as an OFC member in 1991 and 1993, finishing fourth on both occasions, before the country joined the AFC in 2006.\nAwards.\nGolden Ball.\nThe \"Adidas Golden Ball\" award is awarded to the player who plays the most outstanding football during the tournament. It is selected by the media poll. Since the 2007 tournament, those who finish as runners-up in the vote receive the Silver Ball and Bronze Ball awards as the second and third most outstanding players in the tournament respectively.\nGolden Boot.\nThe \"Golden Boot\" (known commercially as the Adidas Golden Shoe) is awarded to the top goalscorer of the tournament. If more than one players are equal by same goals, the players will be selected based by the most assists made and, if still tied, less playing minutes recorded during the tournament.\nGolden Glove.\nThe \"Golden Glove\" is awarded to the best goalkeeper of the tournament.\nFIFA Fair Play Award.\n\"FIFA Fair Play Award\" is given to the team who has the best fair play record during the tournament with the criteria set by FIFA Fair Play Committee."
}