{
    "id": "11684340",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=11684340",
    "title": "Richard B. Handler",
    "text": "Richard B. \"Rich\" Handler (born May 23, 1961) is an American businessman, and chief executive officer (CEO) of &lt;a href=\"Jefferies%20Group%20LLC\"&gt;Jefferies Group&lt;/a&gt; since 2001; the longest-serving CEO on Wall Street. Handler is also the CEO of Jefferies Financial Group, Inc, a diversified financial services company.\nEarly life and education.\nThe son of Alan and Jane Handler, Richard Handler grew up in &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, graduating in 1979 from &lt;a href=\"Pascack%20Hills%20High%20School\"&gt;Pascack Hills High School&lt;/a&gt; in &lt;a href=\"Montvale%2C%20New%20Jersey\"&gt;Montvale&lt;/a&gt;. He received a &lt;a href=\"Bachelor%20of%20Arts\"&gt;BA&lt;/a&gt; in &lt;a href=\"economics\"&gt;economics&lt;/a&gt; from the &lt;a href=\"University%20of%20Rochester\"&gt;University of Rochester&lt;/a&gt; magna cum laude in 1983 and an &lt;a href=\"Master%20of%20Business%20Administration\"&gt;MBA&lt;/a&gt; from &lt;a href=\"Stanford%20Graduate%20School%20of%20Business\"&gt;Stanford University&lt;/a&gt; in 1987. Prior to Jefferies, he was an investment banker at &lt;a href=\"First%20Boston\"&gt;First Boston&lt;/a&gt; and later he worked for &lt;a href=\"Michael%20Milken\"&gt;Michael Milken&lt;/a&gt; at &lt;a href=\"Drexel%20Burnham%20Lambert\"&gt;Drexel Burnham Lambert&lt;/a&gt; in the &lt;a href=\"High-yield%20debt\"&gt;high-yield bond&lt;/a&gt; department.\nProfessional career.\nJefferies.\nHandler joined Jefferies in April 1990 as a &lt;a href=\"sales\"&gt;sales&lt;/a&gt;man and &lt;a href=\"Trader%20%28finance%29\"&gt;trader&lt;/a&gt; and was appointed CEO on January 1, 2001, Chairman in 2002. Since his appointment as CEO, Jefferies’s shares had risen 154% between 2001 and 2013, and the firm grew from a securities-industry boutique into a full-service investment bank, with revenues of $3.1 billion as of 2019.\nEgan-Jones report.\nIn November 2011, ratings company &lt;a href=\"Egan-Jones%20Ratings%20Company\"&gt;Egan-Jones&lt;/a&gt; issued a negative report regarding Jefferies that caused a 20% decline in the Jefferies stock price minutes after the opening bell the following morning. Chris Kotowski of Oppenheimer &amp; Co. made public statements pointing out figures in the Egan-Jones report that were 'so grotesquely wrong they should immediately jump off the page to anyone remotely familiar with the numbers.' The Egan-Jones report was described by Kotowski in his research report from November 23, 2011 titled \"Another Hack Attack\" as 'flat out wrong', and was followed by what Handler characterized as a multi-week public attack on Jefferies by Sean Egan. Handler and the Jefferies management team responded with unprecedented immediacy and transparency, collapsing in a matter of days 75% of a sovereign debt position that had been identified as a problem by Egan to prove the &lt;a href=\"Bond%20%28finance%29\"&gt;bonds&lt;/a&gt; were hedged and highly &lt;a href=\"Market%20liquidity\"&gt;liquid&lt;/a&gt;, sharply reducing the rest of Jefferies &lt;a href=\"balance%20sheet\"&gt;balance sheet&lt;/a&gt;, and publicly addressing the accusations on an almost daily basis.&lt;ref name=\"bloomberg12/11\"&gt;&lt;/ref&gt; This aggressive and unconventional response resulted in an eventual rebound in Jefferies share price.\nRescue of Knight Capital Group.\nIn August 2012, Handler played a lead role in saving &lt;a href=\"Knight%20Capital%20Group\"&gt;Knight Capital Group&lt;/a&gt; after the company suffered a $440 million loss due to a 'technology glitch.' Together with Brian Friedman, President of Jefferies Financial Group Inc., Handler structured and led the rescue, which included making Jefferies the largest shareholder with an investment of $125 million.\nMerger with Leucadia.\nIn November 2012, Jefferies announced its merger with Leucadia National Corporation, its largest shareholder and a longtime partner of Handler. In March 2013, Jefferies merged with Leucadia, and Handler became CEO of both companies. In 2018, Leucadia rebranded as Jefferies Financial Group Inc. to better reflect the company’s business focus.\nOther professional activities.\nIn October 2018 Handler was named Board Chair by The &lt;a href=\"University%20of%20Rochester\"&gt;University of Rochester&lt;/a&gt; Board of Trustees, to which he was first elected in 2005. Previously, Handler also served as Chairman of the Finance Committee and as Co-Chairman of the university's $1.37 billion &lt;a href=\"Fundraising\"&gt;Capital Campaign&lt;/a&gt;, The Meliora Challenge that concluded in 2016. \nHandler donated $25 million to the University of Rochester for the Jane and Alan Handler Scholarship Fund (named for his parents) for exceptional students from underprivileged backgrounds with the potential for future leadership. \nHandler is Chairman and CEO of the Handler Family Foundation. He is also active in conservation efforts through the Wolf Conservation Center, of which his wife Martha presides as president."
}