{
    "id": "11690414",
    "revid": "19404073",
    "url": "https://en.wikipedia.org/wiki?curid=11690414",
    "title": "Bell Sports",
    "text": "Bell Sports is an American maker of &lt;a href=\"bicycle%20helmet\"&gt;Bicycle&lt;/a&gt; and &lt;a href=\"motorcycle%20helmet\"&gt;motorcycle&lt;/a&gt; &lt;a href=\"helmet\"&gt;helmet&lt;/a&gt;s. The company is a &lt;a href=\"subsidiary\"&gt;subsidiary&lt;/a&gt; of &lt;a href=\"Vista%20Outdoor\"&gt;Vista Outdoor&lt;/a&gt;, after BRG Sports –owner of &lt;a href=\"Riddell%20Sports%20Group%2C%20Inc.\"&gt;Riddell&lt;/a&gt; &lt;a href=\"football%20helmet\"&gt;football helmet&lt;/a&gt;s– sold some of its brands (including Bell, &lt;a href=\"Giro%20%28company%29\"&gt;Giro&lt;/a&gt;, C-Preme, and Blackburn) to Vista in 2016.\nHistory.\nThe company started in 1923 as \"Bell Auto Parts\", named for its location in &lt;a href=\"Bell%2C%20California\"&gt;Bell, California&lt;/a&gt;. &lt;a href=\"Roy%20Richter\"&gt;Roy Richter&lt;/a&gt; began working for Bell Auto Parts in 1933. In 1945, he purchased the store for $1,000. Richter produced his first &lt;a href=\"race%20car%20helmet\"&gt;race car helmet&lt;/a&gt;s in 1954. The \"Bell Helmet Company\" was established as a division of Bell Auto Parts in 1956. Bell introduced its Star model, the first full-face motorcycle helmet on the market, in 1968. In 1971, Bell produced the first full-face off-road motorcycle helmet. \nBell made its first production helmet in 1954. It was the result of months of research and development. Richter, with the help of veteran naval pilot Frank Heacox, reverse engineered numerous helmets, including some used in &lt;a href=\"military%20aviation\"&gt;military aviation&lt;/a&gt;. Heacox played a key role in developing Bell Helmet's first products, most importantly by using the helmets himself, both in races and on the street. These experiences with the prototypes led to many useful suggestions. That first helmet, named the Bell 500, featured a &lt;a href=\"polyurethane\"&gt;polyurethane&lt;/a&gt; foam liner inside a hand-laminated fiberglass outer shell. &lt;a href=\"Laminating\"&gt;Laminating&lt;/a&gt; and polishing helmets by hand was relatively expensive but Richter believed it resulted in a stronger helmet.\nSeveral members of the famous Bill Stroppe Lincoln Team wore the Bell 500 in the Carrera Pan-American Road Race in 1954. A Bell helmet was used in the &lt;a href=\"Indianapolis%20500\"&gt;Indianapolis 500&lt;/a&gt; for the first time by &lt;a href=\"Cal%20Niday\"&gt;Cal Niday&lt;/a&gt; in 1955. Niday crashed during lap 177 of the race and suffered several major injuries. Despite suffering a skull fracture, Nidal credited the helmet for preventing even more serious injury. By 1956, helmet sales were far above projections. This resulted in the formation of the Bell Helmet Company as a subsidiary of Bell Auto Parts. The helmet operation employed at least four people working full-time producing helmets in a facility next door to the original Bell Auto Parts location.\nBell moved to Long Beach, California in 1968. The first Bell helmet with full-face protection was developed at this location.\nIn 1980, the company merged with football helmet maker &lt;a href=\"Riddell%20Sports%20Group\"&gt;Riddell&lt;/a&gt; to form \"Bell-Riddell\". The Bell-Riddell motorcycle division was sold in 1991, becoming \"Bell Helmets\". The remaining company was re-named \"Bell Sports\". In 1999, the auto racing division was sold and split into two separate companies called \"Bell Racing Company\" (North America) and \"Bell Racing Europe\" (Europe, Asia and Africa). Bell Sports reacquired Bell Helmets in 2002, creating Bell Powersports. In 2005, it reacquired Bell Racing Company, and was itself merged into Easton-Bell Sports in 2006. Vista Outdoor acquired the company in 2016.\nProducts.\nThe Bell Star &lt;a href=\"Multi-directional%20Impact%20Protection%20System\"&gt;MIPS&lt;/a&gt; (Multi-directional Impact Protection System) is the entry-level model of the Bell Star line of motorcycle helmets. It is made using a slip-plane design and a foam EPS liner. The EPS liner is designed to deal with main impact forces while the MIPS helps prevent brain injuries such as concussions by reducing rotational forces. Their Bell Star helmet was tested as the safest full-face road helmet by Australia's independent Consumer Rating and Assessment of Safety Helmets (CRASH) team.\nRelationship to Bell Racing.\nBell Racing USA and Bell Racing Europe, are independent companies that use the Bell trademark under license."
}