{
    "id": "11690193",
    "revid": "425809",
    "url": "https://en.wikipedia.org/wiki?curid=11690193",
    "title": "The Holocaust in Estonia",
    "text": "The Holocaust in Estonia refers to the &lt;a href=\"Nazi%20crime\"&gt;Nazi crime&lt;/a&gt;s during the &lt;a href=\"occupation%20of%20Estonia%20by%20Nazi%20Germany\"&gt;occupation&lt;/a&gt; of &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt; by &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;. Prior to the war, there were approximately 4,300 &lt;a href=\"Estonian%20Jews\"&gt;Estonian Jews&lt;/a&gt;. After the &lt;a href=\"Occupation%20of%20the%20Baltic%20states\"&gt;1940 Soviet occupation&lt;/a&gt;, about 10% of the Jewish population was &lt;a href=\"June%20deportation\"&gt;deported&lt;/a&gt; to &lt;a href=\"Siberia\"&gt;Siberia&lt;/a&gt;, along with other &lt;a href=\"Estonians\"&gt;Estonians&lt;/a&gt;. About 75% of Estonian Jews, aware of the fate that awaited them from &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;, escaped to the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;; virtually all of those who remained (between 950 and 1,000 people) were killed by &lt;a href=\"Einsatzgruppe%20A\"&gt;Einsatzgruppe A&lt;/a&gt; and local collaborators before the end of 1941. &lt;a href=\"Romani%20people\"&gt;Roma&lt;/a&gt; people of Estonia were also murdered and enslaved by the Nazi occupiers and their collaborators. The Nazis and their allies also killed around 6,000 ethnic Estonians and 1,000 ethnic Russians who were accused of being communist sympathizers or the relatives of communist sympathizers. In addition around 15,000 &lt;a href=\"German%20mistreatment%20of%20Soviet%20prisoners%20of%20war\"&gt;Soviet prisoners-of-war&lt;/a&gt; and Jews from other parts of Europe were killed in Estonia during the German occupation.\nJewish life pre-Holocaust.\nPrior to World War II, Jewish life flourished with the level of cultural autonomy accorded being the most extensive in all of Europe, giving full control of education and other aspects of cultural life to the local Jewish population. In 1936, the British-based Jewish newspaper &lt;a href=\"The%20Jewish%20Chronicle\"&gt;The Jewish Chronicle&lt;/a&gt; reported that \"Estonia is the only country in Eastern Europe where neither the Government nor the people practice any discrimination against Jews and where Jews are left in peace and are allowed to lead a free and unmolested life and fashion it in accord with their national and cultural principles.\"\nMurder of Jewish population.\nRound-ups and killings of the remaining Jews began immediately as the first stage of &lt;a href=\"Generalplan%20Ost\"&gt;Generalplan Ost&lt;/a&gt; which would require the \"removal\" of 50% of Estonians. Undertaken by the extermination squad &lt;a href=\"Einsatzkommando\"&gt;Einsatzkommando&lt;/a&gt; (&lt;a href=\"Sonderkommando\"&gt;Sonderkommando&lt;/a&gt;) 1A under &lt;a href=\"Martin%20Sandberger\"&gt;Martin Sandberger&lt;/a&gt;, part of &lt;a href=\"Einsatzgruppe%20A\"&gt;Einsatzgruppe A&lt;/a&gt; led by &lt;a href=\"Walter%20Stahlecker\"&gt;Walter Stahlecker&lt;/a&gt;, who followed the arrival of the first German troops on July 7, 1941. Arrests and executions continued as the Germans, with the assistance of local collaborators, advanced through &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt;. Estonia became a part of the &lt;a href=\"Reichskommissariat%20Ostland\"&gt;Reichskommissariat Ostland&lt;/a&gt;. A &lt;a href=\"Security%20Police%20in%20Estonia%20%281942-1944%29\"&gt;Sicherheitspolizei&lt;/a&gt; (Security Police) was established for internal security under the leadership of &lt;a href=\"Ain-Ervin%20Mere\"&gt;Ain-Ervin Mere&lt;/a&gt; in 1942. Estonia was declared \"&lt;a href=\"Judenfrei\"&gt;Judenfrei&lt;/a&gt;\" quite early by the German occupation regime at the &lt;a href=\"Wannsee%20Conference\"&gt;Wannsee Conference&lt;/a&gt;. \nThe Jews who had remained in Estonia (929 according to the most recent calculation) were killed. Fewer than a dozen Estonian Jews are known to have survived the war in Estonia.\nGerman policy toward the Jews in Estonia.\nThe Estonian state archives contain &lt;a href=\"death%20certificate\"&gt;death certificate&lt;/a&gt;s and lists of Jews shot dated July, August, and early September 1941. For example, the official death certificate of &lt;a href=\"Rubin%20Teitelbaum\"&gt;Rubin Teitelbaum&lt;/a&gt;, born in &lt;a href=\"Tapa%2C%20Estonia\"&gt;Tapa&lt;/a&gt; on January 17, 1907, states laconically in a form with item 7 already printed with only the date left blank: \"7. By a decision of the &lt;a href=\"Sicherheitspolizei\"&gt;Sicherheitspolizei&lt;/a&gt; on September 4, 1941, condemned to death, with the decision being carried out the same day in &lt;a href=\"Tallinn\"&gt;Tallinn&lt;/a&gt;.\" Teitelbaum's crime was \"being a Jew\" and thus constituting a \"threat to the public order\".\nOn September 11, 1941 an article entitled \"Juuditäht seljal\" – \"A &lt;a href=\"Jewish%20Star\"&gt;Jewish Star&lt;/a&gt; on the Back\" appeared in the Estonian mass-circulation newspaper \"&lt;a href=\"Postimees\"&gt;Postimees&lt;/a&gt;\". It stated that Dr. &lt;a href=\"Otto-Heinrich%20Drechsler\"&gt;Otto-Heinrich Drechsler&lt;/a&gt;, the High Commissioner of &lt;a href=\"Reichskommissariat%20Ostland\"&gt;Ostland&lt;/a&gt;, had proclaimed ordinances in accordance with which all Jewish residents of Ostland from that day onward had to wear visible yellow six-pointed &lt;a href=\"Star%20of%20David\"&gt;Star of David&lt;/a&gt; at least . in diameter on the left side of their chest and back.\nOn the same day regulations issued by the Sicherheitspolizei were delivered to all local police departments proclaiming that the &lt;a href=\"Nuremberg%20Laws\"&gt;Nuremberg Laws&lt;/a&gt; were in force in Ostland, defining who is a Jew, and what Jews could and could not do. Jews were prohibited from changing their place of residence, walking along the &lt;a href=\"sidewalk\"&gt;sidewalk&lt;/a&gt;, using any means of transportation, going to theatres, museums, cinema, or school. The &lt;a href=\"profession\"&gt;profession&lt;/a&gt;s of lawyer, physician, &lt;a href=\"notary\"&gt;notary&lt;/a&gt;, banker, or real estate agent were declared closed to Jews, as was the occupation of &lt;a href=\"street%20hawker\"&gt;street hawker&lt;/a&gt;. The regulations also declared that the &lt;a href=\"property\"&gt;property&lt;/a&gt; and homes of Jewish residents were to be &lt;a href=\"confiscate\"&gt;confiscate&lt;/a&gt;d. The regulations emphasized that work to this ends was to be begun as soon as possible, and that lists of Jews, their &lt;a href=\"Address%20%28geography%29\"&gt;addresses&lt;/a&gt;, and their property were to be completed by the police by September 20, 1941.\nThese regulations also provided for the establishment of a &lt;a href=\"concentration%20camp\"&gt;concentration camp&lt;/a&gt; near the south-eastern Estonian city of &lt;a href=\"Tartu\"&gt;Tartu&lt;/a&gt;. A later decision provided for the construction of a Jewish ghetto near the town of &lt;a href=\"Harku\"&gt;Harku&lt;/a&gt;, but this was never built, a small concentration camp being built there instead. The Estonian State Archives contain material &lt;a href=\"pertinent\"&gt;pertinent&lt;/a&gt; to the cases of about 450 Estonian Jews. They were typically arrested either at home or in the street, taken to the local &lt;a href=\"police%20station\"&gt;police station&lt;/a&gt;, and charged with the 'crime' of being Jews. They were either shot outright or sent to concentration camp and shot later. An Estonian woman, E. S. describes the arrest of her Jewish husband as follows:\nForeign Jews.\nAfter the invasion of the &lt;a href=\"Baltic%20States\"&gt;Baltic States&lt;/a&gt;, it was the intention of the Nazi government to use the Baltic countries as their main area of mass genocide. Consequently, Jews from countries outside the Baltics were deported there to be killed. An estimated 10,000 Jews were killed in Estonia after having been deported to camps there from elsewhere in Eastern Europe. The Nazi regime also established 22 &lt;a href=\"Nazi%20concentration%20camp\"&gt;concentration camps&lt;/a&gt; in occupied Estonian territory for foreign Jews, where they would be used as slave laborers. The largest, &lt;a href=\"Vaivara%20concentration%20camp\"&gt;Vaivara concentration camp&lt;/a&gt;, served as a transit camp and processed 20,000 Jews from Latvia and the Lithuanian ghettos. Usually able-bodied men were selected to work in the &lt;a href=\"oil%20shale\"&gt;oil shale&lt;/a&gt; mines in northeastern Estonia. Women, children, and old people were killed on arrival.\nAt least two trainloads of Central European Jews were deported to Estonia and were killed on arrival at the &lt;a href=\"Kalevi-Liiva\"&gt;Kalevi-Liiva&lt;/a&gt; site near &lt;a href=\"J%C3%A4gala%20concentration%20camp\"&gt;Jägala concentration camp&lt;/a&gt;.\nMurder of foreign Jews at Kalevi-Liiva.\nAccording to testimony of the survivors, at least two transports with about 2,100–2,150 Central European Jews, arrived at the railway station at &lt;a href=\"Raasiku\"&gt;Raasiku&lt;/a&gt;, one from &lt;a href=\"Theresienstadt%20concentration%20camp\"&gt;Theresienstadt&lt;/a&gt; (&lt;a href=\"Terezin\"&gt;Terezin&lt;/a&gt;) with &lt;a href=\"Czechoslovakian%20Jews\"&gt;Czechoslovakian Jews&lt;/a&gt; and one from Berlin with &lt;a href=\"German%20citizen\"&gt;German citizen&lt;/a&gt;s. Around 1,700–1,750 people were immediately taken to an execution site at the &lt;a href=\"Kalevi-Liiva\"&gt;Kalevi-Liiva&lt;/a&gt; sand dunes and shot. About 450 people were selected for work at the &lt;a href=\"J%C3%A4gala%20concentration%20camp\"&gt;Jägala concentration camp&lt;/a&gt;.\nTransport \"Be 1.9.1942\" from Theresienstadt arrived at the Raasiku station on September 5, 1942, after a five-day trip. According to testimony by Ralf Gerrets, one of the accused at the &lt;a href=\"Holocaust%20trials%20in%20Soviet%20Estonia\"&gt;war crimes trials in 1961&lt;/a&gt;, eight busloads of Estonian &lt;a href=\"auxiliary%20police\"&gt;auxiliary police&lt;/a&gt; had arrived from &lt;a href=\"Tallinn\"&gt;Tallinn&lt;/a&gt;. The &lt;a href=\"Selektion\"&gt;selection process&lt;/a&gt; was supervised by &lt;a href=\"Ain-Ervin%20Mere\"&gt;Ain-Ervin Mere&lt;/a&gt;, chief of &lt;a href=\"Security%20Police%20in%20Estonia%20%281942-1944%29\"&gt;Security Police&lt;/a&gt; in Estonia; those transportees not selected for slave labor were sent by bus to a killing site near the camp. Later the police, in teams of 6 to 8 men, killed the Jews by machine gun fire. During later investigations, however, some guards of camp denied the participation of police and said that executions were done by camp personnel. On the first day, a total of 900 people were murdered in this way. Gerrets testifies that he had fired a pistol at a victim who was still making noises in the pile of bodies. The whole operation was directed by &lt;a href=\"SS\"&gt;SS&lt;/a&gt; commanders &lt;a href=\"Heinrich%20Bergmann\"&gt;Heinrich Bergmann&lt;/a&gt; and Julius Geese. Few witnesses pointed out Heinrich Bergmann as the key figure behind the extermination of Estonian gypsies. In the case of \"Be 1.9.1942\", the only ones chosen for labor and to survive the war were a small group of young women who were taken through a series of concentration camps in Estonia, Poland and Germany to &lt;a href=\"Bergen-Belsen%20concentration%20camp\"&gt;Bergen-Belsen&lt;/a&gt;, where they were liberated. Camp commandant Laak used the women as sex slaves, killing many after they had outlived their usefulness.\nA number of foreign witnesses were heard at the post-war trials in Soviet Estonia, including five women who had been transported on \"Be 1.9.1942\" from Theresienstadt.\nThe accused Mere, Gerrets and Viik actively participated in crimes and mass killings that were perpetrated by the Nazi invaders on the territory of the &lt;a href=\"Estonian%20SSR\"&gt;Estonian SSR&lt;/a&gt;. In accordance with the Nazi racial theory, the &lt;a href=\"Sicherheitspolizei\"&gt;Sicherheitspolizei&lt;/a&gt; and &lt;a href=\"Sicherheitsdienst\"&gt;Sicherheitsdienst&lt;/a&gt; were instructed to exterminate the Jews and Gypsies. To that end, during August and September of 1941, Mere and his collaborators set up a death camp at Jägala, from Tallinn. Mere put Aleksander Laak in charge of the camp; Ralf Gerrets was appointed his deputy. On September 5, 1942, a train with approximately 1,500 Czechoslovak citizens arrived at the &lt;a href=\"Raasiku\"&gt;Raasiku&lt;/a&gt; railway station. Mere, Laak and Gerrets personally selected who of them should be executed and who should be moved to the Jägala death camp. More than 1,000 people, mostly children, the old, and the infirm, were transported to a wasteland at Kalevi-Liiva, where they were monstrously executed in a special pit. In mid-September, the second troop train with 1,500 prisoners arrived at the railway station from Germany. Mere, Laak, and Gerrets selected another thousand victims, who were then condemned by them to extermination. This group of prisoners, which included nursing women and their new-born babies, were transported to Kalevi-Liiva where they were killed.\nIn March 1943, the personnel of the Kalevi-Liiva camp executed about fifty Gypsies, half of whom were under 5 years of age. Also were executed 60 Gypsy children of school age...\nRomani people.\nA few witnesses pointed out Heinrich Bergmann as the key figure behind the extermination of Estonian Roma people.\nEstonian collaboration.\nUnits of the \"Eesti Omakaitse\" (Estonian &lt;a href=\"Omakaitse\"&gt;Home Guard&lt;/a&gt;; approximately 1000 to 1200 men) were directly involved in criminal acts, taking part in the round-up of 200 Roma people and 950 Jews. The &lt;a href=\"36th%20Estonian%20Police%20Battalion\"&gt;36th Estonian Police Battalion&lt;/a&gt; participated in the extermination of Jews in the &lt;a href=\"Pskov\"&gt;Pskov&lt;/a&gt; region of Russia.\nThe final acts of liquidating the camps, such as &lt;a href=\"Klooga%20concentration%20camp\"&gt;Klooga&lt;/a&gt;, which involved the mass-shooting of roughly 2,000 prisoners, was facilitated by members of the &lt;a href=\"Estonian%20Auxiliary%20Police\"&gt;287th Police Battalion&lt;/a&gt;. Survivors report that, during these last days before liberation, when Jewish slave labourers were visible, the Estonian population in part attempted to help the Jews by providing food and other types of assistance.\"\"\nWar crimes trials.\nFour Estonians deemed most responsible for the murders at Kalevi-Liiva were accused at the &lt;a href=\"Estonian%20war%20crimes%20trials%2C%201961\"&gt;war crimes trials in 1961&lt;/a&gt;. Two were later executed, while the Soviet occupation authorities were unable to press charges against the other two due to the fact that they lived in exile. There have been 7 known &lt;a href=\"Holocaust%20trials%20in%20Soviet%20Estonia\"&gt;ethnic Estonians&lt;/a&gt; (&lt;a href=\"Ralf%20Gerrets\"&gt;Ralf Gerrets&lt;/a&gt;, &lt;a href=\"Ain-Ervin%20Mere\"&gt;Ain-Ervin Mere&lt;/a&gt;, &lt;a href=\"Jaan%20Viik\"&gt;Jaan Viik&lt;/a&gt;, &lt;a href=\"Juhan%20J%C3%BCriste\"&gt;Juhan Jüriste&lt;/a&gt;, &lt;a href=\"Karl%20Linnas\"&gt;Karl Linnas&lt;/a&gt;, &lt;a href=\"Aleksander%20Laak\"&gt;Aleksander Laak&lt;/a&gt; and &lt;a href=\"Ervin%20Viks\"&gt;Ervin Viks&lt;/a&gt;) who have faced trials for crimes against humanity committed during the Nazi occupation in Estonia. The accused were charged with murdering up to 5,000 &lt;a href=\"German%20Jews\"&gt;German&lt;/a&gt; and &lt;a href=\"Czechoslovakia\"&gt;Czechoslovakia&lt;/a&gt;n Jews and &lt;a href=\"Romani%20people\"&gt;Romani people&lt;/a&gt; near the &lt;a href=\"Kalevi-Liiva\"&gt;Kalevi-Liiva&lt;/a&gt; concentration camp in 1942–1943. &lt;a href=\"Ain-Ervin%20Mere\"&gt;Ain-Ervin Mere&lt;/a&gt;, commander of the Estonian Security Police (Group B of the &lt;a href=\"Sicherheitspolizei\"&gt;Sicherheitspolizei&lt;/a&gt;) under the &lt;a href=\"Estonian%20Self-Administration\"&gt;Estonian Self-Administration&lt;/a&gt;, was &lt;a href=\"trial%20in%20absentia\"&gt;tried \"in absentia\"&lt;/a&gt;. Before the trial, Mere had been an active member of the Estonian community in England, contributing to Estonian language publications. At the time of the trial, however, he was being held in custody in England, having been accused of murder. He was never deported and died a free man in England in 1969. &lt;a href=\"Ralf%20Gerrets\"&gt;Ralf Gerrets&lt;/a&gt;, the deputy commandant at the &lt;a href=\"J%C3%A4gala%20concentration%20camp\"&gt;Jägala&lt;/a&gt; camp. &lt;a href=\"Jaan%20Viik\"&gt;Jaan Viik&lt;/a&gt;, \"(Jan Wijk, Ian Viik)\", a guard at the Jägala labor camp, out of the hundreds of Estonian camp guards and police, was singled out for prosecution due to his particular brutality. Witnesses testified that he would throw small children into the air and shoot them. He did not deny the charge. A fourth accused, camp commandant &lt;a href=\"Aleksander%20Laak\"&gt;Aleksander Laak&lt;/a&gt; (\"Alexander Laak\"), was discovered living in Canada, but committed suicide before he could be brought to trial.\nIn January 1962, another trial was held in &lt;a href=\"Tartu\"&gt;Tartu&lt;/a&gt;. &lt;a href=\"Juhan%20J%C3%BCriste\"&gt;Juhan Jüriste&lt;/a&gt;, &lt;a href=\"Karl%20Linnas\"&gt;Karl Linnas&lt;/a&gt; and &lt;a href=\"Ervin%20Viks\"&gt;Ervin Viks&lt;/a&gt; were accused of murdering 12,000 civilians in the &lt;a href=\"Tartu%20concentration%20camp\"&gt;Tartu concentration camp&lt;/a&gt;.\nNumber of victims.\nSoviet-Estonian era sources estimate the total number of Soviet citizens and foreigners to be murdered in Nazi-occupied &lt;a href=\"Estonian%20Soviet%20Socialist%20Republic\"&gt;Estonian Soviet Socialist Republic&lt;/a&gt; to be 125,000. The bulk of this number consists Jews from Central and Western Europe and Soviet prisoners-of-war killed or starved to death in &lt;a href=\"prisoner-of-war%20camp\"&gt;prisoner-of-war camp&lt;/a&gt;s on Estonian territory.\nThe Estonian History Commission estimates the total number of victims to be roughly 35,000, consisting of the following groups:\nThe number of Estonian Jews killed is less than 1,000; the German &lt;a href=\"the%20Holocaust\"&gt;Holocaust&lt;/a&gt; perpetrators &lt;a href=\"Martin%20Sandberger\"&gt;Martin Sandberger&lt;/a&gt; and &lt;a href=\"Walter%20Stahlecker\"&gt;Walter Stahlecker&lt;/a&gt; cite the numbers 921 and 963 respectively. In 1994 &lt;a href=\"Evgenia%20Goorin-Loov\"&gt;Evgenia Goorin-Loov&lt;/a&gt; calculated the exact number to be 929.\nModern memorials.\nSince the reestablishment of the Estonian independence, markers were put in place for the 60th anniversary of the mass executions that were carried out at the Lagedi, Vaivara and Klooga (Kalevi-Liiva) camps in September 1944. On February 5, 1945 in Berlin, Ain Mere founded the \"&lt;a href=\"Eesti%20Vabadusliit\"&gt;Eesti Vabadusliit&lt;/a&gt;\" together with SS-&lt;a href=\"Obersturmbannf%C3%BChrer\"&gt;Obersturmbannführer&lt;/a&gt; &lt;a href=\"Harald%20Riipalu\"&gt;Harald Riipalu&lt;/a&gt;. He was sentenced to the capital punishment during the &lt;a href=\"Holocaust%20trials%20in%20Soviet%20Estonia\"&gt;Holocaust trials in Soviet Estonia&lt;/a&gt; but was not extradited by Great Britain and died there in peace. In 2002 the &lt;a href=\"Government%20of%20the%20Republic%20of%20Estonia\"&gt;Government of the Republic of Estonia&lt;/a&gt; decided to officially commemorate the &lt;a href=\"Holocaust\"&gt;Holocaust&lt;/a&gt;. In the same year, the &lt;a href=\"Simon%20Wiesenthal%20Center\"&gt;Simon Wiesenthal Center&lt;/a&gt; had provided the Estonian government with information on alleged Estonian war criminals, all former members of the &lt;a href=\"36th%20Estonian%20Police%20Battalion\"&gt;36th Estonian Police Battalion&lt;/a&gt;.\nIn August 2018 it was reported that the memorial at &lt;a href=\"Kalevi-Liiva\"&gt;Kalevi-Liiva&lt;/a&gt; was defaced."
}