{
    "id": "11709182",
    "revid": "25046916",
    "url": "https://en.wikipedia.org/wiki?curid=11709182",
    "title": "Radiosity (radiometry)",
    "text": "In &lt;a href=\"radiometry\"&gt;radiometry&lt;/a&gt;, radiosity is the &lt;a href=\"radiant%20flux\"&gt;radiant flux&lt;/a&gt; leaving (emitted, reflected and transmitted by) a surface per unit area, and spectral radiosity is the radiosity of a surface per unit &lt;a href=\"frequency\"&gt;frequency&lt;/a&gt; or &lt;a href=\"wavelength\"&gt;wavelength&lt;/a&gt;, depending on whether the &lt;a href=\"Spectral%20radiometric%20quantity\"&gt;spectrum&lt;/a&gt; is taken as a function of frequency or of wavelength. The &lt;a href=\"International%20System%20of%20Units\"&gt;SI unit&lt;/a&gt; of radiosity is the &lt;a href=\"watt\"&gt;watt&lt;/a&gt; per square metre (), while that of spectral radiosity in frequency is the watt per square metre per &lt;a href=\"hertz\"&gt;hertz&lt;/a&gt; (W·m−2·Hz−1) and that of spectral radiosity in wavelength is the watt per square metre per metre (W·m−3)—commonly the watt per square metre per nanometre (). The &lt;a href=\"Centimetre%E2%80%93gram%E2%80%93second%20system%20of%20units\"&gt;CGS unit&lt;/a&gt; &lt;a href=\"erg\"&gt;erg&lt;/a&gt; per square centimeter per second () is often used in &lt;a href=\"astronomy\"&gt;astronomy&lt;/a&gt;. Radiosity is often called in branches of physics other than radiometry, but in radiometry this usage leads to confusion with &lt;a href=\"radiant%20intensity\"&gt;radiant intensity&lt;/a&gt;.\nMathematical definitions.\nRadiosity.\nRadiosity of a \"surface\", denoted \"J\"e (\"e\" for \"energetic\", to avoid confusion with &lt;a href=\"photometry%20%28optics%29\"&gt;photometric&lt;/a&gt; quantities), is defined as\nwhere\nFor an \"&lt;a href=\"Opacity%20%28optics%29\"&gt;opaque&lt;/a&gt;\" surface, the \"transmitted\" component of radiosity \"J\"e,tr vanishes and only two components remain:\nIn &lt;a href=\"heat%20transfer\"&gt;heat transfer&lt;/a&gt;, combining these two factors into one radiosity term helps in determining the net energy exchange between multiple surfaces.\nSpectral radiosity.\nSpectral radiosity in frequency of a \"surface\", denoted \"J\"e,ν, is defined as\nwhere \"ν\" is the frequency.\nSpectral radiosity in wavelength of a \"surface\", denoted \"J\"e,λ, is defined as\nwhere \"λ\" is the wavelength.\nRadiosity method.\nThe radiosity of an \"opaque\", &lt;a href=\"Gray%20body\"&gt;gray&lt;/a&gt; and &lt;a href=\"Diffuse%20reflection\"&gt;diffuse&lt;/a&gt; surface is given by\nwhere\nNormally, \"E\"e is the unknown variable and will depend on the surrounding surfaces. So, if some surface \"i\" is being hit by &lt;a href=\"radiation\"&gt;radiation&lt;/a&gt; from some other surface \"j\", then the radiation energy incident on surface \"i\" is \"E\"e,\"ji\" \"A\"\"i\" = \"F\"\"ji\" \"A\"\"j\" \"J\"e,\"j\" where \"F\"\"ji\" is the \"&lt;a href=\"view%20factor\"&gt;view factor&lt;/a&gt;\" or \"shape factor\", from surface \"j\" to surface \"i\". So, the irradiance of surface \"i\" is the sum of radiation energy from all other surfaces per unit surface of area \"A\"\"i\":\nNow, employing the &lt;a href=\"View%20factor%23Reciprocity\"&gt;reciprocity&lt;/a&gt; relation for view factors \"F\"\"ji\" \"A\"\"j\" = \"F\"\"ij\" \"A\"\"i\",\nand substituting the irradiance into the equation for radiosity, produces\nFor an \"N\" surface enclosure, this summation for each surface will generate \"N\" &lt;a href=\"linear%20equation\"&gt;linear equation&lt;/a&gt;s with \"N\" unknown radiosities, and \"N\" unknown temperatures. For an enclosure with only a few surfaces, this can be done by hand. But, for a room with many surfaces, &lt;a href=\"linear%20algebra\"&gt;linear algebra&lt;/a&gt; and a computer are necessary.\nOnce the radiosities have been calculated, the net heat transfer at a surface can be determined by finding the difference between the incoming and outgoing energy:\nUsing the equation for radiosity \"J\"e,\"i\" = \"ε\"\"i\"σ\"T\"\"i\"4 + (1 − \"ε\"\"i\")\"E\"e,\"i\", the irradiance can be eliminated from the above to obtain\nwhere \"M\"e,\"i\"° is the exitance of a &lt;a href=\"black%20body\"&gt;black body&lt;/a&gt;.\nCircuit analogy.\nFor an enclosure consisting of only a few surfaces, it is often easier to represent the system with an analogous &lt;a href=\"Network%20analysis%20%28electrical%20circuits%29\"&gt;circuit&lt;/a&gt; rather than solve the set of &lt;a href=\"Linear%20equation\"&gt;linear&lt;/a&gt; radiosity equations. To do this, the heat transfer at each surface is expressed as\nwhere \"R\"\"i\" = (1 − \"ε\"\"i\")/(\"A\"\"i\"\"ε\"\"i\") is the &lt;a href=\"Thermal%20conductivity%23Resistance\"&gt;resistance&lt;/a&gt; of the surface.\nLikewise, \"M\"e,\"i\"° − \"J\"e,\"i\" is the blackbody exitance minus the radiosity and serves as the 'potential difference'. These quantities are formulated to resemble those from an &lt;a href=\"Network%20analysis%20%28electrical%20circuits%29\"&gt;electrical circuit&lt;/a&gt; \"V\" = \"IR\".\nNow performing a similar analysis for the heat transfer from surface \"i\" to surface \"j\",\nwhere \"R\"\"ij\" = 1/(\"A\"\"i\" \"F\"\"ij\").\nBecause the above is \"between\" surfaces, \"R\"\"ij\" is the resistance of the space between the surfaces and \"J\"e,\"i\" − \"J\"e,\"j\" serves as the potential difference.\nCombining the surface elements and space elements, a circuit is formed. The heat transfer is found by using the appropriate potential difference and &lt;a href=\"Resistor%23Series%20and%20parallel%20resistors\"&gt;equivalent resistances&lt;/a&gt;, similar to the process used in analyzing &lt;a href=\"Network%20analysis%20%28electrical%20circuits%29\"&gt;electrical circuits&lt;/a&gt;.\nOther methods.\nIn the radiosity method and circuit analogy, several assumptions were made to simplify the model. The most significant is that the surface is a diffuse emitter. In such a case, the radiosity does not depend on the angle of incidence of reflecting radiation and this information is lost on a &lt;a href=\"Diffuse%20reflection\"&gt;diffuse&lt;/a&gt; surface. In reality, however, the radiosity will have a &lt;a href=\"Specular%20reflection\"&gt;specular&lt;/a&gt; component from the reflected &lt;a href=\"radiation\"&gt;radiation&lt;/a&gt;. So, the heat transfer between two surfaces relies on both the &lt;a href=\"view%20factor\"&gt;view factor&lt;/a&gt; and the angle of reflected radiation.\nIt was also assumed that the surface is a gray body, that is to say its emissivity is independent of radiation frequency or wavelength. However, if the range of radiation spectrum is large, this will not be the case. In such an application, the radiosity must be calculated spectrally and then &lt;a href=\"Integral\"&gt;integrated&lt;/a&gt; over the range of radiation spectrum.\nYet another assumption is that the surface is &lt;a href=\"Contour%20line\"&gt;isothermal&lt;/a&gt;. If it is not, then the radiosity will vary as a function of position along the surface. However, this problem is solved by simply subdividing the surface into smaller elements until the desired accuracy is obtained."
}