{
    "id": "11711282",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=11711282",
    "title": "German Social Union (East Germany)",
    "text": "The German Social Union (, DSU) is a small &lt;a href=\"Conservatism%20in%20Germany\"&gt;conservative&lt;/a&gt; &lt;a href=\"political%20party\"&gt;political party&lt;/a&gt; mainly active in the &lt;a href=\"new%20states%20of%20Germany\"&gt;new states of Germany&lt;/a&gt;. It was founded in 1990 as a &lt;a href=\"right-wing%20politics\"&gt;right-wing&lt;/a&gt; opposition group during the \"&lt;a href=\"Die%20Wende\"&gt;Wende&lt;/a&gt;\" transition to democracy in &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt;, when it was part of the &lt;a href=\"Alliance%20for%20Germany\"&gt;Alliance for Germany&lt;/a&gt; electoral coalition. After 1990, it fell into insignificance, only holding a few seats on the local level.\nIdeology.\nAccording to its 2006 basic programme, the DSU refers to itself as a &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt;, &lt;a href=\"democracy\"&gt;democratic&lt;/a&gt; and &lt;a href=\"Social%20policy\"&gt;social&lt;/a&gt; party. Ideologically, the party's goals are to preserve and uphold &lt;a href=\"Western%20culture\"&gt;Western&lt;/a&gt;-&lt;a href=\"Christian%20civilization\"&gt;Christian civilization&lt;/a&gt;, and to dismantle the &lt;a href=\"welfare%20state\"&gt;welfare state&lt;/a&gt;..\nThe party can thus be seen as right-wing (anti-socialistic) national-conservative. It strongly differentiates itself from the &lt;a href=\"National%20Democratic%20Party%20of%20Germany\"&gt;National Democratic Party&lt;/a&gt; (NPD) and &lt;a href=\"German%20People%27s%20Union\"&gt;German People's Union&lt;/a&gt; (DVU), who tend more towards national socialism. Its closest ideological ally among the right-wing parties is &lt;a href=\"Republicans%20%28Germany%29\"&gt;The Republicans&lt;/a&gt;. Historically, and as its name implies, it is modelled after the &lt;a href=\"Christian%20Social%20Union%20in%20Bavaria\"&gt;CSU in Bavaria&lt;/a&gt;, the more rightist of the two &lt;a href=\"CDU/CSU\"&gt;Union \"sister parties\"&lt;/a&gt;. However it was not possible for the DSU to join the CSU, as the &lt;a href=\"Christian%20Democratic%20Union%20%28Germany%29\"&gt;CDU&lt;/a&gt; and CSU do not compete in the same states.\nHistory.\nEstablishment.\nIn the chaotic world of 1989–1990 &lt;a href=\"German%20Democratic%20Republic\"&gt;East German&lt;/a&gt; politics, several long-suppressed cultural and political movements (re)emerged, and numerous small parties sprang up. The German Social Union was one of these, then several comprising conservative, &lt;a href=\"Christian%20democracy\"&gt;Christian-democratic&lt;/a&gt; and &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; opposition groups.\nThe party was founded in &lt;a href=\"Leipzig\"&gt;Leipzig&lt;/a&gt; on 20 January 1990 by the &lt;a href=\"St.%20Thomas%20Church%2C%20Leipzig\"&gt;St. Thomas Church&lt;/a&gt; pastor &lt;a href=\"Hans-Wilhelm%20Ebeling\"&gt;Hans-Wilhelm Ebeling&lt;/a&gt;, modeled loosely on the &lt;a href=\"Christian%20Social%20Union%20of%20Bavaria\"&gt;Christian Social Union of Bavaria&lt;/a&gt; (\"Christlich-Soziale Union\", CSU). Initially, the Bavarian CSU supported the DSU, wishing to make it its East German branch, and thus revisiting &lt;a href=\"Franz%20Josef%20Strau%C3%9F\"&gt;Franz Josef Strauß&lt;/a&gt;' mid-1970s plan to make the CSU a nationwide \"fourth party\".\nReunification period.\nOn 5 February 1990, DSU joined the Alliance for Germany together with the centre-right &lt;a href=\"Christian%20Democratic%20Union%20%28Germany%29\"&gt;Christian Democratic Union&lt;/a&gt; (CDU) and the now-defunct &lt;a href=\"Democratic%20Awakening\"&gt;Democratic Awakening&lt;/a&gt; (DA) to form the &lt;a href=\"Alliance%20for%20Germany\"&gt;Alliance for Germany&lt;/a&gt;, a centre-right coalition which ran in the first (and only) free &lt;a href=\"1990%20East%20German%20general%20election\"&gt;East German general election&lt;/a&gt; of 18 March 1990. The DSU polled 6.3% of the votes cast and 25 seats in the &lt;a href=\"People%27s%20Chamber\"&gt;People's Chamber&lt;/a&gt; parliament. It achieved its strongest results in the southern districts of &lt;a href=\"Karl-Marx-Stadt%20%28Bezirk%29\"&gt;Karl-Marx-Stadt&lt;/a&gt;, &lt;a href=\"Dresden%20%28Bezirk%29\"&gt;Dresden&lt;/a&gt; and &lt;a href=\"Leipzig%20%28Bezirk%29\"&gt;Leipzig&lt;/a&gt; (that later formed the state of &lt;a href=\"Saxony\"&gt;Saxony&lt;/a&gt;), where the DSU polled two-digit percentages.\nIts most prominent politician was the lawyer &lt;a href=\"Peter-Michael%20Diestel\"&gt;Peter-Michael Diestel&lt;/a&gt;, who joined the last East German cabinet (&lt;a href=\"Council%20of%20Ministers%20of%20East%20Germany\"&gt;Council of Ministers&lt;/a&gt;) under &lt;a href=\"Lothar%20de%20Maizi%C3%A8re\"&gt;Lothar de Maizière&lt;/a&gt; as minister of the interior and deputy prime minister. The DSU also held the ministry of economic cooperation, led by Hans-Wilhelm Ebeling. However, both Diestel and Ebeling left the party in June and July 1990, respectively, Diestel joined the CDU a month later. Of all parties in the People's Chamber, the DSU was the keenest on a swift reunification of East and West Germany. Its delegates repeatedly proposed a motion for East Germany's \"immediate accession\" to the Federal Republic of Germany.\n&lt;a href=\"Hansjoachim%20Walther\"&gt;Hansjoachim Walther&lt;/a&gt;, a mathematics professor, was elected chairman of the DSU on the first regular party congress in May 1990. Under his leadership, the party took a turn to the right, hosting national-conservative and in some cases even far-right voices. Unlike the other parliamentary parties and a vast majority of the population, numerous DSU members did not accept the &lt;a href=\"Oder%E2%80%93Neisse%20line\"&gt;Oder–Neisse line&lt;/a&gt; as Germany's eastern border (which was finally laid down in the reunification treaty and the &lt;a href=\"Treaty%20on%20the%20Final%20Settlement%20with%20Respect%20to%20Germany\"&gt;Two Plus Four Agreement&lt;/a&gt;).\nAfter &lt;a href=\"German%20reunification\"&gt;German reunification&lt;/a&gt; was accomplished on 3 October 1990, eight DSU People's Chamber deputies entered into the \"&lt;a href=\"Bundestag\"&gt;Bundestag&lt;/a&gt;\" (federal parliament), where they joined the CDU/CSU parliamentary group. The Alliance for Germany coalition dissolved after that. In Chancellor &lt;a href=\"Helmut%20Kohl\"&gt;Helmut Kohl&lt;/a&gt;'s &lt;a href=\"Third%20Kohl%20cabinet\"&gt;third cabinet&lt;/a&gt;, the DSU was represented by Hansjoachim Walther as federal minister without portfolio from October 1990 to January 1991. In the October 1990 legislative elections in the new German states, the DSU did not pass the five-percent threshold, winning 3.6% in its former stronghold of Saxony and even less in the other states, and thus failed to enter into any \"&lt;a href=\"Landtag\"&gt;Landtag&lt;/a&gt;\" (state legislature).\nAhead of the first post-reunification &lt;a href=\"1990%20German%20federal%20election\"&gt;German federal election&lt;/a&gt; on 2 December 1990, the Bavarian CSU aimed for a deal with the CDU to save its East German offshoot from irrelevance: If the CDU had abstained from competing in a few constituencies in Saxony and Thuringia, thus winning the DSU at least three \"direct mandates\", the small party could have been spared from the five-percent threshold and might have survived as a regional party. However, the CDU under Helmut Kohl insisted on the unwritten CDU/CSU agreement that the CSU may only run in Bavaria, while all other states are CDU's territory. Many DSU members realised that the party had no future and switched to the CDU. Eventually, DSU achieved 0.2% of nationwide votes, 1.0% in the new states. After this disappointment, the Bavarian CSU reduced its benefits to the DSU, but continued to transfer six-figure sums annually until 1993.\nAfter 1990.\nThe DSU drifted further towards a nationalistic course, aiming for a position inbetween the centre-right CDU and the far-right &lt;a href=\"The%20Republicans%20%28Germany%29\"&gt;Republicans&lt;/a&gt;. During the early-1990s, the party received support by the (West German) \"&lt;a href=\"Neue%20Rechte\"&gt;Neue Rechte&lt;/a&gt;\" (\"New Right\") movement, in particular by the \"Criticón\" magazine of Caspar von Schrenck-Notzing, who also attended DSU meetings. The DSU's image was then characterised by financial misconduct, internal squabbles, resignations, and contacts with far-right groups. The cooperation of DSU and CSU was definitely ended after the Spring 1993 party conference, when Roberto Rink was elected chairman of the DSU.\nIn subsequent elections its share of the vote has remained under 1% of the vote in all \"Landtag\" elections held in the new states. Electoral coalitions with right-wing parties like the &lt;a href=\"German%20Party%20%281993%29\"&gt;German Party&lt;/a&gt;, the &lt;a href=\"Party%20for%20a%20Rule%20of%20Law%20Offensive\"&gt;Party for a Rule of Law Offensive&lt;/a&gt; or the &lt;a href=\"Statt%20Party\"&gt;Statt Party&lt;/a&gt; led to no avail. Nevertheless, the DSU has a loyal following of voters on the local level, especially in some districts of Saxony. In the western states, the party is virtually nonexistent.\nThe DSU had one member in the &lt;a href=\"Landtag%20of%20Saxony\"&gt;Landtag of Saxony&lt;/a&gt; from 2006 to 2009, after the &lt;a href=\"National%20Democratic%20Party%20of%20Germany\"&gt;NPD&lt;/a&gt; parliamentarian &lt;a href=\"Klaus%20Baier\"&gt;Klaus Baier&lt;/a&gt; had defected from his party after a series of disputes and joined the DSU."
}