{
    "id": "11715360",
    "revid": "1680992",
    "url": "https://en.wikipedia.org/wiki?curid=11715360",
    "title": "Sandro Wagner",
    "text": "Sandro Wagner (; born 29 November 1987) is a German &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; manager and former professional &lt;a href=\"Association%20football\"&gt;footballer&lt;/a&gt; who played as a &lt;a href=\"Forward%20%28association%20football%29%23Striker\"&gt;striker&lt;/a&gt;, he is the head coach of &lt;a href=\"Regionalliga%20Bayern\"&gt;Regionalliga Bayern&lt;/a&gt; side &lt;a href=\"SpVgg%20Unterhaching\"&gt;SpVgg Unterhaching&lt;/a&gt;.\nHe began his career at &lt;a href=\"Bayern%20Munich\"&gt;Bayern Munich&lt;/a&gt; but made only eight appearances in his first spell at the club. He subsequently represented &lt;a href=\"MSV%20Duisburg\"&gt;MSV Duisburg&lt;/a&gt; of the &lt;a href=\"2.%20Bundesliga\"&gt;2. Bundesliga&lt;/a&gt; and &lt;a href=\"SV%20Werder%20Bremen\"&gt;SV Werder Bremen&lt;/a&gt;, &lt;a href=\"Hertha%20BSC\"&gt;Hertha BSC&lt;/a&gt;, &lt;a href=\"SV%20Darmstadt%2098\"&gt;SV Darmstadt 98&lt;/a&gt; and &lt;a href=\"TSG%201899%20Hoffenheim\"&gt;TSG 1899 Hoffenheim&lt;/a&gt; of the &lt;a href=\"Bundesliga\"&gt;Bundesliga&lt;/a&gt; before returning to Bayern in January 2018.\nWagner was part of the German side that won the &lt;a href=\"2009%20UEFA%20European%20Under-21%20Championship\"&gt;2009 UEFA European Under-21 Championship&lt;/a&gt;. He earned eight caps and scored five goals for the senior team, winning the &lt;a href=\"2017%20FIFA%20Confederations%20Cup\"&gt;2017 FIFA Confederations Cup&lt;/a&gt;.\nClub career.\nEarly career.\nWagner scored his first goal for &lt;a href=\"FC%20Bayern%20Munich\"&gt;Bayern Munich&lt;/a&gt; in a 2–0 victory over &lt;a href=\"VfB%20Stuttgart\"&gt;VfB Stuttgart&lt;/a&gt; in the &lt;a href=\"2007%20DFL-Ligapokal\"&gt;2007 DFL-Ligapokal&lt;/a&gt;, a six team pre-season tournament composing of the top four &lt;a href=\"Bundesliga\"&gt;Bundesliga&lt;/a&gt; teams, the winners of the &lt;a href=\"DFB-Pokal\"&gt;German Cup&lt;/a&gt; and the first-place team from the &lt;a href=\"2.%20Bundesliga\"&gt;2. Bundesliga&lt;/a&gt;. Wagner started the match in place of the ill &lt;a href=\"Miroslav%20Klose\"&gt;Miroslav Klose&lt;/a&gt;. He &lt;a href=\"Assist%20%28football%29\"&gt;assisted&lt;/a&gt; the first goal of the match for &lt;a href=\"Franck%20Rib%C3%A9ry\"&gt;Franck Ribéry&lt;/a&gt; and scored himself in the 66th minute. He also made appearances for the &lt;a href=\"FC%20Bayern%20Munich%20II\"&gt;reserve team&lt;/a&gt; during the &lt;a href=\"2005%E2%80%9306%20Regionalliga\"&gt;2005–06&lt;/a&gt;, &lt;a href=\"2006%E2%80%9307%20Regionalliga\"&gt;2006–07&lt;/a&gt;, and &lt;a href=\"2007%E2%80%9308%20Regionalliga\"&gt;2007–08&lt;/a&gt; seasons.&lt;ref name=\"Spieler-Statistik 2007/08\"&gt;&lt;/ref&gt;\nOn 10 June 2008, Wagner moved to &lt;a href=\"MSV%20Duisburg\"&gt;MSV Duisburg&lt;/a&gt; before signing for &lt;a href=\"SV%20Werder%20Bremen\"&gt;Werder Bremen&lt;/a&gt; on 31 January 2010. During the &lt;a href=\"2008%E2%80%9309%20MSV%20Duisburg%20season\"&gt;2008–09 season&lt;/a&gt;, Wagner scored nine goals in 32 matches. During the &lt;a href=\"2009%E2%80%9310%20MSV%20Duisburg%20season\"&gt;2009–10 season&lt;/a&gt;, Wagner scored five goals in seven matches.\nOn 19 January 2012, Wagner was &lt;a href=\"Loan%20%28sports%29\"&gt;loaned&lt;/a&gt; to &lt;a href=\"1.%20FC%20Kaiserslautern\"&gt;1. FC Kaiserslautern&lt;/a&gt;.\nHertha BSC and Darmstadt.\nHe then played for &lt;a href=\"Hertha%20BSC\"&gt;Hertha BSC&lt;/a&gt; and &lt;a href=\"Hertha%20BSC%20II\"&gt;Hertha BSC II&lt;/a&gt; from 2012 to 2015. He scored six goals in 32 matches for Hertha and one goal in one match for the reserve team during the &lt;a href=\"2012%E2%80%9313%20Hertha%20BSC%20season\"&gt;2012–13 season&lt;/a&gt;.&lt;ref name=\"Spieler-Statistik 2012/13\"&gt;&lt;/ref&gt; He scored two goals in 25 matches for Hertha in the &lt;a href=\"2013%E2%80%9314%20Hertha%20BSC%20season\"&gt;2013–14 season&lt;/a&gt;.&lt;ref name=\"Spieler-Statistik 2013/14\"&gt;&lt;/ref&gt; He also played a match for the reserve team without scoring a goal. In his &lt;a href=\"2014%E2%80%9315%20Hertha%20BSC%20season\"&gt;final season&lt;/a&gt; with Hertha, he played 16 matches for the first team and one match for the reserve team without scoring a goal for either team.\nOn 8 August 2015, Wagner signed for &lt;a href=\"SV%20Darmstadt%2098\"&gt;SV Darmstadt 98&lt;/a&gt;. During the &lt;a href=\"2015%E2%80%9316%20SV%20Darmstadt%2098%20season\"&gt;2015–16 season&lt;/a&gt;, Wagner scored 15 goals in 34 matches played.\n1899 Hoffenheim.\nOn 30 June 2016, Wagner joined fellow &lt;a href=\"Bundesliga\"&gt;Bundesliga&lt;/a&gt; club &lt;a href=\"TSG%201899%20Hoffenheim\"&gt;1899 Hoffenheim&lt;/a&gt; by signing a contract until June 2019. He was presented the same day, and took squad number 14, stating: “Hoffenheim are a great club and their ambition impressed me straight away.”\nHe made his competitive debut with the team on 28 August 2016 in the opening &lt;a href=\"2016%E2%80%9317%20Bundesliga\"&gt;Bundesliga&lt;/a&gt; matchday against newcomers of &lt;a href=\"RB%20Leipzig\"&gt;RB Leipzig&lt;/a&gt; which ended in a 2–2 home draw. He opened his scoring account in the second matchday against &lt;a href=\"1.%20FSV%20Mainz%2005\"&gt;Mainz 05&lt;/a&gt;, netting his team's first goal as Hoffenheim came from three goals down to earn a 4–4 away draw.\nOn 31 March 2017, he had his finger dislocated after a clash with &lt;a href=\"Hertha%20BSC\"&gt;Hertha&lt;/a&gt; captain &lt;a href=\"Vedad%20Ibi%C5%A1evi%C4%87\"&gt;Vedad Ibišević&lt;/a&gt;, nevertheless he went on to play until the end of the match, also assisting &lt;a href=\"Andrej%20Kramari%C4%87\"&gt;Andrej Kramarić&lt;/a&gt; for the third goal in an eventual 1–3 away win. Wagner finished his first Hoffenheim season by netting 11 league goals in 31 appearances, 30 of them as starter, adding two cup appearances and one goal, being important for &lt;a href=\"Julian%20Nagelsmann\"&gt;Julian Nagelsmann&lt;/a&gt;'s side that finished the league undefeated at home, securing a spot in &lt;a href=\"2017%E2%80%9318%20UEFA%20Champions%20League\"&gt;Champions League play-off round&lt;/a&gt; for &lt;a href=\"2017%E2%80%9318%20TSG%201899%20Hoffenheim%20season\"&gt;next season&lt;/a&gt;.\nOn 9 July 2017, Wagner agreed a contract extension, adding one more year to his current contract. During the &lt;a href=\"2017%E2%80%9318%20TSG%201899%20Hoffenheim%20season\"&gt;2017–18 season&lt;/a&gt;, before transferring to Bayern, Wagner scored six goals in 17 matches.\nReturn to Bayern Munich.\nOn 21 December 2017, it was announced that Wagner would transfer to Bayern Munich on 1 January 2018. He signed a contract until 2020.\nWagner's first match since his return was when he came on as a substitute against &lt;a href=\"Bayer%2004%20Leverkusen\"&gt;Bayer Leverkusen&lt;/a&gt; on 12 January 2018. He opened his scoring account on 27 January by netting the last goal of a 5–2 home win over his former side 1899 Hoffenheim. He played his first match as starter the next week in the 2–0 away win against &lt;a href=\"1.%20FSV%20Mainz%2005\"&gt;Mainz&lt;/a&gt;. Wagner scored his second ever UEFA Champions League goal, the first in Bayern colours, on 14 March in the second leg of &lt;a href=\"2017%E2%80%9318%20UEFA%20Champions%20League%20knockout%20phase\"&gt;round of 16&lt;/a&gt; versus &lt;a href=\"Be%C5%9Fikta%C5%9F%20J.K.\"&gt;Beşiktaş&lt;/a&gt; as Bayern won 3–1 at &lt;a href=\"Vodafone%20Park\"&gt;Vodafone Park&lt;/a&gt; and progressed 8–1 on aggregate.\nWagner started the &lt;a href=\"2018%E2%80%9319%20FC%20Bayern%20Munich%20season\"&gt;2018–19 season&lt;/a&gt; by coming in as a substitute in a 5–0 win in the &lt;a href=\"2018%20DFL-Supercup\"&gt;2018 DFL-Supercup&lt;/a&gt;. During the 2018–19 season with Bayern, he scored one goal in 12 appearances in all competitions.\nTianjin TEDA.\nAlthough his contract with Bayern was supposed to expire in 2020, he asked for it to be terminated due to his growing frustrations with his playing time on the pitch. On 30 January 2019, Wagner transferred to &lt;a href=\"Chinese%20Super%20League\"&gt;Chinese Super League&lt;/a&gt; club &lt;a href=\"Tianjin%20TEDA%20F.C.\"&gt;Tianjin TEDA&lt;/a&gt; for €5 million. Bayern sporting director, &lt;a href=\"Hasan%20Salihamidzic\"&gt;Hasan Salihamidzic&lt;/a&gt;, said that he \"has a very attractive offer from China and we have met his request\" and he thanked Wagner for \"spending time with FC Bayern\" and wished him \"all the best and much success for his future in China\". In his &lt;a href=\"2019%20Tianjin%20TEDA%20F.C.%20season\"&gt;first season&lt;/a&gt;, he scored 12 goals in 26 matches played. On 24 July 2020, Wagner terminated his contract with Tianjin TEDA.\nRetirement.\nWagner announced his retirement on 2 August 2020. Overall he scored more than 60 goals in the two top divisions of German pro football.\nInternational career.\nYouth.\nWagner earned eight caps for Germany at under-21 level, scoring four goals, including two in the final of the &lt;a href=\"2009%20UEFA%20European%20Under-21%20Championship\"&gt;2009 UEFA European Under-21 Championship&lt;/a&gt; in Sweden where Germany beat &lt;a href=\"England%20national%20under-21%20football%20team\"&gt;England&lt;/a&gt; 4–0.\nSenior.\nIn June 2017, Wagner received his first call-up to the &lt;a href=\"Germany%20national%20football%20team\"&gt;senior national team&lt;/a&gt; for a &lt;a href=\"Exhibition%20game%23Association%20football\"&gt;friendly&lt;/a&gt; against &lt;a href=\"Denmark%20national%20football%20team\"&gt;Denmark&lt;/a&gt; and a FIFA World Cup qualifying match against &lt;a href=\"San%20Marino%20national%20football%20team\"&gt;San Marino&lt;/a&gt;. He made his competitive debut on 6 June in the 1–1 away draw against Denmark, playing for more than 60 minutes. Four days later, he scored a hat-trick as Germany thrashed San Marino 7–0. His performance was praised by national team manager &lt;a href=\"Joachim%20L%C3%B6w\"&gt;Joachim Löw&lt;/a&gt;.\nWagner was also part of the &lt;a href=\"2017%20FIFA%20Confederations%20Cup\"&gt;2017 FIFA Confederations Cup&lt;/a&gt; squad that won the tournament. His first and only appearance came on 19 June in the opening &lt;a href=\"2017%20FIFA%20Confederations%20Cup%20Group%20B\"&gt;Group B&lt;/a&gt; match against &lt;a href=\"Australia%20national%20soccer%20team\"&gt;Australia&lt;/a&gt;, missing several good chances to score as Germany won 3–2. After that, he was benched in favour of &lt;a href=\"Timo%20Werner\"&gt;Timo Werner&lt;/a&gt; and &lt;a href=\"Lars%20Stindl\"&gt;Lars Stindl&lt;/a&gt; as Germany defeated &lt;a href=\"Chile%20national%20football%20team\"&gt;Chile&lt;/a&gt; 1–0 in the &lt;a href=\"2017%20FIFA%20Confederations%20Cup%20Final\"&gt;final&lt;/a&gt;. Wagner finished 2017 by scoring against &lt;a href=\"Northern%20Ireland%20national%20football%20team\"&gt;Northern Ireland&lt;/a&gt; and &lt;a href=\"Azerbaijan%20national%20football%20team\"&gt;Azerbaijan&lt;/a&gt;.\nOn 16 May 2018, after being left out from Germany's World Cup squad, Wagner announced his retirement from international football.\nCoaching career.\nSpVgg Unterhaching.\nIn March 2021, Wagner was first announced as new head coach of the youth (Under-19) team. However, on 25 June 2021, he was presented as head coach of the first team starting on 1 July 2021.\nStyle of play.\nWagner was known for aerial power and strength, and was distinguished as a hard-working player. He was also physically imposing and direct, and praised as a striker who could \"wreak havoc\" in defences. Speaking in June 2017, Germany manager Joachim Löw stated that Wagner had \"maturity and personality and one who stands by his own opinion\".\nHonours.\nBayern Munich\nGermany U21\nGermany"
}