{
    "id": "11729719",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=11729719",
    "title": "Albert Johnson (congressman)",
    "text": "Albert Johnson (March 5, 1869 – January 17, 1957) was an American politician who served as the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;U.S. representative&lt;/a&gt; from &lt;a href=\"Washington%27s%203rd%20congressional%20district\"&gt;Washington's third congressional district&lt;/a&gt; from 1915 to 1933.\nBiography.\nBorn in &lt;a href=\"Springfield%2C%20Illinois\"&gt;Springfield, Illinois&lt;/a&gt;, Johnson attended the schools at &lt;a href=\"Atchison%2C%20Kansas\"&gt;Atchison, Kansas&lt;/a&gt; and &lt;a href=\"Hiawatha%2C%20Kansas\"&gt;Hiawatha, Kansas&lt;/a&gt;. He worked as a reporter on the \"St. Joseph\" (Missouri) \"Herald\" and the \"&lt;a href=\"St.%20Louis%20Globe-Democrat\"&gt;St. Louis Globe-Democrat&lt;/a&gt;\" from 1888 to 1891, as managing editor of the \"&lt;a href=\"New%20Haven%20Register\"&gt;New Haven Register&lt;/a&gt;\" in 1896 and 1897, and as news editor of \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\"\" in 1898.\nTo edit the \"Tacoma News\" he moved to &lt;a href=\"Tacoma%2C%20Washington\"&gt;Tacoma, Washington&lt;/a&gt; in 1898. He became editor and publisher of \"Grays Harbor Washingtonian\" (Hoquiam, Washington) in 1907.\nAlbert Johnson was elected as a &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; to the Sixty-third and to the nine succeeding Congresses (March 4, 1913 – March 3, 1933), but was defeated in a bid for reelection in November 1932.\nWhile a Member of Congress, Johnson was commissioned a captain in the Chemical Warfare Service during the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;, receiving an honorable discharge on November 29, 1918. He served as chairman of the Committee on Immigration and Naturalization (Sixty-sixth through Seventy-first Congresses), where he played an important role in the passage of the &lt;a href=\"Opposition%20to%20immigration\"&gt;anti-immigrant&lt;/a&gt; legislation of the 1920s.\nAccording to his critics, Johnson was \"an outspoken anti-Semite, a &lt;a href=\"Ku%20Klux%20Klan\"&gt;Ku Klux Klan&lt;/a&gt; favorite, and an ardent opponent of immigration.\" Although it is unknown whether he was ever a member of the Klan, the KKK consistently supported his re-election for the purpose of advocating \"restricted immigration laws.\" At the time of the first mass deportation of foreign-born &lt;a href=\"anarchists\"&gt;anarchists&lt;/a&gt; and &lt;a href=\"communists\"&gt;communists&lt;/a&gt; in the 20th century, on December 21, 1919, he was the chairman of the Immigration and Naturalization Committee. Johnson was one of the members of Congress who, (along with the 24-year-old J. Edgar Hoover, recently appointed by Attorney General A. Mitchell Palmer as the head of the Department of Justice’s newly-created Radical Division), accompanied the deportees on the short boat trip across the harbor from Ellis Island to Brooklyn. There they would board an old troopship, The Buford, for their voyage back across the Atlantic to Europe. [from “Obstruction of Injustice,” by Adam Hochschild, “The New Yorker” magazine, November 11, 2019]\nJohnson appointed one of the leading eugenicists of the era, &lt;a href=\"Harry%20H.%20Laughlin\"&gt;Harry Laughlin&lt;/a&gt;, associated with the &lt;a href=\"Eugenics%20Record%20Office\"&gt;Eugenics Record Office&lt;/a&gt; in &lt;a href=\"Cold%20Spring%20Harbor%2C%20New%20York\"&gt;Cold Spring Harbor, New York&lt;/a&gt;, as the committee's Expert Eugenics Agent.\nJohnson was the chief author of the &lt;a href=\"Immigration%20Act%20of%201924\"&gt;Immigration Act of 1924&lt;/a&gt; (known as the &lt;a href=\"Johnson-Reed%20Act\"&gt;Johnson-Reed Act&lt;/a&gt;), which in 1927 he justified as a bulwark against \"a stream of alien blood, with all its inherited misconceptions respecting the relationships of the governing power to the governed.\" Johnson has been described as \"an unusually energetic and vehement racist and nativist.\" From 1923 to 1924, he was the president of the Eugenics Research Association, an organization of eugenics researchers and supporters which opposed &lt;a href=\"interracial%20marriage\"&gt;interracial marriage&lt;/a&gt; and also supported the program of forced sterilization of the mentally disabled. In support of his 1919 proposal to suspend immigration he included this quote from a State Department official referring to the recent wave of Jewish immigrants as \"filthy, un-American, and often dangerous in their habits.\"\nJohnson retired from the newspaper business in 1934. He died in a veterans hospital at &lt;a href=\"American%20Lake\"&gt;American Lake&lt;/a&gt;, Washington, January 17, 1957. He is buried in Sunset Memorial Park, &lt;a href=\"Hoquiam%2C%20Washington\"&gt;Hoquiam, Washington&lt;/a&gt;."
}