{
    "id": "1172160",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=1172160",
    "title": "John Tate (boxer)",
    "text": "John Tate (January 29, 1955 – April 9, 1998) was the &lt;a href=\"World%20Boxing%20Association\"&gt;WBA&lt;/a&gt; &lt;a href=\"heavyweight\"&gt;heavyweight&lt;/a&gt; champion of the world from 1979 to 1980. As an &lt;a href=\"amateur%20boxing\"&gt;amateur&lt;/a&gt; he won a bronze medal in the heavyweight division at the &lt;a href=\"1976%20Summer%20Olympics\"&gt;1976 Summer Olympics&lt;/a&gt;.\nAmateur career.\n\"Big John\" Tate (named due to his height) captured a bronze medal at the &lt;a href=\"1976%20Summer%20Olympics\"&gt;1976 Summer Olympics&lt;/a&gt; in &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt;, losing to Olympic boxing legend &lt;a href=\"Te%C3%B3filo%20Stevenson\"&gt;Teófilo Stevenson&lt;/a&gt; in a semifinal bout.\n1976 Olympic results.\nTate lost in the finals of the 1975 National &lt;a href=\"Golden%20Gloves\"&gt;Golden Gloves&lt;/a&gt; to Emory Chapman. He lost in the quarterfinals the next year in a split decision to &lt;a href=\"Michael%20Dokes\"&gt;Michael Dokes&lt;/a&gt;. He avenged his loss to Dokes in the Olympic Trials by decision, and beat 1976 National AAU Champion Marvin Stinson to advance to the Olympic team. He also beat future heavyweight champion Greg Page by two close decisions, one in the quarterfinals of the 1975 National Golden Gloves tournament.\nTate met his future trainer, Ace Miller, during an amateur tournament in Knoxville, Tennessee. Tate and Miller worked together through 1983.\nProfessional career.\nTate turned pro in 1977 and scored a series of high-profile wins, knocking out highly ranked contenders &lt;a href=\"Duane%20Bobick\"&gt;Duane Bobick&lt;/a&gt;, &lt;a href=\"Bernardo%20Mercado\"&gt;Bernardo Mercado&lt;/a&gt;, and &lt;a href=\"Kallie%20Knoetze\"&gt;Kallie Knoetze&lt;/a&gt;. He captured the vacant WBA title on October 20, 1979 by defeating &lt;a href=\"Gerrie%20Coetzee\"&gt;Gerrie Coetzee&lt;/a&gt; by decision, succeeding &lt;a href=\"Muhammad%20Ali\"&gt;Muhammad Ali&lt;/a&gt;, who had relinquished the title that summer. Tate's fights with Knoetze and Coetzee were held in &lt;a href=\"Apartheid\"&gt;Apartheid&lt;/a&gt; &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, the latter before 80,000 fans.\nTate lost the title to &lt;a href=\"Mike%20Weaver%20%28boxer%29\"&gt;Mike Weaver&lt;/a&gt; in his first defence just five months later. Tate was well ahead on all scorecards going into the 15th and final round when the big hitting Weaver landed a left hook punch to the chin that left the champion twitching unconscious on the canvas for several minutes.\nTate came back from the loss on June 20, 1980 against up and coming &lt;a href=\"Trevor%20Berbick\"&gt;Trevor Berbick&lt;/a&gt;. This was on the undercard of the legendary fight between &lt;a href=\"Sugar%20Ray%20Leonard\"&gt;Sugar Ray Leonard&lt;/a&gt; and &lt;a href=\"Roberto%20Dur%C3%A1n\"&gt;Roberto Durán&lt;/a&gt;. The former champion started well, but tired throughout the bruising battle and was defeated by Berbick early in the 9th round—being knocked out by a punch that caught him on the back of the head and left him unconscious.\nTate was in the frame to challenge &lt;a href=\"Larry%20Holmes\"&gt;Larry Holmes&lt;/a&gt; for the heavyweight title in 1984, but the fight fell apart due to injury. Tate boxed on and off for the remainder of the 1980s but was often grossly overweight. He weighed in at an astonishing prior to losing a points decision to journeyman Noel Quarless in London, in his final fight in 1988. Tate's professional career record was 34-3, with 23 wins by knockout.\nUnsanctioned Bouts.\nJohn Tate took part in three unsanctioned bouts, all of which took place in Beaconsfield, California in 1994. \nTate won the first two by KO, which included &lt;a href=\"Marvin%20Camel\"&gt;Marvin Camel&lt;/a&gt; before losing the final one against the exciting British heavyweight &lt;a href=\"David%20Pearce%20%28boxer%29\"&gt;David Pearce&lt;/a&gt; who defeated him by a third round knockout.\nOutside the ring.\nTate's life after his championship reign was brief and troubled, suffering from a &lt;a href=\"cocaine\"&gt;cocaine&lt;/a&gt; addiction during the 1980s, being convicted on petty theft and assault charges, serving time in prison, and at times panhandling on the streets of &lt;a href=\"Knoxville%2C%20Tennessee\"&gt;Knoxville, Tennessee&lt;/a&gt;. He was rumored to have ballooned to over in his post-fighting years.\nDeath.\nOn April 9, 1998, Tate died of injuries sustained following a one-car automobile accident. It was determined that he suffered a massive stroke, caused by a brain tumor, while driving. The pickup truck crashed into a utility pole. Two other passengers were not seriously injured."
}