{
    "id": "117472",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=117472",
    "title": "Montrose Township, Michigan",
    "text": "The Charter Township of Montrose is a &lt;a href=\"charter%20township\"&gt;charter township&lt;/a&gt; of &lt;a href=\"Genesee%20County%2C%20Michigan\"&gt;Genesee County&lt;/a&gt; in the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;. The population was 6,224 at the &lt;a href=\"United%20States%20Census%2C%202010\"&gt;2010 census&lt;/a&gt;, a slight decrease from 6,336 at the &lt;a href=\"United%20States%20Census%2C%202000\"&gt;2000 census&lt;/a&gt;. The &lt;a href=\"Montrose%2C%20Michigan\"&gt;City of Montrose&lt;/a&gt; is surrounded by the township, but is politically and administratively autonomous.\nMontrose Charter Township is located in the northwest corner of Genesee County, bisected nearly down the middle by the Flint River. It is a six-mile square Township with the City of Montrose occupying approximately one square mile in the middle of the Township. M-57 (Vienna Rd) splits the Township in half and is a major connector to I-75, which is located 2.5 miles east of the Township limits.\nHistory.\nIn 1847, the township was formed from neighboring Vienna Township and was known as Pewonigowink Township. This name was derived from the Pewonigowink Indian Reservation, of the Saginaw Chippewa, that extended into the northwest part of the Township. On January 15, 1848, the name was officially changed to Montrose Township, by an act of the Michigan Legislature.\nThe Township was originally studded with pine woodlands and during the first years of the white man's occupancy, the inhabitants were chiefly engaged in various occupations related to a lumbering region. Montrose Township was the last settled district in Genesee County. Today, its landscape is mostly agricultural.\nThe Township incorporated as a Charter Township on March 26, 1985.[1]\nThe first white settlers in the township were the family members of Seymour Washington Ensign, a miller by trade, from Stafford, Genesee County, New York. Ensign came to Genesee County, Michigan in the spring of 1832, accompanied by his wife Tamma Fanny (Husted) Ensign and two sons, Seymour W. Jr., and George G. The family briefly halted in Grand Blanc, MI, where Ensign assisted local Alden Tupper in brick making. The family moved to Saginaw County in the fall of that same year, where they remained pioneers for a period of 10 years.\nIn the spring of 1842, Ensign visited what would become known as Montrose Township and purchased the southwest quarter of the southeast quarter of section 22 from Thomas L. L. Brent of nearby Flushing. During that year he and his family resided upon the Brent farm, in Flushing, while erecting a small frame house on their 40-acre purchase. In the spring of 1843 they became the first white residents in the township. Today, the approximate location of the Ensign homestead is the northeast corner of McKinley and Wilson roads.\nThe Ensign family was followed later that same year by settlers George Wilcox, from Canada and Richard Travis, from Oxford, Oakland County, MI. Both men settled relatively near by, with Mr. Wilcox on the east half of the southwest quarter of section 23 and Mr. Travis on the east half of the southeast quarter of section 23.\nThe assessment roll of shows that the only tax-paying residents in this township in 1844 were Ensign, Wilcox and Travis.\nOn Monday November 27, 2017, the northern loop set of municipalities, including Genesee, began receiving water from the &lt;a href=\"Karegnondi%20Water%20Authority\"&gt;Karegnondi Water Authority&lt;/a&gt; pipeline and treated by Genesee County Drain Commission Water and Waste Division.\nGeography.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the township has a total area of , of which is land and (0.52%) is water.\nDemographics.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 6,336 people, 2,089 households, and 1,733 families residing in the township. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 184.0 per square mile (71.1/km2). There were 2,199 housing units at an average density of 63.9 per square mile (24.7/km2). The racial makeup of the township was 95.74% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 1.77% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.79% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 0.05% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.57% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 1.09% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 1.69% of the population.\nThere were 2,089 households, out of which 41.6% had children under the age of 18 living with them, 67.2% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 10.9% had a female householder with no husband present, and 17.0% were non-families. 13.3% of all households were made up of individuals, and 5.3% had someone living alone who was 65 years of age or older. The average household size was 2.95 and the average family size was 3.19.\nIn the township the population was spread out, with 29.1% under the age of 18, 7.3% from 18 to 24, 30.2% from 25 to 44, 23.5% from 45 to 64, and 9.8% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 101.8 males. For every 100 females age 18 and over, there were 100.3 males.\nThe median income for a household in the township was $51,502, and the median income for a family was $53,281. Males had a median income of $42,625 versus $30,000 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the township was $19,725. About 7.6% of families and 11.7% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 20.9% of those under age 18 and 6.1% of those age 65 or over.\nGovernment.\nThe township receives water from the &lt;a href=\"Karegnondi%20Water%20Authority\"&gt;Karegnondi Water Authority&lt;/a&gt; pipeline treated by Genesee County Drain Commission Water and Waste Division.\nGenesee Township is part of the following:\nEducational services are primarily provided by &lt;a href=\"Montrose%20Community%20Schools\"&gt;Montrose Community Schools&lt;/a&gt; while small parts of the township are served by &lt;a href=\"Clio%20Area%20School%20District\"&gt;Clio Area School District&lt;/a&gt;."
}