{
    "id": "11744650",
    "revid": "39392017",
    "url": "https://en.wikipedia.org/wiki?curid=11744650",
    "title": "Maddalena de' Medici (1473–1528)",
    "text": "Maddalena de' Medici (25 July 1473–2 December 1528) daughter to &lt;a href=\"Lorenzo%20Medici\"&gt;Lorenzo Medici&lt;/a&gt; \nBorn in &lt;a href=\"Florence\"&gt;Florence&lt;/a&gt;, she was educated with her siblings to the humanistic cultures by figures such as &lt;a href=\"Angelo%20Poliziano\"&gt;Angelo Poliziano&lt;/a&gt;. In February 1487 she was engaged to be married to &lt;a href=\"Franceschetto%20Cybo\"&gt;Franceschetto Cybo&lt;/a&gt;, son of &lt;a href=\"Pope%20Innocent%20VIII\"&gt;Pope Innocent VIII&lt;/a&gt;. They were married in January 1488, and she brought a dowry of 4000 &lt;a href=\"ducats\"&gt;ducats&lt;/a&gt;. This marriage brought closer connections for her family and the Vatican, helping her brother &lt;a href=\"Pope%20Leo%20X\"&gt;Giovanni&lt;/a&gt; get appointed as a &lt;a href=\"Cardinal%20%28Catholicism%29\"&gt;Cardinal&lt;/a&gt;. She used her influence with her father, her brother &lt;a href=\"Piero%20the%20Unfortunate\"&gt;Piero&lt;/a&gt;, and the Pope to help friends and poorer people get aid and positions within the church and governments.\nIn 1488 she bought a thermal bath resort in &lt;a href=\"Stigliano%20%28Sovicille%29\"&gt;Stigliano&lt;/a&gt;. She had the property renovated and turned it into a profitable resort.\nMaddalena lived in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; after the election of her brother Giovanni as &lt;a href=\"Pope%20Leo%20X\"&gt;Pope Leo X&lt;/a&gt; in 1513. Shortly after his election, Pope Leo made her son Innocenzo a Cardinal. Maddalena received Roman citizenship and a pension from her brother in 1515. She worked to get all of her children married to noble families. She continued in her role of patron, negotiating with Pope Leo and her nephew, &lt;a href=\"Lorenzo%20de%27%20Medici%2C%20Duke%20of%20Urbino\"&gt;Lorenzo&lt;/a&gt; to get clients protection, funds, and release from prison and exile. She died in Rome, and was buried in &lt;a href=\"St.%20Peter%27s%20Basilica\"&gt;St. Peter's Basilica&lt;/a&gt; by order of her cousin, &lt;a href=\"Pope%20Clement%20VII\"&gt;Pope Clement VII&lt;/a&gt;.\nIssue.\nFranceschetto and Maddalena had seven children:"
}