{
    "id": "1176720",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1176720",
    "title": "United States Navy ships",
    "text": "The names of &lt;a href=\"commissioned%20ship\"&gt;commissioned ship&lt;/a&gt;s of the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; all start with USS, for &lt;a href=\"United%20States%20Ship\"&gt;United States Ship&lt;/a&gt;. Non-commissioned, primarily civilian-manned vessels of the U.S. Navy under the &lt;a href=\"Military%20Sealift%20Command\"&gt;Military Sealift Command&lt;/a&gt; have names that begin with USNS, standing for &lt;a href=\"United%20States%20Naval%20Ship\"&gt;United States Naval Ship&lt;/a&gt;. A letter-based &lt;a href=\"hull%20classification%20symbol\"&gt;hull classification symbol&lt;/a&gt; is used to designate a vessel's type. The names of ships are selected by the &lt;a href=\"United%20States%20Secretary%20of%20the%20Navy\"&gt;Secretary of the Navy&lt;/a&gt;. The names are those of states, cities, towns, important persons, important locations, famous battles, fish, and ideals. Usually, different types of ships have names originated from different types of sources.\nModern &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt;s and &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt;s use &lt;a href=\"nuclear%20reactor\"&gt;nuclear reactor&lt;/a&gt;s for power. See &lt;a href=\"United%20States%20naval%20reactors\"&gt;United States naval reactors&lt;/a&gt; for information on classification schemes and the history of nuclear-powered vessels.\nModern cruisers, destroyers and frigates are called &lt;a href=\"surface%20combatant\"&gt;surface combatant&lt;/a&gt;s and act mainly as escorts for aircraft carriers, amphibious assault ships, auxiliaries and civilian craft, but the largest ones have gained a land attack role through the use of &lt;a href=\"cruise%20missile\"&gt;cruise missile&lt;/a&gt;s and a population defense role through &lt;a href=\"missile%20defense\"&gt;missile defense&lt;/a&gt;.\nAircraft carriers.\n&lt;a href=\"Aircraft%20carrier\"&gt;Aircraft carrier&lt;/a&gt;s (CVN) have the ability to put most nations within striking distance of U.S. air power which makes them the cornerstone of US forward deployment and deterrence strategy. Multiple carriers are deployed around the world to provide military presence, respond quickly to crises, and participate in joint exercises with allied forces; this has led the Navy to refer to their \"Nimitz\"-class carriers as \"4.5 acres of sovereign and mobile American territory\". \"In accordance with customary international law as reflected in &lt;a href=\"United%20Nations%20Convention%20on%20the%20Law%20of%20the%20Sea\"&gt;United Nations Convention on the Law of the Sea&lt;/a&gt; and as discussed in \"The Commander's Handbook on the Law of Naval Operations\" and The State Department Cable on the Status of Military Sealift Command Vessels, ships owned or operated by a State and used, for the time being, only on government non-commercial service are entitled to sovereign immunity. Whether in internal, territorial, or international waters, such ships are immune from arrest and search, and exempt from foreign taxation and any foreign regulation requiring flying the flag of that foreign state while in its ports or territorial sea.\" Former President &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt; summed up the importance of the aircraft carrier by stating that \"when word of crisis breaks out in Washington, it's no accident the first question that comes to everyone's lips is: where is the nearest carrier?\" The power and operational flexibility of a carrier lie in the aircraft of its &lt;a href=\"carrier%20air%20wing\"&gt;carrier air wing&lt;/a&gt;. Made up of both fixed-wing and rotary-wing aircraft, a carrier air wing is able to perform over 150 strike missions at once, hitting over 700 targets a day. Carrier air wings also protect friendly forces, conduct &lt;a href=\"electronic%20warfare\"&gt;electronic warfare&lt;/a&gt;, assist in special operations, and carry out &lt;a href=\"search%20and%20rescue\"&gt;search and rescue&lt;/a&gt; missions. The carriers themselves, in addition to enabling airborne operations, serve as command platforms for large battle groups or multinational task forces. U.S. Navy aircraft carriers can also host aircraft from other nations' navies; the &lt;a href=\"French%20Navy\"&gt;French Navy&lt;/a&gt;'s &lt;a href=\"Rafale\"&gt;Rafale&lt;/a&gt; has operated, during naval exercises, from U.S. Navy flight decks.\nAmphibious warfare ships.\nAmphibious assault ships.\n&lt;a href=\"Amphibious%20assault%20ship\"&gt;Amphibious assault ship&lt;/a&gt;s, sub-types known as landing, helicopter dock or LHD and landing, helicopter assault or LHA. (also referred to as a commando carrier or an amphibious assault carrier), are a type of amphibious warfare ship employed to land and support ground forces on enemy territory by an amphibious assault. The design evolved from aircraft carriers converted for use as helicopter carriers, but includes support for amphibious landing craft, with most designs including a well deck. Coming full circle, some amphibious assault ships now have a secondary role as aircraft carriers, supporting &lt;a href=\"V/STOL\"&gt;V/STOL&lt;/a&gt; fixed-wing aircraft.\nThe role of the amphibious assault ship is fundamentally different from a standard aircraft carrier: its aviation facilities have the primary role of hosting helicopters to support forces ashore rather than to support strike aircraft. However, some are capable of serving in the &lt;a href=\"Command%20of%20the%20sea\"&gt;sea-control&lt;/a&gt; role, embarking aircraft like Harrier fighters for &lt;a href=\"Combat%20air%20patrol\"&gt;CAP&lt;/a&gt; and anti-submarine warfare helicopters or operating as a safe base for large numbers of &lt;a href=\"STOVL\"&gt;STOVL&lt;/a&gt; fighters conducting air support for the &lt;a href=\"Marine%20expeditionary%20unit\"&gt;Marine expeditionary unit&lt;/a&gt; once it has gone ashore. Most of these ships can also carry or support landing craft, such as &lt;a href=\"air-cushioned%20landing%20craft\"&gt;air-cushioned landing craft&lt;/a&gt; (&lt;a href=\"hovercraft\"&gt;hovercraft&lt;/a&gt;) or &lt;a href=\"Landing%20craft%20utility\"&gt;LCU&lt;/a&gt;s.\nAmphibious command ships.\n&lt;a href=\"Amphibious%20command%20ship\"&gt;Amphibious command ship&lt;/a&gt;s (LCC) of the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; are large, special purpose ships, originally designed to command large amphibious invasions. However, as amphibious invasions have become less likely, they are now used as general &lt;a href=\"command%20ship\"&gt;command ship&lt;/a&gt;s, and serve as floating headquarters for two, forward deployed, numbered Fleet commands. Currently, they are assigned to the &lt;a href=\"United%20States%20Sixth%20Fleet\"&gt;6th&lt;/a&gt; and &lt;a href=\"United%20States%20Seventh%20Fleet\"&gt;7th&lt;/a&gt; fleets as &lt;a href=\"flagship\"&gt;flagship&lt;/a&gt;s.\nAmphibious transport docks.\n&lt;a href=\"Amphibious%20transport%20dock\"&gt;Amphibious transport dock&lt;/a&gt;s, also known as landing platform dock or LPD, is an &lt;a href=\"amphibious%20warfare%20ship\"&gt;amphibious warfare ship&lt;/a&gt;, a warship that embarks, transports, and lands elements of a &lt;a href=\"landing%20force\"&gt;landing force&lt;/a&gt; for &lt;a href=\"expeditionary%20warfare\"&gt;expeditionary warfare&lt;/a&gt; missions. Several navies currently operate this kind of ship. The ships are generally designed to transport troops into a war zone by sea, primarily using landing craft, although invariably they also have the capability to operate transport, utility and attack helicopters and multi-mission tilt-rotor aircraft.\nDock landing ships.\n&lt;a href=\"Dock%20landing%20ship\"&gt;Dock landing ship&lt;/a&gt;s, also known as landing ship, dock or LSD, are &lt;a href=\"amphibious%20warfare%20ship\"&gt;amphibious warfare ship&lt;/a&gt;s with &lt;a href=\"well%20dock\"&gt;well dock&lt;/a&gt;s to transport and launch &lt;a href=\"landing%20craft\"&gt;landing craft&lt;/a&gt; and &lt;a href=\"amphibious%20vehicle\"&gt;amphibious vehicle&lt;/a&gt;s. Some ships with well decks, such as the Soviet &lt;a href=\"Ivan%20Rogov%20class%20landing%20ship\"&gt;Ivan Rogov class&lt;/a&gt;, also have bow doors to enable them to deliver vehicles directly onto a beach (like a &lt;a href=\"Landing%20Ship%2C%20Tank\"&gt;Landing Ship, Tank&lt;/a&gt;). Modern dock landing ships also operate helicopters.\nA ship with a well deck (docking well) can transfer cargo to landing craft in rougher seas than a ship that has to use cranes or a stern ramp. The &lt;a href=\"US%20Navy%20hull%20classification%20symbol\"&gt;US Navy hull classification symbol&lt;/a&gt; for a ship with a well deck depends on its &lt;a href=\"naval%20aviation\"&gt;facilities for aircraft&lt;/a&gt; - a (modern) LSD has a &lt;a href=\"helicopter%20deck\"&gt;helicopter deck&lt;/a&gt;, a LPD also has a hangar, and a &lt;a href=\"Landing%20Helicopter%20Dock\"&gt;LHD&lt;/a&gt; or &lt;a href=\"Landing%20Helicopter%20Assault\"&gt;LHA&lt;/a&gt; has a full-length flight deck.\nExpeditionary sea base.\n&lt;a href=\"Expeditionary%20Transfer%20Dock\"&gt;Expeditionary sea bases&lt;/a&gt; are semi-submersible, flexible, modular platforms providing that perform large-scale logistics movements such as the transfer of vehicles and equipment from sea to shore. These ships significantly reduce the dependency on foreign ports and provide support in the absence of port availability.\nCruisers.\n&lt;a href=\"Cruiser\"&gt;Cruiser&lt;/a&gt;s and &lt;a href=\"guided%20missile\"&gt;guided missile cruisers&lt;/a&gt; CG are a type of &lt;a href=\"warship\"&gt;warship&lt;/a&gt;. The term has been in use for several hundred years, and has had different meanings throughout this period. During the &lt;a href=\"Age%20of%20Sail\"&gt;Age of Sail&lt;/a&gt;, the term \"cruising\" referred to certain kinds of missions – independent scouting, raiding or commerce protection – fulfilled by a &lt;a href=\"frigate\"&gt;frigate&lt;/a&gt; or &lt;a href=\"Sloop-of-war\"&gt;sloop&lt;/a&gt;, which were the \"cruising warships\" of a fleet.\nIn the middle of the 19th century, \"cruiser\" came to be a classification for the ships intended for this kind of role, though cruisers came in a wide variety of sizes, from the small &lt;a href=\"protected%20cruiser\"&gt;protected cruiser&lt;/a&gt; to &lt;a href=\"armored%20cruiser\"&gt;armored cruiser&lt;/a&gt;s that were as large (although not as powerful) as a &lt;a href=\"battleship\"&gt;battleship&lt;/a&gt;.\nBy the early 20th century, cruisers could be placed on a consistent scale of warship size, smaller than a battleship but larger than a &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt;. In 1922, the &lt;a href=\"Washington%20Naval%20Treaty\"&gt;Washington Naval Treaty&lt;/a&gt; placed a formal limit on cruisers, which were defined as warships of up to 10,000 tons displacement carrying guns no larger than 8 inches in calibre. These limits shaped cruisers until the end of World War II. The very large &lt;a href=\"battlecruiser\"&gt;battlecruiser&lt;/a&gt;s of the World War I era were now classified, along with battleships, as &lt;a href=\"capital%20ship\"&gt;capital ship&lt;/a&gt;s.\nIn the later 20th century, the obsolescence of the battleship left the cruiser as the largest and most powerful surface combatant (excluding &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt;s). The role of the cruiser varied according to ship and navy, often including air defense, commerce raiding, and shore bombardment. The U.S. Navy in the Cold War period built guided-missile cruisers primarily designed to provide air defense, while the navy of the USSR built battlecruisers with heavy &lt;a href=\"anti-ship%20missile\"&gt;anti-ship missile&lt;/a&gt;s designed to sink NATO carrier task forces.\nDestroyers.\n&lt;a href=\"Destroyer\"&gt;Destroyer&lt;/a&gt;s DDG are fast maneuverable long-endurance &lt;a href=\"warship\"&gt;warship&lt;/a&gt;s intended to escort larger vessels in a &lt;a href=\"Naval%20fleet\"&gt;fleet&lt;/a&gt;, &lt;a href=\"convoy\"&gt;convoy&lt;/a&gt; or &lt;a href=\"Carrier%20battle%20group\"&gt;battle group&lt;/a&gt; and defend them against smaller powerful short-range attackers. They were originally developed in the late 19th century as a defense against &lt;a href=\"torpedo%20boat\"&gt;torpedo boat&lt;/a&gt;s, and by the time of the &lt;a href=\"Russo-Japanese%20War\"&gt;Russo-Japanese War&lt;/a&gt; in 1904, these \"torpedo boat destroyers\" (TBD) were \"large, swift, and powerfully armed torpedo boats designed to destroy other torpedo boats.\"\nBefore &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, destroyers were light vessels with little endurance for unattended ocean operations; typically a number of destroyers and a single &lt;a href=\"destroyer%20tender\"&gt;destroyer tender&lt;/a&gt; operated together. After the war, the advent of the guided missile allowed destroyers to take on the surface combatant roles previously filled by battleships and cruisers. This resulted in larger and more powerful &lt;a href=\"guided%20missile%20destroyer\"&gt;guided missile destroyer&lt;/a&gt;s more capable of independent operation.\nAt the start of the 21st century, destroyers are the heaviest &lt;a href=\"surface%20combatant\"&gt;surface combatant&lt;/a&gt; ships in general use, with only two nations (&lt;a href=\"United%20States%20Navy\"&gt;United States&lt;/a&gt; and &lt;a href=\"Russian%20Navy\"&gt;Russia&lt;/a&gt;) currently operating the heavier class &lt;a href=\"cruiser\"&gt;cruiser&lt;/a&gt;s, with no &lt;a href=\"battleship\"&gt;battleship&lt;/a&gt;s or true &lt;a href=\"battlecruiser\"&gt;battlecruiser&lt;/a&gt;s remaining. Modern destroyers, also known as &lt;a href=\"guided%20missile%20destroyer\"&gt;guided missile destroyer&lt;/a&gt;s, are equivalent in &lt;a href=\"tonnage\"&gt;tonnage&lt;/a&gt; but vastly superior in firepower to cruisers of the World War II era, capable of carrying &lt;a href=\"nuclear%20missile\"&gt;nuclear tipped&lt;/a&gt; &lt;a href=\"cruise%20missile\"&gt;cruise missile&lt;/a&gt;s. Guided missile destroyers such as the &lt;a href=\"Arleigh%20Burke-class%20destroyer\"&gt;\"Arleigh Burke\" class&lt;/a&gt; are actually larger and more heavily armed than most previous ships classified as guided missile cruisers, due to their massive size at long, displacement (9200 tons) and armament of over 90 missiles.\n&lt;a href=\"Guided-missile%20destroyer\"&gt;Guided-missile destroyer&lt;/a&gt;s are destroyers designed to launch &lt;a href=\"guided%20missile\"&gt;guided missile&lt;/a&gt;s. Many are also equipped to carry out &lt;a href=\"Anti-submarine%20warfare\"&gt;anti-submarine&lt;/a&gt;, &lt;a href=\"Anti-aircraft%20warfare\"&gt;anti-air&lt;/a&gt;, and &lt;a href=\"Anti-surface%20warfare\"&gt;anti-surface&lt;/a&gt; &lt;a href=\"Modern%20Naval%20tactics\"&gt;operations&lt;/a&gt;. The NATO standard designation for these vessels is DDG. Nations vary in their use of destroyer D designation their hull pennant numbering, either prefixing, or dropping it altogether. The &lt;a href=\"United%20States%20Navy\"&gt;U.S. Navy&lt;/a&gt; has adopted the classification DDG in the American &lt;a href=\"Hull%20classification%20symbol\"&gt;hull classification system&lt;/a&gt;.\nIn addition to the guns that destroyers have, a guided-missile destroyer is usually equipped with two large missile magazines, usually in &lt;a href=\"Vertical%20launching%20system\"&gt;vertical-launch cells&lt;/a&gt;. Some guided-missile destroyers contain powerful radar systems, such as the United States’ &lt;a href=\"Aegis%20Combat%20System\"&gt;Aegis Combat System&lt;/a&gt;, and may be adopted for use in an &lt;a href=\"Missile%20defense\"&gt;anti-missile or ballistic-missile defense&lt;/a&gt; role. This is especially true of navies that no longer operate &lt;a href=\"cruiser\"&gt;cruiser&lt;/a&gt;s, as other vessels must be adopted to fill in the gap.\nFrigates.\n&lt;a href=\"Frigate\"&gt;Frigate&lt;/a&gt;s FF or FFG (according to the modern classification of U.S. navy warships) are smaller ships than destroyers. They are designed primarily to protect other ships (such as merchant convoys), and perform some Anti-Submarine Warfare duties. They are cheaper but of more limited capability than destroyers. The last active class of frigates in the US Navy was the , decommissioned in September 2015, leaving the navy no active frigates.\nOn January 15, 2015 U.S. Navy Secretary Ray Mabus announced that ships of the &lt;a href=\"Littoral%20combat%20ship\"&gt;Littoral Combat Ship&lt;/a&gt; (LCS) classes built in the future would be re-classified as \"frigates\". This would apply only to the future variations of these ships. Current ships will retain the LCS classification unless and until they are upgraded to the standards of the newer ships.\nOn April 30, 2020, the US Navy awarded a contract to design and produce the next generation small surface combatant, the Guided Missile Frigate (FFG(X)). The contract for detail design and construction (DD&amp;C) of up to 10 Guided Missile Frigates (consisting of one base ship and nine option ships) was awarded to Fincantieri Marinette Marine Corporation (MMC) of Marinette, Wisconsin. The FFG(X) will have multi-mission capability to conduct air warfare, anti-submarine warfare, surface warfare, electronic warfare, and information operations. Specifically FFG(X) will include an Enterprise Air Surveillance Radar (EASR) radar, Baseline Ten (BL10) AEGIS Combat System, a Mk 41 Vertical Launch System (VLS), communications systems, MK 57 Gun Weapon System (GWS) countermeasures and added capability in the EW/IO area with design flexibility for future growth.\nLittoral combat ships.\n&lt;a href=\"Littoral%20combat%20ship\"&gt;Littoral combat ship&lt;/a&gt;s LCS are a &lt;a href=\"ship%20class\"&gt;class&lt;/a&gt; of relatively small surface vessels intended for operations in the &lt;a href=\"littoral%20zone\"&gt;littoral zone&lt;/a&gt; (close to shore) by the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;. It was \"envisioned to be a networked, agile, stealthy surface combatant capable of defeating anti-access and &lt;a href=\"Asymmetric%20warfare\"&gt;asymmetric threats&lt;/a&gt; in the littorals.\"\nThe and the are the first two LCS variants. Both are slightly smaller than the &lt;a href=\"United%20States%20Navy\"&gt;U.S. Navy&lt;/a&gt;'s &lt;a href=\"Oliver%20Hazard%20Perry-class%20frigate\"&gt;guided missile frigates&lt;/a&gt; and have been likened to &lt;a href=\"corvette\"&gt;corvette&lt;/a&gt;s. They have the capabilities of a small &lt;a href=\"Amphibious%20assault%20ship\"&gt;assault transport&lt;/a&gt;, including a &lt;a href=\"flight%20deck\"&gt;flight deck&lt;/a&gt; and &lt;a href=\"hangar\"&gt;hangar&lt;/a&gt; for housing two &lt;a href=\"Sikorsky%20SH-60%20Seahawk\"&gt;SH-60 or MH-60 Seahawk&lt;/a&gt; helicopters, a stern ramp for operating small boats, and the cargo volume and payload to deliver a small &lt;a href=\"Amphibious%20assault\"&gt;assault&lt;/a&gt; force with &lt;a href=\"armoured%20fighting%20vehicle\"&gt;fighting vehicle&lt;/a&gt;s to a &lt;a href=\"roll-on/roll-off\"&gt;roll-on/roll-off&lt;/a&gt; port facility. Standard armaments include &lt;a href=\"Mk%20110%2057%20mm%20gun\"&gt;Mk 110 57 mm gun&lt;/a&gt;s and &lt;a href=\"RIM-116%20Rolling%20Airframe%20Missile\"&gt;RIM-116 Rolling Airframe Missile&lt;/a&gt;s. They are also equipped with autonomous &lt;a href=\"Unmanned%20aerial%20vehicle\"&gt;air&lt;/a&gt;, &lt;a href=\"Unmanned%20surface%20vehicle\"&gt;surface&lt;/a&gt;, and &lt;a href=\"Autonomous%20underwater%20vehicle\"&gt;underwater&lt;/a&gt; vehicles. Possessing lower air defense and surface warfare capabilities than &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt;s, the LCS concept emphasizes speed, flexible mission modules and a shallow &lt;a href=\"draft%20%28hull%29\"&gt;draft&lt;/a&gt;.\nThe first littoral combat ship, , was commissioned on 8 November 2008 in &lt;a href=\"Parks%20of%20Milwaukee\"&gt;Veteran's Park&lt;/a&gt;, &lt;a href=\"Milwaukee\"&gt;Milwaukee&lt;/a&gt;, &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt;. The second ship, and first of the &lt;a href=\"trimaran\"&gt;trimaran&lt;/a&gt; design, , was commissioned on 16 January 2010, in &lt;a href=\"Mobile%2C%20Alabama\"&gt;Mobile, Alabama&lt;/a&gt;. In 2012, CNO &lt;a href=\"Jonathan%20W.%20Greenert\"&gt;Jonathan W. Greenert&lt;/a&gt; stated that LCSs would be deployed to Africa in place of destroyers and cruisers. In late 2014, the Navy proceeded with a procurement plan for enhanced versions of the LCS and upgraded older ships to meet the program's 52-ship requirement; the modified LCS will be redesignated as FF. In December 2015, &lt;a href=\"United%20States%20Secretary%20of%20Defense\"&gt;Secretary of Defense&lt;/a&gt; &lt;a href=\"Ashton%20Carter\"&gt;Ashton Carter&lt;/a&gt; ordered the Navy to reduce the planned LCS/FF procurement from 52 to 40, and downselect to one variant by FY 2019.\nIt was announced in January 2015 that future and retrofitted versions of these two classes will be re-classified as frigates. The navy has currently built and/or planned out to 24 of a total of 52 ships.\nMine countermeasures ships.\n&lt;a href=\"Mine%20countermeasures%20vessel\"&gt;Mine countermeasures vessel&lt;/a&gt;s or MCM are a type of &lt;a href=\"naval%20ship\"&gt;naval ship&lt;/a&gt; designed for the location of and destruction of &lt;a href=\"naval%20mine\"&gt;naval mine&lt;/a&gt;s which combines the role of a &lt;a href=\"Minesweeper%20%28ship%29\"&gt;minesweeper&lt;/a&gt; and &lt;a href=\"minehunter\"&gt;minehunter&lt;/a&gt; in one hull. The term MCMV is also applied collectively to minehunters and minesweepers.\nA \"minesweeper\" is a small &lt;a href=\"naval\"&gt;naval&lt;/a&gt; &lt;a href=\"warship\"&gt;warship&lt;/a&gt; designed to engage in &lt;a href=\"minesweeping\"&gt;minesweeping&lt;/a&gt;. Using various mechanisms intended to counter the threat posed by &lt;a href=\"naval%20mine\"&gt;naval mine&lt;/a&gt;s, waterways are maintained clear for safe shipping.\nA \"minehunter\" is a &lt;a href=\"naval%20ship\"&gt;naval vessel&lt;/a&gt; that actively detects and destroys individual &lt;a href=\"naval%20mine\"&gt;naval mine&lt;/a&gt;s.\nPatrol ships.\n&lt;a href=\"Patrol%20ship\"&gt;Patrol ship&lt;/a&gt;s PC are relatively small &lt;a href=\"naval%20ship\"&gt;naval vessel&lt;/a&gt;s generally designed for coastal defense duties. There have been many designs for patrol boats. They may be operated by a nation's &lt;a href=\"navy\"&gt;navy&lt;/a&gt;, &lt;a href=\"coast%20guard\"&gt;coast guard&lt;/a&gt;, &lt;a href=\"police\"&gt;police&lt;/a&gt; force or &lt;a href=\"customs\"&gt;customs&lt;/a&gt; and may be intended for marine (&lt;a href=\"Maritime%20geography\"&gt;blue water&lt;/a&gt;) and/or &lt;a href=\"estuary\"&gt;estuarine&lt;/a&gt; or river (\"&lt;a href=\"brown%20water\"&gt;brown water&lt;/a&gt;\") environments. They are commonly found engaged in various border protection roles, including anti-&lt;a href=\"smuggling\"&gt;smuggling&lt;/a&gt;, anti-&lt;a href=\"piracy\"&gt;piracy&lt;/a&gt;, &lt;a href=\"fisheries\"&gt;fisheries&lt;/a&gt; patrols, and &lt;a href=\"immigration%20law\"&gt;immigration law&lt;/a&gt; &lt;a href=\"enforcement\"&gt;enforcement&lt;/a&gt;. They are also often called upon to participate in &lt;a href=\"rescue\"&gt;rescue&lt;/a&gt; operations. Vessels of this type include the original &lt;a href=\"yacht\"&gt;yacht&lt;/a&gt; (from Dutch/Low German \"jacht\" meaning hunting or hunt), a light, fast-sailing vessel used by the &lt;a href=\"Royal%20Netherlands%20Navy\"&gt;Dutch navy&lt;/a&gt; to pursue pirates and other transgressors around and into shallow waters.\nSubmarines.\n&lt;a href=\"Submarine\"&gt;Submarine&lt;/a&gt;s SSN, SSBN, SSGN are watercraft capable of independent operation underwater. There are currently two types; attack and ballistic. \"Attack submarines\" (SSN) have tactical missions, including controlling naval and shipping activity, serving as &lt;a href=\"cruise%20missile\"&gt;cruise missile-launching&lt;/a&gt; platforms, and intelligence-gathering. \"Ballistic submarines\" (SSBN) primarily have the single strategic mission of nuclear deterrence by being hidden launching-platforms for nuclear &lt;a href=\"SLBM\"&gt;SLBM&lt;/a&gt;s. However, some of these boats have been converted to (SSGN) and launch standard cruise missiles.\nFuture requirements.\nIn a 2012 study called the \"Force Structure Assessment\", the Navy determined a post-2020 battle-force requirement of 306 ships. \nHistorically significant vessels.\nThe U.S. Navy has operated a number of vessels important to both United States and world naval history:\nReferences.\n "
}