{
    "id": "11775476",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=11775476",
    "title": "Quickella",
    "text": "Quickella is a &lt;a href=\"monotypic%20genus\"&gt;monotypic genus&lt;/a&gt; of &lt;a href=\"land%20snail\"&gt;land snail&lt;/a&gt; in the family &lt;a href=\"Succineidae\"&gt;Succineidae&lt;/a&gt;, the amber snails. It is known commonly as the sandbowl snail. The only species is Quickella arenaria.\nDescription.\nThe shell is 5 to 8 millimeters widea and red-brown in colour. It is fragile, short, turreted, and conical with large body whorl, three whorls and an almost circular aperture. The aperture is about 50% of the shell height, the spire is very short and the whorls are convex with deep sutures. Surface moderately shiny with relatively coarse growth lines. In life the dark digestive gland shows through the spire making it seem very dark compared to the body whorl. The animal is dark grey to black. The shell is very similar to \"&lt;a href=\"Succinella%20oblonga\"&gt;Succinella oblonga&lt;/a&gt;\". Identification requires dissection. The &lt;a href=\"Reproductive%20system%20of%20gastropods\"&gt;genitalia&lt;/a&gt; differ in these respects: \"Penis short with a black spot at vas deferens and retractor insertion, vas deferens inserts directly into penis, epiphallus absent, penis without envelope (\"S. oblonga\" has a long penis with epiphallus and a long vas deferens).\"\nHabitat.\nThis snail lives in wet hollows among &lt;a href=\"dune\"&gt;sand dunes&lt;/a&gt;. In the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt; these areas are known as \"dune slacks\", and when in pristine condition, these hollows provide a specialized habitat for an unusual group of &lt;a href=\"fauna\"&gt;fauna&lt;/a&gt; and &lt;a href=\"flora\"&gt;flora&lt;/a&gt;, which includes this species.Also on shallow flooded sandy or muddy and calcareous soils. In Switzerland, it occurs up to an altitude of 2200 meters above sea level.\nDistribution.\nThe range is Suboceanic Boreo-temperate (Confined to western Europe and distributed mainly near coasts from France to south-east Sweden). There are outliers inland in mountain areas of central Scandinavia and east Switzerland.\nThis species occurs in areas including:\n\"Catinella arenaria\" is scattered and rare due to its &lt;a href=\"Relict%20%28biology%29\"&gt;relict distribution&lt;/a&gt;, initially it was widespread at the end of the glacial period, and decreased after forest growth."
}