{
    "id": "11788581",
    "revid": "96340",
    "url": "https://en.wikipedia.org/wiki?curid=11788581",
    "title": "Wachenheim, Alzey-Worms",
    "text": "Wachenheim is an \"Ortsgemeinde\" – a &lt;a href=\"Municipalities%20of%20Germany\"&gt;municipality&lt;/a&gt; belonging to a \"&lt;a href=\"Verbandsgemeinde\"&gt;Verbandsgemeinde&lt;/a&gt;\", a kind of collective municipality – in the &lt;a href=\"Alzey-Worms\"&gt;Alzey-Worms&lt;/a&gt; district in &lt;a href=\"Rhineland-Palatinate\"&gt;Rhineland-Palatinate&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;.\nGeography.\nLocation.\nThe municipality lies in &lt;a href=\"Rhenish%20Hesse\"&gt;Rhenish Hesse&lt;/a&gt; on the river &lt;a href=\"Pfrimm\"&gt;Pfrimm&lt;/a&gt;, a 42.7 km-long left-bank tributary to the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt;. It belongs to the &lt;a href=\"Monsheim%20%28Verbandsgemeinde%29\"&gt;\"Verbandsgemeinde\" of Monsheim&lt;/a&gt;, whose seat is in the &lt;a href=\"Monsheim\"&gt;like-named municipality&lt;/a&gt;. Wachenheim is nestled in the &lt;a href=\"Zellertal%20valley\"&gt;Zellertal valley&lt;/a&gt; region and to the west borders right on the &lt;a href=\"Palatinate%20%28region%29\"&gt;Palatinate&lt;/a&gt; at neighbouring Niefernheim, an outlying centre of the municipality of &lt;a href=\"Zellertal\"&gt;Zellertal&lt;/a&gt;. Running the length of the like-named valley is \"&lt;a href=\"Bundesstra%C3%9Fe\"&gt;Bundesstraße&lt;/a&gt;\" 47.\nWachenheim is the eastern entrance to the Zellertal, and 1.5 km of the heavily used \"Bundesstraße\" 47 lies within the municipality's limits. In 2006 the \"Ortsgemeinde\" and the \"Verbandsgemeinde\" strengthened their efforts to do something about the high traffic by working with higher authorities. After a traffic count in 2005, the number of vehicles passing on the B 47 in the Wachenheim area had been found to be roughly 7,000 in 24 hours on average.\nHistory.\nPrehistory.\nThe many &lt;a href=\"Archaeology\"&gt;archaeological&lt;/a&gt; finds in the Pfrimm valley show that the climatically favourable countryside was settled even in &lt;a href=\"prehistory\"&gt;prehistory&lt;/a&gt;.\nJohannes Würth's self-publication \"Heimatbuch für Wachenheim an der Pfrimm unter Berücksichtigung seiner Umgebung\" (1930) yields some information:\nFrom the time about 2000 BC, some little pots together with a ring of baked clay of the crudest kind were found in a grave during clearing work on Sülzer Weg in 1896. Würth furthermore reports that finds from the &lt;a href=\"New%20Stone%20Age\"&gt;New Stone Age&lt;/a&gt; (5000 to 2000 BC) in the western part of the Wormsgau were quite numerous.\nAround the municipal areas of Wachenheim, Mölsheim and Monsheim, evidence of settlement from several prehistoric periods was found, including &lt;a href=\"Hinkelstein%20culture\"&gt;Hinkelstein&lt;/a&gt;, &lt;a href=\"Linear%20Pottery%20culture\"&gt;Flomborn&lt;/a&gt;, &lt;a href=\"Hallstatt%20culture\"&gt;Hallstatt&lt;/a&gt; and &lt;a href=\"La%20T%C3%A8ne%20culture\"&gt;La Tène&lt;/a&gt;.\nRoman times.\nUneven crop growth in 1905 led to digging in the area between Harxheimer Straße (\"Bundesstraße\" 47) and the river Pfrimm in the summer of 1905. Well preserved foundations of a &lt;a href=\"Ancient%20Rome\"&gt;Roman&lt;/a&gt; &lt;a href=\"Villa%20rustica\"&gt;villa&lt;/a&gt; were thereby unearthed. The digs were documented with drawings and photographs. Unfortunately, the site was thereafter levelled and then used once again as a cropfield. Beginning in 1972, the land was built up. Only a street running parallel to Harxheimer Straße recalls the villa in its name – Römerstraße, or “Romans’ Street”.\nIn the summer of 1992, in a building excavation in this same area (Diehlgartenstraße), a millstone was brought to light along with some Roman pot&lt;a href=\"sherd\"&gt;sherd&lt;/a&gt;s. The State Office for Care of Monuments in Mainz describes the find as follows:\n“The stone is made of a hard &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt; and has a diameter of 82 cm, is 33 cm thick and weighs 355 kg. It belonged with a second stone, which has not been preserved, to a Roman &lt;a href=\"gristmill\"&gt;gristmill&lt;/a&gt;, which, owing to the stone’s size and weight was run by either a draught animal or waterpower.\n“The lower millstone sat fast, the upper was turned, for which the two conical openings beside the hole in the millstone, the so-called swallowtail-shaped recesses, stone and wooden axle were bound tightly together by means of an iron plate of matching shape.\n“Mills of this size were found in great Roman estate operations, which are known from many examples in &lt;a href=\"Rhenish%20Hesse\"&gt;Rhenish Hesse&lt;/a&gt; and the &lt;a href=\"Palatinate%20%28region%29\"&gt;Palatinate&lt;/a&gt;, among others, also one in Wachenheim. They convey an impression of the capability of &lt;a href=\"Roman%20technology\"&gt;Roman technology&lt;/a&gt; and likewise of &lt;a href=\"Roman%20agriculture\"&gt;Roman agriculture&lt;/a&gt; from the first to fourth centuries AD.”\nMiddle Ages.\nOn 29 August 765, Wachenheim had its first documentary mention in a donation document from &lt;a href=\"Lorsch%20Abbey\"&gt;Lorsch Abbey&lt;/a&gt; as \"Wacchanheim\". It played a rôle as seat of the \"Landgericht auf dem Kaldenberg\" (a court).\nBishop &lt;a href=\"Burchard%20of%20Worms\"&gt;Burchard&lt;/a&gt;, builder of &lt;a href=\"Worms%20Cathedral\"&gt;Worms Cathedral&lt;/a&gt;, acknowledged in 1141 the income from fields and vineyards in the villa of Wachenheim, &lt;a href=\"M%C3%B6lsheim\"&gt;Mölsheim&lt;/a&gt; and &lt;a href=\"Fl%C3%B6rsheim\"&gt;Flörsheim&lt;/a&gt; that was owed the brethren of Saint Andrew's Church Foundation (\"Andreasstift\") in &lt;a href=\"Worms%2C%20Germany\"&gt;Worms&lt;/a&gt;.\nBeginning in the 12th century, the noble family &lt;a href=\"House%20of%20Leiningen\"&gt;Leiningen&lt;/a&gt; held the lordship and court rights over the \"Kalte(n) Berge by Wachenheim off der prym\" (“Cold Mountains near Wachenheim on the Pfrimm”).\nModern times.\nIn 1689, as throughout the &lt;a href=\"Palatinate%20%28region%29\"&gt;Palatinate&lt;/a&gt; and &lt;a href=\"Rhenish%20Hesse\"&gt;Rhenish Hesse&lt;/a&gt;, even Wachenheim was not spared the ravages of the &lt;a href=\"Nine%20Years%27%20War\"&gt;Nine Years' War&lt;/a&gt;.\nOn the occasion of Friedrich von Botzheim's christening on 28 November 1766, King &lt;a href=\"Frederick%20II%20of%20Prussia\"&gt;Frederick II of Prussia&lt;/a&gt; and &lt;a href=\"Frederick%20William%20II%20of%20Prussia\"&gt;Crown Prince William&lt;/a&gt; both stood godfather. The family von Botzheim, at this time holders of the so-called \"Wachenheimer Oberschloss\" (“Wachenheim Upper Castle”) were related to the highest &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt;n nobility and the Prussian court.\nWith the 1815 &lt;a href=\"Congress%20of%20Vienna\"&gt;Congress of Vienna&lt;/a&gt;, Wachenheim passed to the &lt;a href=\"Grand%20Duchy%20of%20Hesse\"&gt;Grand Duchy of Hesse&lt;/a&gt;, whereas its neighbours to the west in the Zeller valley (&lt;a href=\"Zellertal\"&gt;Niefernheim, Harxheim and Zell&lt;/a&gt;) were annexed to the &lt;a href=\"Kingdom%20of%20Bavaria\"&gt;Kingdom of Bavaria&lt;/a&gt;.\nAfter 1919, Wachenheim became part of the &lt;a href=\"People%27s%20State%20of%20Hesse\"&gt;People's State of Hesse&lt;/a&gt; (Province of Rhenish Hesse); the western part of the Zeller valley was assigned to Bavaria's Palatine province. Sharp-eyed hikers in the Wachenheim municipal area can still discover a border stone with the abbreviations GH (for \"Großherzogtum Hessen\") and KB (for \"Königreich Bayern\") during their explorations.\nSince the Second World War.\nWith the founding of the &lt;a href=\"States%20of%20Germany\"&gt;state&lt;/a&gt; of &lt;a href=\"Rhineland-Palatinate\"&gt;Rhineland-Palatinate&lt;/a&gt; in 1946, the whole Zeller valley became part of the same state, although Wachenheim was assigned to the \"&lt;a href=\"Regierungsbezirk\"&gt;Regierungsbezirk&lt;/a&gt;\" of Rheinhessen while the western Zeller valley was assigned to the \"Regierungsbezirk\" of Pfalz.\nWith administrative reform in 1972, both these \"Regierungsbezirke\" were united into the \"Regierungsbezirk\" of &lt;a href=\"Rheinhessen-Pfalz\"&gt;Rheinhessen-Pfalz&lt;/a&gt;. However, even today, the Zeller valley is not quite united: Wachenheim and Mölsheim belonged until 1969 to the old Worms district, and thereafter to the &lt;a href=\"Alzey-Worms\"&gt;Alzey-Worms&lt;/a&gt; district and the newly founded administrative entity of the &lt;a href=\"Monsheim%20%28Verbandsgemeinde%29\"&gt;\"Verbandsgemeinde\" of Monsheim&lt;/a&gt;, whereas the western Zeller valley was assigned to the &lt;a href=\"Donnersbergkreis\"&gt;Donnersbergkreis&lt;/a&gt; (district) and the &lt;a href=\"G%C3%B6llheim%20%28Verbandsgemeinde%29\"&gt;\"Verbandsgemeinde\" of Göllheim&lt;/a&gt;.\nToday.\nWachenheim itself is still said to be a classic wine village with five &lt;a href=\"wine\"&gt;wine&lt;/a&gt;making businesses whose main work lies in this pursuit, and four others who pursue it as a sideline. Moreover, there are still seven agricultural operations whose only work lies in this pursuit, with mixed structure, as well as a professional farm with nothing but cropraising. All together, field farming stretches across 311 ha, of which &lt;a href=\"winegrowing\"&gt;winegrowing&lt;/a&gt; takes up 80 ha.\nWachenheim's inhabitants mainly earn their livings at jobs in the Worms area and the greater &lt;a href=\"Ludwigshafen\"&gt;Ludwigshafen&lt;/a&gt;-&lt;a href=\"Mannheim\"&gt;Mannheim&lt;/a&gt;-&lt;a href=\"Heidelberg\"&gt;Heidelberg&lt;/a&gt; area (&lt;a href=\"Rhine-Neckar\"&gt;Rhine-Neckar&lt;/a&gt; area), as well as in the &lt;a href=\"Mainz\"&gt;Mainz&lt;/a&gt;-&lt;a href=\"Wiesbaden\"&gt;Wiesbaden&lt;/a&gt; area and on to &lt;a href=\"Frankfurt%20am%20Main\"&gt;Frankfurt am Main&lt;/a&gt;.\nPopulation development.\nWith the new development areas \"In den Bachstaden\" and \"Harxheimer Weg\" laid out between 1999 and 2003 and the filling in of a few gaps in the older development area \"Mühlbrunnen\" laid out between 1968 and 1970, a small rise in the population figure is foreseen.\nPolitics.\nMunicipal council.\nThe council is made up of 12 council members, who were elected at the municipal election held on 7 June 2009, and the honorary mayor as chairman.\nThe municipal election held on 7 June 2009 yielded the following results:\nCoat of arms.\nThe municipality's &lt;a href=\"Coat%20of%20arms\"&gt;arms&lt;/a&gt; might be described thus: Or three quails sable.\nWachenheim's arms are modelled on those borne by the local noble family Druschel von Wachenheim. Such arms are known to have been borne by this family as early as 1280. However, the three birds in those early arms were &lt;a href=\"Thrush%20%28bird%29\"&gt;thrushes&lt;/a&gt;, meant as a &lt;a href=\"Canting%20arms\"&gt;canting&lt;/a&gt; &lt;a href=\"charge%20%28heraldry%29\"&gt;charge&lt;/a&gt; for the name Druschel, as “thrush” is \"Drossel\" in &lt;a href=\"German%20language\"&gt;German&lt;/a&gt;. The family Druschel von Wachenheim was a longtime resident noble family, but they eventually died out. The birds in the arms later became &lt;a href=\"quail\"&gt;quail&lt;/a&gt;s, which themselves are canting for the municipality's name, Wachenheim, as “quail” is \"Wachtel\" in German.\nThe arms were granted Wachenheim on 12 December 1927.\nFlag.\nWachenheim's flag, according to the certificate issued by the now abolished \"Regierungsbezirk\" administration is to be five horizontal stripes of like breadth, alternating between yellow and black with the municipality's coat of arms in the middle.\nCulture and sightseeing.\nLocal dialect.\nThe local speech in Wachenheim is Rhenish-Hessian, but with a heavy admixture of &lt;a href=\"Palatine%20German%20language\"&gt;Palatinate German&lt;/a&gt;. It is easy to tell the difference between a Wachenheimer's dialect and that spoken by one from the neighbouring Palatine village of &lt;a href=\"Zellertal\"&gt;Niefernheim&lt;/a&gt;, even though the two places are only just over a kilometre apart.\nEconomy and infrastructure.\nTransport.\nThe former &lt;a href=\"railway%20station\"&gt;railway station&lt;/a&gt; is three kilometres west of the Monsheim &lt;a href=\"railway\"&gt;railway&lt;/a&gt; &lt;a href=\"junction%20%28rail%29\"&gt;junction&lt;/a&gt;, where the Worms–Alzey and Monsheim–Grünstadt–Neustadt lines meet. The &lt;a href=\"Zeller%20Valley%20Railway\"&gt;Zeller Valley Railway&lt;/a&gt;, the line from Monsheim via Wachenheim and \nLangmeil to Kaiserslautern, was operated on Sundays and holidays in the warmer months in 2006 by the Eis Valley Railway Society (\"Eistalbahn e.V.\") after regular traffic on the line ceased in the 1970s.\nGiven Wachenheim's favourable location with regard to transport, on the one hand with the B 47 running through the municipality, and on the other with the &lt;a href=\"Bundesautobahn%2061\"&gt;A 61&lt;/a&gt; motorway with its Worms-Pfeddersheim and Mörstadt &lt;a href=\"interchange%20%28road%29\"&gt;interchange&lt;/a&gt;s being nearby, makes it easy to reach. The district headquarters of &lt;a href=\"Alzey\"&gt;Alzey&lt;/a&gt; is 16 km away, and to &lt;a href=\"Kirchheimbolanden\"&gt;Kirchheimbolanden&lt;/a&gt;, seat of the neighbouring &lt;a href=\"Donnersbergkreis\"&gt;Donnersbergkreis&lt;/a&gt;, it is likewise 16 km. To the centre of &lt;a href=\"Worms%2C%20Germany\"&gt;Worms&lt;/a&gt;, it is 17 km.\nIn neighbouring &lt;a href=\"Monsheim\"&gt;Monsheim&lt;/a&gt; to the east, the seat of the &lt;a href=\"Monsheim%20%28Verbandsgemeinde%29\"&gt;like-named \"Verbandsgemeinde\"&lt;/a&gt;, \"&lt;a href=\"Bundesstra%C3%9Fe\"&gt;Bundesstraße&lt;/a&gt;n\" 47 and 271 cross each other, the latter of which, beginning in Bockenheim, is called the \"Deutsche Weinstraße\" (&lt;a href=\"German%20Wine%20Route\"&gt;German Wine Route&lt;/a&gt;).\nSee also.\n&lt;a href=\"Wachenheim\"&gt;Wachenheim an der Weinstraße&lt;/a&gt;"
}