{
    "id": "11788147",
    "revid": "96340",
    "url": "https://en.wikipedia.org/wiki?curid=11788147",
    "title": "Nieder-Wiesen",
    "text": "Nieder-Wiesen is an \"Ortsgemeinde\" – a &lt;a href=\"Municipalities%20of%20Germany\"&gt;municipality&lt;/a&gt; belonging to a \"&lt;a href=\"Verbandsgemeinde\"&gt;Verbandsgemeinde&lt;/a&gt;\", a kind of collective municipality – in the &lt;a href=\"Alzey-Worms\"&gt;Alzey-Worms&lt;/a&gt; district in &lt;a href=\"Rhineland-Palatinate\"&gt;Rhineland-Palatinate&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;.\nGeography.\nLocation.\nThe municipality lies in &lt;a href=\"Rhenish%20Hesse\"&gt;Rhenish Hesse&lt;/a&gt; and belongs to the &lt;a href=\"Alzey-Land\"&gt;\"Verbandsgemeinde\" of Alzey-Land&lt;/a&gt;, whose seat is in &lt;a href=\"Alzey\"&gt;Alzey&lt;/a&gt;. It has roughly 650 inhabitants.\nIn Nieder-Wiesen, the \"Rheinhessisches Hügelland\" (Rhenish-Hessian Upland) gives way to the foothills of the &lt;a href=\"North%20Palatine%20Highland\"&gt;North Palatine Highland&lt;/a&gt;, thus explaining the former presence of the old border running along the Wiesbach 500 m south of the village which once marked the place where the &lt;a href=\"Grand%20Duchy%20of%20Hesse\"&gt;Grand Duchy of Hesse&lt;/a&gt; (“GH”) met the Palatine exclave ruled by the &lt;a href=\"Kingdom%20of%20Bavaria\"&gt;Kingdom of Bavaria&lt;/a&gt; (“KB”). Even today along the old border, border stones can be found with the aforesaid initials on them. Even today's district boundary between &lt;a href=\"Alzey-Worms\"&gt;Alzey-Worms&lt;/a&gt; and the &lt;a href=\"Donnersbergkreis\"&gt;Donnersbergkreis&lt;/a&gt; follows this alignment, as does the jurisdictional boundary between the &lt;a href=\"Evangelical%20Church%20in%20Hesse%20and%20Nassau\"&gt;Evangelical Church in Hesse and Nassau&lt;/a&gt; and the &lt;a href=\"Evangelical%20Church%20of%20the%20Palatinate\"&gt;Evangelical Church of the Palatinate&lt;/a&gt;.\nThe particularly lovely rural location on the Wiesbach – nowadays known as the &lt;a href=\"Rhenish-Hessian%20Switzerland\"&gt;Rhenish-Hessian Switzerland&lt;/a&gt; (\"Rheinhessische Schweiz\") – must have appealed to the &lt;a href=\"Celts\"&gt;Celts&lt;/a&gt;, who built a place of worship or perhaps even a castle on the Schlossberg (mountain).\nReligion.\nNieder-Wiesen is a mostly &lt;a href=\"Protestantism\"&gt;Protestant&lt;/a&gt; village. There is an &lt;a href=\"Evangelical%20Church%20in%20Germany\"&gt;Evangelical&lt;/a&gt; church. Only in neighbouring villages can a &lt;a href=\"Roman%20Catholicism\"&gt;Catholic&lt;/a&gt; church be found. Before the &lt;a href=\"persecution\"&gt;persecution&lt;/a&gt; and outright &lt;a href=\"murder\"&gt;murder&lt;/a&gt; wrought by the &lt;a href=\"National%20Socialism\"&gt;National Socialists&lt;/a&gt;, Nieder-Wiesen was home to a remarkably large &lt;a href=\"Judaism\"&gt;Jewish&lt;/a&gt; community that formed about a third of the population. Their &lt;a href=\"synagogue\"&gt;synagogue&lt;/a&gt; was set on fire and destroyed as part of &lt;a href=\"Kristallnacht\"&gt;Kristallnacht&lt;/a&gt; (9 November 1938). Witness thereto is a memorial plaque at the Evangelical church. Also bearing witness to the former Jewish community is the Jewish graveyard lying roughly 400 m south of the village.\nPolitics.\nMunicipal council.\nThe council is made up of 12 council members, who were elected at the municipal election held on 7 June 2009, and the honorary mayor as chairman.\nThe municipal election held on 7 June 2009 yielded the following results:\nCoat of arms.\nThe municipality's &lt;a href=\"Coat%20of%20arms\"&gt;arms&lt;/a&gt; might be described thus: Argent between two bars gules the letters N and W sable flanked by two blocks of the second, in chief four blocks in fess of the second, in base two blocks in fess of the second.\nEconomy and infrastructure.\nPublic institutions.\nSport and leisure facilities.\nBesides the sport facilities usually found in such a small village (grass &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; pitch with sport club house), there are two tennis courts right in the village centre.\nThere is a big youth tent site in the Wiesbach valley where one can stay overnight in a cabin along with a community centre. In the warmer months, tents are also pitched. This place, near nature and the forest, is wonderfully suited to tent camping and children's and youth's leisure activities. Along with these comes the opportunity to take part in the Alzey Forest Bureau's woodland education programme. The youth tent site (\"Jugendzeltplatz\") is run by the &lt;a href=\"Alzey-Worms\"&gt;Alzey-Worms&lt;/a&gt; district, &lt;a href=\"Alzey\"&gt;Alzey&lt;/a&gt;.\nNieder-Wiesen also has a barbecue area run by the Rhenish-Hessian Switzerland Recreational Area Association with a big barbecue pavilion as well as equipment. It is to be found across from the sport facilities at the edge of the woods.\nAlso to be found lying before the youth tent site in Nieder-Wiesen is a big \"Wanderparkplatz\" (“hiking park square”) with information and display notices about the trails that have been laid out and marked and the &lt;a href=\"Nordic%20walking\"&gt;Nordic walking&lt;/a&gt; courses through the Vorholz Forest Area.\nThere is a permanent (IVV) hiking trail, a loop through the Vorholz, running for 10 km through the Rhenish-Hessian Switzerland. It begins and ends at the TuS (sport club) Nieder-Wiesen's clubhouse at the sport ground.\nCommunity centres.\nThe \"Gemeindehalle\" (“municipal hall”) is a converted barn of a former typically Frankish homestead. The building's original character was retained, and it offers a nice ambiance for celebrations. Equipped with a modern kitchen, drink cooling, stage and gallery, it can handle an event with up to 150 persons. It can be hired through the municipal administration.\nThe \"Bürgerhaus\" (“citizens’ house”) with its kitchen and great hall is part of the former school (a modern wing built in 1988) and it can likewise be hired through the municipal administration.\nEducation.\nKindergarten.\nThe municipal &lt;a href=\"kindergarten\"&gt;kindergarten&lt;/a&gt; has one group with places for 25 children. The institution is certified by the &lt;a href=\"States%20of%20Germany\"&gt;state&lt;/a&gt; of &lt;a href=\"Rhineland-Palatinate\"&gt;Rhineland-Palatinate&lt;/a&gt; as a \"Bewegungskindergarten\" (one that emphasizes physical activity as a paedagogical tool).\nTransport.\nThe nearest &lt;a href=\"railway%20station\"&gt;railway station&lt;/a&gt;s are \"&lt;a href=\"Alzey\"&gt;Alzey&lt;/a&gt;\" (11 km east of Nieder-Wiesen with half-hourly &lt;a href=\"Regional-Express\"&gt;Regionalexpress&lt;/a&gt; trains to &lt;a href=\"Mainz\"&gt;Mainz&lt;/a&gt; and hourly &lt;a href=\"Regionalbahn\"&gt;Regionalbahn&lt;/a&gt; trains to &lt;a href=\"Worms%2C%20Germany\"&gt;Worms&lt;/a&gt;, &lt;a href=\"Bingen%20am%20Rhein\"&gt;Bingen am Rhein&lt;/a&gt; and &lt;a href=\"Kirchheimbolanden\"&gt;Kirchheimbolanden&lt;/a&gt;) and \"&lt;a href=\"Alsenz\"&gt;Alsenz&lt;/a&gt;\" (17 km west with regular connections to &lt;a href=\"Bad%20Kreuznach\"&gt;Bad Kreuznach&lt;/a&gt; and &lt;a href=\"Kaiserslautern\"&gt;Kaiserslautern&lt;/a&gt;). A bus link, route 425 run by \"Omnibusverkehr Rhein-Nahe\", to and from the district seat of Alzey runs on weekdays. Moreover, several shared-taxi connections are daily at hand.\nCulture and sightseeing.\nBuildings.\nEvangelical church.\nThe &lt;a href=\"Evangelical%20Church%20in%20Germany\"&gt;Evangelical&lt;/a&gt; church is a &lt;a href=\"Baroque%20architecture\"&gt;Baroque&lt;/a&gt; one-room structure built in 1723 as the then resident church of the Barons of Hunolstein on the spot where once had stood another church built in 1462. Remains of the nobles’ seat are still recognizable inside. The church is equipped with the oldest and smallest Stumm &lt;a href=\"organ%20%28music%29\"&gt;organ&lt;/a&gt; in &lt;a href=\"Rhenish%20Hesse\"&gt;Rhenish Hesse&lt;/a&gt; (from about 1725) with a stylish character (eight stops). On one side wall are found the family Hunolstein's graves, and on the other the Reverend Johann Wilhelm Fresenius's (died 1727), whose son Johann Philipp not only served as a clergyman in Nieder-Wiesen, but also later, as a senior clergyman in &lt;a href=\"Frankfurt%20am%20Main\"&gt;Frankfurt am Main&lt;/a&gt;, ministered to &lt;a href=\"Johann%20Wolfgang%20von%20Goethe\"&gt;Johann Wolfgang von Goethe&lt;/a&gt;’s parents and even &lt;a href=\"Baptism\"&gt;christened&lt;/a&gt; the poet himself shortly after his birth. Furthermore, the clerical family Fresenius’s descendants founded a &lt;a href=\"Fresenius%20SE\"&gt;healthcare business&lt;/a&gt; that today is active worldwide, and also a well known chemical analysis institute.\nBaroque pastoral paintings adorn the pulpit with the &lt;a href=\"Four%20Evangelists\"&gt;Four Evangelists&lt;/a&gt;, and along the gallery balustrade’s whole breadth, a painting of the &lt;a href=\"Twelve%20Apostles\"&gt;Twelve Apostles&lt;/a&gt; with &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt; in the middle can be seen. From early &lt;a href=\"Lutheranism\"&gt;Lutheran&lt;/a&gt; times come the &lt;a href=\"Eucharist\"&gt;Eucharist&lt;/a&gt; chests, which are scattered about the altar area. Since 1822, the parish has been Evangelical-United.\nThe &lt;a href=\"Baptismal%20font\"&gt;font&lt;/a&gt; comes from 1971 and was originally in the \"Immanuel-Kirche\" in &lt;a href=\"K%C3%B6nigstein%20im%20Taunus\"&gt;Königstein im Taunus&lt;/a&gt;, but did not arrive in Nieder-Wiesen without a sojourn first in &lt;a href=\"Ringleben%2C%20Kyffh%C3%A4userkreis\"&gt;Ringleben&lt;/a&gt; in the &lt;a href=\"Kyffh%C3%A4userkreis\"&gt;Kyffhäuserkreis&lt;/a&gt; in &lt;a href=\"Thuringia\"&gt;Thuringia&lt;/a&gt;, finally coming back to western Germany and its new home in Nieder-Wiesen in 1996.\nArtistically valuable are the altar &lt;a href=\"Antependium\"&gt;antependia&lt;/a&gt;, among others a work in &lt;a href=\"Applique\"&gt;appliqué&lt;/a&gt; after a concept by &lt;a href=\"Darmstadt\"&gt;Darmstadt&lt;/a&gt; artist Thomas Duttenhöfer from 1989 called “Jesus’s Entry into Jerusalem”. Upon close inspection, though, it turns out that the place depicted in the work, far from being the Holy City, is in fact Nieder-Wiesen, with its former &lt;a href=\"synagogue\"&gt;synagogue&lt;/a&gt; on fire.\nThe church's loft is used for a &lt;a href=\"bat\"&gt;bat&lt;/a&gt; and &lt;a href=\"Barn%20Owl\"&gt;barn owl&lt;/a&gt; project as a measure to safeguard Creation.\nIn 2000, the church's outside was given an extensive renovation, and in 2008, the inside was also done.\nThe entrance portal is furnished with the clerical family Fresenius's &lt;a href=\"Heraldry\"&gt;heraldic&lt;/a&gt; motto from Psalm 92: \"Die gepflanzt sind im Hause des Herrn, werden in den Vorhöfen unseres Gottes grünen\" (“Planted in the Lord’s house, they grow in the courts of our God”), and above is found the Hunolstein family's former &lt;a href=\"coat%20of%20arms\"&gt;coat of arms&lt;/a&gt; with the noble crown.\nThe coat of arms – albeit now without the noble crown – with the marking “NW” to make it Nieder-Wiesen's civic arms was set into the street paving in 2000 in the square before the church. Across from the church, on the bank of the Wiesbach, stands a “Resista” elm as a measure to fight &lt;a href=\"Dutch%20elm%20disease\"&gt;Dutch elm disease&lt;/a&gt; in Rhenish Hesse. (“Resista” cultivars are supposed to have very high resistance to this fungal affliction).\nA few metres farther is found the stylishly shaped &lt;a href=\"War%20memorial\"&gt;memorial&lt;/a&gt; to victims of the &lt;a href=\"First%20World%20War\"&gt;First&lt;/a&gt; and &lt;a href=\"Second%20World%20War\"&gt;Second&lt;/a&gt; &lt;a href=\"World%20wars\"&gt;World Wars&lt;/a&gt;.\nSchloss Nieder-Wiesen.\nIn the village stands a former moated castle, although nowadays, no more water flows through the moat. This was built in 1722 by the Barons of Hunolstein, who helped the region attain both prestige and wealth by mining &lt;a href=\"Mercury%20%28element%29\"&gt;quicksilver&lt;/a&gt;. Today, the small castle with its Baroque-style gardens is in private ownership. Still to be found on the stucco ceiling in the former reception hall are allegorical representations of the four seasons. The former stable with its vaulting serves today as a ballroom. It can be hired for events.\nNieder-Wiesen ford.\nA &lt;a href=\"ford%20%28crossing%29\"&gt;ford&lt;/a&gt; in the municipal area is crossing the Wiesbach. The 4 m-wide brook can be crossed here even in vehicles, although it is advisable to note the water conditions beforehand. The open area before the ford was built as a rest area on the Napoleon-Kneipp Hiking Trail, which runs through Nieder-Wiesen, with a &lt;a href=\"Sebastian%20Kneipp\"&gt;Kneipp&lt;/a&gt; arm bath basin and an informational notice.\n\"Neumühle\" with waterwheel.\nRoughly one kilometre outside the village towards Wendelsheim is found the \"Neumühle\" (“New Mill”), a former Hunolstein homestead. Worth seeing here is the fully functional overshot &lt;a href=\"waterwheel\"&gt;waterwheel&lt;/a&gt;, which today is run to generate renewable electrical energy from the flowing water.\nCountryside.\n\"Streuobstwiese “Auf der Gipp”\".\nOn the way out of the village towards Wendelsheim, started in 1991, is a meadow orchard or \"&lt;a href=\"Orchard%23Western%20Europe\"&gt;streuobstwiese&lt;/a&gt;\". Its area is about 1 ha, and there are all kinds of native fruit trees planted there that once grew all around the village of Nieder-Wiesen in great numbers. Seeing to the ecological management is the &lt;a href=\"Evangelical%20Church%20in%20Germany\"&gt;Evangelical&lt;/a&gt; church (there is a yearly “apple juice project”). An informational notice explaining the various fruit trees can be found at the orchard's lower edge, and at the upper end is an “&lt;a href=\"insect%20hotel\"&gt;insect hotel&lt;/a&gt;”, installed in 2008."
}