{
    "id": "11782220",
    "revid": "96340",
    "url": "https://en.wikipedia.org/wiki?curid=11782220",
    "title": "Hasborn",
    "text": "Hasborn is an \"Ortsgemeinde\" – a &lt;a href=\"Municipalities%20of%20Germany\"&gt;municipality&lt;/a&gt; belonging to a \"&lt;a href=\"Verbandsgemeinde\"&gt;Verbandsgemeinde&lt;/a&gt;\", a kind of collective municipality – in the &lt;a href=\"Bernkastel-Wittlich\"&gt;Bernkastel-Wittlich&lt;/a&gt; &lt;a href=\"Districts%20of%20Germany\"&gt;district&lt;/a&gt; in &lt;a href=\"Rhineland-Palatinate\"&gt;Rhineland-Palatinate&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;.\nGeography.\nThe municipality lies in the &lt;a href=\"Eifel\"&gt;Eifel&lt;/a&gt; – indeed in the heights of the &lt;a href=\"Vulkan%20Eifel\"&gt;Vulkaneifel&lt;/a&gt; – and belongs to the \"Verbandsgemeinde\" &lt;a href=\"Wittlich-Land\"&gt;Wittlich-Land&lt;/a&gt;.\nHistory.\nIn 1341, Hasborn had its first documentary mention in a document from Prince-Archbishop-Elector &lt;a href=\"Baldwin%20of%20Luxembourg\"&gt;Balduin&lt;/a&gt;. The name is interpreted thus: \"Born\" means “&lt;a href=\"spring%20%28hydrosphere%29\"&gt;spring&lt;/a&gt;” (cognate with the &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; “bourne”), while the first syllable is from a &lt;a href=\"Franks\"&gt;Frankish&lt;/a&gt; name, Hasso, all of which means that the municipality's name means “Hasso’s Spring”. The village grew out of a farm that that Frank set up near where the former smithy, which was originally (until 1775) a church, later was. Running by this spring was once an old &lt;a href=\"Ancient%20Rome\"&gt;Roman&lt;/a&gt; road whose remnants can still be seen in a deep &lt;a href=\"Sunken%20lane\"&gt;holloway&lt;/a&gt; known as \"der Holg\" (the standard &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; word for holloway is \"Hohlweg\"). Given this, Hasso's farm might also have been an inn at which travellers rested or changed horses. Indeed, in later times, at what is today the Hotel Thomas, postal coach horses on the Koblenz-Trier stretch of the road were changed.\nAnother origin of Hasborn is believed to have lain in the now long vanished village of Ritzeroth, which supposedly lay in a side valley of the Sammetbach along what is now the road to Oberscheidweiler. The village's existence has only been handed down orally. It might have died out in the &lt;a href=\"Plague%20%28disease%29\"&gt;Plague&lt;/a&gt; during the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;. Today only the cadastral name “Reizat” recalls this vanished village.\nBeginning in 1794, Hasborn lay under &lt;a href=\"France\"&gt;French&lt;/a&gt; rule. In 1814 it was assigned to the Kingdom of &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt; at the &lt;a href=\"Congress%20of%20Vienna\"&gt;Congress of Vienna&lt;/a&gt;. Since 1947, it has been part of the then newly founded &lt;a href=\"States%20of%20Germany\"&gt;state&lt;/a&gt; of &lt;a href=\"Rhineland-Palatinate\"&gt;Rhineland-Palatinate&lt;/a&gt;.\nPolitics.\nMunicipal council.\nThe council is made up of 12 council members, who were elected by &lt;a href=\"Plurality%20voting%20system\"&gt;majority vote&lt;/a&gt; at the municipal election held on 7 June 2009, and the honorary mayor as chairman.\nCoat of arms.\nThe municipality's &lt;a href=\"Coat%20of%20arms\"&gt;arms&lt;/a&gt; might be described thus: Per fess, Or a demi-eagle displayed sable armed and langued gules, and azure an oak sprig embowed couped in sinister, fructed of one and leafed of three, all of the first.\nCulture and sightseeing.\nNatural monuments.\nHasborn Sour Spring.\nIn the Sammetbach valley between Hasborn and Oberscheidweiler, right on the bank of the Sammetbach, lies the \"Hasborner Sauerbrunnen\" (“Hasborn Sour Spring”), a &lt;a href=\"spring%20%28hydrosphere%29\"&gt;spring&lt;/a&gt; emerging from, and also encased in, &lt;a href=\"Devonian\"&gt;Devonian&lt;/a&gt; stone. The springwater is brown in colour and tastes sourish. Responsible for the colour is dissolved &lt;a href=\"iron\"&gt;iron&lt;/a&gt;, and for the taste, &lt;a href=\"carbon%20dioxide\"&gt;carbon dioxide&lt;/a&gt; (CO2) of volcanic origin.\nOak grove.\nThe oak grove is a stand of oaktrees in the middle of Hasborn almost 400 years old that is unique in Germany. The local lore has it that it came to be during the &lt;a href=\"Thirty%20Years%27%20War\"&gt;Thirty Years' War&lt;/a&gt; when marauding bands made it impossible for the farmers to drive their swine to pasture in the surrounding oak forests. Instead, the villagers gathered acorns together in the woods and then cast them at the edge of the village to the animals as fodder. Some acorns were worked into the ground by the creatures, leading to growth.\nSchanzley.\nThe Schanzley is a steep crag high over the Sammetbach valley lying deep in the forest and therefore hard to find.\nNeuglück coppermine.\nAt the municipal limit with Willwerscheid is found an old, disused &lt;a href=\"copper%20mine\"&gt;coppermine&lt;/a&gt; called Neuglück. The entrance is barred by a gate in the mountain, but one can see into the gallery.\nBuildings.\n\"Alte Kapelle Sankt Rochus\".\nSaint Roch's Old Chapel (\"Alte Kapelle Sankt Rochus\") has a high altar from about 1700 (Dehio). It is a former parish church from 1775 with Stations of the Cross. In 1967 it was deconsecrated and in 1997 and 1998 it underwent renovation both inside and outside by the \"Deutsche Stiftung Denkmalschutz\" (“German Monument Protection Foundation”). Today it is a cultural centre used for events such as exhibitions, concerts, readings and theatre.\n\"Neue Kirche Sankt Rochus\".\nSaint Roch's New Church (\"Neue Kirche Sankt Rochus\") is a new, modern church with a tent roof in the old oak grove. It was consecrated in 1968. The architect was Böhr from Trier. It has a great &lt;a href=\"organ%20%28music%29\"&gt;organ&lt;/a&gt; built by Alfred Führer that was once found in &lt;a href=\"Bergkamen\"&gt;Bergkamen&lt;/a&gt;.\nHasborn Mill.\nThe Hasborn Mill (\"Hasborner Mühle\"), standing on the Sammetbach and used until 1957 as a flour mill, has stood empty for the last few years.\nWoodyard.\nIn Hasborn is found the Rhineland-Palatinate State Forests’ high-grade woodyard. In a broad area, all high-grade wood from far around is kept for inspection and auction. The way to the yard branches off the road to Niederöfflingen or the Maare-Moselle Cycle Path (\"Maare-Mosel-Radweg\") and is signposted.\nPhotovoltaic complex.\nIn Hasborn is found one of Rhineland-Palatinate's biggest &lt;a href=\"Photovoltaic%20system\"&gt;photovoltaic complexes&lt;/a&gt;. In 2008, in an area of 23 ha, state-of-the-art elements were installed, right next to the high-grade woodyard.\nSport.\nAt the DJK Hasborn e.V., a sport club with more than 500 members, &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;, &lt;a href=\"gymnastics\"&gt;gymnastics&lt;/a&gt; and &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt; are practised. In Hasborn are found a grass football pitch, a training square, a big, multipurpose sport hall and a &lt;a href=\"nine-pin%20bowling\"&gt;nine-pin bowling&lt;/a&gt; alley at the Hotel Thomas. Moreover, the Maare-Moselle Cycle Path (\"Maare-Mosel-Radweg\") runs along the old disused Eifelbahn (&lt;a href=\"railway\"&gt;railway&lt;/a&gt;) alignment through the municipality.\nEconomy and infrastructure.\nTransport.\nBy way of the Hasborn &lt;a href=\"interchange%20%28road%29\"&gt;interchange&lt;/a&gt;, there is a direct link to the &lt;a href=\"Autobahn\"&gt;Autobahn&lt;/a&gt; &lt;a href=\"Bundesautobahn%201\"&gt;A 1&lt;/a&gt;. Through Hasborn runs \"Landesstraße\" (State Road) 52, the old linking road between Trier and Koblenz. Buses run to &lt;a href=\"Wittlich\"&gt;Wittlich&lt;/a&gt; and &lt;a href=\"Daun%2C%20Germany\"&gt;Daun&lt;/a&gt;.\nNotable people.\nSons and daughters of the town:"
}