{
    "id": "1179508",
    "revid": "2304267",
    "url": "https://en.wikipedia.org/wiki?curid=1179508",
    "title": "Central Bank Counterfeit Deterrence Group",
    "text": "The mission of the Central Bank Counterfeit Deterrence Group (CBCDG) (originally designated as Special Study Group 2 or SSG-2 of the &lt;a href=\"Group%20of%20Ten%20%28economic%201962%29\"&gt;G10&lt;/a&gt;) is to investigate emerging threats to the security of &lt;a href=\"banknote\"&gt;banknote&lt;/a&gt;s and to propose solutions for implementation by issuing authorities. The CBCDG is a &lt;a href=\"working%20group\"&gt;working group&lt;/a&gt; of 27 &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt;s and note printing authorities, and is chaired by &lt;a href=\"Thomas%20Jordan%20%28economist%29\"&gt;Thomas Jordan&lt;/a&gt;, the chairman of the &lt;a href=\"Swiss%20National%20Bank\"&gt;Swiss National Bank&lt;/a&gt;. \nThe CBCDG maintains a web site designed to advise the public about national laws related to the reproduction of banknotes.\nIn 2004, CBCDG announced the development of a \"&lt;a href=\"Counterfeit%20Deterrence%20System\"&gt;Counterfeit Deterrence System&lt;/a&gt;\" (CDS) incorporating a technical means for the detection of banknotes. This system was reportedly developed by the U.S.-based &lt;a href=\"digital%20watermark\"&gt;watermark&lt;/a&gt; technology company &lt;a href=\"Digimarc\"&gt;Digimarc&lt;/a&gt;. \n&lt;a href=\"Adobe%20Systems\"&gt;Adobe Systems&lt;/a&gt; was subsequently the subject of controversy in when it was revealed that the firm had voluntarily adopted the CDS in &lt;a href=\"Adobe%20Photoshop\"&gt;Adobe Photoshop&lt;/a&gt;, preventing Photoshop from processing some images of currency. Jasc (publisher of &lt;a href=\"Paint%20Shop%20Pro\"&gt;Paint Shop Pro&lt;/a&gt;) and Adobe stated that they had implemented CDS; they reportedly did not receive technical details of the CDS &lt;a href=\"algorithm\"&gt;algorithm&lt;/a&gt; (in other words, it was provided to them as a &lt;a href=\"Black%20box%20%28systems%29\"&gt;black box&lt;/a&gt;). Some artists and professional graphic designers suggested that the CDS would make it more difficult for them to use Photoshop to produce images that used currency in lawful ways. &lt;a href=\"Steven%20J.%20Murdoch\"&gt;Steven J. Murdoch&lt;/a&gt; has begun a technical investigation of how the CDS works."
}