{
    "id": "11791305",
    "revid": "35719415",
    "url": "https://en.wikipedia.org/wiki?curid=11791305",
    "title": "Záhorie Protected Landscape Area",
    "text": "Záhorie Protected Landscape Area () is the first &lt;a href=\"lowland\"&gt;lowland&lt;/a&gt; &lt;a href=\"Protected%20areas%20of%20slovakia%23Protected%20Landscape%20Areas\"&gt;protected landscape area&lt;/a&gt; in &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt;. It is located in the non-administrative &lt;a href=\"Z%C3%A1horie\"&gt;Záhorie&lt;/a&gt; Region in West Slovakia. The Landscape Area protects 275.22 km² (106.26 mi²) and is divided into two separate parts – western and north-eastern. The western part starts near the village of &lt;a href=\"K%C3%BAty\"&gt;Kúty&lt;/a&gt; in the north, follows the borders between Slovakia and &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt; alongside the &lt;a href=\"Morava%20%28river%29\"&gt;Morava River&lt;/a&gt; and ends near &lt;a href=\"Stupava%2C%20Slovakia\"&gt;Stupava&lt;/a&gt; in the south. The north-eastern part is bordered by the &lt;a href=\"Z%C3%A1horie%20%28military%20district%29\"&gt;Military District of Záhorie&lt;/a&gt; in the east and south.\nGeography, geology and ecology.\nThe western part of the Landscape Area is formed by the &lt;a href=\"Morava%20%28river%29\"&gt;Morava River&lt;/a&gt; and mainly consists of vast &lt;a href=\"riparian%20zones\"&gt;riparian zones&lt;/a&gt; and &lt;a href=\"floodplains\"&gt;floodplains&lt;/a&gt;. This area is well preserved because it had been a strictly prohibited border between the &lt;a href=\"Eastern%20Bloc\"&gt;Eastern Bloc&lt;/a&gt; and the &lt;a href=\"Western%20Bloc\"&gt;Western Bloc&lt;/a&gt; for 40 years, known as the &lt;a href=\"Iron%20Curtain\"&gt;Iron Curtain&lt;/a&gt;. The area contains the largest &lt;a href=\"water-meadow\"&gt;water-meadow&lt;/a&gt;s in Slovakia. The riparian forests, mainly in &lt;a href=\"Horn%C3%BD%20les\"&gt;Horný les&lt;/a&gt; and &lt;a href=\"Doln%C3%BD%20les\"&gt;Dolný les&lt;/a&gt;, contain trees similar to the original &lt;a href=\"old%20growth%20forests\"&gt;old growth forests&lt;/a&gt;. A vast network of &lt;a href=\"Channel%20%28geography%29\"&gt;channels&lt;/a&gt;, &lt;a href=\"wetland\"&gt;wetland&lt;/a&gt;s and small lakes is spread in the riparian zones and floodplains. These rich and dynamic geographical features bring an extensive variety of &lt;a href=\"flora\"&gt;flora&lt;/a&gt; and &lt;a href=\"fauna\"&gt;fauna&lt;/a&gt;. Plants are represented by, for example, large areas of \"&lt;a href=\"Clematis\"&gt;Clematis integrifolia&lt;/a&gt;\". The water &lt;a href=\"habitat\"&gt;habitat&lt;/a&gt; is dominantly occupied by animal groups such as &lt;a href=\"crustaceans\"&gt;crustaceans&lt;/a&gt;, &lt;a href=\"molluscs\"&gt;molluscs&lt;/a&gt;, &lt;a href=\"fish\"&gt;fish&lt;/a&gt;, &lt;a href=\"amphibians\"&gt;amphibians&lt;/a&gt; and a lot of species of &lt;a href=\"Anseriformes\"&gt;aquatic birds&lt;/a&gt;. The &lt;a href=\"European%20beaver\"&gt;European beaver&lt;/a&gt; returned to this area from Austria, where it was &lt;a href=\"reintroduction\"&gt;reintroduced&lt;/a&gt; in the 1980s.\nThe north-eastern part contains sand deposited by &lt;a href=\"aeolian%20processes\"&gt;aeolian processes&lt;/a&gt;, which create &lt;a href=\"dunes\"&gt;dunes&lt;/a&gt;. Because of its location, this area is an important route for &lt;a href=\"Bird%20migration\"&gt;migrating birds&lt;/a&gt;. The contrast between colder lower areas and warm sand dunes creates a bright variety of species. The warm and dry areas are home to the &lt;a href=\"antlion\"&gt;antlion&lt;/a&gt; and &lt;a href=\"hoopoe\"&gt;hoopoe&lt;/a&gt;. The fir forests are home to insect predators, which serve as a feeding ground for the &lt;a href=\"European%20nightjar\"&gt;European nightjar&lt;/a&gt;, &lt;a href=\"woodlark\"&gt;woodlark&lt;/a&gt; and &lt;a href=\"bat\"&gt;bat&lt;/a&gt;s.\nTourism.\nIn the western part, the artificial &lt;a href=\"levee\"&gt;levee&lt;/a&gt; alongside the Morava River and adjacent newly built biking trail contains boards and &lt;a href=\"poster\"&gt;poster&lt;/a&gt;s informing about wildlife and is also popular with hikers. The north-eastern part contains biking and hiking trails, offering unique sand dunes. Biking trails are interconnected with others outside the Landscape Area.\nSee also.\n&lt;a href=\"Protected%20areas%20of%20Slovakia\"&gt;Protected areas of Slovakia&lt;/a&gt;"
}