{
    "id": "1184662",
    "revid": "57939",
    "url": "https://en.wikipedia.org/wiki?curid=1184662",
    "title": "I Am Charlotte Simmons",
    "text": "I am Charlotte Simmons is a &lt;a href=\"2004%20in%20literature\"&gt;2004&lt;/a&gt; novel by &lt;a href=\"Tom%20Wolfe\"&gt;Tom Wolfe&lt;/a&gt;, concerning sexual and status relationships at the fictional Dupont University. Wolfe researched the novel by talking to students at &lt;a href=\"University%20of%20North%20Carolina%20at%20Chapel%20Hill\"&gt;North Carolina&lt;/a&gt;, &lt;a href=\"University%20of%20Florida\"&gt;Florida&lt;/a&gt;, &lt;a href=\"University%20of%20Pennsylvania\"&gt;Penn&lt;/a&gt;, &lt;a href=\"Duke%20University\"&gt;Duke&lt;/a&gt;, &lt;a href=\"Stanford%20University\"&gt;Stanford&lt;/a&gt;, and &lt;a href=\"University%20of%20Michigan\"&gt;Michigan&lt;/a&gt;. Wolfe suggested it depicts the American university today at a fictional college that is \"&lt;a href=\"Harvard%20University\"&gt;Harvard&lt;/a&gt;, &lt;a href=\"Yale%20University\"&gt;Yale&lt;/a&gt;, &lt;a href=\"Princeton%20University\"&gt;Princeton&lt;/a&gt;, Stanford, Duke, and a few other places all rolled into one.\"\nPlot.\n\"I am Charlotte Simmons\" is the story of college student Charlotte Simmons's first semester-and-a-half at the prestigious Dupont University. A high school graduate from a poverty-stricken rural town, her intelligence and hard work at school have been rewarded with a full scholarship to Dupont.\nAs Charlotte prepares to say goodbye to her family and leave for college, an event happens at Dupont that will play an important role in her future. Hoyt Thorpe, member of the exclusive and powerful &lt;a href=\"fraternities%20and%20sororities\"&gt;fraternity&lt;/a&gt; Saint Ray, and fellow frat brother Vance, stumble upon an unnamed &lt;a href=\"California\"&gt;California&lt;/a&gt; &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; &lt;a href=\"Governor%20of%20California\"&gt;governor&lt;/a&gt; (who was at the college to &lt;a href=\"commencement%20speech\"&gt;speak&lt;/a&gt; at the school's &lt;a href=\"graduation\"&gt;commencement ceremony&lt;/a&gt;) receiving &lt;a href=\"fellatio\"&gt;oral sex&lt;/a&gt; from a female college student. When the governor's bodyguard spots the two fraternity members, a fight ensues with Hoyt and Vance beating up the bodyguard and fleeing. The story of the night soon spreads across campus, increasing Hoyt's popularity.\nCharlotte arrives at Dupont in the fall. Her roommate is wealthy Beverly, the daughter of the CEO of a huge multinational insurance company. She is obsessed with sex, in particular with members of the school's &lt;a href=\"lacrosse\"&gt;lacrosse&lt;/a&gt; team.\nJojo Johanssen is a &lt;a href=\"White%20American\"&gt;white&lt;/a&gt; athlete on the college's predominantly black &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; team. He is struggling to keep his position because the school recently recruited an up-and-coming &lt;a href=\"African%20American\"&gt;black&lt;/a&gt; freshman player, and the coach wants to bench Jojo in his senior year. This would severely hurt Jojo's chances of playing in \"the league\" (the &lt;a href=\"NBA\"&gt;NBA&lt;/a&gt;).\nJojo enjoys the spoils of being a college athlete, such as using a tutor program to force other students to complete his school assignments. Jojo's \"tutor\" Adam Gellin is, like Charlotte, from a working-class background. Adam writes for the college's independent newspaper and is a member of the \"Millennial Mutants,\" a group of like-minded intellectuals who oppose the &lt;a href=\"anti-intellectualism\"&gt;anti-intellectualism&lt;/a&gt; and class snobbery they see in their fellow students.\nCharlotte and Adam first meet at the university's computer lab, where Adam is to write a paper for Jojo. Charlotte does not back down when Adam insists that he needs the computer more than she does. Adam is instantly smitten.\nCharlotte finds herself dealing with the sexual temptations of college life, culminating in her hooking up with Hoyt, who tells Charlotte of catching California's governor receiving oral sex from a college student. He also tells Charlotte he knows that Adam Gellin has begun investigating the incident and how, at the behest of the governor a large &lt;a href=\"Wall%20Street\"&gt;Wall Street&lt;/a&gt; firm has offered him (Hoyt) a high-paying entry-level job in exchange for his silence. (The firm, Pierce &amp; Pierce, is the name of the one that Sherman McCoy works for in Wolfe's earlier novel, \"&lt;a href=\"The%20Bonfire%20of%20the%20Vanities\"&gt;The Bonfire of the Vanities&lt;/a&gt;\".)\nHoyt and Charlotte attend an important fraternity formal together, after which Hoyt takes full advantage of a drunken Charlotte, seducing her into giving up her virginity to him. The following morning, Charlotte is dumped by Hoyt. She is further humiliated when she returns to campus and discovers that Hoyt's seduction and rejection has been made public via two girls Charlotte had previously befriended. The two cruelly mock Charlotte, both over her poverty-stricken background, and for how she drunkenly lost her virginity.\nThis drives Charlotte into a depression and eventually into the arms of Adam, who has wanted Charlotte for her beauty, innocence, and intellect since they first met. Charlotte finally emerges from her depression but finds that she has received terrible grades (B, B−, C−, D) for her first semester at Dupont.\nAs Adam prepares to publish his article, his world collides with Jojo Johanssen's when a paper that Adam wrote for the athlete is accused of being &lt;a href=\"plagiarism\"&gt;plagiarized&lt;/a&gt;. Jojo, who treats Adam as beneath him socially, denies the plagiarism charge and protects the athletic department's perversion of the athlete/tutor program from being exposed.\nJojo has begun to transform himself academically from a stereotypical \"dumb jock\" into a student who takes his academics seriously and even develops an interest in &lt;a href=\"philosophy\"&gt;philosophy&lt;/a&gt; (partly as a result of Charlotte's influence). Jerome Quat, Jojo's professor, confronts Adam about the plagiarized paper and shows sympathy toward him in a college dominated by students obsessed with sports and sex. However, when Adam confesses to having written the paper for Jojo, the professor double-crosses him. He will sacrifice Adam in order to bring down the basketball program, which has &lt;a href=\"Circle%20the%20wagons\"&gt;circled the wagons&lt;/a&gt; to protect Jojo.\nThis devastates Adam, who breaks down and needs Charlotte to take care of him as he waits to be formally charged with cheating. In the meantime, Adam's article on \"The Night of the Skullfuck\" is published. The sordid details of sex, violence, bribery, and a high-profile political figure cause it to be picked up by the national media. The governor's &lt;a href=\"President%20of%20the%20United%20States\"&gt;Presidential&lt;/a&gt; ambitions are potentially ruined, and the job offer/bribe made to Hoyt is revoked, effectively shattering Hoyt's life.\nHoyt now faces a post-graduation judgment day, with his family's life savings exhausted in order to pay for his college education, and a college transcript with such bad grades that will effectively keep him from getting a job as an investment banker. Jojo's and Adam's necks are saved, as the liberal college professor decides to drop the entire plagiarism complaint so as to avoid undercutting Adam's credibility in destroying the conservative governor's political career.\nAdam's self-esteem restored, he begins to bask in the glow as the student who brought down a governor. Adam and Charlotte drift apart and she begins to date Jojo, who keeps his position as a starter on the team. Charlotte ascends to the envied position of girlfriend of a star athlete.\nCharlotte now reflects upon her first semester with an elitist view, looking down at her former friends and at Hoyt, who casually threw her away. She no longer feels intellectualism is what is most important to her — rather it is being a person recognized as special, regardless of the reason.\nMajor themes.\nThe book develops themes Wolfe introduces in the title essay from his book \"&lt;a href=\"Hooking%20Up\"&gt;Hooking Up&lt;/a&gt;\". The novel centers on Charlotte, a naive new student at Dupont University, a school boasting a top-ranked basketball program and an &lt;a href=\"Ivy%20League\"&gt;Ivy League&lt;/a&gt; academic reputation. Despite Dupont's &lt;a href=\"Elitism\"&gt;elite&lt;/a&gt; status, in the minds of its students, sex, alcohol, and social status rule the day. The student culture is focused upon gaining material wealth, physical pleasure, and a well-placed social status; academics are only important insofar as they help achieve these goals.\nResearch.\nWolfe took the name \"Dupont University\" from Dupont Hall, one of the halls where classes are held at his \"alma mater\", &lt;a href=\"Washington%20and%20Lee%20University\"&gt;Washington and Lee University&lt;/a&gt; in &lt;a href=\"Lexington%2C%20Virginia\"&gt;Lexington&lt;/a&gt;, &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;. The school discussed in the book appears to be an amalgamation of several elite universities. Wolfe denies that the book is fully based on Duke, from which his daughter Alexandra graduated in 2002.\nThe fictional \"St. Ray's\" fraternity is most certainly based upon &lt;a href=\"University%20of%20Pennsylvania\"&gt;University of Pennsylvania&lt;/a&gt;'s &lt;a href=\"St.%20Anthony%20Hall\"&gt;St. Anthony Hall&lt;/a&gt;, or \"St. A's,\" where Wolfe attended several events researching for the book, \"St. A's\" being on Penn's Locust Walk, with fictional \"St. Ray's\" residing on Wolfe's \"Ladding Walk.\" \nThe basketball star, Jojo Johanssen, is a jock/celebrity character, derived from colleges like the &lt;a href=\"University%20of%20North%20Carolina%20at%20Chapel%20Hill\"&gt;University of North Carolina at Chapel Hill&lt;/a&gt;, &lt;a href=\"University%20of%20Kentucky\"&gt;University of Kentucky&lt;/a&gt;, Duke, Stanford, &lt;a href=\"Indiana%20Hoosiers\"&gt;Indiana University&lt;/a&gt; and the &lt;a href=\"University%20of%20Florida\"&gt;University of Florida&lt;/a&gt;, where, in Wolfe's perception, student athletes are treated as superior. At the time of publication, &lt;a href=\"JJ%20Redick\"&gt;JJ Redick&lt;/a&gt; was a prominent white basketball player at Duke University. There is also a reference in the book to a freshman dormitory \"Giles\", which is an actual freshman dorm at Duke University.\nBesides college life, athletics, and youth sex culture, another major theme that also began in \"Hooking Up\" is Tom Wolfe's interest in neuroscience, specifically the relationship between brain chemistry and free will. Simmons is exposed to questions about inevitability and genetics by her professor Dr. Victor Ransome Starling (At Washington &amp; Lee James Holt Starling, Ph.D. was a faculty member from 1942–83, a biology professor from 1951–83 and a former head of the Biology Department.) In the context of the book, questions of free will are posed by the characters various dramas as Charlotte decides whether or not she will adopt the sexual norms of campus life and Johanssen attempts to become a better student and more disciplined person generally. Despite the main characters seemingly confirming the science of inevitability, two side characters (Adam Gellin and Hoyt) are both altered considerably by a chance encounter with a presidential candidate.\nReception.\nReviewer &lt;a href=\"Jacob%20Weisberg\"&gt;Jacob Weisberg&lt;/a&gt; of \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" wrote \"Wolfe is always showing us something we haven't quite noticed. But after three thick novels and a novella (surely he will never write a short story), the issue remains: Why does a writer whose ambitions are so fundamentally journalistic insist on processing his reportage into fiction? You may never put down a Tom Wolfe novel. But you never reread one, either.\"\nLondon-based \"&lt;a href=\"Literary%20Review\"&gt;Literary Review&lt;/a&gt;\" gave Wolfe its 2004 &lt;a href=\"Bad%20Sex%20in%20Fiction%20Award\"&gt;Bad Sex in Fiction Award&lt;/a&gt;, an \"honor\" established \"to draw attention to the crude, tasteless, often perfunctory use of redundant passages of sexual description in the modern novel\", for his writing in \"I am Charlotte Simmons\".\nWolfe's 2018 obituary in \"The New York Times\" referenced mixed reviews for the book."
}