{
    "id": "11850937",
    "revid": "32393559",
    "url": "https://en.wikipedia.org/wiki?curid=11850937",
    "title": "Birth of a Salesman",
    "text": "\"Birth of a Salesman\" is a &lt;a href=\"short%20story\"&gt;short story&lt;/a&gt; by &lt;a href=\"P.%20G.%20Wodehouse\"&gt;P. G. Wodehouse&lt;/a&gt;, which first appeared in the United States in the 26 March 1950 issue of \"&lt;a href=\"This%20Week%20%28magazine%29\"&gt;This Week&lt;/a&gt;\" magazine. Part of the &lt;a href=\"Blandings%20Castle\"&gt;Blandings Castle&lt;/a&gt; canon, it features the absent-minded peer &lt;a href=\"Lord%20Emsworth\"&gt;Lord Emsworth&lt;/a&gt;, and was included in the collection \"&lt;a href=\"Nothing%20Serious%20%28short%20stories%29\"&gt;Nothing Serious&lt;/a&gt;\" (1950).\nThe story's title is a play on \"&lt;a href=\"Death%20of%20a%20Salesman\"&gt;Death of a Salesman&lt;/a&gt;\", the now-classic stageplay by &lt;a href=\"Arthur%20Miller\"&gt;Arthur Miller&lt;/a&gt;, which had won a &lt;a href=\"Pulitzer%20Prize\"&gt;Pulitzer Prize&lt;/a&gt; the previous year.\nPlot summary.\nLord Emsworth is visiting America for the wedding of his niece &lt;a href=\"List%20of%20minor%20Blandings%20characters%23Veronica%20Wedge\"&gt;Veronica&lt;/a&gt; to millionaire &lt;a href=\"List%20of%20minor%20Blandings%20characters%23Tipton%20Plimsoll\"&gt;Tipton Plimsoll&lt;/a&gt;. With currency restrictions forcing him to stay at &lt;a href=\"Freddie%20Threepwood\"&gt;Freddie&lt;/a&gt;'s house in &lt;a href=\"Long%20Island\"&gt;Long Island&lt;/a&gt;, Emsworth finds himself ill at ease, chafed by his son's new-found self-confidence, the result of his successes as a salesman.\nLeft alone in the house one day, Emsworth finds the cold lunch left for him unappealing, and resolves to fix himself some &lt;a href=\"scrambled%20eggs\"&gt;scrambled eggs&lt;/a&gt;. This task proves more difficult than he recalled from his more active youth, and when a young girl calls at the door selling richly bound &lt;a href=\"encyclopedia\"&gt;encyclopaedias&lt;/a&gt; of Sport, he invites her in to make them for him and join him at his lunch.\nThe girl, who is only known as \"&lt;a href=\"List%20of%20minor%20Blandings%20characters%23Mrs%20Ed\"&gt;Mrs Ed&lt;/a&gt;\", reveals she is trying to earn money, as she has a baby on the way. Emsworth's sense of chivalry is aroused, and he offers to sell her encyclopaedias for her, while she has a lie down on the couch. He heads at once for the house of a near neighbour, who Freddie had earlier warned him had a conspicuous habit of throwing wild parties and filling his house with blondes while his wife was away. This behaviour, striking Emsworth as indicative of a sporting nature, persuades the elderly peer that the man must also be in need of his encyclopaedias.\nNervously approaching the house, Emsworth is embarrassed by a carful of blondes, but carries on manfully. After a failed attempt to knock at the door, a &lt;a href=\"Pekinese\"&gt;Pekinese&lt;/a&gt; named Eisenhower, property of one of the blondes, chases him up a tree. The homeowner, lumber king &lt;a href=\"List%20of%20minor%20Blandings%20characters%23George%20Spenlow\"&gt;George Spenlow&lt;/a&gt;, already unnerved having seen Emsworth mooning over his flower beds earlier in the day, mistakes him for a &lt;a href=\"Private%20investigator\"&gt;private eye&lt;/a&gt; in the hire of his wife.\nHe approaches Emsworth and offers him a bribe, which Emsworth innocently confuses with an offer to buy his encyclopaedias. He takes the man's $500, and quietly slips it into Mrs Ed's handbag while she sleeps, resolving to put a stop to his son's arrogance right away.\nPublication history.\nThe story was illustrated by Glen Fleischmann in \"This Week\"."
}