{
    "id": "11882628",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=11882628",
    "title": "Pierre Chouteau Jr.",
    "text": "Pierre Chouteau Jr. (January 19, 1789 – September 6, 1865), also referred to as Pierre Cadet Chouteau, was an American merchant and a member of the wealthy &lt;a href=\"Chouteau\"&gt;Chouteau&lt;/a&gt; fur-trading family of &lt;a href=\"St.%20Louis\"&gt;Saint Louis&lt;/a&gt;, &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt;.\nEarly life and education.\nChouteau was born in St. Louis, where his father, &lt;a href=\"Jean%20Pierre%20Chouteau\"&gt;Jean Pierre Chouteau&lt;/a&gt;, was one of the first settlers and part of the ethnic French elite. His mother was Pelagie Kiersereau (1767–1793). One of his brothers was &lt;a href=\"Auguste%20Pierre%20Chouteau\"&gt;Auguste Pierre Chouteau&lt;/a&gt;. A half-brother (by his father's second wife Brigitte Saucier) was &lt;a href=\"Fran%C3%A7ois%20Chouteau\"&gt;François Chouteau&lt;/a&gt;, a trader who became one of the first European-American settlers of &lt;a href=\"Kansas%20City%2C%20Missouri\"&gt;Kansas City, Missouri&lt;/a&gt;. His son-in-law was &lt;a href=\"John%20F.%20A.%20Sanford\"&gt;John F. A. Sanford&lt;/a&gt; who later became one of Chouteau's business partners.\nCareer.\nPierre Chouteau followed in the family footsteps by starting a trade with the &lt;a href=\"Osage%20%28tribe%29\"&gt;Osage tribe&lt;/a&gt; at age 15. He also operated &lt;a href=\"lead\"&gt;lead&lt;/a&gt; mines around &lt;a href=\"Dubuque%2C%20Iowa\"&gt;Dubuque, Iowa&lt;/a&gt; until the &lt;a href=\"War%20of%201812\"&gt;War of 1812&lt;/a&gt;. Chouteau was a member of Bernard Pratte and Company, the Western agent for &lt;a href=\"John%20Jacob%20Astor\"&gt;John Jacob Astor&lt;/a&gt;'s &lt;a href=\"American%20Fur%20Company\"&gt;American Fur Company&lt;/a&gt; in 1827. He pioneered the use of &lt;a href=\"steamboats\"&gt;steamboats&lt;/a&gt; on the &lt;a href=\"Missouri%20River\"&gt;Missouri River&lt;/a&gt;.\nIn 1834, Pratte and Chouteau bought all the Missouri River interests of the Astor Fur company. (The northern portion of Astor's company went to &lt;a href=\"Ramsay%20Crooks\"&gt;Ramsay Crooks&lt;/a&gt;, who retained the \"American Fur Company\" title for his company.) It was reorganized in 1838 as Pierre Chouteau, Jr. and Company and continued until it dissolved in 1864.\nIn 1847 Pierre and his brother Auguste established &lt;a href=\"Fort%20Benton%2C%20Montana\"&gt;Fort Benton&lt;/a&gt; in present-day &lt;a href=\"Chouteau%20County%2C%20Montana\"&gt;Chouteau County, Montana&lt;/a&gt; as the last fur trading post on the Upper Missouri River.\nIn the early days, the Chouteau interests supplied pelts for the &lt;a href=\"beaver%20hat\"&gt;beaver hat&lt;/a&gt; industry. When the industry began to collapse around 1850, they began a trade in &lt;a href=\"American%20bison\"&gt;buffalo&lt;/a&gt; hides. Chouteau also invested heavily in &lt;a href=\"railroads\"&gt;railroads&lt;/a&gt;, rolling mills, and &lt;a href=\"mining\"&gt;mining&lt;/a&gt;.\nHe was an influential contributor to US Senator &lt;a href=\"Thomas%20Hart%20Benton%20%28senator%29\"&gt;Thomas Hart Benton&lt;/a&gt;. Benton was the namesake for Fort Benton when it was purchased by the US Army in 1865.\nChouteau died at his daughter's home in St. Louis on September 6, 1865.\nPapers.\nA portion of the Pierre Chouteau and Family Papers are available for research use at the Minnesota Historical Society. They consist of original, photostatic copies from the Missouri Historical Society, and typed transcripts of letters between Pierre Chouteau, Henry Chouteau, Ramsay Crooks, George Davenport, Hercules L. Dousman, Kenneth McKenzie, Henry M. Rice, Joseph Rolette, Henry H. Sibley, Joseph M. Street and others as well as contracts, accounts, and other related documents concerning the fur trade, fur companies, the Dakota, Sauk, and Fox Indians, and similar matters. Some digital content is available."
}