{
    "id": "11893897",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=11893897",
    "title": "Sundance Bilson-Thompson",
    "text": "Sundance Osland Bilson-Thompson is an Australian theoretical &lt;a href=\"Particle%20physics\"&gt;particle physicist&lt;/a&gt;. He has developed the idea that certain &lt;a href=\"preon\"&gt;preon&lt;/a&gt; models may be represented &lt;a href=\"Topology\"&gt;topologically&lt;/a&gt;, rather than by treating preons as pointlike &lt;a href=\"Elementary%20particle\"&gt;particles&lt;/a&gt;. His ideas have attracted interest in the field of &lt;a href=\"loop%20quantum%20gravity\"&gt;loop quantum gravity&lt;/a&gt;, as they may represent a way of incorporating the &lt;a href=\"Standard%20Model\"&gt;Standard Model&lt;/a&gt; into loop quantum gravity. This would make loop quantum gravity a candidate &lt;a href=\"theory%20of%20everything\"&gt;theory of everything&lt;/a&gt;.\nCareer.\nIn 2004 and 2005 Bilson-Thompson was a Visiting Academic at the &lt;a href=\"University%20of%20Adelaide\"&gt;University of Adelaide&lt;/a&gt;. From 2006 to 2009 he was a full-time academic at the &lt;a href=\"Perimeter%20Institute%20for%20Theoretical%20Physics\"&gt;Perimeter Institute for Theoretical Physics&lt;/a&gt; in &lt;a href=\"Waterloo%2C%20Ontario\"&gt;Waterloo, Ontario&lt;/a&gt;, Canada. From 2010 he held a Ramsay Postdoctoral Fellowship at the University of Adelaide, Australia.\nSummary of Bilson-Thompson's research.\nThere have been recent claims that loop quantum gravity may be able to reproduce features resembling the &lt;a href=\"Standard%20Model\"&gt;Standard Model&lt;/a&gt;. So far only the first generation of &lt;a href=\"leptons\"&gt;leptons&lt;/a&gt; and &lt;a href=\"quarks\"&gt;quarks&lt;/a&gt; with correct parity properties have been modelled by Sundance Bilson-Thompson using &lt;a href=\"preon\"&gt;preon&lt;/a&gt;s constituted of braids of spacetime as the building blocks. However, there is no derivation of the &lt;a href=\"Lagrangian%20%28field%20theory%29\"&gt;Lagrangian&lt;/a&gt; that would describe the interactions of such particles, nor is it possible to show that such particles are fermions, nor that the gauge groups or interactions of the Standard Model are realised. Utilization of &lt;a href=\"quantum%20computing\"&gt;quantum computing&lt;/a&gt; concepts made it possible to demonstrate that the particles are able to survive &lt;a href=\"quantum%20fluctuation\"&gt;quantum fluctuation&lt;/a&gt;s.\nIn a 2005 paper, Sundance Bilson-Thompson proposed a model which adapted the &lt;a href=\"Harari%20Rishon%20Model\"&gt;Harari Rishon Model&lt;/a&gt; to preon-like objects which were extended ribbons, rather than point-like particles. This provided a possible explanation for why ordering of the subcomponents matters (giving rise to colour charge) whereas in the older Rishon Model, this feature must be treated as an \"ad hoc\" assumption. Bilson-Thompson refers to his extended ribbons as \"helons\", and his model as the Helon Model.\nThis model leads to an interpretation of electric and colour charge as a topological quantities: electric charge as the number of twists carried on the individual ribbons, and colour charge as the number of variants of such twisting for a fixed electric charge.\nIn a subsequent paper from 2006 Bilson-Thompson, &lt;a href=\"Fotini%20Markopoulou-Kalamara\"&gt;Fotini Markopolou&lt;/a&gt;, and &lt;a href=\"Lee%20Smolin\"&gt;Lee Smolin&lt;/a&gt; suggested that in any of a class of &lt;a href=\"quantum%20gravity\"&gt;quantum gravity&lt;/a&gt; theories similar to &lt;a href=\"loop%20quantum%20gravity\"&gt;loop quantum gravity&lt;/a&gt; in which &lt;a href=\"spacetime\"&gt;spacetime&lt;/a&gt; comes in discrete chunks, excitations of spacetime itself may play the role of preons, and give rise to the standard model of particle physics as an emergent property of the quantum gravity theory.\nConsequently, Bilson-Thompson \"et al.\" proposed that loop quantum gravity could reproduce the standard model. In this scenario the &lt;a href=\"four%20forces\"&gt;four forces&lt;/a&gt; would already be unified. The first generation of &lt;a href=\"fermions\"&gt;fermions&lt;/a&gt; with correct charge and parity properties have been modelled using preons constituted of braids of spacetime as the building blocks.\nBilson-Thompson's original paper suggested that the higher-generation fermions could be represented by more complicated braidings, although explicit constructions of these structures were not given. The electric charge, colour, and parity properties of such fermions would arise in the same way as for the first generation. The model was expressly generalized for an infinite number of generations and for the weak force bosons, but not for photons or gluons, in a 2008 paper by Bilson-Thompson, Hackett, Kauffman and Smolin.\nPolitics.\nAt the &lt;a href=\"2016%20Australian%20federal%20election\"&gt;2016 Australian federal election&lt;/a&gt;, Bilson-Thompson was the lead candidate for the &lt;a href=\"Australian%20Cyclists%20Party\"&gt;Australian Cyclists Party&lt;/a&gt; on the &lt;a href=\"Australian%20senate\"&gt;senate&lt;/a&gt; ballot paper for &lt;a href=\"South%20Australia\"&gt;South Australia&lt;/a&gt;."
}