{
    "id": "118930",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=118930",
    "title": "Bismarck Township, Michigan",
    "text": "Bismarck Township is a &lt;a href=\"civil%20township\"&gt;civil township&lt;/a&gt; of &lt;a href=\"Presque%20Isle%20County%2C%20Michigan\"&gt;Presque Isle County&lt;/a&gt; in the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;. As of the &lt;a href=\"United%20States%20Census%2C%202000\"&gt;2000 census&lt;/a&gt;, the township population was 408.\nGeography.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the township has a total area of , of which is land and (3.19%) is water.\nDemographics.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 408 people, 180 households, and 135 families residing in the township. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 6.0 per square mile (2.3/km2). There were 570 housing units at an average density of 8.4 per square mile (3.3/km2). The racial makeup of the township was 99.26% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 0.25% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.25% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 0.25% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 0.25% of the population.\nThere were 180 households, out of which 20.6% had children under the age of 18 living with them, 66.7% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 4.4% had a female householder with no husband present, and 25.0% were non-families. 20.6% of all households were made up of individuals, and 8.9% had someone living alone who was 65 years of age or older. The average household size was 2.23 and the average family size was 2.56.\nIn the township the population was spread out, with 16.4% under the age of 18, 2.5% from 18 to 24, 22.5% from 25 to 44, 33.6% from 45 to 64, and 25.0% who were 65 years of age or older. The median age was 51 years. For every 100 females, there were 111.4 males. For every 100 females age 18 and over, there were 111.8 males.\nThe median income for a household in the township was $31,477, and the median income for a family was $33,182. Males had a median income of $25,357 versus $20,938 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the township was $16,713. About 7.3% of families and 8.6% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 14.3% of those under age 18 and 9.1% of those age 65 or over."
}