{
    "id": "11904606",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=11904606",
    "title": "Fred Hiltz",
    "text": "Frederick James \"Fred\" Hiltz (born 3 December 1953) is a Canadian retired &lt;a href=\"Anglican\"&gt;Anglican&lt;/a&gt; bishop. From 2007 to 2019, he served as &lt;a href=\"Primate%20of%20the%20Anglican%20Church%20of%20Canada\"&gt;Primate&lt;/a&gt; of the &lt;a href=\"Anglican%20Church%20of%20Canada\"&gt;Anglican Church of Canada&lt;/a&gt;.\nEarly life and education.\nHiltz was born in Dartmouth, Nova Scotia, where he was also raised. He earned his &lt;a href=\"Bachelor%20of%20Science\"&gt;Bachelor of Science&lt;/a&gt; degree at &lt;a href=\"Dalhousie%20University\"&gt;Dalhousie University&lt;/a&gt; in 1975 (major in biology) and obtained his &lt;a href=\"master%20of%20divinity\"&gt;master of divinity&lt;/a&gt; degree at the &lt;a href=\"Atlantic%20School%20of%20Theology\"&gt;Atlantic School of Theology&lt;/a&gt; in 1978. He received an honorary &lt;a href=\"doctor%20of%20divinity\"&gt;doctor of divinity&lt;/a&gt; degree in 2002 from the &lt;a href=\"University%20of%20King%27s%20College\"&gt;University of King's College&lt;/a&gt;, &lt;a href=\"Halifax%2C%20Nova%20Scotia\"&gt;Halifax&lt;/a&gt;.\nOrdained ministry.\nHiltz was ordained a deacon on 3 June 1977, and a priest on 29 June 1979. He served in a number of parishes within the Diocese of Nova Scotia and Prince Edward Island: Christ Church, Sydney; Melford-Guysborough; Timberlea-Lakeside; The Cathedral Church of All Saints, Halifax; and St. John's Church, Lunenburg.\nIn 1994, Hiltz was elected &lt;a href=\"suffragan%20bishop\"&gt;suffragan bishop&lt;/a&gt; (an &lt;a href=\"assistant%20bishop\"&gt;assistant bishop&lt;/a&gt; without an automatic right of succession) of the Diocese of Nova Scotia and Prince Edward Island. He was consecrated as a bishop the same year. He became &lt;a href=\"diocesan%20bishop\"&gt;diocesan bishop&lt;/a&gt; in 2002. Since 2007, he has served as Anglican co-chair of the Anglican-Lutheran International Commission.\nPrimate.\nHiltz was elected primate on 22 June 2007, and installed as the 13th primate on 25 June. &lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt; newspaper described him as a \"&lt;a href=\"Liberal%20Christianity\"&gt;liberal&lt;/a&gt;-leaning bishop\". He is considered a moderate theological liberal and he opposes the death penalty. He supports, and voted in favour of, the blessing of same-sex unions at the 2007 General Synod that elected him.\nIn recent years, Hiltz has undertaken a televised joint Christmas message with the National Bishop of the Evangelical Lutheran Church in Canada, carrying into greater fulfillment past declarations of Anglican–Lutheran solidarity. In October 2009, he was reportedly dismayed by Pope &lt;a href=\"Benedict%20XVI\"&gt;Benedict XVI&lt;/a&gt;'s invitation to welcome groups of disaffected Anglicans into the &lt;a href=\"Roman%20Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt;.\nHiltz announced in January 2018 that he submitted his notice of intention to resign as primate as of the conclusion of the 42nd General Synod in July 2019.\nResidential schools.\nIn 2017, Archbishop Hiltz issued a strongly-worded rebuke entitled \"There was nothing good: An open letter to Canadian Senator Lynn Beyak\" who had stated that Canadians ignore the \"abundance of good\" that happened in residential schools.\nPersonal life.\nHiltz has described his hobbies as the care of animals (two Labrador retrievers and a cat), reading, gardening and woodworking. He is married to his wife of 30 years, Lynne Samways Hiltz. They have one son, Nathan (age 35 ), who is a jazz guitarist and music teacher in Toronto."
}