{
    "id": "11933860",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=11933860",
    "title": "Christopher DeMuth",
    "text": "Christopher C. DeMuth (born August 5, 1946) is an &lt;a href=\"Americans\"&gt;American&lt;/a&gt; &lt;a href=\"lawyer\"&gt;lawyer&lt;/a&gt; and a distinguished fellow at the &lt;a href=\"Hudson%20Institute\"&gt;Hudson Institute&lt;/a&gt;. He was the president of the &lt;a href=\"American%20Enterprise%20Institute\"&gt;American Enterprise Institute&lt;/a&gt; (AEI), a &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; &lt;a href=\"think%20tank\"&gt;think tank&lt;/a&gt;, from 1986 to 2008. DeMuth is widely credited with reviving AEI's fortunes after its near-bankruptcy in 1986 and leading the institute to new levels of influence and growth. Before joining AEI, DeMuth worked on &lt;a href=\"regulation\"&gt;regulatory&lt;/a&gt; issues in the &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt; administration.\nEducation and career.\nDeMuth attended the &lt;a href=\"Lawrenceville%20School\"&gt;Lawrenceville School&lt;/a&gt;, graduating in 1964. He graduated from &lt;a href=\"Harvard%20College\"&gt;Harvard College&lt;/a&gt; in 1968, after which he worked at the Nixon &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt; helping to draft speeches on environmentalism, affordable housing, and women's issues. In his youth, he was a member of the politically moderate &lt;a href=\"Ripon%20Society\"&gt;Ripon Society&lt;/a&gt;. After attending &lt;a href=\"law%20school\"&gt;law school&lt;/a&gt; at the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt;, he worked for law firm &lt;a href=\"Sidley%20Austin\"&gt;Sidley &amp; Austin&lt;/a&gt;, the &lt;a href=\"Consolidated%20Rail%20Corporation\"&gt;Consolidated Rail Corporation&lt;/a&gt;, and Harvard's &lt;a href=\"Kennedy%20School%20of%20Government\"&gt;Kennedy School of Government&lt;/a&gt;, where he taught that corporations \"cannot\" be racist because that would put them at a competitive disadvantage, if they were not hiring the best personnel regardless of race, and would therefore go out of business.\nWhen Reagan took office in 1981, DeMuth joined the administration as administrator for information and regulatory affairs at the &lt;a href=\"Office%20of%20Management%20and%20Budget\"&gt;Office of Management and Budget&lt;/a&gt; and executive director of the Presidential Task Force on Regulatory Relief. He was known as Reagan's \"deregulation czar.\"\nDeMuth later ran an economics &lt;a href=\"consulting%20firm\"&gt;consulting firm&lt;/a&gt; and edited and published AEI's \"Regulation\" magazine.\nPresidency of AEI.\nDeMuth is said to have read AEI publications as an undergraduate and used them as a lecturer at Harvard. He was appointed president of AEI at a time of crisis for the institute, after the turbulent presidency of &lt;a href=\"William%20J.%20Baroody%20Jr.\"&gt;William J. Baroody Jr.&lt;/a&gt; AEI was a respected institution, but Baroody had been careful to keep AEI in the political mainstream. DeMuth returned the institute to its conservative and small-government principles, allowing it to compete with &lt;a href=\"The%20Heritage%20Foundation\"&gt;The Heritage Foundation&lt;/a&gt; and &lt;a href=\"Cato%20Institute\"&gt;Cato Institute&lt;/a&gt;, and bringing in more money from conservative &lt;a href=\"Foundation%20%28nonprofit%20organization%29\"&gt;foundations&lt;/a&gt;. DeMuth restored AEI's financial fortunes, eliminating $9 million in debt and generating an asset balance of over $75 million. He also more than tripled AEI's budget during his presidency.\nDeMuth presided over the institute as a number of high-profile scholars joined AEI, including &lt;a href=\"Charles%20Murray%20%28political%20scientist%29\"&gt;Charles Murray&lt;/a&gt;, &lt;a href=\"Richard%20Cheney\"&gt;Richard&lt;/a&gt; and &lt;a href=\"Lynne%20Cheney\"&gt;Lynne Cheney&lt;/a&gt;, &lt;a href=\"Michael%20Barone%20%28pundit%29\"&gt;Michael Barone&lt;/a&gt;, &lt;a href=\"James%20K.%20Glassman\"&gt;James K. Glassman&lt;/a&gt;, &lt;a href=\"Newt%20Gingrich\"&gt;Newt Gingrich&lt;/a&gt;, &lt;a href=\"Karl%20Zinsmeister\"&gt;Karl Zinsmeister&lt;/a&gt;, and &lt;a href=\"Ayaan%20Hirsi%20Ali\"&gt;Ayaan Hirsi Ali&lt;/a&gt;. As many as twenty AEI scholars served in the &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; administration. AEI scholars also influenced the administration. Announcing his departure from AEI in 2007, DeMuth noted that the &lt;a href=\"Iraq%20War%20troop%20surge%20of%202007\"&gt;Iraq surge strategy&lt;/a&gt; was devised at AEI. DeMuth oversaw the creation of &lt;a href=\"The%20American%20%28magazine%29\"&gt;an AEI magazine&lt;/a&gt;, the founding a joint center on regulation with the &lt;a href=\"Brookings%20Institution\"&gt;Brookings Institution&lt;/a&gt; (DeMuth was a fellow at the center), the expansion of AEI's publications, the founding of AEI's National Research Initiative to underwrite and promote research by university-based academics and independent scholars, a reorientation of AEI's foreign policy division to focus on the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;, and the merger of the National Legal Center for the Public Interest into AEI to form the &lt;a href=\"AEI%20Legal%20Center%20for%20the%20Public%20Interest\"&gt;AEI Legal Center for the Public Interest&lt;/a&gt;.\nIn addition to promoting the role of think tanks in public policy research and the flexibility that they have in developing innovative ideas over long periods of time, DeMuth has also been bullish on the role of the &lt;a href=\"corporation\"&gt;corporation&lt;/a&gt; in U.S. life. \"[T]hey are . . . the single most important positive force in American politics,\" he said in 1992. \"The corporation is the transmission belt of much of our saving, prosperity, and progress. It is the place where many Americans pursue their vocations and spend most of their lives,\" he said in 2007. \"The corporation is a vital, reality-based counterweight to those for whom politics is primary.\"\nDeMuth announced his retirement as president in October 2007, and became a senior fellow at AEI at the beginning of 2009. His announcement was met with praise and criticism. Conservative writers referred to him as \"charming\" and \"brilliant\" and wrote: \"It is just remotely possible that there may be someone whose contributions to American intellectual life over the past two decades have equaled those of Christopher DeMuth.\" Liberal critics have noted their disapproval of DeMuth.\nSince retiring as president of AEI, DeMuth has held the D.C. Searle Chair there, researching government regulation, culture, and U.S. politics. He has also been active in promoting the work of prominent 20th century U.S. political thinkers, calling them proponents of ideas \"timely, topical, pertinent, and relevant to today.\"\nPersonal.\nDeMuth is married to Susan DeMuth, a physician, and they have three children. He is a board member of the &lt;a href=\"State%20Farm%20Insurance%20Companies\"&gt;State Farm Insurance Companies&lt;/a&gt;."
}