{
    "id": "11943453",
    "revid": "40272459",
    "url": "https://en.wikipedia.org/wiki?curid=11943453",
    "title": "Traffic (conservation programme)",
    "text": "TRAFFIC, the Wildlife Trade Monitoring Network, is a non-governmental organisation working globally on the trade of wild animals and plants, interested in both biodiversity and sustainable development. It was founded in 1976 as a strategic alliance of the World Wide Fund for Nature (&lt;a href=\"World%20Wide%20Fund%20for%20Nature\"&gt;WWF&lt;/a&gt;) and the International Union for the Conservation of Nature (&lt;a href=\"IUCN\"&gt;IUCN&lt;/a&gt;).\nThe organisation's aim is to \"ensure that trade in wild plants and animals is not a threat to the conservation of nature\". It states that through research, analysis, guidance and influence, it promotes sustainable wildlife trade (the green stream work) and combats wildlife crime and trafficking (the red stream work). TRAFFIC's work involves research, publication of influential reports, projects, education, outreach and advocacy on the issue of &lt;a href=\"wildlife%20trade\"&gt;wildlife trade&lt;/a&gt;. TRAFFIC focuses on leveraging resources, expertise and awareness of species trade issues.\nFounded in 1979, TRAFFIC's headquarters are located in &lt;a href=\"Cambridge\"&gt;Cambridge&lt;/a&gt;, &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, with offices located in 15 strategically important locations in &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;, &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;, the &lt;a href=\"Americas\"&gt;Americas&lt;/a&gt;, &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and &lt;a href=\"Oceania\"&gt;Oceania&lt;/a&gt;. Operations are supported over the globe in countries ranging from Madagascar and Japan to Iceland through collaboration projects with other non-profit organisations and governments.\nHistory.\nEarly years.\nIn the 1970s, there was growing awareness amongst conservation organisations of the threat posed to species by wildlife trade and increasing recognition that there was a lack of information on this issue. The trade of wildlife products, from live exotic animals, traded as pets to food products, exotic &lt;a href=\"Leather\"&gt;leather goods&lt;/a&gt; and tiger bone medicines, posed a global threat to species.\n1975 saw the creation of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (&lt;a href=\"CITES\"&gt;CITES&lt;/a&gt;), providing legally obliging frameworks to all countries who signed up, known as Parties. Its existence made it still more necessary to have a body to monitor this wildlife trade, so TRAFFIC was established by the conservation charity &lt;a href=\"IUCN%20Species%20Survival%20Commission\"&gt;IUCN Species Survival Commission&lt;/a&gt; (IUCN/SSC) to meet this need.\nInitially, TRAFFIC was a group of volunteer experts aiming to gather and analyse wildlife trade data and identify illegal trade, TRAFFIC has since grown into an international organisation. Initially, it was funded primarily by the Fauna Preservation Society (now &lt;a href=\"Fauna%20and%20Flora%20International\"&gt;Fauna and Flora International&lt;/a&gt;) and based in London's &lt;a href=\"Soho\"&gt;Soho&lt;/a&gt; district.\nThe organisation launched investigations which found that transport of wildlife frequently went against international regulations, for example, flamingos being transported with their legs bound together. TRAFFIC submitted draft guidelines to CITES on the transport of live creatures, which were adopted subject to minor alterations at the second &lt;a href=\"Conference%20of%20Parties\"&gt;Conference of Parties&lt;/a&gt;. TRAFFIC also called for a public enquiry into UK legislation into &lt;a href=\"endangered%20species\"&gt;endangered species&lt;/a&gt;, after demonstrating the ease with which illegal wildlife products could evade &lt;a href=\"customs\"&gt;customs&lt;/a&gt;.\n1980s.\nDuring this period the organisation underwent a formalising of its structure, establishing the TRAFFIC Committee as the organisation's main governing body in 1984. Although the structure has changed, it includes representatives from the two founding organisations, WWF and IUCN, plus independent ones. During the decade, TRAFFIC established 11 new offices worldwide, including in Germany, East Africa, Ecuador and Oceania. TRAFFIC worked on a range of issues, including carrying out major studies on the Indian bird trade, the elephant &lt;a href=\"ivory%20trade\"&gt;ivory trade&lt;/a&gt;, the European seal skin trade and the reptile skin trade published in the 1984 and 1985 TRAFFIC Bulletins. The research into seals contributed to an EEC ban on the skin of certain seal species, implemented in 1983. TRAFFIC's Brussels office was investigating the European parrot trade, while also assisting the government with the implementation of its newly signed up commitments to CITES. In 1986 TRAFFIC conducted a successful review of the implementation of the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; (EU) wildlife trade regulations. The study ultimately led to the establishment of new EU Laws, often considered to be the most comprehensive in the world.\n1990s.\nTRAFFIC continued to grow, establishing 13 more offices worldwide including in Europe (1990), in East/Southern Africa (1991) and in East Asia (1994). TRAFFIC began looking into trade issues including &lt;a href=\"tiger\"&gt;tiger&lt;/a&gt;, &lt;a href=\"agarwood\"&gt;agarwood&lt;/a&gt;, and rhino and established the Bad Ivory Database System (BIDS) which became the foundation for the highly important ETIS. TRAFFIC's first major work in Africa looked into the decline of black rhinos, which assessed the future for rhinos in the face of serious threats from &lt;a href=\"poaching\"&gt;poaching&lt;/a&gt; and continued trafficking of horn. In the first global attempt to keep track of all the rhino horn in circulation, TRAFFIC established the Rhino Horn and Product Database. It provided a valuable source of information for government and private sources to regulate &lt;a href=\"rhino%20horn\"&gt;rhino horn&lt;/a&gt; trade, and has since been expanded to include data from 54 countries. The organisation made headway in tackling the illegal trade of &lt;a href=\"tigers\"&gt;tigers&lt;/a&gt;, publishing an influential report reviewing the worldwide trade in tiger bone which was driving down populations for its use in the medicine trade and the production of &lt;a href=\"tiger%20bone%20wine\"&gt;tiger bone wine&lt;/a&gt; and other ointments. TRAFFIC hosted a forum involving East Asian stakeholders and the &lt;a href=\"Chinese%20University%20of%20Hong%20Kong\"&gt;Chinese University of Hong Kong&lt;/a&gt; to discuss effective alternatives to the use of Tiger bone in traditional Asian medicine. A joint TRAFFIC/WWF report led to a WWF campaign against the use of tiger bone in medicine.\nTRAFFIC also turned its attention to &lt;a href=\"medicinal%20plants\"&gt;medicinal plants&lt;/a&gt;, carrying out surveys to assess the impact of &lt;a href=\"plant%20trade\"&gt;plant trade&lt;/a&gt; in Europe on wild plant populations in 1993, and hosted a &lt;a href=\"symposium\"&gt;symposium&lt;/a&gt; on medicinal plants later in the decade, which was attended by more than 120 plant specialists and government and industry representatives. Meanwhile, the TRAFFIC office in India, after revealing that agarwood was under huge threat from logging and international trade, helped the Indian government to draft a proposal for the species to be regulated under CITES. Its trade is now controlled via a strict system of permits. On the policy side, TRAFFIC was assisting governments with wildlife tracking and enforcement. In 1999 they helped establish the Species Protection Department of the Anti-Corruption Commission in Zambia establish a computerised database to improve understanding of smuggling networks and provided Kenyan authorities with wildlife enforcement training and helped establish a detector dog unit to sniff out wildlife products. TRAFFIC helped draft influential EU wildlife resolutions in 1997. In 1999, TRAFFIC signed a Memorandum of Understanding (MoU) with CITES, increasing the potential for further collaboration between the two organisations. In July of the same year, TRAFFIC also gained UK charity status.\n2000s.\nThe following decade saw increasing &lt;a href=\"collaboration\"&gt;collaboration&lt;/a&gt; and multifaceted ways to improve enforcement and tackle &lt;a href=\"wildlife%20crime\"&gt;wildlife crime&lt;/a&gt;. In 2005, TRAFFIC supported the Association of South East Asian Nations (&lt;a href=\"ASEAN\"&gt;ASEAN&lt;/a&gt;) in their creation of Wildlife Enforcement network (&lt;a href=\"ASEAN-WEN\"&gt;ASEAN-WEN&lt;/a&gt;). TRAFFIC also helped establish wildlife sniffer dog units in countries around the world, including the first in &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt; in 2001, following feasibility studies. Since the 2008 establishment of the &lt;a href=\"Wildlife%20Sniffer%20Dog%20unit\"&gt;Wildlife Sniffer Dog unit&lt;/a&gt; in &lt;a href=\"India\"&gt;India&lt;/a&gt;, 43 dog squads have been trained, and the dogs, informally known as \"Traffic's super sniffers\", have been successful in leading to at least 150 wildlife seizures. TRAFFIC was also instrumental in the use of forensics to tackle wildlife crime, signing an MoU with TRACE (Technologies and Resources for Applied Conservation and Enforcement) in 2007.\nTRAFFIC also began to branch out into what it now refers to as the ‘green stream’, promoting sustainable wildlife trade rather than tackling unsustainable trade. In 2007, TRAFFIC, together with &lt;a href=\"World%20Wide%20Fund%20for%20Nature\"&gt;WWF&lt;/a&gt;, &lt;a href=\"IUCN\"&gt;IUCN&lt;/a&gt;, and &lt;a href=\"BfN\"&gt;BfN&lt;/a&gt;, launched the International Standard for Sustainable Wild Collection of Medicinal and Aromatic Plants (ISSC-MAP) for sustainable wild collection of medicinal and aromatic plants. A year later this merged with the FairWild foundation to form the FairWild standard, which promotes and certifies wild products which are harvested in a way which is sustainable both to the environment and to local communities. &lt;a href=\"FairWild\"&gt;FairWild&lt;/a&gt;, still TRAFFIC's close partner, runs projects around the world that help local communities make income off sustainable wild plant collection, harvesters receiving a premium for their products.\nMeanwhile, the organisation has published a number of reports. In 2001, reports into the decline in Antarctic and &lt;a href=\"Patagonian%20toothfish\"&gt;Patagonian toothfish&lt;/a&gt; due to poor fishing regulations led to boosted efforts to control trade in these species at the next CITES Conference of Parties. A seminal report into wildmeat in the early 2000s paved the way for discussions and a TRAFFIC hosted conference in Yaounde, Cameroon. TRAFFIC won an award from the Mazda Wildlife Fund in 2007 for its achievements in conservation.\n2010s.\nTRAFFIC began to incorporate more social and economic responsibility into its work, empowering communities whilst promoting sustainable wildlife trade. In 2011 a project was launched working with groups of indigenous women in the Amazon to promote sustainable trade and provide alternative sources of income to the unsustainable harvest of wildmeat. A partnership was set up between TRAFFIC, the Association of the Waorani Women of the Ecuadorian Amazon, and a high quality chocolate company, WAO Chocolate, to fulfil this purpose, winning a &lt;a href=\"United%20Nations%20Development%20Programme\"&gt;UNDP&lt;/a&gt; award in June 2014.\nPost 2010, TRAFFIC began to embrace the field of making wildlife trade sustainable through behaviour change. In 2014, TRAFFIC helped launch the Chi Initiative in Vietnam, one of the biggest consumers of rhino horn products, to preserve rapidly depleting rhino populations. Promoting the idea that virtue, masculinity and good luck flowed from within rather than from a piece of horn, they enlisted top businessmen and role model figures. In 2016 TRAFFIC launched the Wildlife Consumer Behaviour Change Toolkit as a communication platform and hub for all those interested in leading their own wildlife behaviour change campaigns.\nIn an increasingly globalised era, TRAFFIC has continuously encouraged and been a part of international and intergovernmental collaboration. In 2017, TRAFFIC paved the way for collaboration between &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, the main source country of &lt;a href=\"rhino%20horn\"&gt;rhino horn&lt;/a&gt;, and &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt;, the main consumer, for forensically testing of rhino horn to determine the &lt;a href=\"trade%20routes\"&gt;trade routes&lt;/a&gt;.\nIn 2011, a short documentary on the poaching crisis in the Belum-Temengor Forest Complex in Malaysia won the Best Local Film award at the Kuala Lumpur &lt;a href=\"List%20of%20environmental%20film%20festivals\"&gt;Eco Film Festival&lt;/a&gt; (KLEFF).\nAchievements.\nThe Bad Ivory Database System (BIDS) and the Elephant Trade information System (ETIS), 1992.\nThe Elephant Trade Information system (ETIS) is a comprehensive information system to track illegal trade in ivory and other elephant products. Managed by TRAFFIC on behalf of CITES, it contained close to 20,000 records from around 100 countries by 2014. ETIS originated with TRAFFIC's Bad Ivory Database System (BIDS), set up in 1992 to keep track of law enforcement records from ivory seizures or confiscations around the world since 1989. This evolved into the more sophisticated ETIS model. Already this seizure data has led to the production of individual country reports for every Party to CITES on two occasions, and in 2012 statistics from ETIS helped inform the CITES decision making process that resulted in a number of Parties being asked to develop National ivory Action Plans to regulate the ivory markets.\nDrafting EU wildlife regulations, 1997.\nOne of TRAFFIC's major achievements was its success in influencing EU wildlife trade regulations. In 1992, TRAFFIC published The wild plant trade in Europe: Results of a survey of European nurseries, a major study on plant trade which highlighted the need for harmonising legislation within the EU. Off the back of this TRAFFIC worked the next year with WWF to initiate a project to work for improvement in EU wildlife trade regulations. They were finally successful in helping draft the new regulations, which took effect in 1997. Council Regulation (EC) No. 338/97 and Commission Regulation (EC) No. 939/97, informed by TRAFFIC's knowledge of the legality and sustainability of commerce in wild animals and plants, represented some of the most comprehensive wildlife trade legislation in existence to implement CITES and strict new penalties were put in place for illegal wildlife trade.\nShahtoosh, 1999.\nTRAFFIC, together with WWF, was instrumental in raising awareness about and reducing the demand for &lt;a href=\"shahtoosh\"&gt;shahtoosh&lt;/a&gt;, which comes from the wool of the endangered &lt;a href=\"Tibetan%20antelope\"&gt;Tibetan antelope&lt;/a&gt;. International trade of this animal product was banned by CITES in 1975 but domestic and illegal trade continued. In 1997, TRAFFIC provided a tip-off for an important seizure of shahtoosh wool, when 140 shawls were seized in one of Hong Kong's top hotels, which led to the first successful prosecution based on the use of forensic identification techniques. The organisation also launched an awareness campaign with WWF.\nUN Resolution on Protecting Wildlife, 2012.\nIn 2012, TRAFFIC and WWF launched a joint global campaign encouraging governments to combat illegal wildlife trade and reduce demand for illicit endangered species products. It focused especially on those which were under extreme threat from poaching, for instance rhinos, where the number of killings in South Africa had risen from 13 animals (2007) to 448 (2011). As well as leading to action by individual governments, the campaign's momentum led to the unprecedented success of the first UN resolution on wildlife crime in 2015. Drawing global attention to the issue, the resolution tasks the UN secretary general with presenting an annual report on global wildlife crime and countries' implementation of the resolution, as well as recommendations.\nBushmeat, 2000.\nTRAFFIC drew attention to the unsustainable use of &lt;a href=\"bushmeat\"&gt;bushmeat&lt;/a&gt; in its 2000 study Food For Thought: the utilization of wild meat in eastern and southern Africa. Its findings, including the fact that the previously taboo species zebra was being increasingly harvested, led to widespread publicity including an IUCN report on the subject. TRAFFIC, together with IUCN and the UN Food and Agriculture Organization (FAO) subsequently organised a workshop in &lt;a href=\"Yaound%C3%A9\"&gt;Yaoundé&lt;/a&gt;, &lt;a href=\"Cameroon\"&gt;Cameroon&lt;/a&gt; to provide a forum for representatives of the conservation, development, private and government sectors to discuss the issue, which led to the adoption of certain Traffic recommendations.\nEU-TWIX, 2005.\nTRAFFIC, as a joint initiative with the Belgian Federal Police, Belgian Convention on International Trade in Endangered Species of Wild Fauna and Flora Management Authority (CITES MA), and Belgian Customs set up and still help maintain a wildlife database and information exchange platform known as the EU Trade in Wildlife Information Exchange (EU-TWIX). Operational by 2005, it centralises data on seizures submitted by EU enforcement agencies, by 2010 holding over 31,000 seizure records and having an active membership of over 500 law enforcement officers from all EU member states. It has helped with enforcement, with at least 13 criminal investigations being initiated in 2014 as a result of the 500 enforcement-related messages exchanged that year via the platform, and has been used to provide reports. In 2010 EU-TWIX gained recognition at a CITES conference as the most functional database on illegal wildlife trade.\nTRAFFIC has since helped establish other systems modelled on EU-TWIX including TigerNet, set up in 2009 by the Indian Government's National Tiger Conservation Authority, as an official database on mortality and poaching related to tigers, and AFRICA-TWIX, operational in Central African countries since 2016. At the CITES 2010 Conference, the Parties adopted the resolution to create GLOBAL-TWIX, a global seizures database, an expansion of EU-TWIX.\nMama Misitu, 2007.\nTRAFFIC exposed unsustainable and illegal logging practices carried out in Tanzania in a 2007 report which pointed out that governance shortfalls in the forestry sector were leading to huge economic losses. The lost revenue each year was enough to build 10,000 new secondary school classrooms or provide a quarter of Tanzanians with mosquito nets. There was swift governmental response to this report, as APNAC met immediately to discuss the findings, whilst the government sent a team of experts to \"beneficiary\" countries including China, India, United Arab Emirates and Singapore, to ask for their help in stopping the illegal logging. By April 2008, recognition of the issues in the report led to the launch of the &lt;a href=\"Mama%20Misitu%20campaign\"&gt;Mama Misitu campaign&lt;/a&gt;, in which seventeen NGOs began to collaborate to tackle corruption and mismanagement in &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt;'s forestry sector.\nEU-FLEGT in South America, 2013.\nThe EU-FLEGT Programme (Forest Law Enforcement, Governance and Trade) aims to reduce illegal logging by strengthening the sustainability and legality of forest management, improving forest governance and promoting trade in legally produced timber. TRAFFIC is implementing this in South America. As part of this, TRAFFIC in 2014 created an international exchange forum, allowing members of the public and private sector, governments, international agencies and indigenous groups to exchange information about logging. It enables the creation of common strategies to tackle the illegal timber trade.\nTigers, ongoing.\nTRAFFIC has continually worked on tackling trade of endangered tiger products, frequently used for their pelts and bones for &lt;a href=\"traditional%20Asian%20medicine\"&gt;traditional Asian medicine&lt;/a&gt;. After discovering in 1994, for instance, that over half of stores in America's Chinatown districts were selling illegal wildlife products, mainly for medicine, TRAFFIC hosted a forum to discuss alternative medicinal ingredients to tiger bone. More recently in 2007 a TRAFFIC study illustrated the dangers to the species from commercial tiger farming in China, which was providing opportunities for the illegal tiger product trade. It led to high level discussion on the issue at the CITES fourteenth Conference of Parties (CoP14) resulting in a calls large scale tiger farms to be closed down.\nRecent operations.\nRecently, TRAFFIC has continued to work on making sure the trade in wild species does not threaten their survival. This involves both tackling the illegal trade in wildlife and promoting the legal and sustainable trade in wildlife products, for instance through the FairWild foundation.\nCurrent programmes of work (since 2017).\nTRAFFIC is implementing the USAID funded Wildlife-TRAPS project which works in Africa and Asia, global hubs of wildlife trade, to tackle illegal trade between the two continents. Part of this is strengthening the knowledge base and cooperation of governments, intergovernmental organisations and the private sector. In 2016 TRAFFIC organised a workshop on Rhino DNA testing which brought together scientists, enforcement officers and investigators from source, transit and consumer countries.\nTRAFFIC has been working through the ROUTES Partnership to disrupt illegal transportation of all wildlife species on a global level, carrying out research and providing enforcement training. This is a collaborative partnership working with transport industries including airlines. As part of this TRAFFIC has carried out research, encouraged intergovernmental collaboration and helped with enforcement, hosting for instance these concurrent training events in airports in South Africa and Vietnam, two countries inextricably linked in the rhino horn trade.\nTRAFFIC and &lt;a href=\"Fairwild\"&gt;FairWild&lt;/a&gt; have been implementing projects around the world to ensure that threatened plants are collected from the wild in a way which is both environmentally sustainable and economically viable for local collectors. Project LENA works in the &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt; region of Eastern Europe to provide sustainable livelihoods for local families including wild plant harvesting. Another FairWild project recently worked in the habitat of the &lt;a href=\"Giant%20panda\"&gt;Giant Panda&lt;/a&gt;, creating a lasting system to ensure that plant collection will not damage the ecosystem. In 2017, the inaugural FairWild week was launched to raise awareness of this certification scheme.\nSpecies-related work (since 2017).\nTRAFFIC's ongoing work on particular species includes:\nPartnerships and collaborations.\nTRAFFIC works with a range of partner organisations and individuals. This includes institutional partners &lt;a href=\"World%20Wide%20Fund%20for%20Nature\"&gt;WWF&lt;/a&gt; and &lt;a href=\"IUCN\"&gt;IUCN&lt;/a&gt;, other &lt;a href=\"NGOs\"&gt;NGOs&lt;/a&gt;, &lt;a href=\"government%20agencies\"&gt;government agencies&lt;/a&gt;, &lt;a href=\"inter-governmental%20organizations\"&gt;inter-governmental organisations&lt;/a&gt; such as &lt;a href=\"CITES\"&gt;CITES&lt;/a&gt; and the &lt;a href=\"World%20Customs%20Organization\"&gt;World Customs Organisation&lt;/a&gt; and &lt;a href=\"businesses\"&gt;businesses&lt;/a&gt;. TRAFFIC works closely with CITES, having signed a MoU with them in 1999. Another partner is the &lt;a href=\"FairWild%20Foundation\"&gt;FairWild Foundation&lt;/a&gt;. TRAFFIC was involved in setting up ISSC-MAP, which merged with the FairWild Foundation to create the FairWild Standard, which certifies the sustainable use of wild-collected ingredients, with a fair deal for all those involved throughout the supply chain."
}