{
    "id": "11949521",
    "revid": "54381",
    "url": "https://en.wikipedia.org/wiki?curid=11949521",
    "title": "Francis Douglas Memorial College",
    "text": "Francis Douglas Memorial College is an all-boys state integrated &lt;a href=\"Catholic%20school\"&gt;Catholic school&lt;/a&gt; with boarding facilities located in &lt;a href=\"Westown\"&gt;Westown&lt;/a&gt;, &lt;a href=\"New%20Plymouth\"&gt;New Plymouth&lt;/a&gt;, New Zealand. The college was founded in 1959 under the leadership of the &lt;a href=\"De%20La%20Salle%20Brothers\"&gt;De La Salle Brothers&lt;/a&gt;, a religious order of brothers based on the teachings of &lt;a href=\"St.%20Jean-Baptiste%20de%20la%20Salle\"&gt;St. Jean-Baptiste de la Salle&lt;/a&gt;. It is one of two secondary schools established by the Brothers in New Zealand, the other being &lt;a href=\"De%20La%20Salle%20College%2C%20Mangere%20East\"&gt;De La Salle College, Mangere East&lt;/a&gt;, Auckland. The name of the school is dedicated to the memory of &lt;a href=\"Francis%20Douglas%20%28priest%29\"&gt;Father Francis Vernon Douglas&lt;/a&gt;, a &lt;a href=\"missionary\"&gt;missionary&lt;/a&gt; &lt;a href=\"priest\"&gt;priest&lt;/a&gt; who was killed while doing missionary work in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;. The school educates approximately 760 boys, 130 of whom are &lt;a href=\"Boarding%20school\"&gt;boarders&lt;/a&gt;. The 60th Jubilee of Francis Douglas Memorial College was held on &lt;a href=\"Queen%27s%20Birthday\"&gt;Queen's Birthday&lt;/a&gt; Weekend, 2019.\nSporting.\n74% of students participate in at least one sport. The most popular sport at the school is &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt;, other sports include &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt;, &lt;a href=\"rowing%20%28sport%29\"&gt;rowing&lt;/a&gt;, and athletic events. Annually, the school plays a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; match against major cross-town rivals &lt;a href=\"New%20Plymouth%20Boys%27%20High%20School\"&gt;New Plymouth Boys' High School&lt;/a&gt;, this being one of the major events on the school calendar.\nMusic.\nFrancis Douglas Memorial College has a music department where bands develop their talents. Many students have performed in the annual &lt;a href=\"Smokefree%20Rockquest\"&gt;Smokefree Rockquest&lt;/a&gt; competition, with bands from the College winning two Regional Finals.\nStudents have performed at the &lt;a href=\"G-TARanaki%20Guitar%20Festival\"&gt;G-TARanaki Guitar Festival&lt;/a&gt; and were shown guitar skills by &lt;a href=\"Ulrich%20Roth\"&gt;Uli Jon Roth&lt;/a&gt;.\nTeacher in charge of music:\nMāori culture.\nThe school runs cultural activities, such as the Annual Inter-house Haka Competition, and school camping trips to a &lt;a href=\"marae\"&gt;marae&lt;/a&gt;.\nThe first inter-house Haka Competition was in 2010. Students register their names for the activity and each House performs their &lt;a href=\"Haka\"&gt;Haka&lt;/a&gt; with the school as an audience. The winning house is chosen by a judge who is a popular figure from New Plymouth.\nThe school has a school Haka written by an ex-student Hemi Sundgrem which is about the founders of the school, Francis Douglas and the De La Salle Brothers.\nTeacher in charge of Māori:\nColours.\nThe rugby jersey most identifiable as that of Francis Douglas Memorial College is royal blue with a thick red strip and thin gold trim strips across the chest. While this has been popularly adopted as the distinctive rugby strip of the school, it is only used in lower grades of competition.\nBoarding.\nLasalle House is the boarding hostel for Francis Douglas Memorial College."
}