{
    "id": "11951922",
    "revid": "40123752",
    "url": "https://en.wikipedia.org/wiki?curid=11951922",
    "title": "Phil Pozderac",
    "text": "Philip Maurice Pozderac (born December 19, 1959) is a former &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"offensive%20lineman\"&gt;offensive lineman&lt;/a&gt; in the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; for the &lt;a href=\"Dallas%20Cowboys\"&gt;Dallas Cowboys&lt;/a&gt;. He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at the &lt;a href=\"University%20of%20Notre%20Dame\"&gt;University of Notre Dame&lt;/a&gt;.\nEarly years.\nPozderac attended &lt;a href=\"Garfield%20Heights%20High%20School\"&gt;Garfield Heights High School&lt;/a&gt;, where he practiced &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; and &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;.\nHe accepted a football scholarship to the &lt;a href=\"University%20of%20Notre%20Dame\"&gt;University of Notre Dame&lt;/a&gt;. In his first two years he was a backup at &lt;a href=\"right%20tackle\"&gt;right tackle&lt;/a&gt; behind &lt;a href=\"All-American\"&gt;All-American&lt;/a&gt; Tim Foley. He was named the starter at &lt;a href=\"offensive%20tackle\"&gt;right tackle&lt;/a&gt; in his junior and senior seasons. \nIn his last year, he received the team's Outstanding Offensive player and honorable-mention &lt;a href=\"All-American\"&gt;All-American&lt;/a&gt; honors. He finished his college career with 23 straight starts.\nProfessional career.\nDallas Cowboys.\nPozderac was selected by the &lt;a href=\"Dallas%20Cowboys\"&gt;Dallas Cowboys&lt;/a&gt; in the fifth round (137th overall) of the &lt;a href=\"1982%20NFL%20Draft\"&gt;1982 NFL Draft&lt;/a&gt; and became the NFL's tallest player over &lt;a href=\"Ed%20%26quot%3BToo%20Tall%26quot%3B%20Jones\"&gt;Ed \"Too Tall\" Jones&lt;/a&gt; (he was a half-inch taller than Jones). As a rookie, with &lt;a href=\"tight%20end\"&gt;tight end&lt;/a&gt; &lt;a href=\"Jay%20Saldi\"&gt;Jay Saldi&lt;/a&gt; injured most of the year,\nhe played &lt;a href=\"left%20tackle\"&gt;left tackle&lt;/a&gt; on short-yardage situations, with &lt;a href=\"Pat%20Donovan\"&gt;Pat Donovan&lt;/a&gt; moving to the &lt;a href=\"tight%20end\"&gt;tight end&lt;/a&gt; spot.\nIn &lt;a href=\"1983%20NFL%20season\"&gt;1983&lt;/a&gt;, he started two regular season contests in place of an injured Donovan and played &lt;a href=\"left%20tackle\"&gt;left tackle&lt;/a&gt; on all short-yardage and goal situations when the Cowboys went to a 3 three-&lt;a href=\"tight%20end\"&gt;tight end&lt;/a&gt; formation. He started the 7th game of the season against the &lt;a href=\"Philadelphia%20Eagles\"&gt;Philadelphia Eagles&lt;/a&gt; at &lt;a href=\"right%20tackle\"&gt;right tackle&lt;/a&gt; in place of an injured &lt;a href=\"Jim%20Cooper%20%28American%20football%29\"&gt;Jim Cooper&lt;/a&gt;. \nIn &lt;a href=\"1984%20NFL%20season\"&gt;1984&lt;/a&gt;, after the retirement of Donovan, he beat former first round selection &lt;a href=\"Howard%20Richards%20%28American%20football%29\"&gt;Howard Richards&lt;/a&gt; for the starting &lt;a href=\"left%20tackle\"&gt;left tackle&lt;/a&gt; job (7 starts), before being moved to the &lt;a href=\"right%20tackle\"&gt;right tackle&lt;/a&gt; position, when Cooper missed half of the season after being injured on a bizarre accident, when he slipped and broke his ankle while rising from a table at a night club, while watching &lt;a href=\"Monday%20Night%20Football\"&gt;Monday Night Football&lt;/a&gt;.\nIn &lt;a href=\"1985%20NFL%20season\"&gt;1985&lt;/a&gt;, he was the starter at &lt;a href=\"left%20tackle\"&gt;left tackle&lt;/a&gt; until an injured right knee forced him out of the lineup after 3 starts. He returned to start 4 more games, until being moved to the right side to back up Cooper, with &lt;a href=\"Chris%20Schultz\"&gt;Chris Schultz&lt;/a&gt; keeping the left side job.\nIn &lt;a href=\"1986%20NFL%20season\"&gt;1986&lt;/a&gt;, he was the starter &lt;a href=\"left%20tackle\"&gt;left tackle&lt;/a&gt;, before losing his job to &lt;a href=\"Mark%20Tuinei\"&gt;Mark Tuinei&lt;/a&gt; and being moved to the other side. He also received two infamous penalties that negated critical first downs during the final 75 seconds of a 17-14 loss against the &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt;, propelling the team to a &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt; Championship. The coaches and media speculated that he became a target of the league's referees, gaining notoriety for holding and false start penalties. A standing joke in Dallas would be to list Pozderac's 5 best plays with the answer being - #1 Holding, #1 Holding, #3 Holding, #4 Holding, #5 False start.\nHe suddenly retired during the &lt;a href=\"1987%20NFL%20strike\"&gt;1987 NFL strike&lt;/a&gt; and was replaced by rookie &lt;a href=\"Kevin%20Gogan\"&gt;Kevin Gogan&lt;/a&gt; at &lt;a href=\"offensive%20tackle\"&gt;right tackle&lt;/a&gt;.\nIndianapolis Colts.\nOn April 26, &lt;a href=\"1991%20NFL%20season\"&gt;1991&lt;/a&gt;, he signed with the &lt;a href=\"Indianapolis%20Colts\"&gt;Indianapolis Colts&lt;/a&gt; to attempt a comeback, after being out of football for 3 years. He was released before the start of the season on August 26.\nPersonal life.\nPozderac served as the &lt;a href=\"NFL%20Players%20Association\"&gt;NFL Players Association&lt;/a&gt; Dallas Chapter Chief Financial officer, Director of Sales for SC&amp;T International, VP of Sales for Nextlink, and CEO of both MedPact and MPACT, two companies in the digital communication industry.\nHe has worked with the Fellows Research Group to aid research regarding the viability of thermo-acoustic devices for low temperature electric energy generation. He also had part ownership in a manufactured housing plant in Laredo Texas and a sawmill in Oklahoma. As of 2013, he was the Operations Director at the Mulligan Mint, a private minting facility in &lt;a href=\"Dallas%2C%20Texas\"&gt;Dallas, Texas&lt;/a&gt;."
}