{
    "id": "11960671",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=11960671",
    "title": "Eurostat scandal",
    "text": "In 2000, internal auditors raised concerns about fictitious &lt;a href=\"Eurostat\"&gt;Eurostat&lt;/a&gt;'s contracts with outside companies and referred the matter to the European Anti-Fraud Office, &lt;a href=\"OLAF\"&gt;OLAF&lt;/a&gt;. OLAF did not react.\nIn 2001, &lt;a href=\"Paul%20van%20Buitenen\"&gt;Paul van Buitenen&lt;/a&gt;, whose earlier report had indirectly led to the resignation of the previous Santer &lt;a href=\"European%20Commission\"&gt;Commission&lt;/a&gt;, produced a second report, but this at first led to no action, until &lt;a href=\"Hans-Martin%20Tillack\"&gt;Hans-Martin Tillack&lt;/a&gt; and the press started to take interest in the matter. Questions were asked in the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt;, OLAF produced a new report entitled \"A vast enterprise for looting community funds\" as it was reported by &lt;a href=\"Financial%20Times\"&gt;Financial Times&lt;/a&gt; on May 16, 2003.\nFinally the Prodi Commission acted. Three senior Eurostat officials were removed from their posts and a number of contracts with outside companies were cancelled.\nIt was alleged that, at least during the 1990s, Eurostat used a double &lt;a href=\"accounting%20system\"&gt;accounting system&lt;/a&gt; to transfer large amounts of money to secret &lt;a href=\"bank%20account\"&gt;bank account&lt;/a&gt;s not monitored by auditors and that the value of some contracts was inflated. Allegedly there was evidence of &lt;a href=\"cronyism\"&gt;cronyism&lt;/a&gt; and financial irregularities, though no evidence of personal enrichment was found. Between four and five million &lt;a href=\"euro\"&gt;euro&lt;/a&gt;s was thought to have been \"siphoned off\", mostly between 1996 and 2001. Some of the money was recovered.\nOn July 8, 2008 the European Commission was condemned by the &lt;a href=\"European%20Court%20of%20Justice\"&gt;European Court of Justice&lt;/a&gt; for several failures of OLAF.\nThe Commission had to pay €56,000 to two senior Eurostat officials."
}