{
    "id": "1196269",
    "revid": "40123752",
    "url": "https://en.wikipedia.org/wiki?curid=1196269",
    "title": "Dan Rooney",
    "text": "Daniel Milton Rooney (July 20, 1932 – April 13, 2017) was an American executive and diplomat best known for his association with the &lt;a href=\"Pittsburgh%20Steelers\"&gt;Pittsburgh Steelers&lt;/a&gt;, an &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; team in the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL), and son of the Steelers' founder, &lt;a href=\"Art%20Rooney\"&gt;Art Rooney&lt;/a&gt;. He held various roles within the organization, most notably as president, owner and chairman.\nRooney implemented a philosophy and management style that emphasized open, practical and efficient management. The Steelers were very successful during his tenure, winning 15 division championships, eight AFC Championships, and an NFL record six Super Bowl Championships. In 2000, he was elected to the &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Pro Football Hall of Fame&lt;/a&gt; for his contributions to the game. He was also credited with spearheading a requirement that NFL teams with head coach and general manager vacancies interview at least one minority candidate, which has become known as the \"&lt;a href=\"Rooney%20Rule\"&gt;Rooney Rule&lt;/a&gt;\".\nOutside of football, Rooney served as the &lt;a href=\"List%20of%20ambassadors%20of%20the%20United%20States%20to%20Ireland\"&gt;United States Ambassador to Ireland&lt;/a&gt;, from July 2009 until his resignation in December 2012. He was also co-founder of the Ireland-related fundraising organization &lt;a href=\"The%20Ireland%20Funds\"&gt;The Ireland Funds&lt;/a&gt;.\nEarly life and education.\nDaniel Milton Rooney was born in &lt;a href=\"Pittsburgh%2C%20Pennsylvania\"&gt;Pittsburgh, Pennsylvania&lt;/a&gt;, the son of Kathleen (née McNulty) and Pittsburgh Steelers' owner &lt;a href=\"Art%20Rooney\"&gt;Art Rooney&lt;/a&gt;. In the Steelers organization, Rooney was involved in many aspects of the franchise from the time he was a young boy, often assisting his father at &lt;a href=\"Pitt%20Stadium\"&gt;Pitt Stadium&lt;/a&gt; and &lt;a href=\"Forbes%20Field\"&gt;Forbes Field&lt;/a&gt;. He grew up in the &lt;a href=\"North%20Side%20%28Pittsburgh%29\"&gt;North Side neighborhood&lt;/a&gt; of Pittsburgh and attended &lt;a href=\"North%20Catholic%20High%20School\"&gt;North Catholic High School&lt;/a&gt; where he excelled as the team's quarterback. He was also the coach for the St. Peter's Elementary school football team, which was quarterbacked by future CIA Director and lifelong friend &lt;a href=\"Michael%20Hayden%20%28general%29\"&gt;Michael Hayden&lt;/a&gt;. Rooney was mentored by Fran Fogerty, Joe Carr and Ed Kiely. These men assisted in teaching him the business of football. After graduating from &lt;a href=\"Duquesne%20University\"&gt;Duquesne University&lt;/a&gt;, with his major in accounting, he knew football was what he wanted to pursue.\nCareer.\nIn 1960, Rooney originally worked as director of personnel for the Steelers. By early 1969, Rooney was managing the day-to-day operations of the team and personally selected the coaching hire of &lt;a href=\"Chuck%20Noll\"&gt;Chuck Noll&lt;/a&gt;. Rooney was appointed team president in 1975 and was officially given full operational control of the franchise. His father remained Chairman and President Emeritus, as well as the public face of the franchise, until his death in 1988.\nRooney generally avoided the spotlight, but he was a very active owner behind the scenes. Rooney helped lead the negotiations of the collective bargaining agreement of 1982, and is largely credited both by owners and players of having ended a strike that lasted half of the season. He was also one of the main architects of the &lt;a href=\"salary%20cap\"&gt;salary cap&lt;/a&gt;, which was implemented in 1993. Rooney became the patriarch and controlling owner of the team, following the death of his father. In 2003, Rooney followed in his father's footsteps by slowly ceding day-to-day operations of the franchise to the next generation of the family. While Rooney was still chairman, and to many fans, the public face of the team, his son &lt;a href=\"Art%20Rooney%20II\"&gt;Art Rooney II&lt;/a&gt; assumed full operational control of the Steelers.\nIn 1995, Rooney was influential in trying to stop the Steelers' biggest rival, the Cleveland Browns, from moving to Baltimore. Along with Buffalo Bills owner Ralph Wilson, he was the only owner to vote against the move and was a driving force in ensuring the Browns return to Cleveland in 1999.\nSale of the Steelers.\nOn July 7, 2008, Rooney and his son, team president Art Rooney II, announced that they were seeking to buy out his brothers' shares in the team. The team initially said that some of Rooney's four brothers want to \"get out of the NFL and focus their business efforts on their &lt;a href=\"racetracks\"&gt;racetracks&lt;/a&gt; and other interests.\" \"&lt;a href=\"The%20Wall%20Street%20Journal\"&gt;The Wall Street Journal&lt;/a&gt;\" reported that the Steelers had \"been secretly shopped to potential buyers amid continuing divisions among the five sons of the team's founder, Art Rooney Sr.\" This forced the Steelers to announce that prolonged, ongoing negotiations were under way concerning the \"restructuring\" of ownership, which could have resulted in the sale of the franchise or a consolidation of control within the Rooney family. Discussions had supposedly been taking place for the last two years. The use of the phrase \"ensure compliance with NFL ownership policies\" referred to the family's gambling operation. At the time of publication, they owned &lt;a href=\"Yonkers%20Raceway\"&gt;Yonkers Raceway&lt;/a&gt;, a harness racing track outside of &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, and Palm Beach Kennel Club, a greyhound racetrack in &lt;a href=\"West%20Palm%20Beach\"&gt;West Palm Beach&lt;/a&gt;. The New York racetrack had been owned by the family since 1972, and the Florida racetrack had been owned since 1970. The team said \"these facilities have added forms of gaming that are inconsistent with NFL gambling policy.\", relating to the then-recent installation of &lt;a href=\"slot%20machine\"&gt;slot machine&lt;/a&gt;s. According to league policy, no NFL owner may own, directly or indirectly, any interests in a gambling casino. The NFL defines any facility with slot machines as a casino.\nThe Steelers' statement said that NFL commissioner &lt;a href=\"Roger%20Goodell\"&gt;Roger Goodell&lt;/a&gt; asked former NFL commissioner &lt;a href=\"Paul%20Tagliabue\"&gt;Paul Tagliabue&lt;/a&gt; to \"serve as a league representative in discussions with the family in order to reach an agreement on the separation of the gambling interests and on a restructuring of ownership if the team is sold.\" Any sale involving an NFL team is subject to a league review and must be approved by 75% of member clubs. The Steelers were valued at $929 million by \"&lt;a href=\"Forbes\"&gt;Forbes&lt;/a&gt;\" magazine in September 2007. However, Rooney's brothers: Art Jr., Tim, Patrick and John released a statement confirming that they retained &lt;a href=\"Goldman%20Sachs\"&gt;Goldman, Sachs &amp; Co.&lt;/a&gt; to put a price tag on the franchise, and analysts in New York placed its value between $800 million and $1.2 billion. Their shares were likely worth more than Dan and Art II had offered in the initial buyout, and it could have raised even higher and still remain under the NFL's ceiling of $150 million in ownership debt. Each Rooney brothers' stake was worth about $160 million, or less than Dan was believed to be offering. Art Jr. was the brother who might have determined if the majority of the team remains in the Rooney family. He was formerly a Pro Football Hall of Fame nominee for his drafting skills, and was fired by Dan in 1987. The brothers likely would not have retained Goldman Sachs if they felt they could soon work out a deal with Dan. The move also reflected on their fears that selling to Dan, coupled with the ensuing taxes, could leave their children and grandchildren with far less money than their shares are worth. There was also concern if any of the brothers were to die without a change in ownership, their heirs would face &lt;a href=\"estate%20tax\"&gt;estate tax&lt;/a&gt;es of up to 45% of the shares' value. Rooney worked with &lt;a href=\"Morgan%20Stanley\"&gt;Morgan Stanley&lt;/a&gt; and &lt;a href=\"PNC%20Financial%20Services\"&gt;PNC Financial Services&lt;/a&gt; to attempt to bring in additional investors who might prop up his buyout attempt.\nAccording to \"The Wall Street Journal\", &lt;a href=\"Duquesne%20Capital%20Management\"&gt;Duquesne Capital Management&lt;/a&gt; chairman &lt;a href=\"Stanley%20Druckenmiller\"&gt;Stanley Druckenmiller&lt;/a&gt; was apparently interested in acquiring the team. On July 8, The Associated Press reported that a deal could be reached within days to sell a majority interest in the Steelers to Druckenmiller, taking control of the franchise away from the Rooney family. However Rooney, stopped short of guaranteeing that he and his son, would be able to stay at the helm of a team. He hinted that \"many people,\" not just Druckenmiller, might be interested in the NFL franchise. Later, NFL spokesman Greg Aiello stated that the NFL would continue to support the Rooneys in their efforts to retain control of the Steelers, and maintained the franchise would not relocate to another city, only that the ownership will either change or be consolidated.\nOn November 21, the \"Pittsburgh Post-Gazette\" reported that Tim and Pat planned to sell each of their 16% stake in the Steelers, so they could remain involved in racetracks and casinos in Yonkers and West Palm Beach. John and Art Jr. each planned to keep a little less than half of their 16% stake, and Dan and Art II, were trying to acquire 30% of the team to abide by NFL policy and compiled a list of investors who, in essence, would become their new partners in the franchise.\nControversies.\nJames Harrison vs. Cedrick Wilson.\nOn March 19, 2008, Rooney released &lt;a href=\"wide%20receiver\"&gt;wide receiver&lt;/a&gt; &lt;a href=\"Cedrick%20Wilson%20Sr.\"&gt;Cedrick Wilson&lt;/a&gt; from the Steelers, after he was arrested for punching his former girlfriend. However earlier that month, on March 8, Rooney failed to offer any type of discipline to &lt;a href=\"linebacker\"&gt;linebacker&lt;/a&gt; &lt;a href=\"James%20Harrison%20%28American%20football%29\"&gt;James Harrison&lt;/a&gt; for slapping his girlfriend. When asked about the incident involving Wilson, Rooney stated that \"the Steelers do not condone violence of any kind, especially against women\". However, he was then confronted about this by Ed Bouchette and Michael A. Fuoco of the \"&lt;a href=\"Pittsburgh%20Post-Gazette\"&gt;Pittsburgh Post-Gazette&lt;/a&gt;\", who asked why Harrison was not punished for committing the same crime. Rooney said that the cases were different and stated that \"I know many are asking the question of [why] we released Wilson and Harrison we kept. The circumstances—I know of the incidents, they are completely different. In fact, when I say we don't condone these things, we don't, but we do have to look at the circumstances that are involved with other players and things like that, so they're not all the same. What James Harrison was doing and how the incident occurred, what he was trying to do was really well worth it. He was doing something that was good, wanted to take his son to get &lt;a href=\"Baptism\"&gt;baptized&lt;/a&gt; where he lived and things like that. She said she didn't want to do it.\"\nRooney later said that Harrison had no intention of harming his girlfriend when he went to her house to pick up his son. \"The situation angered him. He didn't go there with intent.\" Meanwhile, Rooney stated that the Wilson case was different. According to Rooney \"[Wilson] knew what he was doing. He knew where his [former] girlfriend was and went to the bar looking for her. When he got there he punched her. That's different and I understand he expressed no regret.\nAfterwards, Rooney was criticized by the Women's Center and Shelter of Pittsburgh as a result of his comments. &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt;'s Matt Mosley later wrote that Rooney's attempt to \"explain that Harrison's heart was in the right place ... had to be one of the worst &lt;a href=\"Public%20Relations\"&gt;Public Relations&lt;/a&gt; moments in club history.\"\nSteelers taxes and taxpayer funding.\nIn August 2004, \"&lt;a href=\"Pittsburgh%20Tribune-Review\"&gt;Pittsburgh Tribune-Review&lt;/a&gt;\" writer &lt;a href=\"Bill%20Steigerwald\"&gt;Bill Steigerwald&lt;/a&gt; reported that Rooney's team received $5 million in state funds for a new, $12 million amphitheater. This was in addition to the $158 million in public subsidies the organization received to build &lt;a href=\"Heinz%20Field\"&gt;Heinz Field&lt;/a&gt;. Steigerwald wrote that: Since the Steelers don't own any taxable property, the Rooneys dodge city and county real estate taxes. Heinz Field, which the Steelers operate and profit from in myriad ways, is owned by taxpayers through the Sports and Exhibition Authority. The team offices, practice field and workout facilities are leased from &lt;a href=\"University%20of%20Pittsburgh%20Medical%20Center\"&gt;UPMC&lt;/a&gt;'s tax-exempt &lt;a href=\"UPMC%20Sports%20Performance%20Complex\"&gt;Sports Performance Complex&lt;/a&gt;. Steelers players pay payroll and occupation taxes like everyone else. Fans pay the 5 percent city amusement tax on each ticket. But the Steelers - like a few other profit-making corporations - aren't exempt from paying both a city mercantile tax (3 &lt;a href=\"mill%20%28currency%29\"&gt;mills&lt;/a&gt; on concessions, etc.) and a city business privilege tax (6 mills on gross receipts). Tax officials say these taxes are highly complicated to compute – and the final amounts the Steelers pay are top secret.\nAmbassador to Ireland.\nOn March 17, 2009, President Obama announced he had nominated Rooney to become the next &lt;a href=\"List%20of%20ambassadors%20of%20the%20United%20States%20to%20Ireland\"&gt;U.S. ambassador to Ireland&lt;/a&gt;, citing the owner's longstanding support for &lt;a href=\"Irish-American\"&gt;Irish-American&lt;/a&gt; charitable causes. In 2008, Rooney gave $30,000 to a &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt; committee that aided &lt;a href=\"Barack%20Obama%202008%20presidential%20campaign\"&gt;Obama's campaign&lt;/a&gt;, according to &lt;a href=\"Congressional%20Quarterly\"&gt;CQ MoneyLine&lt;/a&gt;, a non-partisan group that tracks political contributions. According to David Lewis, a &lt;a href=\"Vanderbilt%20University\"&gt;Vanderbilt University&lt;/a&gt; political scientist and the author of \"The Politics of Presidential Appointments\", \"giving coveted ambassadorships to political supporters is a relatively low-risk way for presidents to repay campaign debts.\"\nSecretary of State &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt; swore him in as the new ambassador to Ireland on July 1, 2009. Rooney presented his credentials to Irish President &lt;a href=\"Mary%20McAleese\"&gt;Mary McAleese&lt;/a&gt; on July 3, before making his first official speaking engagement at a lunch hosted by the American Chamber of Commerce Ireland.\nIn an April 2011 interview with \"&lt;a href=\"The%20Irish%20Times\"&gt;The Irish Times&lt;/a&gt;\", Rooney mentioned that he would consider resigning his ambassadorship in order to campaign for Obama's re-election. In a prepared statement released after that interview was published. Rooney stated, \"I was asked what I could do to help [Obama] in the next election and I responded that the best thing I could do would be to help him campaign. Were I to do so, it would require my resignation as ambassador to Ireland. However, I am very pleased with my accomplishments to date and I intend to continue to carry out my duties.\" On December 14, 2012, he resigned as ambassador to Ireland and returned to Pittsburgh. He would eventually be replaced in June 2014 by &lt;a href=\"Kevin%20O%27Malley\"&gt;Kevin O'Malley&lt;/a&gt;.\nPersonal life.\nRooney was married to his wife Patricia Regan for sixty-five years. They first met in the office of the Steelers where she was working, and got married soon after. The couple had nine children together, although he was predeceased by two of his daughters. Rooney was also the maternal great-uncle of actresses &lt;a href=\"Kate%20Mara\"&gt;Kate Mara&lt;/a&gt; and her sister &lt;a href=\"Rooney%20Mara\"&gt;Rooney Mara&lt;/a&gt;.\nIn 2008, he surprised many with his public endorsement of &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; for president. The family had traditionally been very private on politics, even being rumored to have a Republican bent. Rooney responded to his public endorsement with: \"When I think of Barack Obama's America I have great hope. I support his candidacy and look forward to his Presidency.\"\nRooney was the benefactor of the &lt;a href=\"Rooney%20Prize%20for%20Irish%20Literature\"&gt;Rooney Prize for Irish Literature&lt;/a&gt; and Vice-Chairman of &lt;a href=\"The%20American%20Ireland%20Fund\"&gt;The American Ireland Fund&lt;/a&gt;. He was also a Founding Chairman of &lt;a href=\"The%20Mentoring%20Partnership%20of%20Southwestern%20Pennsylvania\"&gt;The Mentoring Partnership of Southwestern Pennsylvania&lt;/a&gt;. He was named to the &lt;a href=\"PoliticsPA\"&gt;PoliticsPA&lt;/a&gt; list of most influential individuals in Pennsylvania politics in 2002. In 2008, Rooney became an honorary &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;Commander of the Most Excellent Order of the British Empire&lt;/a&gt;. He won the 2009 \"Jack Horrigan Memorial Award\", presented by the &lt;a href=\"Pro%20Football%20Writers%20Association\"&gt;Pro Football Writers Association&lt;/a&gt; to honor a league or club official \"for his or her qualities and professional style in helping the pro football writers do their job.\" He was recognized in 2016 with a Lifetime Achievement Award from the &lt;a href=\"Jackie%20Robinson%20Foundation\"&gt;Jackie Robinson Foundation&lt;/a&gt;.\nDeath.\nRooney died at the age of 84 on April 13, 2017. Attendees at his funeral in Pittsburgh included former president Barack Obama and former secretary of state &lt;a href=\"John%20Kerry\"&gt;John Kerry&lt;/a&gt;. His burial was in Christ Our Redeemer Catholic Cemetery, &lt;a href=\"Ross%20Township%2C%20Allegheny%20County%2C%20Pennsylvania\"&gt;Ross Township&lt;/a&gt;, Pennsylvania."
}