{
    "id": "11974253",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=11974253",
    "title": "Troy Thompson (rugby league)",
    "text": "Troy Thompson is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who last played as a or as a &lt;a href=\"Rugby%20league%20positions%23Second-row%20forward\"&gt;second rower&lt;/a&gt; for the &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt;. He previously played for the &lt;a href=\"Canberra%20Raiders\"&gt;Canberra Raiders&lt;/a&gt;.\nEarly life.\nBorn in &lt;a href=\"Canberra%2C%20Australia\"&gt;Canberra, Australia&lt;/a&gt;. Thompson was educated at &lt;a href=\"Dickson%20College\"&gt;Dickson College, Canberra&lt;/a&gt;, where he represented &lt;a href=\"Australian%20Schoolboys%20rugby%20league%20team\"&gt;1997 Australian Schoolboys&lt;/a&gt;.\nThompson played his junior football with West Belconnen Warriors.\nPlaying career.\nThompson made his first-grade debut playing for &lt;a href=\"Canberra%20Raiders\"&gt;Canberra Raiders&lt;/a&gt; against the &lt;a href=\"Brisbane%20Broncos\"&gt;Broncos&lt;/a&gt; in round 21 of the &lt;a href=\"National%20Rugby%20League%20season%202001\"&gt;2001 season&lt;/a&gt;.\nIn 2005 he, along with &lt;a href=\"Josh%20Miller%20%28rugby%20league%29\"&gt;Josh Miller&lt;/a&gt;, won the Raiders' \"&lt;a href=\"Mal%20Meninga%20Medal\"&gt;Player of the Year&lt;/a&gt;\" award, becoming the first joint-winners in the club's history.\nThompson was told he would not be offered another contract when his current one expired at the end of the 2010 season. This caused Thompson to publicly attack the Raiders for not offering him a further deal, to which he felt he was entitled due to playing for the club for so long. \nThis was due to Canberra having signed &lt;a href=\"Brett%20White\"&gt;Brett White&lt;/a&gt;, a more experienced representative player who played in the same position as Thompson at a higher level for similar amounts of money. \nThompson then went on to play with &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt; after signing with them for the 2011 season. Thompson made 7 appearances for the club and his last game in first grade was a 40-8 loss against the &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt;."
}