{
    "id": "1198454",
    "revid": "1060301556",
    "url": "https://en.wikipedia.org/wiki?curid=1198454",
    "title": "Sanjaya",
    "text": "Sanjaya or sanjay (&lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt;: संजय, meaning \"victory\") or Sanjaya Gavalgana is a character from the ancient Indian Hindu war epic \"&lt;a href=\"Mah%C4%81bh%C4%81rata\"&gt;Mahābhārata&lt;/a&gt;\".\nIn \"Mahabharata\"—An ancient story of a war between the &lt;a href=\"Pandavas\"&gt;Pandavas&lt;/a&gt; and the &lt;a href=\"Kauravas\"&gt;Kauravas&lt;/a&gt;—the blind &lt;a href=\"monarch\"&gt;king&lt;/a&gt; &lt;a href=\"Dhritarashtra\"&gt;Dhritarashtra&lt;/a&gt; is the father of the principals of the Kaurava side. Sanjaya, son of charioteer Gavalgana, is Dhritarashtra's advisor and also his &lt;a href=\"chariot\"&gt;chariot&lt;/a&gt;eer. Sanjaya was a disciple of sage &lt;a href=\"Vyasa\"&gt;Krishna Dwaipayana Veda Vyasa&lt;/a&gt; and was immensely devoted to his master, King &lt;a href=\"Dhritarashtra\"&gt;Dhritarashtra&lt;/a&gt;. Sanjaya — who has the gift of seeing events at a distance (&lt;a href=\"divya-drishti\"&gt;divya-drishti&lt;/a&gt;) right in front of him, granted by the sage &lt;a href=\"Vyasa\"&gt;Vyasa&lt;/a&gt; — narrates to Dhritarashtra the action in the climactic battle of &lt;a href=\"Kurukshetra\"&gt;Kurukshetra&lt;/a&gt;, which includes the \"&lt;a href=\"Bhagavad%20Gita\"&gt;Bhagavad Gita&lt;/a&gt;\".\nRole in the Mahabharata.\nAs a messenger.\nBefore this great war broke out, Sanjaya had gone to &lt;a href=\"Yudhishtira\"&gt;Yudhishtira&lt;/a&gt; as the Ambassador of Kauravas to negotiate on behalf of them.\nGift of Divine Vision.\nHaving a divine vision is completely different than just a subtle sight (“Sanjaya’s Gift”). One who possesses a subtle sightsees image of things invisible in his mind, whereas in divine vision, instead of it being in the mind, it is like seeing it in person. Also, the sounds are heard with the physical ear and not as a current of thought.\nAs the describer of the Mahabharata war.\nWhile Sanjaya was still in Hastinapur, the series of events that happened on the battlefield of Kurukshetra was very clear to him (“Sanjaya’s Gift”). He saw with his eyes as if he was on the battlefield. Sanjaya saw:\npartisans of Dhritarashtra and the Pandavas gathered there, heard with his ears the words of Duryodhana, the fierce battle-cry of grandfather Bhishma, the mighty sound of Panchajanya proclaiming the destruction of the Kurus, and the dialogue between Krishna and Arjuna bringing out the import of the Gita (“Sanjaya’s Gift”).\nSanjaya clearly has an advantage over an average person because he could hear things that would even frighten the average person. He was described to be gifted as he could see “events at a distance granted by the Rishi Vyasa” (“Sanjaya, Charioteer”). On the eve of the Mahabharata War, the Gita was spoken, “we find in the very first verse of the Gita, King Dhritarashtra seeking information about the War from Sanjaya who had received the gift of divine vision”(“Sanjaya’s Gift”).\nAs Dhritarashtra's advisor, Sanjaya's job was not as hard. Until he had to tell Dhritarashtra the news of the death of his “hundred sons at the hands of Bhima at different points of time in the battle and offers the sorrowing king solace in his darkest hours”(“Vyasa”). Sanjaya tells every incident of the Kurukshetra war. Sanjaya also gives various descriptions of:\nEarth, the other planets, and focuses on the Indian subcontinent and gives an elaborate list of hundreds of kingdoms, tribes, provinces, cities, towns, villages, rivers, mountains, and forests of the (ancient) Indian Subcontinent (Bharata Varsha).\nHe also explains about the military formations adopted by each side on each day, the death of each hero and the details of each war-racing (“Vyasa”).\nSanjaya is known to be very frank in his narration of the battle events and his opinions and he also predicted the destruction of Kauravas at the hands of Krishna and Arjuna (“Sanjaya, Charioteer”). Sanjaya was Dhritarashtra's honest advisor.\nSymbolism.\nSanjaya is a virtuous character who “represents intuitive knowledge, which arises from long and arduous spiritual practice, a predominance of sattva and inner awakening” (V, “Symbolism in the Bhagavadgita”). Despite him not being as lucky as Arjuna to earn the divine grace, he is still able to receive knowledge from Lord Krishna because he mastered having control over his body and mind (V, “Symbolism in the Bhagavadgita”). He represents having a sense of awareness as he is able to witness all of the details occurring in the battle. Sanjaya was able to spot when “Arjuna dropped his bow and arrows, and sat down on the seat of the chariot, with his mind overwhelmed with sorrow” (Sharma 11). Seeing Arjuna past his physical appearance as being exhausted from the battle, Sanjaya displays his mastery in the mind and body as he was able to see Arjuna as sorrowful.\nReferences.\n“Sanjaya, Charioteer of Maharaja Dhritarashtra.” IndiaNetzone, 9 November 2014,\n www.indianetzone.com/35/sanjaya_charioteer_maharaja_dhritarashtra.htm. Accessed 24 February 2017.\n“Sanjaya’s Gift of Divine Vision.” Site of Sri Aurobindo &amp; The Mother, www.aurobindo.ru/workings/sa/04/0018_e.htm. Accessed 25 February 2017.\nSharma, Mahesh. “Bhagavadgita: A Journey From the Body to the Soul.” Author House, 2015, p. 11.\nV, Jayaram. “Symbolism in the Bhagavadgita - Main Participants.” Hinduwebsite.com, www.hinduwebsite.com/participants.asp. Accessed 26 February 2017."
}