{
    "id": "11981905",
    "revid": "28427534",
    "url": "https://en.wikipedia.org/wiki?curid=11981905",
    "title": "Ethics (journal)",
    "text": "Ethics: An International Journal of Social, Political, and Legal Philosophy is a &lt;a href=\"peer-reviewed\"&gt;peer-reviewed&lt;/a&gt; &lt;a href=\"academic%20journal\"&gt;academic journal&lt;/a&gt; established in 1890 as the \"International Journal of Ethics\", renamed in 1938, and published since 1923 by the &lt;a href=\"University%20of%20Chicago%20Press\"&gt;University of Chicago Press&lt;/a&gt;. The journal covers scholarly work in &lt;a href=\"Ethics\"&gt;moral&lt;/a&gt;, &lt;a href=\"Political%20philosophy\"&gt;political&lt;/a&gt;, and &lt;a href=\"Philosophy%20of%20law\"&gt;legal&lt;/a&gt; &lt;a href=\"philosophy\"&gt;philosophy&lt;/a&gt; from a variety of intellectual perspectives, including social and &lt;a href=\"Political%20philosophy\"&gt;political theory&lt;/a&gt;, &lt;a href=\"law\"&gt;law&lt;/a&gt;, and &lt;a href=\"economics\"&gt;economics&lt;/a&gt;. It publishes both theory and application of theory to contemporary &lt;a href=\"moral%20issues\"&gt;moral issues&lt;/a&gt;, as well as historical essays, provided they have significant implications for contemporary theory. The journal also publishes review essays, discussion articles, and book reviews. The journal employs a &lt;a href=\"double-blind%20peer%20review\"&gt;double-blind peer review&lt;/a&gt; process.\nAccording to the \"&lt;a href=\"Journal%20Citation%20Reports\"&gt;Journal Citation Reports&lt;/a&gt;\", the journal has a 2019 &lt;a href=\"impact%20factor\"&gt;impact factor&lt;/a&gt; of 1.892.\nHistory.\n\"Ethics\" is the direct continuation of the \"International Journal of Ethics\", established in October 1890. Its first volume included contributions by many leading moral philosophers, including the pragmatists &lt;a href=\"John%20Dewey\"&gt;John Dewey&lt;/a&gt; and &lt;a href=\"William%20James\"&gt;William James&lt;/a&gt;, idealists &lt;a href=\"Bernard%20Bosanquet%20%28philosopher%29\"&gt;Bernard Bosanquet&lt;/a&gt;, and &lt;a href=\"Josiah%20Royce\"&gt;Josiah Royce&lt;/a&gt;, and the utilitarian &lt;a href=\"Henry%20Sidgwick\"&gt;Henry Sidgwick&lt;/a&gt;.\nThe journal was established by the leaders of the &lt;a href=\"humanism\"&gt;humanist&lt;/a&gt; &lt;a href=\"Ethical%20Movement\"&gt;Ethical Movement&lt;/a&gt;, most notably &lt;a href=\"Felix%20Adler%20%28professor%29\"&gt;Felix Adler&lt;/a&gt;, who was involved in the &lt;a href=\"American%20Ethical%20Union\"&gt;American Ethical Union&lt;/a&gt;, but also his humanist counterparts in the &lt;a href=\"Humanists%20UK\"&gt;British Ethical Union&lt;/a&gt; such as &lt;a href=\"Stanton%20Coit\"&gt;Stanton Coit&lt;/a&gt;, &lt;a href=\"John%20Stuart%20Mackenzie\"&gt;John Stuart Mackenzie&lt;/a&gt;, and &lt;a href=\"J.H.%20Muirhead\"&gt;J.H. Muirhead&lt;/a&gt;, as part of an &lt;a href=\"editorial%20board\"&gt;editorial board&lt;/a&gt; which also featured philosophers from Paris, Berlin, and Prague. The journal's first editor was S. Burns Weston, who assembled an international editorial committee.\nFrom its first issue in October, 1890 the journal published articles on ethics, discussions, and book reviews. It also served another function, which was to report on the activities of ethical culture societies around the world. Examples include the 1891 \"book review\" summarizing the annual report of the Workingman’s School that was being operated by the New York Ethical Society and &lt;a href=\"Jane%20Addam\"&gt;Jane Addam&lt;/a&gt;'s 1898 report and commentary on her reformist social work at &lt;a href=\"Hull%20House\"&gt;Hull House&lt;/a&gt; in Chicago.\nIn 1914, &lt;a href=\"James%20Hayden%20Tufts\"&gt;James Hayden Tufts&lt;/a&gt; became the editor of the journal, and brought on &lt;a href=\"John%20Dewey\"&gt;John Dewey&lt;/a&gt; as an associate editor. Under his leadership, the journal gradually shifted away from the Ethical Culture Movement and became a leading journal of philosophy. It was sold to the &lt;a href=\"University%20of%20Chicago%20Press\"&gt;University of Chicago Press&lt;/a&gt; in 1923.\n&lt;a href=\"Thomas%20Vernor%20Smith\"&gt;Thomas Vernor Smith&lt;/a&gt; became editor of the journal in 1932, and brought on a number of new members to the editorial committee, including &lt;a href=\"Herbert%20James%20Paton\"&gt;Herbert James Paton&lt;/a&gt;, &lt;a href=\"Ralph%20Barton%20Perry\"&gt;Ralph Barton Perry&lt;/a&gt;, and &lt;a href=\"W.D.%20Ross\"&gt;W.D. Ross&lt;/a&gt;.\nUnder the leadership of &lt;a href=\"Brian%20Barry\"&gt;Brian Barry&lt;/a&gt; in 1979, the journal became more interdisciplinary and once again quite international, and the editorial board grew to fifty-two members. Editor &lt;a href=\"Gerald%20Dworkin\"&gt;Gerald Dworkin&lt;/a&gt; instituted a double-blind review process in 1991. In 2017, the then editor, &lt;a href=\"Henry%20S.%20Richardson\"&gt;Henry S. Richardson&lt;/a&gt;, removed the remaining qualifications resulting in a review process in which none of the editors learn the authors' names until after the final decision has been reached on their submission. In 2018, &lt;a href=\"Julia%20Driver\"&gt;Julia L Driver&lt;/a&gt; and Connie S. Rosati became co-editors of the journal, the first women to do so in its history."
}