{
    "id": "1201653",
    "revid": "30248431",
    "url": "https://en.wikipedia.org/wiki?curid=1201653",
    "title": "Arabesk trilogy",
    "text": "The \"Arabesk\" &lt;a href=\"trilogy\"&gt;trilogy&lt;/a&gt; is a sequence of &lt;a href=\"alternate%20history%20%28fiction%29\"&gt;alternate history&lt;/a&gt; novels by the British author &lt;a href=\"Jon%20Courtenay%20Grimwood\"&gt;Jon Courtenay Grimwood&lt;/a&gt;.\nStarting with the 2001 novel \"Pashazade\" and continuing with \"Effendi\" (2002) and \"Felaheen\" (2003), the &lt;a href=\"point%20of%20divergence\"&gt;point of divergence&lt;/a&gt; occurs in 1915 by &lt;a href=\"US%20President\"&gt;US President&lt;/a&gt; &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt; brokering an earlier peace so that &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; never expanded outside the &lt;a href=\"Balkans\"&gt;Balkans&lt;/a&gt;. The books are set in a liberal Islamic &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt; in the 21st century, mainly centring on &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;, referred to as El Iskandriyah.\nThe central character, Raf, is an enigma. Genetically enhanced, frequently wired on various drugs, occasionally accompanied by the hallucinatory &lt;a href=\"Arctic%20fox\"&gt;fox&lt;/a&gt; &lt;a href=\"wikt%3Atiriganiaq\"&gt;Tiriganiaq&lt;/a&gt;, and strongly conscientious in everything he does, Raf's past is as much a mystery as his future.\n\"Pashazade\".\n (shortlisted for the 2002 &lt;a href=\"Arthur%20C.%20Clarke%20Award\"&gt;Arthur C. Clarke Award&lt;/a&gt;, &lt;a href=\"BSFA%20award\"&gt;BSFA award&lt;/a&gt; for Best Novel and &lt;a href=\"John%20W.%20Campbell%20Memorial%20Award%20for%20Best%20Science%20Fiction%20Novel\"&gt;John W. Campbell Memorial Award&lt;/a&gt;)\nThe first book centres on the arrival in Alexandria of &lt;a href=\"Bey\"&gt;Bey&lt;/a&gt; Ashraf al-Mansur, claimed to be the son of the &lt;a href=\"Emir\"&gt;Emir&lt;/a&gt; of &lt;a href=\"Tunisia\"&gt;Tunis&lt;/a&gt;. Shortly after his arrival, though, Raf's tendency to do exactly what he thinks is right leads to unexpected consequences. Between caring for his niece, Hani, and attempting to understand Zara, the girl he was to marry, Raf ends up suspected of his Aunt Nafisa's murder, running from the police as he tries desperately to work out who really killed her.\nThe main story is intercut with out-of-order flashbacks to Raf's past as a schoolboy in Swiss and Scottish &lt;a href=\"boarding%20schools\"&gt;boarding schools&lt;/a&gt; and as 'ZeeZee', a low-ranking agent of Hu San, an influential &lt;a href=\"Triad%20society\"&gt;Triad&lt;/a&gt; boss in &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt;.\n\"Effendi\".\n\"Effendi\" was shortlisted for the &lt;a href=\"BSFA%20award\"&gt;BSFA award&lt;/a&gt; for Best Novel.\nThe second book opens with the discovery of a body near the mansion of billionaire Hamzah Effendi, Zara's father. As the new Chief of Detectives, Raf is obliged to investigate, he uncovers a past as a child soldier under the infamous Colonel Abad that Hamzah would rather forget. Meanwhile, as agents from &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;, &lt;a href=\"Washington%2C%20DC\"&gt;Washington, DC&lt;/a&gt;, and &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; battle diplomatically for influence over North Africa's most influential port, its nominal ruler, the young &lt;a href=\"Khedive\"&gt;Khedive&lt;/a&gt;, is sent on holiday by the &lt;a href=\"Governor%20General\"&gt;Governor General&lt;/a&gt; Koenig &lt;a href=\"Pasha\"&gt;Pasha&lt;/a&gt;, whose cryptic notes Raf is left struggling to understand. The whole city hangs in the balance, and this time, Raf will need help to save it.\nThis novel includes a second narrative dealing with the young Hamzah's actions as a prepubescent soldier surviving famine and desert to carry out his lethal mission for the mysterious Abad.\n\"Felaheen\".\n\"Felaheen\" was the winner of the &lt;a href=\"BSFA%20award\"&gt;BSFA award&lt;/a&gt; for Best Novel and shortlisted for the &lt;a href=\"British%20Fantasy%20Award\"&gt;British Fantasy Award&lt;/a&gt;.\nThe third book starts with the near-death of the Emir of Tunis, forcing Raf to investigate the biggest mystery of all, his own origins. As the 11-year-old Hani races to get to the Emir's banquet, Raf is forced underground to discover the truth about his father. Kashif Pasha, the Emir's other son, is intent on removing any threat Raf might pose to his own claim to the throne, but he could get more than he bargained for if Raf's &lt;a href=\"djinn\"&gt;djinn&lt;/a&gt;-like abilities are as real as Hani thinks.\nFrequent flashbacks tell the story of Sally Welham, Raf's mother, from New York to &lt;a href=\"Tunis\"&gt;Tunis&lt;/a&gt; via &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt; as she sets out to get what she wants."
}