{
    "id": "1202095",
    "revid": "1060649144",
    "url": "https://en.wikipedia.org/wiki?curid=1202095",
    "title": "Ark Alexandra Academy",
    "text": "Ark Alexandra, previously known as Hastings Grammar School, William Parker School, William Parker Sports College, and later as Ark William Parker is a &lt;a href=\"secondary%20school\"&gt;secondary school&lt;/a&gt; in &lt;a href=\"Hastings\"&gt;Hastings&lt;/a&gt;, &lt;a href=\"East%20Sussex\"&gt;East Sussex&lt;/a&gt; in the United Kingdom. It was the only male single-sex secondary school in East Sussex and is now a co-educational Academy spread over two sites after &lt;a href=\"Ark%20Helenswood%20Academy\"&gt;Ark Helenswood Academy&lt;/a&gt; merged with Ark William Parker on 1 September 2019.\nHistory.\nIn 1619 The Rev. William Parker, Rector of &lt;a href=\"All%20Saints%20Church%2C%20Hastings\"&gt;All Saints Church, Hastings&lt;/a&gt; died, leaving a will which said:\nThis is taken as the foundation of the school, although Parker's will also stated that his widow should enjoy the income from all his property until her death, so no money was available to appoint the first master until twenty years later. The will stipulated that the master should be chosen by the jurates (town councillors) living within the parish of All Saints, rather than by the town council as a whole, and by any heir of William Parker still living in Hastings.\nParker's nephew William became Mayor of Hastings, and his nephew's son (also William) later became master of the school. &lt;a href=\"Titus%20Oates\"&gt;Titus Oates&lt;/a&gt;, son of the rector of All Saints, Samuel Oates, and later infamous for fabricating the notorious &lt;a href=\"Popish%20Plot\"&gt;Popish Plot&lt;/a&gt;, started his career by bringing false charges against both William Parkers in an attempt to create a vacancy for the post of master. Records of early masters are incomplete, but in 1759 John Shorter was appointed master, once again by another William Parker, mayor elect.\nIn 1708 a &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt;ish landowner by the name of James Saunders made various charitable legacies in his will, including provisions for a schoolmaster in &lt;a href=\"Rye%2C%20East%20Sussex\"&gt;Rye&lt;/a&gt; and a schoolmaster and two school mistresses in Hastings. One of the mistresses was to teach 30 pupils in the parish of All Saints and the other in the parish of St Clements, at a salary of £10 per year. The master was to teach reading, writing, Latin, accounting, mathematics and navigation to any poor child in Hastings \"from the Seagate next the Fish Market\", at a salary of £40 per year, subject to a maximum of 70 pupils. Saunders stipulated that the corporation of each of the towns concerned should oversee the way the other operated their school, with the penalty for failing to comply with the terms of the bequest that all the funds should go to the other town.\nFalling income from the two charities meant that by 1809 one master, Joseph Hannay, was employed to teach forty boys on behalf of the Parker school, and fifteen for the Saunders school. The Saunders fund continued to pay two schoolmistresses ten pounds each per year, while the master received three pounds per child. Local complaints about the low rents being charged by the corporation for the Parker fund lands had led to increases from £49 in 1787 to £134 in 1809, but the council also turned down an offer from one James Halloway to rent the estate for £205. Thomas Breeds, another prominent local man, applied to the High Court of Chancery arguing that the funds were being improperly administered, with the result that he himself rented them for £210, no higher bid being received at a &lt;a href=\"public%20auction\"&gt;public auction&lt;/a&gt;. The expenses of the case were paid by the funds, with the result that the Saunders school had to close for five years, but afterwards two separate masters were appointed.\nThe two were permanently re-merged in 1878, together with part of the Magdalen trust, to form the \"Hastings Grammar School Foundation\". A Victorian &lt;a href=\"Gothic%20Revival%20architecture\"&gt;Gothic Revival&lt;/a&gt; building was constructed by &lt;a href=\"John%20Howell%20%26amp%3B%20Son\"&gt;John Howell &amp; Son&lt;/a&gt; to the design of Jeffery &amp; Skiller on a slope overlooking Hastings, at Standen's High Field which became Nelson road, and occupied in July 1883. The school was originally designed as a central tower with wings either side. Owing to lack of funds, the wing intended as accommodation for the headmaster and boarders was never built.\nModern educational reforms.\nFollowing the Education Act of 1902, the school began to receive a grant from the British Government. Under the Education Act of 1944, secondary schools in England were reorganised in three categories: &lt;a href=\"Grammar%20schools%20in%20the%20United%20Kingdom\"&gt;grammar schools&lt;/a&gt;, &lt;a href=\"technical%20school\"&gt;technical school&lt;/a&gt;s, and &lt;a href=\"secondary%20modern%20school\"&gt;secondary modern school&lt;/a&gt;s. The school was naturally classed as a grammar school under this scheme, and had &lt;a href=\"voluntary%20aided%20school\"&gt;voluntary aided&lt;/a&gt; status: in other words the income from the Foundation was supplemented by a grant from the Local Education Authority. From now on, admission to the school was solely via the &lt;a href=\"eleven-plus\"&gt;eleven-plus&lt;/a&gt; examination, and education was free (previously there had been fees of five &lt;a href=\"British%20coin%20Guinea\"&gt;guinea&lt;/a&gt;s a year). Classes were held six days a week, with no lessons on Wednesday and Saturday afternoons. Saturday morning school was abolished in 1967.\nVoluntary controlled status.\nIn 1959 the school governors decided to change the status of the school from voluntary aided to &lt;a href=\"voluntary%20controlled%20school\"&gt;voluntary controlled&lt;/a&gt;. The school was now controlled by a board of ten governors appointed by the borough of Hastings and five appointed by the charitable foundation. The charitable funds remained under the control of the foundation governors, but responsibility for providing buildings now fell to the education authority. A new modern building was constructed further from the town centre, on of land which had long been used as the school's playing fields. The new school was designed for 570 boys, including a sixth form of 120, and is now the Parkstone Road half of the school. The foundation stone of the new school was laid on 4 July 1962, and the school occupied in 1964.\nComprehensive school.\nThe incoming Labour government of 1965 introduced a change in national education policy intended to phase out grammar school education and replace it with &lt;a href=\"Comprehensive%20school\"&gt;comprehensive education&lt;/a&gt;. This was resisted by the borough of Hastings, but local government reorganisation under the following Conservative administration meant that the autonomous county borough was abolished and replaced by East Sussex County Council as the education authority. A decision was taken to change to a comprehensive school intake, and at the same time to merge the school with Hastings Secondary School. A further new building was constructed on the same site, but reached by a separate road entrance in Park Avenue. The school was renamed \"the William Parker School\" and had its first comprehensive system intake in 1978. This first year of comprehensive students were temporarily taught in Priory Road School, with occasional lessons at the old Grammar School while the new building was being completed, and moved across to the new location for 1979 start of school year.\nCollege.\nIn 1998, the school achieved specialist Sports College status, following the new opening of an athletics arena.\nTowards 2000 the Alan Booth Jones Cricket centre opened, which featured indoor cricket and other sports facilities used both by the school and externally.\nIn 2006, the school re-instated the roles of Head Boy, Deputy Head Boy and Prefects for the Year 7-11 year group. They were chosen from Year 11 and distinguished from the rest of the year group by their tie, which was dark blue with the school crest.\nIn 2013, William Parker Sports College was graded Inadequate by &lt;a href=\"Ofsted\"&gt;Ofsted&lt;/a&gt; and &lt;a href=\"Ofsted\"&gt;Her Majesty's Chief Inspector of Education, Children's Care and Skills&lt;/a&gt; placed the college into Special Measures. As a result, the &lt;a href=\"Secretary%20of%20State%20for%20Education\"&gt;Secretary of State&lt;/a&gt; issued an academy order in accordance with Section 44 of the &lt;a href=\"Education%20Act%202005\"&gt;Education Act 2005&lt;/a&gt;.\nAcademy.\nIn 2013, the &lt;a href=\"School%20governor\"&gt;governing body&lt;/a&gt; applied with &lt;a href=\"Ark%20%28charity%29%23UK%20Education\"&gt;Ark&lt;/a&gt; to become an &lt;a href=\"Academy%20%28English%20school%29\"&gt;academy&lt;/a&gt;. On 1 September 2013, ARK William Parker opened, replacing William Parker Sports College, with a capacity of 1400 including a sixth form of 200 places.\nThe school shared a &lt;a href=\"sixth%20form\"&gt;sixth form&lt;/a&gt; with &lt;a href=\"Ark%20Helenswood%20Academy\"&gt;Ark Helenswood&lt;/a&gt; which at its latest inspection was graded Good and shares the highest results, for progress, in &lt;a href=\"East%20Sussex\"&gt;East Sussex&lt;/a&gt;.\nAfter becoming an Ark academy, the school received two &lt;a href=\"Education%20Act%202005\"&gt;Section 5&lt;/a&gt; &lt;a href=\"Ofsted\"&gt;Ofsted&lt;/a&gt; inspections each grading the school Requires Improvement and despite encouraging signs of improvement, it was plagued by a falling roll, budget deficits and high staff turnover. From its inception as an &lt;a href=\"Academy%20%28English%20school%29\"&gt;academy&lt;/a&gt; in 2013 to its merger in 2019, the academy had been led by four Principals. Mr Daniel Hatley served as the second principal of Ark William Parker, however, he had been appointed as the principal by East Sussex County Council of William Parker Sports College prior to the school's conversion into a Sponsored Academy. He later became the Associate Principal and, finally, the Principal again of Ark WIlliam Parker.\nIn 2017, Ofsted praised the 'School leaders, governors and members of the academy trust' for 'focusing on the right things' leading to 'already encouraging signs of improvement.' However, the academy still maintained its Requires Improvement judgement.\nWhile the final results of Ark William Parker moved in line with the national average (2018–19), the school had continually performed below the government's floor standards. Attendance, however, had improved by 2018 to the joint highest in East Sussex.\nIn 2018-19, Ark William Parker achieved the second highest results in Hastings with an average Progress 8 score finishing above the largest academies in Hastings, &lt;a href=\"The%20St%20Leonards%20Academy\"&gt;The St Leonards Academy&lt;/a&gt; and &lt;a href=\"Hastings%20Academy\"&gt;The Hastings Academy&lt;/a&gt;.\nArk Alexandra.\nAfter continual budget deficits, Ark took the contentious decision to bring Ark Helenswood and Ark William Parker together as one school on two sites.\nThe Helenswood campus would house &lt;a href=\"Key%20Stage%203\"&gt;KS3&lt;/a&gt;, years 7-8 and the William Parker campus years 9-13 which includes the sixth form. The Minister approved this proposed merger on 19 December 2018 and on 1 September 2019, Ark Helenswood closed and merged with Ark William Parker. Ark Alexandra assumed the legal identity of Ark William Parker with an expanded \"co-educational\" capacity of 2100 students across two sites and it opened on 1 September 2019.\nThe Principal and Executive Principal of Ark William Parker assumed their same roles at Ark Alexandra Academy and they are assisted by an Associate Regional Principal and a Regional Director.\nIn January 2020, the Principal, Stephanie Newman, announced she was stepping back. She was appointed in 2017 as the Acting Principal which makes her the longest serving Principal of Ark William Parker.\nCampus.\nAfter Ark Helenswood merged into Ark William Parker to become Ark Alexandra, the academy now educates students across two sites: the Helenswood (Lower) Campus and the William Parker (Upper) Campus. Below are the details of the William Parker Campus:\nMiddle Block.\nThe middle block is the newest classroom building on the site and it houses the library and two IT classrooms.\nLower Block.\nThe lower block is a 1/2 storey building with a 'bare-brick' style. The classrooms here are: Mathematics, DT, Graphics, ICT, Business, Economics, Politics, Drama, PE and SEN (Special Educational Needs). Also on the Lower School grounds is a Sports Centre, Engineers Garage and Athletics Track.\nThe lessons taught in the Lower block are:\nSports, clubs, and traditions.\nWilliam Parker.\nApart from &lt;a href=\"Football%20%28soccer%29\"&gt;football&lt;/a&gt; and &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;, many other sports are played like Rugby, Badminton and Basketball.\nWilliam Parker was divided into three &lt;a href=\"House%20system\"&gt;houses&lt;/a&gt; for sporting events and for students to wear during PE lessons.\nHouses haven't been decided yet\nThe house system was incorporated into the pastoral system for 2017-18 and 2018–19, and as a result, there were three Heads of Houses with responsibility for charity fundraising and house events as well as, the behaviour, attendance and tutor activities of students in their house.\nArk Alexandra Academy.\nArk Alexandra maintains William Parker's &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt; distinctiveness and aims to preserve and build on the legacy of both William Parker and Helenswood. It has five houses including two from William Parker, however, the house system has yet to be embedded into the academy fully. The school has three values: Faith, Excellence and Kindness.\nUniform.\nThere are currently three uniforms that are worn at Ark Alexandra Academy including at the William Parker campus. For &lt;a href=\"Year%20Seven\"&gt;Year 7s&lt;/a&gt;, the new Ark Alexandra Academy uniform is cumpolsory, however, for the other years, excluding the sixth form, they are free to wear either their old Ark Helenswood/Ark William Parker uniform or buy and wear the new uniform. The various uniforms are as follows:\nFurther reading.\nJ. Manwaring Baines, J. R. Conisbee, and N. Bygate, \"The History of Hastings Grammar School 1619-1966\", published by the Governors of the Hastings Grammar School Foundation, 1956, revised 1967."
}