{
    "id": "12023261",
    "revid": "41679398",
    "url": "https://en.wikipedia.org/wiki?curid=12023261",
    "title": "Dickie Lloyd",
    "text": "Richard Averill Lloyd (4 August 1891 in &lt;a href=\"County%20Tyrone\"&gt;County Tyrone&lt;/a&gt;, Ireland – 23 December 1950 in &lt;a href=\"Belfast\"&gt;Belfast&lt;/a&gt;, &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;) known as Dickie Lloyd was an Irish &lt;a href=\"cricketer\"&gt;cricketer&lt;/a&gt; and &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player. At &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;, he was a right-handed &lt;a href=\"batsman\"&gt;batsman&lt;/a&gt; and right-arm &lt;a href=\"Fast%20bowling\"&gt;medium pace&lt;/a&gt; &lt;a href=\"Bowler%20%28cricket%29\"&gt;bowler&lt;/a&gt; who played two &lt;a href=\"first-class%20cricket\"&gt;first-class&lt;/a&gt; matches for the &lt;a href=\"Ireland%20cricket%20team\"&gt;Ireland cricket team&lt;/a&gt;, also playing for &lt;a href=\"Lancashire%20County%20Cricket%20Club\"&gt;Lancashire&lt;/a&gt;. In rugby union, he was a &lt;a href=\"Rugby%20union%20positions%2310.%20Fly-half\"&gt;fly-half&lt;/a&gt; who played 19 times for the &lt;a href=\"Ireland%20national%20rugby%20union%20team\"&gt;Ireland national rugby union team&lt;/a&gt;, scoring 72 points, and was regarded as one of the best goal kickers of the time. He is rated by his school, &lt;a href=\"Portora%20Royal%20School\"&gt;Portora Royal School&lt;/a&gt;, as one of their most famous pupils, alongside &lt;a href=\"Samuel%20Beckett\"&gt;Samuel Beckett&lt;/a&gt; and &lt;a href=\"Oscar%20Wilde\"&gt;Oscar Wilde&lt;/a&gt;.\nCricket career.\nHis cricket career began with &lt;a href=\"Dublin%20University%20Cricket%20Club\"&gt;Dublin University&lt;/a&gt;, and he made his Ireland debut while there, playing against &lt;a href=\"Scotland%20national%20cricket%20team\"&gt;Scotland&lt;/a&gt; in July 1911. He played his second, and final, match for Ireland against &lt;a href=\"South%20Africa%20national%20cricket%20team\"&gt;South Africa&lt;/a&gt; a year later. In 1914, he played one first-class match for the &lt;a href=\"Free%20Foresters\"&gt;Free Foresters&lt;/a&gt;, against &lt;a href=\"Cambridge%20University%20Cricket%20Club\"&gt;Cambridge University&lt;/a&gt;.\nLater, he played three first-class matches for Lancashire, a &lt;a href=\"County%20Championship\"&gt;County Championship&lt;/a&gt; match against &lt;a href=\"Gloucestershire%20County%20Cricket%20Club\"&gt;Gloucestershire&lt;/a&gt;, a match against &lt;a href=\"Australia%20national%20cricket%20team\"&gt;Australia&lt;/a&gt; in 1921, and a match against Cambridge University in 1922. CricketArchive records him as having played for &lt;a href=\"Denbighshire%20County%20Cricket%20Club\"&gt;Denbighshire&lt;/a&gt; in &lt;a href=\"Minor%20counties%20of%20English%20cricket\"&gt;Minor Counties&lt;/a&gt; cricket in the 1930s, though some research suggests that this is a different RA Lloyd, as the RA Lloyd who played for Denbighshire apparently looked nothing like a rugby player and did not sound Irish.\nCricket statistics.\nIn his two matches for Ireland, he scored 96 &lt;a href=\"Run%20%28cricket%29\"&gt;runs&lt;/a&gt; at an &lt;a href=\"Batting%20average%20%28cricket%29\"&gt;average&lt;/a&gt; of 32, with a top-score of 47 against Scotland in his first match. In first-class cricket, he scored 202 runs at an average of 20.2, with a top-score of 51 for Lancashire against Gloucestershire, his only half-century. He appears to have not bowled after leaving school, playing as &lt;a href=\"wicket-keeper\"&gt;wicket-keeper&lt;/a&gt; in one of his Lancashire matches.\nRugby union career.\nLloyd reached high level in schools' rugby in Ireland, representing the Ulster Schools XV. His team at &lt;a href=\"Portora%20Royal%20School\"&gt;Portora Royal School&lt;/a&gt;, where he was a key player, was considered by an Irish rugby historian to be \"the greatest school side in the history of the game\", beating adult sides on more than one occasion.\nHe made his debut for the Ireland rugby union team in 1910, while still a student, playing against &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt; and &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt; in the &lt;a href=\"Six%20Nations%20Championship\"&gt;Five Nations&lt;/a&gt;. He played in all Ireland's matches in the following year's tournament, repeating that run in 1912 and 1913. He also played a match against &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South Africa&lt;/a&gt; in November 1912. He played just twice in the 1914 Five Nations, against England and &lt;a href=\"France%20national%20rugby%20union%20team\"&gt;France&lt;/a&gt;, returning after the &lt;a href=\"World%20War%20I\"&gt;war&lt;/a&gt; to play twice in the 1920 tournament, again against England and France. He was later an international referee.\nRugby union statistics.\nIn his 19 matches for Ireland, he scored two &lt;a href=\"Try%20%28rugby%29\"&gt;tries&lt;/a&gt;, 16 &lt;a href=\"Try%20%28rugby%29\"&gt;conversions&lt;/a&gt;, seven &lt;a href=\"Field%20goal%20%28rugby%29\"&gt;drop goals&lt;/a&gt; and three &lt;a href=\"Penalty%20%28rugby%29\"&gt;penalties&lt;/a&gt;, for a total of 72 points under the current point scoring system, which was different when Lloyd played."
}