{
    "id": "1202210",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=1202210",
    "title": "Escort destroyer",
    "text": "An escort destroyer with &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; &lt;a href=\"hull%20classification%20symbol\"&gt;hull classification symbol&lt;/a&gt; DDE was a &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt; (DD) modified for and assigned to a fleet escort role after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. These destroyers retained their original hull numbers. Later, in March 1950, the post World War II &lt;a href=\"Anti-submarine%20warfare\"&gt;ASW&lt;/a&gt; destroyer (DDK) &lt;a href=\"Hull%20classification%20symbol\"&gt;classification&lt;/a&gt; was merged with the DDE classification, resulting in all DDK ships being reclassified as DDE, but again retaining their original &lt;a href=\"Hull%20number\"&gt;hull numbers&lt;/a&gt;. On 30 June 1962, the DDE classification was retired, and all DDEs were reclassified as destroyers (DD). \"Escort destroyers\" should not be confused with the cheaper, slower, less capable, and more lightly armed World War II \"&lt;a href=\"destroyer%20escort\"&gt;destroyer escort&lt;/a&gt;s\".\nConcept.\nFollowing the outbreak of World War II, the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; had inadequate numbers of warships suitable for escort of trade &lt;a href=\"convoy\"&gt;convoy&lt;/a&gt;s. While more modern destroyers were assigned to screen &lt;a href=\"capital%20ship\"&gt;capital ship&lt;/a&gt;s, destroyers built during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; were modified to serve as trade &lt;a href=\"convoy\"&gt;convoy&lt;/a&gt; escorts. Four &lt;a href=\"V%20and%20W-class%20destroyer\"&gt;V and W-class destroyer&lt;/a&gt;s were re-armed with modern &lt;a href=\"anti-aircraft\"&gt;anti-aircraft&lt;/a&gt; and &lt;a href=\"anti-submarine%20weapon\"&gt;anti-submarine weapon&lt;/a&gt;s. Additional V &amp; W destroyers received simpler modifications as shipyard resources became taxed by other wartime needs. The &lt;a href=\"quarterdeck\"&gt;quarterdeck&lt;/a&gt; gun was removed to increase &lt;a href=\"depth%20charge\"&gt;depth charge&lt;/a&gt; storage, and the after bank of &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; tubes was replaced by a anti-aircraft gun for escort of convoys in European coastal waters. Destroyers escorting trans-Atlantic convoys also replaced the &lt;a href=\"forecastle\"&gt;forecastle&lt;/a&gt; gun with &lt;a href=\"Hedgehog%20%28weapon%29\"&gt;hedgehog&lt;/a&gt;, removed all torpedo tubes to improve seaworthiness, and replaced one boiler with additional fuel storage to increase range. Similar modifications were made to former United States destroyers obtained through the &lt;a href=\"Destroyers%20for%20Bases%20Agreement\"&gt;Destroyers for Bases Agreement&lt;/a&gt;. Anticipating a possible need to defend convoys supplying &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; allies, the United States Navy modified older destroyers during the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;. In the absence of hostilities requiring escort of merchant shipping, escort destroyers operated with &lt;a href=\"anti-submarine%20warfare%20carrier\"&gt;anti-submarine warfare carrier&lt;/a&gt; (CVS) &lt;a href=\"hunter-killer%20group\"&gt;hunter-killer group&lt;/a&gt;s. Operational doctrine anticipated each CVS would be accompanied by eight DDEs. Four DDEs would provide a close screen for the CVS while the other four attacked submarines detected by aircraft.\n\"Gearing\" class.\n conversions were modified by replacing the B position &lt;a href=\"5%26quot%3B/38%20caliber%20gun\"&gt;5\"/38 caliber gun&lt;/a&gt;s (mount 52) with either &lt;a href=\"RUR-4%20Weapon%20Alpha\"&gt;RUR-4 Weapon Alpha&lt;/a&gt; or hedgehog. A second Weapon Alpha was sometimes installed at the aft end of the 01 level above the aft 5\"/38 gun mount.\n\"Fletcher\" class.\n conversions removed all torpedo tubes and three 5\"/38 caliber gun mounts to retain only the &lt;a href=\"main%20deck\"&gt;main deck&lt;/a&gt; mounts fore and aft. A Weapon Alpha replaced the B position gun mount.\n&lt;a href=\"W%20and%20Z-class%20destroyer\"&gt;Similar modifications&lt;/a&gt; were made by the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;, usually to older, &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; era vessels, to fit them for specific tasks such as convoy work."
}