{
    "id": "12041592",
    "revid": "589223",
    "url": "https://en.wikipedia.org/wiki?curid=12041592",
    "title": "1268–1271 papal election",
    "text": "The 1268–71 papal election (from November 1268 to 1 September 1271), following the death of &lt;a href=\"Pope%20Clement%20IV\"&gt;Pope Clement IV&lt;/a&gt;, was the longest papal election in the history of the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;. This was due primarily to political infighting between the &lt;a href=\"cardinal%20%28Catholicism%29\"&gt;cardinals&lt;/a&gt;. The election of Teobaldo Visconti as &lt;a href=\"Pope%20Gregory%20X\"&gt;Pope Gregory X&lt;/a&gt; was the first example of a papal election by \"compromise\", that is, by the appointment of a committee of six cardinals agreed to by the other remaining ten (this method was attempted once before, in the &lt;a href=\"1227%20papal%20election\"&gt;1227 papal election&lt;/a&gt;, but the choice of the committee refused the honor and the full group of cardinals proceeded to elect the pope). The election occurred more than a year after the magistrates of &lt;a href=\"Viterbo\"&gt;Viterbo&lt;/a&gt; locked the cardinals in, reduced their rations to bread and water, and removed the roof of the &lt;a href=\"Palazzo%20dei%20Papi%20di%20Viterbo\"&gt;Palazzo dei Papi di Viterbo&lt;/a&gt; where the election took place.\nAs a result of the length of the election, during which three of the twenty cardinal-electors died and one resigned, Gregory X promulgated the &lt;a href=\"papal%20bull\"&gt;papal bull&lt;/a&gt; \"&lt;a href=\"Ubi%20periculum\"&gt;Ubi periculum&lt;/a&gt;\" on 7 July 1274, during the &lt;a href=\"Second%20Council%20of%20Lyon\"&gt;Second Council of Lyon&lt;/a&gt;, establishing the &lt;a href=\"papal%20conclave\"&gt;papal conclave&lt;/a&gt;, whose rules were based on the tactics employed against the cardinals in Viterbo. The first election held under those rules is sometimes viewed as the first conclave.\nCardinal electors.\nThe dynamic of the conclave was divided between the &lt;a href=\"France\"&gt;French&lt;/a&gt; &lt;a href=\"Capetian%20House%20of%20Anjou\"&gt;Angevin&lt;/a&gt; cardinals, mostly created by &lt;a href=\"Pope%20Urban%20IV\"&gt;Pope Urban IV&lt;/a&gt;, who were amenable to an invasion of Italy by &lt;a href=\"Charles%20I%20of%20Naples\"&gt;Charles of Anjou&lt;/a&gt;, and the non-French (mostly &lt;a href=\"Italy\"&gt;Italian&lt;/a&gt;) cardinals whose numbers were just sufficient to prevent a French pope from being elected. Clement IV's crowning of Charles of Anjou as &lt;a href=\"Kingdom%20of%20Naples\"&gt;King of Naples&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20Sicily\"&gt;Sicily&lt;/a&gt;, previously a papal fief, had cemented the influence of the French monarchy in the Italian peninsula and created an intense division within the &lt;a href=\"College%20of%20Cardinals\"&gt;College of Cardinals&lt;/a&gt; between those who opposed and supported French influence, and by extension, &lt;a href=\"ultramontanism\"&gt;ultramontanism&lt;/a&gt;. &lt;a href=\"Conradin\"&gt;Conradin&lt;/a&gt;, the last ruler of the &lt;a href=\"House%20of%20Hohenstaufen\"&gt;House of Hohenstaufen&lt;/a&gt;, had been beheaded in &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt; just a month before the death of Clement IV.\nAt the death of Clement IV there were twenty cardinals in the Sacred College. One cardinal (Rodolphe of Albano) was absent throughout and died during the vacancy. The other nineteen cardinals participated in the election in 1269, but two died before the cardinals settled on a new pope.\n† denotes a cardinal elector who died during the election.\nParties in the College of Cardinals.\nAccording to contemporary accounts in the \"Annales Piacentines\" the College of Cardinals was divided into adherents of Charles d'Anjou (\"pars Caroli\") and the Imperial party (\"pars Imperii\"), but the exact reconstruction of these parties is very difficult. It is almost certain that this account is inaccurate when it claims that \"pars Caroli\" had six (or seven, in another place in that account) members, including Giovanni Gaetano Orsini and Ottobono Fieschi, while \"pars Imperii\" had eleven (or ten) members, Riccardo Annibaldi, Ottaviano Ubaldini and Uberto Coconati among them. Certainly five cardinals, namely Ottobono Fieschi, Guillame de Bray, Anchero Pantaleone, Simon Monpitie de Brie and Odo of Châteauroux belonged to the Angevin faction. But if Giovanni Gaetano Orsini was really one of their leaders, then his relatives Matteo Orsini Rosso and Giacomo Savelli should also be added here, and since Henry of Segusio is also likely to have belonged to this faction, its true size would have amounted to nine cardinals. The imperial party, on the contrary, could not have had more than ten members, including two who had died during the \"&lt;a href=\"sede%20vacante\"&gt;sede vacante&lt;/a&gt;\".\nAccording to Sternfeld it is possible to identify not only two, but as many as four parties in the Sacred College, of which two were \"pars Caroli\" and \"pars Imperii\" in the strict sense, while the remaining two represented the factions inside the Roman aristocracy: \nNevertheless, it seems that these four parties actually formed two blocs in the election: Annibaldi joined \"pars Imperii\", while Orsini aligned himself with \"pars Caroli\".\nProcedure.\nThe cardinals began the election by meeting and voting once a day in the Episcopal Palace in Viterbo, before returning to their respective residences; tradition dictated that the election should take place in the city where the previous pope died, if the late pontiff had died outside Rome. There is little reliable data about the candidates proposed during almost three years of deliberations; certainly cardinals Odo of Châteauroux, John of Toledo, Giovanni Gaetano Orsini, Ottaviano Ubaldini, Riccardo Annibadi and Ottobono Fieschi were counted among the &lt;a href=\"papabili\"&gt;papabili&lt;/a&gt;. According to later accounts, not supported by the contemporary sources, after two months, the cardinals nearly elected &lt;a href=\"Philip%20Benizi%20de%20Damiani\"&gt;Philip Benizi&lt;/a&gt;, general of the &lt;a href=\"Servite%20Order\"&gt;Servite Order&lt;/a&gt;, who had come to Viterbo to admonish the cardinals, but fled to prevent his election. Also the candidature of &lt;a href=\"Bonaventure\"&gt;Saint Bonaventure&lt;/a&gt; had allegedly been proposed. Modern scholars treat these accounts with scepticism, considering them as products of invention of the hagiographers of these two saints. Charles of Anjou was in Viterbo for the entirety of the election; Philip III of France visited the city in March 1271.\nIn late 1269, after several months of deadlock during which the cardinals had met only intermittently, Ranieri Gatti, the Prefect of Viterbo, and Albertus de Montebono, the \"Podesta\", ordered (some sources say, at the urging of Saint Bonaventure) the cardinals sequestered in the &lt;a href=\"Palazzo%20dei%20Papi%20di%20Viterbo\"&gt;Palazzo dei Papi di Viterbo&lt;/a&gt; until a new pope was elected. On 8 June 1270, the cardinals addressed a Diploma to the two magistrates asking that &lt;a href=\"Henry%20of%20Segusio\"&gt;Henry of Segusio&lt;/a&gt;, &lt;a href=\"Cardinal-Bishop%20of%20Ostia\"&gt;Cardinal-Bishop of Ostia&lt;/a&gt;, be dismissed from the \"Palatio discooperto\" (\"the uncovered Palace\") owing to his ill health and his having already renounced his right to vote. Some sources say that a makeshift roof was reassembled after the cardinals threatened to put the entire city of Viterbo under &lt;a href=\"interdict\"&gt;interdict&lt;/a&gt;.\nAccording to the account of &lt;a href=\"Onofrio%20Panvinio\"&gt;Onofrio Panvinio&lt;/a&gt;, Cardinal John of Toledo suggested that the roof be removed (\"Let us uncover the Room, else the &lt;a href=\"Holy%20Spirit\"&gt;Holy Ghost&lt;/a&gt; will never get at us\"—the first recorded reference to the notion that the Holy Spirit should guide cardinal electors), which the two magistrates readily obliged. Other sources say it was &lt;a href=\"Charles%20I%20of%20Naples\"&gt;Charles of Anjou&lt;/a&gt; who orchestrated the reduction of the diet of the cardinals to bread and water and removal the roof of the Papal Palace.\nThe Committee.\nUnder pressure from &lt;a href=\"Philip%20III%20of%20France\"&gt;Philip III of France&lt;/a&gt; and other rulers, on 1 September 1271, the cardinals agreed to cede their authority to a committee of six. The committee included two cardinals of the faction of Orsini (Giovanni Gaetano Orsini and Giacomo Savelli), three Ghibelines (Simone Paltinieri, Ottaviano Ubaldini and Guy de Castella) and Cardinal Riccardo Annibaldi, while Angevin cardinals seem to have been entirely marginalized.\nThe committee chose an Italian from Piacenza, Teobaldo Visconti, a non-cardinal, who was then in &lt;a href=\"Acre%2C%20Israel\"&gt;Acre&lt;/a&gt; with the &lt;a href=\"retinue\"&gt;retinue&lt;/a&gt; of &lt;a href=\"Edward%20I%20of%20England\"&gt;Edward&lt;/a&gt; (the eldest-son of &lt;a href=\"Henry%20III%20of%20England\"&gt;Henry III of England&lt;/a&gt;) as &lt;a href=\"papal%20legate\"&gt;papal legate&lt;/a&gt; to the &lt;a href=\"Ninth%20Crusade\"&gt;Ninth Crusade&lt;/a&gt;. Informed of his election, Visconti departed on 19 November 1271 and reached Viterbo on 12 February 1272, where he took the name &lt;a href=\"Pope%20Gregory%20X\"&gt;Gregory X&lt;/a&gt;. He entered Rome on 13 March 1272 and was ordained a priest on 19 March 1272. He was consecrated a bishop and &lt;a href=\"papal%20coronation\"&gt;crowned&lt;/a&gt; on 27 March 1272 in St. Peter's Basilica. During the final leg of his journey, from &lt;a href=\"Brindisi\"&gt;Brindisi&lt;/a&gt; on 11 January 1272, Visconti was accompanied by Charles of Anjou.\nLegacy.\nThe techniques employed against the dilatory cardinals in Viterbo formed the basis for the &lt;a href=\"canon%20law\"&gt;canon law&lt;/a&gt; of &lt;a href=\"papal%20conclave\"&gt;papal conclave&lt;/a&gt;s as laid out in the &lt;a href=\"papal%20bull\"&gt;papal bull&lt;/a&gt; \"&lt;a href=\"Ubi%20periculum\"&gt;Ubi periculum&lt;/a&gt;\" of &lt;a href=\"Pope%20Gregory%20X\"&gt;Pope Gregory X&lt;/a&gt;, promulgated during the &lt;a href=\"Second%20Council%20of%20Lyon\"&gt;Second Council of Lyon&lt;/a&gt; on 7 July 1274. Popular accounts of the conclave, as early as those of French historian &lt;a href=\"Georges%20Goyau\"&gt;Georges Goyau&lt;/a&gt;, neglect to mention the political intrigue of &lt;a href=\"Charles%20I%20of%20Naples\"&gt;Charles I of Naples&lt;/a&gt; or his nephew, &lt;a href=\"Philip%20III%20of%20France\"&gt;Philip III of France&lt;/a&gt;, as the masterminds of the hardships employed by the \"citizens of Viterbo.\"\nDesigned both to accelerate future elections and reduce outside interference, the rules of \"Ubi periculum\" provide for the cardinal electors to be secluded for the entirety of the conclave, including having their meals passed through a small opening, and for their rations to be reduced to a single meal at the end of three days, or bread and water (with a little wine) after eight days. Cardinals also do not collect from the &lt;a href=\"Apostolic%20Camera\"&gt;Apostolic Camera&lt;/a&gt; any payments they might otherwise receive during the conclave.\nThe stringent rules of \"Ubi periculum\" were used in the conclaves that elected &lt;a href=\"Pope%20Innocent%20V\"&gt;Pope Innocent V&lt;/a&gt; (January 1276) and &lt;a href=\"Pope%20Adrian%20V\"&gt;Pope Adrian V&lt;/a&gt; (July 1276), lasting one and nine days respectively. However, at the urgings of the College, the newly elected Adrian V suspended those rules on 12 July 1276—indicating that he wished to revise it—and died on 18 August without having promulgated a revised version.\nTherefore, the election of &lt;a href=\"Pope%20John%20XXI\"&gt;Pope John XXI&lt;/a&gt; (August–September 1276) did not follow \"Ubi periculum\", and John XXI promulgated another bull, \"&lt;a href=\"Licet%20felicis%20recordationis\"&gt;Licet felicis recordationis&lt;/a&gt;\", formally revoking \"Ubi periculum\". The next five papal elections—1277 (&lt;a href=\"Pope%20Nicholas%20III\"&gt;Pope Nicholas III&lt;/a&gt;), 1280—1281 (&lt;a href=\"Pope%20Martin%20IV\"&gt;Pope Martin IV&lt;/a&gt;), 1285 (&lt;a href=\"Pope%20Honorius%20IV\"&gt;Pope Honorius IV&lt;/a&gt;), 1287—1288 (&lt;a href=\"Pope%20Nicholas%20IV\"&gt;Pope Nicholas IV&lt;/a&gt;), and 1292—1294 (&lt;a href=\"Pope%20Celestine%20V\"&gt;Pope Celestine V&lt;/a&gt;)—occurred \"sans\" conclave, often at great length. &lt;a href=\"Celestine%20V\"&gt;Celestine V&lt;/a&gt;, whose election took two years and three months, reinstated the conclave with a series of three decrees, and his successor, &lt;a href=\"Pope%20Boniface%20VIII\"&gt;Pope Boniface VIII&lt;/a&gt; restored the conclave by his \"Regulae Iuris\"."
}