{
    "id": "1204499",
    "revid": "31810130",
    "url": "https://en.wikipedia.org/wiki?curid=1204499",
    "title": "David Reid (boxer)",
    "text": "David Terrell Reid (born September 17, 1973) is a former &lt;a href=\"Boxing\"&gt;boxer&lt;/a&gt; from &lt;a href=\"Philadelphia%2C%20Pennsylvania\"&gt;Philadelphia, Pennsylvania&lt;/a&gt;.\nAmateur career.\nReid had a stellar amateur boxing career, culminating with a come-from-behind, one-punch knock out win to secure a gold medal at the &lt;a href=\"1996%20Summer%20Olympics\"&gt;1996 summer Olympics&lt;/a&gt; in &lt;a href=\"Atlanta%2C%20Georgia\"&gt;Atlanta, Georgia&lt;/a&gt;. This followed Reid's title victory a year earlier at the &lt;a href=\"Boxing%20at%20the%201995%20Pan%20American%20Games\"&gt;1995 Pan American Games&lt;/a&gt; in &lt;a href=\"Mar%20del%20Plata\"&gt;Mar del Plata&lt;/a&gt;. Because he was, like &lt;a href=\"Oscar%20De%20La%20Hoya\"&gt;Oscar De La Hoya&lt;/a&gt; four years before, the only &lt;a href=\"Olympic%20Games\"&gt;Olympic&lt;/a&gt; gold medalist in boxing for the United States, comparisons by writers and critics to de la Hoya were practically inevitable. De la Hoya's nickname is \"The Golden Boy\"; Reid was dubbed as \"The American Dream\".\nPro career.\nReid began his professional career, with much attention from boxing &lt;a href=\"List%20of%20magazines\"&gt;magazines&lt;/a&gt;, when he defeated &lt;a href=\"Sam%20Calderon\"&gt;Sam Calderon&lt;/a&gt; on March 21, 1997, by a unanimous four round decision, in &lt;a href=\"Atlantic%20City%2C%20New%20Jersey\"&gt;Atlantic City, New Jersey&lt;/a&gt;.\nHe followed his debut victory with four &lt;a href=\"knockout\"&gt;knockout&lt;/a&gt; wins in a row, before meeting former world Welterweight champion &lt;a href=\"Jorge%20Vaca\"&gt;Jorge Vaca&lt;/a&gt;, on October 3 of the same year, also at Atlantic City. He knocked Vaca out in the first round.\nHis next bout, against &lt;a href=\"Dan%20Conolly\"&gt;Dan Conolly&lt;/a&gt;, was showcased on &lt;a href=\"HBO%20Boxing\"&gt;HBO Boxing&lt;/a&gt;, and it was also covered, round by round, by \"&lt;a href=\"The%20Ring%20%28magazine%29\"&gt;The Ring&lt;/a&gt;\". Reid earned his sixth victory in a row, knocking out Conolly (who was described by \"The Ring\" magazine as a \"game opponent\") in five rounds.\nOn January 31, 1998, he dropped &lt;a href=\"Robert%20Frazier%20%28boxer%29\"&gt;Robert Frazier&lt;/a&gt; in the first round. Despite losing a point in round six due to what the fight's referee thought was dirty tactics, Reid went on to beat Frazier by an eight round unanimous decision.\nAfter two more wins, he faced former world champion &lt;a href=\"Simon%20Brown%20%28boxer%29\"&gt;Simon Brown&lt;/a&gt;, knocking him out in four rounds on June 27, at Reid's hometown. On October 24, he claimed his first belt, defeating &lt;a href=\"James%20Cocker\"&gt;James Cocker&lt;/a&gt; by a twelve round unanimous decision, to win the &lt;a href=\"World%20Boxing%20Council\"&gt;WBC&lt;/a&gt;'s Continental Americas light middleweight title.\nWBA light middleweight champion.\nAfter that victory, he was deemed as ready for a world title try by his management team, and so, on March 6, 1999, Reid became a world champion in only his tenth professional bout (making him one of the boxers to win a world title in the fastest time, also like the second Davey Moore), by beating &lt;a href=\"World%20Boxing%20Association\"&gt;WBA&lt;/a&gt; light middleweight champion &lt;a href=\"Laurent%20Boudouani\"&gt;Laurent Boudouani&lt;/a&gt; by a twelve round unanimous decision in Atlantic City.\nReid would defend his title successfully twice, one of them, a twelve round unanimous decision over &lt;a href=\"Keith%20Mullings\"&gt;Keith Mullings&lt;/a&gt; in &lt;a href=\"Las%20Vegas%2C%20Nevada\"&gt;Las Vegas&lt;/a&gt;.\nBy then, Reid had already made Las Vegas his new home. There was much talk about facing him against a number of opponents, including &lt;a href=\"Roy%20Jones%20Jr.\"&gt;Roy Jones Jr.&lt;/a&gt;, &lt;a href=\"Bernard%20Hopkins\"&gt;Bernard Hopkins&lt;/a&gt;, De La Hoya and &lt;a href=\"F%C3%A9lix%20Trinidad\"&gt;Félix Trinidad&lt;/a&gt;.\nTrinidad vs Reid Bout.\nThe only fight out of those four possible match-ups came on March 3, 2000, when he defended his crown against Trinidad in Las Vegas. Reid enjoyed some advantage during the first six rounds, having dropped Trinidad in the third, and with the fight being close on all three judges' scorecards. He was dropped in round seven, however, and subsequently suffered a detached &lt;a href=\"retina\"&gt;retina&lt;/a&gt; and three more knockdowns in round eleven, before losing the world title by a twelve round unanimous decision.\nMany fans then questioned his management's judgment by letting Reid defend his title against a veteran like Trinidad in only his fifteenth professional bout, a fact that reminded many of the case of the second Davey Moore 17 years before, when he defended the same WBA title, in only his thirteenth bout, against the far more experienced, boxing hall of famer &lt;a href=\"Roberto%20Dur%C3%A1n\"&gt;Roberto Durán&lt;/a&gt;. Many critics say that the reason for Reid's falldown after his defeat to Trinidad could be due to a &lt;a href=\"Psychology\"&gt;psychological&lt;/a&gt; break-down, but the fact is that his detached retina affected him for the rest of his short career.\nRetirement.\nHe returned to the boxing ring for four bouts. He won three fights against insignificant opposition, then lost to &lt;a href=\"Sam%20Hill%20%28boxing%29\"&gt;Sam Hill&lt;/a&gt; by a knockout in nine rounds, in what would turn out to be his last bout, on November 11, 2001, at &lt;a href=\"Elizabeth%2C%20Indiana\"&gt;Elizabeth, Indiana&lt;/a&gt;. His retina was causing him more trouble, and he retired before losing his &lt;a href=\"eyesight\"&gt;eyesight&lt;/a&gt;. Reid had first suffered an eye injury in the 1995 Olympic Trials, and after several surgeries as a professional, he continued to suffer from &lt;a href=\"ptosis%20%28eyelid%29\"&gt;ptosis&lt;/a&gt;.\nReid had a professional record of 17 wins and two losses, with 7 wins by knockout.\nExternal links.\n&lt;br&gt;"
}