{
    "id": "1205029",
    "revid": "985645",
    "url": "https://en.wikipedia.org/wiki?curid=1205029",
    "title": "Marin Headlands",
    "text": "The Marin Headlands is a hilly &lt;a href=\"peninsula\"&gt;peninsula&lt;/a&gt; at the southernmost end of &lt;a href=\"Marin%20County%2C%20California\"&gt;Marin County, California&lt;/a&gt;, United States, located just north of &lt;a href=\"San%20Francisco%2C%20California\"&gt;San Francisco&lt;/a&gt; across the &lt;a href=\"Golden%20Gate%20Bridge\"&gt;Golden Gate Bridge&lt;/a&gt;, which connects the two &lt;a href=\"County%20%28United%20States%29\"&gt;counties&lt;/a&gt; and &lt;a href=\"peninsulas\"&gt;peninsulas&lt;/a&gt;. The entire area is part of the &lt;a href=\"Golden%20Gate%20National%20Recreation%20Area\"&gt;Golden Gate National Recreation Area&lt;/a&gt;. The Headlands are famous for their views of the &lt;a href=\"Bay%20Area\"&gt;Bay Area&lt;/a&gt;, especially of the Golden Gate Bridge.\nClimate.\nThe Headlands sometimes create their own clouds when moist, warm &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt; breezes are pushed into higher, colder air, causing &lt;a href=\"condensation\"&gt;condensation&lt;/a&gt;, &lt;a href=\"fog\"&gt;fog&lt;/a&gt;, &lt;a href=\"fog%20drip\"&gt;fog drip&lt;/a&gt; and perhaps &lt;a href=\"rain\"&gt;rain&lt;/a&gt;. The hills also get more precipitation than at sea level, for the same reason. However, despite being relatively wet, strong gusty Pacific winds prevent dense forests from forming. The many gaps, ridges, and valleys in the hills increase the wind speed and periodically, during powerful winter storms, these winds can reach &lt;a href=\"hurricane\"&gt;hurricane&lt;/a&gt; force. In summer, breezes can still be very gusty, when the oceanic air and fog cross the hills.\nNovember through February in the Headlands are dominated by periodic rainstorms that blow in from the Pacific, often originating in the &lt;a href=\"Gulf%20of%20Alaska\"&gt;Gulf of Alaska&lt;/a&gt;, and give the area the majority of its rainfall for the year. These cloudy, gray, and rainy days often are interspersed with cool but extremely clear ones. As winter turns to spring, the April-to-June weather tends to be dominated by powerful winds, less rain, and clearer skies. Summer days alternate between clear and warm intervals, giving way to foggy and cool periods. September and October bring the highest average temperatures of the year and the longest stretches of clear skies.\nHawk Hill.\nThe centerpoint of the Marin Headlands skyline is the Hawk Hill, the lookout point for the largest known flight of diurnal &lt;a href=\"Bird%20of%20prey\"&gt;raptor&lt;/a&gt;s in the Pacific states.\nEach autumn, from August into December, tens of thousands of &lt;a href=\"hawk\"&gt;hawk&lt;/a&gt;s, &lt;a href=\"white-tailed%20kite\"&gt;kites&lt;/a&gt;, &lt;a href=\"falcon\"&gt;falcon&lt;/a&gt;s, &lt;a href=\"eagle\"&gt;eagle&lt;/a&gt;s, &lt;a href=\"Turkey%20vulture\"&gt;vultures&lt;/a&gt;, &lt;a href=\"osprey\"&gt;osprey&lt;/a&gt;, and &lt;a href=\"Northern%20harrier\"&gt;harriers&lt;/a&gt; are funneled by the peninsular shape of Marin County into the headlands. Hawks avoid flight over water since warm thermals that provide lift are rare. Abundant populations of small mammals protected by the park are one resource that helps maintain the large number of visiting raptors in the Headlands during the fall, but the strong onshore winds hitting the hills of the Headlands provide cold &lt;a href=\"updraft\"&gt;updraft&lt;/a&gt;s and hot late summer days provide warm &lt;a href=\"thermals\"&gt;thermals&lt;/a&gt; that allow these birds to fly more efficiently.\nVolunteers with the &lt;a href=\"Golden%20Gate%20Raptor%20Observatory\"&gt;Golden Gate Raptor Observatory&lt;/a&gt; count and track this fall migration using &lt;a href=\"Bird%20ringing\"&gt;bird-banding&lt;/a&gt; and &lt;a href=\"Telemetry%23Fisheries%20and%20wildlife%20research%20and%20management\"&gt;radio-tracking techniques&lt;/a&gt;, all in cooperation with the &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt;.\nWildlife.\nThe Marin Headlands are also home to &lt;a href=\"black%20tail%20deer\"&gt;black tail deer&lt;/a&gt;, &lt;a href=\"mountain%20lions\"&gt;mountain lions&lt;/a&gt;, &lt;a href=\"bobcats\"&gt;bobcats&lt;/a&gt;, two types of &lt;a href=\"fox\"&gt;fox&lt;/a&gt;, &lt;a href=\"coyotes\"&gt;coyotes&lt;/a&gt;, &lt;a href=\"wild%20turkey\"&gt;wild turkey&lt;/a&gt;s, &lt;a href=\"hares\"&gt;hares&lt;/a&gt;, &lt;a href=\"rabbits\"&gt;rabbits&lt;/a&gt;, &lt;a href=\"raccoon\"&gt;raccoon&lt;/a&gt;s, and &lt;a href=\"skunk\"&gt;skunk&lt;/a&gt;s. In 2003, there was a reported sighting of a &lt;a href=\"American%20black%20bear\"&gt;black bear&lt;/a&gt; in the Headlands; the report was lent credence by a 2012 finding of bear &lt;a href=\"Feces\"&gt;scat&lt;/a&gt; on a hiking trail in the Kent Lake watershed, and another sighting on the &lt;a href=\"Point%20Reyes%20National%20Seashore\"&gt;Point Reyes National Seashore&lt;/a&gt; in 2011. &lt;a href=\"North%20American%20river%20otter\"&gt;River otters&lt;/a&gt; inhabit the freshwater lagoons and streams. Large numbers of water birds also migrate through the Headlands, including &lt;a href=\"brown%20pelican\"&gt;brown pelican&lt;/a&gt;s from May through October; and &lt;a href=\"grebes\"&gt;grebes&lt;/a&gt;, &lt;a href=\"egrets\"&gt;egrets&lt;/a&gt;, and &lt;a href=\"great%20blue%20heron\"&gt;great blue heron&lt;/a&gt;s in the spring, summer, and fall. The Headlands' status as a park protects the habitat and populations of these animals within just a few miles of &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; and its suburbs.\nIn the waters surrounding the Headlands, &lt;a href=\"harbor%20seal\"&gt;harbor seal&lt;/a&gt;s can be found year-round, &lt;a href=\"gray%20whale\"&gt;gray whale&lt;/a&gt;s can be seen in the spring and fall, and seabirds such as &lt;a href=\"common%20murre\"&gt;common murre&lt;/a&gt;s and &lt;a href=\"surf%20scoter\"&gt;surf scoter&lt;/a&gt;s swim within sight of shore.\nWhen &lt;a href=\"Richard%20Henry%20Dana%2C%20Jr.\"&gt;Richard Henry Dana, Jr.&lt;/a&gt; visited San Francisco Bay in 1835 he wrote about vast &lt;a href=\"elk\"&gt;elk&lt;/a&gt; (\"Cervus canadensis\") herds on the Marin Headlands on December 27: \"...we came to anchor near the mouth of the bay, under a high and beautifully sloping hill, upon which herds of hundreds and hundreds of red deer [note: \"red deer\" is the European term for \"elk\"], and the stag, with his high branching antlers, were bounding about...\"\nGeology.\nThe Marin Headlands are underlain by geological formations created by the &lt;a href=\"accretion%20%28geology%29\"&gt;accretion&lt;/a&gt; of oceanic sediments from the &lt;a href=\"Pacific%20Plate\"&gt;Pacific Plate&lt;/a&gt; onto the &lt;a href=\"North%20American%20Plate\"&gt;North American Plate&lt;/a&gt;. The process of subduction of ocean floor, followed by &lt;a href=\"tectonic%20underplating\"&gt;tectonic underplating&lt;/a&gt; to the underside of the over-riding plate, was first described here by &lt;a href=\"Clyde%20Wahrhaftig\"&gt;Clyde Wahrhaftig&lt;/a&gt; in 1984. The primary rock types of the Marin Headlands include graywacke &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt;, &lt;a href=\"radiolarian%20chert\"&gt;radiolarian chert&lt;/a&gt;, &lt;a href=\"serpentinite\"&gt;serpentinite&lt;/a&gt;, &lt;a href=\"pillow%20basalt\"&gt;pillow basalt&lt;/a&gt;s, and &lt;a href=\"shale\"&gt;shale&lt;/a&gt;. These rocks began their migration over one hundred million years ago from as far south as present-day &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;. The erosion of the hillsides and construction activities during the military era have exposed some dramatic examples of these rock types for easy viewing, and the folding caused by tectonic action is visually evident in many places throughout the Headlands.\nMarin Headlands is one of the featured field trips found in the Streetcar 2 Subduction online field trip guide series released in December 2019 by the &lt;a href=\"American%20Geophysical%20Union\"&gt;American Geophysical Union&lt;/a&gt;.\nCultural history.\nNative Americans.\nThe Marin Headlands is home to the Coastal Miwok tribe. Before colonization, western expansion, and gentrification, the Miwok freely moved between the bay side of the peninsula and the ocean side, seasonally, for thousands of years. The growth of the San Francisco Bay area has negatively impacted Miwok sacred sites, culture, and tribal visibility. Miwok continue to seek federal recognition.\nRanchos.\nIn the 18th century, Spanish and Mexican ranchers occupied the Headlands, eventually giving way to Portuguese immigrant dairy farmers (often from the &lt;a href=\"Azores\"&gt;Azores&lt;/a&gt;) during the American period following the U.S. acquisition of California in the &lt;a href=\"Mexican%E2%80%93American%20War\"&gt;Mexican–American War&lt;/a&gt;.\nMilitary sites.\nThe Marin Headlands is the site of a number of historic military settlements fortifications, including &lt;a href=\"Fort%20Cronkhite\"&gt;Fort Cronkhite&lt;/a&gt;, &lt;a href=\"Fort%20Barry\"&gt;Fort Barry&lt;/a&gt;, a large number of &lt;a href=\"bunker\"&gt;bunker&lt;/a&gt;s and &lt;a href=\"Artillery%20battery\"&gt;batteries&lt;/a&gt;, and the &lt;a href=\"SF-88\"&gt;SF-88&lt;/a&gt; &lt;a href=\"Nike%20Missile\"&gt;Nike Missile&lt;/a&gt; silo. From the 1890s, the first military installations were built to prevent hostile ships from entering &lt;a href=\"San%20Francisco%20Bay\"&gt;San Francisco Bay&lt;/a&gt;. The batteries at &lt;a href=\"Kirby%20Cove%20Camp\"&gt;Kirby Cove&lt;/a&gt;, above Black Sands Beach, south of Rodeo Beach, and at Battery Mendell are examples of fortifications from the pre-&lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; period. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; Batteries Wallace, Townsley, and 129 on Hawk Hill were built into the hills to protect them from aerial bombardment and the high caliber shells that would be fired by Axis &lt;a href=\"battleships\"&gt;battleships&lt;/a&gt;. The emplacements at the top of Hawk Hill were used for a radio station. During the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;, the gun batteries were decommissioned, but antiaircraft missile sites were built on the northern and southern sides of Rodeo Lagoon. Radar sites were placed atop Hawk Hill and Hill 88. At several locations, shelters were built into the hillsides to protect the military personnel from the use of nuclear, biological, or chemical weapons.\nObservation posts known as &lt;a href=\"base%20end%20station\"&gt;base end station&lt;/a&gt;s can also be found in the Headlands. A well-preserved example can be seen near the northern end of Rodeo Beach, and others are located near the &lt;a href=\"Point%20Bonita%20Lighthouse\"&gt;Point Bonita Lighthouse&lt;/a&gt; and on Wolf Ridge as it slopes down to the sea.\nAll military sites in the Headlands are now decommissioned and returned to civilian use. Some military facilities, such as SF-88, have been preserved as historical sites. Many historical buildings are now used by non-profit organizations, but maintained in their historical condition.\nOther historic landmarks in the Headlands include &lt;a href=\"Point%20Bonita%20Lighthouse\"&gt;Point Bonita Lighthouse&lt;/a&gt;.\nDevelopment.\nIn the 1960s, the government sold over of land in the Marin Headlands to a private developer who planned to build a city named &lt;a href=\"Marincello\"&gt;Marincello&lt;/a&gt;. The development would house 30,000 people amongst 50 apartment towers, vast tracts of single-family homes, and a hotel along the headlands pristine shoreline and hills. In 1970, the developer lost a lawsuit claiming the land was illegally zoned. The thousands of acres that would have been developed were sold to the &lt;a href=\"Golden%20Gate%20National%20Recreation%20Area\"&gt;Golden Gate National Recreation Area&lt;/a&gt; allowing the open space to stay intact as a park.\nRecreation.\nViews.\nThe area has views of San Francisco and, as such, is a tourist destination. One of the most common photographs of San Francisco is the view of the city from the Headlands with the towers of the Golden Gate Bridge just reaching out of the fog. On clear days, the site takes in views of the bay, including the &lt;a href=\"Farallon%20Islands\"&gt;Farallon Islands&lt;/a&gt;, &lt;a href=\"Angel%20Island%20%28California%29\"&gt;Angel Island&lt;/a&gt;, &lt;a href=\"Alcatraz\"&gt;Alcatraz&lt;/a&gt;, the &lt;a href=\"San%20Francisco%E2%80%93Oakland%20Bay%20Bridge\"&gt;San Francisco–Oakland Bay Bridge&lt;/a&gt;, the &lt;a href=\"Golden%20Gate%20Bridge\"&gt;Golden Gate Bridge&lt;/a&gt; and the East Bay.\nWhere Conzelman Road runs along the southern shore of the Headlands and becomes one-way, a pedestrian path leads upwards to Hawk Hill. A short distance further on the right, in a grove of &lt;a href=\"Monterey%20pine\"&gt;Monterey pine&lt;/a&gt;s, is a bench from which it is possible to view the Golden Gate, ship traffic beneath the bridge, and the city just beyond.\nBeaches.\nThe Headlands offers a number of beaches including &lt;a href=\"Rodeo%20Beach\"&gt;Rodeo Beach&lt;/a&gt; (a pebble-covered, dark sand beach), &lt;a href=\"Kirby%20Cove%20Camp\"&gt;Kirby Cove&lt;/a&gt;, Pirates' Cove, Black Sands Beach, Tennessee Beach, &lt;a href=\"Muir%20Beach%2C%20California\"&gt;Muir Beach&lt;/a&gt;. Rodeo and Muir Beaches are accessible by car, while the others require hikes of varying length and difficulty.\nHiking/biking.\nThere are many hiking and biking trails in the Headlands, several of which pass through &lt;a href=\"coastal%20sage%20scrub\"&gt;coastal sage scrub&lt;/a&gt;, chaparral, and riparian areas.\nBirding.\nThe raptor migration attracts birdwatchers to Hawk Hill, and waterfowl and seabirds can sometimes be seen on Rodeo Lagoon.\nFacilities and notable places.\nThe National Park Service maintains a visitor center near the intersection of Field Road and Bunker Road about a mile from Rodeo Beach. The visitor center contains historical and natural history displays as well as a small bookstore/gift shop. Hiking maps and Park Service program information are available as well.\nFacilities include &lt;a href=\"Presidio%20Fire%20Department\"&gt;Presidio Fire Department&lt;/a&gt; Fire Station No. 2, located at building 1045 Fort Cronkhite. This fire station is operated by the &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt; and houses one fire engine with cliff rescue capabilities.\nPublic restrooms are available in the Headlands at the visitor center parking lot, the parking lot near Rodeo Beach, and portable toilet facilities are available at the trailhead leading to the Point Bonita Lighthouse, along Conzelman Road near Black Sands Beach, at Battery Alexander dug into the hillside between Rodeo Beach and the Lighthouse, and at Battery 129 on Hawk Hill.\nConference center facilities are located in former military buildings maintained by the Point Bonita YMCA, &lt;a href=\"NatureBridge\"&gt;NatureBridge&lt;/a&gt;, and the Headlands Center for the Arts. The &lt;a href=\"Cavallo%20Point\"&gt;Cavallo Point&lt;/a&gt; conference center is in East Fort Baker on the eastern side of the peninsula.\nOther areas within Marin Headlands include Kirby Cove, &lt;a href=\"Rodeo%20Lagoon\"&gt;Rodeo Lagoon&lt;/a&gt;, and &lt;a href=\"Tennessee%20Cove\"&gt;Tennessee Cove&lt;/a&gt;.\nVarious nonprofit organizations have facilities in Marin Headlands. These include the &lt;a href=\"Marine%20Mammal%20Center\"&gt;Marine Mammal Center&lt;/a&gt;, the &lt;a href=\"Foundation%20for%20Deep%20Ecology\"&gt;Foundation for Deep Ecology&lt;/a&gt;, and the NatureBridge campus (formerly known as the Headlands Institute), all in Fort Cronkhite; the &lt;a href=\"Headlands%20Center%20for%20the%20Arts\"&gt;Headlands Center for the Arts&lt;/a&gt; and the &lt;a href=\"http%3A//www.norcalhostels.org/marin/\"&gt;Marin Headlands Hostel&lt;/a&gt; at Fort Barry; and the Marin Headlands and Tennessee Valley Native Plant Nurseries."
}