{
    "id": "12064070",
    "revid": "21834",
    "url": "https://en.wikipedia.org/wiki?curid=12064070",
    "title": "Regional representative of the Twelve",
    "text": "Regional representative of the Twelve, commonly shorted to regional representative or regional rep, was a &lt;a href=\"Priesthood%20%28LDS%20Church%29\"&gt;priesthood&lt;/a&gt; &lt;a href=\"Calling%20%28LDS%20Church%29\"&gt;calling&lt;/a&gt; in &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;The Church of Jesus Christ of Latter-day Saints&lt;/a&gt; (LDS Church) between 1968 and 1995. As the title suggests, the responsibility of regional representatives was to represent the &lt;a href=\"Quorum%20of%20the%20Twelve%20Apostles%20%28LDS%20Church%29\"&gt;Quorum of the Twelve Apostles&lt;/a&gt; in the various regions or &lt;a href=\"Area%20%28LDS%20Church%29\"&gt;areas of the church&lt;/a&gt;. Regional representatives were not &lt;a href=\"general%20authority\"&gt;general authorities&lt;/a&gt; or &lt;a href=\"Auxiliary%20organization%20%28LDS%20Church%29\"&gt;general officers&lt;/a&gt; of the church, but were &lt;a href=\"Laity\"&gt;lay&lt;/a&gt; ministers who donated their time to church service.\nCreation.\nIn 1965 the &lt;a href=\"Priesthood%20Correlation%20Program\"&gt;Priesthood Correlation Committee&lt;/a&gt; sent representatives to local church units to implement the correlation program and consolidate church programs. However, resistance at the local level to correlation was slowing down the implementation. &lt;a href=\"Harold%20B.%20Lee\"&gt;Harold B. Lee&lt;/a&gt;, as the leader of the correlation committee, proposed that the local correlation representatives instead be regional representatives of the Quorum of the Twelve, thus giving them more authority and a better chance of overcoming local resistance to correlation. \nAt the church's October 1967 &lt;a href=\"General%20Conference%20%28LDS%20Church%29\"&gt;general conference&lt;/a&gt;, the &lt;a href=\"First%20Presidency%20%28LDS%20Church%29\"&gt;First Presidency&lt;/a&gt; announced the creation of a new position called the regional representative of the Twelve:\nAs many of you will remember, in 1941, it became necessary for the First Presidency and the Twelve to provide for additional brethren to help with the work of overseeing and setting in order an ever-growing, world-wide Church. Thus in the General Conference of April 1941, Assistants to the Twelve were named and sustained, \"to be increased or otherwise from time to time as the necessity of carrying on the Lord's work seems to dictate.\nSince then the world-wide demands of the Church have increased in ever greater degree and it is felt by the First Presidency and the Twelve that a further provision for guidance and direction is now needed.\nWhat, therefore, is now proposed is the calling of as many brethren as may be necessary, to be known as Regional Representatives of the Twelve, each, as assigned, to be responsible in some aspects of the work to carry counsel to and to conduct instructional meetings in groups of stakes or regions as may be designated from time to time.\nThese Regional Representatives of the Twelve will not be \"General\" Authorities, as such, but will serve somewhat as do stake presidents, giving full Church service time for greater or lesser periods of service as circumstances may suggest.\nAt the same conference, the First Presidency announced the name of 69 men who would commence work as regional representatives on January 1, 1968. Most of the individuals called as regional representatives had previously served in &lt;a href=\"stake%20presidencies\"&gt;stake presidencies&lt;/a&gt; or as &lt;a href=\"mission%20president\"&gt;mission president&lt;/a&gt;s. Their names were: Arthur S. Anderson, Howard B. Anderson, Wendell J. Ashton, William G. Bangerter, Robert W. Barker, R. Raymond Barnes, William H. Bennett, Clifton D. Boyack, Harold R. Boyer, Daken K. Broadhead, Carl W. Buehner, Berkeley L. Bunker, Wilford M. Burton, J. Elliot Cameron, Alvin C. Chace, Alten Christensen, A. Ray Curtis, John C. Dalton, Junius E. Driggs, Edward E. Drury Jr., J. Howard Dunn, John K. Edmunds, A. Lewis Elggren, Donald Ellsworth, Percy K. Fetzer, G. Roy Fugal, J. Thomas Fyans, L. Brent Goates, David B. Haight, Cecil E. Hart, Heber J. Heiner Jr., David E. Heywood, Ralph J. Hill, Phil D. Jensen, Edwin B. Jones, J. Talmage Jones, Wilford W. Kirton Jr., E. Coleman Madsen, Howard J. Marsh, Henry A. Matis, Neal A. Maxwell, Z. Reed Millar, Max C. Mortensen, George H. Mortimer, Leslie T. Norton, Raymond J. Pace, Finn B. Paulsen, Wilford H. Payne, Vern R. Peel, Henry E. Peterson, George W. Poulsen Jr., Rex C. Reeve, G. Lamont Richards, Stephen C. Richards, Clarence F. Robison, Myles W. Romney, John M. Russon, Robert N. Sears, Stanford G. Smith, C. Laird Snelgrove, O. Leslie Stone, Richard S. Summerhays, Allen M. Swan, Grant S. Thorn, J. Clifford Wallace, Wilburn C. West, C. Bryant Whiting, and Harold M. Wright.\nDuties and authority.\nThe primary duty of the regional representatives was to \"assist the members of the Council of the Twelve in training and encouraging stake leaders in their various duties, and for this purpose they began to visit the stakes frequently\".\nRegional representatives were given the honorific title \"Elder\" and were considered to be layer of authority spanning the bridge between general authorities and the &lt;a href=\"Stake%20%28Latter%20Day%20Saints%29\"&gt;stake&lt;/a&gt;, &lt;a href=\"Ward%20%28LDS%20Church%29\"&gt;ward&lt;/a&gt;, and &lt;a href=\"Mission%20%28LDS%20Church%29\"&gt;mission&lt;/a&gt; church leaders.\nAbolishment and replacement.\nAt the April 1995 general conference, in one of his first major administrative acts as &lt;a href=\"President%20of%20the%20Church%20%28LDS%20Church%29\"&gt;church president&lt;/a&gt;, &lt;a href=\"Gordon%20B.%20Hinckley\"&gt;Gordon B. Hinckley&lt;/a&gt; announced the discontinuance of the position of regional representative:\n[T]wenty-eight years ago the First Presidency was inspired to call men to serve as regional representatives of the Twelve. ...\nAt that time there were 69 regional representatives. Today there are 284. The organization has become somewhat unwieldy. ...\nIt is now felt desirable to tighten up the organization administered by the area presidencies. Accordingly, we announce the release—the honorable release—of all regional representatives effective August 15 of this year. To these devoted and able brethren we express our deep appreciation for the tremendous work you have accomplished, for your loyalty, faithfulness, and devotion in advancing the cause of our Father in Heaven. I cannot say enough of good concerning these men. They have sacrificed their time and their resources. They have gone wherever they have been asked to go, whenever they have been asked to go. They have greatly assisted stake presidents and bishops with wise counsel and direction, with skillful training and instruction. We thank them one and all and pray that through the years to come the Lord will bless them with the satisfying assurance that each of them made a significant contribution to the work and that their labors have been accepted by Him.\nNow we announce the call of a new local officer to be known as an area authority. These will be high priests chosen from among past and present experienced Church leaders. They will continue with their current employment, reside in their own homes, and serve on a Church-service basis. The term of their call will be flexible, generally, for a period of approximately six years. They will be closely tied to the area presidencies. They will be fewer in number than have been the regional representatives. \nIn April 1997, the church ordained all area authorities to the priesthood office of &lt;a href=\"Seventy%20%28LDS%20Church%29\"&gt;seventy&lt;/a&gt; and renamed the position \"Area Authority Seventy\". Later, the title \"Area Authority Seventy\" was shortened to \"Area Seventy\".\nIn the LDS Church today, the duties that were formerly carried out by regional representatives are now largely carried out by &lt;a href=\"List%20of%20area%20seventies%20of%20The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;these area seventies&lt;/a&gt;."
}