{
    "id": "12075876",
    "revid": "2308770",
    "url": "https://en.wikipedia.org/wiki?curid=12075876",
    "title": "Edward Lunn Young",
    "text": "Edward Lunn Young (September 7, 1920 – May 9, 2017) was a &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;U.S. Representative&lt;/a&gt; from &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt;.\nBiography.\nYoung was born in &lt;a href=\"Florence%2C%20South%20Carolina\"&gt;Florence, South Carolina&lt;/a&gt;. He graduated from Clemson College (now &lt;a href=\"Clemson%20University\"&gt;Clemson University&lt;/a&gt;) in 1941. Not long after graduating, he joined the &lt;a href=\"United%20States%20Army%20Air%20Forces\"&gt;United States Army Air Forces&lt;/a&gt; and served as a fighter pilot in the Pacific during the last part of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. He was awarded the &lt;a href=\"Distinguished%20Flying%20Cross%20%28United%20States%29\"&gt;Distinguished Flying Cross&lt;/a&gt; and the &lt;a href=\"Air%20Medal\"&gt;Air Medal&lt;/a&gt; with nine &lt;a href=\"oak%20leaf%20clusters\"&gt;oak leaf clusters&lt;/a&gt;.\nAfter World War II, he stayed in the reserves for one year and was discharged as a &lt;a href=\"major\"&gt;major&lt;/a&gt;. He then returned to Florence and worked as a farmer, real estate broker and businessman.\nYoung was elected to the &lt;a href=\"South%20Carolina%20House%20of%20Representatives\"&gt;South Carolina House of Representatives&lt;/a&gt; as a &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrat&lt;/a&gt; from &lt;a href=\"Florence%20County%2C%20South%20Carolina\"&gt;Florence County&lt;/a&gt; in 1958 and served one term. He became a Republican sometime in the early 1960s and was active in state Republican politics, attending the state Republican conventions of 1968 and 1970. He was also a delegate to the &lt;a href=\"1968%20Republican%20National%20Convention\"&gt;1968 Republican National Convention&lt;/a&gt;.\nIn 1972, Young won the Republican primary nomination for , in the state's northeast corner. He expected to face 17-term Democratic incumbent &lt;a href=\"John%20L.%20McMillan\"&gt;John L. McMillan&lt;/a&gt;, the longest-serving congressman in South Carolina history, in the general election. However, in a considerable upset, McMillan was defeated in the Democratic primary by a considerably more liberal candidate, State Representative &lt;a href=\"John%20Jenrette\"&gt;John Jenrette&lt;/a&gt;. Due to the gigantic Republican landslide of that year, Young won the general election by over nine points, becoming the first Republican in history to represent this part of South Carolina.\nYoung's tenure in Congress was short-lived, however. The Republican Party did not have strong roots in this part of the state at the time, so Young was particularly vulnerable in the 1974 elections, which saw a nationwide backlash against Republicans due to &lt;a href=\"Watergate\"&gt;Watergate&lt;/a&gt;. Jenrette sought a rematch against Young, and this time won by four points. Another rematch in 1976 resulted in Young being soundly defeated.\nYoung was the Republican candidate for &lt;a href=\"Governor%20of%20South%20Carolina\"&gt;Governor&lt;/a&gt; in &lt;a href=\"1978%20South%20Carolina%20gubernatorial%20election\"&gt;1978&lt;/a&gt;, but was soundly defeated by Democratic &lt;a href=\"South%20Carolina%20Senate\"&gt;State Senator&lt;/a&gt; &lt;a href=\"Richard%20Riley\"&gt;Richard Riley&lt;/a&gt;.\nWhen Jenrette was ensnared by &lt;a href=\"Abscam\"&gt;Abscam&lt;/a&gt; in 1980, Young jumped into the Republican primary, only to be soundly defeated by &lt;a href=\"John%20Light%20Napier\"&gt;John Light Napier&lt;/a&gt;, who went on to defeat Jenrette in November.\nAfter his 1980 defeat, Young retired from politics. He died in his sleep on May 9, 2017."
}