{
    "id": "1207990",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=1207990",
    "title": "Dickinson State University",
    "text": "Dickinson State University (DSU) is a &lt;a href=\"public%20university\"&gt;public university&lt;/a&gt; in &lt;a href=\"Dickinson%2C%20North%20Dakota\"&gt;Dickinson, North Dakota&lt;/a&gt;. It is part of the &lt;a href=\"North%20Dakota%20University%20System\"&gt;North Dakota University System&lt;/a&gt;. It was founded in 1918 as Dickinson State Normal School and granted full university status in 1987.\nHistory.\nDickinson State was established as a &lt;a href=\"normal%20school\"&gt;normal school&lt;/a&gt; to fill a need for qualified teachers in rural western North Dakota, where fewer than one-quarter of the people working as teachers in the early 1900s were certified as teachers. The university considers June 24, 1918, to be its founding date; this was the first day of classes for the Dickinson Normal School. When first established, the school was tuition-free and operated in the facilities of Dickinson High School. The first campus building, May Hall, was built in 1924.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, Dickinson State Teachers College was one of 131 colleges and universities nationally that took part in the &lt;a href=\"V-12%20Navy%20College%20Training%20Program\"&gt;V-12 Navy College Training Program&lt;/a&gt; which offered students a path to a Navy commission.\nEnrollment and graduation controversies.\nIn 2011 and 2012, Dickinson State attracted negative attention for some of its academic and business practices. In 2011, the university was discovered to have overstated its enrollments by practices such as counting people as students who had merely attended a conference on the campus. This situation resulted in the dismissal of the university president, Richard J. McCallum.\nA &lt;a href=\"North%20Dakota%20University%20System\"&gt;North Dakota University System&lt;/a&gt; audit report released in February 2012 found that the school had relaxed standards and waived some requirements to increase enrollment of foreign students and had, over a period of several years, awarded degrees to 584 foreign students who had not completed the required coursework. The report was a followup of an earlier meeting between Dickinson officials and the Higher Learning Commission at which the DSU officials \"realized they may have an issue with one or more of the HLC’s requirements surrounding academic agreements\". Most of the university's foreign students came from China, where the university employed recruiting agents who falsely claimed to be university employees and sometimes misrepresented the university's programs. News media accounts described the audit report as depicting Dickinson State as a &lt;a href=\"diploma%20mill\"&gt;degree mill&lt;/a&gt;. The audit had been requested by the university's president, Douglas Coston, who took office as Interim President in August 2011, after some university international agreements were found not to conform with requirements of the &lt;a href=\"North%20Dakota%20State%20Board%20of%20Higher%20Education\"&gt;North Dakota State Board of Higher Education&lt;/a&gt; and the &lt;a href=\"Higher%20Learning%20Commission\"&gt;Higher Learning Commission&lt;/a&gt;. On the day of the audit release, the Dean of education committed suicide. Six months later, in July, Dickinson's regional accreditor, the &lt;a href=\"Higher%20Learning%20Commission\"&gt;Higher Learning Commission&lt;/a&gt; (HLC), placed the university \"on notice,\" requiring the university provide detailed responses to concerns found in the accreditor's recent site visit. That status was removed three years later when HLC renewed DSU's accreditation for ten years.\nAcademics.\nDickinson State offers bachelor's degrees in more than 75 fields of study through 10 academic departments. The university also offers certificates and associate degrees. However, it specializes in business management, teacher education, and nursing. Most students attending DSU are business management majors although education (both elementary and secondary), nursing, natural science, and agriculture majors constitute significant areas of study.\nThe university long ago outgrew its original teachers' college status and has since adopted a broader mission. The present programs include not only teacher education and the liberal arts, but also specialized programs in business, nursing, agriculture, and computer science. There is also opportunity for pre-professional study and vocational training in selected areas.\nStudent programs are based on a core of General Education courses, including fine arts, humanities, natural sciences, mathematics, and the social and behavioral sciences. Dickinson State University students are encouraged to complete their general education requirements by the end of the sophomore year. Students are then free as juniors and seniors to explore a major field of study.\nAccreditation.\nDickinson State University is accredited by the &lt;a href=\"Higher%20Learning%20Commission\"&gt;Higher Learning Commission&lt;/a&gt;. Although the university was placed \"on notice\" in July 2012 it was removed from that status in October 2013 and is fully accredited.\nAthletics.\nDickinson State teams, sports_nicknamed athletically as the Blue Hawks, are part of the &lt;a href=\"National%20Association%20of%20Intercollegiate%20Athletics\"&gt;National Association of Intercollegiate Athletics&lt;/a&gt; (NAIA), primarily competing in the &lt;a href=\"North%20Star%20Athletic%20Association\"&gt;North Star Athletic Association&lt;/a&gt;. Men's sports include basketball, cross country, football, rodeo, golf, track &amp; field and wrestling; while women's sports include basketball, cross country, golf, rodeo, softball, track &amp; field and volleyball. &lt;a href=\"Hank%20Biesiot\"&gt;Hank Biesiot&lt;/a&gt; is a former &lt;a href=\"college%20football\"&gt;football&lt;/a&gt; coach and was one of the few active coaches at the college level with &lt;a href=\"List%20of%20college%20football%20coaches%20with%20200%20career%20wins\"&gt;200 or more wins&lt;/a&gt; and &lt;a href=\"List%20of%20college%20football%20coaches%20with%2030%20seasons\"&gt;30 or more seasons&lt;/a&gt;. Biesiot led the Blue Hawks to the NAIA semifinals in 1991. The Women's Volleyball team won the school's first national championship in 2000. The Men's track and field team won NAIA national championships three consecutive years from 2004 to 2006 under coach Pete Stanton. They were national runner up five other times in the eight-year period from 2003 to 2010.\nCommunications.\n\"DSU News\" covers current happenings among DSU related students and staff.\nTheodore Roosevelt Presidential Library.\nOn April 30, 2013, both chambers of the &lt;a href=\"North%20Dakota%20Legislative%20Assembly\"&gt;North Dakota Legislative Assembly&lt;/a&gt; passed a bill appropriating $12 million to Dickinson State University to award a grant to the Theodore Roosevelt Center for construction of a building to be named the &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt; Presidential Library. To access these funds, the Theodore Roosevelt Center must first raise $3 million from non-state sources. Dickinson State University is also home to the Theodore Roosevelt Digital Library which has formed partnerships with the Library of Congress and Harvard University, among other institutions. They currently have over 25,000 items online."
}