{
    "id": "12103584",
    "revid": "1066749483",
    "url": "https://en.wikipedia.org/wiki?curid=12103584",
    "title": "FK Železnik",
    "text": "FK Železnik () is a &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"%C5%BDeleznik\"&gt;Železnik&lt;/a&gt;, &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt;, &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;. They competed in the &lt;a href=\"First%20League%20of%20Serbia%20and%20Montenegro\"&gt;First League of Serbia and Montenegro&lt;/a&gt; from 1996 to 2005. The club made its solo European appearance in the &lt;a href=\"2004%E2%80%9305%20UEFA%20Cup\"&gt;2004–05 UEFA Cup&lt;/a&gt; and went on to win the &lt;a href=\"Serbia%20and%20Montenegro%20Cup\"&gt;Serbia and Montenegro Cup&lt;/a&gt; in the &lt;a href=\"2004%E2%80%9305%20Serbia%20and%20Montenegro%20Cup\"&gt;same season&lt;/a&gt;.\nHistory.\nFounded as Železnički SK on 28 May 1930, the club became more organized during the 1950s. They changed their name to FK Železnik in 1961, following a merger with FK Napredak, which was originally created by the &lt;a href=\"Ivo%20Lola%20Ribar%20Institute\"&gt;Ivo Lola Ribar Institute&lt;/a&gt;. Between 1963 and 1967, the club competed in the Serbian League North, the third tier of Yugoslav football. They lost to &lt;a href=\"FK%20Sloboda%20U%C5%BEice\"&gt;Sloboda Užice&lt;/a&gt; in the promotion playoffs to the &lt;a href=\"Yugoslav%20Second%20League\"&gt;Yugoslav Second League&lt;/a&gt; in 1965.\nThe club continued to participate at regional level without notable achievements until 1993, when Jusuf \"Jusa\" Bulić acquired the club. They won the &lt;a href=\"Serbian%20League%20North\"&gt;Serbian League North&lt;/a&gt; in the 1994–95 season and took promotion to the &lt;a href=\"Second%20League%20of%20FR%20Yugoslavia\"&gt;Second League of FR Yugoslavia&lt;/a&gt;. In the &lt;a href=\"1995%E2%80%9396%20Second%20League%20of%20FR%20Yugoslavia\"&gt;1995–96 season&lt;/a&gt;, the club was promoted to the &lt;a href=\"First%20League%20of%20FR%20Yugoslavia\"&gt;First League of FR Yugoslavia&lt;/a&gt; (I/B League). They finished second in the I/B League in the &lt;a href=\"1996%E2%80%9397%20First%20League%20of%20FR%20Yugoslavia\"&gt;1996–97 season&lt;/a&gt;, earning them a spot in the I/A League in the &lt;a href=\"1997%E2%80%9398%20First%20League%20of%20FR%20Yugoslavia\"&gt;1997–98 season&lt;/a&gt;.\nAfter the assassination of his father, Dragan \"Aca\" Bulić took over the club in May 1998. Led by the youngest club president in the history of FR Yugoslavia football, they continued to progress rapidly, finishing in a higher league position every season. Simultaneously, the club reached the semi-finals of the national cup in two consecutive seasons in &lt;a href=\"2001%E2%80%9302%20FR%20Yugoslavia%20Cup\"&gt;2002&lt;/a&gt; and &lt;a href=\"2002%E2%80%9303%20Serbia%20and%20Montenegro%20Cup\"&gt;2003&lt;/a&gt;, but was eliminated by &lt;a href=\"FK%20Smederevo\"&gt;Sartid Smederevo&lt;/a&gt; on both occasions.\nIn the &lt;a href=\"2003%E2%80%9304%20First%20League%20of%20Serbia%20and%20Montenegro\"&gt;2003–04 season&lt;/a&gt;, the club achieved its best league performance by finishing in third place, thus securing a spot in the &lt;a href=\"2004%E2%80%9305%20UEFA%20Cup\"&gt;2004–05 UEFA Cup&lt;/a&gt;. They were eliminated by Romanian club &lt;a href=\"FC%20Steaua%20Bucure%C8%99ti\"&gt;Steaua București&lt;/a&gt; in the second qualifying round, losing 5–4 on aggregate. Despite only finishing ninth in the league &lt;a href=\"2004%E2%80%9305%20First%20League%20of%20Serbia%20and%20Montenegro\"&gt;that season&lt;/a&gt;, the club made the biggest success in its history by winning the &lt;a href=\"2004%E2%80%9305%20Serbia%20and%20Montenegro%20Cup\"&gt;Serbia and Montenegro Cup&lt;/a&gt;.\nIn June 2005, due to financial difficulties, the club was forced to withdraw its participation from the &lt;a href=\"2005%E2%80%9306%20UEFA%20Cup\"&gt;2005–06 UEFA Cup&lt;/a&gt;. They eventually merged with another Belgrade-based club &lt;a href=\"FK%20Vo%C5%BEdovac\"&gt;Voždovac&lt;/a&gt;, which continued to compete in the &lt;a href=\"2005%E2%80%9306%20Serbia%20and%20Montenegro%20SuperLiga\"&gt;2005–06 Serbia and Montenegro SuperLiga&lt;/a&gt;.\nRefounded as FK Železnik Lavovi, the club started competing in the Belgrade Third League, the seventh tier of Serbian football. They subsequently earned two promotions in two seasons, reaching the &lt;a href=\"Belgrade%20First%20League\"&gt;Belgrade First League&lt;/a&gt; in 2008. After three years in the fifth tier, the club gained promotion to the &lt;a href=\"Belgrade%20Zone%20League\"&gt;Belgrade Zone League&lt;/a&gt; in 2011. They subsequently secured promotion to the &lt;a href=\"Serbian%20League%20Belgrade\"&gt;Serbian League Belgrade&lt;/a&gt; in 2012. After spending three seasons in the third tier, the club merged with &lt;a href=\"FK%20Radni%C4%8Dki%20Beograd\"&gt;Radnički Beograd&lt;/a&gt; in the summer of 2015 and was later refounded in lowest league.\nHonours.\nLeague.\n&lt;a href=\"Serbian%20League%20North\"&gt;Serbian League North&lt;/a&gt; (Tier 3)\n&lt;a href=\"Belgrade%20First%20League\"&gt;Belgrade First League&lt;/a&gt; (Tier 5)\nBelgrade Second League (Tier 6)\nBelgrade Third League (Tier 7)\nCup.\n&lt;a href=\"Serbia%20and%20Montenegro%20Cup\"&gt;Serbia and Montenegro Cup&lt;/a&gt;\nNotable players.\n\"This is a list of players who have played at full international level\".\n\"For a list of all FK Železnik players with a Wikipedia article, see \"."
}