{
    "id": "121006",
    "revid": "37846373",
    "url": "https://en.wikipedia.org/wiki?curid=121006",
    "title": "Gary, Minnesota",
    "text": "Gary is a city in &lt;a href=\"Norman%20County%2C%20Minnesota\"&gt;Norman County&lt;/a&gt;, &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt;, United States. The population was 214 at the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt;.\nHistory.\nGary was laid out in 1883, and named for Garrett L. Thorpe, a pioneer merchant. A post office has been in operation at Gary since 1887.\nGeography.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the city has a total area of , all land.\nThe &lt;a href=\"Agassiz%20Recreational%20Trail\"&gt;Agassiz Recreational Trail&lt;/a&gt;, a 53-mile multi-use &lt;a href=\"rail%20trail\"&gt;trail&lt;/a&gt; built on an abandoned railroad grade, passes through the city.\nDemographics.\n2010 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2010, there were 214 people, 83 households, and 59 families residing in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was . There were 96 housing units at an average density of . The racial makeup of the city was 95.8% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 2.3% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.5% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 0.5% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, and 0.9% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 0.5% of the population.\nThere were 83 households, of which 28.9% had children under the age of 18 living with them, 62.7% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 6.0% had a female householder with no husband present, 2.4% had a male householder with no wife present, and 28.9% were non-families. 25.3% of all households were made up of individuals, and 12% had someone living alone who was 65 years of age or older. The average household size was 2.58 and the average family size was 3.14.\nThe median age in the city was 40.5 years. 29% of residents were under the age of 18; 5.1% were between the ages of 18 and 24; 26.2% were from 25 to 44; 22.4% were from 45 to 64; and 17.3% were 65 years of age or older. The gender makeup of the city was 51.9% male and 48.1% female.\n2000 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 215 people, 83 households, and 54 families residing in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 669.0 people per square mile (259.4/km2). There were 93 housing units at an average density of 289.4 per square mile (112.2/km2). The racial makeup of the city was 99.07% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, and 0.93% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 0.93% of the population.\nThere were 83 households, out of which 33.7% had children under the age of 18 living with them, 59.0% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 3.6% had a female householder with no husband present, and 34.9% were non-families. 31.3% of all households were made up of individuals, and 14.5% had someone living alone who was 65 years of age or older. The average household size was 2.55 and the average family size was 3.30.\nIn the city, the population was spread out, with 30.7% under the age of 18, 3.3% from 18 to 24, 30.7% from 25 to 44, 18.6% from 45 to 64, and 16.7% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 102.8 males. For every 100 females age 18 and over, there were 106.9 males.\nThe median income for a household in the &lt;a href=\"city\"&gt;city&lt;/a&gt; was $36,875, and the median income for a family was $47,250. Males had a median income of $29,844 versus $15,938 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $15,683. About 6.8% of families and 14.8% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 12.3% of those under the age of eighteen and 26.5% of those 65 or over."
}