{
    "id": "12110649",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=12110649",
    "title": "Do-Re-Mi (band)",
    "text": "Do-Ré-Mi (often typeset as Do-Re-Mi or Do Re Mi) were an Australian pop rock band formed in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; in 1981 by &lt;a href=\"Deborah%20Conway\"&gt;Deborah Conway&lt;/a&gt; (lead vocals), Dorland Bray (drums, percussion, backing vocals), Helen Carter (bass, backing vocals) and Stephen Philip (guitar). They were one of Australia's most respected and successful &lt;a href=\"post-punk\"&gt;post-punk&lt;/a&gt; groups. Do-Ré-Mi recorded &lt;a href=\"Do-Re-Mi%20%28Do-Re-Mi%20album%29\"&gt;self-titled&lt;/a&gt; &lt;a href=\"extended%20play\"&gt;EP&lt;/a&gt; and \"&lt;a href=\"The%20Waiting%20Room%20%28Do-Re-Mi%20album%29\"&gt;The Waiting Room&lt;/a&gt;\" for independent label Green Records before signing to &lt;a href=\"Virgin%20Records\"&gt;Virgin Records&lt;/a&gt; and recording their first &lt;a href=\"long%20play\"&gt;LP&lt;/a&gt;, \"&lt;a href=\"Domestic%20Harmony\"&gt;Domestic Harmony&lt;/a&gt;\" in 1985 with Gavin MacKillop producing.\n\"Domestic Harmony\" achieved gold sales and contained their most played song, \"&lt;a href=\"Man%20Overboard%20%28Do-R%C3%A9-Mi%20song%29\"&gt;Man Overboard&lt;/a&gt;\", which was a top 5 hit single in 1985. This song was notable for its lyrical references to &lt;a href=\"penis%20envy\"&gt;penis envy&lt;/a&gt; and &lt;a href=\"pubic%20hair\"&gt;pubic hair&lt;/a&gt;. Do-Ré-Mi's follow-up singles Idiot Grin and Warnings Moving Clockwise reached the Top 100.\nTheir second album, \"&lt;a href=\"The%20Happiest%20Place%20in%20Town%20%28album%29\"&gt;The Happiest Place in Town&lt;/a&gt;\", produced by &lt;a href=\"Martin%20Rushent\"&gt;Martin Rushent&lt;/a&gt;, included the singles \"&lt;a href=\"Adultery%20%28song%29\"&gt;Adultery&lt;/a&gt;\", \"&lt;a href=\"King%20of%20Moomba%20%28song%29\"&gt;King of Moomba&lt;/a&gt;\" and \"Haunt You\", all of which reached the Australian top 100. The band chose to take an extended break in 1988, with Conway pursuing a solo career, and ended up permanently disbanding later in the decade.\nCareer.\nPrevious bands.\nOne of Dorland Bray's first groups was Shotgun Willie. They played several gigs in the Melbourne pub scene, mainly performing country material gathered from artists such as the relatively unknown Delbert McClinton and &lt;a href=\"Willie%20Nelson\"&gt;Willie Nelson&lt;/a&gt;.\nConway and Bray were both in &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;-based band The Benders with Neville Aresca, Les Barker, John Campbell, Daniel Solowiej and Greg Thomas. Before joining The Benders, Bray had been in &lt;a href=\"punk%20rock\"&gt;punk rock&lt;/a&gt; group the News. Vocalist Conway joined The Benders in 1979 whilst still at &lt;a href=\"University%20of%20Melbourne\"&gt;Melbourne University&lt;/a&gt;. The Benders performed mostly in Melbourne and gigged around &lt;a href=\"pub%20rock%20%28Australia%29\"&gt;pubs&lt;/a&gt; playing original material (mostly written by Conway and Thomas) and &lt;a href=\"Blondie%20%28band%29\"&gt;Blondie&lt;/a&gt; and &lt;a href=\"Devo\"&gt;Devo&lt;/a&gt; covers. Conway and Bray also wrote songs together. In Sydney, Philip had been a guitarist for Thought Criminals and was also a session musician. Carter was a member of punk band Friction. Carter had been living with punk rocker Roger Grierson of &lt;a href=\"Thought%20Criminals\"&gt;Thought Criminals&lt;/a&gt; (later an executive of &lt;a href=\"Festival%20Records%20%28Australia%29\"&gt;Festival Mushroom Records&lt;/a&gt;).\n1981-1988: Do-Ré-Mi.\nBray and Conway left Melbourne for Sydney in 1981, forming Do-Ré-Mi with Carter. In July 1982 Do-Ré-Mi recorded some tracks for a &lt;a href=\"Do-Re-Mi%20%28Do-Re-Mi%20album%29\"&gt;self-titled&lt;/a&gt; 12\" &lt;a href=\"extended%20play\"&gt;EP&lt;/a&gt; using Philip as a session musician. Philip formally joined the band by the time of the EP's release in August 1982 on independent label Green Records. In line with the core post-1960s principle that the personal is political, the band's first recording featured a spiky-funk sound working under passionate, personal-political songs, which included the anti-cold war track \"Standing on Wires\".\nConway had lived with &lt;a href=\"Paul%20Hester\"&gt;Paul Hester&lt;/a&gt; drummer in &lt;a href=\"Deckchairs%20Overboard\"&gt;Deckchairs Overboard&lt;/a&gt; (later in &lt;a href=\"Split%20Enz\"&gt;Split Enz&lt;/a&gt; and &lt;a href=\"Crowded%20House\"&gt;Crowded House&lt;/a&gt;). Hester guested on timbales for \"(Just Like) Hercules\", a track on their second 12\" EP, released by Green Records in January 1983, \"&lt;a href=\"The%20Waiting%20Room%20%28Do-Re-Mi%20album%29\"&gt;The Waiting Room&lt;/a&gt;\".\nDo-Ré-Mi was signed by &lt;a href=\"Virgin%20Records\"&gt;Virgin Records&lt;/a&gt; after being spotted by the management of &lt;a href=\"Cold%20Chisel\"&gt;Cold Chisel&lt;/a&gt; and &lt;a href=\"The%20Angels%20%28Australian%20band%29\"&gt;The Angels&lt;/a&gt;. Do-Ré-Mi recorded two &lt;a href=\"long%20play\"&gt;LP&lt;/a&gt; albums: \"&lt;a href=\"Domestic%20Harmony\"&gt;Domestic Harmony&lt;/a&gt;\" (1985) and \"&lt;a href=\"The%20Happiest%20Place%20in%20Town%20%28album%29\"&gt;The Happiest Place in Town&lt;/a&gt;\" (1988) and seven singles for Virgin Records. Both albums were recorded in London, \"Domestic Harmony\" had Gavin McKillop producing and peaked at No. 16 on the Australian albums charts;. &lt;a href=\"Martin%20Rushent\"&gt;Martin Rushent&lt;/a&gt; produced \"The Happiest Place in Town\".\nTheir best known hit, \"&lt;a href=\"Man%20Overboard%20%28Do-Re-Mi%20song%29\"&gt;Man Overboard&lt;/a&gt;\" originally appeared on their 1983 EP \"The Waiting Room\". They re-recorded \"Man Overboard\" for \"Domestic Harmony\" and the track was released as a single in May 1985. It peaked at No. 5 on the Australian singles chart. \"Man Overboard\" was the 8th highest Australian song for 1985 End of Year Chart. \nIn the &lt;a href=\"Australian%20Broadcasting%20Corporation\"&gt;Australian Broadcasting Corporation&lt;/a&gt; 2001 TV series \"&lt;a href=\"Long%20Way%20to%20the%20Top\"&gt;Long Way to the Top&lt;/a&gt;\" Carter described the delight Do-Ré-Mi had in the success of this single, which came despite the concerns of their record company:\nIn 1985 Do-Ré-Mi performed three songs for the &lt;a href=\"Oz%20for%20Africa\"&gt;Oz for Africa&lt;/a&gt; concert as part of the global &lt;a href=\"Live%20Aid\"&gt;Live Aid&lt;/a&gt; program – \"Man Overboard\", \"&lt;a href=\"Warnings%20Moving%20Clockwise\"&gt;Warnings Moving Clockwise&lt;/a&gt;\" and \"1000 Mouths\". It was broadcast in Australia (on both the &lt;a href=\"Seven%20Network\"&gt;Seven Network&lt;/a&gt; and &lt;a href=\"Nine%20Network\"&gt;Nine Network&lt;/a&gt;) and on &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt; in the US.\nNot long after their second album was released in February 1988, Do-Ré-Mi travelled to the United Kingdom to begin recording a third album. Before this was finished &lt;a href=\"Virgin%20Records\"&gt;Virgin Records&lt;/a&gt; offered Conway a solo deal and Do-Ré-Mi disbanded.\nSubsequent careers.\nBray became a member of &lt;a href=\"Ghostwriters\"&gt;Ghostwriters&lt;/a&gt; for their first album \"Ghostwriters\" (1991). Carter and Philip wrote and performed together first with short lived Lupi and later (c. 2001) in Underfelt. Philip wrote soundscapes for a number of theatre productions of Macbeth, featuring David Field at the Performance Space in Sydney, and produced for Peter Milton Walsh and Grant McLennan.\nConway has a successful solo career, winning an &lt;a href=\"Australian%20Recording%20Industry%20Association\"&gt;ARIA&lt;/a&gt; award for her first solo album \"&lt;a href=\"String%20of%20Pearls%20%28album%29\"&gt;String of Pearls&lt;/a&gt;\" in 1991 (co-writing three songs with Bray). Her best known solo hit was 1991's \"&lt;a href=\"It%27s%20Only%20the%20Beginning\"&gt;It's Only the Beginning&lt;/a&gt;\" reaching No. 19. Conway is still involved in musical activities with a 2007 version of &lt;a href=\"https%3A//web.archive.org/web/20110511080719/http%3A//www.broadfestival.com/\"&gt;Broad&lt;/a&gt;. Thought Criminals reformed in February 2006: see &lt;a href=\"http%3A//www.thethoughtcriminals.com.au/\"&gt;Official website&lt;/a&gt;.\nReunion.\nIn 2018, Carter, Conway and Philip reformed Do Re Mi to perform at the inaugural &lt;a href=\"https%3A//womeninmusicawards.com.au\"&gt;Australian Women in Music Awards&lt;/a&gt; ceremony in Brisbane. Carter and Conway decided to continue with the reunion after being approached to be a part of the By The C concert series. The group, alongside new members Bridie O’Brien (guitar), Julia Day (drums) and Clio Renner (keyboards), would go on to announce a run of headlining shows for 2019.\nCovers and others.\n\"Man Overboard\" was used for \"&lt;a href=\"He%20Died%20with%20a%20Felafel%20in%20His%20Hand\"&gt;He Died with a Felafel in His Hand&lt;/a&gt;\" (2001) performed by Conway and &lt;a href=\"Wicked%20Beat%20Sound%20System\"&gt;Wicked Beat Sound System&lt;/a&gt;. It was also recorded by the band \"&lt;a href=\"George%20%28band%29\"&gt;george&lt;/a&gt;\" (with Conway guesting) for their 2004 EP \"Still Real\".\n\"Standing on Wires\" was used for Australian TV series &lt;a href=\"Love%20My%20Way\"&gt;Love My Way&lt;/a&gt; (2004–2007) episode 2.03.\nAwards and nominations.\nCountdown Music Awards.\n\"&lt;a href=\"Countdown%20%28Australian%20TV%20series%29\"&gt;Countdown&lt;/a&gt;\" was an Australian pop music TV series on national broadcaster &lt;a href=\"ABC%20Television%20%28Australian%20TV%20network%29\"&gt;ABC-TV&lt;/a&gt; from 1974–1987, it presented music awards from 1979–1987, initially in conjunction with magazine \"&lt;a href=\"TV%20Week\"&gt;TV Week&lt;/a&gt;\". The TV Week / Countdown Awards were a combination of popular-voted and peer-voted awards.\nARIA Music Awards.\nThe &lt;a href=\"ARIA%20Music%20Awards\"&gt;ARIA Music Awards&lt;/a&gt; is an annual awards ceremony that recognises excellence, innovation, and achievement across all genres of &lt;a href=\"Australian%20music\"&gt;Australian music&lt;/a&gt;. They commenced in 1987."
}