{
    "id": "1211583",
    "revid": "1574590",
    "url": "https://en.wikipedia.org/wiki?curid=1211583",
    "title": "Twenty-Fifth Army (Japan)",
    "text": "The was an &lt;a href=\"corps\"&gt;army&lt;/a&gt; of the &lt;a href=\"Imperial%20Japanese%20Army\"&gt;Imperial Japanese Army&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, noted for its role in the &lt;a href=\"Malayan%20Campaign\"&gt;Malayan Campaign&lt;/a&gt; and the &lt;a href=\"Battle%20of%20Singapore\"&gt;Battle of Singapore&lt;/a&gt;.\nHistory.\nThe Japanese 25th Army was formed on 5 July 1941 under the &lt;a href=\"Imperial%20General%20Headquarters\"&gt;Imperial General Headquarters&lt;/a&gt;. It was transferred to the control of the &lt;a href=\"Japanese%20Seventh%20Area%20Army\"&gt;Japanese Seventh Area Army&lt;/a&gt; under the &lt;a href=\"Southern%20Expeditionary%20Army%20Group\"&gt;Southern Expeditionary Army Group&lt;/a&gt; on 6 November 1941.\nBattle of Malaya.\nThe &lt;a href=\"Battle%20of%20Malaya\"&gt;Battle of Malaya&lt;/a&gt; began when the 25th Army launched an &lt;a href=\"amphibious%20assault\"&gt;amphibious assault&lt;/a&gt; on the northern coast of British Malaya on 8 December 1941. Japanese troops landed at &lt;a href=\"Kota%20Bharu\"&gt;Kota Bharu&lt;/a&gt; and advanced down the eastern coastline of the &lt;a href=\"Malay%20Peninsula\"&gt;Malay Peninsula&lt;/a&gt;. This was made in conjunction with &lt;a href=\"Japanese%20Invasion%20of%20Thailand\"&gt;landings&lt;/a&gt; at &lt;a href=\"Pattani\"&gt;Pattani&lt;/a&gt; and &lt;a href=\"Songkhla\"&gt;Songkhla&lt;/a&gt; in &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;, where units then proceeded south overland across the &lt;a href=\"Malaysia-Thailand%20Border\"&gt;Thailand-Malayan border&lt;/a&gt; to attack the western portion of Malaya.\nThe Japanese were initially resisted by &lt;a href=\"Indian%20III%20Corps\"&gt;III Corps&lt;/a&gt; of the &lt;a href=\"British%20Indian%20Army\"&gt;British Indian Army&lt;/a&gt; and several &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; battalions. The Japanese quickly isolated individual Indian units defending the coastline, before concentrating their forces to surround the defenders and force their surrender.\nThe Japanese forces held a slight advantage in numbers on the ground in northern Malaya, and were significantly superior in &lt;a href=\"close%20air%20support\"&gt;close air support&lt;/a&gt;, &lt;a href=\"tank\"&gt;armour&lt;/a&gt;, co-ordination, &lt;a href=\"military%20tactics\"&gt;tactics&lt;/a&gt; and experience, with the Japanese units having fought in &lt;a href=\"Second%20Sino-Japanese%20War\"&gt;China&lt;/a&gt;. The Japanese also used &lt;a href=\"bicycle%20infantry\"&gt;bicycle infantry&lt;/a&gt; and &lt;a href=\"light%20tank\"&gt;light tank&lt;/a&gt;s, which allowed swift movement of their forces overland through the terrain that was covered with thick &lt;a href=\"tropical%20rainforest\"&gt;tropical rainforest&lt;/a&gt;.\nAfter &lt;a href=\"Battle%20of%20Jitra\"&gt;defeating British and Indian troops at Jitra&lt;/a&gt; Japanese forces supported by tanks moved south from Thailand on 11 December, overwhelming British defenses.\n&lt;a href=\"Penang\"&gt;Penang&lt;/a&gt; was bombed daily by the Japanese from 8 December, and abandoned on 17 December. Arms, boats, supplies and a working radio station were left in haste to the Japanese. The evacuation of Europeans from Penang, with local inhabitants being left to the mercy of the Japanese, caused much embarrassment for the British and alienated them from the local population.\n&lt;a href=\"Kuala%20Lumpur\"&gt;Kuala Lumpur&lt;/a&gt; fell unopposed on 11 January 1942. The &lt;a href=\"Indian%2011th%20Infantry%20Division\"&gt;11th Indian Division&lt;/a&gt; managed to delay the Japanese advance at the &lt;a href=\"Battle%20of%20Kampar\"&gt;Battle of Kampar&lt;/a&gt; for a few days, which was followed by the &lt;a href=\"Battle%20of%20Slim%20River\"&gt;disastrous Slim River battle&lt;/a&gt;, in which two Indian brigades were practically annihilated.\nBy mid-January the Japanese had reached &lt;a href=\"Johore\"&gt;Johore&lt;/a&gt; where, on 14 January, they encountered troops from the &lt;a href=\"Australian%208th%20Division\"&gt;Australian 8th Division&lt;/a&gt;, commanded by &lt;a href=\"Major-General\"&gt;Major-General&lt;/a&gt; &lt;a href=\"Henry%20Gordon%20Bennett\"&gt;Gordon Bennett&lt;/a&gt;, for the first time in the campaign. During engagements with the Australians, the Japanese experienced their first major tactical setback, due to the stubborn resistance put up by the Australians at &lt;a href=\"Gemas\"&gt;Gemas&lt;/a&gt;. The battle, centered on the &lt;a href=\"Gemensah%20Bridge\"&gt;Gemensah Bridge&lt;/a&gt;, proved costly for the Japanese, who suffered up to 600 casualties but the bridge itself, which had been demolished during the fighting, was repaired within six hours.\nAs the Japanese attempted to outflank the Australians to the west of Gemas, one of the bloodiest battles of the campaign began on January 15 on the peninsula's West coast near the &lt;a href=\"Muar%20River\"&gt;Muar River&lt;/a&gt;. Bennett allocated the weak 45th Indian Brigade (a new and half trained formation) to defend the river's South bank but the unit was outflanked by Japanese units landing from the sea and the Brigade was effectively destroyed with its commander, &lt;a href=\"Brigadier\"&gt;Brigadier&lt;/a&gt; &lt;a href=\"H.%20C.%20Duncan\"&gt;H. C. Duncan&lt;/a&gt;, and all three of his battalion commanders killed.\nOn 20 January, further Japanese landings took place at &lt;a href=\"Endau\"&gt;Endau&lt;/a&gt;, in spite of an air attack by &lt;a href=\"Vickers%20Vildebeest\"&gt;Vildebeest bombers&lt;/a&gt;. The final Commonwealth defensive line in Johore of &lt;a href=\"Batu%20Pahat\"&gt;Batu Pahat&lt;/a&gt;–&lt;a href=\"Kluang\"&gt;Kluang&lt;/a&gt;–&lt;a href=\"Mersing\"&gt;Mersing&lt;/a&gt; was now being attacked along its full length.\nOn 27 January 1942 Percival received permission from the commander of the &lt;a href=\"American-British-Dutch-Australian%20Command\"&gt;American-British-Dutch-Australian Command&lt;/a&gt;, General &lt;a href=\"Archibald%20Percival%20Wavell%2C%201st%20Earl%20Wavell\"&gt;Archibald Wavell&lt;/a&gt;, to order a retreat across the &lt;a href=\"Johore%20Strait\"&gt;Johore Strait&lt;/a&gt; to the island of &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;.\nFollowing the successful capture of Malaya and Singapore, the IJA 25th Army served primarily as a &lt;a href=\"garrison\"&gt;garrison&lt;/a&gt; force for the occupied territories. As the situation grew increasingly desperate of Japanese forces towards the middle of 1945, the IJA 25th Army came under the operational control of the &lt;a href=\"Japanese%20Seventh%20Area%20Army\"&gt;Japanese Seventh Area Army&lt;/a&gt;, and its headquarters was transferred to &lt;a href=\"Bukittinggi\"&gt;Bukittinggi&lt;/a&gt; in the highlands of central &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt;, which it held until the &lt;a href=\"surrender%20of%20Japan\"&gt;surrender of Japan&lt;/a&gt; in August 1945."
}