{
    "id": "1213970",
    "revid": "39769597",
    "url": "https://en.wikipedia.org/wiki?curid=1213970",
    "title": "Rivne",
    "text": "Rivne (; ; ) is a &lt;a href=\"city\"&gt;city&lt;/a&gt; in western &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;. Historically known as \"Rovno\", the city is the &lt;a href=\"administrative%20center\"&gt;administrative centre&lt;/a&gt; of &lt;a href=\"Rivne%20Oblast\"&gt;Rivne Oblast&lt;/a&gt; (&lt;a href=\"Oblast\"&gt;province&lt;/a&gt;), as well as the surrounding &lt;a href=\"Rivne%20Raion\"&gt;Rivne Raion&lt;/a&gt; (&lt;a href=\"Raion\"&gt;district&lt;/a&gt; created in USSR) within the oblast. Administratively, Rivne is incorporated as a &lt;a href=\"city%20of%20regional%20significance%20%28Ukraine%29\"&gt;city of oblast significance&lt;/a&gt; and does not belong to the raion. Population: \nBetween &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; and &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the city was located in &lt;a href=\"Second%20Polish%20Republic\"&gt;Poland&lt;/a&gt; as a district-level (county) seat in &lt;a href=\"Wolyn%20Voivodeship\"&gt;Wolyn Voivodeship&lt;/a&gt;. At the start of World War II in 1939, Rivne was occupied by the Soviet Red Army and received its current status by becoming a seat of regional government of the &lt;a href=\"Rivne%20Oblast\"&gt;Rivne Oblast&lt;/a&gt; which was created out of the eastern portion of the voivodeship. During the German occupation of 1941–44 the city was designated as a &lt;a href=\"Capital%20city\"&gt;capital&lt;/a&gt; of German Ukraine (&lt;a href=\"Reichskommissariat%20Ukraine\"&gt;Reichskommissariat Ukraine&lt;/a&gt;). In the spring of 1919, it also served as a provisional seat of the Ukrainian government throughout the ongoing war with &lt;a href=\"Soviet%20Russia\"&gt;Soviet Russia&lt;/a&gt;.\nRivne is an important transportation hub, with the international &lt;a href=\"Rivne%20Airport\"&gt;Rivne Airport&lt;/a&gt;, and rail links to &lt;a href=\"Zdolbuniv\"&gt;Zdolbuniv&lt;/a&gt;, &lt;a href=\"Sarny\"&gt;Sarny&lt;/a&gt;, and &lt;a href=\"Kovel\"&gt;Kovel&lt;/a&gt;, as well as highways linking it with &lt;a href=\"Brest%20%28Belarus%29\"&gt;Brest&lt;/a&gt;, &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt; and &lt;a href=\"Lviv\"&gt;Lviv&lt;/a&gt;. Among other leading companies there is a chemical factory of &lt;a href=\"Rivne-Azot\"&gt;Rivne-Azot&lt;/a&gt; (part of &lt;a href=\"Ostchem%20Holding\"&gt;Ostchem Holding&lt;/a&gt;).\nHistory.\nRivne was first mentioned in 1283 in the Polish annals \"Rocznik kapituły krakowskiej\" as one of the inhabited places of &lt;a href=\"Halych-Volhynia\"&gt;Halych-Volhynia&lt;/a&gt; near which &lt;a href=\"Leszek%20II%20the%20Black\"&gt;Leszek II the Black&lt;/a&gt; was victorious over a part of the &lt;a href=\"Grand%20Ducal%20Lithuanian%20Army\"&gt;Grand Ducal Lithuanian Army&lt;/a&gt;. Following the &lt;a href=\"Kingdom%20of%20Galicia%E2%80%93Volhynia\"&gt;Kingdom of Galicia–Volhynia&lt;/a&gt;'s partition after &lt;a href=\"Galicia%E2%80%93Volhynia%20Wars\"&gt;Galicia–Volhynia Wars&lt;/a&gt; in the late &lt;a href=\"14th%20century\"&gt;14th century&lt;/a&gt;, it was under the rule of &lt;a href=\"Grand%20Duchy%20of%20Lithuania\"&gt;Grand Duchy of Lithuania&lt;/a&gt; and in 1434 the &lt;a href=\"Grand%20Duke%20of%20Lithuania\"&gt;Grand Duke of Lithuania&lt;/a&gt; &lt;a href=\"%C5%A0vitrigaila\"&gt;Švitrigaila&lt;/a&gt; awarded the settlement to a Lutsk nobleman Dychko. In 1461 Dychko sold his settlement to Prince Semen Nesvizh. In 1479 Semen Nesvizh died and his settlement was passed to his wife Maria who started to call herself princess of Rovno. She turned the settlement into a princely residence by building in 1481 a castle on one of local river islands and managed to obtain &lt;a href=\"Magdeburg%20rights\"&gt;Magdeburg rights&lt;/a&gt; for the settlement in 1492 from the King of Poland &lt;a href=\"Casimir%20IV%20Jagiellon\"&gt;Casimir IV Jagiellon&lt;/a&gt;. Following her death in 1518, the city was passed on to the princes of Ostrog and declined by losing its status as a princely residency.\nIn 1566 the town of Rovno became part of newly established &lt;a href=\"Volhynian%20Voivodeship%20%281569%E2%80%931795%29\"&gt;Volhynian Voivodeship&lt;/a&gt;. Following the &lt;a href=\"Union%20of%20Lublin\"&gt;Union of Lublin&lt;/a&gt; in 1569, it was transferred from the realm of the Grand Duchy of Lithuania to the &lt;a href=\"Crown%20of%20Poland\"&gt;Crown of Poland&lt;/a&gt;. The city had a status of privately held by nobles (&lt;a href=\"Ostrogski%20family\"&gt;Ostrogski&lt;/a&gt; and &lt;a href=\"Lubomirski\"&gt;Lubomirski&lt;/a&gt; families). Following the &lt;a href=\"Second%20Partition%20of%20Poland\"&gt;Second Partition of Poland&lt;/a&gt; in 1793 Rivne became a part of the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;, and in 1797 it was declared to be a county level (&lt;a href=\"uyezd\"&gt;uyezd&lt;/a&gt;) town of the &lt;a href=\"Volhynian%20Governorate\"&gt;Volhynian Governorate&lt;/a&gt;.\nDuring &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; and the period of chaos shortly after, it was briefly under German, Ukrainian, Bolshevik and Polish rule. During April–May 1919 Rivne served as the temporary capital of the &lt;a href=\"Ukrainian%20People%27s%20Republic\"&gt;Ukrainian People's Republic&lt;/a&gt;. In late April 1919 one of the Ukrainian military leaders &lt;a href=\"Volodymyr%20Oskilko\"&gt;Volodymyr Oskilko&lt;/a&gt; attempted to organize a \"coup-d'état\" against the Petliura's-led Directory and cabinet of &lt;a href=\"Borys%20Martos\"&gt;Borys Martos&lt;/a&gt; and replace them with &lt;a href=\"Yevhen%20Petrushevych\"&gt;Yevhen Petrushevych&lt;/a&gt; as president of Ukraine. In Rivne, Oskilko managed to arrest most of the cabinet ministers including Martos himself, but Petliura at that time was in neighbouring &lt;a href=\"Zdolbuniv\"&gt;Zdolbuniv&lt;/a&gt; and managed to stop Oskilko's efforts. At the conclusion of the conflict, in accordance with the &lt;a href=\"Peace%20of%20Riga\"&gt;Riga Peace Treaty&lt;/a&gt; of 1921 it became a part of &lt;a href=\"Poland\"&gt;Polish&lt;/a&gt; &lt;a href=\"Volhynian%20Voivodeship%20%281921%E2%80%931939%29\"&gt;Volhynian Voivodeship&lt;/a&gt;, a situation which would last until the Second World War.\nIn 1939, as a result of the &lt;a href=\"Molotov%E2%80%93Ribbentrop%20Pact\"&gt;Molotov–Ribbentrop Pact&lt;/a&gt; and the partition of Poland, Rivne was occupied by the Soviet Union. From December of the same year Rivne became the centre of the newly established Rivne Oblast, within the &lt;a href=\"Ukrainian%20SSR\"&gt;Ukrainian SSR&lt;/a&gt;.\nOn 28 June 1941 Rivne was invaded by the &lt;a href=\"6th%20Army%20%28Wehrmacht%29\"&gt;6th army&lt;/a&gt; of &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;, which later established the city as the administrative centre of &lt;a href=\"Reichskommissariat%20Ukraine\"&gt;Reichskommissariat Ukraine&lt;/a&gt; on 20 August. A prison for the &lt;a href=\"Gestapo\"&gt;Gestapo&lt;/a&gt; was created on Belaia Street. At the time, roughly half of Rivne's inhabitants were Jewish; of these, about 23,000 were taken to a pine grove in Sosenki and killed between 6–8 November. At the same period the well known German actor &lt;a href=\"Olaf%20Bach\"&gt;Olaf Bach&lt;/a&gt; was flown over to the city to perform for the German forces, for morale and to support the troops. He remained in Rivne from 8–13 November. A &lt;a href=\"Rivne%20Ghetto\"&gt;ghetto&lt;/a&gt; was established for the remaining 5,000 Jews. In July 1942, its population was sent north to &lt;a href=\"Kostopil\"&gt;Kostopil&lt;/a&gt; where they were killed; the ghetto was subsequently liquidated.\nOn 2 February 1944, the city was captured by the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; in the &lt;a href=\"Battle%20of%20Rovno\"&gt;Battle of Rovno&lt;/a&gt;, and remained under Soviet control until Ukraine regained its independence on the break-up of the USSR in 1991.\nIn 1958, a TV tower began broadcasting in the city; in 1969, the first &lt;a href=\"Trolleybus\"&gt;trolley&lt;/a&gt; ran through the city; in 1969, &lt;a href=\"Rivne%20Airport\"&gt;Rivne airport&lt;/a&gt; was opened. In 1983, the city celebrated its 700th anniversary.\nOn 11 June 1991, the &lt;a href=\"Ukrainian%20parliament\"&gt;Ukrainian parliament&lt;/a&gt; officially renamed the city Rivne according to the rules of &lt;a href=\"Ukrainian%20orthography\"&gt;Ukrainian orthography&lt;/a&gt;, whereas it had previously been known as Rovno.\nIn 1992, a memorial complex of 20 thousand square metres was established at the site of the World War II massacre to commemorate the killing of 17,500 Jews there in November 1941 during &lt;a href=\"The%20Holocaust%20in%20Ukraine\"&gt;the Holocaust&lt;/a&gt;, commemorating the mass grave with an obelisk inscribed in &lt;a href=\"Yiddish\"&gt;Yiddish&lt;/a&gt;, &lt;a href=\"Hebrew\"&gt;Hebrew&lt;/a&gt; and &lt;a href=\"Ukrainian%20language\"&gt;Ukrainian&lt;/a&gt;. \nOn 6 June 2012, the World War II Jewish burial site was vandalised, allegedly as part of an &lt;a href=\"Antisemitism\"&gt;antisemitic&lt;/a&gt; act.\nClimate.\nRivne has a moderate &lt;a href=\"humid%20continental%20climate\"&gt;continental climate&lt;/a&gt; with cold, snowy winters and warm summers. Snow cover usually lasts from November until March. The average annual precipitation is June and July being the wettest months and January and February the driest.\nIndustry.\nDuring &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; times the provincial town was transformed into an industrial centre of the republic. There were two significant factories built. The first was a machine building and metal processing factory capable of producing high-voltage apparatus, tractor spare parts and others. The other was a chemical factory and synthetic materials fabrication plant. Light industry, including a linen plant and a textile mill, as well as food industries, including milk and meat processing plants and a vegetable preservation plant, have also been built. In addition the city became a production centre for furniture and other building materials. \nAttractions.\nAs an important cultural centre, Rivne hosts a humanities and a hydro-engineering university, as well as a faculty of the Kyiv State Institute of Culture, and medical and musical as well as automobile-construction, commercial, textile, agricultural and cooperative polytechnic colleges. The city has a historical museum.\nFollowing the &lt;a href=\"fall%20of%20the%20Soviet%20Union\"&gt;fall of the Soviet Union&lt;/a&gt;, the monument for the Soviet hero &lt;a href=\"Dmitry%20Nikolayevich%20Medvedev\"&gt;D.N.Medvedev&lt;/a&gt; was removed, and the &lt;a href=\"Nikolai%20Ivanovich%20Kuznetsov\"&gt;N.I.Kuznetsov&lt;/a&gt; monument was moved to another location within the city. Instead, in order to reflect the controversial history of the region the monuments for \"People who died in the honour of Ukraine\", and \"Soldiers who died in local military battles\" were installed.\nInternational relations.\nTwin towns – Sister cities.\nRivne is &lt;a href=\"Twin%20towns%20and%20sister%20cities\"&gt;twinned&lt;/a&gt; with:"
}