{
    "id": "12133155",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=12133155",
    "title": "Marcos Calderón",
    "text": "Marcos Calderón (11 July 1928 – 8 December 1987) was a Peruvian &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; coach. During his tenure the &lt;a href=\"Peru%20national%20football%20team\"&gt;Selección de fútbol de Perú&lt;/a&gt; won the &lt;a href=\"Copa%20Am%C3%A9rica%201975\"&gt;Copa América 1975&lt;/a&gt; and reached the second round of the &lt;a href=\"1978%20World%20Cup\"&gt;1978 World Cup&lt;/a&gt;. He was born in &lt;a href=\"Lima\"&gt;Lima&lt;/a&gt; in 1928 and died when he was coach to &lt;a href=\"Alianza%20Lima\"&gt;Alianza Lima&lt;/a&gt; in a terrible &lt;a href=\"1987%20Alianza%20Lima%20air%20disaster\"&gt;aviation crash&lt;/a&gt; that occurred on 8 December 1987 that killed most of the team's promising squad.\nCoaching career.\nCalderon was a football player during the 1950s. A few years after his playing retirement, he began coaching.\nSeveral titles were won during his coaching tenure with significant Peruvian clubs, such as: &lt;a href=\"Universitario%20de%20Deportes\"&gt;Universitario de Deportes&lt;/a&gt;, &lt;a href=\"Sport%20Boys\"&gt;Sport Boys&lt;/a&gt;, and &lt;a href=\"Sporting%20Cristal\"&gt;Sporting Cristal&lt;/a&gt;. His successes led to becoming coach of the &lt;a href=\"Peru%20national%20football%20team\"&gt;Selección de fútbol de Perú&lt;/a&gt;.\nAlianza Lima air disaster.\nCalderon coached &lt;a href=\"Alianza%20Lima\"&gt;Alianza Lima&lt;/a&gt;, developed several significant players and won several titles. Much of the team was relatively young. Calderon had faith in his players, and many of them played on national team. Onboard a plane for an away match of the &lt;a href=\"Peruvian%20First%20Division\"&gt;Peruvian League&lt;/a&gt; Alianza Lima, it crashed; Calderon and the entire team Alianza were killed. Several on the team were national team players."
}