{
    "id": "12130679",
    "revid": "23646674",
    "url": "https://en.wikipedia.org/wiki?curid=12130679",
    "title": "Domenico Jorio",
    "text": "Domenico Jorio &lt;a href=\"Doctor%20of%20Sacred%20Theology\"&gt;S.T.D.&lt;/a&gt; &lt;a href=\"Doctor%20of%20Canon%20and%20Civil%20Law\"&gt;J.U.D.&lt;/a&gt; (7 October 1867 – 21 October 1954) was a &lt;a href=\"Cardinal%20%28Catholicism%29\"&gt;Cardinal&lt;/a&gt; of the &lt;a href=\"Roman%20Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt; who served as &lt;a href=\"Congregation%20for%20Divine%20Worship%20and%20the%20Discipline%20of%20the%20Sacraments\"&gt;Prefect of the Congregation for Discipline of Sacraments&lt;/a&gt; from 1935 until his death.\nBiography.\nDomenico Jorio was born in &lt;a href=\"Villa%20Santo%20Stefano\"&gt;Villa Santo Stefano&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;. He was educated at the &lt;a href=\"Seminary\"&gt;Seminary&lt;/a&gt; of &lt;a href=\"Ferentino\"&gt;Ferentino&lt;/a&gt; and the &lt;a href=\"Pontifical%20Roman%20Seminary\"&gt;Pontifical Roman Seminary&lt;/a&gt; in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;, where he earned a &lt;a href=\"doctorate\"&gt;doctorate&lt;/a&gt; in &lt;a href=\"theology\"&gt;theology&lt;/a&gt; and a \"doctorate utriusque iuris\" (in both &lt;a href=\"Canon%20law\"&gt;canon&lt;/a&gt; and civil &lt;a href=\"law\"&gt;law&lt;/a&gt;).\nHe was ordained on 17 September 1891 in &lt;a href=\"Palestrina\"&gt;Palestrina&lt;/a&gt;, and continued his studies in Rome. He worked in pastoral care in the &lt;a href=\"diocese%20of%20Rome\"&gt;diocese of Rome&lt;/a&gt; and as a staff member of the &lt;a href=\"Apostolic%20Dataria\"&gt;Apostolic Dataria&lt;/a&gt; from 1891 until 1918. He was created &lt;a href=\"Monsignor\"&gt;Privy Chamberlain of His Holiness&lt;/a&gt; on 15 November 1901 and was reappointed on 16 December 1903 and again on 9 September 1914. He was raised to the level of Domestic Prelate of His Holiness on 11 March 1915. He was again elevated to the level of &lt;a href=\"Protonotary%20apostolic\"&gt;Protonotary apostolic&lt;/a&gt; on 20 November 1918. He was appointed Secretary of the &lt;a href=\"Congregation%20for%20Divine%20Worship%20and%20the%20Discipline%20of%20the%20Sacraments\"&gt;Congregation for Discipline of Sacraments&lt;/a&gt; on 5 January 1928.\nHe was made &lt;a href=\"Cardinal-Deacon\"&gt;Cardinal-Deacon&lt;/a&gt; of &lt;a href=\"Sant%27Apollinare%20alle%20Terme%20Neroniane-Alessandrine\"&gt;Sant'Apollinare alle Terme Neroniane-Alessandrine&lt;/a&gt; in the &lt;a href=\"Papal%20consistory\"&gt;consistory&lt;/a&gt; of 16 December 1935 by &lt;a href=\"Pope%20Pius%20XI\"&gt;Pope Pius XI&lt;/a&gt; and on 20 December 1935 was appointed Prefect of the &lt;a href=\"Sacred%20Congregation%20for%20the%20Discipline%20of%20the%20Sacraments\"&gt;Sacred Congregation for the Discipline of the Sacraments&lt;/a&gt;. He participated in the &lt;a href=\"Papal%20conclave%2C%201939\"&gt;conclave of 1939&lt;/a&gt; that elected &lt;a href=\"Pope%20Pius%20XII\"&gt;Pope Pius XII&lt;/a&gt;. After ten years as a Cardinal-Deacon he opted to become a member of the order of cardinal priests.\nFollowing Italy's &lt;a href=\"Second%20Italo-Ethiopian%20War\"&gt;invasion and occupation of Ethiopia&lt;/a&gt;, on 29 April 1937 Italy introduced race-based legislation for the first time. The Lessona Decree, named for Italy's Minister for Africa &lt;a href=\"Alessandro%20Lessona\"&gt;Alessandro Lessona&lt;/a&gt;, punished sexual relations between Italians and Ethiopians with imprisonment for one to five years. It was aimed more at longterm living arrangements, &lt;a href=\"concubinage\"&gt;concubinage&lt;/a&gt;, than at casual encounters. Jorio produced an assessment on behalf of his Congregation on 24 August. It asserted at length the Church's belief that race could not be an impediment to marriage. Reflecting the controversy over eugenics a few years earlier in Germany, it said the Church granted \"maximum freedom\" even to those afflicted \"by chronic hereditary disorders\". It then welcomed the government's proscription of interracial concubinage as a first step toward outlawing concubinage in all its forms. It said the Church could encourage its missionaries \"to prevent such hybrid unions for the wise hygienic and social motivations\" the government had outlined. The Church, he offered, would do its part by not granting dispensations for intermarriage between Catholic and Muslims.\nHe died on 21 October 1954 in his apartment in the &lt;a href=\"Palace%20of%20the%20Holy%20Office\"&gt;Palace of the Holy Office&lt;/a&gt;, Rome. The funeral took place on 25 October 1954 in the church of Sant'Andrea della Valle. After the funeral, his body was buried in the church of Sant'Apollinare."
}