{
    "id": "12133161",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=12133161",
    "title": "Amateur sport in Toronto",
    "text": "Amateur sport in Toronto has a vibrant and distinguished history, with a breadth of sports featuring significant participation in youth leagues, collegiate sports, and other organised and ad hoc events.\nBasketball.\nToronto youth basketball has the greatest participation amongst high school programs in the &lt;a href=\"Greater%20Toronto%20Area\"&gt;Greater Toronto Area&lt;/a&gt;, and is often considered the fastest growing sport at the Toronto high school level.\nSoccer.\nThere are many parks throughout Toronto where pickup soccer games are played, including Trinity Bellwoods, Christie Pits and the Cherry Beach Sports Fields. There are also private organized leagues and the OpenSports app, which many individuals &lt;a href=\"https%3A//opensports.ca/\"&gt;organize pickup soccer games on&lt;/a&gt;.\nIce hockey.\nToronto youth ice hockey teams participate in the world's largest organised ice hockey league, the &lt;a href=\"Greater%20Toronto%20Hockey%20League\"&gt;Greater Toronto Hockey League&lt;/a&gt;, founded in 1911 in &lt;a href=\"The%20Beaches\"&gt;The Beaches&lt;/a&gt; neighbourhood. Toronto's elementary and secondary schools also play for a Toronto title.\nFootball.\nToronto was for many years the host of the annual &lt;a href=\"Vanier%20Cup\"&gt;Vanier Cup&lt;/a&gt; &lt;a href=\"Canadian%20football\"&gt;football&lt;/a&gt; championship, and also hosted (and won) many of the early &lt;a href=\"Grey%20Cup\"&gt;Grey Cup&lt;/a&gt; competitions that were contested by amateur football teams. Both championship games were once again held in Toronto in 2007, along with the annual &lt;a href=\"Metro%20Bowl\"&gt;Metro Bowl&lt;/a&gt; high school championship.\nToronto was also host to a series of &lt;a href=\"NCAA%20football\"&gt;NCAA football&lt;/a&gt; &lt;a href=\"bowl%20games\"&gt;bowl games&lt;/a&gt; called the &lt;a href=\"International%20Bowl\"&gt;International Bowl&lt;/a&gt; between 2007-2010.\nWater sports.\nToronto's &lt;a href=\"Argonaut%20Rowing%20Club\"&gt;Argonaut Rowing Club&lt;/a&gt;, founded in 1872, is one of Canada and North America's oldest rowing clubs. The rowing club also sponsored the football club that became today's &lt;a href=\"Toronto%20Argonauts\"&gt;Toronto Argonauts&lt;/a&gt;.\nRoller Derby.\nWomen's Flat track &lt;a href=\"roller%20derby\"&gt;roller derby&lt;/a&gt; has been gaining popularity across the region in recent years, with two full-contact leagues operating within the city of Toronto. &lt;a href=\"Toronto%20Roller%20Derby\"&gt;Toronto Roller Derby&lt;/a&gt; (ToRD), one of the larger leagues in Canada in terms of membership, operates out of The Bunker at &lt;a href=\"Downsview%20Park\"&gt;Downsview Park&lt;/a&gt;, hosting games from most of the year. &lt;a href=\"Hogtown%20Roller%20Derby\"&gt;Hogtown Roller Derby&lt;/a&gt; is a smaller league which operates out of &lt;a href=\"Ted%20Reeve%20Arena\"&gt;Ted Reeve Arena&lt;/a&gt; in the east end of the city. Both leagues are full members of the &lt;a href=\"Women%27s%20Flat%20Track%20Derby%20Association\"&gt;Women's Flat Track Derby Association&lt;/a&gt;, the largest governing body for women's roller derby in the world, with ToRD gaining membership in 2011, and GTAR in 2013.\nRugby League.\n&lt;a href=\"Rugby%20league\"&gt;Rugby league&lt;/a&gt; in Canada was relaunched in 2010. The governing body of the sport &lt;a href=\"Canada%20Rugby%20League\"&gt;Canada Rugby League&lt;/a&gt; has taken major steps to develop the sport at the domestic and international level. The province of Ontario now has 4 teams who compete in the domestic season. The &lt;a href=\"Canada%20national%20rugby%20league%20team\"&gt;Canada national rugby league team&lt;/a&gt; also known as 'The Wolverines', has come off a very successful season in 2011, recording victories against Jamaica and the United States, the qualifying nation of the 2013 RLWC. The match against the United States aired live on CBC as part of Spots Day in Canada, proving the rapidly growing fan base erupting in the commonwealth nation of Canada. &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; is also showing signs of developments with a domestic and university bodies developing in the Western part of Canada.\nUltimate (disc).\nThe Toronto &lt;a href=\"Ultimate%20%28sport%29\"&gt;Ultimate&lt;/a&gt; Club (TUC) is a not-for-profit organization that officially began in 1980 and incorporated in 1995. TUC has 3300 members and 250 teams playing every season on most days of the week, on various fields (indoor and outdoor) throughout the year. The Club consists of three full-time managers, a strong Board of Directors who represent the membership, and over 100 volunteers who make the TUC successful.\nEvents.\nThere have been some proponents for the city to host the &lt;a href=\"Summer%20Olympic%20Games\"&gt;Summer Olympics&lt;/a&gt;. With city council's endorsement, bids were submitted to the &lt;a href=\"International%20Olympic%20Committee\"&gt;International Olympic Committee&lt;/a&gt; to host the &lt;a href=\"1996%20Summer%20Olympics%20bids\"&gt;1996 Olympics&lt;/a&gt;, eventually awarded to &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt;, and the &lt;a href=\"2008%20Summer%20Olympics%20bids\"&gt;2008 Olympics&lt;/a&gt;, awarded to &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt;.\nWith Canada's selection as host for the &lt;a href=\"2007%20FIFA%20U-20%20World%20Cup\"&gt;2007 FIFA U-20 World Cup&lt;/a&gt;, Toronto was established as the venue for the final and third-place matches, hosting twelve games in total.\nEvery January from 2007 to 2010, the city hosted the &lt;a href=\"International%20Bowl\"&gt;International Bowl&lt;/a&gt;, an &lt;a href=\"NCAA\"&gt;NCAA&lt;/a&gt; &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; &lt;a href=\"bowl%20game\"&gt;bowl game&lt;/a&gt;. The &lt;a href=\"2007%20International%20Bowl\"&gt;inaugural match&lt;/a&gt; was contested between the &lt;a href=\"University%20of%20Cincinnati\"&gt;University of Cincinnati&lt;/a&gt; and &lt;a href=\"Western%20Michigan%20University\"&gt;Western Michigan University&lt;/a&gt;.\nThe city also features ad hoc events like the &lt;a href=\"Toronto%20Donut%20Ride\"&gt;Toronto Donut Ride&lt;/a&gt;, an informal weekly road &lt;a href=\"cycling\"&gt;cycling&lt;/a&gt; tour that also covers parts of &lt;a href=\"Regional%20Municipality%20of%20York%2C%20Ontario\"&gt;York Region&lt;/a&gt;.\nOn November 9, 2009, Toronto was announced as the host city for the &lt;a href=\"2015%20Pan%20American%20Games\"&gt;2015 Pan American Games&lt;/a&gt;."
}