{
    "id": "1214850",
    "revid": "40943757",
    "url": "https://en.wikipedia.org/wiki?curid=1214850",
    "title": "IK Start",
    "text": "IK Start is a Norwegian &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club from the town of &lt;a href=\"Kristiansand\"&gt;Kristiansand&lt;/a&gt; that currently plays in the &lt;a href=\"1.%20divisjon\"&gt;1. divisjon&lt;/a&gt;, the second tier of the &lt;a href=\"Norwegian%20football%20league%20system\"&gt;Norwegian football league system&lt;/a&gt;. The club was founded on 19 September 1905. The club's current head coach is Sindre Tjelmeland. The team plays in yellow &lt;a href=\"Jersey%20%28clothing%29\"&gt;jerseys&lt;/a&gt;, black shorts and socks at home, and black jerseys, yellow shorts and socks away.\nThey play their home matches at &lt;a href=\"S%C3%B8r%20Arena\"&gt;Sør Arena&lt;/a&gt;, the club's own football stadium, opened in 2007. Before moving to Sør Arena, IK Start played their games at &lt;a href=\"Kristiansand%20Stadion\"&gt;Kristiansand Stadion&lt;/a&gt;. The team's official supporter club was called \"Tigerberget\", until 2017, when the IK Start board decided to no longer have an official supporter club.\nHistory.\nStart were Norwegian champions in 1978 and 1980. They participated in the &lt;a href=\"UEFA%20Champions%20League\"&gt;European Cup&lt;/a&gt; in 1979 and 1981, as well as being qualified for the &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt; 2006–07. The years since 1995 have been turbulent, but recent investments have given greater expectations for the future. In 2004 they won the Norwegian 1. divisjon and were promoted to the &lt;a href=\"Eliteserien\"&gt;top flight&lt;/a&gt;.\nIn 2005 they reached second place, following &lt;a href=\"V%C3%A5lerenga%20I.F.%20Fotball\"&gt;Vålerenga&lt;/a&gt;, after a strong comeback season in the &lt;a href=\"Eliteserien\"&gt;Tippeligaen&lt;/a&gt;. For this, Start earned a place in the &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; 2006.\nIn 2006, after beating &lt;a href=\"Sk%C3%A1la%20%C3%8DF\"&gt;Skála&lt;/a&gt; of the &lt;a href=\"Faroe%20Islands\"&gt;Faroe Islands&lt;/a&gt; in the first qualifying round of the UEFA Cup, and &lt;a href=\"Drogheda%20United%20F.C.\"&gt;Drogheda United&lt;/a&gt; of &lt;a href=\"League%20of%20Ireland\"&gt;Ireland&lt;/a&gt; in the second qualifying round (after penalties), they reached the first round of the UEFA Cup, where they were knocked out by &lt;a href=\"AFC%20Ajax\"&gt;Ajax&lt;/a&gt; of the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;.\n2007 was a bad year for Start, with problems working as a team and management issues. It led to a disappointing 13th place, leading to Start's relegation to &lt;a href=\"1.%20divisjon\"&gt;1. divisjon&lt;/a&gt;. In 2008 the club got financial problems. The local government saved the club from bankruptcy. The financial difficulties has plagued Start for several seasons, due to the financial crisis and the Norwegian footballteams overspending, Start being no exception. The last couple of seasons, Start has downsized and saved money, for example by changing the turf on Sør Arena, the hopes being that the savings will keep the wheels turning in Start.\nAhead of the 2009 season, &lt;a href=\"Knut%20T%C3%B8rum\"&gt;Knut Tørum&lt;/a&gt; was appointed head coach of Start. The next two seasons, Start was positioned at the lower half of &lt;a href=\"Tippeligaen\"&gt;Tippeligaen&lt;/a&gt; although achieving some strong results, like being the only team to beat Rosenborg in 2009, at Rosenborgs homeground Lerkendal, delaying their gold celebration. On 22 June 2011, Start had 13 points in 12 matches, and Tørum decided to resign hours before a cup-match against &lt;a href=\"Str%C3%B8msgodset%20IF\"&gt;Strømsgodset&lt;/a&gt;, a match Start won without Tørum. &lt;a href=\"Mons%20Ivar%20Mjelde\"&gt;Mons Ivar Mjelde&lt;/a&gt; replaced Tørum as head coach, but was not able to save Start from relegation. Start started the &lt;a href=\"2012%201.%20divisjon\"&gt;2012 1. divisjon&lt;/a&gt; in strong fashion, leading the division and winning important matches and won promotion at the end of the season.\nStart defeated &lt;a href=\"Stab%C3%A6k%20Fotball\"&gt;Stabæk&lt;/a&gt; 4-1 on 4 July 2015. From 12 July 2015 to 18 September 2016, Start played 39 consecutive games without a win in &lt;a href=\"Tippeligaen\"&gt;Tippeligaen&lt;/a&gt;. This is the longest run without winning a single game across any top division in Europe."
}