{
    "id": "12158418",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=12158418",
    "title": "Culture of Melbourne",
    "text": "The culture of &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;, the capital of the Australian state of &lt;a href=\"Victoria%20%28Australia%29\"&gt;Victoria&lt;/a&gt;, encompasses the city's artistic, culinary, literary, musical, political and social elements. Since its founding as a British settlement in 1835, Melbourne has been culturally influenced by &lt;a href=\"culture%20of%20Europe\"&gt;European culture&lt;/a&gt;, particularly that of the British Isles. During the 1850s &lt;a href=\"Victorian%20gold%20rush\"&gt;Victorian gold rush&lt;/a&gt; and in the decades the immediately followed, immigrants from many other parts of the world, notably China and the Americas, helped shape Melbourne's culture. Over time, Melbourne has become the birthplace of a number of unique cultural traits and institutions, and today it is one of the world's most multicultural cities.\nTraditionally acclaimed as Australia's \"cultural capital\", Melbourne topped the &lt;a href=\"Economist%20Intelligence%20Unit\"&gt;Economist Intelligence Unit&lt;/a&gt;'s &lt;a href=\"Global%20Liveability%20Ranking\"&gt;annual ranking&lt;/a&gt; of the world's &lt;a href=\"most%20liveable%20cities\"&gt;most liveable cities&lt;/a&gt; throughout much of the 2010s, based in part on its cultural attributes.\nOverview.\nMelbourne hosts and supports many cultural institutions, such as museums, galleries, events, festivals, public/&lt;a href=\"street%20art\"&gt;street art&lt;/a&gt;, &lt;a href=\"popular%20music\"&gt;popular music&lt;/a&gt;, live music, film, &lt;a href=\"independent%20music\"&gt;independent music&lt;/a&gt; and literary talks, &lt;a href=\"independent%20film\"&gt;independent film&lt;/a&gt; and fashion. The city celebrates a wide variety of major annual cultural events, including local, national and international events. A number of cultural hubs also exist in the city, including the &lt;a href=\"Victorian%20Arts%20Centre\"&gt;Victorian Arts Precinct&lt;/a&gt;, with its distinctive spire, and &lt;a href=\"Federation%20Square\"&gt;Federation Square&lt;/a&gt;, one of the city's main cultural hubs and tourist centres that celebrated its ten-year anniversary in 2012. Federation Square's distinctive architecture, large digital screen and public space attracts congregations, rallies and public audiences for sporting events.\nArts.\nArchitecture.\nMelbourne's buildings and structures feature a wide variety of &lt;a href=\"architecture\"&gt;architectural designs&lt;/a&gt;, and the city is home to the Royal Exhibition Building, the first Australian building to be listed on the World Heritage Register.\nAustralia's second oldest architectural firm, and one of the world's oldest, &lt;a href=\"Bates%20Smart\"&gt;Bates Smart&lt;/a&gt;, is based in Melbourne.\nSome of Australia's most prolific architects have originated from Melbourne, including &lt;a href=\"Joseph%20Reed%20%28architect%29\"&gt;Joseph Reed&lt;/a&gt;, &lt;a href=\"William%20Wardell\"&gt;William Wardell&lt;/a&gt;, &lt;a href=\"John%20James%20Clark\"&gt;John James Clark&lt;/a&gt;, &lt;a href=\"Charles%20D%27Ebro\"&gt;Charles D'Ebro&lt;/a&gt;, &lt;a href=\"Charles%20Webb%20%28architect%29\"&gt;Charles Webb&lt;/a&gt;, &lt;a href=\"William%20Pitt%20%28architect%29\"&gt;William Pitt&lt;/a&gt;, &lt;a href=\"Nahum%20Barnet\"&gt;Nahum Barnet&lt;/a&gt;, &lt;a href=\"Harry%20Norris\"&gt;Harry Norris&lt;/a&gt;, &lt;a href=\"Sir%20Roy%20Grounds\"&gt;Sir Roy Grounds&lt;/a&gt; and &lt;a href=\"Robin%20Boyd%20%28architect%29\"&gt;Robin Boyd&lt;/a&gt;. In recent years, Melbourne has produced internationally recognised architectural firms, including &lt;a href=\"Denton%20Corker%20Marshall\"&gt;Denton Corker Marshall&lt;/a&gt;, &lt;a href=\"Fender%20Katsalidis\"&gt;Fender Katsalidis&lt;/a&gt;, &lt;a href=\"Daryl%20Jackson\"&gt;Daryl Jackson&lt;/a&gt; and &lt;a href=\"Peddle%20Thorp\"&gt;Peddle Thorp&lt;/a&gt;, as well as local award-winning trendsetters, &lt;a href=\"Edmund%20%26amp%3B%20Corrigan\"&gt;Edmund &amp; Corrigan&lt;/a&gt;, &lt;a href=\"Ashton%20Raggatt%20McDougall\"&gt;Ashton Raggatt McDougall&lt;/a&gt; and &lt;a href=\"Wood%20Marsh\"&gt;Wood Marsh&lt;/a&gt;.\nLiterature.\nMelbourne's literary history is rich and diverse. The &lt;a href=\"State%20Library%20of%20Victoria\"&gt;State Library of Victoria&lt;/a&gt; was the first major cultural institution to be established in Melbourne since its founding in 1854, and is one of Australia's oldest cultural institutions. The library holds more than two million books and 16,000 serials, and is a part of an extensive network of public and university libraries across the city. A wide range of independent bookstores also exist in the city, as well as a variety of larger bookstore chains, and in 1960, the first children's bookstore in Australia, The Little Bookroom, was opened. The &lt;a href=\"Foreign%20Language%20Bookshop\"&gt;Foreign Language Bookshop&lt;/a&gt; is the oldest and largest language bookshop in &lt;a href=\"Australasia\"&gt;Australasia&lt;/a&gt;, established in 1938 in Bourke Street as a free lending library. The primary aim of the business was to reduce migrant isolation, particularly for European migrants disembarking from ships into Australia.\nIn the decades following the gold rush, Melbourne was Australia's undisputed literary capital, famously referred to by &lt;a href=\"Henry%20Kendall%20%28poet%29\"&gt;Henry Kendall&lt;/a&gt; as \"that wild bleak Bohemia south of the &lt;a href=\"Murray%20River\"&gt;Murray&lt;/a&gt;\". During this time, Melbourne-based writers and poets &lt;a href=\"Adam%20Lindsay%20Gordon\"&gt;Adam Lindsay Gordon&lt;/a&gt;, &lt;a href=\"Marcus%20Clarke\"&gt;Marcus Clarke&lt;/a&gt;, and &lt;a href=\"Rolf%20Boldrewood\"&gt;Rolf Boldrewood&lt;/a&gt; produced classic visions of colonial life and created a nascent national literature.\nMelbourne's literary publishing sector is the largest in Australia, including the largest number of independent publishers, and presents two of Australia's most significant literary awards: the Victorian Premier's Literary Awards and the Melbourne Prize for Literature. Melbourne is the setting of many significant novels including &lt;a href=\"Fergus%20Hume\"&gt;Fergus Hume&lt;/a&gt;'s \"&lt;a href=\"The%20Mystery%20of%20a%20Hansom%20Cab\"&gt;The Mystery of a Hansom Cab&lt;/a&gt;\" (1886), &lt;a href=\"George%20Johnston%20%28novelist%29\"&gt;George Johnston&lt;/a&gt;'s \"&lt;a href=\"My%20Brother%20Jack\"&gt;My Brother Jack&lt;/a&gt;\" (1964), &lt;a href=\"Helen%20Garner\"&gt;Helen Garner&lt;/a&gt;'s \"&lt;a href=\"Monkey%20Grip%20%28novel%29\"&gt;Monkey Grip&lt;/a&gt;\" (1977) and &lt;a href=\"Christos%20Tsiolkas\"&gt;Christos Tsiolkas&lt;/a&gt;’ \"&lt;a href=\"The%20Slap%20%28novel%29\"&gt;The Slap&lt;/a&gt;\" (2008). \"The Mystery of a Hanson Cab\" was the best-selling detective novel of the 19th century. Garner's seminal 1977 novel \"Monkey Grip\" achieved notability for capturing Melbourne's burgeoning &lt;a href=\"counter-culture\"&gt;counter-culture&lt;/a&gt; and Bohemia scene, as well as the lives of communal single-mothers, junkies and artists living in sharehouses in the inner city neighbourhoods of &lt;a href=\"Fitzroy%2C%20Victoria\"&gt;Fitzroy&lt;/a&gt; and &lt;a href=\"Carlton%2C%20Victoria\"&gt;Carlton&lt;/a&gt;. It is now considered one of Australia's earliest and most important contemporary novels, with the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; selecting it as one of \"100 stories that shaped the world\" – the only Australian novel on the list. Other contemporary writers from Melbourne include &lt;a href=\"Kerry%20Greenwood\"&gt;Kerry Greenwood&lt;/a&gt;, &lt;a href=\"Germaine%20Greer\"&gt;Germaine Greer&lt;/a&gt;, &lt;a href=\"Stephanie%20Alexander\"&gt;Stephanie Alexander&lt;/a&gt;, &lt;a href=\"Tony%20Birch\"&gt;Tony Birch&lt;/a&gt; and &lt;a href=\"Barry%20Dickins\"&gt;Barry Dickins&lt;/a&gt;.\nThe &lt;a href=\"Melbourne%20Writers%20Festival\"&gt;Melbourne Writers Festival&lt;/a&gt; was founded in 1986 and is an annual, two-week literary festival that hosts keynotes, panels and workshops by a wide range of local and international guests. Since beginning as a one-day zine fair in 2004, the Emerging Writers' Festival has expanded to ten days of events, workshops, and panel discussions that are focused on the development of writers. Annually across Melbourne there are many local writers’ festivals including the Bayside Literary Festival, Williamstown Literary Festival and Glen Eira Storytelling Festival. In addition to book readings by local authors, many of these events provide opportunities for local writers to develop their skills via workshops and short-story competitions.\nIn August 2008, Melbourne was the second city in the world to be recognised as a &lt;a href=\"City%20of%20Literature\"&gt;City of Literature&lt;/a&gt; by &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt;—the &lt;a href=\"Wheeler%20Centre\"&gt;Wheeler Centre&lt;/a&gt; for Books, Writing and Ideas is a literary and publishing centre founded as part of Melbourne's successful bid. As well as programming literary events, debates and awards, the Wheeler Centre hosts literary organisations such as the Melbourne Writers’ Festival, Emerging Writers’ Festival, SPUNC, Australian Poetry, &lt;a href=\"Express%20Media\"&gt;Express Media&lt;/a&gt;, Writers Victoria and the Melbourne City of Literature Office.\nOpera and theatre.\nThe &lt;a href=\"Australian%20Ballet%20Company\"&gt;Australian Ballet Company&lt;/a&gt; is based in Melbourne and the National Theatre in &lt;a href=\"St%20Kilda%2C%20Victoria\"&gt;St Kilda&lt;/a&gt; is the oldest &lt;a href=\"ballet\"&gt;ballet&lt;/a&gt; school in Australia. Ballet is a regular feature at the &lt;a href=\"Victorian%20Arts%20Centre\"&gt;Victorian Arts Centre&lt;/a&gt; and National Theatre venues. Melbourne is the second home of &lt;a href=\"Opera%20Australia\"&gt;Opera Australia&lt;/a&gt; after it merged with Victoria State Opera in 1996. The &lt;a href=\"Victorian%20Opera%20%28Melbourne%29\"&gt;Victorian Opera&lt;/a&gt; held its inaugural season in 2006 and operates in various Melbourne venues.\nThe &lt;a href=\"Royal%20Melbourne%20Philharmonic\"&gt;Royal Melbourne Philharmonic&lt;/a&gt; was formed in 1853, making it Australia's oldest musical organisation and the only orchestra in Australia to be bestowed \"royal\" status. The Victoria Orchestra, based in Melbourne, was Australia's first professional orchestra and performed during the period from 1888 to 1891. The &lt;a href=\"Melbourne%20Symphony%20Orchestra\"&gt;Melbourne Symphony Orchestra&lt;/a&gt;, first assembled in 1906, is now the city's premier orchestra and tours internationally.\nThere are more theatres and performance venues in Melbourne than any other city in Australia. In &lt;a href=\"Southbank%2C%20Victoria\"&gt;Southbank, Victoria&lt;/a&gt;, the &lt;a href=\"Arts%20Centre%20Melbourne\"&gt;Arts Centre Melbourne&lt;/a&gt; is a hub of performing arts venues and is the cornerstone of the &lt;a href=\"Melbourne%20Arts%20Precinct\"&gt;Melbourne Arts Precinct&lt;/a&gt; which also includes the &lt;a href=\"Melbourne%20Recital%20Centre\"&gt;Melbourne Recital Centre&lt;/a&gt; and Southbank Theatre, home of the &lt;a href=\"Melbourne%20Theatre%20Company\"&gt;Melbourne Theatre Company&lt;/a&gt;. In the city's &lt;a href=\"East%20End%20Theatre%20District\"&gt;East End Theatre District&lt;/a&gt;, notable theatres include the &lt;a href=\"Princess%20Theatre%2C%20Melbourne\"&gt;Princess Theatre&lt;/a&gt;, &lt;a href=\"Regent%20Theatre%2C%20Melbourne\"&gt;Regent Theatre&lt;/a&gt;, &lt;a href=\"Forum%20Theatre\"&gt;Forum Theatre&lt;/a&gt;, &lt;a href=\"Comedy%20Theatre%2C%20Melbourne\"&gt;Comedy Theatre&lt;/a&gt;; the &lt;a href=\"Athenaeum%2C%20Melbourne\"&gt;Athenaeum&lt;/a&gt;, and &lt;a href=\"Her%20Majesty%27s%20Theatre%2C%20Melbourne\"&gt;Her Majesty's Theatre&lt;/a&gt;. The &lt;a href=\"Palais%20Theatre\"&gt;Palais Theatre&lt;/a&gt; is a significant music venue in nearby St Kilda.\nSeveral professional theatre companies operate in Melbourne, of which the &lt;a href=\"Melbourne%20Theatre%20Company\"&gt;Melbourne Theatre Company&lt;/a&gt;, the oldest professional theatre company in Australia, has the most institutional support of any in Australia. There is also a range of smaller professional theatre companies in Melbourne, including the Malthouse, &lt;a href=\"La%20Mama%20Theatre%20%28Melbourne%29\"&gt;La Mama&lt;/a&gt; in Carlton, Cariad Productions, the Red Stitch Actors Theatre and Theatreworks in St Kilda. An array of amateur companies also exist, such as OXAGEN Productions, the Malvern Theatre Company, CLOC, Catchment Players of Darebin, MLOC Productions, Theatrical Incorporated, &lt;a href=\"Altona%20City%20Theatre\"&gt;Altona City Theatre&lt;/a&gt;, Windmill Theatre Company and Dandenong Theatre Company.\nComedy.\nMelbourne is known throughout both Australia and the world as a centre of comedy, with the &lt;a href=\"Melbourne%20International%20Comedy%20Festival\"&gt;Melbourne International Comedy Festival&lt;/a&gt; listed as one of the three largest &lt;a href=\"stand-up%20comedy\"&gt;stand-up comedy&lt;/a&gt; festivals in the world. The city has also produced many of Australia's top-rating comedy television and radio shows, and many of the country's leading comedians either come from the city or .\nMelbourne-born satirist &lt;a href=\"Barry%20Humphries\"&gt;Barry Humphries&lt;/a&gt; created his main character, \"&lt;a href=\"Dame%20Edna%20Everage\"&gt;Dame Edna Everage&lt;/a&gt;\", as a comic version of a suburban &lt;a href=\"homemaker\"&gt;homemaker&lt;/a&gt;. Through Everage, Humphries has written and performed cutting odes to Melbourne &lt;a href=\"mores\"&gt;mores&lt;/a&gt; and the &lt;a href=\"middle%20class\"&gt;middle class&lt;/a&gt; suburbs of &lt;a href=\"Moonee%20Ponds%2C%20Victoria\"&gt;Moonee Ponds&lt;/a&gt; and &lt;a href=\"Highett%2C%20Victoria\"&gt;Highett&lt;/a&gt;, among others. The character was retired in mid-2012 during the \"Eat Pray Laugh\" farewell tour.\nDance events.\nMelbourne also hosted the 2008 World Latin American Dance Championships. The competition was held in the Vodafone Arena and immediately following the Australian Dancesport Championships. The Australian Dancesport championships will commence on 10 December 2008 and the World Latin Championships will be held on 14 December 2008.\nVisual arts.\nThe Melbourne arts scene is vibrant and the city hosts the annual &lt;a href=\"Melbourne%20International%20Arts%20Festival\"&gt;Melbourne International Arts Festival&lt;/a&gt; as a celebration of its artistic tradition.\nIn the 1880s, a group of Melbourne artists formed the first distinctive Australian school of painting. Named the &lt;a href=\"Heidelberg%20School\"&gt;Heidelberg School&lt;/a&gt;, and latterly described as &lt;a href=\"Australian%20Impressionism\"&gt;Australian Impressionism&lt;/a&gt;, the movement's four principle artists were &lt;a href=\"Tom%20Roberts\"&gt;Tom Roberts&lt;/a&gt;, &lt;a href=\"Arthur%20Streeton\"&gt;Arthur Streeton&lt;/a&gt;, &lt;a href=\"Charles%20Conder\"&gt;Charles Conder&lt;/a&gt; and &lt;a href=\"Frederick%20McCubbin\"&gt;Frederick McCubbin&lt;/a&gt;. Together they painted \"&lt;a href=\"en%20plein%20air\"&gt;en plein air&lt;/a&gt;\" at artists' camps set up around Melbourne's rural suburbs, including &lt;a href=\"Box%20Hill%2C%20Victoria\"&gt;Box Hill&lt;/a&gt; and &lt;a href=\"Heidelberg%2C%20Victoria\"&gt;Heidelberg&lt;/a&gt;, allowing them to capture the unique light, colour and atmosphere of the &lt;a href=\"Australian%20bush\"&gt;Australian bush&lt;/a&gt;. Many of the group's most famous works from this period are large-scale sunlit landscapes and pastoral figure subjects, however they also explored Melbourne's urban scenery, local history (including pioneer and &lt;a href=\"bushranger\"&gt;bushranger&lt;/a&gt; themes), beaches (often along &lt;a href=\"Port%20Phillip%20Bay\"&gt;Port Phillip Bay&lt;/a&gt; at &lt;a href=\"Mentone%2C%20Victoria\"&gt;Mentone&lt;/a&gt;, &lt;a href=\"Sandringham%2C%20Victoria\"&gt;Sandringham&lt;/a&gt; and &lt;a href=\"Beaumaris%2C%20Victoria\"&gt;Beaumaris&lt;/a&gt;), and did portraits of wealthy Melburnians from their inner-city studios. In 1889 they staged the &lt;a href=\"9%20by%205%20Impression%20Exhibition\"&gt;9 by 5 Impression Exhibition&lt;/a&gt; opposite the &lt;a href=\"Melbourne%20Town%20Hall\"&gt;Melbourne Town Hall&lt;/a&gt;. It is regarded as a landmark event in Australian art history.\nModernist &lt;a href=\"John%20Brack\"&gt;John Brack&lt;/a&gt; captured the idiosyncrasies of daily life in Melbourne. His most iconic painting, \"&lt;a href=\"Collins%20Street.%2C%205%20pm\"&gt;Collins Street., 5 pm&lt;/a&gt;\" (1955), shows grim-faced pedestrians moving in unison down &lt;a href=\"Collins%20Street%2C%20Melbourne\"&gt;Collins Street&lt;/a&gt;. It was voted by patrons in 2011 as the &lt;a href=\"National%20Gallery%20of%20Victoria\"&gt;National Gallery of Victoria&lt;/a&gt;'s most popular work.\nThere are more than 100 galleries in Melbourne. In the city, &lt;a href=\"http%3A//www.ngv.vic.gov.au/\"&gt;NGV International&lt;/a&gt;, the &lt;a href=\"https%3A//web.archive.org/web/20060714012130/http%3A//www.ngv.vic.gov.au/ngvaustralia/\"&gt;Ian Potter Centre&lt;/a&gt; and &lt;a href=\"Ian%20Potter%20Museum%20of%20Art\"&gt;Ian Potter Museum of Art&lt;/a&gt;, the &lt;a href=\"Australian%20Centre%20for%20Contemporary%20Art\"&gt;Australian Centre for Contemporary Art&lt;/a&gt;, Flinders Lane Gallery, Anna Schwartz Gallery, McCulloch Gallery, and the &lt;a href=\"Australian%20Centre%20for%20the%20Moving%20Image\"&gt;Australian Centre for the Moving Image&lt;/a&gt; — an organisation dedicated to the moving image in all its forms, from film and &lt;a href=\"animation\"&gt;animation&lt;/a&gt;, to &lt;a href=\"video%20game\"&gt;video game&lt;/a&gt;s and television — have been established. The &lt;a href=\"Gertrude%20Contemporary%20Art%20Spaces\"&gt;Gertrude Contemporary Art Spaces&lt;/a&gt; and the &lt;a href=\"Centre%20for%20Contemporary%20Photography\"&gt;Centre for Contemporary Photography&lt;/a&gt;, both based in &lt;a href=\"Fitzroy%2C%20Victoria\"&gt;Fitzroy&lt;/a&gt;, are examples of galleries in the inner-city. Suburban venues also exist, such as &lt;a href=\"Heidelberg%2C%20Victoria\"&gt;Heidelberg&lt;/a&gt;'s &lt;a href=\"Heide%20Museum%20of%20Modern%20Art\"&gt;Heide Museum of Modern Art&lt;/a&gt;, located in the north-eastern region of the city. The \"Art Almanac\" website, promoting itself as \"Australia's Monthly Briefing on Art\", publishes a monthly list of activities for Melbourne's galleries and art services, in addition to the other Australian states, covering more than 550 art galleries throughout the entire nation; the organisation also publishes a hard copy almanac each month.\nMelbourne is home to a large array of public artworks, statues and sculptures. &lt;a href=\"Sculptor\"&gt;Sculptor&lt;/a&gt;s such as &lt;a href=\"Deborah%20Halpern\"&gt;Deborah Halpern&lt;/a&gt; have played a large part in enhancing many of the city's public spaces with their iconic and larger-than-life works. In more modern times, the city has become well known for &lt;a href=\"stencil%20graffiti\"&gt;stencil graffiti&lt;/a&gt;, &lt;a href=\"public%20art\"&gt;public art&lt;/a&gt; that appears in the city's numerous laneways.\nThe city has major &lt;a href=\"film%20festival\"&gt;film festival&lt;/a&gt;s including the &lt;a href=\"Melbourne%20International%20Film%20Festival\"&gt;Melbourne International Film Festival&lt;/a&gt;, &lt;a href=\"Melbourne%20Queer%20Film%20Festival\"&gt;Melbourne Queer Film Festival&lt;/a&gt;, &lt;a href=\"Melbourne%20Underground%20Film%20Festival\"&gt;Melbourne Underground Film Festival&lt;/a&gt; and &lt;a href=\"Melbourne%20International%20Animation%20Festival\"&gt;Melbourne International Animation Festival&lt;/a&gt;, featuring several of the city's major cinemas. The Central City Studios in Melbourne Docklands, constructed in 2005, has seen the production of several big budget films.\nMelbourne is also known for &lt;a href=\"fashion\"&gt;fashion&lt;/a&gt;. The city, once a leader in the &lt;a href=\"textile%20industry\"&gt;textile industry&lt;/a&gt;, retains a small manufacturing base, but has diversified into the more creative areas of the fashion industry. The &lt;a href=\"Melbourne%20Fashion%20Festival\"&gt;Melbourne Fashion Festival&lt;/a&gt; is one of the city's annual events, while the &lt;a href=\"Melbourne%20Spring%20Racing%20Carnival\"&gt;Melbourne Spring Racing Carnival&lt;/a&gt;, the &lt;a href=\"Logies\"&gt;Logies&lt;/a&gt; and the &lt;a href=\"Brownlow%20Medal\"&gt;Brownlow Medal&lt;/a&gt; dinner are three of the biggest annual &lt;a href=\"red%20carpet\"&gt;red carpet&lt;/a&gt; events in the country.\n&lt;a href=\"Street%20Art%20in%20Melbourne\"&gt;Street Art in Melbourne&lt;/a&gt; is internationally recognised. International artists, such as &lt;a href=\"Banksy\"&gt;Banksy&lt;/a&gt;, have painted work in Melbourne.\nMusic.\nMelbourne has one of the most highly regarded live music scenes in the world. In terms of the quality and number of venues, arguably, it is comparable with cities such as &lt;a href=\"Austin\"&gt;Austin&lt;/a&gt;. Hundreds of venues throughout Melbourne host live music, some of which host live music every night of the week.\nOperatic soprano &lt;a href=\"Dame%20Nellie%20Melba\"&gt;Dame Nellie Melba&lt;/a&gt;, one of the late &lt;a href=\"Victorian%20Era\"&gt;Victorian Era&lt;/a&gt;'s most famous singers, took her stage name from her native Melbourne, her stage name also being the source of the term ‘&lt;a href=\"melba%20toast\"&gt;melba toast&lt;/a&gt;’.\nIn 1934 Clement Williams recorded \"Let’s Take a Trip to Melbourne\", written by Jack O'Hagan. Singer &lt;a href=\"Paul%20Kelly%20%28Australian%20musician%29\"&gt;Paul Kelly&lt;/a&gt; has written several well-known songs about aspects of the city close to the heart of many Melburnians, notably \"&lt;a href=\"Leaps%20and%20Bounds%20%28song%29\"&gt;Leaps And Bounds&lt;/a&gt;\" and \"&lt;a href=\"From%20St%20Kilda%20to%20King%27s%20Cross\"&gt;From St Kilda to King's Cross&lt;/a&gt;\", while &lt;a href=\"Skyhooks%20%28band%29\"&gt;Skyhooks&lt;/a&gt; also wrote some more tongue-in-cheek songs about Melbourne. \"Balwyn Calling\", \"Carlton (Lygon Street Limbo)\" and \"Toorak Cowboy\" are examples. Melbourne-originated indie-rock band &lt;a href=\"The%20Living%20End\"&gt;The Living End&lt;/a&gt; wrote the song \"West End Riot\" about differences between eastern and western suburbs in Melbourne's inner city.\nMelbourne's &lt;a href=\"Indie%20%28music%29\"&gt;independent music&lt;/a&gt; scene flourished in the 1970s and 1980s with strong support from local venues, street press, community radio stations, and numerous record labels. Several distinct &lt;a href=\"post-punk\"&gt;post-punk&lt;/a&gt; scenes emerged in the inner suburbs, each sharing a &lt;a href=\"DIY%20ethic\"&gt;DIY ethic&lt;/a&gt; and a passion for experimentation. Led by the &lt;a href=\"Primitive%20Calculators\"&gt;Primitive Calculators&lt;/a&gt;, the &lt;a href=\"Fitzroy%2C%20Victoria\"&gt;Fitzroy&lt;/a&gt;-based &lt;a href=\"little%20band%20scene\"&gt;little band scene&lt;/a&gt; gave rise to groups such as &lt;a href=\"Dead%20Can%20Dance\"&gt;Dead Can Dance&lt;/a&gt; and &lt;a href=\"Hunters%20%26amp%3B%20Collectors\"&gt;Hunters &amp; Collectors&lt;/a&gt;. In &lt;a href=\"Clifton%20Hill%2C%20Victoria\"&gt;Clifton Hill&lt;/a&gt;, collaborations occurred between conceptual composers, such as &lt;a href=\"David%20Chesworth\"&gt;David Chesworth&lt;/a&gt; and &lt;a href=\"Philip%20Brophy\"&gt;Philip Brophy&lt;/a&gt;, and experimental punk outfits, namely &lt;a href=\"Tsk%20Tsk%20Tsk\"&gt;Tsk Tsk Tsk&lt;/a&gt;, &lt;a href=\"Essendon%20Airport%20%28band%29\"&gt;Essendon Airport&lt;/a&gt;, and the &lt;a href=\"funk\"&gt;funk&lt;/a&gt;-tinged &lt;a href=\"I%27m%20Talking\"&gt;I'm Talking&lt;/a&gt;, which launched the career of &lt;a href=\"Kate%20Ceberano\"&gt;Kate Ceberano&lt;/a&gt;. St Kilda's &lt;a href=\"Crystal%20Ballroom%20%28Melbourne%29\"&gt;Crystal Ballroom&lt;/a&gt; became the stomping ground for darker, noisier punk groups, including &lt;a href=\"The%20Moodists\"&gt;The Moodists&lt;/a&gt;, &lt;a href=\"Crime%20and%20the%20City%20Solution\"&gt;Crime and the City Solution&lt;/a&gt;, and &lt;a href=\"Nick%20Cave\"&gt;Nick Cave&lt;/a&gt;'s &lt;a href=\"The%20Birthday%20Party%20%28band%29\"&gt;The Birthday Party&lt;/a&gt;. Cave and Birthday Party bandmate &lt;a href=\"Mick%20Harvey\"&gt;Mick Harvey&lt;/a&gt; went on to form one of Australia's most acclaimed rock bands, &lt;a href=\"Nick%20Cave%20and%20the%20Bad%20Seeds\"&gt;Nick Cave and the Bad Seeds&lt;/a&gt;, whose evolving multinational lineup has included Melbourne musicians &lt;a href=\"JG%20Thirlwell\"&gt;JG Thirlwell&lt;/a&gt; (known for his project &lt;a href=\"Foetus%20%28band%29\"&gt;Foetus&lt;/a&gt;), &lt;a href=\"Hugo%20Race\"&gt;Hugo Race&lt;/a&gt;, and &lt;a href=\"Dirty%20Three\"&gt;Dirty Three&lt;/a&gt; violinist &lt;a href=\"Warren%20Ellis%20%28musician%29\"&gt;Warren Ellis&lt;/a&gt;.\nMany independent artists from Melbourne have become internationally notable and regularly tour abroad, including: &lt;a href=\"The%20Temper%20Trap\"&gt;The Temper Trap&lt;/a&gt;, &lt;a href=\"Cut%20Copy\"&gt;Cut Copy&lt;/a&gt;, &lt;a href=\"Architecture%20in%20Helsinki%20%28band%29\"&gt;Architecture in Helsinki&lt;/a&gt;, &lt;a href=\"The%20Drones%20%28Australian%20band%29\"&gt;The Drones&lt;/a&gt;, &lt;a href=\"Grinderman\"&gt;Grinderman&lt;/a&gt;, &lt;a href=\"Augie%20March\"&gt;Augie March&lt;/a&gt;, &lt;a href=\"Sally%20Seltmann\"&gt;New Buffalo&lt;/a&gt;, &lt;a href=\"The%20Cat%20Empire\"&gt;The Cat Empire&lt;/a&gt;, &lt;a href=\"Dirty%20Three\"&gt;Dirty Three&lt;/a&gt;, &lt;a href=\"Muscles%20%28musician%29\"&gt;Muscles&lt;/a&gt;, &lt;a href=\"The%20Lucksmiths\"&gt;The Lucksmiths&lt;/a&gt;, &lt;a href=\"Ned%20Collette\"&gt;Ned Collette&lt;/a&gt;, &lt;a href=\"The%20Crayon%20Fields\"&gt;The Crayon Fields&lt;/a&gt;, &lt;a href=\"Love%20of%20Diagrams\"&gt;Love of Diagrams&lt;/a&gt;, &lt;a href=\"Midnight%20Juggernauts\"&gt;Midnight Juggernauts&lt;/a&gt;, &lt;a href=\"Gotye\"&gt;Gotye&lt;/a&gt;, &lt;a href=\"Courtney%20Barnett\"&gt;Courtney Barnett&lt;/a&gt;, &lt;a href=\"Alex%20Lahey\"&gt;Alex Lahey&lt;/a&gt;, &lt;a href=\"G%20Flip\"&gt;G Flip&lt;/a&gt; and &lt;a href=\"The%20Avalanches\"&gt;The Avalanches&lt;/a&gt; amongst others.\nMelbourne's lively rock and pop music scene has fostered many internationally renowned artists and musicians. The 1960s gave rise to many performers including &lt;a href=\"Olivia%20Newton-John\"&gt;Olivia Newton-John&lt;/a&gt;, &lt;a href=\"John%20Farnham\"&gt;John Farnham&lt;/a&gt;, &lt;a href=\"Graeme%20Bell\"&gt;Graeme Bell&lt;/a&gt;, and folk group &lt;a href=\"The%20Seekers\"&gt;The Seekers&lt;/a&gt;. The 1970s and 1980s saw many acts getting their first big breaks on Melbourne's &lt;a href=\"Countdown%20%28music%20show%29\"&gt;Countdown&lt;/a&gt;, including the Little River Band and &lt;a href=\"Crowded%20House\"&gt;Crowded House&lt;/a&gt; who later wrote a song about the city of Melbourne called &lt;a href=\"Four%20Seasons%20In%20One%20Day\"&gt;Four Seasons In One Day&lt;/a&gt;. Successful Melbourne artists include &lt;a href=\"Michael%20Peter%20Balzary\"&gt;Flea&lt;/a&gt; (of the &lt;a href=\"Red%20Hot%20Chili%20Peppers\"&gt;Red Hot Chili Peppers&lt;/a&gt;), &lt;a href=\"Weddings%20Parties%20Anything\"&gt;Weddings Parties Anything&lt;/a&gt;, &lt;a href=\"TISM\"&gt;TISM&lt;/a&gt;, &lt;a href=\"Snog\"&gt;Snog&lt;/a&gt;, &lt;a href=\"Jet%20%28band%29\"&gt;Jet&lt;/a&gt; and &lt;a href=\"Something%20for%20Kate\"&gt;Something for Kate&lt;/a&gt;. Melbourne is also the home of rock \"guru\" journalist &lt;a href=\"Ian%20Meldrum\"&gt;Ian \"Molly\" Meldrum&lt;/a&gt;.\nMore recent notable Melbourne acts include &lt;a href=\"Rogue%20Traders\"&gt;Rogue Traders&lt;/a&gt;, &lt;a href=\"Taxiride\"&gt;Taxiride&lt;/a&gt;, &lt;a href=\"Missy%20Higgins\"&gt;Missy Higgins&lt;/a&gt;, &lt;a href=\"Madison%20Avenue%20%28band%29\"&gt;Madison Avenue&lt;/a&gt;, &lt;a href=\"Anthony%20Callea\"&gt;Anthony Callea&lt;/a&gt; and &lt;a href=\"The%20Living%20End\"&gt;The Living End&lt;/a&gt;. Melbourne-based television shows \"&lt;a href=\"Young%20Talent%20Time\"&gt;Young Talent Time&lt;/a&gt;\" and \"&lt;a href=\"Neighbours\"&gt;Neighbours&lt;/a&gt;\" gave many singers a launching pad to international success. Local talents to come from these shows include &lt;a href=\"Kylie%20Minogue\"&gt;Kylie Minogue&lt;/a&gt;, &lt;a href=\"Dannii%20Minogue\"&gt;Dannii Minogue&lt;/a&gt;, &lt;a href=\"Tina%20Arena\"&gt;Tina Arena&lt;/a&gt;, &lt;a href=\"Jamie%20Redfern\"&gt;Jamie Redfern&lt;/a&gt; and &lt;a href=\"Jason%20Donovan\"&gt;Jason Donovan&lt;/a&gt;. Another Music TV show that began in Melbourne was &lt;a href=\"Turn%20It%20Up%21%20%28Australian%20TV%20series%29\"&gt;Turn It Up!&lt;/a&gt; It was first shown on Melbourne's &lt;a href=\"C31%20Melbourne\"&gt;Channel 31&lt;/a&gt; and then relayed via satellite and rebroadcast terrestrially to major TV networks in over 22 countries. The show had the second largest viewing audience around the world, beaten only by the audience of &lt;a href=\"American%20Bandstand\"&gt;American Bandstand&lt;/a&gt;. In one episode, the show presented Melbournes annual festival &lt;a href=\"Moomba\"&gt;Moomba&lt;/a&gt; to a world audience.\nMedia.\nMelbourne has two major daily newspapers, &lt;a href=\"Rupert%20Murdoch\"&gt;Rupert Murdoch&lt;/a&gt;'s \"&lt;a href=\"Herald%20Sun\"&gt;Herald Sun&lt;/a&gt;\" and the &lt;a href=\"Fairfax%20Media\"&gt;Fairfax&lt;/a&gt; owned \"&lt;a href=\"The%20Age\"&gt;The Age&lt;/a&gt;\". A national \"&lt;a href=\"The%20Australian\"&gt;Australian&lt;/a&gt;\" newspaper has a Victorian issue and is also published by Murdoch. Several weekly magazines are published by Murdochs' News Corp. As News Corp holds over 50 million shares in Fairfax, there is no daily newspaper in Melbourne free of Rupert Murdoch's media empire. There are three commercial television networks: &lt;a href=\"Seven%20Melbourne\"&gt;Seven&lt;/a&gt;, &lt;a href=\"GTV-9\"&gt;Nine&lt;/a&gt; and &lt;a href=\"ATV-10\"&gt;Ten&lt;/a&gt;; and three public: the &lt;a href=\"Australian%20Broadcasting%20Corporation\"&gt;ABC&lt;/a&gt;, &lt;a href=\"Special%20Broadcasting%20Service\"&gt;SBS&lt;/a&gt; and a &lt;a href=\"community%20television%20in%20Australia\"&gt;community television&lt;/a&gt; channel, &lt;a href=\"Channel%2031%20Melbourne\"&gt;C31&lt;/a&gt;. Leader Newspapers is Australia's largest publisher of community newspapers, distributing 33 local papers across Melbourne suburbs. More community newspapers are published by Fairfax Community Newspapers, and the &lt;a href=\"Star%20News%20Group\"&gt;Star News Group&lt;/a&gt;.\nMelbourne's commercial &lt;a href=\"radio%20industry\"&gt;radio industry&lt;/a&gt; is dominated by the &lt;a href=\"DMG%20Radio%20Australia\"&gt;DMG Radio Australia&lt;/a&gt;, &lt;a href=\"Austereo\"&gt;Austereo&lt;/a&gt; and &lt;a href=\"Southern%20Cross%20Broadcasting\"&gt;Southern Cross Broadcasting&lt;/a&gt; networks – all Melbourne-based. &lt;a href=\"DMG%20Radio%20Australia\"&gt;DMG Radio Australia&lt;/a&gt; stations include &lt;a href=\"Nova%20100\"&gt;Nova 100&lt;/a&gt; and &lt;a href=\"Classic%20Rock%20%28Australian%20radio%20network%29\"&gt;Classic Rock&lt;/a&gt;, Austereo stations include &lt;a href=\"Fox%20FM%20%28Melbourne%29\"&gt;FOX FM&lt;/a&gt; and &lt;a href=\"Triple%20M\"&gt;Triple M&lt;/a&gt;. &lt;a href=\"3AW\"&gt;3AW&lt;/a&gt; is consistently the city's highest-rating &lt;a href=\"Commercial%20broadcasting\"&gt;commercial radio&lt;/a&gt; station. Melbourne also boasts a number of &lt;a href=\"community%20radio\"&gt;community radio&lt;/a&gt; stations, of which the best known are &lt;a href=\"3RRR\"&gt;3RRR&lt;/a&gt;, &lt;a href=\"3PBS\"&gt;3PBS&lt;/a&gt;, &lt;a href=\"3CR%20Melbourne\"&gt;3CR&lt;/a&gt;, &lt;a href=\"SYN%20FM\"&gt;SYN&lt;/a&gt;, and &lt;a href=\"Joy%20Melbourne\"&gt;JOY&lt;/a&gt;, the first Australian full-time &lt;a href=\"Homosexuality\"&gt;gay and lesbian&lt;/a&gt; radio station. Public broadcasters include the multilingual &lt;a href=\"Special%20Broadcasting%20Service\"&gt;SBS&lt;/a&gt;, and the ABC's &lt;a href=\"Radio%20National\"&gt;Radio National&lt;/a&gt;, &lt;a href=\"ABC%20NewsRadio\"&gt;NewsRadio&lt;/a&gt;, and &lt;a href=\"774%20ABC%20Melbourne\"&gt;774 ABC Melbourne&lt;/a&gt;.\nFilm and drama.\nMelbourne has been the setting for many &lt;a href=\"novel\"&gt;novel&lt;/a&gt;s, television dramas, and films. &lt;a href=\"Fergus%20Hume\"&gt;Fergus Hume&lt;/a&gt;'s international best-seller \"Mystery of a Hansom Cab\" was set in Gold Rush era Melbourne. &lt;a href=\"Frank%20Hardy\"&gt;Frank Hardy&lt;/a&gt;'s \"&lt;a href=\"Power%20Without%20Glory\"&gt;Power Without Glory&lt;/a&gt;\" tells the story of Melbourne businessman John West (based on the real-life &lt;a href=\"John%20Wren\"&gt;John Wren&lt;/a&gt;) and is set in a thinly disguised &lt;a href=\"Collingwood%2C%20Victoria\"&gt;Collingwood&lt;/a&gt;, then a working-class suburb of Melbourne. Perhaps the best-known novel internationally is &lt;a href=\"Nevil%20Shute\"&gt;Nevil Shute&lt;/a&gt;'s novel \"&lt;a href=\"On%20the%20Beach%20%28novel%29\"&gt;On the Beach&lt;/a&gt;\". In 1959, it was made into a film directed by &lt;a href=\"Stanley%20Kramer\"&gt;Stanley Kramer&lt;/a&gt; and starring &lt;a href=\"Gregory%20Peck\"&gt;Gregory Peck&lt;/a&gt;, &lt;a href=\"Ava%20Gardner\"&gt;Ava Gardner&lt;/a&gt; and &lt;a href=\"Anthony%20Perkins\"&gt;Anthony Perkins&lt;/a&gt;. The film depicted the denizens of Melbourne quietly slipping off into eternity as the last victims of a global &lt;a href=\"nuclear%20holocaust\"&gt;nuclear holocaust&lt;/a&gt;. It was filmed on location in and around Melbourne. Similar filming was undertaken when a 2000 &lt;a href=\"television%20movie\"&gt;television movie&lt;/a&gt; remake was produced.\nThe world's first &lt;a href=\"feature%20film\"&gt;feature film&lt;/a&gt;, \"&lt;a href=\"The%20Story%20of%20the%20Kelly%20Gang\"&gt;The Story of the Kelly Gang&lt;/a&gt;\", was filmed in Melbourne in 1906. Some of the more famous Australian films include \"&lt;a href=\"Mad%20Max\"&gt;Mad Max&lt;/a&gt;\" and \"&lt;a href=\"The%20Castle%20%281997%20Australian%20film%29\"&gt;The Castle&lt;/a&gt;\". Melbourne has also produced many talented film and television actors including &lt;a href=\"Cate%20Blanchett\"&gt;Cate Blanchett&lt;/a&gt;, &lt;a href=\"Guy%20Pearce\"&gt;Guy Pearce&lt;/a&gt;, &lt;a href=\"Eric%20Bana\"&gt;Eric Bana&lt;/a&gt; and is home to &lt;a href=\"Geoffrey%20Rush\"&gt;Geoffrey Rush&lt;/a&gt;.\nAustralian audiences saw Melbourne portrayed in the 1960s–70s &lt;a href=\"Crawford%20Productions\"&gt;Crawford Productions&lt;/a&gt; police television drama series \"&lt;a href=\"Homicide%20%28Australian%20TV%20series%29\"&gt;Homicide&lt;/a&gt;\" and \"&lt;a href=\"Division%204\"&gt;Division 4&lt;/a&gt;\". Contemporary series include: &lt;a href=\"soap%20opera\"&gt;soap opera&lt;/a&gt; \"&lt;a href=\"Neighbours\"&gt;Neighbours&lt;/a&gt;\", \"&lt;a href=\"Stingers%20%28TV%20series%29\"&gt;Stingers&lt;/a&gt;\" (an undercover police drama), \"&lt;a href=\"The%20Secret%20Life%20of%20Us\"&gt;The Secret Life of Us&lt;/a&gt;\", \"&lt;a href=\"Kath%20%26amp%3B%20Kim%20%28Australian%20TV%20series%29\"&gt;Kath &amp; Kim&lt;/a&gt;\", \"&lt;a href=\"Prisoner%20%28TV%20series%29\"&gt;Prisoner&lt;/a&gt;\" (known as \"Prisoner: Cell Block H\" for US and UK broadcasts), \"&lt;a href=\"Halifax%20f.p.\"&gt;Halifax f.p.&lt;/a&gt;\", and \"&lt;a href=\"MDA%20%28television%29\"&gt;MDA&lt;/a&gt;\". Melbourne was also used to represent and double as &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt; and &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; in the 2009 film \"&lt;a href=\"Knowing%20%28film%29\"&gt;Knowing&lt;/a&gt;\", an American production shot in Australia.\nSport.\nIn a country that is often labelled 'sports mad', Melbourne has a reputation among Australians for being the national sporting capital. In 2010, the city was named \"World's Ultimate Sports City\" for the third time in a row by &lt;a href=\"SportAccord\"&gt;SportAccord&lt;/a&gt; and SportBusiness. Criteria for the award include \"the number of annual sports events held, major events held or hosting rights secured between 2006 and 2014, numbers of federations hosted, facilities/venues, transport, accommodation, government support, security, legacy, public sports interest and quality of life.\" A similar study conducted in 2006 by the &lt;a href=\"London\"&gt;London&lt;/a&gt;-based research and consulting firm ArkSports found Melbourne to be the world's top city for sports events.\nThe city hosts many major sporting events including the &lt;a href=\"Melbourne%20Spring%20Racing%20Carnival\"&gt;Melbourne Spring Racing Carnival&lt;/a&gt; (featuring \"the race that stops the nation\", the &lt;a href=\"Melbourne%20Cup\"&gt;Melbourne Cup&lt;/a&gt;); the &lt;a href=\"Australian%20Grand%20Prix\"&gt;Australian Formula One Grand Prix&lt;/a&gt;; the Australian round of the &lt;a href=\"MotoGP\"&gt;MotoGP&lt;/a&gt;; the &lt;a href=\"Australian%20Open\"&gt;Australian Open&lt;/a&gt; tennis tournament, the first of the four annual &lt;a href=\"Grand%20Slam%20%28tennis%29\"&gt;Grand Slam&lt;/a&gt; events; the &lt;a href=\"AFL%20Grand%20Final\"&gt;AFL Grand Final&lt;/a&gt; and the &lt;a href=\"Test%20Cricket\"&gt;Boxing Day Test Match&lt;/a&gt;. In &lt;a href=\"1956%20Summer%20Olympics\"&gt;1956&lt;/a&gt;, Melbourne became the first city in the Southern Hemisphere to host the &lt;a href=\"Olympic%20Games\"&gt;Olympic Games&lt;/a&gt;, and played host to the &lt;a href=\"2006%20Commonwealth%20Games\"&gt;2006 Commonwealth Games&lt;/a&gt;.\nMelbourne is where &lt;a href=\"Australian%20rules%20football\"&gt;Australian rules football&lt;/a&gt; originated in the 1850s—the world's first codified game of &lt;a href=\"football\"&gt;football&lt;/a&gt; and the most popular sport in Australia by attendance and viewership. The city is home to nine of the eighteen teams that constitute the &lt;a href=\"Australian%20Football%20League\"&gt;Australian Football League&lt;/a&gt; (AFL), whose five Melbourne games per week attract an average of 40,000 people per game. The &lt;a href=\"AFL%20Grand%20Final\"&gt;AFL Grand Final&lt;/a&gt;, one of the biggest sporting events in Australia, is played on the last Saturday of September at the sport's \"spiritual home\", the 100,000 &lt;a href=\"seating%20capacity\"&gt;capacity&lt;/a&gt; &lt;a href=\"Melbourne%20Cricket%20Ground\"&gt;Melbourne Cricket Ground&lt;/a&gt; (MCG). Another significant Melbourne-based event on the AFL calendar is the &lt;a href=\"Anzac%20Day%20clash\"&gt;Anzac Day clash&lt;/a&gt; between rival clubs &lt;a href=\"Collingwood%20Football%20Club\"&gt;Collingwood&lt;/a&gt; and &lt;a href=\"Essendon%20Football%20Club\"&gt;Essendon&lt;/a&gt;. The city is also home to nine out of thirteen teams competing in the semi-professional &lt;a href=\"Victorian%20Football%20League\"&gt;Victorian Football League&lt;/a&gt;. Since 1999, the city has been the biennial host of the &lt;a href=\"International%20Rules\"&gt;International Rules&lt;/a&gt; series involving the &lt;a href=\"Australia%20international%20rules%20football%20team\"&gt;Australian national team&lt;/a&gt; and the &lt;a href=\"Ireland%20international%20rules%20football%20team\"&gt;Irish national team&lt;/a&gt;. The &lt;a href=\"Australian%20Football%20International%20Cup\"&gt;Australian Football International Cup&lt;/a&gt; is staged every three years in Melbourne.\nDuring the summer months cricket takes preference amongst Melburnians. In 1877, the world's first &lt;a href=\"Test%20cricket\"&gt;Test cricket&lt;/a&gt; match was contested by &lt;a href=\"History%20of%20Test%20cricket%20%28to%201883%29%23The%20first%20Test%20tour%20-%201876/7\"&gt;Australia and England&lt;/a&gt; at the Melbourne Cricket Ground, and &lt;a href=\"The%20Ashes\"&gt;The Ashes&lt;/a&gt; &lt;a href=\"The%20Ashes%20urn\"&gt;urn&lt;/a&gt;—symbol of the cricket rivalry between Australia and England—originated in Melbourne. The annual &lt;a href=\"Boxing%20Day%20Test\"&gt;Boxing Day Test&lt;/a&gt;, also held at the MCG, is a prominent feature of the Melbourne summer, attracting the largest attendance of any Test match in the world. The Melbourne-based &lt;a href=\"Victorian%20Bushrangers\"&gt;Victorian Bushrangers&lt;/a&gt; represent the state of Victoria in the &lt;a href=\"Sheffield%20Shield\"&gt;Sheffield Shield&lt;/a&gt; and &lt;a href=\"Ryobi%20One%20Day%20Cup\"&gt;One-Day Cup&lt;/a&gt;. The &lt;a href=\"Melbourne%20Stars\"&gt;Melbourne Stars&lt;/a&gt; and &lt;a href=\"Melbourne%20Renegades\"&gt;Melbourne Renegades&lt;/a&gt; compete in the &lt;a href=\"Twenty20\"&gt;Twenty20&lt;/a&gt; &lt;a href=\"Big%20Bash%20League\"&gt;Big Bash League&lt;/a&gt;.\nMelbourne has three &lt;a href=\"A-League\"&gt;A-League&lt;/a&gt; (&lt;a href=\"association%20football\"&gt;association football&lt;/a&gt;) teams: &lt;a href=\"Melbourne%20Victory%20FC\"&gt;Melbourne Victory&lt;/a&gt;, &lt;a href=\"Melbourne%20City%20FC\"&gt;Melbourne City&lt;/a&gt;, and &lt;a href=\"Western%20United%20FC\"&gt;Western United&lt;/a&gt;. In rugby there is &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt; (&lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt;), and &lt;a href=\"Melbourne%20Rebels\"&gt;Melbourne Rebels&lt;/a&gt; (&lt;a href=\"Super%20Rugby\"&gt;Super Rugby&lt;/a&gt;). &lt;a href=\"Melbourne%20United\"&gt;Melbourne United&lt;/a&gt; and &lt;a href=\"South%20East%20Melbourne%20Phoenix\"&gt;South East Melbourne Phoenix&lt;/a&gt; compete in the &lt;a href=\"National%20Basketball%20League%20%28Australia%29\"&gt;NBL&lt;/a&gt; (basketball). For &lt;a href=\"netball\"&gt;netball&lt;/a&gt;, two Melbourne teams compete in the &lt;a href=\"Suncorp%20Super%20Netball\"&gt;Suncorp Super Netball&lt;/a&gt;: &lt;a href=\"Melbourne%20Vixens\"&gt;Melbourne Vixens&lt;/a&gt; and &lt;a href=\"Collingwood%20Magpies%20Netball\"&gt;Collingwood Magpies Netball&lt;/a&gt;.\n&lt;a href=\"Bledisloe%20Cup\"&gt;Bledisloe Cup&lt;/a&gt; Test matches between the &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australian&lt;/a&gt; and &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;New Zealand national rugby union team&lt;/a&gt;s were staged at the MCG in 1997 and 2007. Melbourne also hosted 7 of 48 matches during the &lt;a href=\"2003%20Rugby%20World%20Cup\"&gt;2003 Rugby World Cup&lt;/a&gt;. One-off &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; matches have been held at Etihad Stadium including the &lt;a href=\"Rugby%20League%20State%20of%20Origin\"&gt;Rugby League State of Origin&lt;/a&gt; (most recently in &lt;a href=\"2012%20State%20of%20Origin%20series\"&gt;2012&lt;/a&gt;), and a &lt;a href=\"2006%20Rugby%20League%20Tri-Nations\"&gt;2006 Tri-Nations&lt;/a&gt; Test.\nMelbourne is home to 29 stadiums with a capacity of over 10,000 people. Some venues, such as the Albert Park &lt;a href=\"Formula%20One\"&gt;Formula One&lt;/a&gt; track and the Calder Raceway, have large capacities but only temporary structures, while there are numerous suburban horse racing tracks and &lt;a href=\"Australian%20rules%20football%20playing%20field\"&gt;Australian rules football playing field&lt;/a&gt;s. In 2000 construction was completed on the &lt;a href=\"Docklands%20Stadium\"&gt;Docklands Stadium&lt;/a&gt;, capable of seating up to 56,000 people. The stadium was the first in the world to host cricket and Australian football matches under a roof.\nThe city also has large State Cycling, Hockey, Baseball/Softball and Netball centres, and an Ice centre (&lt;a href=\"National%20Ice%20Sports%20Centre\"&gt;National Ice Sports Centre&lt;/a&gt;, hosting the Australian Olympic Winter Institute) is being constructed in &lt;a href=\"Melbourne%20Docklands\"&gt;Melbourne Docklands&lt;/a&gt;.\nMelbourne hosted the &lt;a href=\"World%20Masters%20Games\"&gt;2002 World Masters Games&lt;/a&gt;; broke new ground as the first city outside the United States to host the &lt;a href=\"World%20Police%20and%20Fire%20Games\"&gt;World Police and Fire Games&lt;/a&gt; in 1995, and the &lt;a href=\"Presidents%20Cup\"&gt;Presidents Cup&lt;/a&gt; &lt;a href=\"Golf\"&gt;golf tournament&lt;/a&gt; in 1999; and was the first city in the &lt;a href=\"Southern%20Hemisphere\"&gt;Southern Hemisphere&lt;/a&gt; to host the &lt;a href=\"World%20Polo%20Championship\"&gt;World Polo Championship&lt;/a&gt; in 2001. The city has hosted &lt;a href=\"FIFA%20World%20Cup\"&gt;FIFA World Cup&lt;/a&gt; qualifiers in both 1997 and 2001.\nThe &lt;a href=\"Rod%20Laver%20Arena\"&gt;Rod Laver Arena&lt;/a&gt; was converted into a pool for the &lt;a href=\"2007%20World%20Aquatics%20Championships\"&gt;2007 World Aquatics Championships&lt;/a&gt;.\nMelbourne's skateboarding culture has a lengthy history, with brands such as Globe originating in the city. In 1988, the Australian \"60 Minutes\" program produced a segment that focused solely on Victorian skateboarding. The segment featured Melbourne skateboarding and conducted interviews with notable figures such as the Hill brothers (Stephen, Matt and Mike) and Borgy. X-E-N is a Melbourne skateboard company that was established in 1999 and was co-founded by Andrew and Anthony Mapstone—two figures who, as of August 2012, remain influential in Australian skateboarding.\nRecreation and leisure.\nMelburnians participate in a wide range of recreational and leisure activities.\nAustralian rules football, Association Football, cricket and netball are popular participation &lt;a href=\"team%20sport\"&gt;team sport&lt;/a&gt;s in Melbourne.\n&lt;a href=\"Cycling%20in%20Melbourne\"&gt;Cycling in Melbourne&lt;/a&gt; is a popular &lt;a href=\"pastime\"&gt;pastime&lt;/a&gt;, as well as a spectator sport. Melbourne's flat terrain and extensive &lt;a href=\"Segregated%20cycle%20facilities\"&gt;off-road paths&lt;/a&gt; in &lt;a href=\"Green%20belt\"&gt;green wedge&lt;/a&gt;s are conducive to riding. Beach Road combines with the Nepean Highway to form a 90-kilometre stretch from &lt;a href=\"Port%20Melbourne\"&gt;Port Melbourne&lt;/a&gt; to &lt;a href=\"Sorrento%2C%20Victoria\"&gt;Sorrento&lt;/a&gt;, incorporating the &lt;a href=\"Bay%20Trail%20%28Australia%29\"&gt;Bayside Trail&lt;/a&gt;. It is the city's most popular training route and attracts cyclists from around the world. Thousands of &lt;a href=\"Commuting\"&gt;commuters&lt;/a&gt; cycle the roads, &lt;a href=\"segregated%20bicycle%20facilities\"&gt;bike lanes and bike paths&lt;/a&gt; daily. &lt;a href=\"Bicycle%20Victoria\"&gt;Bicycle Victoria&lt;/a&gt;'s annual events, &lt;a href=\"Around%20the%20Bay%20in%20a%20Day\"&gt;Around the Bay in a Day&lt;/a&gt; and &lt;a href=\"Ride%20to%20Work%20Day%20%28Melbourne%29\"&gt;Ride to Work Day&lt;/a&gt;, attract tens of thousands of Melburnians. Other events such as the &lt;a href=\"Herald%20Sun%20Tour\"&gt;Herald Sun Tour&lt;/a&gt; begin and end in the Melbourne area and there are many local cycling events of varying grades all year round.\n&lt;a href=\"Triathlon\"&gt;Triathlon&lt;/a&gt; dominates the Beach Road area during summer, when hundreds of amateurs and professionals dive into Port Phillip Bay on Sundays.\n&lt;a href=\"Water%20sport%20%28recreation%29\"&gt;Watersports&lt;/a&gt; are a big recreational activity in Melbourne. &lt;a href=\"Rowing%20%28sport%29\"&gt;Rowing&lt;/a&gt; on the Yarra River is also popular with universities and schools, and there are many boat-sheds along the river. the Yarra is home to the &lt;a href=\"Head%20of%20the%20River%20%28Australia%29\"&gt;Head of the River&lt;/a&gt;, first raced in 1868 and Australia's oldest. The &lt;a href=\"Oarsome%20Foursome\"&gt;Oarsome Foursome&lt;/a&gt; are also from Melbourne. On Port Phillip Bay, &lt;a href=\"boating\"&gt;boating&lt;/a&gt; is a &lt;a href=\"pastime\"&gt;pastime&lt;/a&gt;, as is &lt;a href=\"Personal%20water%20craft\"&gt;jetskiing&lt;/a&gt;, &lt;a href=\"kitesurfing\"&gt;kitesurfing&lt;/a&gt; and &lt;a href=\"windsurfing\"&gt;windsurfing&lt;/a&gt; on &lt;a href=\"St%20Kilda%20Beach%2C%20Victoria\"&gt;St Kilda Beach&lt;/a&gt;.\nParks and gardens.\nMelbourne is noted for its &lt;a href=\"park\"&gt;park&lt;/a&gt;s and gardens, with a ring of parks providing a green lung for the city centre. Perhaps the most notable is the &lt;a href=\"Royal%20Botanic%20Gardens%2C%20Melbourne\"&gt;Royal Botanic Gardens&lt;/a&gt;. Other notable gardens have been established on outskirts of Melbourne. In particular the &lt;a href=\"Dandenong%20Ranges\"&gt;Dandenong Ranges&lt;/a&gt; has the National &lt;a href=\"Rhododendron\"&gt;Rhododendron&lt;/a&gt; Gardens, and several other public gardens. &lt;a href=\"Residential%20garden\"&gt;Residential garden&lt;/a&gt;ing is a popular pastime in Melbourne, and &lt;a href=\"Australia%27s%20Open%20Garden%20Scheme\"&gt;Australia's Open Garden Scheme&lt;/a&gt; started in the city.\nEntertainment.\nIn Melbourne there are approximately 5000 cafes and restaurants - per capita Melbourne has the most cafes/restaurants in the world. &lt;a href=\"Restaurant\"&gt;Restaurant&lt;/a&gt;s are numerous and present a diverse range of cuisines. The city has a reputation as a culinary capital, celebrated by the annual Melbourne Food and Wine Festival. As well as the famous \"Little Italy\" of &lt;a href=\"Lygon%20Street%2C%20Melbourne\"&gt;Lygon Street&lt;/a&gt; in &lt;a href=\"Carlton%2C%20Victoria\"&gt;Carlton&lt;/a&gt;, other favourite inner city dining locations for Melburnians include Fitzroy Street &lt;a href=\"St%20Kilda%2C%20Victoria\"&gt;St Kilda&lt;/a&gt;, Brunswick Street &lt;a href=\"Fitzroy%2C%20Victoria\"&gt;Fitzroy&lt;/a&gt;, Victoria St &lt;a href=\"Collingwood%2C%20Victoria\"&gt;Collingwood&lt;/a&gt;, the &lt;a href=\"Melbourne%20CBD\"&gt;CBD&lt;/a&gt;, and the &lt;a href=\"Melbourne%20Docklands\"&gt;Docklands&lt;/a&gt; and &lt;a href=\"Southbank%2C%20Victoria\"&gt;Southbank&lt;/a&gt; precincts. In 2006, &lt;a href=\"Jamie%20Oliver\"&gt;Jamie Oliver&lt;/a&gt; selected Melbourne as the location for \"Fifteen Melbourne\", the Australian restaurant for his &lt;a href=\"reality%20television\"&gt;reality television&lt;/a&gt; show &lt;a href=\"Jamie%27s%20Kitchen%20Australia\"&gt;Jamie's Kitchen Australia&lt;/a&gt;.\nDance music is a thriving part of the Melbourne nightclub and festival scene. National dance music festivals Stereosonic and Future Music both originated in Melbourne. Melbourne is the birthplace of the &lt;a href=\"Melbourne%20Shuffle\"&gt;Melbourne Shuffle&lt;/a&gt;, a style of dance that has been exported to &lt;a href=\"South%20East%20Asia\"&gt;South East Asia&lt;/a&gt; and continues to evolve to date.\nShopping.\nShopping or \"&lt;a href=\"retail%20therapy\"&gt;retail therapy&lt;/a&gt;\" has been a big part of Melbourne's way of life since the late 19th century, when \"doing the Block\" was a sign of prestige. Today, the city is home to some of Australia's best shopping strips, such as the famous &lt;a href=\"Chapel%20Street%2C%20Melbourne\"&gt;Chapel Street&lt;/a&gt; which stretches many blocks through &lt;a href=\"South%20Yarra%2C%20Victoria\"&gt;South Yarra&lt;/a&gt; and &lt;a href=\"Prahran%2C%20Victoria\"&gt;Prahran&lt;/a&gt;, while heritage arcades such as the &lt;a href=\"Block%20Arcade%2C%20Melbourne\"&gt;Block&lt;/a&gt; and the &lt;a href=\"Royal%20Arcade%2C%20Melbourne\"&gt;Royal Arcade&lt;/a&gt; and the CBD's myriad lanes.\n&lt;a href=\"Chadstone%20Shopping%20Centre\"&gt;Chadstone Shopping Centre&lt;/a&gt;, currently claimed to be the largest shopping centre in the southern hemisphere, markets itself as the \"Fashion Capital\". Strip shopping localities include &lt;a href=\"Toorak%20Village\"&gt;Toorak Village&lt;/a&gt;, known for its exclusiveness, and &lt;a href=\"Bridge%20Road%2C%20Melbourne\"&gt;Bridge Road&lt;/a&gt; in &lt;a href=\"Richmond%2C%20Victoria\"&gt;Richmond&lt;/a&gt;, known for its extensive factory outlets. Also there are major shopping centres throughout metropolitan Melbourne such as &lt;a href=\"Westfield%20Airport%20West\"&gt;Westfield Airport West&lt;/a&gt;, &lt;a href=\"Westfield%20Southland\"&gt;Westfield Southland&lt;/a&gt;, &lt;a href=\"Westfield%20Doncaster\"&gt;Westfield Doncaster&lt;/a&gt;, and &lt;a href=\"Westfield%20Knox\"&gt;Westfield Knox&lt;/a&gt;.\nMelbourne is also home to the &lt;a href=\"Queen%20Victoria%20Market\"&gt;Queen Victoria Market&lt;/a&gt;. This market contains both indoor and outdoor sections.\nFestivals and events.\nMelbourne is home to a range of international festivals, most notably the &lt;a href=\"Melbourne%20International%20Comedy%20Festival\"&gt;Melbourne International Comedy Festival&lt;/a&gt;, &lt;a href=\"Melbourne%20International%20Film%20Festival\"&gt;Melbourne International Film Festival&lt;/a&gt; (MIFF), &lt;a href=\"Melbourne%20International%20Arts%20Festival\"&gt;Melbourne International Arts Festival&lt;/a&gt;, &lt;a href=\"Melbourne%20International%20Flower%20and%20Garden%20Show\"&gt;Melbourne International Flower and Garden Show&lt;/a&gt;, &lt;a href=\"Melbourne%20International%20Air%20Show\"&gt;Melbourne International Air Show&lt;/a&gt; and the &lt;a href=\"Melbourne%20International%20Animation%20Festival\"&gt;Melbourne International Animation Festival&lt;/a&gt; (MIAF).\nSeveral national traditions originated in Melbourne: The &lt;a href=\"Melbourne%20Cup\"&gt;Melbourne Cup&lt;/a&gt; has been a Melbourne tradition since 1861 and then became a national tradition, subsequently referred to as \"the race that stops the nation\"; &lt;a href=\"Carols%20by%20Candlelight\"&gt;Carols by Candlelight&lt;/a&gt;, first held in 1938, is a &lt;a href=\"Christmas%20Eve\"&gt;Christmas Eve&lt;/a&gt; tradition; the Myer Christmas windows are a very popular annual attraction; and the &lt;a href=\"AFL%20Grand%20Final\"&gt;AFL Grand Final&lt;/a&gt; attracts hundreds of thousands of spectators, both live and via broadcast media, every year.\nThere are a number of cultural festivals that celebrate foreign cultures from within the context of the city's culture. Major festivals for Melbourne's large ethnic communities include:\nParades and protests.\nThe city's wide thoroughfares have become the conduit for the city's parades, marches and rallies. &lt;a href=\"Swanston%20Street%2C%20Melbourne\"&gt;Swanston Street&lt;/a&gt; and &lt;a href=\"Bourke%20Street%2C%20Melbourne\"&gt;Bourke Street&lt;/a&gt; are regarded widely as the civic spines of the city and, more recently, Federation Square has become a venue for mass gatherings.\nSome of the largest demonstrations in the southern hemisphere have taken place in Melbourne:\nTrade unionism.\nMelbourne is regarded as the home of the trade union movement in Australia, with the headquarters of the &lt;a href=\"Australian%20Council%20of%20Trade%20Unions\"&gt;Australian Council of Trade Unions&lt;/a&gt; located in the city; Melbourne is also the birthplace of the Australian \"&lt;a href=\"eight-hour%20day\"&gt;eight-hour day&lt;/a&gt;\", when the change was introduced into the building industry. Melbourne also has a particularly significant history of &lt;a href=\"strike%20action\"&gt;strike action&lt;/a&gt;.\nThe &lt;a href=\"Eureka%20flag\"&gt;Eureka flag&lt;/a&gt;, from the &lt;a href=\"Eureka%20Rebellion\"&gt;Eureka Rebellion&lt;/a&gt;), is a Victorian emblem that is often used by protest groups."
}