{
    "id": "1216855",
    "revid": "9676078",
    "url": "https://en.wikipedia.org/wiki?curid=1216855",
    "title": "Puerto Rico campaign",
    "text": "The Puerto Rico campaign was the American military sea and land operation on the island of &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt; during the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;. The offensive began on May 12, 1898, when the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; attacked the capital, &lt;a href=\"San%20Juan%2C%20Puerto%20Rico\"&gt;San Juan&lt;/a&gt;. Though the damage inflicted on the city was minimal, the Americans were able to establish a &lt;a href=\"blockade\"&gt;blockade&lt;/a&gt; in the city's harbor, &lt;a href=\"San%20Juan%20Bay\"&gt;San Juan Bay&lt;/a&gt;. On June 22, the cruiser \"Isabel II\" and the &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt; \"Terror\" delivered a &lt;a href=\"Second%20Battle%20of%20San%20Juan\"&gt;Spanish counterattack&lt;/a&gt;, but were unable to break the blockade and \"Terror\" was damaged.\nThe land offensive began on July 25, when 1,300 infantry soldiers led by Major General &lt;a href=\"Nelson%20A.%20Miles\"&gt;Nelson A. Miles&lt;/a&gt; disembarked off the coast of &lt;a href=\"Gu%C3%A1nica%2C%20Puerto%20Rico\"&gt;Guánica&lt;/a&gt;. After controlling the first skirmish, the Americans advanced to &lt;a href=\"Coamo%2C%20Puerto%20Rico\"&gt;Coamo&lt;/a&gt;, where they engaged Puerto Rican and Spanish troops in battle. The battle concluded when the allied soldiers retreated after the battle left two dead on their side, and four on the American side. The United States was able to seize control of &lt;a href=\"Fajardo%2C%20Puerto%20Rico\"&gt;Fajardo&lt;/a&gt; on August 1, but was forced to withdraw on August 5 after a group of 200 Puerto Rican–Spanish soldiers led by Pedro del Pino gained control of the city, while most civilian inhabitants fled to a nearby lighthouse. The Americans encountered larger opposition as they advanced towards the main island's interior. They engaged in two crossfires in Guamani River and &lt;a href=\"Coamo%2C%20Puerto%20Rico\"&gt;Coamo&lt;/a&gt;, both of which were inconclusive as the allied soldiers retreated. A battle in &lt;a href=\"San%20Germ%C3%A1n%2C%20Puerto%20Rico\"&gt;San Germán&lt;/a&gt; concluded in a similar fashion with the Spanish retreating to &lt;a href=\"Lares%2C%20Puerto%20Rico\"&gt;Lares&lt;/a&gt;.\nOn August 9, 1898, American troops that were pursuing units retreating from Coamo and Asomante encountered heavy resistance in &lt;a href=\"Aibonito%2C%20Puerto%20Rico\"&gt;Aibonito&lt;/a&gt; and retreated after six of their soldiers were injured. They returned three days later, reinforced with artillery units and attempted a surprise attack. After about an hour of fighting, Spanish artillery batteries had been silenced. American guns advanced some 2,150 yards and set up positions, but soldiers reported seeing Spanish reinforcements nearby and the guns were withdrawn back to the main line. Shortly before the launch of a flanking movement on the Spanish, all military actions in Puerto Rico were suspended on August 13, after U.S. President &lt;a href=\"William%20McKinley\"&gt;William McKinley&lt;/a&gt; and French Ambassador &lt;a href=\"Jules%20Cambon\"&gt;Jules Cambon&lt;/a&gt;, acting on behalf of the Spanish government, signed an &lt;a href=\"armistice\"&gt;armistice&lt;/a&gt; whereby Spain relinquished its sovereignty over the territories of Puerto Rico, Cuba, the Philippines and Guam.\nPrelude.\nIn 1890, Captain &lt;a href=\"Alfred%20Thayer%20Mahan\"&gt;Alfred Thayer Mahan&lt;/a&gt;, a member of the Navy War Board and leading U.S. strategic thinker, wrote a book titled \"&lt;a href=\"The%20Influence%20of%20Sea%20Power%20upon%20History\"&gt;The Influence of Sea Power upon History&lt;/a&gt;\" in which he argued for the creation of a large and powerful navy modeled after the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;. Part of his strategy called for the acquisition of colonies in the Caribbean Sea which would serve as &lt;a href=\"Fuelling%20station\"&gt;coaling&lt;/a&gt; and naval stations, and serve as strategical points of defense upon the construction of an &lt;a href=\"Isthmusian%20canal\"&gt;Isthmusian canal&lt;/a&gt;.\nThis idea was not new, since &lt;a href=\"William%20H.%20Seward\"&gt;William H. Seward&lt;/a&gt;, the former Secretary of State under the administrations of various presidents, among them &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt; and &lt;a href=\"Ulysses%20Grant\"&gt;Ulysses Grant&lt;/a&gt;, had stressed that a canal be built either in &lt;a href=\"Honduras\"&gt;Honduras&lt;/a&gt;, &lt;a href=\"Nicaragua\"&gt;Nicaragua&lt;/a&gt; or &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt; and that the United States annex the &lt;a href=\"Dominican%20Republic\"&gt;Dominican Republic&lt;/a&gt; and purchase Puerto Rico and Cuba. The idea of annexing the Dominican Republic failed to receive the approval of the U.S. Senate and Spain did not accept the 160 million dollars which the U.S. offered for Puerto Rico and Cuba. Mahan made the following statement to the War Department: \"Having therefore no foreign establishments either colonial or military, the ships of war of the United States, in war will be like land birds, unable to fly far from their own shores. To provide resting places for them where they can coal and repair, would be one of the first duties of a government proposing to itself the development of the power of the nation at sea.\"\nSince 1894, the &lt;a href=\"Naval%20War%20College\"&gt;Naval War College&lt;/a&gt; had been formulating plans for war with Spain. By 1896, the Office of Naval Intelligence had prepared a plan which included military operations in Puerto Rican waters. Not only was Puerto Rico considered valuable as a naval station, Puerto Rico and Cuba were also abundant in a valuable commercial commodity which the United States lacked: sugar.\nOn February 15, 1898 &lt;a href=\"USS%20Maine%20%28ACR-1%29%23Sinking\"&gt;USS \"Maine\"&lt;/a&gt; exploded and sunk in Havana Harbor, Cuba. According to the Navy's leading weapons expert, Philip Alger, the explosion was due to a coal fire igniting a reserve magazine of six tons of gunpowder, much of which was already degrading due to the humid climate. However, the United States forwarded an ultimatum to Spain to withdraw from Cuba following the sinking of \"Maine\". In response, Spain broke off diplomatic relations with the United States, and on April 23, 1898, Spain &lt;a href=\"Declaration%20of%20war\"&gt;declared war&lt;/a&gt;. On April 25, the &lt;a href=\"United%20States%20Congress\"&gt;U.S. Congress&lt;/a&gt; declared that a state of war between the United States and Spain had existed since April 20. One of the United States' principal objectives in the Spanish–American War was to take control of Spanish possessions in the Atlantic—Puerto Rico and Cuba—and their possessions in the Pacific—the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; and &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt;.\nOn April 27, U.S. ships, the &lt;a href=\"Monitor%20%28warship%29\"&gt;monitor&lt;/a&gt; , the &lt;a href=\"armored%20cruiser\"&gt;armored cruiser&lt;/a&gt;s , and , bombarded the Spanish fortifications at &lt;a href=\"Matanzas%2C%20Cuba\"&gt;Matanzas Bay&lt;/a&gt; in Cuba. By July 16, an &lt;a href=\"armistice\"&gt;armistice&lt;/a&gt; was signed at the Arbol de La Paz (a large &lt;a href=\"ceiba\"&gt;ceiba&lt;/a&gt; tree) in &lt;a href=\"Santiago%20de%20Cuba\"&gt;Santiago de Cuba&lt;/a&gt; by U.S. and Spanish forces ending hostilities in Cuba and its waters. The United States then directed its undivided military resources to Puerto Rico. Two leaders of the Puerto Rican section of the Cuban Revolutionary Party, Dr. &lt;a href=\"Julio%20J.%20Henna\"&gt;Julio J. Henna&lt;/a&gt; and Roberto H. Todd, had written to U.S. President McKinley asking that Puerto Rico be included in whatever intervention was planned for Cuba as early as March 10. They even provided the U.S. government with information about the Spanish military presence on the island.\nSpanish preparations.\nOn April 21, 1898, the Gazette of Puerto Rico () published a decree signaling &lt;a href=\"martial\"&gt;martial&lt;/a&gt; law for the island, suspending all constitutional rights in the preparation for war.\nWith the outbreak of war, the Spanish Crown sent the 1st, 2nd and 3rd Puerto Rican provisional battalions to defend Cuba against the Americans, depleting the Puerto Rican troops in the island. The 1st Puerto Rican Provisional Battalion, composed of the Talavera Cavalry and &lt;a href=\"Krupp\"&gt;Krupp&lt;/a&gt; artillery, was sent to &lt;a href=\"Santiago%20de%20Cuba\"&gt;Santiago de Cuba&lt;/a&gt; where they battled the American forces in the &lt;a href=\"Battle%20of%20San%20Juan%20Hill\"&gt;Battle of San Juan Hill&lt;/a&gt;. After the battle, the Puerto Rican battalion suffered a total of 70 casualties which included their dead, wounded, missing and prisoners. The Spanish appointed &lt;a href=\"Governor%20of%20Puerto%20Rico\"&gt;Governor of Puerto Rico&lt;/a&gt;, &lt;a href=\"Manuel%20Mac%C3%ADas%20y%20Casado\"&gt;Manuel Macías y Casado&lt;/a&gt;, declared &lt;a href=\"martial%20law\"&gt;martial law&lt;/a&gt;, resolving to resist the American forces. He declared: \"Providence will not permit that in these countries which were discovered by the Spanish nation the echo of our language should ever cease to be heard, nor that our flag should disappear before the eyes. ... Long live Puerto Rico, always Spanish. Long live Spain.\" Macías y Casado hoped that a grant of &lt;a href=\"autonomy\"&gt;autonomy&lt;/a&gt; would ensure that Puerto Ricans would remain loyal to the Spanish crown.\nAmerican preparations.\nOn May 24, 1898, in a letter to Theodore Roosevelt, &lt;a href=\"Henry%20Cabot%20Lodge\"&gt;Henry Cabot Lodge&lt;/a&gt; wrote, \"Porto Rico is not forgotten and we mean to have it\".\nThe Spanish Crown was unaware that, at the time, the United States had successfully infiltrated the island with a number of spies, among them &lt;a href=\"Henry%20Howard%20Whitney\"&gt;Henry Howard Whitney&lt;/a&gt;, Henry Ward, George Bronson Brea, William Freeman, James Dewel, Frederick Ober and &lt;a href=\"Edwin%20Emerson%2C%20Jr.\"&gt;Edwin Emerson, Jr.&lt;/a&gt;\nAccording to a story published in &lt;a href=\"Century%20Magazine\"&gt;\"Century\" magazine&lt;/a&gt; in September 1898, Edwin Emerson, Jr., was pretending to be a German journalist. He presented himself to the German Consul in St. Thomas and asked for the names of Puerto Ricans of German descent whom he could interview. Among the names which the consul gave him were that of the Riefkohl family of the town of &lt;a href=\"Maunabo%2C%20Puerto%20Rico\"&gt;Maunabo&lt;/a&gt;. Upon his arrival in the town of Maunabo he met 14-year-old &lt;a href=\"Rudolph%20W.%20Riefkohl\"&gt;Rudolph W. Riefkohl&lt;/a&gt; and asked the lad in &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; if he had a map of Puerto Rico (Emerson had lost his). Riefkohl answered that he did, however it was decidedly too big for Emerson's use. Riefkohl returned home, not knowing that Emerson was a spy, and quickly drew another with a depiction of the major ports and harbors of Puerto Rico. Emerson used the map and it is believed by some that he may have given the map to the U.S. Army Commanding General, &lt;a href=\"Nelson%20A.%20Miles\"&gt;Nelson A. Miles&lt;/a&gt;, influencing Mile's decision on the landing points for the invasion of Puerto Rico. A photostatic copy of Riefkohl's map was published in the \"Century\" article.\nNaval campaign in Puerto Rico (May 8–August 13).\nFirst actions.\nThe first engagement between the belligerents occurred on May 8, 1898, when the converted liner captured a Spanish freighter, \"Rita\", in San Juan Bay. On May 9, \"Yale\" fought a brief battle with \"Alfonso XIII\", a Spanish &lt;a href=\"auxiliary%20cruiser\"&gt;auxiliary cruiser&lt;/a&gt;, resulting in a Spanish victory. Around this time, Captain &lt;a href=\"%C3%81ngel%20Rivero%20M%C3%A9ndez\"&gt;Ángel Rivero Méndez&lt;/a&gt; was assigned the command of the Spanish forces at the fortress of &lt;a href=\"Fort%20San%20Crist%C3%B3bal%20%28Puerto%20Rico%29\"&gt;San Cristóbal&lt;/a&gt; in San Juan. On May 10, when \"Yale\" returned to San Juan Bay, Rivero-Méndez ordered his men to open fire on the steamer with an Ordoñez 15 centimeter cannon, in the first attack against American forces in Puerto Rico during the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;. For his actions, Rivero-Mendez was awarded the \"Cruz de la Orden de Merito Militar\" (The Cross of the Order of the Military Merit) first class.\nBombardment of San Juan.\nThe &lt;a href=\"Bombardment%20of%20San%20Juan\"&gt;Bombardment of San Juan&lt;/a&gt; or the First Battle of San Juan (not to be confused with the &lt;a href=\"Battle%20of%20San%20Juan%20Hill\"&gt;Battle of San Juan Hill&lt;/a&gt; or the &lt;a href=\"Battle%20for%20the%20R%C3%ADo%20San%20Juan%20de%20Nicaragua\"&gt;Battle for the Río San Juan de Nicaragua&lt;/a&gt;) refers to an American &lt;a href=\"navy\"&gt;naval&lt;/a&gt; attack on the &lt;a href=\"fortification\"&gt;fortification&lt;/a&gt;s of &lt;a href=\"San%20Juan%2C%20Puerto%20Rico\"&gt;San Juan, Puerto Rico&lt;/a&gt; during the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;. The American Naval commanders believed the bulk of the Spanish Fleet under &lt;a href=\"Admiral\"&gt;Admiral&lt;/a&gt; &lt;a href=\"Pascual%20Cervera%20y%20Topete\"&gt;Pascual Cervera y Topete&lt;/a&gt; was steaming from the &lt;a href=\"Cape%20Verde%20Islands\"&gt;Cape Verde Islands&lt;/a&gt; to the &lt;a href=\"Antilles\"&gt;Antilles&lt;/a&gt; and ultimately to Puerto Rico. With this understanding, Rear Admiral &lt;a href=\"William%20T.%20Sampson\"&gt;William T. Sampson&lt;/a&gt; and a squadron of ten American warships, the &lt;a href=\"battleship\"&gt;battleship&lt;/a&gt;s , , , &lt;a href=\"cruiser\"&gt;cruiser&lt;/a&gt;s and , &lt;a href=\"Monitor%20%28warship%29\"&gt;monitors&lt;/a&gt; and , &lt;a href=\"torpedo%20boat\"&gt;torpedo boat&lt;/a&gt; , two unidentified &lt;a href=\"auxiliary%20cruiser\"&gt;auxiliary cruiser&lt;/a&gt;s, and an unarmed &lt;a href=\"Collier%20%28ship%20type%29\"&gt;collier&lt;/a&gt; had stood out from &lt;a href=\"Havana\"&gt;Havana&lt;/a&gt; at noon on May 2 bound for Puerto Rico. Sampson intended to intercept and destroy the Spanish squadron and then move on to attack secondary shore targets- San Juan's &lt;a href=\"castle\"&gt;castle&lt;/a&gt;s, &lt;a href=\"fort\"&gt;fort&lt;/a&gt;s and &lt;a href=\"artillery%20battery\"&gt;batteries&lt;/a&gt;. He was unaware that Topete had already eluded them and slipped his squadron into the &lt;a href=\"Santiago%20de%20Cuba\"&gt;Bay of Santiago&lt;/a&gt;.\nOn May 12, Sampson's squadron arrived at San Juan, finding an empty harbor. Making the best of the situation and as an exercise for his untested gunners, Sampson ordered the bombardment of the city's citadels. Captains &lt;a href=\"Ram%C3%B3n%20Acha%20Caama%C3%B1o\"&gt;Ramón Acha Caamaño&lt;/a&gt; and José Antonio Iriarte were among those who defended the city, from &lt;a href=\"Castillo%20San%20Felipe%20del%20Morro\"&gt;Castillo San Felipe del Morro&lt;/a&gt;. They had three batteries under their command, which were armed with at least three 15 cm Ordóñez cannons. The battle lasted three hours and resulted in the death of Justo Esquivies, the first Puerto Rican soldier to die in the Puerto Rico campaign. Caamaño was awarded the \"Cruz de la Orden de Merito Militar\" (The Cross of the Order of the Military Merit) first class for his actions.\nAfter causing much damage to the Spanish defenses and receiving minor damage, low on coal and ammunition, Sampson ordered a cease fire and returned to &lt;a href=\"Havana\"&gt;Havana&lt;/a&gt;, &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; and then on to &lt;a href=\"Key%20West%2C%20Florida\"&gt;Key West, Florida&lt;/a&gt; for repairs and supplies.\nSecond Battle of San Juan.\nOn June 22, 1898, under the command of Captain &lt;a href=\"Charles%20Sigsbee\"&gt;Charles Sigsbee&lt;/a&gt; arrived at San Juan Bay from &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; and joined the blockade. Shortly after midday the old Spanish cruiser set off from San Juan to engage \"Saint Paul\" with support from shore batteries. \"Isabel II\" opened fire on \"Saint Paul\" at long range without success in an attempt to break the blockade. , a Spanish destroyer docked in San Juan for repairs, attempted to cover the cruiser's escape with a &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; attack but was thwarted when her rudder was damaged by a direct hit from \"Saint Paul\". Losing steerage, \"Terror\" inadvertently turned broadside, allowing \"Saint Paul\" to score direct hits near \"Terror\"s waterline, disabling one of her engines and causing her to list. \"Terror\" abandoned the attack and returned to port, followed by \"Isabel II\". On June 26, USS \"Saint Paul\" was relieved by , which continued the blockade of San Juan Bay.\nThird Battle of San Juan.\nOn June 28, 1898, the American auxiliary cruiser &lt;a href=\"Third%20Battle%20of%20San%20Juan%20%281898%29\"&gt;fought&lt;/a&gt; with a squadron of Spanish warships. This squadron consisted of one cruiser, two gunboats and one blockade runner. During the engagement, &lt;a href=\"Antonio%20L%C3%B3pez%20%28shipwreck%29\"&gt;SS \"Antonio López\"&lt;/a&gt;, a transoceanic steamer belonging to the &lt;a href=\"Compa%C3%B1%C3%ADa%20Transatl%C3%A1ntica%20Espa%C3%B1ola\"&gt;Compañía Transatlántica Española&lt;/a&gt; carrying a cargo of needed military supplies, was pursued by \"Yosemite\" until the Spanish freighter ran aground at &lt;a href=\"Culebra%2C%20Puerto%20Rico\"&gt;Ensenada Honda&lt;/a&gt;, Puerto Rico with her valuable cargo. Capt. Caamaño was in charge of retrieving the ship's cargo and the men under his command quickly removed as much of the stranded ship's cargo as possible. The desperate efforts proved fruitful, and nearly the entire cargo was &lt;a href=\"Marine%20salvage\"&gt;salvaged&lt;/a&gt; from the &lt;a href=\"Hulk%20%28ship%29\"&gt;hulk&lt;/a&gt; with only minor articles and a cannon that had fallen overboard during salvage attempts being lost.\nOn 15 July, the cruiser arrived to relieve \"Yosemite\", and the quickly finished off \"Antonio Lopez\" the next day by firing twenty &lt;a href=\"Incendiary%20device\"&gt;incendiary shells&lt;/a&gt; into the vessel and sinking it. Though \"Antonio Lopez\" had been sunk, her cargo was successfully delivered and ensured that any American assault on San Juan would be met with stronger resistance. Caamaño was awarded the \"Cruz de la Orden de Merito Naval\" (The Cross of the Order of the Naval Merit) by the Spanish government.\nThe residents of San Juan were furious with Capt. Rivero-Méndez and blamed him for the destruction wreaked on their city by American bombardments. Nothing came of those recriminations and Capt. Rivero-Méndez was ordered to turn over the keys of all the military installations in San Juan to Captain Henry A. Reed of the &lt;a href=\"U.S.%20Army\"&gt;U.S. Army&lt;/a&gt; after the &lt;a href=\"Treaty%20of%20Paris%20%281898%29\"&gt;Treaty of Paris of 1898&lt;/a&gt; was signed.\nLand campaign in Puerto Rico (July 25–August 13).\nLanding in Guánica.\nThe Spanish forces expected the Americans to attack the northern region of the island and concentrated their defenses around San Juan and Arecibo. The Spanish government was also aware of a planned landing by the Americans at &lt;a href=\"Fajardo\"&gt;Fajardo&lt;/a&gt;, located on the east coast and had that town fortified. However, the southern and western regions of Puerto Rico were left with little or no defenses at all.\nAfter Cuba was taken, President &lt;a href=\"William%20McKinley\"&gt;William McKinley&lt;/a&gt; approved the land invasion of Puerto Rico by way of &lt;a href=\"Fajardo\"&gt;Fajardo&lt;/a&gt;, taking into consideration that the Spaniards had fortified San Juan, where they expected the initial attack. A convoy of ships left &lt;a href=\"Tampa%2C%20Florida\"&gt;Tampa, Florida&lt;/a&gt; and on July 21 another convoy, which included USS \"Yale\", USS \"Massachusetts\", USS \"Gloucester\" and USS \"Dixie\", departed from &lt;a href=\"Guant%C3%A1namo\"&gt;Guantánamo&lt;/a&gt; for a four-day journey to Puerto Rico.\nMajor General &lt;a href=\"Nelson%20A.%20Miles\"&gt;Miles&lt;/a&gt; traveled aboard USS \"Yale\". While approaching the &lt;a href=\"Mona%20Passage\"&gt;Mona Passage&lt;/a&gt; that separates Puerto Rico from the island of &lt;a href=\"Hispaniola\"&gt;Hispaniola&lt;/a&gt; to the east, Miles opted to land his troops in the southern region of the island, choosing &lt;a href=\"Gu%C3%A1nica%2C%20Puerto%20Rico\"&gt;Guánica&lt;/a&gt; as his landing zone. Miles dispatched patrol boats to notify all other convoys of his decision and to order them to proceed to Guanica. Miles' decision to change the invasion site was based on his belief that the town of Fajardo would be fortified and he feared that Spanish coastal gun boats would disrupt a landing at Fajardo.\nOn July 25, General Miles, 1,300 infantry soldiers of the 3,300 total that were assigned for the initial invasion and a convoy of ships, under the command of Naval Captain &lt;a href=\"Francis%20J.%20Higginson\"&gt;Francis J. Higginson&lt;/a&gt; of arrived at Guánica Bay. The following Navy ships and Army troopships were part of the convoy: USS \"Yale\" with Generals Miles and &lt;a href=\"George%20A.%20Garretson\"&gt;George A. Garretson&lt;/a&gt; embarked, carrying General &lt;a href=\"Guy%20V.%20Henry\"&gt;Guy V. Henry&lt;/a&gt;, , , , and the U.S. Army transports \"Lampasas\", \"Unionist\", \"Stillwater\" and \"Specialist\". Two captured Spanish ships, \"Nueces\" and \"Rita\" that had been confiscated by USS \"Yale\" as &lt;a href=\"war%20prize\"&gt;war prize&lt;/a&gt;s were also used.\nIn 1898, Guánica was a small &lt;a href=\"barrio\"&gt;barrio&lt;/a&gt; within the jurisdiction of the town of &lt;a href=\"Yauco%2C%20Puerto%20Rico\"&gt;Yauco&lt;/a&gt;. It had 60 houses in all and its only defense was eleven members of the 4th Volante de Yauco, a Puerto Rican militia unit, under the command of Lieutenant Enrique Méndez López. When the &lt;a href=\"Gu%C3%A1nica%20Light\"&gt;Guánica lighthouse&lt;/a&gt; keeper Robustiano Rivera spotted the approaching convoy, he immediately gave the alert to the residents of the barrio. All of the residents, with the exception Agustín Barrenechea, Vicente Ferrer, Juan María Morciglio, Simón Mejil, Salvador Muñoz, Cornelio Serrano and Pascual Elena who welcomed the invaders, abandoned their homes and joined Rivera on his journey to Yauco where he broke the news of the invading forces to the city's mayor.\nFirst skirmish.\n\"Gloucester\" was the first ship to set anchor in the Bay of Guánica. Twenty-eight sailors and &lt;a href=\"United%20States%20Marine%20Corps\"&gt;Marines&lt;/a&gt;, under the command of Lieutenants H. P. Huse and Wood, departed from the ship on rafts and landed on the beach. The Marines lowered the &lt;a href=\"Flag%20of%20Spain\"&gt;Spanish flag&lt;/a&gt; from the beach flagpole and replaced it with the &lt;a href=\"American%20flag\"&gt;American flag&lt;/a&gt;. They then proceeded to set up a machine gun nest and placed &lt;a href=\"barbed%20wire\"&gt;barbed wire&lt;/a&gt; around their perimeter. The first land skirmish in Puerto Rico between the Puerto Rican militia and the American forces occurred when Lt. Méndez López and his men attacked and opened fire on the Americans. During the small battle which followed, the Americans returned fire with their machine gun and \"Gloucester\" began to bombard the Spanish position. Lt. Méndez López and three of his men were wounded and the militia unit was forced to retreat to the town of Yauco.\nInvasion.\nAfter the skirmish was over, men from \"Lampasas\" landed on the beach to secure the area and to build a landing dock. 3,300 American soldiers under the command of General Miles landed. The units that landed were the 6th Volunteer Regiments of Illinois and Massachusetts, an Artillery battalion, five battery companies, two engineer companies and a medical unit. The men who had not abandoned the barrio of Guanica swore allegiance to the United States. Garretson named Agustín Barrenechea mayor of Guanica and Simón Mejil the chief of police. On the afternoon of the 25th, Garretson left Guánica with seven companies of the 6th Massachusetts and one company of the 6th Illinois and headed towards Yauco.\nSecretary of War &lt;a href=\"Russell%20A.%20Alger\"&gt;Russell A. Alger&lt;/a&gt; learned about the landing at Guanica the next day when he read an &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; report in a local &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; newspaper. The War Department had ordered Miles to invade Puerto Rico by way of San Juan and therefore Alger was completely surprised with the report. Miles would have been subject to disciplinary actions had the invasion not gone so smoothly. Alger received the following cable from Miles three days after the invasion: \"Spanish troops are retreating from southern part of Puerto Rico. This is a prosperous and beautiful country. The Army will soon be in mountain region. Weather delightful; troops in the best of health and spirit. Anticipate no insurmountable obstacles in future results. Results thus far have been accomplished without loss of a single life.\nBattle of Yauco.\nAfter Rivera, the keeper of the Guánica lighthouse, notified Atilio Gaztambide, the mayor of the town of &lt;a href=\"Yauco\"&gt;Yauco&lt;/a&gt;, located north of Guánica, of the American invasion of Guánica, the mayor in turn notified Governor Macías via telegraph. Governor Macías ordered Captain Salvador Meca and his 3rd company of the 25th Patria Battalion from Yauco to head for Guánica. Meca and his men were joined by Lieutenant Colonel Francisco Puig, who assumed command of the Spanish forces at Hacienda Desideria from Guánica. Puig arrived with two companies known as \"Cazador Patria Battalion\", and they were joined by Puerto Rican volunteers, the Civil Guards, and mounted guerrillas from the towns of Yauco and &lt;a href=\"Sabana%20Grande%2C%20Puerto%20Rico\"&gt;Sabana Grande&lt;/a&gt;. Puig had the men positioned on both sides of the road that ran from Guánica to the coffee Hacienda Desideria (owned by Antonio Mariani) in Yauco, as well as an infantry company positioned on a hill south of the hacienda.\nIn the meantime, Garretson, set out of Guánica with his men towards Yauco with the intention of capturing the Yauco rail terminus that ran between that town and the City of &lt;a href=\"Ponce%2C%20Puerto%20Rico\"&gt;Ponce&lt;/a&gt;, the largest city in the southern region of the island. Garretson and his men arrived in the darkness of night and was informed by his scouts of the possibility of a hostile situation at the Hacienda Desideria. He ordered the Illinois company and two companies (companies L and M) of the 6th Massachusetts to occupy a small hill on his right that overlooked the hacienda.\nCaptain San Pedro detected the movements of the American troops from his positions on a nearby hill and ordered his men to open fire. Garretson then ordered a direct attack on the Spanish and Puerto Rican forces in the hacienda. At day break, the 6th Massachusetts overran the Spanish forces and suffered four casualties. Puig was expecting reinforcements from Yauco which did not arrive and was ordered to disengage and retreat. Before retreating the right wing of the Spanish force, which was not overrun, initiated a flanking attack against two positions held by the Illinois and Massachusetts companies. The unexpected strength of the Spanish force caused some of the 6th Massachusetts troops to momentarily panic, but the Spanish forces were eventually driven off. Puig and his forces suffered two officers and three soldiers wounded and two soldiers dead.\nPuig and his men retreated towards Yauco, but failed to destroy the rail terminus which connected the town to the city of Ponce, and proceeded to march towards the town of &lt;a href=\"Pe%C3%B1uelas\"&gt;Peñuelas&lt;/a&gt;. Garretson's troops entered Yauco in the afternoon of July 26 and on July 27 Puig's men continued their march, leaving their artillery and heavy equipment behind, passing the towns of &lt;a href=\"Adjuntas\"&gt;Adjuntas&lt;/a&gt; and &lt;a href=\"Utuado\"&gt;Utuado&lt;/a&gt; and finally arriving at the town of &lt;a href=\"Arecibo\"&gt;Arecibo&lt;/a&gt; on the northern coast of the island on July 29. Col. Puig, believing that he would be dishonored and accused by the Spanish Government of abandoning military equipment during his retreat, committed suicide on August 2.\nMiles, upon learning about the lack of discipline of the 6th Massachusetts during the battle, ordered an investigation. The 6th Massachusetts was sent on a hard march from Guánica to Ponce as punishment and the regimental commander, a lieutenant colonel, a major, and a captain resigned upon request.\nBattle of Fajardo.\nOn August 1, the monitors , , armed tug , and collier were sailing off the coast of &lt;a href=\"Fajardo\"&gt;Fajardo&lt;/a&gt; on the northeast corner of Puerto Rico, when Captain &lt;a href=\"Frederick%20Rodgers\"&gt;Frederick W. Rodgers&lt;/a&gt;, \"Puritan\"s commanding officer and senior officer afloat, spotted the \"Faro de Las Cabezas de San Juan\" (&lt;a href=\"Cape%20San%20Juan%20Light\"&gt;Cape San Juan Light&lt;/a&gt;house) that had been designated the landing site for the US Army's invasion of Puerto Rico. Rodgers ordered a reconnaissance landing party ashore, including Puerto Rican volunteers. The sailors advanced to within a of Fajardo, about from the coast, but withdrew when they encountered Spanish troops.\nThe 25-man Spanish garrison stationed in Fajardo was alerted to the American presence and ordered to withdraw after notifying their superiors in San Juan. When Dr. Santiago Veve Calzada, a Fajardan, realized that the garrison was abandoned and his town defenseless against the Americans, he implored the Spanish authorities in San Juan to dispatch troops to defend Fajardo. Losing hope that Spanish troops would come to the town's aid, Veve went to the lighthouse to seek protection for the town from the Americans. On the afternoon of August 5, Veve entered Fajardo with a contingent of &lt;a href=\"Sailor\"&gt;bluejackets&lt;/a&gt; and United States flags were hoisted over the Fajardo Customs House at the harbor and City Hall. On the evening of August 6, Captain &lt;a href=\"Charles%20James%20Barclay%20%28U.S.%20Navy%20officer%29\"&gt;Charles J. Barclay&lt;/a&gt; of \"Amphitrite\" ordered 28 sailors and 7 officers commanded by Lt. Charles N. Atwater and Assistant Engineer David J. Jenkins ashore to relight and occupy the Fajardo Light. They were also ordered to quarter 60 women and children of the town's families that were deemed in danger for having sided with the Americans. As the first group of sailors was entering the darkened lighthouse, Naval Cadet William H. Boardman was mortally wounded when his revolver fell from a faulty holster and discharged into his thigh, cutting the femoral artery. His was one of only two Navy deaths during the Puerto Rico campaign.\nOn August 4, Governor General &lt;a href=\"Manuel%20Mac%C3%ADas%20y%20Casado\"&gt;Manuel Macías y Casado&lt;/a&gt; sent Colonel Pedro del Pino and about 220 troops, including civil guardsmen to recapture the city. When Colonel Pino entered Fajardo on August 7, he found it nearly deserted because the residents, fearing a battle, had fled to the Fajardo Light and the surrounding hills. At close to midnight on August 8, Pino's troops began their assault on the lighthouse. The landing party of \"Amphitrite\"s sailors occupying the lighthouse doused the light and signaled the ships offshore, initiating shore bombardment as the naval guns began firing a protective pattern. After two hours, the Spanish forces retreated back to the town. The Americans suffered no casualties, despite a close call when a wayward naval shell smashed through the thick walls of the lighthouse within touch of six men but failed to explode. The Spanish losses were two dead and three wounded, including a lieutenant.\nEarly the next morning, Barclay decided the continued occupation of the lighthouse was of marginal value and ordered his men back to the ship. A landing party of 30 sailors from \"Amphitrite\" and a similar number of &lt;a href=\"United%20States%20Marine%20Corps\"&gt;U.S. Marines&lt;/a&gt; from under Lieutenant &lt;a href=\"John%20A.%20Lejeune\"&gt;John A. Lejeune&lt;/a&gt; came ashore to secure the area while the 60 Fajardan civilians boarded \"Leyden\" for passage to &lt;a href=\"Ponce%2C%20Puerto%20Rico\"&gt;Ponce&lt;/a&gt; and the lighthouse was abandoned to the Spaniards. In Fajardo, Pino's men tore down the U.S. flags that flew over the harbor Customs House and City Hall, returning to San Juan after verifying that the lighthouse was abandoned. The contingent of about 20 civil guards that had accompanied Pino, were left to maintain order in the town. The skirmish at Fajardo was the only time that American forces withdrew from a position during the Puerto Rico campaign.\nBattle of Guayama.\nAfter the town of Yauco was taken, Miles decided to attack the City of &lt;a href=\"Ponce%2C%20Puerto%20Rico\"&gt;Ponce&lt;/a&gt; by sea and by land. Garretson's 6th Illinois and 6th Massachusetts had returned to Guanica and after the troops rested, Garretson and his men were ordered to move eastward to Ponce. Lt. Col. Rafael Martinez Illecas, in charge of the Spanish forces in that city, had pulled out, leaving behind a small garrison of 300 volunteers to hold the town. When the American forces arrived in Ponce they met no resistance and the Spanish volunteers surrendered. The American forces were not the only ones who participated in the taking of Ponce. Members of the Puerto Rican Commission, which included the leader of the &lt;a href=\"Intentona%20de%20Yauco\"&gt;Intentona de Yauco&lt;/a&gt; revolt, &lt;a href=\"Antonio%20Mattei%20Lluberas\"&gt;Antonio Mattei Lluberas&lt;/a&gt; and his group, arrived in Ponce aboard &lt;a href=\"SS%20St.%20Louis%20%281894%29\"&gt;USS \"St. Louis\"&lt;/a&gt; and were assigned to the headquarters of General Miles. From this group Miles organized the \"Porto Rican Scouts\", which was later assigned to General Theodore Schwan, under the command of Edwardo Lugo Viñas. Miles then ordered Brigadier General Peter G. Hains and the men of the 3rd Illinois, 4th Ohio and 4th Pennsylvania Volunteer Infantry Regiments to take &lt;a href=\"Arroyo%2C%20Puerto%20Rico\"&gt;Arroyo&lt;/a&gt;, a small port east of Ponce that served the larger, nearby coastal town of &lt;a href=\"Guayama%2C%20Puerto%20Rico\"&gt;Guayama&lt;/a&gt;. Arroyo was taken on August 2 and on August 5 Hanes ordered the 4th Ohio, the 3rd Illinois and a battery of Sims-Dudley guns, manned by Company G of the 4th Ohio, to capture Guayama.\nSpanish forces were entrenched on the crest of two small hills, between which the road from Arroyo to Guayama ran. The Americans had crossed a stream in front of the hills when suddenly the Spanish opened fire. The Americans protected their position by the stream and increased their firepower as more reinforcements arrived. The outnumbered Spanish troops retreated to Guayama as the Americans made their advance on the hills. The firefight, which lasted half an hour, left three American wounded. When the 4th Ohio entered the town they discovered that the Spaniards had fled north and abandoned the city, ending the Battle of Guayama. General &lt;a href=\"John%20Rutter%20Brooke\"&gt;John Rutter Brooke&lt;/a&gt; used the Cautiño Residence (&lt;a href=\"Casa%20Cauti%C3%B1o\"&gt;Casa Cautiño&lt;/a&gt;) by the town square in Guayama as his military headquarters.\nBattle of the Guamaní River Bridge.\nOn August 6, Colonel Coit sent two companies of the 4th Ohio on a reconnaissance mission across and beyond a cast iron bridge that crossed the Río Guamaní (Guamaní River). The road beyond the bridge was essential for General Hains' projected advance to the town of &lt;a href=\"Cayey\"&gt;Cayey&lt;/a&gt;. The 4th Ohio observed elements of Spain's 6th Provisional Battalion under the command of &lt;a href=\"Julio%20Cervera%20Baviera\"&gt;Julio Cervera Baviera&lt;/a&gt; entrenched in Guamaní Heights, six miles north of the bridge. The 4th felt that they were too strongly entrenched to attempt an assault at the time. The 4th Ohio requested reinforcements and on August 9, attacked the Spaniards and a short firefight erupted. The numerical superiority of the Americans forced the Spanish to retreat from Guamaní Heights. This battle was the costliest battle yet for the Americans since their landing at Guánica, as it resulted in seven wounded. The Spanish forces suffered 2 dead and 15 wounded.\nBattle of Coamo.\nShortly after the American soldiers disembarked, a group of Spanish and Puerto Rican units began moving from Ponce to Aibonito, marching through the &lt;a href=\"Carretera%20Central%20%28Puerto%20Rico%29\"&gt;Carretera Central&lt;/a&gt; (Central Road). The caravan was composed of two companies of the \"Batallón de Cazadores de la Patria\" (Battalion of the Motherland's Hunters) and some members of the Civil Guard and a Puerto Rican guerilla force. A total of 248 infantry men and 42 members of the cavalry formed the battalions under the command of Lt. Col. Rafael Martínez Illescas, the same commander who was in charge of the Ponce garrison. Traveling by foot, the journey would last two days. The group decided to spend one night in the resort of the town of Coamo known as the &lt;a href=\"Ba%C3%B1os%20de%20Coamo\"&gt;Baños de Coamo&lt;/a&gt; before continuing their march in the morning. Martínez Illescas immediately ordered the construction of several trenches; while building these, the soldiers were ambushed by an anti-Spanish guerilla force, led by Pedro María Descartes, who managed to kill a member of the Civil Guard.\nMeanwhile, two battalions of volunteers from &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt; and &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;, led by Generals Oswald H. Ernst and &lt;a href=\"James%20H.%20Wilson\"&gt;James H. Wilson&lt;/a&gt;, settled on opposite sides of the road to Coamo. On August 9, 1898, the Americans began their offensive, opening cannon fire against the city and completing their attack with artillery fire, the 3rd and 4th Regular Pennsylvania Artillery to provide artillery support for the frontal assault on the Baños, damaging the resort. The Americans intended to encircle and defeat the defenses in the city. A group of soldiers entered the city from the backside, having advanced through a river nearby. The rear assault was reinforced by Wilson's army under General Ernst, attempting to trap the allied soldiers in a crossfire, employing a tactic known as the &lt;a href=\"pincer%20movement\"&gt;pincer movement&lt;/a&gt;. Martínez Illescas was surprised by the attack and led an improvised attack, but he was killed in the crossfire along with his second-in-command, leaving Captain Hita in charge; he ordered his men to surrender. Half of the allied troops ignored the order, and continued the attack, Troop C galloped at top speed north from the Baños de Coamo, after finding the resort abandoned by the Spanish. Hita's men were sent to a prisoner-of-war camp located at &lt;a href=\"R%C3%ADo%20Descalabrado\"&gt;Río Descalabrado&lt;/a&gt;, while the men who continued to attack retreated to Aibonito when they realized that the Americans were using a pincer movement.\nBattle of Silva Heights.\nBrigadier General &lt;a href=\"Theodore%20Schwan\"&gt;Theodore Schwan&lt;/a&gt; and 2,896 men of his Independent Brigade had landed in Guanica and marched towards occupied Yauco. Schwan and his men were ordered to move westward and to capture the city of &lt;a href=\"Mayag%C3%BCez%2C%20Puerto%20Rico\"&gt;Mayagüez&lt;/a&gt;. Colonel Julio Soto Villanueva ordered 1,500 Spanish Regulars of the 24th Rifle Battalion, six companies of the Alfonso XIII auxiliaries, and other scattered Spanish and Puerto Rican guerilla forces dispatched from the garrison at Mayagüez to meet and defeat Schwan. The Spanish forces entrenched themselves at a high ridge called Silva Heights, located at a road near the town of &lt;a href=\"Hormigueros%2C%20Puerto%20Rico\"&gt;Hormigueros&lt;/a&gt;.\nSchwan's troops arrived in the town of &lt;a href=\"San%20Germ%C3%A1n%2C%20Puerto%20Rico\"&gt;San Germán&lt;/a&gt; and continued the march towards their objective. Troop A of Schwan's 5th Cavalry approached Silva Heights and were soon engaged in a firefight when the Spanish forces opened fire. The Americans were aided by two companies of the 19th Infantry, supported by artillery and &lt;a href=\"Gatling%20gun\"&gt;Gatling gun&lt;/a&gt;s, as well as the 11th Infantry. The Spanish forces retreated after the American reinforcements brought them under intense fire. Schwan's men set up camp on Silva Heights for the night and the following day they continued their drive to Mayagüez. They arrived the following morning to find that the Spanish forces had abandoned the city to retreat to the east towards &lt;a href=\"Lares%2C%20Puerto%20Rico\"&gt;Lares&lt;/a&gt;. Schwan decided to send forces in order to follow and capture Soto Villanueva and his forces, as he was additionally ordered to take the town of &lt;a href=\"Las%20Mar%C3%ADas%2C%20Puerto%20Rico\"&gt;Las Marías&lt;/a&gt; which was in the way of the retreating army's path. The outcome of the Silva Heights Battle left 3 Spanish dead, 6 wounded, and 136 prisoners. Schwan's brigade suffered 15 wounded and 2 killed in action.\nBattle of Asomante.\nThe American cavalry pursued the soldiers that had retreated from Coamo, but were not able to reach them until the units had entered Aibonito Pass, a region more commonly known as Asomante. The region had been prepared by allied Puerto Rican and Spanish troops, who had built a trench and placed soldiers and equipment around the foliage. As soon as the soldiers noticed the presence of the invading unit they opened cannon fire. The cavalry received infantry reinforcements, which were received by battery fire. Six American soldiers were injured in the crossfire, prompting a retreat order. The allied units (Spanish and Puerto Rican) lost five soldiers and two civil guards. During the following two days the Americans decided to do a battlefield &lt;a href=\"reconnaissance\"&gt;reconnaissance&lt;/a&gt; and Colonel S. Reber, developed a &lt;a href=\"croquis\"&gt;croquis&lt;/a&gt; of the Aibonito Pass. Spies were deployed throughout Coamo, including a Puerto Rican separatist named Carlos Patterne, who was able to enter the city without suspicion and contact Rufino Huertas, a separatist teacher. Huertas gave Patterne a series of defense plans that were previously developed and organized by Martínez Illescas. While inactive, the Puerto Rican soldiers deployed in Asomante completed rounds every two hours, working four hours daily. They mostly ate beans, some rice and meat, while conserving several cracker packs for Spanish reinforcements that were supposed to arrive. They slept in improvised huts that did not protect them from the rain.\nThe American commanders decided to attack the trenches with artillery, while sending a large group to &lt;a href=\"Barranquitas%2C%20Puerto%20Rico\"&gt;Barranquitas&lt;/a&gt;, from which they would try to attack the allied troops from the back. At 10:30 a.m. Captain R.D. Potts led part of the 3rd Wisconsin Volunteer Infantry Regiment through the central highway to Aibonito. Lieutenants Bliss and O'Hern led two units with similar equipment. At 1:00 p.m. the allied troops opened cannon fire as the Americans entered their range. Potts ordered the deployment of two batteries while O'Hern received orders from Commander Landcaster to set a cannon at a distance of a 100 yards to the vanguard's right. They intended to defeat a small group led by Captain Hernaíz. Shrapnel from allied cannon fire was falling close to Lancaster's location, and he asked Potts to help him by deploying a battery nearby. One of Hernaíz's Placensias cannons overheated, which forced him to order a temporary cease to the offensive. Landcaster believed that the opposition had been annihilated, ordered an advance. However, the allied fire was renewed, this time supported by &lt;a href=\"Mauser\"&gt;Mauser&lt;/a&gt; rifle fire. The sudden attack caused confusion among some soldiers, who reported seeing a second Spanish unit nearby. Fearing that the allied units could capture the American equipment, Landcaster ordered a retreat. Lieutenant Hains was gravely injured by a Mauser bullet, being replaced by Sergeant John Long. Meanwhile, most of Potts' men fled the battlefield. In the crossfire the allied forces overpowered the American infantry, using Mauser fire to disorganize their artillery, during which time four American officials were gravely injured including Long, Lieutenant Harris, Captain E.T. Lee and Corporal Oscar Sawanson. Private Frederick Yough, Corporal August Yank, George J. Bruce and Private Sices also received injuries, with Yough subsequently dying. Harris' position was filled by O'Hern, while Sawanson was fatally shot while trying to support the artillery. In total the allied units had only an injured artillery man, while the American side had two dead and five injured. Wilson's camp was the first to receive a telegram from General Miles notifying him that the war had ended. The Americans sent Bliss to Asomante, but Nouvilas refused to suspend the hostilities after receiving a telegram from Macías denying any peace treaty. All military actions in Puerto Rico were supposed to be suspended on August 13, after President &lt;a href=\"William%20McKinley\"&gt;William McKinley&lt;/a&gt; and French Ambassador &lt;a href=\"Jules%20Cambon\"&gt;Jules Cambon&lt;/a&gt;, acting on behalf of the Spanish government, signed an &lt;a href=\"armistice\"&gt;armistice&lt;/a&gt; whereby Spain relinquished its sovereignty over the territory of Puerto Rico. However a final engagement took place on the same day.\nThe Guasio Disaster.\nThe retreating &lt;a href=\"Mayag%C3%BCez%2C%20Puerto%20Rico\"&gt;Mayaguez&lt;/a&gt; army marched for the next two days after leaving the city. At 10:30 am on August 11, Soto Villanueva became injured in the leg after falling through a bridge he was trying to cross. He became convinced his leg had been broken and needed to be carried by four men in a hammock for the remainder of the march. The marching army reached &lt;a href=\"Las%20Mar%C3%ADas%2C%20Puerto%20Rico\"&gt;Las Marias&lt;/a&gt; on the same day. Soto Villanueva then ordered a private meeting at the house of the town Mayor between himself, Lieutenant Colonel Antonio Oses, Lieutenant Colonel Salvador Suau and Lieutenant Rodolfo Olea Mora in which it is decided to make a final stand in the town against the incoming enemy forces. Soto sent a telegram to General Macias informing him of the choice, but as a response received orders to continue the march towards &lt;a href=\"Lares%2C%20Puerto%20Rico\"&gt;Lares&lt;/a&gt;. Feeling incapable of leading the march, Soto once again set up a meeting between himself and the aforementioned officers. During the meeting, Soto ordered the army to leave him and relinquished his command to Lieutenant Colonel Oses. As his first order as commanding officer, Oses followed the Governor's command. However, when attempting to leave las Marias the army was halted at 11:00pm on August 12 by the roaring Guasio River which had grown massive enough as to prevent passage through it. Oses orders the army to wait until morning to see if the current dies down. On August 13 the river currents remain at the same level. In the morning Colonel Suau remembers a crossing at the north of the river and at 9:00am orders troops under his command to march north in order to pass through it. At this point the American troops are spotted, beginning the battle. Oses sees victory as unlikely and orders Lieutenant Olea to launch a barrage of canon fire at the American troops as his forces attempt to cross the river by force. In the ensuing melee Oses and the majority of the Spanish forces are captured, taken prisoner and forced to march back to &lt;a href=\"Mayag%C3%BCez%2C%20Puerto%20Rico\"&gt;Mayaguez&lt;/a&gt;. The forces under Colonel Suau find the crossing and retreat from the battle, latter successfully arriving in Lares where they learn of the surrender. Schwan upon receiving news of the prisoners wishes to continue the pursuit of the remaining forces, but is halted by news of the surrender. The battle at &lt;a href=\"Las%20Mar%C3%ADas%2C%20Puerto%20Rico\"&gt;Las Marias&lt;/a&gt; was perceived to have been a colossal military failure by the Spanish and local population, who named it the Guasio Disaster.\nAftermath.\nTreaty of Paris of 1898.\nThe Puerto Rico campaign, which began with \"Yales\"s capture of \"Rita\" on May 8 and ended on December 10, after the Treaty of Paris was signed, was short compared to the other campaigns in the Spanish–American War, because the war came to an end before the military objective of the campaign was completed. Among the factors which benefited the invaders in the short campaign was that the Puerto Ricans who resided in the southern and western towns and villages resented Spanish rule and tended to view the Americans as their liberators. The Treaty of Paris came into effect on April 11, 1899, when the documents of ratification were exchanged. Some Puerto Rican leaders such as &lt;a href=\"Jos%C3%A9%20de%20Diego\"&gt;José de Diego&lt;/a&gt; and &lt;a href=\"Eugenio%20Mar%C3%ADa%20de%20Hostos\"&gt;Eugenio María de Hostos&lt;/a&gt; expected the United States to grant the island its independence and in the case of &lt;a href=\"Rosendo%20Matienzo%20Cintr%C3%B3n\"&gt;Rosendo Matienzo Cintrón&lt;/a&gt; and the committee which he headed, greeted General Miles and the invaders in Ponce with banquets. Believing that Puerto Rico would gain its independence, a group of men staged an uprising in &lt;a href=\"Ciales\"&gt;Ciales&lt;/a&gt; which became known as \"El Levantamiento de Ciales\" or the \"Ciales Uprising of 1898\" and proclaimed Puerto Rico to be a republic. The Spanish authorities who were unaware that the cease fire had been signed brutally suppressed the uprising. Another reason which can explain why the campaign was short and not as violent as the others is that the 1st, 2nd and 3rd Puerto Rican Provisional Battalions were in Cuba defending that island against the American invaders.\nAs stated in the introduction, the Puerto Rican Battalion suffered a total of 70 casualties which included their dead, wounded, MIA's and prisoners. The Spanish, Puerto Ricans and Americans that participated in the campaign totaled 33,472. Of this total 18,000 were Spanish, 10,000 were Puerto Rican and 15,472 were American military personnel. The Spanish and Puerto Rican suffered 429 casualties which included 17 dead, 88 wounded and 324 captured. The American forces suffered 43 casualties: 3 dead and 40 wounded. The commander of Spain's 6th Provisional Battalion, Julio Cervera Baviera gained notoriety as the author of a &lt;a href=\"pamphlet\"&gt;pamphlet&lt;/a&gt; called \"La defensa de &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt;\", which supported Governor General Manuel Macías y Casado and in an attempt to justify Spain's defeat against the United States, blamed the Puerto Rican volunteers in the Spanish Army as the reason behind the fiasco. A group of angry \"&lt;a href=\"San%20Juan%2C%20Puerto%20Rico\"&gt;Sanjuaneros&lt;/a&gt;\" agreed to challenge Cervera to a &lt;a href=\"duel\"&gt;duel&lt;/a&gt; if the commander did not retract his pamphlet. The men drew lots for this honor; it fell to José Janer y Soler and was seconded by &lt;a href=\"Cayetano%20Coll%20y%20Toste\"&gt;Cayetano Coll y Toste&lt;/a&gt; y Leonidas Villalón. Cervera's seconds were Colonel Pedro del Pino and Captain Emilio Barrera. The duel never took place, as Cervera explained his intentions in writing the pamphlet, and all parties were satisfied.\nUnder the terms of the &lt;a href=\"Treaty%20of%20Paris%20%281898%29\"&gt;Treaty of Paris of 1898&lt;/a&gt;, ratified on April 11, 1899, Puerto Rico was ceded to the United States. Spain had lost its last colony in the Western Hemisphere and the United States gained imperial strength and global presence. The United States established a military government and appointed Miles the first head of the military government established on the island, acting as both head of the army of occupation and administrator of civil affairs. Members of the Spanish forces and civilians who were loyal to the Spanish Crown were allowed to return to Spain. By October 18, the Spanish withdrawal from Puerto Rico was completed as the final troops left San Juan for Spain. Those who belonged to the Spanish military who decided to stay in Puerto Rico were offered the option by the United States to serve in the newly formed \"&lt;a href=\"65th%20Infantry%20Regiment%20%28United%20States%29\"&gt;Porto Rico Regiment&lt;/a&gt;\". Some took the offer, such as &lt;a href=\"Te%C3%B3filo%20Marxuach\"&gt;Teófilo Marxuach&lt;/a&gt;, a former Lieutenant in the Spanish Army who joined the regiment, and others, such as Capt. Angel Rivero Méndez, declined the offer and retired from the military.\n\"Americanization\" of Puerto Rico.\nFrom 1898 to 1900, Puerto Rico was governed by four military officers, Commanding General Nelson A. Miles (1898), Major General John R. Brooke (1898–1898), Major General Guy Vernon Henry (1898–1899) and Major General George Whitefield Davis (1899–1900). Some of these men, such as Miles, Brooke and Henry were experienced veterans of the &lt;a href=\"Indian%20Wars\"&gt;Indian Wars&lt;/a&gt; and, even though they were accustomed to the pacification and administration of the &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;Native Americans&lt;/a&gt;, the U.S. Army had no previous experience in the administration of overseas territories. Henry stated: \"It was an entirely new duty for American Army officers. There was no precedent in the experience of these so suddenly placed in charge of this our first real colony, upon which their policy could be based.\"\nThe administration of Puerto Rico was the responsibility of the &lt;a href=\"United%20States%20Department%20of%20War\"&gt;United States Department of War&lt;/a&gt;'s Division of Insular Affairs which was molded after the &lt;a href=\"Bureau%20of%20Indian%20Affairs\"&gt;Bureau of Indian Affairs&lt;/a&gt;. Almost immediately, the United States began the \"&lt;a href=\"Americanization\"&gt;Americanization&lt;/a&gt;\" process of Puerto Rico. The U.S. occupation brought about a total change in Puerto Rico's economy and &lt;a href=\"polity\"&gt;polity&lt;/a&gt; and did not apply democratic principles to the colony. Puerto Rico was classified as an \"unincorporated territory\" which meant that the protections of the &lt;a href=\"United%20States%20Constitution\"&gt;United States Constitution&lt;/a&gt; did not automatically apply because the island belonged to the U.S., but was not part of the U.S.\nIn 1899, &lt;a href=\"U.S.%20Senator\"&gt;U.S. Senator&lt;/a&gt; &lt;a href=\"George%20Frisbie%20Hoar\"&gt;George Frisbie Hoar&lt;/a&gt; described Puerto Ricans as \"uneducated, simple-minded and harmless people who were only interested in wine, women, music and dancing\" and recommended that Spanish should be abolished in the island's schools and only English should be taught. Schools became the primary vehicle of Americanization, and initially all classes were taught in English, which also made for a large dropout rate.\nOn January 15, 1899, the military government changed the name of Puerto Rico to Porto Rico (On May 17, 1932, U.S. Congress changed the name back to \"Puerto Rico\") and the island's currency was changed from the Puerto Rican peso to the American dollar, integrating the island's currency into the U.S. monetary system. The United States exerted its control over the economy of the island by prohibiting Puerto Rico from negotiating commercial treaties with other nations, from determining tariffs, and from shipping goods to the mainland on other than U.S. carriers.\nCivil disorder.\nA state of civil disorder existed in the island's mountainous region after the invasion of the United States. The local Criollo, who now found themselves unemployed and felt that they had been exploited by their former employers, formed bands called 'Partidas\". The Partidas, at first attacked and robbed many of the wealthy plantation owners, who were loyal to the Spanish Crown, in vengeance, however they later began to attack the businesses owned by the local natives. One of the most notable leaders of the Partidas was &lt;a href=\"Jos%C3%A9%20Maldonado%20Rom%C3%A1n\"&gt;José Maldonado Román&lt;/a&gt; a.k.a. 'Aguila Blanca\". Maldonado, who operated in the areas of &lt;a href=\"Juana%20D%C3%ADaz\"&gt;Juana Díaz&lt;/a&gt; and &lt;a href=\"Ponce%2C%20Puerto%20Rico\"&gt;Ponce&lt;/a&gt;, harassed the Spanish Civil Guard and later did the same to the American Forces. Another factor contributing to the state of civil disorder on the island was the lack of discipline of the American troops who were stationed on the island. These troops were not professional soldiers and were composed of volunteers. Many instances were reported where these men would act disorderly, under the influence of alcohol, and get into fights with the local residents. The state of civil disorder came to a halt on the island after the military government began to rebuild Puerto Rico's infrastructure, thereby providing employment for many of the discontented and unemployed population, and when the volunteer troops were replaced by the regular Army.\nEnd of military rule and rise of the sugar economy.\nMilitary rule was replaced by a civilian government by way of the &lt;a href=\"Foraker%20Act\"&gt;Foraker Act&lt;/a&gt; of 1900. However, the Act stipulated that the governor, chief of police and top officials were presidentially appointed and they were all to be Americans.\nIn 1901, the first civilian U.S. governor of Puerto Rico, &lt;a href=\"Charles%20Herbert%20Allen\"&gt;Charles Herbert Allen&lt;/a&gt;, installed himself as president of the largest sugar-refining company in the world, the &lt;a href=\"American%20Sugar%20Refining%20Company\"&gt;American Sugar Refining Company&lt;/a&gt;. This company was later renamed as the &lt;a href=\"Domino%20Sugar\"&gt;Domino Sugar&lt;/a&gt; company. In effect, Charles Allen leveraged his &lt;a href=\"governorship\"&gt;governorship&lt;/a&gt; of Puerto Rico into a &lt;a href=\"controlling%20interest\"&gt;controlling interest&lt;/a&gt; over the entire Puerto Rican &lt;a href=\"economy\"&gt;economy&lt;/a&gt;.\n54 years after the end of the Puerto Rico campaign.\nIn 1947, the U.S. granted Puerto Ricans the right to democratically elect their own &lt;a href=\"governor%20of%20Puerto%20Rico\"&gt;governor&lt;/a&gt;, which it first exercised in 1948. The &lt;a href=\"Constitution%20of%20Puerto%20Rico\"&gt;Constitution of Puerto Rico&lt;/a&gt; was approved by a Constitutional Convention on February 6, 1952, ratified by the U.S. Congress, and approved by President Truman on July 3 of that year. Puerto Rico adopted the name of \"Estado Libre Asociado\" (literally translated as \"Free Associated State\"), officially translated into English as &lt;a href=\"Commonwealth%20%28United%20States%20insular%20area%29\"&gt;Commonwealth&lt;/a&gt;, for its &lt;a href=\"body%20politic\"&gt;body politic&lt;/a&gt;.\nMarkers, monuments and tombstones.\nIn Puerto Rico there are no monuments to commemorate the Spanish–American War as such. There are various markers where some of the historical events took place and some tombstones which honor both the American invaders and the Spanish and Puerto Rican defenders of the island. In the town of Guánica there is a rock on the coastal port with an inscription indicating that Major General Nelson A. Miles and his men landed on that spot. There is also a monument in the town dedicated to the veterans of the Spanish–American War, however said monument fails to specify to which veterans it is dedicated to, the Americans or the Spanish/Puerto Ricans. In Yauco there is a monument/tombstone dedicated to an unknown Spanish soldier who had fallen in combat and was left there on that very spot. In Coamo there are two markers that indicate where Rafael Martínez Illescas and Frutos López died. López's tomb is located in the old cemetery of Coamo next to that of the tomb of the three unknown Puerto Rican soldiers who perished in that conflict. Martínez Illescas' body was transferred in 1916, to his hometown Cartagena in Spain where he is buried. The town of Guayama has a monument dedicated to the members of the 4th Ohio Infantry. In Asomante, there is a marker which indicates the place where the \"Battle of Asomante\" took place."
}