{
    "id": "12166931",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=12166931",
    "title": "Mount Hope River",
    "text": "The Mount Hope River is a river in northeastern section of the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;. The river is formed at the outlet of Morey Pond at the extreme northern end of &lt;a href=\"Ashford%2C%20Connecticut\"&gt;Ashford, Connecticut&lt;/a&gt;, at the border of &lt;a href=\"Union%2C%20Connecticut\"&gt;Union, Connecticut&lt;/a&gt;, and flows about south to &lt;a href=\"Mansfield%20Hollow%20Lake\"&gt;Mansfield Hollow Lake&lt;/a&gt;, just south of &lt;a href=\"Mansfield%2C%20Connecticut\"&gt;Mansfield, Connecticut&lt;/a&gt;.\nCourse.\nThe Mount Hope River begins at the dam which releases water from Morey Pond, at the Ashford-Union border, adjacent to &lt;a href=\"Interstate%2084%20%28east%29\"&gt;Interstate 84&lt;/a&gt;. From here, the river flows south through Ashford, roughly paralleling &lt;a href=\"Connecticut%20Route%2089\"&gt;Route 89&lt;/a&gt;, and passing under this road several times. The Mount Hope River passes through the hamlets of &lt;a href=\"Westford%2C%20Connecticut\"&gt;Westford&lt;/a&gt; and &lt;a href=\"Warrenville%2C%20Connecticut\"&gt;Warrenville&lt;/a&gt;. After passing through Warrenville, the river continues to flow south, and enters &lt;a href=\"Mansfield%2C%20Connecticut\"&gt;Mansfield&lt;/a&gt;, still paralleling Route 89. The Mount Hope River continues flowing south through the eastern portion of Mansfield, following Route 89, and eventually reaches its mouth at &lt;a href=\"Mansfield%20Hollow%20Lake\"&gt;Mansfield Hollow Lake&lt;/a&gt;, just south of where it passes under Atwoodville Road.\nA popular &lt;a href=\"whitewater\"&gt;whitewater&lt;/a&gt; paddling route starts along &lt;a href=\"Route%2089%20%28Connecticut%29\"&gt;Route 89&lt;/a&gt; about 1/10 of a mile north of the junction with &lt;a href=\"U.S.%20Route%2044\"&gt;U.S. Route 44&lt;/a&gt;. After about of mostly quickwater, the river flows through occasional Class II &lt;a href=\"whitewater\"&gt;whitewater&lt;/a&gt; with difficult Class III whitewater near &lt;a href=\"Mansfield%20Hollow%20Lake\"&gt;Mansfield Hollow Lake&lt;/a&gt; for a total of about of whitewater paddling.\nWatershed.\nThe Mount Hope River watershed covers an area of approximately 28 square miles in northeastern Connecticut. Most of this watershed is located in &lt;a href=\"Ashford%2C%20Connecticut\"&gt;Ashford, Connecticut&lt;/a&gt;, but portions of it also lie in the northeastern section of &lt;a href=\"Mansfield%2C%20Connecticut\"&gt;Mansfield&lt;/a&gt;, the northwestern section of &lt;a href=\"Chaplin%2C%20Connecticut\"&gt;Chaplin&lt;/a&gt;, and the southern section of &lt;a href=\"Union%2C%20Connecticut\"&gt;Union&lt;/a&gt;.\nTributaries of the Mount Hope River include (from north to south) &lt;a href=\"Lake%20Chaffee\"&gt;Chaffee Brook&lt;/a&gt;, Urda Brook, Buck Brook, East Branch Mount Hope River, &lt;a href=\"Basset%20Brook\"&gt;Basset Brook&lt;/a&gt;, Goss Brook, Gardner Brook, Bebbington Brook, Knowlton Brook, and Knowlton Pond Brook.\nPollution and habitat degradation.\nAlmost all of the Mount Hope River in Ashford is classified as an impaired river due to elevated bacteria levels. This impaired segment runs from the river's source at Morey Pond, in the northern end of town, to the river's final crossing of Route 89, near the Mansfield border at the southern end of town. Runoff from agricultural fields, residential areas, and roads is considered to be the culprit of these higher-than-normal bacteria levels.\nOne section of the Mount Hope River in Ashford, at its junction with &lt;a href=\"Basset%20Brook\"&gt;Basset Brook&lt;/a&gt;, had been in a degraded state for a significant amount of time. This section of the river flows through a farm with free-roaming cattle. These cattle trampled the riverbanks, causing them to be unstable. This instability led to excessive erosion, which degraded fish habitat downstream of the site, and also led to excessive widening of the river where it passed through the farm. In 2006, a river restoration project was completed, in which this section of river was restored to a normal width. Large boulders, logs, erosion-control fabric, and vegetation were placed along the edge of the river where it passes through the farm, in order to stabilize its banks, and fences have been installed along the river to keep out cattle.\nRecreation.\nThe Mount Hope River is very popular with fisherman from the area. The river is stocked with &lt;a href=\"trout\"&gt;trout&lt;/a&gt; by the &lt;a href=\"Connecticut%20Department%20of%20Energy%20and%20Environmental%20Protection\"&gt;Connecticut Department of Energy and Environmental Protection&lt;/a&gt;. Several other types of fish also swim in its waters. Portions of the Mount Hope River can also be used for whitewater paddling, as previously mentioned."
}