{
    "id": "12179058",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=12179058",
    "title": "Current Gallery",
    "text": "Current Gallery and Artist Collective is an &lt;a href=\"Artist-run%20space\"&gt;artist-run gallery&lt;/a&gt; and &lt;a href=\"studio\"&gt;studio&lt;/a&gt; space located at 421 North Howard Street in &lt;a href=\"Baltimore\"&gt;Baltimore&lt;/a&gt;’s &lt;a href=\"Bromo%20Arts%20District\"&gt;Bromo Arts District&lt;/a&gt;.\nThe &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt; was founded with the purpose of creating a venue where contemporary Baltimore artists and musicians can present work “devoid of any pressures to commit to standards set by other more established galleries in the Baltimore area.”\nThe cooperative hosts visual and performing arts, live music, and artists studio spaces.\nHistory.\nThe gallery began operation in December 2004 after receiving permission from the &lt;a href=\"Baltimore%20Development%20Corporation\"&gt;Baltimore Development Corporation&lt;/a&gt; to occupy a formerly condemned building on the corner of South Calvert Street and Water Street in the heart of the Inner Harbor business district. The artist cooperative was originally granted use of the space for only six months. After this time the structure was scheduled for demolition. However, as of September 2008 the building has yet to be demolished and the gallery has expanded use of the structure to include artists’ studios.\nThe gallery was voted the 2006 “Best Art Gallery” in Baltimore by the &lt;a href=\"Baltimore%20City%20Paper\"&gt;Baltimore City Paper&lt;/a&gt;. It has also served as an exhibition venue for the annual Baltimore &lt;a href=\"Artscape%20%28festival%29\"&gt;Artscape&lt;/a&gt; festival. The cooperative has played host to multiple up-and-coming &lt;a href=\"indie%20rock\"&gt;indie rock&lt;/a&gt; performers, such as &lt;a href=\"Beach%20House%20%28band%29\"&gt;Beach House&lt;/a&gt; and &lt;a href=\"Dan%20Deacon\"&gt;Dan Deacon&lt;/a&gt;."
}