{
    "id": "1217327",
    "revid": "43066981",
    "url": "https://en.wikipedia.org/wiki?curid=1217327",
    "title": "Master of ceremonies",
    "text": "A master of ceremonies, abbreviated MC or emcee, is the official host of a &lt;a href=\"ceremony\"&gt;ceremony&lt;/a&gt;, staged event, conference, convention, or similar performance.\nThe term is earliest documented in the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt; since the 5th century, where the master of ceremonies is an official of the &lt;a href=\"Papal%20Court\"&gt;Papal Court&lt;/a&gt; responsible for the proper and smooth conduct of the elaborate rituals involving the &lt;a href=\"pope\"&gt;pope&lt;/a&gt; and the &lt;a href=\"Catholic%20liturgy\"&gt;sacred liturgy&lt;/a&gt;.\nThe master of ceremonies sometimes also refers to the &lt;a href=\"protocol%20%28diplomacy%29\"&gt;protocol&lt;/a&gt; officer during an official state function, especially in &lt;a href=\"monarchies\"&gt;monarchies&lt;/a&gt;.\nToday, the term is often used to connote a person who presents performers, speaks to the audience, entertains people, and generally keeps an event moving. This usage occurs in the &lt;a href=\"Show%20business\"&gt;entertainment industry&lt;/a&gt;, for example in reference to television &lt;a href=\"game%20show\"&gt;game show&lt;/a&gt; hosts, as well as in contemporary &lt;a href=\"Hip%20hop%20music\"&gt;hip hop&lt;/a&gt; and &lt;a href=\"electronic%20dance%20music\"&gt;electronic dance music&lt;/a&gt; culture.\nIn addition, the term also exists in various &lt;a href=\"chivalric%20order\"&gt;chivalric order&lt;/a&gt;s and &lt;a href=\"fraternal%20order\"&gt;fraternal order&lt;/a&gt;s.\nName.\nAlternative names include \"compère\" (for men), \"commère\" (for women), host, presenter, announcer, and microphone controller.\nCatholic Church.\nThe term originated in the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;. The Master of Ceremonies is an official of the &lt;a href=\"Papal%20Court\"&gt;Papal Court&lt;/a&gt; responsible for the proper and smooth conduct of the elegant and elaborate rituals involving the Pope and the sacred &lt;a href=\"liturgy\"&gt;liturgy&lt;/a&gt;. He may also be an official involved in the proper conduct of protocols and ceremonials involving the &lt;a href=\"Roman%20Pontiff\"&gt;Roman Pontiff&lt;/a&gt;, the &lt;a href=\"Roman%20Curia\"&gt;Papal Court&lt;/a&gt;, and other dignitaries and potentates. Examples of official &lt;a href=\"liturgical%20book\"&gt;liturgical book&lt;/a&gt;s prescribing the rules and regulations of &lt;a href=\"liturgical%20celebrations\"&gt;liturgical celebrations&lt;/a&gt; are \"&lt;a href=\"C%C3%A6remoniale%20Romanum\"&gt;Cæremoniale Romanum&lt;/a&gt;\" and \"&lt;a href=\"C%C3%A6remoniale%20Episcoporum\"&gt;Cæremoniale Episcoporum&lt;/a&gt;\".\nThe office of the Master of Ceremonies itself is very old. According to the &lt;a href=\"Catholic%20Encyclopedia\"&gt;Catholic Encyclopedia&lt;/a&gt;, the most ancient ceremonials and rituals of the Catholic Church are the \"&lt;a href=\"Ordines%20Romani\"&gt;Ordines Romani&lt;/a&gt;\". Names of Masters of Ceremonies are known since the late Middle Ages (15th century) and the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt; (16th century). However, copies of books prescribing the forms of rituals, rites and customs of pontifical ceremonies are known to have been given to &lt;a href=\"Charles%20Martel\"&gt;Charles Martel&lt;/a&gt; in the 8th century. The rules and rituals themselves are known to have been compiled or written by the pontifical masters of ceremonies, dating back to the time of &lt;a href=\"Pope%20Gelasius%20I\"&gt;Pope Gelasius I&lt;/a&gt; (492–496) with modifications and additions made by &lt;a href=\"Pope%20Gregory%20the%20Great\"&gt;Pope Gregory the Great&lt;/a&gt; (590–604). It is reasonable to assume that the ceremonials themselves pre-date Gelasius. The duties of the Master of Ceremonies may have developed from the time Emperor &lt;a href=\"Constantine%20the%20Great\"&gt;Constantine the Great&lt;/a&gt; gave the &lt;a href=\"Lateran%20Palace\"&gt;Lateran Palace&lt;/a&gt; to the popes (324) or from the time Christianity became the official religion of the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt; (380), and were no doubt influenced by imperial practices, customs and norms. However, documentary evidence from the late Roman period is scarce or lost. The ceremonies and practices of the Byzantine emperors are also known to have influenced the papal court. The accumulation of elaborations and complications since the Renaissance and &lt;a href=\"Baroque\"&gt;Baroque&lt;/a&gt; eras continued well into the 20th century, until some of the ceremonies (i.e. the court, the rituals and norms) were simplified or completely eliminated by &lt;a href=\"Pope%20Paul%20VI\"&gt;Pope Paul VI&lt;/a&gt; in the 1970s after &lt;a href=\"Vatican%20II\"&gt;Vatican II&lt;/a&gt;; much of the Renaissance pomp and ceremony has been completely abandoned by the popes of the modern era.\nAt a large Catholic church or cathedral, the Master of Ceremonies organizes and rehearses the proceedings and ritual of each &lt;a href=\"Mass%20%28liturgy%29\"&gt;Mass&lt;/a&gt;. He may also have responsibility for the physical security of the place of worship during the liturgy. At major festivities such as Christmas and Easter, when the liturgies are long and complex, the Master of Ceremonies plays a vital role in ensuring that everything runs smoothly.\nThe current papal Master of Ceremonies is Monsignor &lt;a href=\"Diego%20Giovanni%20Ravelli\"&gt;Diego Giovanni Ravelli&lt;/a&gt;, who succeeded Bishop &lt;a href=\"Guido%20Marini\"&gt;Guido Marini&lt;/a&gt;.\nWeddings.\nDuring the &lt;a href=\"wedding%20reception\"&gt;wedding reception&lt;/a&gt;, the multifaceted responsibility of the Master of Ceremony (MC) is to keep the agenda flowing smoothly by:\nThe role of the wedding master of ceremonies incorporates a wide range of skills, and those who serve in this capacity have frequently undergone extensive training in the following areas:\nMasters of ceremonies at weddings and private events also ensure the coordination of their event, including liaison with catering staff.\nIn music and cultural events.\nIn &lt;a href=\"Hip%20hop%20music\"&gt;hip hop&lt;/a&gt; and &lt;a href=\"electronic%20dance%20music\"&gt;electronic dance music&lt;/a&gt;, \"MC\" refers to &lt;a href=\"Rapping\"&gt;rap&lt;/a&gt; artists or performers who perform vocals for their own or other artists' original material. Such genres of electronic dance music where MCs perform on are &lt;a href=\"House%20music\"&gt;house&lt;/a&gt;, &lt;a href=\"drum%20and%20bass\"&gt;drum and bass&lt;/a&gt;, and &lt;a href=\"UK%20garage\"&gt;UK garage&lt;/a&gt;.\nHip hop.\nIn the late 1970s, the term emcee, MC or M.C. became used for &lt;a href=\"Rapping\"&gt;rappers&lt;/a&gt; and for their role within &lt;a href=\"hip%20hop%20music\"&gt;hip hop music&lt;/a&gt; and culture. Initially, MCs were those who introduced the &lt;a href=\"Disc%20jockey\"&gt;DJs&lt;/a&gt; to the crowd and explained what was taking place during the event. Often these events were parties at locations including clubs or outdoor public spaces. The term is typically used as a term of distinction, referring to an artist with good performance skills. Many rappers have MC in their stage name, such as &lt;a href=\"MC%20Hammer\"&gt;MC Hammer&lt;/a&gt;, &lt;a href=\"MC%20Lyte\"&gt;MC Lyte&lt;/a&gt;, &lt;a href=\"MC%20Ren\"&gt;MC Ren&lt;/a&gt;, &lt;a href=\"MC%20Shan\"&gt;MC Shan&lt;/a&gt; or &lt;a href=\"MC%20Eiht\"&gt;MC Eiht&lt;/a&gt;.\nComedy clubs.\nIn the context of a &lt;a href=\"comedy%20club\"&gt;comedy club&lt;/a&gt;, the role of MC is traditionally filled by a \"compère\". In any comedy show, the compère is the host of the evening's events, but the precise role and responsibilities will vary depending on the country, venue, and style of event. The compère is usually a working comedian, and whilst they may incorporate elements of their regular set, the role broadly requires a greater level of improvisation – creating a sense of place and community, interacting with the audience, dealing with any &lt;a href=\"heckler\"&gt;heckler&lt;/a&gt;s, and encouraging them to focus on the other acts. The compère will normally do longer bits at the start of the show and after any interval, and shorter bits between acts. They may also be required to make announcements, such as birthdays, anniversaries, and bar promotions.\nMonarchies.\nHistorically certain European &lt;a href=\"royal%20court\"&gt;royal court&lt;/a&gt;s maintained senior offices known as Masters of Ceremonies (or some variant thereof), responsible for conducting stately ceremonies such as &lt;a href=\"coronation\"&gt;coronation&lt;/a&gt;s and receptions of foreign ambassadors. Examples included:\nOrders.\nThe function is prevalent in the culture of &lt;a href=\"chivalric%20order\"&gt;chivalric order&lt;/a&gt;s, as well as in more modern &lt;a href=\"fraternal%20order\"&gt;fraternal order&lt;/a&gt;s, such as &lt;a href=\"Freemasons\"&gt;Freemasons&lt;/a&gt; and &lt;a href=\"Odd%20Fellows\"&gt;Odd Fellows&lt;/a&gt;.\nCorporate.\nMost large corporate and association conferences and conventions use an MC to keep the events running smoothly. This role is sometimes performed by someone inside the group but usually by an outside professional expert MC. Their role could include - introducing and thanking speakers, introducing the theme of the conference, facilitating a &lt;a href=\"panel%20discussion\"&gt;panel discussion&lt;/a&gt; and interviewing guests.\nOther.\nIn some circles the title \"Master of Ceremonies\" is also known as \"Minister of Ceremonies.\"\nIn the 1940 Disney film \"&lt;a href=\"Fantasia%20%281940%20film%29\"&gt;Fantasia&lt;/a&gt;\", &lt;a href=\"Deems%20Taylor\"&gt;Deems Taylor&lt;/a&gt; is the film's Master of Ceremonies.\nIn the role-playing game \"&lt;a href=\"Apocalypse%20World\"&gt;Apocalypse World&lt;/a&gt;\", the game master is named Master of Ceremonies (MC)."
}