{
    "id": "1218341",
    "revid": "9319694",
    "url": "https://en.wikipedia.org/wiki?curid=1218341",
    "title": "Battle of Guningtou",
    "text": "The Battle of Kuningtou or Battle of Guningtou (), also known as the Battle of Kinmen (), was a battle fought over &lt;a href=\"Kinmen\"&gt;Kinmen&lt;/a&gt; in the &lt;a href=\"Taiwan%20Strait\"&gt;Taiwan Strait&lt;/a&gt; during the &lt;a href=\"Chinese%20Civil%20War\"&gt;Chinese Civil War&lt;/a&gt; in 1949. The failure of the &lt;a href=\"Communist%20Party%20of%20China\"&gt;Communists&lt;/a&gt; to take the island left it in the hands of the &lt;a href=\"Kuomintang\"&gt;Kuomintang&lt;/a&gt; (Nationalists) and crushed their chances of taking Taiwan to destroy the Nationalists completely in the war.\nPrelude.\nFollowing the establishment of the &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt; on October 1, 1949, the government of the &lt;a href=\"Republic%20of%20China\"&gt;Republic of China&lt;/a&gt; under &lt;a href=\"Chiang%20Kai-shek\"&gt;Chiang Kai-shek&lt;/a&gt; began withdrawing its forces from &lt;a href=\"mainland%20China\"&gt;mainland China&lt;/a&gt; to Taiwan. However, ROC garrisons remained stationed on the islands of Quemoy (Kinmen) and &lt;a href=\"Matsu%20Islands\"&gt;Matsu&lt;/a&gt;, located off the coast in &lt;a href=\"Fujian\"&gt;Fujian&lt;/a&gt; Province. Commanders of the PRC &lt;a href=\"People%27s%20Liberation%20Army\"&gt;People's Liberation Army&lt;/a&gt; (PLA) believed that Quemoy (Kinmen) and Matsu had to be taken before a final assault on Taiwan. The PLA planned to attack Kinmen from nearby Aotou () (in &lt;a href=\"Xindian%2C%20Xiamen\"&gt;Xindian, Xiamen&lt;/a&gt;), &lt;a href=\"Dadeng%20Subdistrict\"&gt;Dadeng (Tateng)&lt;/a&gt; and Lianhe (Lienho) () (then part of &lt;a href=\"Nan%27an%2C%20Fujian\"&gt;Nan'an County&lt;/a&gt;, now also in Xindian) by launching a first attack with 9,000 troops to establish a beachhead, before landing a second force of roughly 10,000 on Greater Kinmen Island, expecting to take the entire island in three days from an ROC garrison not expected to be larger than two &lt;a href=\"Division%20%28military%29\"&gt;division&lt;/a&gt;s. The Communists had incorrectly estimated that there were only 12,000 Nationalist soldiers on the entire island with the belief that they consist of green recruits and demoralized remnants of conscripted units that had survived defeats in central China – a miscalculation that would contribute to their calamitous defeat. Expecting that a PLA attack was imminent, ROC commanders ordered the immediate construction of fortifications. By October, ROC troops had laid 7,455 &lt;a href=\"land%20mine\"&gt;land mine&lt;/a&gt;s, and constructed roughly 200 earthen &lt;a href=\"bunkers\"&gt;bunkers&lt;/a&gt; on the shores of Kinmen, as well as several anti-amphibious landing beach obstacles. The ROC garrison on Kinmen was also reinforced with armor (1st Battalion, 3rd Tank Regiment which are veterans of &lt;a href=\"Burma%20campaign\"&gt;Burma campaign&lt;/a&gt;, consisting of 22 M5A1 Stuart light tanks organized into two tank companies), battle-hardened infantry, and supplies from the 12th Army. In the opening hours of October 25, the PLA's armada (consisting of hundreds of wooden fishing boats) set sail for Kinmen. They intended to land near the village of Longkou on the narrowest part of the island. But due to the crudeness of their craft, choppy waters and winds, many of them were scattered and carried past Longkou and northwestwards toward the shore of Guningtou instead.\nBattle.\nOctober 25.\nAround 01:30 on October 25, a Nationalist patrol accidentally set off one of the land mines. The blast alerted other units all along the northern shore and the PLA's quiet approach to Kinmen was compromised. Immediately, flares were fired into the air by ROC troops, which brightly illuminated the PLA's fleet and gave the Nationalists clear shots at the former. Later, at about 02:00 when the tide had begun to recede, PLA troops from regiments 244, 251, and 253 landed on the north side of Greater Kinmen Island at Guningtou (Ku-ning-t'ou, ), Huwei (湖尾) and Longkou (壟口). Regiment 244 was the first ashore landing near Lungkou where Nationalist defenders raked them with machine-gun fire, artillery, and mortars. They suffered heavy casualties. Regiments 251 and 253 fared better, landing near Guningtou and Huwei respectively where they broke through ROC defenses and continued to head inland. Arriving at high tide, many of the PLA landing vessels became caught on submerged anti-amphibious landing beach obstacles and immobilized. When the tide went out, the PLA landing vessels became beached and were unable to return to the mainland to transport the second wave of reinforcements. Although these Communists were initially supported by artillery fire from the mainland, it had to cease firing once the infantry disembarked. Some of the troops, stranded in their vulnerable landing craft still far from shore, had to swim or wade some 650 yards (600 meters) in order to reach the shore, also rendering them without cover and extremely vulnerable to the defenders' fire. The beached PLA vessels were destroyed shortly afterwards by gunfire from two ROC Navy vessels patrolling off the northwest coast of Guningtou, as well as by ROC troops who burned the mostly wooden boats using flamethrowers, grenades, gasoline, and oil.\nThe advancing PLA forces were met by the &lt;a href=\"ROC%2018th%20Army\"&gt;ROC 18th Army&lt;/a&gt; and US-made &lt;a href=\"M3%20Stuart\"&gt;M5A1&lt;/a&gt; &lt;a href=\"tank\"&gt;tank&lt;/a&gt;s of ROC 1st Bn, 3rd Tank Regiment. PLA Regiment 244 held high ground at Shuangru Hill (雙乳山), but were beaten back by ROC armor by early morning. PLA Regiment 253 holding Guanyin Hill (觀音山) and the Huwei Highlands (湖尾高地) were also forced to fall back by 12:00 after an overwhelming ROC counterattack of infantry, tanks, and soldiers with &lt;a href=\"flamethrower\"&gt;flamethrower&lt;/a&gt;s, and supported by mortars and artillery. The PLA troops were attacked from three sides. PLA Regiment 251 managed to break out of an ROC encirclement and entered the village of Guningtou, and dug in at Lincuo (林厝). Shortly afterwards, Regiment 251 was attacked by the ROC 14th and 118th divisions, with the ROC 118th division suffering heavy casualties. By the end of the day, the PLA had lost its beachheads at Huwei and Lungkou.\nOctober 26.\nAt 03:00 on October 26, around 1,000 troops in 4 &lt;a href=\"Company%20%28military%20unit%29\"&gt;companies&lt;/a&gt; from PLA Regiment 246 and the 85th division landed on Kinmen to reinforce PLA forces already on the island landing again at Huwei and Guningtou. At dawn, Regiment 246 managed to break through ROC forces surrounding the village of Guningtou, making a rendezvous with the surviving PLA troops taking cover in the town. At 06:30, the ROC 118th division launched a counterattack along the northern coast on PLA forces in Guningtou at Lincuo. The resulting battle was extremely bloody and soon turned into urban warfare in the streets and alleyways of Guningtou. With air support from American-made &lt;a href=\"Martin%20B-26%20Marauder\"&gt;B-26&lt;/a&gt; and &lt;a href=\"North%20American%20B-25%20Mitchell\"&gt;B-25&lt;/a&gt; bombers of the &lt;a href=\"Republic%20of%20China%20Air%20Force\"&gt;ROC Air Force&lt;/a&gt;, ROC forces eventually prevailed, taking Lincuo by noon and Nanshan (南山) at 3PM. Surviving PLA forces began falling back to the coast.\nOctober 27.\nBy the early morning of October 27, the surviving People's Liberation Army forces had exhausted both their food and &lt;a href=\"ammunition\"&gt;ammunition&lt;/a&gt; supplies. 1,300 PLA troops retreated to the beaches north of Guningtou. After a final ROC assault, the remaining PLA troops surrendered to ROC forces at 10:00 on that day. All of the PLA troops who had landed on Kinmen were either killed or captured.\nAftermath.\nFollowing the failure at Guningtou, PLA General &lt;a href=\"Ye%20Fei\"&gt;Ye Fei&lt;/a&gt; submitted an official apology to &lt;a href=\"Mao%20Zedong\"&gt;Mao Zedong&lt;/a&gt; asking to be punished for his failure. General Ye attributed the failure of the operation to three factors: an insufficient number of landing vessels, failure to properly secure the beachheads, and the lack of an overall commanding officer to oversee the three regiments involved in the first wave. As Ye was one of Mao's favorite generals, Mao never took any action against him.\nFor ROC forces accustomed to continuous defeats against the PLA on the mainland, the victory at Guningtou provided a much-needed morale boost. The failure of the PRC to take Kinmen effectively halted its advance towards Taiwan. With the outbreak of the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt; in 1950 and the signing of the &lt;a href=\"Sino-American%20Mutual%20Defense%20Treaty\"&gt;Sino-American Mutual Defense Treaty&lt;/a&gt; in 1954, the Communist plans to invade Taiwan were put on hold.\nDue to the PLA's defeat, the Battle of Guningtou was not widely publicized in the PRC until early in the 21st century when the publication of articles within the mainland examining reasons for its failure was widely distributed. The army generally concluded that its lack of amphibious landing experience, lack of sophisticated landing craft, lack of armor, low attack-repelling ability, lack of international recognition, and lack of intelligence services contributed to their defeat. As they had expected to win the battle after one day of fighting, they therefore did not bring enough ammunition, supplies, food, and water, on the first wave and also to a lesser degree during the second day's invasion. The battle is seen as being highly significant in Taiwan, as it laid the foundation for the current \"status quo\" relationship between Taiwan and mainland China.\nROC defenses at the landing site.\nThe &lt;a href=\"M3%20Stuart%23M5A1%20%28Stuart%20VI%29\"&gt;M5A1&lt;/a&gt; tanks employed by the ROC forces on Kinmen proved to be effective in countering the &lt;a href=\"human%20wave%20attack\"&gt;human wave attack&lt;/a&gt;s employed by the initial PLA landing forces, which were mostly composed of light infantry. ROC tank crews who had depleted their ammunition used their tanks as &lt;a href=\"road%20roller\"&gt;road roller&lt;/a&gt;s to crush PLA infantry. The pivotal role these tanks played caused ROC troops to give the M5A1 the nickname \"Bear of Kinmen\" (金門之熊). The PLA's initial landing force of the 244th regiment at Longkou (壟口) was met by three tanks (#64, #65, #66) of the 1st platoon, 3rd company of the ROC 1st Battalion, 3rd Tank Regiment. The #66 tank had broken down on the beach the previous evening after company exercises, and the other two tanks in the platoon had been ordered to stay and guard it while repairs were attempted.\nAn ROC Navy tank landing ship (&lt;a href=\"Landing%20Ship%2C%20Tank\"&gt;LST&lt;/a&gt; 210, \"Chung Lung\" (中榮)) was anchored near the PLA's landing site on October 25, and used its significant firepower (2x2 40mm guns, 6x1 40mm guns, 8x1 20mm guns) to destroy beached PLA landing craft, again made up mostly of wooden junks and fishing boats, during the battle. LST 210 was supposed to leave on the evening of October 24 after offloading its cargo, but remained, offering an official excuse of \"bad weather\". The unmentioned real reason the ship remained in the area was that it was running a side business of smuggling brown sugar from Taiwan island in exchange for peanut oil. However, there was not enough peanut oil on the whole island for the deal, so the ship was forced to stay for another day while waiting for more peanut oil to be produced, making it the accidental hero of the battle."
}