{
    "id": "1218154",
    "revid": "24435627",
    "url": "https://en.wikipedia.org/wiki?curid=1218154",
    "title": "Alan Richard Hill",
    "text": "Alan Richard Hill &lt;a href=\"Victoria%20Cross\"&gt;VC&lt;/a&gt; (born &lt;a href=\"Northallerton\"&gt;Northallerton&lt;/a&gt; 12 July 1859 – 21 April 1944) was an &lt;a href=\"England\"&gt;English&lt;/a&gt; recipient of the &lt;a href=\"Victoria%20Cross\"&gt;Victoria Cross&lt;/a&gt;, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt; and &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth&lt;/a&gt; forces. He won the VC for his actions on 28 January 1881 at the &lt;a href=\"Battle%20of%20Laing%27s%20Nek\"&gt;Battle of Laing's Nek&lt;/a&gt; during the &lt;a href=\"First%20Boer%20War\"&gt;First Boer War&lt;/a&gt;.\nAfter his marriage, he adopted the surname Hill-Walker.\nEarly life.\nAlan Richard Hill was the son of Captain Thomas Hill, &lt;a href=\"chief%20constable\"&gt;chief constable&lt;/a&gt; of the &lt;a href=\"North%20Riding%20of%20Yorkshire%20Constabulary\"&gt;North Riding of Yorkshire Constabulary&lt;/a&gt; and Frances Mirriam, daughter of Thomas Walker. He was educated at &lt;a href=\"Richmond%20Grammar%20School\"&gt;Richmond Grammar School&lt;/a&gt;.\nHill was commissioned in July 1876 as a &lt;a href=\"sub-lieutenant\"&gt;sub-lieutenant&lt;/a&gt; in the &lt;a href=\"North%20Yorkshire%20Militia\"&gt;North Yorkshire Militia&lt;/a&gt;. He transferred to the &lt;a href=\"58th%20%28Rutlandshire%29%20Regiment%20of%20Foot\"&gt;58th (Rutlandshire) Regiment of Foot&lt;/a&gt; in February 1879. The regiment was deployed to &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; in 1879 for service in the &lt;a href=\"Anglo-Zulu%20War\"&gt;Anglo-Zulu War&lt;/a&gt; and he saw action at the &lt;a href=\"Battle%20of%20Ulundi\"&gt;Battle of Ulundi&lt;/a&gt; in July 1879.\nDetails.\nHill was 21 years old, and a &lt;a href=\"lieutenant\"&gt;lieutenant&lt;/a&gt; in the &lt;a href=\"58th%20%28Rutlandshire%29%20Regiment%20of%20Foot\"&gt;58th (Rutlandshire) Regiment of Foot&lt;/a&gt; (which had become the 2nd Battalion, The &lt;a href=\"Northamptonshire%20Regiment\"&gt;Northamptonshire Regiment&lt;/a&gt; under the &lt;a href=\"Childers%20Reforms\"&gt;Childers Reforms&lt;/a&gt; by the time the award was &lt;a href=\"Gazette%23Gazette%20as%20a%20verb\"&gt;gazetted&lt;/a&gt;), &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; during the &lt;a href=\"First%20Boer%20War\"&gt;First Boer War&lt;/a&gt; when the following deed took place on 28 January 1881 at the &lt;a href=\"Battle%20of%20Laing%27s%20Nek\"&gt;Battle of Laing's Nek&lt;/a&gt;, &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, for which he was awarded the VC.\nThe citation reads; \"For gallant conduct at the action of Laing's Nek on the 28th January, 1881, in having, after the retreat was ordered, remained behind and endeavoured to carry out of action Lieutenant Baillie, of the same Corps, who was lying on the ground severely wounded. Being unable to lift that officer into the saddle, he carried him in his arms until Lieutenant Baillie was shot dead. Lieutenant Hill then brought a wounded man out of action on his horse, after which he returned and rescued another. All these acts being performed under a heavy fire.\"\nLaing's Nek was the last occasion that a British regiment carried its &lt;a href=\"Regimental%20colours\"&gt;colours&lt;/a&gt; into action. The 58th were led up the hillside by Lieutenant Lancelot Baillie carrying the Regimental Colour and Hill carrying the Queen's Colour. Baillie was mortally wounded. Hill passed the two colours to Sergeant Budstock for safe keeping.\nFurther information.\nHe was &lt;a href=\"adjutant\"&gt;adjutant&lt;/a&gt; of the 3rd and 4th battalions from October 1887 and achieved the rank of &lt;a href=\"Major%20%28United%20Kingdom%29\"&gt;major&lt;/a&gt; before he retired from the army in October 1901. \nIn April 1902 he married, in London, Muriel Lilias Oliphant Walker, daughter of T. S. Walker, of &lt;a href=\"Maunby\"&gt;Maunby&lt;/a&gt; Hall, &lt;a href=\"Thirsk\"&gt;Thirsk&lt;/a&gt;, &lt;a href=\"Yorkshire\"&gt;Yorkshire&lt;/a&gt;. He changed his name to Hill-Walker. A son Lieut-Commander Thomas Harry Hill-Walker was killed in action in 1940.\nHill's medals were bought in 2015 by the &lt;a href=\"Victoria%20Cross%23Ashcroft%20collection\"&gt;Ashcroft Trust&lt;/a&gt; and are displayed in the &lt;a href=\"Imperial%20War%20Museum\"&gt;Imperial War Museum&lt;/a&gt;."
}