{
    "id": "1219576",
    "revid": "9021902",
    "url": "https://en.wikipedia.org/wiki?curid=1219576",
    "title": "Bergisel",
    "text": "The Bergisel is a &lt;a href=\"hill\"&gt;hill&lt;/a&gt; (746 m) that lies to the south of &lt;a href=\"Innsbruck\"&gt;Innsbruck&lt;/a&gt;, &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, in the area of &lt;a href=\"Wilten\"&gt;Wilten&lt;/a&gt;, where the &lt;a href=\"Sill%20River\"&gt;Sill river&lt;/a&gt; meets the &lt;a href=\"Inn%20River\"&gt;Inn Valley&lt;/a&gt;.\nThe word's first syllable \"Berg-\" doesn't correspond etymologically to the German word \"Berg\" with the meaning \"mountain\". The Bergisel's contemporary name is derived from the pre-Roman word \"burgusinus\" (elevated position), which then altered through &lt;a href=\"folk%20etymology\"&gt;folk etymology&lt;/a&gt;, causing the occasional spelling \"Berg Isel\" or its English equivalent \"Mount Isel\".\nAmong its earlier uses were as a cremation site and as a habitation area during the Iron Age.\nIn 1809, Bergisel was the site of the four &lt;a href=\"Battles%20of%20Bergisel\"&gt;Battles of Bergisel&lt;/a&gt; under the command of the &lt;a href=\"freedom%20fighter\"&gt;freedom fighter&lt;/a&gt; &lt;a href=\"Andreas%20Hofer\"&gt;Andreas Hofer&lt;/a&gt;. In 1892, the Andreas Hofer &lt;a href=\"monument\"&gt;monument&lt;/a&gt; was erected in order to commemorate the battles.\nSince 1952, Innsbruck has hosted one leg of the &lt;a href=\"Four%20Hills%20Tournament\"&gt;Four Hills Tournament&lt;/a&gt;. The &lt;a href=\"Bergiselschanze\"&gt;Bergiselschanze&lt;/a&gt; was built of &lt;a href=\"concrete\"&gt;concrete&lt;/a&gt; for the &lt;a href=\"1964%20Winter%20Olympics\"&gt;1964 Winter Olympics&lt;/a&gt; to replace an older, smaller ramp. It was also used for the &lt;a href=\"1976%20Winter%20Olympics\"&gt;1976 Winter Olympics&lt;/a&gt;. A new ramp was opened in 2003, designed by the architect &lt;a href=\"Zaha%20Hadid\"&gt;Zaha Hadid&lt;/a&gt;, as the old one no longer conformed to contemporary requirements of &lt;a href=\"ski%20jumping\"&gt;ski jumping&lt;/a&gt;.\nUntil an accident following a mass panic, which resulted in several &lt;a href=\"death\"&gt;death&lt;/a&gt;s, the Bergisel stadium was also the site of the &lt;a href=\"Air%20%26amp%3B%20Style\"&gt;Air &amp; Style&lt;/a&gt; &lt;a href=\"snowboard\"&gt;snowboard&lt;/a&gt; festival.\nBoth the &lt;a href=\"Brenner%20railway\"&gt;Brenner railway&lt;/a&gt; and the &lt;a href=\"Brennerautobahn\"&gt;Brennerautobahn&lt;/a&gt; have tunnels below the Bergisel. The &lt;a href=\"Sill%20Gorge\"&gt;Sill Gorge&lt;/a&gt;, a recreational site, is located at its base.\nThe Bergisel can be reached by the &lt;a href=\"Stubaitalbahn\"&gt;Stubaitalbahn&lt;/a&gt; from &lt;a href=\"Innsbruck\"&gt;Innsbruck&lt;/a&gt;, exiting at Station Sonnenburgerhof, or by the Tram 1, at Station Bergisel."
}