{
    "id": "1219053",
    "revid": "21767729",
    "url": "https://en.wikipedia.org/wiki?curid=1219053",
    "title": "Ray Houghton",
    "text": "Raymond James Houghton (born 9 January 1962) is a former professional &lt;a href=\"Association%20football\"&gt;footballer&lt;/a&gt;, and current sports analyst and commentator with &lt;a href=\"RT%C3%89%20Sport\"&gt;RTÉ Sport&lt;/a&gt;. \nAs a player he was a &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt; notably playing for &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; where he won several &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt; titles and a couple of &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt;s before switching to &lt;a href=\"Aston%20Villa%20F.C.\"&gt;Aston Villa&lt;/a&gt; ahead of the penultimate &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; season. He also briefly played top flight football for both &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt; and &lt;a href=\"Crystal%20Palace%20F.C.\"&gt;Crystal Palace&lt;/a&gt; with spells in the &lt;a href=\"Football%20League\"&gt;Football League&lt;/a&gt; for &lt;a href=\"Fulham%20F.C.\"&gt;Fulham&lt;/a&gt;, &lt;a href=\"Oxford%20United%20F.C.\"&gt;Oxford United&lt;/a&gt; and &lt;a href=\"Reading%20F.C.\"&gt;Reading&lt;/a&gt; before retiring with non-league &lt;a href=\"Stevenage%20F.C.\"&gt;Stevenage Borough&lt;/a&gt;. \nBorn in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;, Scotland, Houghton played international football for the &lt;a href=\"Republic%20of%20Ireland%20national%20football%20team\"&gt;Republic of Ireland&lt;/a&gt;, for whom he qualified through his Irish father. Houghton is particularly remembered by Irish fans for scoring two of the most important goals in the national team's history, which resulted in 1–0 victories over &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; in &lt;a href=\"Stuttgart\"&gt;Stuttgart&lt;/a&gt; at the &lt;a href=\"UEFA%20Euro%201988\"&gt;1988 European Championship&lt;/a&gt;, and &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy&lt;/a&gt; at &lt;a href=\"Giants%20Stadium\"&gt;Giants Stadium&lt;/a&gt; at the &lt;a href=\"1994%20FIFA%20World%20Cup\"&gt;1994 World Cup&lt;/a&gt;.\nClub career.\nEarly career.\nHoughton was born in &lt;a href=\"Castlemilk\"&gt;Castlemilk&lt;/a&gt;, &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; (where &lt;a href=\"Arthur%20Graham\"&gt;Arthur Graham&lt;/a&gt;, who would also become an international footballer, was an upstairs neighbour in the same tenement block), but began his professional career in &lt;a href=\"London\"&gt;London&lt;/a&gt; at &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt;, after moving to London at the age of 10, where he came through the ranks and signed professional forms as a 17-year-old on 5 July 1979. Houghton's endeavour failed to make any impact at &lt;a href=\"Boleyn%20Ground\"&gt;Upton Park&lt;/a&gt; and after 3 years, in which he made just one appearance as substitute, he was on the move. On 7 July 1982 he moved on to &lt;a href=\"Fulham%20F.C.\"&gt;Fulham&lt;/a&gt; on a free transfer.\nFulham.\n&lt;a href=\"Malcolm%20Macdonald\"&gt;Malcolm Macdonald&lt;/a&gt; had &lt;a href=\"Tony%20Gale\"&gt;Tony Gale&lt;/a&gt; (later a &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; title winner with &lt;a href=\"Blackburn%20Rovers%20F.C.\"&gt;Blackburn Rovers&lt;/a&gt;), &lt;a href=\"Paul%20Parker%20%28footballer%29\"&gt;Paul Parker&lt;/a&gt; (who went on to win several major trophies with &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt;), &lt;a href=\"Gerry%20Peyton\"&gt;Gerry Peyton&lt;/a&gt; (&lt;a href=\"Republic%20of%20Ireland%20national%20football%20team\"&gt;Republic of Ireland&lt;/a&gt; international goalkeeper) and &lt;a href=\"Ray%20Lewington\"&gt;Ray Lewington&lt;/a&gt; (ex-&lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt;) to form a mixture of youth and experience which ultimately won Fulham promotion to the &lt;a href=\"Football%20League%20Division%20Two\"&gt;Second Division&lt;/a&gt; at the end of the &lt;a href=\"1981%E2%80%9382%20in%20English%20football\"&gt;1981–82 season&lt;/a&gt;. He then added Houghton to the side that would try to keep the Cottagers in the second division. They did, and comfortably so; in fact for much of the &lt;a href=\"1982%E2%80%9383%20in%20English%20football\"&gt;1982–83 season&lt;/a&gt; it looked as though Fulham would achieve back-to-back promotions, however, their form after the turn of the year dipped. One of the most memorable sequences of matches that happened whilst Houghton was at Fulham was the &lt;a href=\"Football%20League%20Cup\"&gt;League Cup&lt;/a&gt; third round tie against Liverpool in 1983. The first game finished 1–1 at &lt;a href=\"Craven%20Cottage\"&gt;Craven Cottage&lt;/a&gt; as did the replay at &lt;a href=\"Anfield\"&gt;Anfield&lt;/a&gt;, Fulham then won the toss to take the second replay back to the Cottage. Many observers believe Fulham had done enough to have beaten the reigning cup holders but had let the Reds off the hook with their failure to put away the chances they created. Liverpool won the game 1–0 with a 25-yard thunderbolt from &lt;a href=\"Graeme%20Souness\"&gt;Graeme Souness&lt;/a&gt;.\nIn May 1985, he made a guest appearance for Manchester United in &lt;a href=\"Peter%20Foley\"&gt;Peter Foley&lt;/a&gt;'s testimonial.\nOxford United.\n&lt;a href=\"Jim%20Smith%20%28footballer%29\"&gt;Jim Smith&lt;/a&gt; had taken &lt;a href=\"Oxford%20United%20F.C.\"&gt;Oxford United&lt;/a&gt; to the top tier of English football. When he left in 1985, his replacement, &lt;a href=\"Maurice%20Evans%20%28footballer%2C%20born%201936%29\"&gt;Maurice Evans&lt;/a&gt;, looked to Houghton to help solidify their place in the league. He paid £147,000 for Houghton on 13 September 1985. Houghton had played 145 times for Fulham and scored 21 goals. He made his U's debut the day after he signed, in a 2–2 draw with Liverpool at the &lt;a href=\"Manor%20Ground%2C%20Oxford\"&gt;Manor Ground&lt;/a&gt;. By the end of his first season, Houghton had helped to steer Oxford clear of the relegation places, just staying up with a win on the final day of the season, but most notably scored the second goal in the club's 3–0 &lt;a href=\"1986%20Football%20League%20Cup%20Final\"&gt;League Cup final&lt;/a&gt; victory over Smith's new team &lt;a href=\"Queens%20Park%20Rangers%20F.C.\"&gt;Queens Park Rangers&lt;/a&gt; at &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley&lt;/a&gt;.\nLiverpool.\nAt the start of the &lt;a href=\"1987%E2%80%9388%20in%20English%20football\"&gt;1987–88 season&lt;/a&gt;, Oxford were beaten 2–0 by Liverpool, who then offered £825,000 for his services. The deal was done and Houghton took the place of &lt;a href=\"Craig%20Johnston\"&gt;Craig Johnston&lt;/a&gt; on the right side of Liverpool's midfield, unusually wearing the No. 9 shirt which striker &lt;a href=\"John%20Aldridge\"&gt;John Aldridge&lt;/a&gt;, his former Oxford teammate who had made the Anfield move himself a year earlier, had asked not to wear because of the pressure of replacing &lt;a href=\"Ian%20Rush\"&gt;Ian Rush&lt;/a&gt;.\nHoughton was added to the new acquisitions of Aldridge, &lt;a href=\"Peter%20Beardsley\"&gt;Peter Beardsley&lt;/a&gt; and &lt;a href=\"John%20Barnes%20%28footballer%29\"&gt;John Barnes&lt;/a&gt; to form one of the most exciting forward lines in the club's history. He made his Reds debut on 24 October 1987 in the 1–0 league victory over &lt;a href=\"Luton%20Town%20F.C.\"&gt;Luton Town&lt;/a&gt; at &lt;a href=\"Kenilworth%20Road\"&gt;Kenilworth Road&lt;/a&gt;. His first goal for the club came on 4 November 1987 in the 1–1 draw with &lt;a href=\"Wimbledon%20F.C.\"&gt;Wimbledon&lt;/a&gt; at &lt;a href=\"Plough%20Lane%20%281912%E2%80%9398%29\"&gt;Plough Lane&lt;/a&gt;. Houghton's 62nd-minute strike came just two minutes after he had come on as a sub for Johnston. It also kept up Liverpool's run of 29 unbeaten league matches from the start of the season.\nLiverpool went on to coast to the &lt;a href=\"Football%20League%20First%20Division\"&gt;League title&lt;/a&gt;, with Houghton contributing some memorable displays as a marauding creator from the flank. He scored his share of goals too, including the first goal in the era-defining 5–0 win over &lt;a href=\"Nottingham%20Forest%20F.C.\"&gt;Nottingham Forest&lt;/a&gt;, which was later described by some journalists as the \"match of the century\" and was complimented by the game's greats such as &lt;a href=\"Tom%20Finney\"&gt;Tom Finney&lt;/a&gt;.\nHoughton did his bit in the run to that season's &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; final too, scoring the winner in a fifth round &lt;a href=\"Merseyside%20derby\"&gt;derby&lt;/a&gt; at &lt;a href=\"Everton%20F.C.\"&gt;Everton&lt;/a&gt; and then clipping home a shot on the turn as Liverpool romped past &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt; 4–0 in the quarter-finals. In the &lt;a href=\"1988%20FA%20Cup%20Final\"&gt;final&lt;/a&gt;, Liverpool surprisingly lost to Wimbledon and missed out on the \"double\".\nThe following season, Houghton was again a regular as Liverpool battled towards another League and FA Cup \"double\", though they again would be denied. More important matters than football affected Houghton and his teammates in April 1989 however, as the &lt;a href=\"Hillsborough%20disaster\"&gt;Hillsborough disaster&lt;/a&gt; on 15 April claimed 94 lives (with the death toll eventually reaching 96). Upon returning to the game Liverpool went on to win the Cup with a &lt;a href=\"1989%20FA%20Cup%20Final\"&gt;3–2 extra-time victory&lt;/a&gt; over Everton but lost the League title with virtually the last kick of the season in the &lt;a href=\"Liverpool%200%E2%80%932%20Arsenal%20%2826%20May%201989%29\"&gt;title decider&lt;/a&gt; at Anfield against &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt;.\nThe following year Houghton and Liverpool regained the title when they finished 9 points ahead of &lt;a href=\"Aston%20Villa%20F.C.\"&gt;Aston Villa&lt;/a&gt;, although Houghton managed just 19 out of 38 league appearances in the &lt;a href=\"1989%E2%80%9390%20in%20English%20football\"&gt;1989–90 season&lt;/a&gt; and scored just once.\nHoughton played 32 times in the &lt;a href=\"1990%E2%80%9391%20in%20English%20football\"&gt;1990–91 season&lt;/a&gt;, scoring seven goals, as Liverpool finished second in the League to Arsenal. He picked up another FA Cup winners' medal with Liverpool in the &lt;a href=\"1991%E2%80%9392%20in%20English%20football\"&gt;1991–92 season&lt;/a&gt; and also had his best return in goals during his time at Anfield, finishing as the club second highest goalscorer with 12 goals, only bettered by &lt;a href=\"Dean%20Saunders\"&gt;Dean Saunders&lt;/a&gt;. However, Souness allowed Houghton to leave at the end of the season, partly due to the emergence of &lt;a href=\"Steve%20McManaman\"&gt;Steve McManaman&lt;/a&gt;.\nAston Villa.\nAfter 202 appearances and 38 goals in his 5 successful years at Liverpool Houghton joined Aston Villa for £900,000, with Villa manager &lt;a href=\"Ron%20Atkinson\"&gt;Ron Atkinson&lt;/a&gt; fending off attempts by Chelsea manager &lt;a href=\"Ian%20Porterfield\"&gt;Ian Porterfield&lt;/a&gt; to bring Houghton to West &lt;a href=\"London\"&gt;London&lt;/a&gt;.\nHe made his debut on 15 August 1992 in the 1–1 draw with &lt;a href=\"Ipswich%20Town%20F.C.\"&gt;Ipswich Town&lt;/a&gt; at &lt;a href=\"Portman%20Road\"&gt;Portman Road&lt;/a&gt;, Villa's first game in the new &lt;a href=\"FA%20Premier%20League\"&gt;FA Premier League&lt;/a&gt;.\nHe again won the fans over with his robust style and helped Villa win the League Cup on 27 March 1994, although he was an unused sub for a Villa side who defeated Manchester United 3–1.\nThis would be the only trophy that he won during his time at Villa. He did come close to collecting another title medal in &lt;a href=\"1992%E2%80%9393%20in%20English%20football\"&gt;his first season&lt;/a&gt; at &lt;a href=\"Villa%20Park\"&gt;Villa Park&lt;/a&gt;, as Villa had led the league at several stages of the campaign, but were eventually pushed into runners-up place by Manchester United, who were crowned champions by a 10-point margin. Houghton played a total of 117 times for Villa, scoring 11 goals.\nCrystal Palace.\nOn 23 March 1995 (transfer deadline day) Houghton left Villa to join &lt;a href=\"Crystal%20Palace%20F.C.\"&gt;Crystal Palace&lt;/a&gt;. Palace paid £300,000 for the player hoping that his experience would help Palace stave off relegation from the Premier League and progress in the FA Cup, but they were relegated (despite finishing fourth from bottom as the division was being reduced to 20 clubs) and eliminated at the semi-final stage in the respective competitions.\nHoughton made his Palace debut, as a 33-year-old, on 1 April 1995 in the 2–1 win over Manchester City at &lt;a href=\"Selhurst%20Park\"&gt;Selhurst Park&lt;/a&gt;. One of Houghton's best performances for the South London club was on 28 September 1996 in the 6–1 thrashing of &lt;a href=\"Southend%20United%20F.C.\"&gt;Southend United&lt;/a&gt; in a Division One fixture at Selhurst Park. Houghton was at the heart of everything Palace did, and scored a goal in the 38th minute. He spent just over two years at Palace, playing 87 times and scoring 8 goals.\nReading.\nHoughton signed for Reading on a free transfer on 15 July 1997. He made his debut the following month on 9 August in the 1–1 league draw with &lt;a href=\"Bury%20F.C.\"&gt;Bury&lt;/a&gt; at &lt;a href=\"Gigg%20Lane\"&gt;Gigg Lane&lt;/a&gt;.\nHe spent a season at &lt;a href=\"Elm%20Park%20%28stadium%29\"&gt;Elm Park&lt;/a&gt; and another at Reading's new home, the &lt;a href=\"Madejski%20Stadium\"&gt;Madejski Stadium&lt;/a&gt;, which saw him rack up 56 appearances in which he scored just once, against Manchester City. Reading would be Houghton's last professional club, he had played 723 times during his career scoring 93 goals.\nStevenage Borough.\nHoughton wound his career down at &lt;a href=\"Stevenage%20F.C.\"&gt;Stevenage Borough&lt;/a&gt; in the &lt;a href=\"Football%20Conference\"&gt;Conference&lt;/a&gt;. He signed for Stevenage 24 September 1999 but only made three appearances before he finally retired from the game on 31 May 2000.\nInternational career.\nPrior to his career with the &lt;a href=\"Republic%20of%20Ireland%20national%20football%20team\"&gt;Republic of Ireland&lt;/a&gt;, Houghton was a member of a &lt;a href=\"Scotland%20national%20under-18%20football%20team\"&gt;Scotland U18&lt;/a&gt; squad under &lt;a href=\"Andy%20Roxburgh\"&gt;Andy Roxburgh&lt;/a&gt;, failing to gain any caps. Despite becoming increasingly successful in his club career by 1986, he was not considered for the Scotland squad for the upcoming &lt;a href=\"1986%20FIFA%20World%20Cup\"&gt;World Cup&lt;/a&gt;.\nHoughton qualified to play international football for the Republic of Ireland through his father, who was born in &lt;a href=\"Buncrana\"&gt;Buncrana&lt;/a&gt; in &lt;a href=\"Inishowen\"&gt;Inishowen&lt;/a&gt;, &lt;a href=\"County%20Donegal\"&gt;County Donegal&lt;/a&gt;, in &lt;a href=\"Ulster\"&gt;Ulster&lt;/a&gt;. He earned his first &lt;a href=\"cap%20%28football%29\"&gt;cap&lt;/a&gt; in &lt;a href=\"Jack%20Charlton\"&gt;Jack Charlton&lt;/a&gt;'s first match as manager, a 1–0 defeat by &lt;a href=\"Wales%20national%20football%20team\"&gt;Wales&lt;/a&gt; in a friendly international at &lt;a href=\"Lansdowne%20Road\"&gt;Lansdowne Road&lt;/a&gt; on 26 March 1986.\nIn the summer of 1988, Houghton was selected for the Irish squad which had reached its first ever major finals, the &lt;a href=\"1988%20European%20Football%20Championship\"&gt;European Championships&lt;/a&gt; in &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt;. The first group game on 12 June was against an &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; team that included &lt;a href=\"Gary%20Lineker\"&gt;Gary Lineker&lt;/a&gt;, &lt;a href=\"Bryan%20Robson\"&gt;Bryan Robson&lt;/a&gt; and Houghton's Liverpool club mates Peter Beardsley and John Barnes. Houghton scored with an early looping header to win the game 1–0, his first goal for Ireland. Ireland failed to get through the group stage after a draw against the &lt;a href=\"USSR%20national%20football%20team\"&gt;USSR&lt;/a&gt; and a defeat against eventual champions &lt;a href=\"Netherlands%20national%20football%20team\"&gt;The Netherlands&lt;/a&gt;.\nHoughton was selected for the Irish squad which qualified for the &lt;a href=\"1990%20FIFA%20World%20Cup\"&gt;1990 FIFA World Cup&lt;/a&gt; in Italy. They were once again drawn in the same group as England, which included Lineker, Robson, Beardsley and Barnes as well as &lt;a href=\"Paul%20Gascoigne\"&gt;Paul Gascoigne&lt;/a&gt; and &lt;a href=\"Chris%20Waddle\"&gt;Chris Waddle&lt;/a&gt;. The game finished in a 1–1 draw. The Irish also drew with both &lt;a href=\"Egypt%20national%20football%20team\"&gt;Egypt&lt;/a&gt;, 0–0, and the Netherlands, 1–1, finishing on the same points (3), goal difference (0), and goals scored (2) as the Dutch. Both teams progressed to the second round, along with England who topped the group.\nOn 25 June Ireland faced &lt;a href=\"Romania%20national%20football%20team\"&gt;Romania&lt;/a&gt; at the &lt;a href=\"Stadio%20Luigi%20Ferraris\"&gt;Stadio Luigi Ferraris&lt;/a&gt; in &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt;. Following a hard earned 0–0 draw, the game went to &lt;a href=\"Penalty%20shootout%20%28association%20football%29\"&gt;penalties&lt;/a&gt; with Houghton scoring the second penalty kick to help Ireland win 5–4 and qualify for the quarter-finals. Ireland were defeated 1–0 by the host nation &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy&lt;/a&gt; in a closely fought match.\nHoughton was selected in the Irish squad for the &lt;a href=\"1994%20FIFA%20World%20Cup\"&gt;1994 FIFA World Cup&lt;/a&gt; in the United States and was once again the goalscoring hero in a shock victory. In the 11th minute of the group E match at &lt;a href=\"Giants%20Stadium\"&gt;Giants Stadium&lt;/a&gt; on 18 June Houghton hit a looping shot into the net to defeat Italy, gaining revenge for the defeat Ireland had suffered at the hands of the Italians four years earlier. Ireland were knocked out of the tournament at the &lt;a href=\"1994%20FIFA%20World%20Cup%23Round%20of%2016\"&gt;next stage&lt;/a&gt; by the Netherlands.\nHoughton's final appearance was as a substitute in the &lt;a href=\"1998%20FIFA%20World%20Cup\"&gt;1998 FIFA World Cup&lt;/a&gt; play-off match with &lt;a href=\"Belgium%20national%20football%20team\"&gt;Belgium&lt;/a&gt; in &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;. Ireland lost the match 2–1 (3–2 on aggregate) with Houghton scoring his final international goal. He had represented Ireland 73 times scoring 6 goals.\nHoughton has now taken up post as an &lt;a href=\"Ambassador%23Non-diplomatic%20ambassadorships\"&gt;ambassador&lt;/a&gt; for the &lt;a href=\"Football%20Association%20of%20Ireland\"&gt;Football Association of Ireland&lt;/a&gt; (FAI).\nIn 2008, Houghton was part of the three-man team along with &lt;a href=\"Don%20Givens\"&gt;Don Givens&lt;/a&gt; and &lt;a href=\"Don%20Howe\"&gt;Don Howe&lt;/a&gt; appointed to head-hunt the new international manager. After interviewing several candidates, Houghton and the team ultimately nominated &lt;a href=\"Giovanni%20Trapattoni\"&gt;Giovanni Trapattoni&lt;/a&gt; to the FAI.\nMedia career.\nHoughton now works as a &lt;a href=\"pundit\"&gt;pundit&lt;/a&gt; on the game, working for outlets such as &lt;a href=\"Raidi%C3%B3%20Teilif%C3%ADs%20%C3%89ireann\"&gt;RTÉ&lt;/a&gt; in Ireland, and &lt;a href=\"talkSPORT\"&gt;talkSPORT&lt;/a&gt;, &lt;a href=\"Sky%20Sports\"&gt;Sky Sports&lt;/a&gt;, &lt;a href=\"Sportsxchange\"&gt;Sportsxchange&lt;/a&gt; in the UK and &lt;a href=\"LFC%20TV\"&gt;LFC TV&lt;/a&gt;. Since 2002 he has also worked for &lt;a href=\"Sports%20Interactive\"&gt;Sports Interactive&lt;/a&gt; as a consultant on their game &lt;a href=\"Football%20Manager\"&gt;Football Manager&lt;/a&gt;.\nIn 2005, he was given an honorary degree by the &lt;a href=\"University%20of%20Huddersfield\"&gt;University of Huddersfield&lt;/a&gt;, for his services to sport. He joined actor &lt;a href=\"Tim%20Brooke%20Taylor\"&gt;Tim Brooke Taylor&lt;/a&gt; and former Olympic swimmer &lt;a href=\"Adrian%20Moorhouse\"&gt;Adrian Moorhouse&lt;/a&gt; in collecting degrees.\nHe contributed to &lt;a href=\"RT%C3%89%20Sport\"&gt;RTÉ Sport&lt;/a&gt;'s coverage of the &lt;a href=\"2010%20FIFA%20World%20Cup\"&gt;2010 FIFA World Cup&lt;/a&gt;.\nHe was also part of RTÉ Sport's coverage of the &lt;a href=\"2014%20FIFA%20World%20Cup\"&gt;2014 FIFA World Cup&lt;/a&gt;, as a co-commentator, and of &lt;a href=\"UEFA%20Euro%202016\"&gt;UEFA Euro 2016&lt;/a&gt; and &lt;a href=\"UEFA%20Euro%202020\"&gt;UEFA Euro 2020&lt;/a&gt;.\nHonours.\nPlayer.\nOxford United\nLiverpool\nAston Villa"
}