{
    "id": "1220922",
    "revid": "6046894",
    "url": "https://en.wikipedia.org/wiki?curid=1220922",
    "title": "Skins game",
    "text": "A skins game is a type of scoring for various sports. It has its origins in &lt;a href=\"golf\"&gt;golf&lt;/a&gt; but has been adapted for &lt;a href=\"disc%20golf\"&gt;disc golf&lt;/a&gt;, &lt;a href=\"curling\"&gt;curling&lt;/a&gt; and &lt;a href=\"bowling\"&gt;bowling&lt;/a&gt;.\nGolf.\nIn &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, a skins event has players compete for prize money on each individual hole. \nSkins Game, PGA Tour.\nThere was an annual skins game for male professional golfers which took place in November or December each year after the end of the official &lt;a href=\"PGA%20Tour\"&gt;PGA Tour&lt;/a&gt; season (1983–2008). It was recognized by the PGA Tour but did not count towards the official money list.\nTelus Skins Game.\nThere is an annual skins game in Canada for male professional golfers which takes place in June or July each year. It is recognized by the PGA Tour but does not count towards the official money list. It is currently sponsored by &lt;a href=\"Telus\"&gt;Telus&lt;/a&gt; and is officially known as the Telus World Skins Game, hosted at a different golf course each year within Canada. \nThe Telus Skins Game also incorporated a theme, a \"world\" theme. The \"world\" theme incorporates five golfers from different countries).\nNotes.\nThe popularity of the tournament led to the term \"skins game\" being used to refer to progressive jackpot events where if a prize is not won, it is carried over to the next round for a combined jackpot.\nAt least in the early versions of &lt;a href=\"Jack%20Nicklaus%204\"&gt;the Jack Nicklaus Golf series of computer games&lt;/a&gt;, players were given a choice of &lt;a href=\"stroke%20play\"&gt;stroke play&lt;/a&gt; or Skins rules (and in the initial set-up of a game, could set any value for any hole).\nCurling.\nA skins game format has also been adapted to the game of &lt;a href=\"curling\"&gt;curling&lt;/a&gt;. In this format, teams play for ends, not scoring within an end, though points (or in some competitions, prize money as in golf's version) may be assigned to each end. To win an end, the team that has \"the hammer\" — the one which throws the last stone in the end, an inherent advantage — must score at least two points (under normal scoring rules) to win the end. The other team may win the end by stealing one point. If the team with the hammer gets only one point or the end is blanked, then the game points or prize money associated with that end carry over to the next, as with the golf skins game. If there are unclaimed skins after the final end, they are usually played off with a \"draw to the button\" — each team throws a single stone into an empty house (target), with the stone coming closest to the button (center) winning.\nScoring in curling skins games is done in one of two methods: in one method, an \"S\" is denoted if a team wins a skin, and a \"C\" is denoted for the team with the hammer if there is a carryover. In any event, a \"0\" is denoted for the other team, and an asterisk is placed beside the team with the hammer. In the other method, an \"X\" is denoted if a team wins a skin, and a \"0\" is denoted if the skin is carried over (under the team with the hammer), with the other team's entry for the end being blank. This method, however, does not keep track of which team will have the hammer in an end (which instead must be determined based on the score markings).\nThe &lt;a href=\"Continental%20Cup%20of%20Curling\"&gt;Continental Cup of Curling&lt;/a&gt; is the best-known bonspiel to utilize the skins format. In this bonspiel, the skins portion is played for a total of 30 points, with point values assigned to each end as follows: One half point each for the first six ends, one point each for the seventh and eighth ends. There are 6 skins games with 5 skins available each game. These points are combined with those earned in earlier matches of mixed doubles, singles skills and traditional team games to determine the winner of the Cup. \nThe &lt;a href=\"TSN%20Skins%20Game\"&gt;TSN Skins Game&lt;/a&gt; was an annual tournament which featured skins games. The Network was restarted in 2007.\nThe Skins Game was thought to have been invented by &lt;a href=\"Doug%20Maxwell\"&gt;Doug Maxwell&lt;/a&gt;, a noted innovator in the sport. Early skins games often consisted of ten ends, the standard length of a modern competitive curling game. Today, largely on account of the influence of television, eight end games (the usual length of a recreational or semi-competitive curling game) has become the standard for skins competition."
}