{
    "id": "1220570",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1220570",
    "title": "Shortwave listening",
    "text": "Shortwave listening, or SWLing, is the &lt;a href=\"hobby\"&gt;hobby&lt;/a&gt; of listening to &lt;a href=\"shortwave%20radio\"&gt;shortwave radio&lt;/a&gt; broadcasts located on &lt;a href=\"frequency\"&gt;frequencies&lt;/a&gt; between 1700 &lt;a href=\"kHz\"&gt;kHz&lt;/a&gt; and 30 &lt;a href=\"MHz\"&gt;MHz&lt;/a&gt;. Listeners range from casual users seeking international news and entertainment programming, to hobbyists immersed in the technical aspects of radio reception and collecting official confirmations (&lt;a href=\"QSL%20cards\"&gt;QSL cards&lt;/a&gt;) that document their reception of distant broadcasts (&lt;a href=\"DXing\"&gt;DXing&lt;/a&gt;). In some developing countries, shortwave listening enables remote communities to obtain regional programming traditionally provided by local &lt;a href=\"medium%20wave\"&gt;medium wave&lt;/a&gt; AM broadcasters. In 2002, the number of households that were capable of shortwave listening was estimated to be in the hundreds of millions.\nThe practice of long-distance radio listening began in the 1920s when shortwave broadcasters were first established in the US and Europe. Audiences discovered that international programming was available on the shortwave bands of many consumer radio receivers, and a number of magazines and listener clubs catering to the practice arose as a result. Shortwave listening was especially popular during times of international conflict such as &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt; and the &lt;a href=\"Gulf%20War\"&gt;Persian Gulf War&lt;/a&gt;.\nListeners use inexpensive portable &lt;a href=\"world%20band%20receiver\"&gt;world band receiver&lt;/a&gt;s to access the shortwave bands, and some advanced hobbyists employ specialized shortwave &lt;a href=\"communications%20receiver\"&gt;communications receiver&lt;/a&gt;s featuring &lt;a href=\"Digital%20electronics\"&gt;digital technology&lt;/a&gt; as well as &lt;a href=\"Digital%20signal%20processing\"&gt;Digital signal processing&lt;/a&gt; designed for optimum reception of shortwave signals, along with outdoor &lt;a href=\"Antenna%20%28radio%29\"&gt;antennas&lt;/a&gt; to enhance performance. Many hobbyists also choose to use &lt;a href=\"Software-defined%20radio\"&gt;Software-defined radio&lt;/a&gt; receivers for their benefits over traditional radios.\nWith the advent of the &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt;, many international broadcasters have scaled back or terminated their shortwave transmissions in favor of web-based program distribution, while others are moving from traditional analog to digital broadcasting modes in order to allow more efficient delivery of shortwave programming. The number of organized shortwave listening clubs has diminished along with printed magazines devoted to the hobby; however, many enthusiasts continue to exchange information and news on the web.\nHistory.\nThe practice of listening to distant stations in the &lt;a href=\"medium%20wave\"&gt;medium wave&lt;/a&gt; AM broadcast band was carried over to the shortwave bands. &lt;a href=\"Frank%20Conrad\"&gt;Frank Conrad&lt;/a&gt;, an early pioneer of medium wave broadcasting with &lt;a href=\"KDKA%20%28AM%29\"&gt;KDKA&lt;/a&gt; in &lt;a href=\"Pittsburgh\"&gt;Pittsburgh&lt;/a&gt;, instituted some of the first shortwave broadcasts around 1921. Stations affiliated with &lt;a href=\"General%20Electric\"&gt;General Electric&lt;/a&gt; and &lt;a href=\"Crosley%20Broadcasting%20Corporation\"&gt;Crosley&lt;/a&gt; followed shortly after.\n&lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; shortwave broadcasters began transmitting popular radio programs in an attempt to attract foreign audiences. During the 1930s, new shortwave receivers appeared on the market as well as popular shortwave magazines and clubs. Shortwave stations often offered unique QSL cards for DXers.\nIn &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, shortwave broadcasts from &lt;a href=\"United%20Kingdom\"&gt;Britain&lt;/a&gt; and the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; such as Philips Radio's &lt;a href=\"PCJJ\"&gt;PCJJ&lt;/a&gt; began around 1927. &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, Britain, and many other countries soon followed, and some classic shortwave broadcasters got their start. The BBC began on shortwave as the \"BBC Empire Service\" &lt;a href=\"1932%20in%20radio\"&gt;in 1932&lt;/a&gt;. Its broadcasts were aimed principally at &lt;a href=\"English%20language\"&gt;English speakers&lt;/a&gt;. &lt;a href=\"Radio%20Moscow\"&gt;Radio Moscow&lt;/a&gt; was broadcasting on shortwave in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;, &lt;a href=\"French%20language\"&gt;French&lt;/a&gt;, &lt;a href=\"German%20language\"&gt;German&lt;/a&gt;, &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt; and &lt;a href=\"Arabic%20language\"&gt;Arabic&lt;/a&gt; by 1939. The &lt;a href=\"Voice%20of%20America\"&gt;Voice of America&lt;/a&gt; (or VOA) began broadcasting in 1942 after its entry into &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; using the &lt;a href=\"Yankee%20Doodle\"&gt;Yankee Doodle&lt;/a&gt; musical theme.\nWhile technically minded shortwave listening hobbyists dwindled during the war years due in part to the demands of military service, casual listeners seeking war news from foreign broadcasters increased. Shortwave receiver manufacturers contributed to war production. &lt;a href=\"Zenith\"&gt;Zenith&lt;/a&gt; launched the multi-band &lt;a href=\"Trans-Oceanic\"&gt;Trans-Oceanic&lt;/a&gt; series of radios in 1942. In some other countries, during the war, listening to foreign stations was a criminal offense. Established in 1939, 35-kilowatt Chinese shortwave station XGOY broadcast programming aimed at listening-restricted &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. The station was often bombed by the Japanese.\nIn 1930, &lt;a href=\"VE9GW\"&gt;VE9GW&lt;/a&gt; in &lt;a href=\"Bowmanville%2C%20Ontario\"&gt;Bowmanville, Ontario&lt;/a&gt; (near &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;) went on the air as an experimental station. While mostly simulcasting its &lt;a href=\"medium%20wave\"&gt;medium wave&lt;/a&gt; &lt;a href=\"sister%20station\"&gt;sister station&lt;/a&gt; CKGW in Toronto, it also aired the \"International Short Wave Listening Club\", aimed at DXers. Once the station boosted its signal to 500 Watts in 1932, it could be heard as far away as Europe, South Africa, and New Zealand on 6.095 MHz. It, and other Canadian shortwave stations, began broadcasting \"&lt;a href=\"CBC%20North%23Northern%20Messenger\"&gt;Northern Messenger&lt;/a&gt;\" in 1933, a mailbag show which allowed people to communicate personal messages to listeners in remote outposts in the &lt;a href=\"Canadian%20Arctic\"&gt;Far North&lt;/a&gt;. This service became a vital means of communication between residents in remote, isolated communities and their friends and relatives in other northern communities and the south and would continue on &lt;a href=\"CBC%20Radio\"&gt;CBC Radio&lt;/a&gt; (including its shortwave repeaters) into the 1970s.\n&lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; began a shortwave listening program in September 1939, on an experimental basis, at the &lt;a href=\"1939%20U.S.%20National%20Championships%20%28tennis%29\"&gt;National Lawn Tennis Championships&lt;/a&gt; at &lt;a href=\"West%20Side%20Tennis%20Club\"&gt;West Side Tennis Club&lt;/a&gt; in &lt;a href=\"Forest%20Hills%2C%20Queens\"&gt;Forest Hills, New York&lt;/a&gt;. Engineers installed equipment at the CBS booth when the location was found to have good reception, and monitors relayed European shortwave news to CBS headquarters in New York between tennis matches. Throughout World War II, CBS captured Allied and enemy shortwave communications from more than 60 international stations via secretly located receivers. Translations of intercepted broadcasts were teletyped to all New York newspapers, &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt;, &lt;a href=\"United%20Press%20International\"&gt;United Press International&lt;/a&gt; and &lt;a href=\"International%20News%20Service\"&gt;International News Service&lt;/a&gt;, and in turn disseminated to newspapers and radio stations throughout the United States. Major headline news frequently resulted, since big stories often broke first on radio.\nShortwave listeners notified families of &lt;a href=\"prisoners%20of%20war\"&gt;prisoners of war&lt;/a&gt; when studio announcers at stations in &lt;a href=\"Axis%20powers\"&gt;Axis powers&lt;/a&gt; countries, such as Germany and Japan, read prisoner-written messages. &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied&lt;/a&gt; monitors notified families, but many shortwave listeners were often first to report the broadcasts. Listeners in other countries also monitored POW messages. Americans were actively discouraged from listening to these reports, however, since broadcasting the names of a few American prisoners was regarded as a propaganda trick to build up the listening audience for Axis radio programs. In May 1943 Jack Gerber, director of the CBS listening post, told journalist &lt;a href=\"William%20L.%20Shirer\"&gt;William L. Shirer&lt;/a&gt; that the &lt;a href=\"International%20Committee%20of%20the%20Red%20Cross\"&gt;International Red Cross&lt;/a&gt; was the only reliable source of information on prisoners, and expressed concern at receiving six or seven letters a week requesting transcripts of German broadcasts in which service members may have been mentioned:\nThe only reason the Nazis put on prisoner broadcasts is to get people justifiably anxious about relatives reported missing at the front to listen to their propaganda. Although many of the messages undoubtedly are true, they represent but a small fraction of our prisoners and we have no assurance that many of them are not faked from papers picked up on the battlefield. What concerns some of us is the consequences of listening to Nazi broadcasts unless you are a well-trained listener (and often, even if you are). Nazi arguments often sound plausible. A person may listen to them with all the skepticism in the world, knowing that every word is a lie. But if the content is sufficiently sensational (and it often is) the source may be forgotten in time, and out pops the Nazi lie, all unsuspecting.\n&lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; shortwave listeners reported POW voices broadcast over &lt;a href=\"Radio%20Peking\"&gt;Radio Peking&lt;/a&gt; during the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;.\nIn the 1950s and 60s, shortwave DX columns in US magazines such as \"&lt;a href=\"Popular%20Electronics\"&gt;Popular Electronics&lt;/a&gt;\"′ \"Tuning the Short Wave Bands\" and \"&lt;a href=\"Electronics%20Illustrated\"&gt;Electronics Illustrated&lt;/a&gt;\"′s \"The Listener\" became news sources for serious radio listeners. \"Popular Electronics\"′ \"WPE Monitor Registration\" program, begun in 1959, even offered &lt;a href=\"callsign\"&gt;callsign&lt;/a&gt;-like identifiers to hobbyists. A number of specialty radio clubs such as the \"Newark News Radio Club\" also arose during these decades and provided hobbyists with an exchange of DX news and information. When Popular Electronics and similar magazines expanded coverage of new electronics topics in the 1970s, this led to the cancellation of several long-time shortwave listening columns.\nBeginning with \"&lt;a href=\"Sweden%20Calling%20DXers\"&gt;Sweden Calling DXers&lt;/a&gt;\" on &lt;a href=\"Radio%20Sweden\"&gt;Radio Sweden&lt;/a&gt; in 1948 (there was a slightly earlier short-lived program from &lt;a href=\"Radio%20Australia\"&gt;Radio Australia&lt;/a&gt;), many shortwave radio stations began programs providing news. Some of the other prominent DX programs were &lt;a href=\"Radio%20Netherlands\"&gt;Radio Netherlands'&lt;/a&gt; \"DX Jukebox\" (which became \"&lt;a href=\"Media%20Network\"&gt;Media Network&lt;/a&gt;\"), the \"SWL Digest\" on &lt;a href=\"Radio%20Canada%20International\"&gt;Radio Canada International&lt;/a&gt;, and the \"Swiss Shortwave Merry-go-round\" on &lt;a href=\"Swiss%20Radio%20International\"&gt;Swiss Radio International&lt;/a&gt;.\nAn example of notable shortwave programming was the \"&lt;a href=\"Happy%20Station%20Show\"&gt;Happy Station Show&lt;/a&gt;\", popularly called the “world's longest-running shortwave radio program”. The show originated on Philips Radio's &lt;a href=\"PCJJ\"&gt;PCJJ&lt;/a&gt; shortwave station in 1928, continuing until 1940. After World War II &lt;a href=\"Radio%20Netherlands\"&gt;Radio Netherlands&lt;/a&gt; broadcast the show from 1946 until it terminated in 1995. Producer and presenter Keith Perron revived Happy Station on March 12, 2009. Although no longer associated with Radio Netherlands, the new effort proclaims itself as “transmitted globally via shortwave, podcasting and Internet streaming radio”.\nDuring the &lt;a href=\"Gulf%20War\"&gt;Persian Gulf War&lt;/a&gt; in the 1990s, many Americans tuned into foreign news broadcasts on shortwave. Some electronics retailers even reported a \"run\" on portable shortwave receivers due to the increased interest at the time.\nPractices.\nListening to shortwave broadcast stations for &lt;a href=\"news\"&gt;news&lt;/a&gt; and information programming is common, but for many shortwave listeners (abbreviated as \"SWLs\"), the goal is to receive as many &lt;a href=\"Radio%20station\"&gt;stations&lt;/a&gt; from as many countries as possible, also known as &lt;a href=\"DXing\"&gt;DXing&lt;/a&gt;. \"DXers\" routinely test the limits of their &lt;a href=\"antenna%20%28radio%29\"&gt;antenna&lt;/a&gt; systems, radios and &lt;a href=\"radio%20propagation\"&gt;radio propagation&lt;/a&gt; knowledge. Specialized interests of shortwave listeners may include listening for shortwave utility, or \"ute\", transmissions such as &lt;a href=\"shipping%20industry\"&gt;shipping&lt;/a&gt;, &lt;a href=\"sailing\"&gt;sailing&lt;/a&gt;, &lt;a href=\"naval\"&gt;naval&lt;/a&gt;, &lt;a href=\"aviation\"&gt;aviation&lt;/a&gt;, or &lt;a href=\"military\"&gt;military&lt;/a&gt; signals, listening for &lt;a href=\"intelligence%20%28information%20gathering%29\"&gt;intelligence&lt;/a&gt; signals (&lt;a href=\"numbers%20station\"&gt;numbers station&lt;/a&gt;s), or tuning in &lt;a href=\"amateur%20radio\"&gt;amateur radio&lt;/a&gt; stations.\nListeners often obtain &lt;a href=\"QSL%20card\"&gt;QSL card&lt;/a&gt;s (which confirm contact) from ham operators, broadcasters or utility stations as trophies of the hobby. Traditionally, listeners would send letters to the station with reception reports and requests for schedules. Many stations now accept &lt;a href=\"E-mail\"&gt;E-mail&lt;/a&gt;s or provide reception report forms on their Web sites. Reception reports give valuable information about propagation and interference to a station's &lt;a href=\"Broadcast%20engineering\"&gt;engineer&lt;/a&gt;s.\nThere have been several publications dedicated to providing information to shortwave listeners, including the magazines \"Popular Communications\" (now a \"digital supplement\" to CQ Amateur Radio magazine), \"Monitoring Times\" (now defunct), and The Spectrum Monitor, a digital-only publication, in the United States, and the annual publications \"Passport to World Band Radio\" (now defunct) and the \"World Radio TV Handbook\" (WRTH). In addition, stations can provide broadcast schedules through the mail or E-mail. There are also shortwave radio programs dedicated to shortwave listening and DXing, such as the U.S.-based \"World of Radio\" and \"DXing With Cumbre\", but recently these programs have been curtailed or dropped by many international broadcasters. As of 2007, &lt;a href=\"Radio%20Habana%20Cuba\"&gt;Radio Habana Cuba&lt;/a&gt; still hosts a program called DXers Unlimited.\nThere are estimated to be millions of shortwave listeners. In 2002, according to the National Association Of Shortwave Broadcasters, for estimated numbers of households with at least one shortwave set in working order, Asia led with a large majority, followed by Europe, Sub Saharan Africa, and the former Soviet Union, respectively. The total estimated number of households worldwide with at least one shortwave set in working order was said to be 600 million. SWLs are varied, with no common age or occupation. &lt;a href=\"David%20Letterman\"&gt;David Letterman&lt;/a&gt; is an admitted fan of the &lt;a href=\"British%20Broadcasting%20Corporation\"&gt;British Broadcasting Corporation&lt;/a&gt; (BBC).\nSome developing countries use shortwave as a means of receiving local and regional programming. &lt;a href=\"China\"&gt;China&lt;/a&gt; and &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; retransmit some domestic channels on shortwave that target listeners in far off provinces. Shortwave listening is also used as an educational tool in classrooms. Poor sound reproduction, unreliable signal quality, and inflexibility of access are seen as disadvantages.\nSome humanitarian organizations like \"Ears to Our World\" distribute portable, self-powered shortwave radios to less developed parts of the globe, enabling people in remote, impoverished parts of the world to get educational programming, local and international news, emergency information and music. Recently, the group was involved in sending radios to &lt;a href=\"Haiti\"&gt;Haiti&lt;/a&gt; so victims of the &lt;a href=\"2010%20Haiti%20earthquake\"&gt;2010 Haiti earthquake&lt;/a&gt; could stay abreast of local disaster recovery efforts.\nEquipment.\nRadios for shortwave reception generally have higher performance than those intended for the local &lt;a href=\"mediumwave\"&gt;mediumwave&lt;/a&gt;, &lt;a href=\"longwave\"&gt;longwave&lt;/a&gt; or &lt;a href=\"FM%20broadcast%20band\"&gt;FM broadcast band&lt;/a&gt;, since dependable reception of shortwave signals requires a radio with increased &lt;a href=\"Sensitivity%20%28electronics%29\"&gt;sensitivity&lt;/a&gt;, &lt;a href=\"selectivity%20%28radio%29\"&gt;selectivity&lt;/a&gt;, &lt;a href=\"dynamic%20range\"&gt;dynamic range&lt;/a&gt; and &lt;a href=\"frequency%20stability\"&gt;frequency stability&lt;/a&gt;. Modern shortwave radio receivers are relatively inexpensive and easily accessible, and many hobbyists use portable \"world band\" receivers and built-in telescopic &lt;a href=\"antenna%20%28radio%29\"&gt;antennas&lt;/a&gt;.\nSerious hobbyists may use expensive (shortwave) &lt;a href=\"communications%20receiver\"&gt;communications receiver&lt;/a&gt;s and outdoor antenna located away from electrical noise sources, such as a &lt;a href=\"dipole%20antenna\"&gt;dipole&lt;/a&gt; made from wire and insulators.\nFuture of shortwave listening.\nThe rise of the &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt; has resulted in many &lt;a href=\"broadcasting\"&gt;broadcasters&lt;/a&gt; ceasing their shortwave transmissions in favor of broadcasting over the &lt;a href=\"World%20Wide%20Web\"&gt;World Wide Web&lt;/a&gt;. When &lt;a href=\"BBC%20World%20Service\"&gt;BBC World Service&lt;/a&gt; discontinued service to Europe, North America, &lt;a href=\"Australasia\"&gt;Australasia&lt;/a&gt;, and the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt;, it generated many protests and activist groups such as the Coalition to Save the BBC World Service. In the US, the shifting of resources from shortwave to Internet and television by the &lt;a href=\"Broadcasting%20Board%20of%20Governors\"&gt;Broadcasting Board of Governors&lt;/a&gt;, which oversees U.S. international broadcasting, has also resulted in reduced broadcasting hours in the English language. &lt;a href=\"Radio%20Netherlands\"&gt;Radio Netherlands&lt;/a&gt;, &lt;a href=\"Voice%20of%20Russia\"&gt;Voice of Russia&lt;/a&gt; (formerly &lt;a href=\"Radio%20Moscow\"&gt;Radio Moscow&lt;/a&gt;), &lt;a href=\"Radio%20Canada%20International\"&gt;Radio Canada International&lt;/a&gt; and &lt;a href=\"Radio%20Australia\"&gt;Radio Australia&lt;/a&gt; are among the prominent broadcasters who have ceased broadcasting on shortwave. Although most of the prominent broadcasters continue to scale back their analog shortwave transmissions or completely terminate them, shortwave is still very common and active in developing regions such as parts of Africa.\nSome international broadcasters have turned to a digital mode of broadcasting called &lt;a href=\"Digital%20Radio%20Mondiale\"&gt;Digital Radio Mondiale&lt;/a&gt; for their shortwave outlets. One reason is that digital shortwave broadcasts using DRM can cover the same geographic region with much less transmitter power — roughly one-fifth — than traditional AM mode broadcasts, significantly reducing the electricity cost of operating a station. A traditional AM (analog) international shortwave station can have a power rating of 50 kilowatts to as much as one million watts per transmitter, with typical power levels in the 50–500 kilowatt range. Endorsed by the &lt;a href=\"International%20Telecommunication%20Union\"&gt;ITU&lt;/a&gt;, it has been approved as an international standard for digital broadcasts on the HF (shortwave) bands. A DRM broadcast rivals FM mono quality and can also send graphic images and web pages via a separate information channel.\nShortwave listening also remains popular with some &lt;a href=\"expatriates\"&gt;expatriates&lt;/a&gt; who tune in shortwave transmissions from their homeland. Additionally, a number of remotely controlled shortwave receivers located around the world are available to users on the web. While radio hobbyists report that the number of shortwave listening clubs has diminished and printed magazines devoted to the hobby are few, enthusiasts such as &lt;a href=\"Glenn%20Hauser\"&gt;Glenn Hauser&lt;/a&gt; and others continue to populate web sites, and originate podcasts dedicated to the pursuit."
}