{
    "id": "1221489",
    "revid": "9505726",
    "url": "https://en.wikipedia.org/wiki?curid=1221489",
    "title": "The Flight of the Phoenix",
    "text": "The Flight of the Phoenix is a 1964 novel by &lt;a href=\"Elleston%20Trevor\"&gt;Elleston Trevor&lt;/a&gt;. The plot involves the crash of a transport aircraft in the middle of a &lt;a href=\"desert\"&gt;desert&lt;/a&gt; and the survivors' desperate attempt to save themselves. The book was the basis for the 1965 film \"&lt;a href=\"The%20Flight%20of%20the%20Phoenix%20%281965%20film%29\"&gt;The Flight of the Phoenix&lt;/a&gt;\" starring &lt;a href=\"James%20Stewart\"&gt;James Stewart&lt;/a&gt; and the 2004 &lt;a href=\"remake\"&gt;remake&lt;/a&gt; titled \"&lt;a href=\"Flight%20of%20the%20Phoenix%20%282004%20film%29\"&gt;Flight of the Phoenix&lt;/a&gt;\".\n\"The Flight of the Phoenix\" came at the midpoint of Trevor's career and led to a bidding war over its film rights.\nPlot summary.\nPilot Frank Towns and navigator Lew Moran are ferrying a mixed bag of passengers from the Jebel oil town in the Libyan desert, among them oil workers, two British soldiers, and a German who was visiting his brother. An unexpected sandstorm forces the aircraft down, damaging it, killing two of the men, and severely injuring the German. In the book, the action takes place in the &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt;n part of the &lt;a href=\"Sahara\"&gt;Sahara&lt;/a&gt;.\nThe survivors wait for rescue but the storm has blown them far off course, far away from a search area. After several days, Captain Harris marches toward a distant oasis together with another passenger. His aide, Sergeant Watson feigned a sprained ankle to stay behind. A third man follows them. Days later, Harris barely manages to return to the crash site. The others are lost.\nAs the water begins to run out, Stringer, a precise, arrogant English &lt;a href=\"aeronautical%20engineer\"&gt;aeronautical engineer&lt;/a&gt;, proposes a radical solution: rebuild a new aircraft from the wreckage of the old &lt;a href=\"twin-boom%20aircraft\"&gt;twin-boom aircraft&lt;/a&gt;, using the undamaged boom and adding skids to take off. The men set to work.\nAt one point, a nearby party of &lt;a href=\"nomad\"&gt;nomad&lt;/a&gt;ic tribesmen is spotted. Captain Harris decides to seek their help. This time, Sergeant Watson outright refuses to accompany him. Instead another survivor, a Texan named Loomis, volunteers. The next day, Towns finds their looted bodies, throats cut, and the nomads gone.\nLater, Towns learns that Stringer designs &lt;a href=\"Model%20aircraft\"&gt;\"model\" aircraft&lt;/a&gt;, not full-scale planes. Fearing the effect on morale, he and Moran keep their discovery secret, believing Stringer's plan is doomed. However, the aircraft is reborn, like the mythical &lt;a href=\"Phoenix%20%28mythology%29\"&gt;Phoenix&lt;/a&gt; rising from its own ashes. It flies the remaining passengers, strapped to the outside of the fuselage, to an &lt;a href=\"oasis\"&gt;oasis&lt;/a&gt; and civilization.\nFilm adaptations.\nThe book was the basis of a 1965 film starring &lt;a href=\"James%20Stewart\"&gt;James Stewart&lt;/a&gt;, &lt;a href=\"Richard%20Attenborough\"&gt;Richard Attenborough&lt;/a&gt;, and &lt;a href=\"Hardy%20Kr%C3%BCger\"&gt;Hardy Krüger&lt;/a&gt;. The 2004 remake featuring &lt;a href=\"Dennis%20Quaid\"&gt;Dennis Quaid&lt;/a&gt; was also based on the novel, although it was re-located to the &lt;a href=\"Gobi%20Desert\"&gt;Gobi Desert&lt;/a&gt; in Asia."
}