{
    "id": "1222459",
    "revid": "38803446",
    "url": "https://en.wikipedia.org/wiki?curid=1222459",
    "title": "Elderships of Lithuania",
    "text": "A seniūnija (in English: eldership, elderate, ward, parish, or subdistrict) is the smallest &lt;a href=\"Subdivisions%20of%20Lithuania\"&gt;administrative division&lt;/a&gt; of &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;. An eldership may comprise a very small &lt;a href=\"region\"&gt;region&lt;/a&gt; consisting of few &lt;a href=\"village\"&gt;village&lt;/a&gt;s, one single &lt;a href=\"town\"&gt;town&lt;/a&gt;, or a part of a big &lt;a href=\"city\"&gt;city&lt;/a&gt;. Elderships vary in size and population depending on their location and nature. A few elderships make up a &lt;a href=\"municipality\"&gt;municipality&lt;/a&gt;. &lt;a href=\"%C5%A0ilainiai\"&gt;Šilainiai&lt;/a&gt; (Kaunas) and &lt;a href=\"Dainava%20%28Kaunas%29\"&gt;Dainava (Kaunas)&lt;/a&gt; are the most populous elderates, with population counts over , exceeding the population of some entire municipalities.\nElderships manage small-scale local matters, such as repairing pavements and dirt roads, and keep records on all families living in the eldership. The premise of the concept is that - unlike in higher administrative divisions - an &lt;a href=\"Elder%20%28administrative%20title%29\"&gt;elder&lt;/a&gt; (the &lt;a href=\"leader\"&gt;leader&lt;/a&gt; of the eldership) could have time to talk to every person in the eldership who wants to.\nModern Lithuania is divided into &lt;a href=\"Counties%20of%20Lithuania\"&gt;10 counties&lt;/a&gt;, &lt;a href=\"List%20of%20municipalities%20of%20Lithuania\"&gt;60 municipalities&lt;/a&gt;, and 546 elderships. Elderships function as municipal districts. In cities, an elder is elected to each eldership district, along with a mayor for the city.\nNote: historically the term referred to significantly larger administrative units, e.g. &lt;a href=\"Eldership%20of%20Samogitia\"&gt;Eldership of Samogitia&lt;/a&gt; (also known for a longer period of history as the Duchy of Samogitia)."
}