{
    "id": "1223362",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=1223362",
    "title": "International School Bangkok",
    "text": "The International School Bangkok (ISB) is a private &lt;a href=\"K%E2%80%9312%20%28education%29\"&gt;PK-12&lt;/a&gt; American-style school in the &lt;a href=\"Pak%20Kret%20District\"&gt;Pak Kret District&lt;/a&gt; of &lt;a href=\"Nonthaburi%20Province%2C%20Thailand\"&gt;Nonthaburi Province, Thailand&lt;/a&gt; in the &lt;a href=\"Bangkok%20Metropolitan%20Area\"&gt;Bangkok Metropolitan Area&lt;/a&gt;. It is accredited by the &lt;a href=\"Western%20Association%20of%20Schools%20and%20Colleges\"&gt;Western Association of Schools and Colleges&lt;/a&gt; (WASC) in the United States.\nHistory.\nFoundation.\nISB first opened as the International Children's Center on the grounds of the U.S. Embassy Bangkok in 1951. It was the first international school to open in Thailand and serviced U.S. Embassy families and other expatriates in Bangkok at the time. Its initial enrollment was 50 children of &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; and U.S. &lt;a href=\"diplomats\"&gt;diplomats&lt;/a&gt;. First located on Rajadamri Road, it was known as the International Children's Center (ICC). ISB then expanded to provide both &lt;a href=\"Primary%20education\"&gt;primary&lt;/a&gt; and &lt;a href=\"secondary%20education\"&gt;secondary education&lt;/a&gt; for English-speaking children in Bangkok. In 1960, ISB moved from the &lt;a href=\"U.S.%20Embassy\"&gt;U.S. Embassy&lt;/a&gt;-owned grounds to &lt;a href=\"Sukhumvit%20Road\"&gt;Sukhumvit&lt;/a&gt; Soi 15. A few years later, ISB opened a second campus on Viphavadi Rangsit road, but it closed in the mid-1970s with the American drawdown from Vietnam. Finally in 1992, ISB was relocated from Soi 15 to the present US$25-million campus in the &lt;a href=\"Pak%20Kret%20District%2C%20Nonthaburi%20Province\"&gt;Pak Kret District, Nonthaburi Province&lt;/a&gt;, within &lt;a href=\"Nichada%20Thani\"&gt;Nichada Thani&lt;/a&gt; as \"campus town\"; on a land that it owns and maintains itself, and that consists of a separate elementary, middle, and &lt;a href=\"high%20schools\"&gt;high schools&lt;/a&gt; interwoven into one Thai-style complex. ISB has students from over 80 countries enrolled.\nParents oversee the operation of ISB, which is a non-profit and &lt;a href=\"non-sectarian\"&gt;non-sectarian&lt;/a&gt; school. Parents are members of the school association and elect the governing board of ISB."
}