{
    "id": "12249841",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=12249841",
    "title": "OPEL Networks",
    "text": "OPEL Networks Pty Limited was a &lt;a href=\"telecommunication\"&gt;telecommunication&lt;/a&gt;s provider that was to establish &lt;a href=\"wholesale\"&gt;wholesale&lt;/a&gt; &lt;a href=\"broadband\"&gt;broadband&lt;/a&gt; services in regional areas of &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; in the form of &lt;a href=\"WiMAX\"&gt;WiMAX&lt;/a&gt; and &lt;a href=\"ITU%20G.992.5\"&gt;ADSL2+&lt;/a&gt; via a network of &lt;a href=\"DSLAM\"&gt;DSLAM&lt;/a&gt;s. The network was also to include terrestrial and &lt;a href=\"Submarine%20communications%20cable\"&gt;undersea&lt;/a&gt; &lt;a href=\"Backhaul%20%28telecommunications%29\"&gt;backhaul&lt;/a&gt;. The project is now defunct.\nIt was a 50:50 &lt;a href=\"joint%20venture\"&gt;joint venture&lt;/a&gt; between &lt;a href=\"Optus\"&gt;Optus&lt;/a&gt; and &lt;a href=\"Elders%20Limited\"&gt;Elders&lt;/a&gt;.\nBroadband Connect Funding.\nIn June 2006, the Australian &lt;a href=\"Department%20of%20Communications%2C%20Information%20Technology%20and%20the%20Arts%20%28Australia%29\"&gt;Department of Communications, Information Technology and the Arts&lt;/a&gt; (DCITA) under the then &lt;a href=\"Coalition%20%28Australia%29\"&gt;coalition&lt;/a&gt; government called for expressions of interest for discussion of how to invest up to A$878 million in funding under Broadband Connect program to provide greater access to &lt;a href=\"broadband\"&gt;broadband&lt;/a&gt; services in rural and regional areas at prices comparable to services available in metropolitan areas, $500 million of which was envisaged as being available to infrastructure projects. On 2006-09-21, the government announced they would invest up to $600 million in broadband infrastructure projects in rural, regional and remote Australia under this program. Applications for funding were open until 2006-11-30.\nOn 2007-06-18, in the lead up to a &lt;a href=\"2007%20Australian%20federal%20election\"&gt;federal election&lt;/a&gt;, OPEL Networks was announced as the sole successful bidder, receiving the entire $600 million in funding under the program, as well as an additional allocation of $358 million. This was to be combined with $917 million to be invested by the OPEL Networks joint venture. The awarding of additional funding was met with some debate.\nThe funding agreement was signed on 2007-09-09, which was dependent upon further planning by OPEL and confirmation that it would reach the agreed levels of coverage. The then &lt;a href=\"Opposition%20%28Australia%29\"&gt;federal opposition&lt;/a&gt; Communications spokesman stated that they would honour the agreement, a stance maintained after winning government two months later, despite their own competing &lt;a href=\"National%20Broadband%20Network%20%28Australia%29\"&gt;National Broadband Network&lt;/a&gt; proposal.\nOn 2008-04-02, it was announced that the funding agreement had been cancelled. The minister cited OPEL's failure to meet the terms of the contract, specifically that analysis of OPEL's detailed maps revealed that it would reach only 72% of under-served premises, a claim refuted by the OPEL joint venture partners, who nevertheless stated that the project would not proceed.\nNetwork Infrastructure.\nThe OPEL Networks rollout was to include:\nThe venture was also to acquire long term leased links from &lt;a href=\"Optus\"&gt;Optus&lt;/a&gt; (10,200 km) and other providers such as &lt;a href=\"Nextgen%20Networks\"&gt;Nextgen Networks&lt;/a&gt; (2,200 km), as well as establishing a Tasmanian link using &lt;a href=\"Basslink\"&gt;Basslink&lt;/a&gt;, providing OPEL with a &lt;a href=\"Self-healing%20ring\"&gt;protected&lt;/a&gt; link to the island.\nThe selection of &lt;a href=\"WiMAX\"&gt;WiMAX&lt;/a&gt; technology was questioned by some groups, including the then Federal Opposition and competitor &lt;a href=\"Telstra\"&gt;Telstra&lt;/a&gt;, leading to further debate.\nOn 2008-01-07, OPEL acquired &lt;a href=\"frequency%20allocation\"&gt;spectrum licence&lt;/a&gt;s from &lt;a href=\"Austar\"&gt;Austar&lt;/a&gt;, conditional upon approval of its funding agreement, enabling it to deploy WiMAX using licensed spectrum rather than using unlicensed spectrum as previously planned.\nOperation.\nWhile Optus was to be contracted to build the network, OPEL Networks was to operate its network on behalf of its owners Optus and Elders, offering wholesale services back to them as customers, as well as to other third-party broadband retailers. Elders intended to enter the telecommunications market by selling OPEL services from its existing retail channels."
}