{
    "id": "12250744",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=12250744",
    "title": "101 Clarendon Street",
    "text": "101 Clarendon Street, also known as Columbus Center, was a proposed &lt;a href=\"skyscraper\"&gt;skyscraper&lt;/a&gt; planned for &lt;a href=\"Boston%2C%20Massachusetts\"&gt;Boston, Massachusetts&lt;/a&gt;. If completed, it would have stood as the &lt;a href=\"List%20of%20tallest%20buildings%20in%20Boston\"&gt;25th-tallest building&lt;/a&gt; in Boston. Continuing on the trend established by the &lt;a href=\"Prudential%20Tower\"&gt;Prudential Tower&lt;/a&gt; in 1964, the completed building would have concealed more of the &lt;a href=\"Massachusetts%20Turnpike\"&gt;Massachusetts Turnpike&lt;/a&gt; (&lt;a href=\"Interstate%2090\"&gt;I-90&lt;/a&gt;) by utilizing &lt;a href=\"air%20rights\"&gt;air rights&lt;/a&gt; above it. The location would have been above the turnpike, directly to the east of &lt;a href=\"Back%20Bay%20%28MBTA%20station%29\"&gt;Back Bay station&lt;/a&gt; and south of &lt;a href=\"Copley%20Square\"&gt;Copley Square&lt;/a&gt; in the &lt;a href=\"Back%20Bay%2C%20Boston%2C%20Massachusetts\"&gt;Back Bay&lt;/a&gt; neighborhood of Boston. The project would have \"united the city’s Back Bay and &lt;a href=\"South%20End%2C%20Boston\"&gt;South End&lt;/a&gt; neighborhoods.\"\nThe project was put on what was then a temporary hiatus in March 2008 with the developers citing a need for about $35 million in state funds and loans, some of which had been denied ironically because construction had stopped.\nIn 2010, the main financial investor in Columbus Center, the &lt;a href=\"California%20Pension%20and%20Retirement%20System\"&gt;California Pension and Retirement System&lt;/a&gt; (CalPERS), began to extricate itself from the development. Citing the economic unfeasibility of such a project and the intransigence of locals opposing the project, the $800 million complex was eventually declared defunct by CalPERS and investor &lt;a href=\"Arthur%20Winn\"&gt;Arthur Winn&lt;/a&gt;. Debates over the final cost of cleaning up the proposed site (estimated at $5–6 million) continue.\nWinn was later charged with making illegal campaign contributions totaling $61,000 over the course of eight years in an attempt to win approval and support for the Columbus Center project. He pleaded guilty to two misdemeanor counts of donating in another person's name to &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;U.S. Representatives&lt;/a&gt; &lt;a href=\"Stephen%20Lynch%20%28politician%29\"&gt;Stephen Lynch&lt;/a&gt; and &lt;a href=\"Mike%20Capuano\"&gt;Mike Capuano&lt;/a&gt;.\nAs of 2016 there are two developers in favor of reviving the project. "
}