{
    "id": "12263717",
    "revid": "2544398",
    "url": "https://en.wikipedia.org/wiki?curid=12263717",
    "title": "Tasbih",
    "text": "Tasbih (, ) is a form of \"&lt;a href=\"dhikr\"&gt;dhikr&lt;/a&gt;\" that involves the glorification of &lt;a href=\"God%20in%20Islam\"&gt;God&lt;/a&gt; in &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; by saying \"Subḥānallāh\" (, meaning \"Glorified is &lt;a href=\"God%20in%20Islam\"&gt;God&lt;/a&gt;\"). It is often repeated a certain number of times, using either the &lt;a href=\"phalanges\"&gt;phalanges&lt;/a&gt; of the right hand or a \"&lt;a href=\"misbaha\"&gt;misbaha&lt;/a&gt;\" to keep track of counting.\nEtymology.\nThe term \"tasbeeh\" is based on in the Arabic root of &lt;a href=\"Shin_%28letter%29%23Arabic_%C5%A1%C4%ABn/s%C4%ABn\"&gt;sīn&lt;/a&gt;-&lt;a href=\"Bet_%28letter%29%23Arabic_b%C4%81%CA%BE\"&gt;bāʾ&lt;/a&gt;-&lt;a href=\"Heth%23Arabic_%E1%B8%A5%C4%81%CA%BE\"&gt;ḥāʾ&lt;/a&gt; (--). The meaning of the root word when written means to glorify. 'Tasbeeh' is an irregular derivation from \"subhan\", which is the first word of the constitutive sentence of the first third of the canonical form (see below) of tasbeeh. The word literally means, as a verb, \"to travel swiftly\" and, as a noun, \"duties\" or \"occupation\". However, in the devotional context, \"tasbih\" refers to \"Subhana Allah\", which is often used in the Qur'an with the preposition \"ʿan\" (), meaning \"God is devoid [of what they (&lt;a href=\"polytheists\"&gt;polytheists&lt;/a&gt;) attribute to Him]\" (Al-Tawba: 31, Al-Zumar: 67 et al.). Without this preposition, it means something like \"Glory be to God.\"\nInterpretation.\nThe phrase translates to \"Glory be to God\" but a more literal translation is, \"God is above [all things]\". The root of the word subḥān () is derived from the word sabaḥa (, \"to be above\"), giving the phrase a meaning that God is above any imperfection or false descriptions.\nThe phrase often has the connotation of praising God for his total perfection, implying a rejection of any &lt;a href=\"anthropomorphic\"&gt;anthropomorphic&lt;/a&gt; elements or associations with God, or any attribution of mistakes or faults to him. Thus, it serves as testimony to God's transcendence (, \"tanzīh\").\nFor example, the &lt;a href=\"Quran\"&gt;Quran&lt;/a&gt; says \"subḥāna llāhi ʿammā yaṣifūn\" (\"God is above that which they describe\") and \"subḥāna llāhi ʿammā yušrikūn\" (\"God is above that which they associate with him\").\nThe phrase is mentioned in the &lt;a href=\"hadith\"&gt;hadith&lt;/a&gt;s of &lt;a href=\"Sahih%20Bukhari\"&gt;Sahih Bukhari&lt;/a&gt;, VBN 5, 57, 50.\nThere is no exact counterpart for this phrase in the English language, so all the above meanings combined hold the meaning of that word.\nVariants.\nVarious Islamic phrases include the Tasbih, most commonly:\nUsage.\nIt is also often cited during the Islamic prayer (&lt;a href=\"salat\"&gt;salat&lt;/a&gt;), supplication (&lt;a href=\"dua\"&gt;dua&lt;/a&gt;), during a sermon (&lt;a href=\"khutba\"&gt;khutba&lt;/a&gt;) in the &lt;a href=\"mosque\"&gt;mosque&lt;/a&gt; and commonly throughout the day. It is sometimes used to express shock or amazement.\nMuslims are also encouraged to say the phrase 33 times after prayer and throughout the day. Muhammad taught Muslims that it is one of the four praises that God likes Muslims to say continuously.\nFatimah bint Muhammad.\nIn the early years of the marriage of &lt;a href=\"Ali\"&gt;Ali&lt;/a&gt; and &lt;a href=\"Fatimah\"&gt;Fatimah&lt;/a&gt;, Ali earned very little money and was unable to afford a servant for Fatimah. Fatimah’s hands were blistered from constant grinding; her neck had become sore from carrying water; her clothes had become dirty from sweeping the floor.\nOne day Ali was aware that Muhammad had some servants, and advised Fatimah to ask him for one of his servants. Fatimah went, but she was unable to ask. Finally, Ali went with Fatimah to Muhammad's house. He did not accept their request, saying \"there are many orphans (starved), I must sell these servants to feed them\".\nThen Muhammad said \"I will give you one thing better than helping of servant\". He taught them a special manner of Dhikr which is known as the \"tasbih of Fatimah\"."
}