{
    "id": "12279551",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=12279551",
    "title": "Mekanism",
    "text": "Mekanism is a &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;-based creative agency that specializes in the development and production of marketing campaigns, &lt;a href=\"commercials\"&gt;commercials&lt;/a&gt; and &lt;a href=\"branded%20entertainment\"&gt;branded entertainment&lt;/a&gt; for &lt;a href=\"multinational%20corporation\"&gt;multinational companies&lt;/a&gt;. Mekanism focuses its work on \"Storytelling for Emerging Media\", a line the company has trademarked. The agency added a &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; office in 2008.\nHistory.\nFounding.\nMekanism was founded in 2000 by Tommy Means as a division of a San Francisco-based company named Complete Pandemonium. Means saw the &lt;a href=\"internet\"&gt;internet&lt;/a&gt; as a great potential &lt;a href=\"storytelling\"&gt;storytelling&lt;/a&gt; medium that was not being utilized and believed there was opportunity for a company that focused its efforts there. Accordingly, in 2003 Means spun off the company as an independent fully integrated creative &lt;a href=\"Production%20studio%23Production%20studios\"&gt;production studio&lt;/a&gt; to develop branded content outside traditional &lt;a href=\"television%20commercial\"&gt;television commercial&lt;/a&gt; channels. Since then, Mekanism's core mission has grown, and they aim \"to place the Web at the center of all advertising, exploiting it to make marketing cheaper, faster, and more effective -- across all platforms.\"\nGrowth.\nIn the years immediately following the agency's founding as a stand-alone entity, Mekanism added three key partners: Pete Caban as head of Digital as well as Strategic Development in 2003, Ian Kovalik as a &lt;a href=\"Film%20Director\"&gt;director&lt;/a&gt; and &lt;a href=\"Creative%20Director\"&gt;Creative Director&lt;/a&gt; in 2003, and Jason Harris as an &lt;a href=\"executive%20producer\"&gt;executive producer&lt;/a&gt; then &lt;a href=\"President%20%28corporate%20title%29\"&gt;President&lt;/a&gt; in 2005. During this period, the agency began to develop its reputation for reaching young audiences and telling branded stories in off-beat ways that tended to go &lt;a href=\"viral%20marketing\"&gt;viral&lt;/a&gt;. As much as 90% of Mekanism's work in those years came from other ad agencies (instead of directly from clients) looking to execute creative ideas on emerging media platforms. They began receiving recognition for that work beginning in 2004 and 2005 with consecutive &lt;a href=\"Cannes%20Lions%20International%20Advertising%20Festival\"&gt;Cannes Golden Lion&lt;/a&gt; awards for campaigns on behalf of &lt;a href=\"Napster\"&gt;Napster&lt;/a&gt; and &lt;a href=\"Sega\"&gt;Sega&lt;/a&gt;, respectively.\nAs a result, Mekanism's business increased twenty-fold; from $472,000 in 2003 to approximately $9.6 million in 2007. In 2008, they opened an office in New York City to accommodate the growth. With Mekanism's &lt;a href=\"revenue\"&gt;revenue&lt;/a&gt; increasing by orders of magnitude, so too were the number and size of their clients. The agency has completed campaigns for such companies as &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt;, &lt;a href=\"Nike%2C%20Inc.\"&gt;Nike&lt;/a&gt;, &lt;a href=\"Axe%20%28brand%29\"&gt;Axe&lt;/a&gt;, &lt;a href=\"Frito-Lay\"&gt;Frito-Lay&lt;/a&gt;, &lt;a href=\"PepsiCo\"&gt;PepsiCo&lt;/a&gt;, &lt;a href=\"Nordstrom\"&gt;Nordstrom&lt;/a&gt;, &lt;a href=\"Google\"&gt;Google&lt;/a&gt;, &lt;a href=\"Muscle%20Milk\"&gt;Muscle Milk&lt;/a&gt;, and &lt;a href=\"GE\"&gt;GE&lt;/a&gt;.\nFull-Service Agency.\nSoon after this period, Mekanism increased its focus on creating viral content and started working almost exclusively with clients directly. For all intents and purposes, it was at this point they became a \"full-service\" agency; alternately referred to as \"one part ad agency, one part production company\" and \"a hybrid of an advertising agency, production house, and multimedia content factory. From 2008 to 2010, Mekanism's annual revenue numbers were $10.3-$12 million (2008), $18-$20 million (2009), $25 million (2010). in 2011, Harris took over the CEO title from Caban to become President/CEO. In 2011, the agency created its first &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt; spot for &lt;a href=\"Brisk%20%28beverage%29\"&gt;Brisk Iced Tea&lt;/a&gt; starring &lt;a href=\"Eminem\"&gt;Eminem&lt;/a&gt;. It ended up as the No. 1 most-viewed video on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; after &lt;a href=\"Super%20Bowl%20XLV\"&gt;Super Bowl XLV&lt;/a&gt; aired. In 2012, Mekanism launched a campaign for the &lt;a href=\"American%20Society%20for%20the%20Prevention%20of%20Cruelty%20to%20Animals\"&gt;American Society for the Prevention of Cruelty to Animals&lt;/a&gt; with &lt;a href=\"Dan%20Harris%20%28journalist%29\"&gt;Dan Harris&lt;/a&gt; from &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt;’s &lt;a href=\"Nightline\"&gt;Nightline&lt;/a&gt; featuring Harris's adopted cat, \"Hovercat\"; the video went viral and garnered over 1 million views, with Brendan Gahan, Mekanism's Director of Social Media, noting, \"The internet loves cats and it was done for a good cause so it's great to see people rally around it.\" In early 2013 Mekanism created the ad campaign “Youphoria” for the fashion retailer &lt;a href=\"Nordstrom\"&gt;Nordstrom&lt;/a&gt;.\nMekanism is also the Agency of Record for Method Home, &lt;a href=\"Muscle%20Milk\"&gt;Muscle Milk&lt;/a&gt;, &lt;a href=\"Pepsi\"&gt;Pepsi&lt;/a&gt;, &lt;a href=\"Brisk%20%28beverage%29\"&gt;Brisk Ice Tea&lt;/a&gt;, &lt;a href=\"AMP%20Energy\"&gt;Amp Energy Drink&lt;/a&gt;, Art.com, and &lt;a href=\"Virgin%20Mobile\"&gt;Virgin Mobile&lt;/a&gt;.\nNotable campaigns.\nThe Influence Project.\nIn May 2010, the business magazine \"Fast Company\" published a profile of Mekanism, during which Harris claimed that the firm could \"guarantee [they] can create an online campaign and make it go viral.\" The author challenged them to \"prove it\" with a wager whereby if Mekanism created a viral campaign for \"Fast Company\", the author would document it for the magazine from conception to launch. Mekanism pitched a number of ideas and \"Fast Company\" ultimately selected one—initially called the \"Cover Project\"—that came to be known as \"The Influence Project.\" The campaign aimed to name 2010's Most Influential Person by getting people to sign up, have their &lt;a href=\"social%20network\"&gt;social network&lt;/a&gt;s click on their profile links and sign up themselves. Participants would have their pictures appear in a photospread in the November 2010 issue and the greater their influence, the larger their picture would be.\n&lt;a href=\"Social%20media\"&gt;Social media&lt;/a&gt; critics were skeptical of the means and metrics with which Mekanism designed the project; calling it a gimmick and an \"ornate marketing &lt;a href=\"rickroll\"&gt;rickroll&lt;/a&gt;.\" Despite the criticism, the project had 6,000 people sign up within the first 24 hours of the campaign's launch,and 30,000 people by the end. \"Fast Company\" had 1.2 million visitors to the site and said that they \"couldn't be more impressed with the response.\"\nSuper Bowl XLVII.\nMekanism was retained by Pepsi to create buzz surrounding &lt;a href=\"Beyonc%C3%A9\"&gt;Beyoncé&lt;/a&gt;’s Super Bowl XLVII Halftime Show for 2014. The company asked fans to submit photos in different poses to compile into the video, creating the first fan-made halftime intro. The campaign collected over 120,000 user submissions generating over 5.5 billion impressions.\nReception.\nTheir work has been featured in &lt;a href=\"Ad%20Age\"&gt;Ad Age&lt;/a&gt;, &lt;a href=\"Creativity%20%28magazine%29\"&gt;Creativity&lt;/a&gt;, and &lt;a href=\"AdWeek\"&gt;AdWeek&lt;/a&gt;. Its work is featured regularly in major &lt;a href=\"periodicals\"&gt;periodicals&lt;/a&gt; like \"Fast Company\", \"&lt;a href=\"The%20Wall%20Street%20Journal\"&gt;The Wall Street Journal&lt;/a&gt;\" and \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\". In its profile of Mekanism, \"Fast Company\" referred prominently to the agency's \"reputation as marketing's twisted troubadours\" and its ability to \"understand who they're trying to reach and how to reach them. Most recently, \"The New York Times\" called Mekanism \"the &lt;a href=\"Pixar\"&gt;Pixar&lt;/a&gt; of agencies.\"\nMekanism, along with the company's campaigns have been used by &lt;a href=\"Harvard%20Business%20School\"&gt;Harvard Business School&lt;/a&gt; as case studies in marketing and virality, most nobility included in the HBS Case Collection in 2012 in the case study \"Mekanism: Engineering Viral Marketing\" by Harvard professor Thales S. Teixeira.\nAwards and recognition.\nBeyond awards for individual campaigns, Mekanism has won several awards for its achievements as a company:"
}