{
    "id": "1228898",
    "revid": "237572",
    "url": "https://en.wikipedia.org/wiki?curid=1228898",
    "title": "Places of interest in the Death Valley area",
    "text": "Places of interest in the &lt;a href=\"Death%20Valley\"&gt;Death Valley&lt;/a&gt; area are mostly located within &lt;a href=\"Death%20Valley%20National%20Park\"&gt;Death Valley National Park&lt;/a&gt; in eastern &lt;a href=\"California\"&gt;California&lt;/a&gt;.\nAguereberry Point.\nAguereberry Point is a promontory and tourist viewpoint in the &lt;a href=\"Panamint%20Range\"&gt;Panamint Range&lt;/a&gt;, within &lt;a href=\"Death%20Valley%20National%20Park\"&gt;Death Valley National Park&lt;/a&gt; in &lt;a href=\"Inyo%20County\"&gt;Inyo County&lt;/a&gt;, eastern &lt;a href=\"California\"&gt;California&lt;/a&gt;.\nThe point's elevation reaches 6,433 ft and is named for Jean Pierre \"Pete\" Aguereberry, a &lt;a href=\"Basque%20people\"&gt;Basque&lt;/a&gt; &lt;a href=\"miner\"&gt;miner&lt;/a&gt; who was born in 1874, emigrated from France in 1890, and lived at and worked the nearby Eureka Mine from 1905 to his death in 1945.\nFrom this viewpoint, one can see the surrounding Panamint Range extending to the north and south; &lt;a href=\"Death%20Valley\"&gt;Death Valley&lt;/a&gt; to the east, with &lt;a href=\"Furnace%20Creek%2C%20California\"&gt;Furnace Creek&lt;/a&gt; and the &lt;a href=\"Salt%20pan%20%28geology%29\"&gt;salt flats&lt;/a&gt; of &lt;a href=\"Badwater%20Basin\"&gt;Badwater Basin&lt;/a&gt; to the southeast; and &lt;a href=\"Mount%20Charleston\"&gt;Mount Charleston&lt;/a&gt; in Nevada far to the east.\nAmargosa Chaos.\nThe Amargosa Chaos is a series of &lt;a href=\"Geological%20formation\"&gt;geological formations&lt;/a&gt; located in the &lt;a href=\"Black%20Mountains%20%28California%29\"&gt;Black Mountains&lt;/a&gt; in southern &lt;a href=\"Death%20Valley\"&gt;Death Valley&lt;/a&gt;. In the 1930s, geologist &lt;a href=\"Levi%20F.%20Noble\"&gt;Levi F. Noble&lt;/a&gt; studied the faulting and folding in the area, dubbing it the \"Amargosa chaos\" due to the extreme warping of the rock. Later researchers discovered that the region had experienced substantial tension that pulled large blocks of crust apart.\nModern geologists have documented four major deformational events that &lt;a href=\"Fault%20%28geology%29\"&gt;faulted&lt;/a&gt; and folded the Amargosa Chaos. The first event &lt;a href=\"Metamorphosis%20%28geology%29\"&gt;metamorphosed&lt;/a&gt; Death Valley's &lt;a href=\"Precambrian\"&gt;Precambrian&lt;/a&gt; &lt;a href=\"Basement%20%28geology%29\"&gt;basement rocks&lt;/a&gt; and occurred around 1,700 million years ago.\nThe second event began while layered younger Precambrian sediments were being deposited on top of the beveled surface of older &lt;a href=\"Metamorphic%20rock\"&gt;metamorphic&lt;/a&gt; basement rocks. This deformational event shifted the crust vertically, creating thinning and thickening of some &lt;a href=\"Sediment\"&gt;sedimentary layers&lt;/a&gt; as they were being deposited.\nThe two events responsible for the chaotic appearance of the Amargosa Chaos did not occur until over half a billion years later, during &lt;a href=\"Mesozoic\"&gt;Mesozoic&lt;/a&gt; or Early &lt;a href=\"Tertiary\"&gt;Tertiary&lt;/a&gt; time. This third event folded the layered Precambrian and &lt;a href=\"Cambrian\"&gt;Cambrian&lt;/a&gt; sedimentary rocks.\nThe fourth and final event occurred quite recently, geologically speaking. This phase of deformation coincided with severe crustal stretching that created the deep valleys and high mountains of this part of the &lt;a href=\"Basin%20and%20Range%20Province\"&gt;Basin and Range Province&lt;/a&gt;. In just a few million years, during Late &lt;a href=\"Miocene\"&gt;Miocene&lt;/a&gt; to &lt;a href=\"Pliocene\"&gt;Pliocene&lt;/a&gt; time, older rocks were intensely faulted and sheared. In some areas all that remains of some thick rock layers are lens-shaped pods of rock bounded on all sides by faults. Other layers have been sliced out of their original sequence altogether.\nArtist's Drive and Palette.\nArtist's Drive rises up to the top of an &lt;a href=\"alluvial%20fan\"&gt;alluvial fan&lt;/a&gt; fed by a deep canyon cut into the Black Mountains. Artist's Palette is an area on the face of the Black Mountains noted for a variety of rock colors. These colors are caused by the &lt;a href=\"oxidation\"&gt;oxidation&lt;/a&gt; of different &lt;a href=\"metal\"&gt;metal&lt;/a&gt;s (&lt;a href=\"iron\"&gt;iron&lt;/a&gt; compounds produce red, pink and yellow, decomposition of &lt;a href=\"tuff\"&gt;tuff&lt;/a&gt;-derived &lt;a href=\"mica\"&gt;mica&lt;/a&gt; produces green, and &lt;a href=\"manganese\"&gt;manganese&lt;/a&gt; produces purple).\nCalled the Artist Drive Formation, the rock unit provides evidence for one of the Death Valley area's most violently explosive &lt;a href=\"volcano\"&gt;volcanic&lt;/a&gt; periods. The &lt;a href=\"Miocene\"&gt;Miocene&lt;/a&gt;-aged formation is made up of cemented gravel, &lt;a href=\"Sink%20%28geography%29\"&gt;playa&lt;/a&gt; deposits, and volcanic debris, perhaps thick. &lt;a href=\"Chemical%20weathering\"&gt;Chemical weathering&lt;/a&gt; and &lt;a href=\"hydrothermal%20alteration\"&gt;hydrothermal alteration&lt;/a&gt; cause the oxidation and other chemical reactions that produce the variety of colors displayed in the Artist Drive Formation and nearby exposures of the Furnace Creek Formation.\nBadwater Basin.\nThe Badwater Basin is a salt flat adjacent to the Black Mountains that descends to the lowest &lt;a href=\"elevation\"&gt;elevation&lt;/a&gt; in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; at below sea level. The massive expanse of white is made up of almost pure &lt;a href=\"table%20salt\"&gt;table salt&lt;/a&gt;. The basin is the second lowest depression in the &lt;a href=\"Western%20Hemisphere\"&gt;Western Hemisphere&lt;/a&gt;, eclipsed only by &lt;a href=\"Laguna%20del%20Carb%C3%B3n\"&gt;Laguna del Carbón&lt;/a&gt; in Argentina at .\nThis pan was first created by the drying-up of deep Recent Lake 2000 to 3000 years ago. Unlike at the Devils Golf Course, significant rainstorms &lt;a href=\"flood\"&gt;flood&lt;/a&gt; Badwater, covering the salt pan with a thin sheet of standing water. Each newly formed lake doesn't last long though, because the average rainfall is overwhelmed by a annual &lt;a href=\"evaporation\"&gt;evaporation&lt;/a&gt; rate. This, the nation's greatest evaporation potential, means that even a deep, long lake would dry up in a single year. While flooded, some of the salt is dissolved, then is redeposited as clean, sparkling crystals when the water evaporates.\nCharcoal Kilns.\nThe Wildrose Charcoal Kilns were completed in 1877 by the Modock Consolidated Mining Company, above Death Valley in the &lt;a href=\"Panamint%20Range\"&gt;Panamint Range&lt;/a&gt;, and were used to reduce &lt;a href=\"pinyon%20pine\"&gt;pinyon&lt;/a&gt; and &lt;a href=\"juniper\"&gt;juniper&lt;/a&gt; tree wood to &lt;a href=\"charcoal\"&gt;charcoal&lt;/a&gt; in a process of slow burning in low &lt;a href=\"oxygen\"&gt;oxygen&lt;/a&gt;. This fuel was then transported to &lt;a href=\"mining\"&gt;mines&lt;/a&gt; in The Argus Range, 25 miles to the west, to feed &lt;a href=\"smelting\"&gt;smelting&lt;/a&gt; and &lt;a href=\"ore\"&gt;ore&lt;/a&gt; extraction operations.\nAlthough the mines themselves were worked intermittently until about 1900, there is no clear evidence that the charcoal kilns were operational after 1879. They were restored by &lt;a href=\"Navajo%20Nation\"&gt;Navajo&lt;/a&gt; Indian stonemasons from &lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt; in 1971.\nThe kilns were located here as the trees &lt;a href=\"single-leaf%20pinyon\"&gt;single-leaf pinyon pine&lt;/a&gt; \"(Pinus monophylla)\" and &lt;a href=\"Juniperus%20osteosperma\"&gt;Utah juniper&lt;/a&gt; (\"Juniperus osteosperma)\" dominate the landscape in the upper Panamint Mountains. Shrubs of &lt;a href=\"Ephedra%20%28plant%29\"&gt;Mormon tea&lt;/a&gt; \"(Ephedra sp.)\", such as &lt;a href=\"Ephedra%20funerea\"&gt;Death Valley ephedra&lt;/a&gt; \"(Ephedra funerea)\", are spaced between them, with other xeric sub-shrubs and &lt;a href=\"native%20plant\"&gt;native&lt;/a&gt; &lt;a href=\"bunchgrass\"&gt;bunchgrass&lt;/a&gt;es.\nOther historic charcoal kilns in the United States include the &lt;a href=\"Owens%20Lake%23Local%20industry\"&gt;Cottonwood Charcoal Kilns&lt;/a&gt; at Owens Lake, the &lt;a href=\"Piedmont%20Charcoal%20Kilns\"&gt;Piedmont Charcoal Kilns&lt;/a&gt; in Wyoming, and the &lt;a href=\"Walker%20Charcoal%20Kiln\"&gt;Walker Charcoal Kiln&lt;/a&gt; in Arizona.\nWildrose Canyon has 2 campgrounds above the kilns, Thorndyke at 7,490 feet and Mahogany Flat at 7923 feet. The latter is the trail head for the hiking trail to Telescope Peak and has views to the east down to Badwater.\nDante's View.\nFrom Dante's View one can see the central part of Death Valley from a vantage point above sea level. From here &lt;a href=\"Badwater%20Basin\"&gt;Badwater Basin&lt;/a&gt; can be seen, which \ncontains the lowest dry point in North America. &lt;a href=\"Telescope%20Peak\"&gt;Telescope Peak&lt;/a&gt; can also be seen from here which is above sea level. This is the greatest topographic relief in the conterminous U.S.\nThe mountain that Dante's View is on is part of the &lt;a href=\"Black%20Mountains%20%28California%29\"&gt;Black Mountains&lt;/a&gt; which along with the parallel &lt;a href=\"Panamint%20Range\"&gt;Panamint Range&lt;/a&gt; across the valley from what geologists call a &lt;a href=\"Horst%20%28geology%29\"&gt;horst&lt;/a&gt; and the valley that is called a &lt;a href=\"graben\"&gt;graben&lt;/a&gt;. These structures are created when the surface of the earth is under extensional, or a pulling force. The crust responds to this force by sending a large and long roughly v-shaped block of crust down which forms the bedrock of the valley floor (see &lt;a href=\"Basin%20and%20range%20topography\"&gt;Basin and Range&lt;/a&gt;).\nDarwin Falls.\nDarwin Falls is a waterfall located on the western edge of Death Valley National Park near the settlement of &lt;a href=\"Panamint%20Springs\"&gt;Panamint Springs&lt;/a&gt;, California. There are several falls, but they are mainly divided into the upper and lower with a small grotto in between. The small, narrow valley where the creek and falls are located features a rare collection of riparian greenery in the vast desert and is home to indigenous fauna such as quail. The falls themselves support several small fern gullys.\nDevil's Golf Course.\nThe Devil's Golf Course is a large &lt;a href=\"Salt%20pan%20%28geology%29\"&gt;salt pan&lt;/a&gt; on the floor of Death Valley. It was named after a line in the 1934 &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt; guide book to Death Valley National Monument, which stated that \"Only the devil could play golf\" on its surface, due to a rough texture from the large &lt;a href=\"Halite\"&gt;halite salt crystal&lt;/a&gt; formations.\n&lt;a href=\"Lake%20Manly\"&gt;Lake Manly&lt;/a&gt; once covered the valley to a depth of . The salt in the Devil's Golf Course consists of the minerals that were dissolved in the lake's water and left behind in the &lt;a href=\"Badwater%20Basin\"&gt;Badwater Basin&lt;/a&gt; when the lake evaporated. With an elevation several feet above the valley floor at &lt;a href=\"Badwater%20Basin\"&gt;Badwater&lt;/a&gt;, the Devil's Golf Course remains dry, allowing weathering processes to sculpt the salt there into complicated formations.\nThrough exploratory holes drilled by the &lt;a href=\"Pacific%20Coast%20Borax%20Company\"&gt;Pacific Coast Borax Company&lt;/a&gt;, prior to Death Valley becoming a national monument in 1934, it was discovered that the salt and gravel beds of the Devil's Golf Course extend to a depth of more than . Later studies suggest that in places the depth ranges up to .\nDevil's Golf Course can be reached from Badwater Road via a gravel drive, closed in wet weather. It should not be confused with an actual &lt;a href=\"golf%20course\"&gt;golf course&lt;/a&gt; in &lt;a href=\"Furnace%20Creek%2C%20California\"&gt;Furnace Creek&lt;/a&gt;, also in Death Valley.\nEureka Valley and Sand Dunes.\nBetween the &lt;a href=\"Last%20Chance%20Range\"&gt;Last Chance Range&lt;/a&gt; and Saline Mountains is the &lt;a href=\"graben\"&gt;graben&lt;/a&gt; Eureka Valley. Sand dunes cover 3 square miles (8 km2) of Eureka Valley, rising 680 feet (207 m) as one of North America's tallest dunes. As sand moves down the dune face it produces a booming noise, known as &lt;a href=\"singing%20sand\"&gt;singing sand&lt;/a&gt; phenomenon, due to the small grain size and loose, dry packing. Endemic species include the &lt;a href=\"Swallenia%20alexandrae\"&gt;Eureka Dune Grass&lt;/a&gt;, the &lt;a href=\"Oenothera%20californica\"&gt;Eureka Evening Primrose&lt;/a&gt; and the &lt;a href=\"Astragalus%20lentiginosus\"&gt;Shining Locoweed&lt;/a&gt;.\nFurnace Creek.\nFurnace Creek is a spring, &lt;a href=\"oasis\"&gt;oasis&lt;/a&gt;, and village that sits on top of a remarkably symmetrical &lt;a href=\"alluvial%20fan\"&gt;alluvial fan&lt;/a&gt;. The main visitor center of the park is located here as well as the &lt;a href=\"Oasis%20at%20Death%20Valley\"&gt;Oasis at Death Valley resort complex&lt;/a&gt;. Controversy surrounds the use of Furnace Creek water to support the resort (complete with a &lt;a href=\"swimming%20pool\"&gt;swimming pool&lt;/a&gt;) and nearby facilities, including a &lt;a href=\"golf%20course\"&gt;golf course&lt;/a&gt;. The scarce springs and surrounding lush oases support thriving &lt;a href=\"plant\"&gt;plant&lt;/a&gt; communities and attract a wide variety of animals. As the resort grew, the &lt;a href=\"marsh\"&gt;marsh&lt;/a&gt;es and &lt;a href=\"wetland\"&gt;wetland&lt;/a&gt;s around it shrank.\nThe highest temperature in North America was recorded at Furnace Creek Ranch (134 °F or 57 °C).\nThe &lt;a href=\"Furnace%20Creek%20Fault\"&gt;Furnace Creek Fault&lt;/a&gt; runs through this part of Death Valley.\nHells Gate.\nHells Gate is a point of interest located in &lt;a href=\"Death%20Valley%20National%20Park\"&gt;Death Valley National Park&lt;/a&gt;, at the intersection of Daylight Pass Road and Beatty Road. There is a parking area and hiking paths.\nMesquite Flat Sand Dunes.\nThe Mesquite Flat Sand Dunes are at the northern end of the valley floor and are nearly surrounded by mountains on all sides. Due to their easy access from the road and the overall proximity of Death Valley to &lt;a href=\"Hollywood\"&gt;Hollywood&lt;/a&gt;, these dunes have been used to film &lt;a href=\"sand%20dune\"&gt;sand dune&lt;/a&gt; scenes for several movies including films in the &lt;a href=\"Star%20Wars\"&gt;Star Wars&lt;/a&gt; series. The largest dune is called Star Dune and is relatively stable and stationary because it is at a point where the various winds that shape the dunes converge. The depth of the sand at its crest is but this is small compared to other dunes in the area that have sand depths of up to deep.\nThe primary source of the dune sands is probably the Cottonwood Mountains which lie to the north and northwest. The tiny grains of &lt;a href=\"quartz\"&gt;quartz&lt;/a&gt; and &lt;a href=\"feldspar\"&gt;feldspar&lt;/a&gt; that form the sinuous sculptures that make up this dune field began as much larger pieces of solid &lt;a href=\"rock%20%28geology%29\"&gt;rock&lt;/a&gt;.\nIn between many of the dunes are stands of &lt;a href=\"creosote%20bush\"&gt;creosote bush&lt;/a&gt; and some &lt;a href=\"mesquite\"&gt;mesquite&lt;/a&gt; on the sand and on dried mud, which used to cover this part of the valley before the dunes intruded (mesquite was the dominant plant here before the sand dunes but creosote does much better in the sand dune conditions).\nMesquite Spring.\nMesquite Spring is located in the northernmost part of Death Valley. This part of the valley has numerous &lt;a href=\"cotton%20top%20cactus\"&gt;cotton top cactus&lt;/a&gt;, &lt;a href=\"blister%20beetle\"&gt;blister beetle&lt;/a&gt;s and \"&lt;a href=\"cholla%20cactus\"&gt;cholla cactus&lt;/a&gt;\". On the alluvial fan above the springs there are 2-3 thousand year old &lt;a href=\"petroglyph\"&gt;petroglyph&lt;/a&gt;s from the extinct Mesquite Spring culture.\nThe petroglyphs here are made possible because many of the rocks in these arid conditions have &lt;a href=\"desert%20varnish\"&gt;desert varnish&lt;/a&gt; on them. This particular form of desert varnish takes \n10,000 years to make 1/100th of an inch of varnish and is deposited by a certain type of &lt;a href=\"bacterium\"&gt;bacteria&lt;/a&gt; that collects the &lt;a href=\"iron\"&gt;iron&lt;/a&gt;, &lt;a href=\"manganese\"&gt;manganese&lt;/a&gt; and &lt;a href=\"clay\"&gt;clay&lt;/a&gt; needed to make the varnish.\nAlso, since varnish is created at a predictable rate, it is possible to date petroglyphs based on the amount of re-varnishing that has taken place since the marks were made. Varnish does not normally form on carbonate rocks because their surfaces weather too easily.\nIn a wash near some of the petroglyphs there is a &lt;a href=\"fault%20scarp\"&gt;fault scarp&lt;/a&gt; that exposes some &lt;a href=\"fanglomerate\"&gt;fanglomerate&lt;/a&gt; which is a type of sedimentary rock which looks like &lt;a href=\"concrete\"&gt;concrete&lt;/a&gt; with large rocks intermixed. In fact it is lithified alluvial sediment.\nMosaic Canyon.\nMosaic Canyon is a canyon in the north western mountain face of the valley which is named after a stream-derived &lt;a href=\"breccia\"&gt;breccia&lt;/a&gt; sediment with angular blocks of &lt;a href=\"Dolomite%20%28rock%29\"&gt;dolomite&lt;/a&gt; in a pebbly matrix. The entrance to Mosaic Canyon appears deceptively ordinary, but just a walk up the canyon narrows dramatically to a deep slot cut into the face of Tucki Mountain. Smooth, polished &lt;a href=\"marble\"&gt;marble&lt;/a&gt; walls enclose the trail as it follows the canyon's sinuous curves. The canyon follows &lt;a href=\"fault%20%28geology%29\"&gt;faults&lt;/a&gt; that formed when the rocky crust of the Death Valley region began stretching just a few million years ago. Running water scoured away at the fault-weakened rock, gradually carving Mosaic canyon.\nPeriodic &lt;a href=\"flash%20flood\"&gt;flash flood&lt;/a&gt;s carry rocky debris (sediment) eroded from Mosaic Canyon and the surrounding hillsides toward the valley below. At the canyon mouth water spreads out and deposits its sediment load, gradually building up a large wedge-shaped &lt;a href=\"alluvial%20fan\"&gt;alluvial fan&lt;/a&gt; that extends down toward Stovepipe Wells. This canyon was formed through a process of &lt;a href=\"cut%20and%20fill\"&gt;cut and fill&lt;/a&gt; which included periodic erosive floods followed by long periods of deposition and uplift. But due to the uplift when the next flood hit the area it would deeply cut the streambed which forms stairstep-shaped banks.\nMosaic Canyon's polished marble walls are carved from the Noonday Dolomite and other Precambrian &lt;a href=\"carbonate%20rock\"&gt;carbonate rock&lt;/a&gt;s. These rock formation began as &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; deposited during Late &lt;a href=\"Precambrian\"&gt;Precambrian&lt;/a&gt; (about 850-700 million years ago) when the area was covered by a warm sea. Later addition of &lt;a href=\"magnesium\"&gt;magnesium&lt;/a&gt; changed the limestone, a rock made of calcium carbonate, to &lt;a href=\"Dolomite%20%28mineral%29\"&gt;dolomite&lt;/a&gt;, a calcium-magnesium carbonate. The dolomite was later deeply buried by younger sediment. Far below the surface, high pressure and temperature altered the dolomite into the &lt;a href=\"metamorphic%20rock\"&gt;metamorphic rock&lt;/a&gt;, marble. The Noonday Dolomite has since been tilted from uplift.\nMosaic Canyon was named for a rock formation known as the Mosaic Breccia. &lt;a href=\"Breccia\"&gt;Breccia&lt;/a&gt; is an Italian word meaning \"gravel\". This formation is composed of angular fragments of many different kinds of parent rock, and it can be seen on the floor of the canyon just south of the parking area.\nNatural Bridge Canyon.\nNatural Bridge Canyon is found on the east side of the park and is one of the few canyons with an official trailhead. Located south of the Artist's Drive scenic loop, the canyon contains a &lt;a href=\"Natural%20arch\"&gt;natural stone bridge&lt;/a&gt;, accessible after a fifteen-minute walk from the parking area.\nPanamint Valley.\nThe Panamint Valley basin runs between the &lt;a href=\"Panamint%20Range\"&gt;Panamint Range&lt;/a&gt; to the east and &lt;a href=\"Argus%20Range\"&gt;Argus&lt;/a&gt; and &lt;a href=\"Slate%20Range%20%28California%29\"&gt;Slate&lt;/a&gt; ranges to the west for 65 miles (105 km). It has a width of about 10 miles (16 km). It is an &lt;a href=\"endorheic%20basin\"&gt;endorheic basin&lt;/a&gt; that can form a lake after heavy rain. Airspace above the valley is part of the Panamint Military Operating Area, restricted to US military use. The ghost town of &lt;a href=\"Ballarat%2C%20California\"&gt;Ballarat&lt;/a&gt; had 400 residents at the turn of the 20th century when mines were active in the area.\nRacetrack Playa.\nRacetrack Playa is a seasonally &lt;a href=\"dry%20lake\"&gt;dry lake&lt;/a&gt; (playa) located in the northern part of the Panamint Mountains that is famous for &lt;a href=\"sailing%20stones\"&gt;rocks that mysteriously move across its surface&lt;/a&gt;. During periods of heavy rain, water washes down from nearby mountain slopes onto the playa, forming a shallow, short-lived lake. Most of the so-called 'sailing stones' are from a nearby high hillside of dark &lt;a href=\"Dolomite%20%28mineral%29\"&gt;dolomite&lt;/a&gt; on the south end of the playa. Similar rock travel patterns have been recorded in several other playas in the region but the number and length of travel grooves on The Racetrack are notable. Racetrack stones only move once every two or three years and most tracks last for just three or four years.\nRainbow Canyon.\nRainbow Canyon is a canyon near the western edge of the park. It is commonly used by the United States Military for fighter jet training and is frequented by photographers who, from the canyon rim, are able to photograph jets flying beneath them.\nRed Cathedral.\nRed Cathedral is a geological formation located between highways 178 and 190. Formed of steep cliffs, it is composed of red colored oxidized rocks and is visible from Zabriskie point and the Golden Canyon trail.\nSalt Creek.\nMuch of Salt Creek is usually dry at the surface and covered by a bright layer of salt which was created by many flooding and subsequent evaporation of water that \nperiodically flows at the surface. Over time the small amount of solutes in the water accumulate to form this linear salt pan. Another part of salt creek runs with brackish water year-round. It is here that the last survivor of Lake Manly resides; the &lt;a href=\"Death%20Valley%20pupfish\"&gt;Death Valley pupfish&lt;/a&gt;.\nSaratoga Springs.\nSaratoga Springs () is a desert &lt;a href=\"oasis\"&gt;oasis&lt;/a&gt; located in southern &lt;a href=\"Death%20Valley%20National%20Park\"&gt;Death Valley National Park&lt;/a&gt;. The wetland lies at the southern tip of the &lt;a href=\"Ibex%20Hills\"&gt;Ibex Hills&lt;/a&gt;, on the floor of Death Valley and just northeast of the &lt;a href=\"Amargosa%20River\"&gt;Amargosa River&lt;/a&gt;. Several springs overflow into pools totaling 6.6 acres (2.7 ha) in area, making the site the third largest &lt;a href=\"marsh\"&gt;marsh&lt;/a&gt; in the park. The pools provide habitat for several &lt;a href=\"Endemism\"&gt;endemic&lt;/a&gt; species, including the &lt;a href=\"Saratoga%20Springs%20pupfish\"&gt;Saratoga Springs pupfish&lt;/a&gt;. Other rare species present include the &lt;a href=\"Amargosa%20tryonia\"&gt;Amargosa tryonia snail&lt;/a&gt;, the &lt;a href=\"Amargosa%20springsnail\"&gt;Amargosa springsnail&lt;/a&gt;, the &lt;a href=\"Saratoga%20Springs%20belostoma%20bug\"&gt;Saratoga Springs belostoma bug&lt;/a&gt;, the &lt;a href=\"Amargosa%20naucorid%20bug\"&gt;Amargosa naucorid bug&lt;/a&gt;, and the &lt;a href=\"Death%20Valley%20June%20beetle\"&gt;Death Valley June beetle&lt;/a&gt;. Plant life includes &lt;a href=\"Phragmites\"&gt;common reeds&lt;/a&gt;, &lt;a href=\"Scirpus\"&gt;bulrush&lt;/a&gt; and &lt;a href=\"Distichlis%20spicata\"&gt;saltgrass&lt;/a&gt;.\nThe springs were probably named in 1871 by the &lt;a href=\"Wheeler%20Survey\"&gt;Wheeler Survey&lt;/a&gt; after the resort town of &lt;a href=\"Saratoga%20Springs%2C%20New%20York\"&gt;Saratoga Springs, New York&lt;/a&gt;, and were an important water source for the &lt;a href=\"Twenty-mule%20team\"&gt;twenty-mule teams&lt;/a&gt; of the 1880s. The area saw a failed &lt;a href=\"nitrate\"&gt;nitrate&lt;/a&gt; rush in 1902, and similarly unsuccessful attempts to mine &lt;a href=\"gold\"&gt;gold&lt;/a&gt; and &lt;a href=\"silver\"&gt;silver&lt;/a&gt; in the middle part of the decade. The Pacific Nitrate Company arrived in 1909 and built a small camp, but left within a few years. From the 1930s through the 1960s the springs provided water for the successful &lt;a href=\"talc\"&gt;talc&lt;/a&gt; mines in the nearby Ibex Hills.\nExcept for two partially collapsed stone structures, little evidence remains of human habitation at the spring. A dirt road provides access to an overlook of the area, but human entry into the wetland itself is prohibited in order to the protect the sensitive habitat.\nShoreline Butte.\nThis desert &lt;a href=\"butte\"&gt;butte&lt;/a&gt; was once an island in a lake that filled Death Valley several times during the &lt;a href=\"Pleistocene\"&gt;Pleistocene&lt;/a&gt; &lt;a href=\"ice%20age\"&gt;ice age&lt;/a&gt;s. Scientists call all manifestations of this large body of water &lt;a href=\"Lake%20Manly\"&gt;Lake Manly&lt;/a&gt;. There are different horizontal linear features on the northeast flank of the butte that are ancient shorelines from this lake.\nIt takes some time for waves to gnaw away terraces like the ones seen on Shoreline Butte, so these benches provide records of times when the lake level stabilized long enough for waves to leave their mark on the &lt;a href=\"rock%20%28geology%29\"&gt;rock&lt;/a&gt;. The highest strandline is one of the principal clues that geologists use to estimate the depth of the lake that once filled Death Valley. Shorelines of ancient Lake Manly are preserved in several parts of Death Valley, but nowhere is the record as clear as at Shoreline Butte. Several lakes have occupied Death Valley since the close of the Pleistocene epoch 10,000 years ago, but these younger lakes were quite shallow compared to Lake Manly (See Badwater and Devils Golf Course above).\nTeakettle Junction.\nAt the junction where the unimproved road from Ubehebe Crater meets roads to the Racetrack Playa and Hunter Mountain (), there is a sign reading \"Teakettle Junction.\" While the origin of the name is unknown, it has become a tradition for visitors to attach teakettles to the sign with messages written on them. &lt;a href=\"National%20Park%20Service%20ranger\"&gt;National Park Service rangers&lt;/a&gt; will sometimes remove a number of teakettles when there are too many.\nThe rock at the junction includes the bedrock sandstone of the &lt;a href=\"Eureka%20Quartzite\"&gt;Eureka Quartzite&lt;/a&gt; strata.\nTelescope Peak.\nTelescope Peak is the highest point within Death Valley National Park and was named for the great distance visible from the summit – from atop this desert mountain one can see for over one hundred miles in many directions, including west to &lt;a href=\"Mount%20Whitney\"&gt;Mount Whitney&lt;/a&gt;, and east to &lt;a href=\"Charleston%20Peak\"&gt;Charleston Peak&lt;/a&gt;. Its summit rises above Badwater Basin, the lowest point in Death Valley at .\nTitus Canyon.\nTitus Canyon is a narrow gorge in the &lt;a href=\"Grapevine%20Mountains\"&gt;Grapevine Mountains&lt;/a&gt; near the eastern boundary of &lt;a href=\"Death%20Valley%20National%20Park\"&gt;Death Valley National Park&lt;/a&gt;. It features &lt;a href=\"Breccia\"&gt;megabreccia&lt;/a&gt; and other rock formations, &lt;a href=\"petroglyph\"&gt;petroglyph&lt;/a&gt;s, and wildlife of various kinds, including &lt;a href=\"bighorn%20sheep\"&gt;bighorn sheep&lt;/a&gt;. Along the road to the canyon stands &lt;a href=\"Leadfield%2C%20California\"&gt;Leadfield&lt;/a&gt;, a &lt;a href=\"ghost%20town\"&gt;ghost town&lt;/a&gt; dating to the 1920s.\nUbehebe Crater.\nUbehebe Crater is the largest of more than a dozen of in the &lt;a href=\"Ubehebe%20Craters\"&gt;Ubehebe Craters&lt;/a&gt; field. As groundwater exploded into steam due to the heat of magma underneath, an empty pit was left behind and the debris spread around the field. Erosion over the millennia since the eruption revealed multi-colored stripes on the crater walls dating to the &lt;a href=\"Miocene\"&gt;Miocene&lt;/a&gt;. Visitors can hike on trails to the bottom or around the rim. \nVentifact Ridge.\nVentifact Ridge is a part of a &lt;a href=\"basalt\"&gt;basalt&lt;/a&gt;ic lava flow. The rocks on its exposed and barren ridge are famous for being shaped by &lt;a href=\"wind%20erosion\"&gt;wind erosion&lt;/a&gt; and are called &lt;a href=\"ventifact\"&gt;ventifact&lt;/a&gt;s. Sharp edges of ventifacts called \"Kanters\" are formed when two or more facets (planar surfaces) intersect. Open grooves in the ventifacts are called flutes. Most of the holes in the basalt are vesicles that were formed when gas escaped from the cooling lava. Some of these have been expanded or even merged by sandblasting.\nNon-stop winds on this ridge are concentrated and compressed at the top of the hill and are very fast as a result. These strong winds pick-up dust and sand (mostly from the two closest alluvial fans), which literally sand-blast exposed surfaces. Winds strong enough for sandblasting come from the north and the south."
}