{
    "id": "12294397",
    "revid": "1755837",
    "url": "https://en.wikipedia.org/wiki?curid=12294397",
    "title": "Wellsway School",
    "text": "Wellsway School is a mixed &lt;a href=\"comprehensive%20school\"&gt;comprehensive school&lt;/a&gt; on the eastern side of &lt;a href=\"Keynsham\"&gt;Keynsham&lt;/a&gt;, Somerset, England, for students aged 11 to 18. In November 2021, there were 1,266 students attending the school, which is run by Futura Learning Partnership and has been an &lt;a href=\"Academy%20%28English%20school%29\"&gt;academy&lt;/a&gt; since October 2011.\nHistory.\nWellsway School was established in 1971, by amalgamating Keynsham Grammar School and Wellsway County Secondary School, both of which opened on a shared site in the mid-1950s.\nHouse system.\nThe house system has been maintained since the opening of both the Keynsham Grammar School and Wellsway County Secondary School in 1956. The pupils of Wellsway were divided into three Houses, each with their own House Master, Staff and Captains. The three houses were Bridges House, Chandos House and Rodney House. The house system as it is today was created when Wellsway School opened in 1971. The four houses are named after local villages; Burnett, Compton, Newton and Stanton. These are then represented by colours: purple for Burnett, blue for Compton, orange for Newton and red for Stanton.\n2015 onwards.\nIn September 2015 it was announced that Andrea Arlidge would move into the full-time role of Chief Executive of Wellsway Multi Academy Trust (WMAT) ( the role she had as well as Head of Wellsway School). In December, Matthew Woodville was appointed as the new Principal (the name Head Teacher was changed to principal to be in line with other WMAT schools).\nIn March 2016 Head of School Simon White announced that he would leave WMAT to become Principal at John Cabot Academy in Kingswood Bristol.\nOn 1 April 2016 Andrea Arlidge became Chief Executive and Matthew Woodville became Principal.\nStructural changes.\nThe school has gone through many changes since its opening in 1956. Many of these are new builds, or extensions, with the original buildings still standing and fully functional.\nKey structural changes through the years have been:\nMinor structural changes:\nStatistics.\nMost students that attend the school live in Keynsham and &lt;a href=\"Saltford\"&gt;Saltford&lt;/a&gt; or the nearby villages.\nCampus.\nWellsway School is on the eastern side of Keynsham in a spacious campus with open and green fields. The campus has three areas: Lansdown Building, Mendip Building and the playing fields. A review of schools within Bath and North East Somerset during 2010 identified some buildings which were in poor condition and proposed expanding Wellsway and closing &lt;a href=\"Broadlands%20School\"&gt;Broadlands School&lt;/a&gt; to create a single school in Keynsham, though a decision was made not to proceed with this proposal.\nUniform.\nWellsway requires students to wear uniform consisting of green blazers and colour-coded house ties. Uniform is worn by all pupils except sixth-form students.\nCurriculum teams and subjects.\nIn 2005/2006, the staff structure was reviewed at Wellsway, resulting in the departmental structure being revised. From September 2006, the previous structure was replaced by curriculum teams, which in some cases, comprises more than one subject team.\nIn 2016 the structure was as follows:\nInitiatives.\nSports &amp; Science Centre of Excellence.\nWellsway's bid for &lt;a href=\"specialist%20school\"&gt;specialist school&lt;/a&gt; status was accepted in September 2007, giving it &lt;a href=\"Sports%20College\"&gt;Sports&lt;/a&gt; and &lt;a href=\"Science%20College\"&gt;Science College&lt;/a&gt; status. A joint bid was unusual as there were only six schools in the country with a combined Sports and Science specialism. This status provided additional funding of £129 per student per year to spend on teaching and learning. The specialist schools programme ended in 2020.\nPlaying for Success.\nWellsway School is part of the &lt;a href=\"Playing%20for%20Success\"&gt;Playing for Success&lt;/a&gt; scheme run by the &lt;a href=\"Department%20for%20Children%2C%20Schools%20and%20Families\"&gt;Department for Children, Schools and Families&lt;/a&gt;. Wellsway School takes part in the initiative that takes place at the Bath Rec. This support centre is a 'classroom within a club' which offers after school study support to pupils in Year 8–9.\nFairtrade status.\nOn 29 March 2007, the school was the first school in the district to be awarded &lt;a href=\"Fair%20Trade\"&gt;Fair Trade&lt;/a&gt; status. Fair Trade coffee, tea and sugar are used in the staff room and other products sold in the school canteen, in Shades, the Sixth Form cafe, and in a weekly tuck shop run by students. Fair Trade issues are integrated in the curriculum and taught in subjects such as Business Studies, Citizenship, Geography and &lt;a href=\"Religious%20Studies\"&gt;Religious Studies&lt;/a&gt;.\nWellsway Sixth Form College.\nMany &lt;a href=\"sixth%20form\"&gt;sixth form&lt;/a&gt; students go on to university. In 2006, the Sixth Form had 280 students aged between 16 and 19, having the choice to study from a range of 25 subjects at &lt;a href=\"GCE%20Advanced%20Level\"&gt;AS&lt;/a&gt;/&lt;a href=\"Advanced%20Level%20%28UK%29\"&gt;A2 level&lt;/a&gt;. The students can also take part in a range of extracurricular opportunities, such as Teacher Support sessions, team building exercises, tutorials and theatre trips. A new sixth form learning centre which hosts a computer suite, private study and office area was opened in October 2008.\nSport.\nStudents represent the district, county or region in various sports. Sporting success has been achieved in many sports including &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;, &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt;, &lt;a href=\"Athletics%20%28sport%29\"&gt;athletics&lt;/a&gt;, &lt;a href=\"netball\"&gt;netball&lt;/a&gt; and especially &lt;a href=\"field%20hockey\"&gt;field hockey&lt;/a&gt;. A new artificial turf pitch was constructed in 2005.\nSince the opening of the artificial pitch, Wellsway has played XI Mixed Hockey against local schools and in the 2006–2007 season, won the U18 Mixed District Tournament. Players from the school have gone on to play at club level in the area and around the country.\nIn netball, the U14 team reached the National Championships in Bournemouth and teams for other age groups have been district and regional champions.\nWellsway also supports students who want to pursue a career in Sport, including the &lt;a href=\"Rugby%20Football%20Union\"&gt;RFU&lt;/a&gt; Referee's foundation course.\nOther extracurricular activities.\nIn May 2006, students composed music for a concert at Wellsway involving over 60 local musicians. In September 2006 over 200 students sang together for &lt;a href=\"World%20Peace%20Day\"&gt;World Peace Day&lt;/a&gt;. Wellsway hosted the regional heat for a national schools rock idol competition and musicians from the school performed live on &lt;a href=\"BBC%20Radio%20Bristol\"&gt;BBC Radio Bristol&lt;/a&gt;. A fundraising concert for the &lt;a href=\"Royal%20United%20Hospital\"&gt;Royal United Hospital&lt;/a&gt; brought together the musicians and Radio Wellsway with a live broadcast and video link involving the whole school.\n'A' level dance is offered in the sixth form and has become part of Wellsway's extracurricular activities. Wellsway pupils presented their own Evening of Dance which included junior, senior and sixth form students. This event involved year 6 pupils from Chandag Junior School, giving them a chance to take part in a dance workshop.\n&lt;a href=\"A%20Level\"&gt;A Level&lt;/a&gt; Theatre Studies students regularly take part in evening performances which are either an extension of ideas explored in class or formal practical exams. In November 2005, Year 13 students performed their devised pieces as part of the Endgames Festival at the Egg Theatre, which is a part of the &lt;a href=\"Theatre%20Royal%2C%20Bath\"&gt;Theatre Royal, Bath&lt;/a&gt; whose education department are working with the school.\nThe Green Team is the name of the school's environmental group. The group meets regularly for sessions looking after the environment both in and outside school.\nFutura Learning Partnership.\nWellsway Multi Academy Trust (MAT) was formed in 2014 and at first comprised six academy schools. The trust expanded significantly and constructed two &lt;a href=\"Studio%20school\"&gt;studio schools&lt;/a&gt;, one in Bath and one on the Wellsway site.\nThe trust also sponsors the &lt;a href=\"Sir%20Bernard%20Lovell%20Academy\"&gt;Sir Bernard Lovell Academy&lt;/a&gt; after its inadequate 2014 &lt;a href=\"Ofsted\"&gt;Ofsted&lt;/a&gt; report.\nIn 2018 Ofsted found that all the secondary schools other than Wellsway School in the MAT required improvement. The MAT noted that Sir Bernard Lovell Academy had come out of &lt;a href=\"special%20measures\"&gt;special measures&lt;/a&gt;, and the other two schools were first inspections. In 2018, the MAT proposed that Bath Studio School should close in 2020, largely because only 126 places of the school's 300 capacity were in use so the school was being heavily subsidised by the MAT.\nThe organisation's name was changed in June 2021 from Wellsway Multi Academy Trust to Futura Learning Partnership, reflecting its growth to 13 academies.\nAcademies.\nThe MAT also operates three \"Aspire AP\" sites offering provision for about 30 children with serious mental health, behavioural and emotional problems.\nZest Catering.\nThe Trust has its own in-house catering service called Zest. It was formed in 2016 and has since expanded to most schools in the trust."
}