{
    "id": "12305258",
    "revid": "31318935",
    "url": "https://en.wikipedia.org/wiki?curid=12305258",
    "title": "Sergio Escudero (footballer, born 1988)",
    "text": "Sergio Escudero (エスクデロ 競飛王, \"Esukudero Seruhio\"; ; born September 1, 1988) is a professional &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; player for &lt;a href=\"Thai%20League%201\"&gt;Thai League 1&lt;/a&gt; club &lt;a href=\"Chiangmai%20United%20F.C.\"&gt;Chiangmai United&lt;/a&gt;. Born in Spain, he has represented Japan internationally. He is the son of Argentine-Japanese footballer &lt;a href=\"Sergio%20Escudero%20%28footballer%2C%20born%201964%29\"&gt;Sergio Ariel Escudero&lt;/a&gt;.\nBiography.\nAs the son of a former Argentine-Japanese footballer of &lt;a href=\"Sergio%20Escudero%20%28footballer%2C%20born%201964%29\"&gt;the same name&lt;/a&gt;, he was born to &lt;a href=\"Spanish%20settlement%20in%20Argentina\"&gt;Argentine parents of Spanish descent&lt;/a&gt; in Spain, and thus held dual Argentine and Spanish citizenship. In 2007, he acquired Japanese citizenship automatically as a result of his father's naturalization. Escudero is a cousin of &lt;a href=\"Dami%C3%A1n%20Escudero\"&gt;Damián Escudero&lt;/a&gt; and nephew of &lt;a href=\"Osvaldo%20Escudero\"&gt;Osvaldo Escudero&lt;/a&gt;.\nCareer.\nWhen Escudero was three years old, he moved to &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; because of his father's work and joined the local club team. After living in Japan for five years, he moved to &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; and Escudero began his career with the &lt;a href=\"Club%20Atl%C3%A9tico%20V%C3%A9lez%20S%C3%A1rsfield\"&gt;Vélez Sársfield&lt;/a&gt; youth team, where his father, also named &lt;a href=\"Sergio%20Escudero%20%28footballer%20born%201964%29\"&gt;Sergio Ariel Escudero&lt;/a&gt; and uncle &lt;a href=\"Osvaldo%20Salvador%20Escudero\"&gt;Osvaldo Salvador Escudero&lt;/a&gt; have played. Then he was called up to the U-15 &lt;a href=\"Argentina%20national%20football%20team\"&gt;Argentina national team&lt;/a&gt; training camp.\nIn 2001, Escudero returned to Japan and joined &lt;a href=\"Kashiwa%20Reysol\"&gt;Kashiwa Reysol&lt;/a&gt; junior youth team in Chiba and later moved to &lt;a href=\"Urawa%20Red%20Diamonds\"&gt;Urawa Red Diamonds&lt;/a&gt; junior youth team in Saitama. He scored many goals in youth level league matches and contracted with Urawa Reds in 2005. Playing as a &lt;a href=\"Striker%20%28association%20football%29\"&gt;forward&lt;/a&gt;, Escudero made his debut as a professional on April 15, 2005, against &lt;a href=\"Albirex%20Niigata\"&gt;Albirex Niigata&lt;/a&gt; at the age of 16 years, 8 months and 21 days and he became the second youngest &lt;a href=\"J.%20League\"&gt;J. League&lt;/a&gt; Division 1 player after &lt;a href=\"Takayuki%20Morimoto\"&gt;Takayuki Morimoto&lt;/a&gt;. In 2006, German outfit &lt;a href=\"VfB%20Stuttgart\"&gt;VfB Stuttgart&lt;/a&gt; were interested in him but Urawa refused to release him.\nOn June 11, 2007, he obtained his Japanese citizenship and therefore he had a chance to play for the &lt;a href=\"Japan%20national%20under-20%20football%20team\"&gt;Japan U-20 team&lt;/a&gt; at &lt;a href=\"2007%20FIFA%20U-20%20World%20Cup\"&gt;2007 FIFA U-20 World Cup&lt;/a&gt; in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;. However he failed to make it to the tournament since the squad was submitted before he became a Japanese citizen. In May 2008, he joined the &lt;a href=\"Japan%20national%20under-23%20football%20team\"&gt;U-23 national team&lt;/a&gt; which played at the &lt;a href=\"2008%20Toulon%20Tournament\"&gt;2008 Toulon Tournament&lt;/a&gt; and scored a goal against &lt;a href=\"Ivory%20Coast%20national%20under-23%20football%20team\"&gt;Ivory Coast&lt;/a&gt;.\nOn July 17, 2012, Escudero joined South Korean outfit &lt;a href=\"FC%20Seoul\"&gt;FC Seoul&lt;/a&gt; on a six-month loan deal. He received number 26 and scored his debut goal on July 21. He scored 4 goals and provided 3 assists in the end of the season. His loan was made permanent in December. He scored the opening goal and assisted &lt;a href=\"Dejan%20Damjanovic\"&gt;Dejan Damjanovic&lt;/a&gt;'s 2:2 Equalizer in the &lt;a href=\"2013%20AFC%20Champions%20League%20Final\"&gt;2013 AFC Champions League Final&lt;/a&gt; match against China powerhouse &lt;a href=\"Guangzhou%20Evergrande\"&gt;Guangzhou Evergrande&lt;/a&gt; in October 26, 2013. His impressive performance made him &lt;a href=\"Man%20of%20the%20Match\"&gt;Man of the Match&lt;/a&gt;.\nOn 25 February 2015, Escudero signed a two-year contract with &lt;a href=\"Chinese%20Super%20League\"&gt;Chinese Super League&lt;/a&gt; side &lt;a href=\"Jiangsu%20Guoxin-Sainty\"&gt;Jiangsu Guoxin-Sainty&lt;/a&gt;.\nCareer statistics.\n\"Updated to end of 2018 season\"."
}