{
    "id": "1230153",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=1230153",
    "title": "Franklinia",
    "text": "Franklinia is a &lt;a href=\"Monotypic%20taxon\"&gt;monotypic&lt;/a&gt; genus in the &lt;a href=\"Camellia%20sinensis\"&gt;tea&lt;/a&gt; family, &lt;a href=\"Theaceae\"&gt;Theaceae&lt;/a&gt;. The sole species in this genus is a flowering tree, Franklinia alatamaha, commonly called the Franklin tree, and native to the &lt;a href=\"Altamaha%20River\"&gt;Altamaha River&lt;/a&gt; valley in &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt; in the southeastern &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. It has been &lt;a href=\"extinct%20in%20the%20wild\"&gt;extinct in the wild&lt;/a&gt; since the early 19th century, but survives as a cultivated ornamental tree.\nIn the past, some &lt;a href=\"botanist\"&gt;botanist&lt;/a&gt;s have included \"Franklinia\" within the related genus \"&lt;a href=\"Gordonia%20%28plant%29\"&gt;Gordonia&lt;/a&gt;\". The southeastern North American species \"&lt;a href=\"Gordonia%20lasianthus\"&gt;Gordonia lasianthus&lt;/a&gt;\" differs in having &lt;a href=\"evergreen\"&gt;evergreen&lt;/a&gt; foliage, flowers with longer stems, winged seeds, and conical &lt;a href=\"Capsule%20%28fruit%29\"&gt;seed capsules&lt;/a&gt;. (\"Franklinia\" was often known as \"Gordonia pubescens\" until the middle of the 20th century.)\n\"Franklinia\" is now thought to be closer in relation to the Asian genus \"&lt;a href=\"Schima\"&gt;Schima&lt;/a&gt;\". Recent DNA studies and examinations of floral &lt;a href=\"ontogeny\"&gt;ontogeny&lt;/a&gt; in the Theaceae place \"Franklinia\" together with \"Gordonia\" and \"Schima\" in a &lt;a href=\"Tribe%20%28biology%29\"&gt;subtribe&lt;/a&gt;. &lt;a href=\"Hybrid%20%28biology%29\"&gt;Hybrid crosses&lt;/a&gt; have been produced between \"Franklinia alatamaha\" and \"&lt;a href=\"Gordonia%20lasianthus\"&gt;Gordonia lasianthus&lt;/a&gt;\", and between \"Franklinia alatamaha\" and \"Schima argentea\".\nDescription.\n\"Franklinia alatamaha\" is a small &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt; &lt;a href=\"tree\"&gt;tree&lt;/a&gt; growing to tall, but commonly . It is prized for its fragrant white flowers, similar to single white \"&lt;a href=\"Camellia\"&gt;Camellia&lt;/a&gt;\" blossoms; the smell may remind some of orange blossoms or &lt;a href=\"honeysuckle\"&gt;honeysuckle&lt;/a&gt;. The tree has a symmetrical, somewhat pyramidal shape, often with different individuals of the species forming almost identical crowns. It frequently suckers and can form several vertical trunks close to ground level. The bark is gray with vertical white striations and has a ridged texture. The alternate, obovate leaves are up to in length and turn a bright orange-red in the fall. Although difficult to &lt;a href=\"transplanting\"&gt;transplant&lt;/a&gt;, once established, \"F. alatamaha\" can live a century or more.\nThe &lt;a href=\"capsule%20%28botany%29\"&gt;seed capsules&lt;/a&gt; require 12–14 months to mature. Unlike almost all angiosperms, \"Franklinia alatamaha\" exhibits zygotic dormancy. It pollinates in late summer or early autumn, is then dormant over winter, and only sets fruit during the subsequent summer. Female gametophytes are mature prior to pollination, with double fertilization occurring soon after pollination. The zygote becomes dormant immediately after fertilization with delay of development until the following summer. Initial development of endosperm occurs for up to 3 months after fertilization but comes to a standstill at winter's onset. With onset of the following summer, embryogenesis begins and endosperm development restarts. This overwinter zygotic dormancy is extremely rare among temperate angiosperms. When ripe the pentavalved spherical capsules &lt;a href=\"dehiscence%20%28botany%29\"&gt;split&lt;/a&gt; above and below in a unique manner.\nHistory.\n&lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt; botanists &lt;a href=\"John%20Bartram\"&gt;John&lt;/a&gt; and &lt;a href=\"William%20Bartram\"&gt;William Bartram&lt;/a&gt; first observed the tree growing along the &lt;a href=\"Altamaha%20River\"&gt;Altamaha River&lt;/a&gt; near Fort Barrington in the British colony of &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt; in October 1765. John Bartram recorded \"severall very curious shrubs\" in his journal entry for October 1, 1765. William Bartram returned several times to the same location on the Altamaha during a collecting trip to the American South, funded by Dr. John Fothergill of London. William Bartram collected \"F. alatamaha\" &lt;a href=\"seed\"&gt;seed&lt;/a&gt;s during this extended trip to the South from 1773 through 1776, a journey described in his book \"&lt;a href=\"Bartram%27s%20Travels\"&gt;Bartram's Travels&lt;/a&gt;\" published in Philadelphia in 1791. William Bartram brought seed back to Philadelphia in 1777 at which time William reported to his father that he had relocated the plant, but this time had been able to retrieve its seeds although it was not until after John's death (1777) that he was able to achieve flowering plants (1781). After several years of study, William Bartram assigned the “rare and elegant flowering shrub” to a new genus \"Franklinia\", named in honor of his father's great friend &lt;a href=\"Benjamin%20Franklin\"&gt;Benjamin Franklin&lt;/a&gt;. The new plant name, \"Franklinia alatamaha\", was first published by a Bartram cousin, Humphry Marshall, in 1785 in his catalogue of North American trees and shrubs entitled \"Arbustrum Americanum.\" (Marshall 1785: 48–50; Fry 2001).\nWilliam Bartram was the first to report the extremely limited distribution of \"Franklinia\". \"We never saw it grow in any other place, nor have I ever since seen it growing wild, in all my travels, from Pennsylvania to &lt;a href=\"Point%20Coupee%2C%20Louisiana\"&gt;Point Coupe&lt;/a&gt;, on the banks of the Mississippi, which must be allowed a very singular and unaccountable circumstance; at this place there are two or of ground where it grows plentifully.\" (W. Bartram 1791: 468).\nThe tree was last verified in the wild in 1803 by the English plant collector John Lyon (although there are hints it may have been present into at least the 1840s). The cause of its extinction in the wild is not known, but has been attributed to a number of causes including fire, flood, overcollection by plant collectors, and &lt;a href=\"fungus\"&gt;fungal&lt;/a&gt; &lt;a href=\"disease\"&gt;disease&lt;/a&gt; introduced with the cultivation of &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt; plants.\nAll the Franklin trees known to exist today are descended from seed collected by William Bartram and propagated at &lt;a href=\"Bartram%27s%20Garden\"&gt;Bartram's Garden&lt;/a&gt; in Philadelphia. It has now been cultivated in over 1000 sites worldwide including botanical gardens, private homes, parks, and cemeteries. To mark the 300th anniversary of John Bartram's birth in 1998, Bartram's Garden launched a project to locate as many \"Franklinia\" trees as possible.\nThere have been efforts to reintroduce the species to its native habitat. Twenty-four individuals were planted between 2002 and 2003 in the &lt;a href=\"Altamaha%20Wildlife%20Management%20Area\"&gt;Altamaha Wildlife Management Area&lt;/a&gt;; however, they were unsuccessful. The idea of reintroduction has been controversial for botanists who believe wild populations may still exist.\nCultivation.\nThe Franklin tree has a reputation among gardeners for being difficult to cultivate, especially in urban environments. It prefers sandy, high-acid soil, and does not tolerate compacted clay soil, excessive moisture, or any disturbance to its roots. The Franklin tree has no known pests, but it is subject to root-rot and crown-rot caused by \"&lt;a href=\"Phytophthora%20cinnamomi\"&gt;Phytophthora cinnamomi&lt;/a&gt;\" and does not endure drought well. It is commercially available for garden cultivation.\nIt is one of two species of trees in the tea family that only exists in cultivation, the other being \"&lt;a href=\"Camellia%20amplexicaulis\"&gt;Camellia amplexicaulis&lt;/a&gt;\"."
}