{
    "id": "12311350",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=12311350",
    "title": "Microcambeva",
    "text": "Microcambeva is a &lt;a href=\"genus\"&gt;genus&lt;/a&gt; of &lt;a href=\"catfish\"&gt;catfish&lt;/a&gt;es (&lt;a href=\"order%20%28biology%29\"&gt;order&lt;/a&gt; Siluriformes) of the &lt;a href=\"family%20%28biology%29\"&gt;family&lt;/a&gt; &lt;a href=\"Trichomycteridae\"&gt;Trichomycteridae&lt;/a&gt;.\nSpecies.\nThere are currently four recognized species in this genus:\nDistribution.\n\"Microcambeva\" is thought to be widespread along coastal basins of southern, southeastern, and eastern &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;. \"M. barbata\" originates from &lt;a href=\"Atlantic\"&gt;Atlantic&lt;/a&gt; coastal drainages of &lt;a href=\"Rio%20de%20Janeiro%20%28state%29\"&gt;Rio de Janeiro&lt;/a&gt; and &lt;a href=\"Esp%C3%ADrito%20Santo\"&gt;Espírito Santo&lt;/a&gt; states in Brazil. \"M. ribeirae\" originates from the &lt;a href=\"Ribeira%20do%20Iguape%20River\"&gt;Ribeira do Iguape River&lt;/a&gt; basin of southeastern Brazil. Two undescribed species of \"Microcambeva\" are known from the &lt;a href=\"Doce%20River\"&gt;Doce River&lt;/a&gt; basin in &lt;a href=\"Minas%20Gerais\"&gt;Minas Gerais&lt;/a&gt; state and &lt;a href=\"Jucuru%C3%A7u%20River\"&gt;Jucuruçu River&lt;/a&gt; in &lt;a href=\"Bahia\"&gt;Bahia&lt;/a&gt; state.\nDescription.\nThe two currently described species of \"Microcambeva\" have similar general morphology. \"M. ribeirae\" has a maximum recorded length of 4.8 &lt;a href=\"centimetre\"&gt;centimetre&lt;/a&gt;s (1.9 &lt;a href=\"inch\"&gt;in&lt;/a&gt;) &lt;a href=\"fish%20measurement\"&gt;SL&lt;/a&gt;. \"M. ribeirae\" is distinguished from \"M. barbata\" by a series of morphological features, including the extent of the &lt;a href=\"barbel%20%28anatomy%29\"&gt;nasal barbels&lt;/a&gt; (to the nostril instead of the eye), the position of the eye (posterior half of head instead of on central portion), the first pectoral fin ray being shorter than the posterior ones (instead of the first ray being elongate and forming a prominent filament), the anal fin origin behind the vertical through the base of the last &lt;a href=\"dorsal%20fin\"&gt;dorsal fin&lt;/a&gt; rays (instead of at this vertical), and others.\nHabitat.\n\"M. ribeirae\" has been found in clear, shallow streams (about 60 cm or 24 in deep) with a gray, sandy bottom in which the specimens were found entirely buried except for snout and barbels."
}