{
    "id": "123200",
    "revid": "84417",
    "url": "https://en.wikipedia.org/wiki?curid=123200",
    "title": "Kinloch, Missouri",
    "text": "Kinloch is a city in &lt;a href=\"St.%20Louis%20County%2C%20Missouri\"&gt;St. Louis County&lt;/a&gt;, &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt;, United States. The population was 298 as of the 2010 census.\nThe oldest &lt;a href=\"African-American\"&gt;African-American&lt;/a&gt; community to be incorporated in Missouri, Kinloch was home to a vibrant and flourishing black community for much of the 19th and 20th century. It began to decline in the 1980s, when the &lt;a href=\"St.%20Louis%2C%20Missouri\"&gt;City of St. Louis&lt;/a&gt; began to buy up property due to an FAA noise-abatement program for nearby &lt;a href=\"St.%20Louis%20Lambert%20International%20Airport\"&gt;St. Louis Lambert International Airport&lt;/a&gt;. Between 1990 and 2000, Kinloch lost more than 80 percent of its population, and the city became an increasingly violent and dangerous place to live. In recent years, there have been efforts to rebuild the city.\nHistory.\nThe current city of Kinloch grew up around Kinloch Park, a commuter suburb first developed in the 1890s.\nA Mrs. \"B\" and her husband are thought to be the first black family to purchase a home in Kinloch Park. As soon as the neighbors discovered the new owners were black they sold their properties, and new sales to permanent white residents of south Kinloch Park ceased.Source needed In a few years, more than 30 black families had bought into a six-block area that became called South Kinloch Park.\nKinloch, as an African-American community, developed out of a land purchase model similar to the &lt;a href=\"Brooklyn%2C%20Illinois\"&gt;Brooklyn, Illinois&lt;/a&gt; model. Since it was not legal to sell directly to blacks,Source needed the Olive Street Terrace Realty Corporation sold the parcels to whites for an average price of $150. The new owners then sold the plots to blacks for an average of $350. This allowed the company to use the white people's loans as &lt;a href=\"collateral%20%28finance%29\"&gt;collateral&lt;/a&gt; for further bank notes. To get white investors, the company circulated testimonials of investors who paid in $50 towards a parcel and received returns of $500 to $1,000 on the investment. In an advertisement to the \"&lt;a href=\"St.%20Louis%20Argus\"&gt;Argus&lt;/a&gt;\", Olive Street Terrace Realty said, \"The good colored people of South Kinloch Park have built themselves a little city of which they have a right to be proud. More than a hundred homes, three churches and a splendid public school have been built in a few years.\"\nThe Kinloch Park development had a horse-racing facility called Kinloch Track. When Missouri outlawed the sport, the grounds were taken over by &lt;a href=\"Kinloch%20Airfield\"&gt;Kinloch Airfield&lt;/a&gt;, which saw some historic flights. The Aero Club of St. Louis hosted the first international air meet in October 1910, where &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt; became the first U.S. president to fly in an airplane. Pilot &lt;a href=\"Arch%20Hoxsey\"&gt;Arch Hoxsey&lt;/a&gt; flew the president around for over three minutes in one of the &lt;a href=\"Wright%20Brothers\"&gt;Wright Brothers&lt;/a&gt;' six planes they had brought in.\nThe Kinloch Airfield saw the first &lt;a href=\"control%20tower\"&gt;control tower&lt;/a&gt;, the first meal served on a flight, the first &lt;a href=\"airmail\"&gt;airmail&lt;/a&gt; shipped, the first &lt;a href=\"parachute\"&gt;parachute&lt;/a&gt; jump, the first &lt;a href=\"aerial%20photo\"&gt;aerial photo&lt;/a&gt; and the first animal airlifted. &lt;a href=\"Albert%20Bond%20Lambert\"&gt;Albert Bond Lambert&lt;/a&gt;, the first person in the St. Louis area to receive a pilot's license, and fellow members of the Aero Club leased the field in 1920 and renamed it the Lambert-St. Louis Flying Field in 1923. Two years later, Lambert purchased the field outright; on February 7, 1928, he sold it to the city of St. Louis at cost, allowing it to become the first city-operated airport and the precursor of today's &lt;a href=\"Lambert-St.%20Louis%20International%20Airport\"&gt;Lambert-St. Louis International Airport&lt;/a&gt;.\nKinloch was home to the 198th chapter of the Universal Negro Improvement Association &lt;a href=\"UNIA\"&gt;UNIA&lt;/a&gt;, which fostered black-owned businesses in the area. The chapter chairman was Elijah Woodson.\nIn 1902, the white residents of Kinloch Park decided to withdraw from the neighboring &lt;a href=\"Ferguson%2C%20Missouri\"&gt;Ferguson&lt;/a&gt; school district and built the Nuroad school for whites. Their two-room school was given to black students, who were using the 1885 Vernon schoolhouse built for the children of the servants to the whites in Kinloch. In 1913, the Dunbar Elementary school, named after &lt;a href=\"Paul%20Laurence%20Dunbar\"&gt;Paul Laurence Dunbar&lt;/a&gt;, was established for the black children of South Kinloch. Still &lt;a href=\"racial%20segregation\"&gt;segregated&lt;/a&gt; when it closed in 1975, it holds the record as the longest-operated school for blacks only.\nIn 1924, Kinloch became the first community in Missouri to elect a black man to its school board: the Reverend Walter Johnson, who later became a vocal critic of Kinloch's refusal to build a high school for its black students.\nAnother Vernon School opened in 1927 to educate the black students of Kinloch and west Ferguson. Although the &lt;a href=\"United%20States%20Supreme%20Court\"&gt;U.S. Supreme Court&lt;/a&gt; had ordered &lt;a href=\"desegregation\"&gt;desegregation&lt;/a&gt; in 1954, the school remained segregated until it closed in 1967. Even though the Kinloch schools remained segregated, the Kinloch students took part in a court-ordered &lt;a href=\"desegregation%20busing%20in%20the%20United%20States\"&gt;busing&lt;/a&gt; program to desegregate other school districts.\nIn 1931, Holy Angels Parish was established and opened Our Lady of the Angels Elementary School. A new, updated church was built in 1952. Both the church and school were open until 2002, making it the oldest continuing black parish in the St. Louis Archdiocese.\nIn 1938, South Kinloch was poised to elect a second black board member, with a district that was 543 black students to 349 whites. This was when the white north put on the ballot an attempt to split the school district. This third attempt to divide the district by the protesting and minority whites who attended Nuroad School ended in failure, with 415 unanimous votes against in the black south and 215 unanimous votes for in the white north. This led to the foundation of a new municipality called &lt;a href=\"Berkeley%2C%20Missouri\"&gt;Berkeley&lt;/a&gt;, which included all of North Kinloch Park plus land to the northwest and which formed a new school district. South Kinloch Park became Kinloch.\nOne all-but-forgotten element in Kinloch's success was the electric streetcar line which ran through it to Florissant. Later the line was cut back to just north of Airport Road in Berkeley. At Kinloch, near the beginning of the 1900s, a branch had been constructed to downtown Ferguson, connecting at what was known as various times as Ramona Junction and Ferguson Junction. This clean, economic and efficient transportation gave Kinloch residents the ability to travel with ease to jobs both in the City of St. Louis and the northwestern suburbs. At the Wellston Loop, the line connected with numerous other streetcar and bus lines, giving Kinloch residents a reliable way to get to downtown St. Louis, the suburbs of University City, Clayton, Brentwood, Kirkwood, Webster Groves all the communities along St. Charles Rock Road west to St. Charles, Missouri. Many white people became acquainted with Kinloch as they passed through the area on their streetcar journeys. The substation at the junction of the Berkeley and Ferguson branches still sits on the east side of Hanley Road opposite Suburban Avenue, which had been the streetcar right-of-way into Ferguson. In a heavy segregated culture, black and white rode the streetcars as equals. Anyone could sit wherever anyone wanted and it was not unusual for blacks and whites who otherwise would never have known each other to strike up conversations. In summer streetcar riders always commented on the tantalizing smoky breeze of barbecuing at the Kinloch stop, where the trolleys to Ferguson paused on a graceful, wide curve.\nDecline and revitalization efforts.\nIn the 1980s, the &lt;a href=\"St.%20Louis%2C%20Missouri\"&gt;City of St. Louis&lt;/a&gt; began to buy out property in Kinloch as part of a noise-abatement program for &lt;a href=\"Lambert-St.%20Louis%20International%20Airport\"&gt;Lambert-St. Louis International Airport&lt;/a&gt;. Eventually, the airport took the vast majority of private homes in Kinloch. Between 1990 and 2000, Kinloch lost more than 75 percent of its population. The social and economic effects of this buyout were disastrous for the community.\nKinloch became an increasingly violent and dangerous place to live, infested with drugs and crime. The police department faced numerous investigations, and over a 20-year period a number of officers were arrested on corruption charges. In September 2002, St. Louis County police chief Ron Battelle directed his department to take control of law enforcement in Kinloch. The city's population had dwindled to 449, and there was talk of &lt;a href=\"Unincorporated%20area\"&gt;disincorporation&lt;/a&gt;, which was renewed in 2011, when &lt;a href=\"http%3A//www.stltoday.com/news/local/crime-and-courts/article_ce495808-854d-11e0-a1ca-0019bb30f31a.html\"&gt;Mayor Keith Conway faced federal charges&lt;/a&gt; for using city funds to pay for personal expenses, including a vacation home in &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;.\nIn recent years, there have been efforts to rebuild the city. Faith Beyond Walls, a community service organization, has been instrumental in mobilizing volunteers to assist with these efforts. The county police presence remains, though Kinloch continues to operate the Kinloch Police Department, and city officials say it is nearly ready to stand on its own.\nThe &lt;a href=\"City%20of%20St.%20Louis\"&gt;City of St. Louis&lt;/a&gt;, &lt;a href=\"St.%20Louis%20County%2C%20Missouri\"&gt;St. Louis County&lt;/a&gt;, Kinloch, &lt;a href=\"Berkeley%2C%20Missouri\"&gt;Berkeley&lt;/a&gt; and &lt;a href=\"Ferguson%2C%20Missouri\"&gt;Ferguson&lt;/a&gt; reached agreement on a &lt;a href=\"redevelopment\"&gt;redevelopment&lt;/a&gt; plan for of land on the northeast corner of &lt;a href=\"Interstate%2070%20in%20Missouri\"&gt;I-70&lt;/a&gt; and &lt;a href=\"Interstate%20170\"&gt;I-170&lt;/a&gt;, along the eastern edge of the airport. Years ago, this land was part of the airport buyout. The redevelopment will offer office, retail, and industrial space and is expected to create about 12,000 jobs, along with tax revenue to be split among the municipalities. The developers, NorthPark Partners, intend to make improvements in Kinloch and donate a new civic center to Kinloch.\n2015 election rejection.\nOn April 23, 2015, newly elected mayor Betty McCray was refused entrance to City Hall on the first day of her term. Members of the previous administration claimed voter fraud and that she had been suspended according to the city attorney. Eventually she was allegedly served with impeachment papers. The impeachment hearing was canceled in June 2015, leading McCray to file suit in St. Louis County Circuit Court, asking Judge John D. Warner to require the city to dismiss the impeachment proceeding and to provide access to her office in Kinloch City Hall, as well as barring the city attorney James Robinson from prosecuting her. She also asks for attorney's fees.\nPublic safety.\nSince October 1, 2018 the City of Kinloch is patrolled by the &lt;a href=\"St.%20Louis%20County%20Police%20Department\"&gt;St. Louis County Police Department&lt;/a&gt; under the command of Captain John Blake from the 2nd Precinct.\nKinloch operated donated police cars that it did not register or insure. It operated without paying into the state's &lt;a href=\"workers%27%20compensation\"&gt;workers' compensation&lt;/a&gt; fund. Officers injured on the job were responsible for their own medical bills.\nThe City of Kinloch fire protection services are provided by the Kinloch Fire Protection District. The Ferguson Fire Department, fills in for and supports the Kinloch Fire Protection District when the fire district pumper is unavailable.\nGeography.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the city has a total area of , all land.\nDemographics.\n2010 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2010, there were 298 people, 105 households, and 67 families residing in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was . There were 177 housing units at an average density of . The racial makeup of the city was 94.6% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 3.4% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;white&lt;/a&gt;, 0.3% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 0.7% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, and 1.0% from two or more races.\nThere were 105 households, of which 36.2% had children under the age of 18 living with them, 19.0% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 31.4% had a female householder with no husband present, 13.3% had a male householder with no wife present, and 36.2% were non-families. 32.4% of all households were made up of individuals, and 8.6% had someone living alone who was 65 years of age or older. The average household size was 2.84 and the average family size was 3.63.\nThe median age in the city was 31.8 years. 31.9% of residents were under the age of 18; 9.8% were between the ages of 18 and 24; 21.8% were from 25 to 44; 29.8% were from 45 to 64; and 6.7% were 65 years of age or older. The gender makeup of the city was 46.6% male and 53.4% female.\n2000 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 449 people, 157 households, and 116 families residing in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 616.5 people per square mile (237.5/km2). There were 231 housing units at an average density of 317.2 per square mile (122.2/km2). The racial makeup of the city was 96.4% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 1.8% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;white&lt;/a&gt;, 0.7% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 0.2% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, and 0.9% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 0.7% of the population.\nThere were 157 households, out of which 37.6% had children under the age of 18 living with them, 14.0% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 50.3% had a female householder with no husband present, and 26.1% were non-families. 24.8% of all households were made up of individuals, and 8.3% had someone living alone who was 65 years of age or older. The average household size was 2.86 and the average family size was 3.39.\nIn the city the population was spread out, with 38.3% under the age of 18, 11.1% from 18 to 24, 21.4% from 25 to 44, 20.5% from 45 to 64, and 8.7% who were 65 years of age or older. The median age was 26 years. For every 100 females, there were 98.7 males. For every 100 females age 18 and over, there were 84.7 males.\nThe median income for a household in the city was $10,156, and the median income for a family was $11,875. Males had a median income of $22,500 versus $12,031 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $8,798. About 77.5% of families and 81.5% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 82.9% of those under age 18 and 26.9% of those age 65 or over.\nIn 2015, press reports indicated the average lifespan in mostly-black Kinloch is thirty years less than in mostly-white &lt;a href=\"Wildwood%2C%20Missouri\"&gt;Wildwood&lt;/a&gt;."
}