{
    "id": "12334319",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=12334319",
    "title": "Slat armor",
    "text": "Slat armor (or slat armour, &lt;a href=\"American%20and%20British%20English%20spelling%20differences%23-our%2C%20-or\"&gt;see spelling differences&lt;/a&gt;), also known as bar armor, cage armor and standoff armor, is a type of &lt;a href=\"vehicle%20armor\"&gt;vehicle armor&lt;/a&gt; designed to protect against &lt;a href=\"high-explosive%20anti-tank\"&gt;high-explosive anti-tank&lt;/a&gt; (HEAT) attacks, as used by &lt;a href=\"rocket-propelled%20grenade\"&gt;rocket-propelled grenade&lt;/a&gt;s (RPG). It takes the form of a rigid slatted metal grid fitted around key sections of the vehicle, which disrupts the &lt;a href=\"shaped%20charge\"&gt;shaped charge&lt;/a&gt; of the &lt;a href=\"warhead\"&gt;warhead&lt;/a&gt; by either crushing it, preventing optimal detonation from occurring, or by damaging the &lt;a href=\"fuze\"&gt;fuzing&lt;/a&gt; mechanism, preventing detonation outright. Although slat armor is effective against incoming missiles, it does not offer complete protection – as many as 50% of missile impacts are unimpeded by the slat design. Slat armor is more likely to be effective if the cage spacing is less than the diameter of the incoming RPG round, which is commonly 85 mm in diameter.\nCombat history.\nWorld War II.\nThe German &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; was the first employer of cage armor during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, using \"Drahtgeflecht-Schürzen\" (&lt;a href=\"English%20language\"&gt;English&lt;/a&gt;: \"wire mesh skirts\") to fortify its tanks against &lt;a href=\"artillery%20shell\"&gt;shell&lt;/a&gt; fire. It was found to be just as effective as the steel plate \"&lt;a href=\"Sch%C3%BCrzen\"&gt;Schürzen&lt;/a&gt;\" also being utilized. In March 1943, &lt;a href=\"Adolf%20Hitler\"&gt;Adolf Hitler&lt;/a&gt; ordered all new &lt;a href=\"Sturmgesch%C3%BCtz\"&gt;Sturmgeschütz&lt;/a&gt;, &lt;a href=\"Panzer%20III\"&gt;Panzer III&lt;/a&gt;, &lt;a href=\"Panzer%20IV\"&gt;IV&lt;/a&gt;, and &lt;a href=\"Panther%20tank\"&gt;Panthers&lt;/a&gt; be outfitted with \"Schürzen\" of either the wire mesh or steel plate type. However, the wire mesh was not as easy to mass-produce as steel plate \"Schürzen\" or armored skirts. &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; tanks, faced with the new and highly effective German &lt;a href=\"Panzerfaust\"&gt;Panzerfaust&lt;/a&gt;, were similarly outfitted with \"bedspring\" armor made from &lt;a href=\"expanded%20metal\"&gt;expanded metal&lt;/a&gt; mesh grating panels.\nHowever, Schürzen were designed to stop Soviet &lt;a href=\"PTRD-41\"&gt;PTRD-41&lt;/a&gt; anti-tank rifles, and proved ineffective against &lt;a href=\"Bazooka\"&gt;Bazooka&lt;/a&gt; and &lt;a href=\"Panzerschreck\"&gt;Panzerschreck&lt;/a&gt; anti-tank rockets in US and German tests.\nCold War era.\nIn the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;, slat armor was commonly used on the sides of American patrol barges and boats. The CCB-18 is a surviving example of the &lt;a href=\"Mobile%20Riverine%20Force\"&gt;Mobile Riverine Force&lt;/a&gt; which used such armor. Wire fencing was also placed on vehicles such as the &lt;a href=\"M113\"&gt;M113&lt;/a&gt; to defeat &lt;a href=\"Vietcong\"&gt;Vietcong&lt;/a&gt; RPGs. The Swedish &lt;a href=\"Stridsvagn%20103\"&gt;Stridsvagn 103&lt;/a&gt; of the same era employed a much heavier front-mounted metal grid to protect against incoming projectiles.\nModern era.\nIn modern times, slat armor has seen use on the &lt;a href=\"Israel%20Defense%20Forces\"&gt;Israel Defense Forces&lt;/a&gt; (IDF) &lt;a href=\"Caterpillar%20D9\"&gt;Caterpillar D9R&lt;/a&gt; &lt;a href=\"armored%20bulldozer\"&gt;armored bulldozer&lt;/a&gt;, the &lt;a href=\"Force%20Protection%20Inc\"&gt;Force Protection&lt;/a&gt; &lt;a href=\"Buffalo%20MPV\"&gt;Buffalo MPV&lt;/a&gt; &lt;a href=\"MRAP%20%28armored%20vehicle%29\"&gt;MRAP&lt;/a&gt; vehicle, the &lt;a href=\"General%20Dynamics\"&gt;General Dynamics&lt;/a&gt; &lt;a href=\"Stryker\"&gt;Stryker&lt;/a&gt;, Ukrainian &lt;a href=\"BTR-4\"&gt;BTR-4&lt;/a&gt;, the &lt;a href=\"Warrior%20tracked%20armoured%20vehicle\"&gt;Warrior Infantry Fighting Vehicle&lt;/a&gt;, the &lt;a href=\"M113%20armored%20personnel%20carrier\"&gt;M113&lt;/a&gt; APC, the British &lt;a href=\"Challenger%202\"&gt;Challenger 2&lt;/a&gt;, the &lt;a href=\"Leopard%202%23Leopard%202A6\"&gt;Leopard 2A6&lt;/a&gt; main battle tank, and &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;n &lt;a href=\"T-62\"&gt;T-62&lt;/a&gt; tanks. Slat armor is favored over traditional &lt;a href=\"plate%20armor\"&gt;plate armor&lt;/a&gt; not only due to its effectiveness against shaped-charge warheads, but also due to its much lighter weight, which improves maneuverability.\nSlat armor was first used on the Israeli &lt;a href=\"IDF%20Caterpillar%20D9\"&gt;IDF Caterpillar D9&lt;/a&gt;R &lt;a href=\"armored%20bulldozer\"&gt;armored bulldozer&lt;/a&gt; in 2005, but was installed in large numbers only in 2006. Around the same time in 2005, slat armor was first proposed for the &lt;a href=\"Stryker\"&gt;Stryker&lt;/a&gt; by a team of experts from the &lt;a href=\"United%20States%20Army%20Research%20Laboratory\"&gt;Army Research Laboratory (ARL)&lt;/a&gt;, the Developmental Test Command, and the Aberdeen Test Center (ATC) to protect the vehicle from RPGs. Within seven days, the ARL and ATC designed and produced the first prototype, which was later mass produced at the Lima Army Tank Plant in Ohio and implemented in different variants of the Stryker. The design of the slat armor has the cage placed 50 cm ahead around the vehicle, allowing an RPG warhead to explode at a safe distance. In addition, the slat armor on the Stryker vehicles is reportedly effective against HEAT rounds.\nIn 2007, &lt;a href=\"BAE%20Systems\"&gt;BAE Systems&lt;/a&gt; developed an extremely lightweight &lt;a href=\"aluminum\"&gt;aluminum&lt;/a&gt; slat armor system called the LROD, which was initially used on the Buffalo MPV, and which was claimed to weigh half the amount of comparable steel designs. BAE later equipped several &lt;a href=\"US%20Army\"&gt;US Army&lt;/a&gt; &lt;a href=\"RG-31\"&gt;RG-31&lt;/a&gt;s with a variant of the LROD system, and also developed the system for its &lt;a href=\"RG-33\"&gt;RG-33&lt;/a&gt; vehicles, the Caiman and the JERRV. Slat armor is furthermore fielded on the American &lt;a href=\"M1%20Abrams\"&gt;M1 Abrams&lt;/a&gt; as part of the &lt;a href=\"TUSK\"&gt;TUSK&lt;/a&gt; urban warfare series. In the &lt;a href=\"Syrian%20Civil%20War\"&gt;Syrian Civil War&lt;/a&gt;, &lt;a href=\"Islamic%20State%20of%20Iraq%20and%20the%20Levant\"&gt;ISIS&lt;/a&gt;, the &lt;a href=\"Free%20Syrian%20Army\"&gt;Free Syrian Army&lt;/a&gt; and Syrian Army equipped their armored vehicles with homemade slat armor to protect from &lt;a href=\"RPG-7\"&gt;rocket propelled grenade&lt;/a&gt; impact.\nIn August 2016, Russia introduced bar-slat armor developed by NII Stali and &lt;a href=\"Uralvagonzavod\"&gt;Uralvagonzavod&lt;/a&gt; to increase protection of Russian armored vehicles against RPG and recoilless rifle HEAT rounds by 55-60%. The armor can be integrated with a variety of old-Soviet and Russian vehicles including the &lt;a href=\"BTR-50\"&gt;BTR-50&lt;/a&gt;/&lt;a href=\"BTR-60\"&gt;BTR-60&lt;/a&gt;/&lt;a href=\"BTR-70\"&gt;BTR-70&lt;/a&gt;/&lt;a href=\"BTR-80\"&gt;BTR-80/82&lt;/a&gt;/&lt;a href=\"BTR-90\"&gt;BTR-90&lt;/a&gt;, &lt;a href=\"BMP-1\"&gt;BMP-1&lt;/a&gt;/&lt;a href=\"BMP-2\"&gt;BMP-2&lt;/a&gt;/&lt;a href=\"BMP-3\"&gt;BMP-3&lt;/a&gt;, &lt;a href=\"BRDM-2\"&gt;BRDM-2&lt;/a&gt;/&lt;a href=\"BRDM-3\"&gt;BRDM-3&lt;/a&gt;, and &lt;a href=\"T-14%20Armata\"&gt;T-14 Armata&lt;/a&gt;, with the full kit adding of weight."
}