{
    "id": "12333253",
    "revid": "28779459",
    "url": "https://en.wikipedia.org/wiki?curid=12333253",
    "title": "Jake Fox",
    "text": "Jacob Quirin Fox (born July 20, 1982) is an American former &lt;a href=\"professional%20baseball\"&gt;professional baseball&lt;/a&gt; &lt;a href=\"utility%20player\"&gt;utility player&lt;/a&gt;. He played in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) for the &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt;, &lt;a href=\"Oakland%20Athletics\"&gt;Oakland Athletics&lt;/a&gt; and &lt;a href=\"Baltimore%20Orioles\"&gt;Baltimore Orioles&lt;/a&gt;, and in the &lt;a href=\"KBO%20League\"&gt;KBO League&lt;/a&gt; for the &lt;a href=\"Hanwha%20Eagles\"&gt;Hanwha Eagles&lt;/a&gt;.\nEarly years.\nFox is a graduate of &lt;a href=\"Cathedral%20High%20School%20%28Indianapolis%29\"&gt;Cathedral High School&lt;/a&gt; and went on to attend the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt; where he earned first-team all-Big Ten conference honors. In 2002, he played &lt;a href=\"collegiate%20summer%20baseball\"&gt;collegiate summer baseball&lt;/a&gt; in the &lt;a href=\"Cape%20Cod%20Baseball%20League\"&gt;Cape Cod Baseball League&lt;/a&gt; for the &lt;a href=\"Yarmouth-Dennis%20Red%20Sox\"&gt;Yarmouth-Dennis Red Sox&lt;/a&gt;.\nProfessional career.\nChicago Cubs.\nFox was drafted as a &lt;a href=\"catcher\"&gt;catcher&lt;/a&gt; by the Chicago Cubs in the third round (73rd overall) of the &lt;a href=\"2003%20Major%20League%20Baseball%20draft\"&gt;2003 Major League Baseball draft&lt;/a&gt;.\nFrom 2003 to , he spent parts of each season in Single-A ball for the &lt;a href=\"Lansing%20Lugnuts\"&gt;Lansing Lugnuts&lt;/a&gt; and the &lt;a href=\"Daytona%20Cubs\"&gt;Daytona Cubs&lt;/a&gt;, before moving on to Double-A in mid-2006. As a member of the Lugnuts, Fox was given the opportunity to catch for then-Cubs pitcher &lt;a href=\"Mark%20Prior\"&gt;Mark Prior&lt;/a&gt;, who was on a rehab assignment. He was ecstatic to catch for Prior, and even invited his family members to attend the game. However, upon arriving at the club house, he found out that &lt;a href=\"Paul%20Bako\"&gt;Paul Bako&lt;/a&gt; was actually slated to catch the game. Fox approached his manager, Julio Garcia, who claimed that Fox was not experienced enough to catch a Major League pitcher like Prior. Garcia then revealed that the team was playing a &lt;a href=\"practical%20joke\"&gt;practical joke&lt;/a&gt; on Fox, and that he would actually be in the team's lineup.\nOn July 19, 2007, Fox was called up from Double-A &lt;a href=\"Tennessee%20Smokies\"&gt;Tennessee&lt;/a&gt; to the major leagues after &lt;a href=\"shortstop\"&gt;shortstop&lt;/a&gt; &lt;a href=\"C%C3%A9sar%20Izturis\"&gt;César Izturis&lt;/a&gt; was traded to the &lt;a href=\"Pittsburgh%20Pirates\"&gt;Pittsburgh Pirates&lt;/a&gt;. Fox was called up with the intent that he would play &lt;a href=\"first%20base\"&gt;first base&lt;/a&gt;, &lt;a href=\"outfield\"&gt;outfield&lt;/a&gt;, and be the third catcher. He made his major league debut on July 19, 2007, against the &lt;a href=\"San%20Francisco%20Giants\"&gt;San Francisco Giants&lt;/a&gt; in a pinch hitting role and grounded into a double play. He had his first career hit on August 15 against &lt;a href=\"Phil%20Dumatrait\"&gt;Phil Dumatrait&lt;/a&gt; of the &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt;, a double. Fox hit his first career home run on June 25, 2009 against &lt;a href=\"Armando%20Galarraga\"&gt;Armando Galarraga&lt;/a&gt; of the &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt;. On August 29, 2009, Fox hit his first career &lt;a href=\"grand%20slam%20%28baseball%29\"&gt;grand slam&lt;/a&gt; against &lt;a href=\"Bobby%20Parnell\"&gt;Bobby Parnell&lt;/a&gt; of the &lt;a href=\"New%20York%20Mets\"&gt;New York Mets&lt;/a&gt;.\nIn Triple-A with the Iowa Cubs in 2009, Fox had a breakout year. He was batting .423 and had hit 17 home runs and 50 RBIs by June 1, 2009, and was leading the PCL in both of these categories along with RBI, slugging percentage, and OPS. He was recalled to the Cubs on May 27, 2009. Fox was optioned back to Triple-A Iowa on June 10, 2009, and was recalled to the Chicago Cubs again on June 16. He achieved success as a part-time utility player, capable of filling in at corner outfield and infield positions, as well as catcher.\nOakland Athletics.\nOn December 3, 2009, the &lt;a href=\"Oakland%20Athletics\"&gt;Oakland Athletics&lt;/a&gt; acquired Fox along with &lt;a href=\"Aaron%20Miles\"&gt;Aaron Miles&lt;/a&gt;, from the &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt; for &lt;a href=\"Jeff%20Gray%20%282000s%20pitcher%29\"&gt;Jeff Gray&lt;/a&gt;, Matt Spencer and Ronny Morla.\nBaltimore Orioles.\nOn June 22, 2010, Fox was traded to the &lt;a href=\"Baltimore%20Orioles\"&gt;Baltimore Orioles&lt;/a&gt; for &lt;a href=\"Ross%20Wolf\"&gt;Ross Wolf&lt;/a&gt; and cash considerations. In Spring Training in 2011, he led the major leagues in home runs, with 10, and extra base hits, with 17. He was designated for assignment on June 1, and elected free agency on November 2.\nPittsburgh Pirates.\nThe &lt;a href=\"Pittsburgh%20Pirates\"&gt;Pittsburgh Pirates&lt;/a&gt; signed Fox to a minor league contract in November 2011, and released him in June 2012.\nSomerset Patriots.\nFox signed with the &lt;a href=\"Somerset%20Patriots\"&gt;Somerset Patriots&lt;/a&gt; in July 2012. \nPhiladelphia Phillies.\nOn August 5, 2012, the Philadelphia Phillies signed Fox to a minor league contract.\nSecond stint with Patriots.\nOn March 6, 2013, Fox signed with the Patriots for the 2013 season. He hit .310/.387/.572 with 25 home runs in 374 at bats.\nArizona Diamondbacks.\nOn August 11, 2013, the &lt;a href=\"Arizona%20Diamondbacks\"&gt;Arizona Diamondbacks&lt;/a&gt; signed Fox to a minor league deal.\nVaqueros Laguna.\nFox spent the 2013–14 &lt;a href=\"Mexican%20Pacific%20League\"&gt;Mexican Pacific League&lt;/a&gt; season with the &lt;a href=\"Ca%C3%B1eros%20de%20Los%20Mochis\"&gt;Cañeros de Los Mochis&lt;/a&gt;, before signing with the &lt;a href=\"Mexican%20League\"&gt;Mexican League&lt;/a&gt;'s &lt;a href=\"Vaqueros%20Laguna\"&gt;Vaqueros Laguna&lt;/a&gt; on February 7, 2014. \nSecond stint with the Philadelphia Phillies.\nHe was acquired by the &lt;a href=\"Philadelphia%20Phillies\"&gt;Philadelphia Phillies&lt;/a&gt; on June 12.\nToronto Blue Jays.\nFox signed a minor league contract with the &lt;a href=\"Toronto%20Blue%20Jays\"&gt;Toronto Blue Jays&lt;/a&gt; on December 12, 2014, that included an invitation to spring training. \nHanwha Eagles.\nHe played 29 games for the Double-A &lt;a href=\"New%20Hampshire%20Fisher%20Cats\"&gt;New Hampshire Fisher Cats&lt;/a&gt; before being released in order to sign a 1-year, $120,000 contract with the &lt;a href=\"Hanwha%20Eagles\"&gt;Hanwha Eagles&lt;/a&gt; of the &lt;a href=\"Korea%20Baseball%20Organization\"&gt;Korea Baseball Organization&lt;/a&gt;. \nThird stint with the Philadelphia Phillies.\nOn January 8, 2016, the &lt;a href=\"Philadelphia%20Phillies\"&gt;Philadelphia Phillies&lt;/a&gt; signed Fox to a minor league contract. He became a free agent on November 7, 2016. On July 29, 2017, Fox signed a minor league deal with the &lt;a href=\"Philadelphia%20Phillies\"&gt;Philadelphia Phillies&lt;/a&gt;. He elected free agency on November 6, 2017.\nCoaching career.\nFox was named as the hitting coach of the &lt;a href=\"Augusta%20GreenJackets\"&gt;Augusta GreenJackets&lt;/a&gt; for the 2019 season.\nPost-baseball.\nAfter a career in Minor and Major League Baseball, Fox entered the business world with his own brand The Fox Code, a lifestyle and clothing line inspired by the lessons he learned from the sport."
}