{
    "id": "123576",
    "revid": "20130186",
    "url": "https://en.wikipedia.org/wiki?curid=123576",
    "title": "Broadus, Montana",
    "text": "Broadus is a town in and the &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt; of &lt;a href=\"Powder%20River%20County%2C%20Montana\"&gt;Powder River County&lt;/a&gt;, &lt;a href=\"Montana\"&gt;Montana&lt;/a&gt;, United States. The population was 456 at the &lt;a href=\"2020%20United%20States%20Census\"&gt;2020 census&lt;/a&gt;.\nHistory.\nAmerican Indian Wars.\nThe &lt;a href=\"Powder%20River%20Battles%20%281865%29\"&gt;Powder River Battles&lt;/a&gt;, part of the &lt;a href=\"Powder%20River%20Expedition%20%281865%29\"&gt;Powder River Expedition of 1865&lt;/a&gt;, were fought near the present-day town from September 1–15, 1865, by the U.S. Army against Sioux, Cheyenne, and Arapaho warriors. On March 17, 1876, the &lt;a href=\"Battle%20of%20Powder%20River\"&gt;Battle of Powder River&lt;/a&gt; occurred about southwest of present-day Broadus, and on June 13, 1876, six companies of the &lt;a href=\"7th%20Cavalry%20Regiment%20%28United%20States%29\"&gt;7th Cavalry&lt;/a&gt; led by Major &lt;a href=\"Marcus%20Reno\"&gt;Marcus Reno&lt;/a&gt; marched along the Powder River to within north of the town's present location before turning west toward the &lt;a href=\"Battle%20of%20Little%20Bighorn\"&gt;Little Bighorn&lt;/a&gt;.\nThe Town.\nThe Broadus post office was established in 1900, and named after the Broaddus family, early settlers in the area. When the town's streets were being planned, they were made wide enough for a horse-drawn carriage to turn around. The original streets are still this wide today. In 1918 publication of the &lt;a href=\"Powder%20River%20Examiner\"&gt;Broadus Independent&lt;/a&gt; began, and is still published today, although it is now called the Powder River Examiner.\nIn 1920, Broadus was chosen as the county seat of the newly established Powder River County. As an incentive for voters choosing Broadus, Margaret Trautman promised a donation of 80 acres from her ranch to the town.\nWhen Belle Creek Oil Field opened in the late 1960s, the economy of Broadus boomed. Oil and gas production continue to be important to the local economy.\nGeography.\nBroadus is located at (45.442809, -105.409147).\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the town has a total area of , all land.\nClimate.\nAccording to the &lt;a href=\"K%C3%B6ppen%20Climate%20Classification\"&gt;Köppen Climate Classification&lt;/a&gt; system, Broadus has a &lt;a href=\"semi-arid%20climate\"&gt;semi-arid climate&lt;/a&gt;, abbreviated \"BSk\" on climate maps.\nBroadus has a cold &lt;a href=\"semi-arid%20climate\"&gt;semi-arid climate&lt;/a&gt; due to its very dry winters. There are significant &lt;a href=\"diurnal%20temperature%20variation\"&gt;diurnal temperature variation&lt;/a&gt;s throughout the year, and strong &lt;a href=\"continental%20climate\"&gt;continental&lt;/a&gt; seasonal swings between the warm to hot summers and the cold winters.\nDemographics.\n2010 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2010, there were 468 people, 218 households, and 114 families living in the town. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was . There were 254 housing units at an average density of . The racial makeup of the town was 95.1% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 0.6% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 0.4% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 1.7% from &lt;a href=\"Race%20%28U.S.%20Census%29\"&gt;other races&lt;/a&gt;, and 2.1% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 3.0% of the population.\nThere were 218 households, of which 22.9% had children under the age of 18 living with them, 42.7% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 6.4% had a female householder with no husband present, 3.2% had a male householder with no wife present, and 47.7% were non-families. 44.5% of all households were made up of individuals, and 24.3% had someone living alone who was 65 years of age or older. The average household size was 1.99 and the average family size was 2.80.\nThe median age in the town was 51.3 years. 20.3% of residents were under the age of 18; 4.5% were between the ages of 18 and 24; 16.1% were from 25 to 44; 27% were from 45 to 64; and 32.3% were 65 years of age or older. The gender makeup of the town was 46.2% male and 53.8% female.\n2000 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 451 people, 199 households, and 125 families living in the town. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 1,379.2 people per square mile (527.7/km2). There were 267 housing units at an average density of 816.5 per square mile (312.4/km2). The racial makeup of the town was 98.45% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 1.11% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 0.22% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, and 0.22% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 1.11% of the population.\nThere were 199 households, out of which 28.1% had children under the age of 18 living with them, 52.3% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 7.5% had a female householder with no husband present, and 36.7% were non-families. 31.2% of all households were made up of individuals, and 16.1% had someone living alone who was 65 years of age or older. The average household size was 2.27 and the average family size was 2.86.\nIn the town, the population was spread out, with 26.2% under the age of 18, 6.0% from 18 to 24, 24.6% from 25 to 44, 23.1% from 45 to 64, and 20.2% who were 65 years of age or older. The median age was 41 years. For every 100 females there were 93.6 males. For every 100 females age 18 and over, there were 87.1 males.\nThe &lt;a href=\"median%20income\"&gt;median income&lt;/a&gt; for a household in the town was $25,156, and the median income for a family was $30,417. Males had a median income of $22,813 versus $15,417 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the town was $15,938. About 13.6% of families and 14.5% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 19.3% of those under age 18 and 14.0% of those age 65 or over.\nInfrastructure.\n&lt;a href=\"Broadus%20Airport\"&gt;Broadus Airport&lt;/a&gt; is a county-owned, public-use airport located three miles (5 km) northwest of town.\nEducation.\nBroadus and &lt;a href=\"Powder%20River%20County%2C%20Montana\"&gt;Powder River County, Montana&lt;/a&gt; is served by the &lt;a href=\"Powder%20River%20County%20High%20School\"&gt;Powder River County High School&lt;/a&gt;, which is part of the Broadus Public School System, District No. 79J. They are known as the Hawks. In addition to the high school, Broadus Public Schools also operates an elementary and junior high school. As of November 1, 2014, the junior and senior high schools had a combined enrollment of 135 students. The elementary school had an enrollment of about 150 for the 2005–06 school year, in pre-kindergarten through sixth grade.\nThe Henry A. Malley Memorial Library is a public library serving the area.\nAttractions.\nThe Powder River Historical Museum includes many historical items, including a building housing \"Mac's Museum\", a large collection of seashells, minerals, and arrowheads, put together by Mac McCurdy. The Museum also has an original one-room schoolhouse, a pioneer cabin, jail cell, car barn, windmill, saddles, bits, spurs, displays representing early businesses, and a collection of artifacts from the Battle of Powder River.\nThe Powder River/Reynolds Battlefield is located on private land near the Powder River about southwest of present-day Broadus. The battlefield is accessible by &lt;a href=\"Montana%20Secondary%20Highway%20391\"&gt;Montana Secondary Highway 391&lt;/a&gt;, (Moorhead Road) on the west side of the Powder River. There is a rock monument with the headstones of four soldiers killed there as well as a small Northern Cheyenne memorial marking the site.\nAnnual events include a 4 July Celebration, County Fair in August, street dances, and a Christmas stroll early in December."
}