{
    "id": "1235669",
    "revid": "16983171",
    "url": "https://en.wikipedia.org/wiki?curid=1235669",
    "title": "Tomáš Enge",
    "text": "Tomáš Enge (; born 11 September 1976) is a Czech former professional racing driver who has competed in many classes of motorsport, including three races in &lt;a href=\"Formula%20One\"&gt;Formula One&lt;/a&gt;. He has twice been sanctioned professionally for drug offences.\nCareer.\nBorn in &lt;a href=\"Liberec\"&gt;Liberec&lt;/a&gt;, Enge started his career at the age of 16, entering a Ford Fiesta he bought with his own money in the Czechoslovakian Ford Fiesta Cup. \nEnge participated in the final three races of the Formula One season, becoming the first driver from the Czech Republic to compete in Formula One. He made his debut at the &lt;a href=\"2001%20Italian%20Grand%20Prix\"&gt;Italian Grand Prix&lt;/a&gt; on 16 September, after being brought in by &lt;a href=\"Prost%20Grand%20Prix\"&gt;Prost&lt;/a&gt; as a replacement for &lt;a href=\"Luciano%20Burti\"&gt;Luciano Burti&lt;/a&gt;, who was recovering from his crash at the previous race in &lt;a href=\"2001%20Belgian%20Grand%20Prix\"&gt;Belgium&lt;/a&gt;. The Prost team folded before the start of the 2002 season, leaving Enge without a drive.\nHe obtained his Formula One break using the sponsorship from the local &lt;a href=\"Coca-Cola\"&gt;Coca-Cola&lt;/a&gt; subsidiary, which had also funded the &lt;a href=\"Nordic%20Racing\"&gt;Nordic Racing&lt;/a&gt; &lt;a href=\"International%20Formula%203000\"&gt;F3000&lt;/a&gt; team he raced for that year. He finished third in the 2001 standings despite missing the final race, and was stripped of the 2002 title due to a positive &lt;a href=\"cannabis%20%28drug%29\"&gt;marijuana&lt;/a&gt; test. He returned to Formula 3000 in &lt;a href=\"2004%20Formula%203000%20season\"&gt;2004&lt;/a&gt;, and then headed to America for 2005, driving for &lt;a href=\"Panther%20Racing\"&gt;Panther Racing&lt;/a&gt; in the &lt;a href=\"Indy%20Racing%20League\"&gt;IRL&lt;/a&gt;, with modest success, although almost winning the race at Sonoma. Among his 17 career IRL starts was his rookie start in the &lt;a href=\"2005%20Indianapolis%20500\"&gt;2005 Indianapolis 500&lt;/a&gt;. He then drove for Team Czech Republic in the 2005-2006 &lt;a href=\"A1GP\"&gt;A1GP&lt;/a&gt; season. Enge has also been a frequent driver for &lt;a href=\"Prodrive\"&gt;Prodrive&lt;/a&gt;'s sportscar teams, driving both their &lt;a href=\"Ferrari%20550%20Maranello\"&gt;Ferrari 550 Maranello&lt;/a&gt;s and &lt;a href=\"Aston%20Martin%20DBR9\"&gt;Aston Martin DBR9&lt;/a&gt;s in the &lt;a href=\"24%20Hours%20of%20Le%20Mans\"&gt;24 Hours of Le Mans&lt;/a&gt;. In 2006 he was driver of the #007 &lt;a href=\"Aston%20Martin\"&gt;Aston Martin&lt;/a&gt; Racing entry in the &lt;a href=\"American%20Le%20Mans%20Series\"&gt;American Le Mans Series&lt;/a&gt;, but for 2007 will switch to the Petersen/White Lightning &lt;a href=\"Ferrari%20F430\"&gt;Ferrari F430&lt;/a&gt;.\nOn 31 March 2007, Enge was injured whilst driving his F430 at the ALMS &lt;a href=\"Honda%20Grand%20Prix%20of%20St.%20Petersburg\"&gt;St. Petersburg&lt;/a&gt; race. The car crashed whilst leading the GT2 class, suffering heavy damage to the driver's side and a brief fire. Enge was removed under medical supervision and transported to the local medical centre. He was later revealed to have suffered a shattered elbow, cracked ribs, a partially collapsed lung and a potentially broken ankle, but not to be in any serious danger.\nOn 21 July 2007, Enge was released from his contract with Peterson Motorsports/White Lightning Racing due to a penalty incurred after crashing into &lt;a href=\"Mika%20Salo\"&gt;Mika Salo&lt;/a&gt; during the Acura Sports Car Challenge &lt;a href=\"ALMS\"&gt;ALMS&lt;/a&gt; race at the &lt;a href=\"Mid-Ohio%20Sports%20Car%20Course\"&gt;Mid-Ohio Sports Car Course&lt;/a&gt;.\nIn 2009 he drove for &lt;a href=\"Aston%20Martin%20Racing\"&gt;Aston Martin Racing&lt;/a&gt; in the &lt;a href=\"2009%20Le%20Mans%20Series%20season\"&gt;Le Mans Series&lt;/a&gt; and won the championship alongside &lt;a href=\"Stefan%20M%C3%BCcke\"&gt;Stefan Mücke&lt;/a&gt; and &lt;a href=\"Jan%20Charouz\"&gt;Jan Charouz&lt;/a&gt;. He remained with Aston Martin, as he moved into the &lt;a href=\"FIA%20GT1%20World%20Championship\"&gt;FIA GT1 World Championship&lt;/a&gt; for the &lt;a href=\"2010%20FIA%20GT1%20World%20Championship%20season\"&gt;2010 season&lt;/a&gt;, joining &lt;a href=\"Darren%20Turner\"&gt;Darren Turner&lt;/a&gt; at Young Driver AMR. The pairing finished fourth in the championship with three victories. Enge and Turner were split for the &lt;a href=\"2011%20FIA%20GT1%20World%20Championship%20season\"&gt;2011 season&lt;/a&gt;; Turner was joined by &lt;a href=\"Stefan%20M%C3%BCcke\"&gt;Stefan Mücke&lt;/a&gt;, while Enge was partnered by &lt;a href=\"Alex%20M%C3%BCller%20%28racing%20driver%29\"&gt;Alex Müller&lt;/a&gt;. Enge and Müller achieved two victories as they finished fourth in the championship.\nWith Young Driver AMR pulling out of the championship to focus on other series, Enge moved to the &lt;a href=\"Reiter%20Engineering\"&gt;Reiter Engineering&lt;/a&gt; Lamborghini squad for the &lt;a href=\"2012%20FIA%20GT1%20World%20Championship%20season\"&gt;2012 season&lt;/a&gt;, where he partnered socialite &lt;a href=\"Albert%2C%2012th%20Prince%20of%20Thurn%20and%20Taxis\"&gt;Albert von Thurn und Taxis&lt;/a&gt;. The pairing were lying tenth in the championship after four rounds; their best result was a second-place finish at the &lt;a href=\"2012%20FIA%20GT1%20Slovakia%20round\"&gt;Slovakia Ring&lt;/a&gt;. On 19 June 2012, it was announced that Enge had tested positive for a &lt;a href=\"Doping%20in%20auto%20racing\"&gt;banned substance&lt;/a&gt; at the &lt;a href=\"2012%20FIA%20GT1%20Navarra%20round\"&gt;Navarra round&lt;/a&gt; of the championship, and was suspended from racing. At the beginning of August, it was announced that Enge was to be suspended from racing for 18 months. Enge is appealing the decision on the grounds that the positive test was caused by medication he is taking for a chronic cardiovascular condition."
}