{
    "id": "12382063",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=12382063",
    "title": "Hyperolius igbettensis",
    "text": "Hyperolius igbettensis is a species of &lt;a href=\"frog\"&gt;frog&lt;/a&gt; in the family &lt;a href=\"Hyperoliidae\"&gt;Hyperoliidae&lt;/a&gt;. It is found in &lt;a href=\"West%20Africa\"&gt;West Africa&lt;/a&gt; from &lt;a href=\"Guinea\"&gt;Guinea&lt;/a&gt; eastward to &lt;a href=\"Liberia\"&gt;Liberia&lt;/a&gt;, &lt;a href=\"Ivory%20Coast\"&gt;Ivory Coast&lt;/a&gt;, &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt;, &lt;a href=\"Togo\"&gt;Togo&lt;/a&gt; and &lt;a href=\"Benin\"&gt;Benin&lt;/a&gt; (confirmed records from these two countries are lacking), &lt;a href=\"Nigeria\"&gt;Nigeria&lt;/a&gt;, and into &lt;a href=\"Central%20Africa\"&gt;Central Africa&lt;/a&gt; at least to &lt;a href=\"Cameroon\"&gt;Cameroon&lt;/a&gt; but likely further east to the &lt;a href=\"Central%20African%20Republic\"&gt;Central African Republic&lt;/a&gt; and southwestern &lt;a href=\"Chad\"&gt;Chad&lt;/a&gt;; the eastern border of distribution of this species relative to other members in the \"&lt;a href=\"Hyperolius%20nasutus\"&gt;Hyperolius nasutus&lt;/a&gt;\" complex is unclear. Common name Igbetti long reed frog has been coined for it (spelling \"Igebetti\" is also used). The &lt;a href=\"Type%20locality%20%28biology%29\"&gt;type locality&lt;/a&gt; is near Igbetti, a village in &lt;a href=\"Oyo%20State\"&gt;Oyo State&lt;/a&gt;, Nigeria.\nDescription.\nMales from Nigeria measure and females in snout–vent length; materials from Cameroon indicate a maximum length of for both sexes. The body is long and slender. The fingers and toes are webbed and bear discs; the toe are more webbed but bear smaller discs than the fingers. Colouration is variable, ranging from a light bluish green to grass green or almost green-brown. The shanks and the arms are almost transparent blue-green. The flanks, back and thighs are darker green and bear many small dark spots that may be arranged along vertebral line into a broken line. The head might be darker (reddish brown) than rest of the upper surfaces. Some specimens, primarily males, have a light white to yellow dorsolateral stripe. The &lt;a href=\"Canthus%20%28herpetology%29\"&gt;canthal&lt;/a&gt; stripe is dark. The &lt;a href=\"Iris%20%28anatomy%29\"&gt;iris&lt;/a&gt; is reddish and bordered by narrow blue line. The ventral surfaces are light and the belly is whitish, often almost transparent. In females, the eggs are visible through the body wall.\nThe &lt;a href=\"Sexual%20selection%20in%20amphibians%23Vocal%20signaling%20in%20frogs\"&gt;male advertisement call&lt;/a&gt; consists of an initial brief note with 12 pulses, and is followed by five\nslower pulses, with a duration of 0.12 seconds.\nHabitat and conservation.\n\"Hyperolius igbettensis\" occurs in &lt;a href=\"savanna\"&gt;savanna&lt;/a&gt;s and grassy habitats, but not in drier areas. Breeding takes place near pools, grassy flooded areas, and ditches. The males call from grasses above water.\n\"Hyperolius igbettensis\" is probably a common species. Threats to it are poorly known, but it is unlikely to face significant threats. It probably occurs in several protected areas."
}