{
    "id": "12387756",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=12387756",
    "title": "2008 Viva World Cup",
    "text": "The 2008 VIVA World Cup was the second &lt;a href=\"VIVA%20World%20Cup\"&gt;VIVA World Cup&lt;/a&gt;, an international tournament for &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt;, that took place in July 2008. The winners were &lt;a href=\"Padania%20national%20football%20team\"&gt;Padania&lt;/a&gt;, who took home the &lt;a href=\"Nelson%20Mandela\"&gt;Nelson Mandela&lt;/a&gt; Trophy. The tournament was organised by the &lt;a href=\"Nouvelle%20F%C3%A9d%C3%A9ration-Board\"&gt;Nouvelle Fédération-Board&lt;/a&gt;.\nThe defending champions and hosts were &lt;a href=\"S%C3%A1pmi%20national%20football%20team\"&gt;Sápmi&lt;/a&gt;. The competition, organized by the &lt;a href=\"Sami%20people\"&gt;Sami people&lt;/a&gt;, took place from 7 to 13 July, in &lt;a href=\"G%C3%A4llivare\"&gt;Gällivare&lt;/a&gt;, &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;.\nQualification.\nDue to the inaugural status of this tournament, applicants were admitted to the tournament without a qualification process. As an untested tournament the scheduling doesn't meet the organizational capacity of a billion dollar organization like &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt;.\nQualified teams.\nThe men's teams that took part were:\nThe women's teams that took part were:\nVenues.\nAs a small tournament, like its European counterpart in &lt;a href=\"Europeada%202008\"&gt;Europeada 2008&lt;/a&gt;, this VIVA World Cup was not expected to bring in the numbers and financial support of &lt;a href=\"UEFA%20Euro%202008\"&gt;UEFA Euro 2008&lt;/a&gt; earlier this summer; the &lt;a href=\"stadium\"&gt;stadia&lt;/a&gt; venues are thus rather small.\nThe hosts of the games were:\nOverview.\n&lt;a href=\"Padania\"&gt;Padania&lt;/a&gt; became the 2008 VIVA World Cup champions beating Arameans Suryoye in the final 2–0. The hosts Sapmi, after coming 4th in the group stage, ended by as a lucky 3rd after winning the last edition. The &lt;a href=\"Arameans%20Suryoye\"&gt;Arameans Suryoye&lt;/a&gt; team were the surprise of the tournament qualifying for the final at their first attempt. &lt;a href=\"Iraqi%20Kurdistan\"&gt;Iraqi Kurdistan&lt;/a&gt;, also debuting, finished 3rd in the group stage but lost in the 4th place play off to Sapmi. To round of the places, in a distant last position, having lost all of their group games, was &lt;a href=\"Provence\"&gt;Provence&lt;/a&gt;, a region of France.\nIn the inaugural women's tournament the hosts Sapmi came through after an aggregate 16–1 thrashing of Iraqi Kurdistan.\nMen's results.\n\"All times are &lt;a href=\"Central%20European%20Summer%20Time\"&gt;Central European Summer Time&lt;/a&gt; (UTC+2)\"\nWomen's Results.\n\"All times are &lt;a href=\"Central%20European%20Summer%20Time\"&gt;Central European Summer Time&lt;/a&gt; (UTC+2)\"\nTop scorers.\nMen.\n4 goals\nWomen.\n9 goals"
}