{
    "id": "1238995",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=1238995",
    "title": "Martti Talvela",
    "text": "Martti Olavi Talvela (4 February 1935 – 22 July 1989) was a &lt;a href=\"Finland\"&gt;Finnish&lt;/a&gt; &lt;a href=\"opera\"&gt;opera&lt;/a&gt;tic &lt;a href=\"Bass%20%28vocal%20range%29\"&gt;bass&lt;/a&gt;.\nBorn in &lt;a href=\"Khiytola\"&gt;Hiitola&lt;/a&gt;, &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt; (now in the &lt;a href=\"Republic%20of%20Karelia\"&gt;Republic of Karelia&lt;/a&gt;), the eighth of ten children he studied in &lt;a href=\"Lahti\"&gt;Lahti&lt;/a&gt; and &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;, and made his operatic debut in &lt;a href=\"Helsinki\"&gt;Helsinki&lt;/a&gt; in 1960 as &lt;a href=\"Rigoletto\"&gt;Sparafucile&lt;/a&gt;. He trained as a boxer in his youth and developed the stamina necessary for the biggest roles.\nOriginally Talvela was educated as a primary school teacher in &lt;a href=\"Savonlinna\"&gt;Savonlinna&lt;/a&gt;, Eastern Finland (1952–1956), and he worked in that occupation at three schools (1957–1960). He sang at the &lt;a href=\"Royal%20Swedish%20Opera\"&gt;Stockholm Royal Opera&lt;/a&gt; in Sweden from 1961 to 1962, before becoming a regularly employed singer at the &lt;a href=\"Deutsche%20Oper%20Berlin\"&gt;Deutsche Oper&lt;/a&gt; of Berlin in 1962, the same year as his debut at Bayreuth.\nIn 1970, the &lt;a href=\"Senate%20of%20Berlin\"&gt;Senate (government)&lt;/a&gt; of &lt;a href=\"West%20Berlin\"&gt;West Berlin&lt;/a&gt; formally granted him the rank of \"Kammersänger\". He was especially acclaimed as the title character in \"&lt;a href=\"Boris%20Godunov%20%28opera%29\"&gt;Boris Godunov&lt;/a&gt;\", a role he performed 39 times at the &lt;a href=\"Metropolitan%20Opera\"&gt;Metropolitan Opera&lt;/a&gt; between 1974–1987, and as Pimen from the same work, as &lt;a href=\"Paavo%20Ruotsalainen\"&gt;Paavo Ruotsalainen&lt;/a&gt; in \"&lt;a href=\"The%20Last%20Temptations\"&gt;The Last Temptations&lt;/a&gt;\", as a &lt;a href=\"Richard%20Wagner\"&gt;Wagner&lt;/a&gt; singer who frequently performed at &lt;a href=\"Bayreuth%20Festival\"&gt;Bayreuth&lt;/a&gt; (&lt;a href=\"Tristan%20und%20Isolde\"&gt;King Marke&lt;/a&gt;, &lt;a href=\"Die%20Walk%C3%BCre\"&gt;Hunding&lt;/a&gt;, &lt;a href=\"Das%20Rheingold\"&gt;Fasolt&lt;/a&gt;, &lt;a href=\"Siegfried%20%28opera%29\"&gt;Fafner&lt;/a&gt;, &lt;a href=\"Gotterdammerung\"&gt;Hagen&lt;/a&gt; (one critic described his Hagen as an \"elemental force\") and &lt;a href=\"Parsifal\"&gt;Titurel&lt;/a&gt;), as the &lt;a href=\"Don%20Giovanni\"&gt;Commendatore&lt;/a&gt;, &lt;a href=\"Die%20Zauberfl%C3%B6te\"&gt;Sarastro&lt;/a&gt;, &lt;a href=\"Khovanshchina\"&gt;Dosefei&lt;/a&gt;, and &lt;a href=\"Eugene%20Onegin%20%28opera%29\"&gt;Prince Gremin&lt;/a&gt;, as &lt;a href=\"Don%20Carlo\"&gt;King Phillip II&lt;/a&gt;, the &lt;a href=\"Don%20Carlo\"&gt;Grand Inquisitor&lt;/a&gt; and, in the later part of his career, the title character in Glinka's \"&lt;a href=\"A%20Life%20for%20the%20Tsar\"&gt;Ivan Susanin&lt;/a&gt;\".\nAs his final record he left, terribly thinned out by illness, a warm and heartfelt version of &lt;a href=\"Franz%20Schubert\"&gt;Schubert&lt;/a&gt;'s \"&lt;a href=\"Winterreise\"&gt;Winterreise&lt;/a&gt;\". He left at least two recorded performances of Mussorgsky's \"&lt;a href=\"Songs%20and%20Dances%20of%20Death\"&gt;Songs and Dances of Death&lt;/a&gt;\" – one with full orchestra and one with piano accompaniment.\nIn his prime Talvela made a shattering impact not only on the opera stage but also as an ardent interpreter of Lieder. After a recital given by Talvela and Ralf Gothoni in London's Royal Festival Hall in July 1974 (which included Brahms' Vier Ernste Gesänge), a critic with the Financial Times likened Talvela's appearance to an Old Testament prophet and his voice to granite, describing how this Finnish bass giant captivated his audience with thunderstorms, prayers and invocations.\nReferring to the same recital, the respected critic John Steane wrote, \"For at least one member of the audience on that occasion the great and irreplaceable feature of the recital was the sheer magnificence of voice.\"\nTalvela possessed a \"voice of immense size and wide range\" and was able to bring to his roles a combination of both \"grandeur and gentleness\". A large man, tall and weighing nearly , he was a fine vocal actor who brought an air of dignity to his roles, even to pure-evil roles like Hagen and the &lt;a href=\"Don%20Carlo\"&gt;Grand Inquisitor&lt;/a&gt;.\nHe can be seen performing on video as Boris Godunov, as Sarastro, as &lt;a href=\"Die%20Entf%C3%BChrung%20aus%20dem%20Serail\"&gt;Osmin&lt;/a&gt;, as &lt;a href=\"Don%20Carlo\"&gt;the Grand Inquisitor&lt;/a&gt; (in German) and as &lt;a href=\"Fidelio\"&gt;Don Fernando&lt;/a&gt;, and in the CBS special \"Beethoven's Birthday: A Celebration in Vienna\", released on DVD as \"&lt;a href=\"Leonard%20Bernstein\"&gt;Bernstein&lt;/a&gt; on Beethoven: A Celebration in Vienna\".\nTalvela was the first artistic leader of the &lt;a href=\"Savonlinna%20Opera%20Festival\"&gt;Savonlinna Opera Festival&lt;/a&gt; in Finland, from 1972–79, and had been appointed general director of the &lt;a href=\"Finnish%20National%20Opera\"&gt;National Opera&lt;/a&gt; in Helsinki just before his death.\nIn 1973 he received the Pro Finlandia Medal of the Order of the Lion of Finland.\nDuring the last eight years of his life (1981 to 1989), he worked as a farmer on the Inkilänhovi (Inkilä manor) farm in &lt;a href=\"Juva\"&gt;Juva&lt;/a&gt;, Eastern Finland, while continuing his official career as an opera singer. His health had begun to decline in 1975, when he was diagnosed with diabetes and gout. In 1982 alone, he suffered two heart attacks at the Metropolitan Opera. Stomach problems also plagued him at times in the 1980s.\nDeath.\nTalvela died of a heart attack at age 54 while dancing at his daughter's wedding in Juva."
}