{
    "id": "12397666",
    "revid": "22411935",
    "url": "https://en.wikipedia.org/wiki?curid=12397666",
    "title": "Andreas Kupfer",
    "text": "Andreas Kupfer (7 May 1914, in &lt;a href=\"Schweinfurt\"&gt;Schweinfurt&lt;/a&gt; – 30 April 2001, in &lt;a href=\"Marktbreit\"&gt;Marktbreit&lt;/a&gt;) was a &lt;a href=\"Germans\"&gt;German&lt;/a&gt; &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; player.\nCareer.\nKupfer played for &lt;a href=\"VfR%2007%20Schweinfurt\"&gt;VfR 07 Schweinfurt&lt;/a&gt; until 1933 and then joined &lt;a href=\"1.%20FC%20Schweinfurt%2005\"&gt;1. FC Schweinfurt 05&lt;/a&gt; for the rest of his career.\nOn the national level he played for &lt;a href=\"Germany%20national%20football%20team\"&gt;Germany national team&lt;/a&gt; (44 matches/1 goal), and was a participant at the &lt;a href=\"1938%20FIFA%20World%20Cup\"&gt;1938 FIFA World Cup&lt;/a&gt;.\nKupfer was one of two &lt;a href=\"FC%20Schweinfurt%2005\"&gt;FC Schweinfurt 05&lt;/a&gt; players featured in the &lt;a href=\"Breslau%20Eleven\"&gt;Breslau Elf&lt;/a&gt; that beat Denmark 8:0 in Breslau in 1937 and went on to win 10 out 11 games played during that year. 'Ander' Kupfer was one of the best half backs in the history of German football and is the only player to have played Germany's last international game before the end of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; (played in 1942) and the first one after the war (in 1950). Kupfer became famous in German football as a left-footed right half and together with his Schweinfurt club colleague &lt;a href=\"Albin%20Kitzinger\"&gt;Albin Kitzinger&lt;/a&gt; formed the best half back duo in German football. Playing between the two-halves was center half &lt;a href=\"Ludwig%20Goldbrunner\"&gt;Ludwig Goldbrunner&lt;/a&gt; and this trio was considered the best assembly of halves during the time Germany played the 2-3-5 system.\nKupfer was a player that fascinated the crowds with his elegant ways of playing. He was a master of kicking the ball with just moving his ankle joint. In 1938 he was called up to play for the &lt;a href=\"Europe%20XI\"&gt;Europe XI&lt;/a&gt; against England at &lt;a href=\"Highbury%20Stadium\"&gt;Highbury Stadium&lt;/a&gt; on the occasion of the 75th anniversary of the &lt;a href=\"Football%20Association\"&gt;Football Association&lt;/a&gt;. He finished his active career in 1954 after having played in over 650 games for 1. FC Schweinfurt 05.\nIn his 1978 book \"Fussball\", &lt;a href=\"Helmut%20Sch%C3%B6n\"&gt;Helmut Schön&lt;/a&gt; characterised Kupfer as follows:\n\"As an outside half he was a player who certainly would be a regular in our midfield today. I would have been glad if we could have had a player like him in our ranks in Argentina. When he played behind me, with his hardness, deftness and pace, I felt absolutely safe upfront. Kupfer's left foot was stronger than his right; when he moved with the ball from the right side to the center, he played diagonal passes with his left foot towards the right wing, which tore apart the defense. An exceptionally gifted player.\"\nKupfer was the last member of the Breslau Elf to die, in 2001.\nTrivia.\nAlongside with &lt;a href=\"Sepp%20Herberger\"&gt;Sepp Herberger&lt;/a&gt; and &lt;a href=\"Fritz%20Walter\"&gt;Fritz Walter&lt;/a&gt;, in 1942 Kupfer acted in the &lt;a href=\"Robert%20A.%20Stemmle\"&gt;Robert A. Stemmle&lt;/a&gt; sports film &lt;a href=\"The%20Big%20Game%20%281942%20film%29\"&gt;The Big Game&lt;/a&gt;, starring &lt;a href=\"Ren%C3%A9%20Deltgen\"&gt;René Deltgen&lt;/a&gt;, &lt;a href=\"Gustav%20Knuth\"&gt;Gustav Knuth&lt;/a&gt;, and &lt;a href=\"Heinz%20Engelmann\"&gt;Heinz Engelmann&lt;/a&gt;."
}