{
    "id": "12398858",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=12398858",
    "title": "Vann Molyvann",
    "text": "Vann Molyvann (; 23 November 1926 – 28 September 2017) was a Cambodian &lt;a href=\"architect\"&gt;architect&lt;/a&gt;. During the &lt;a href=\"Sangkum%20Reastr%20Niyum\"&gt;Sangkum Reastr Niyum&lt;/a&gt; regime (1955–1970), Prince &lt;a href=\"Norodom%20Sihanouk\"&gt;Norodom Sihanouk&lt;/a&gt; enacted a development policy encompassing the whole kingdom with the construction of new towns, infrastructure and architecture. Vann was the foremost of a generation of architects who contributed to the unique style of architecture that emerged during this era and that has been coined &lt;a href=\"New%20Khmer%20Architecture\"&gt;New Khmer Architecture&lt;/a&gt;. In 1997 Darryl Collins Historian and Helen Grant Ross Architect Historian, two lecturers at the &lt;a href=\"Royal%20University%20of%20Fine%20Arts\"&gt;Royal University of Fine Arts&lt;/a&gt;, Phnom Penh, questioned the history behind this heritage of modern architecture that all could see throughout the land, but that everybody had forgotten due to the troubled history of the Kingdom. After nearly 10 years of research in 2006 they published the facts. In the meantime they produced exhibitions, participated in university conferences, and wrote many articles in the press about the phenomenon known as New Khmer Architecture, and the accomplishments of Vann Molyvann who was still alive and who they had interviewed lengthily.\nBiography.\nBorn in &lt;a href=\"Ream%2C%20Kampot\"&gt;Ream&lt;/a&gt;, &lt;a href=\"Kampot%20province\"&gt;Kampot province&lt;/a&gt; in 1926, Vann Molyvann obtained a scholarship to pursue his studies in Paris, France in 1946. After one year of law, he switched to architecture at the School of Fine Arts in Paris (&lt;a href=\"%C3%89cole%20Nationale%20Sup%C3%A9rieure%20des%20Beaux-Arts\"&gt;École Nationale Supérieure des Beaux-Arts&lt;/a&gt;). He studied 1947-1954 in the &lt;a href=\"Arretche%20studio\"&gt;Arretche studio&lt;/a&gt; and returned in 1956, the first fully qualified Cambodian architect, keen to put his talents to use. He was promptly appointed Head of Public Works and &lt;a href=\"State%20Architect\"&gt;State Architect&lt;/a&gt; by Sihanouk.\nDuring this post-independence era \"\"a great architectural legacy remains to bear witness to what many Cambodians still view as the Golden Age\"'pp 259 opus cit Grant Ross, Helen and Collins, Darryl Leon: Building Cambodia: 'New Khmer Architecture' 1953-1970. \"Vann built such famous landmarks as Chaktomuk Conference Hall, the Council of Ministers and the State Palace in the capital. He supervised the design and construction of new towns such as &lt;a href=\"Tioulongville\"&gt;Tioulongville&lt;/a&gt; (&lt;a href=\"Kirirom\"&gt;Kirirom&lt;/a&gt;) and &lt;a href=\"Sihanoukville%20%28city%29\"&gt;Sihanoukville&lt;/a&gt; (&lt;a href=\"Kompong%20Som\"&gt;Kompong Som&lt;/a&gt;) and important town plans such as the Bassac development in Phnom Penh, where a mix of cultural facilities such as the National Theatre Preah Suramarit and the Exhibition Hall neighboured with large housing experiments. He also designed many of Cambodia's embassies and exhibitions abroad.\"\nIn 1962, Molyvann designed the 60,000 capacity National Sports Complex which was once the most prized arena in all of Southeast Asia. The stadium, built to Olympic standards, is still the largest venue in Cambodia. Initially built at break-neck speed to house the 1963 Asian Games that were then cancelled, it was inaugurated in 1964 to an enthusiastic crowd. It hosted such important events as the GANEFO games and the President of France, Charles de Gaulle’s state visit, in 1966.\nIn 1970 the Sangkum Reastr Niyum came to a brutal end with the &lt;a href=\"coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt; led by General Lon Nol. Vann, who had been the Sangkum's longest serving Minister of Education, relocated to Switzerland with his family. He worked for the &lt;a href=\"United%20Nations%20Human%20Settlements%20Programme\"&gt;United Nations Human Settlements Programme&lt;/a&gt; for 10 years before eventually returning to Cambodia in 1991 where he served as President of the Council of Ministers, Minister of Culture, Fine Arts, Town and Country Planning. In 2008 he completed his doctoral thesis on the development and planning of Asian cities entitled Modern Khmer Cities.\nMany of his buildings are now under threat due to redevelopment and speculative land deals. His landmark National Theatre and the Council of Ministers building were demolished in 2008. The National Sports Complex was sold to a private developer in 2001 who has filled up its vital hydraulic system, consisting of moats and water treatment stations, with shoddy constructions, hence compromising its survival.\nWorks.\nFrom 1955 to 1970, Vann built nearly 100 projects. The following are some of the most significant:\nDeath.\nVann Molyvann died on September 28, 2017, at his home in &lt;a href=\"Siem%20Reap\"&gt;Siem Reap&lt;/a&gt; city, aged 90. He is survived by his wife, three daughters and two sons.\nLegacy.\nIn 2013, Vann Molyvann won &lt;a href=\"Nikkei%20Asia%20Prize\"&gt;Nikkei Asia Prize&lt;/a&gt; 2013 in the culture category. His works on famous landmarks such as the Olympic Stadium and the Independence Monument were highly recognized. Nikkei Asia Prizes was launched by &lt;a href=\"Nihon%20Keizai%20Shimbun\"&gt;Nikkei Inc.&lt;/a&gt; in 1996, the awards program honours people in Asia who have made significant contributions in three areas: regional growth, science, technology and innovation, and culture.\nExternal links.\n "
}