{
    "id": "12408747",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=12408747",
    "title": "Amami tip-nosed frog",
    "text": "The Amami tip-nosed frog (\"Odorrana amamiensis\") is a species of &lt;a href=\"frog\"&gt;frog&lt;/a&gt; in the family &lt;a href=\"True%20frog\"&gt;Ranidae&lt;/a&gt;. It is &lt;a href=\"Endemism\"&gt;endemic&lt;/a&gt; to the &lt;a href=\"Amami%20Islands\"&gt;Amami Islands&lt;/a&gt;, a part of the &lt;a href=\"Ryukyu%20Islands\"&gt;Ryukyu Islands&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. Specifically, it is known from the islands of &lt;a href=\"Amamioshima\"&gt;Amamioshima&lt;/a&gt; and &lt;a href=\"Tokunoshima\"&gt;Tokunoshima&lt;/a&gt;.\nDescription.\nAdult males measure and adult females in snout–vent length. The body is moderately slender with triangular head. The snout is pointed. The &lt;a href=\"Tympanum%20%28anatomy%29\"&gt;tympanum&lt;/a&gt; is distinct. The fingers are unwebbed and have small discs. The toes have well-developed webbing and discs about as large as the discs of the outer fingers. The dorsolateral fold is weakly developed and supratympanic fold is feeble. The &lt;a href=\"Dorsum%20%28anatomy%29\"&gt;dorsum&lt;/a&gt; has scattered tubercles on the &lt;a href=\"sacrum\"&gt;sacrum&lt;/a&gt;. Dorsal ground colour varies from light brown to green. The back has large black spots and dark dots, although these may be absent in some individuals. The inner side of the dorsolateral fold is lighter. There are dark markings below the &lt;a href=\"Canthus%20%28herpetology%29\"&gt;canthus&lt;/a&gt;, around the tympanum, and along the dorsolateral fold. The limbs have dark crossbars. Males have paired &lt;a href=\"Gular%20skin\"&gt;subgular&lt;/a&gt; &lt;a href=\"vocal%20sac\"&gt;vocal sac&lt;/a&gt;s.\nHabitat and conservation.\n\"Odorrana amamiensis\" inhabits streams surrounded by broad-leaved evergreen forests. It is common along mountain streams but rare in the lowlands. Breeding takes place from mid October to early May, with the peak late December–early January. Many eggs masses have been found in the bottom of waterfalls. It is threatened by &lt;a href=\"habitat%20destruction\"&gt;habitat loss&lt;/a&gt; caused by logging and the construction of roads. Also alteration of rivers, pollution from pesticides, and predation by invasive &lt;a href=\"mongoose\"&gt;mongoose&lt;/a&gt;s are threats."
}