{
    "id": "12428192",
    "revid": "29011573",
    "url": "https://en.wikipedia.org/wiki?curid=12428192",
    "title": "Coat of arms of Copenhagen",
    "text": "The coat of arms of Copenhagen was granted (under its current form) on 24 June 1661 by king &lt;a href=\"Frederick%20III%20of%20Denmark\"&gt;Frederick III of Denmark&lt;/a&gt; in appraisal of &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;'s citizen's efforts in repelling the &lt;a href=\"Sweden\"&gt;Swedish&lt;/a&gt; &lt;a href=\"siege%20of%20Copenhagen\"&gt;siege and attack&lt;/a&gt; in 1658–1659. An accompanying &lt;a href=\"Royal%20charter\"&gt;royal letter of privilege&lt;/a&gt; granted the citizens of Copenhagen the same rights to own fixed property as applied to the Danish &lt;a href=\"nobility\"&gt;nobility&lt;/a&gt;. \nThe central feature of the full arms are three towers rising above water, a symbol also appearing in from 1296. The water element refers to the city's original name \"Havn\" meaning \"Harbour\" (). The left and right towers represent the &lt;a href=\"Absalon%27s%20Castle\"&gt;castle&lt;/a&gt; of &lt;a href=\"Absalon\"&gt;Absalon&lt;/a&gt;, while the central tower originally depicted a church building inside that castle. By the 16th century, the central tower was no longer depicted as a church tower; instead it had a gateway with a &lt;a href=\"portcullis\"&gt;portcullis&lt;/a&gt;. The version granted by Frederick III modified the previous symbol by adding a knight carrying a raised sword in front of the gateway. The central tower features an oval with the king's \"F3\" cypher above the city gate, both elements in &lt;a href=\"gold\"&gt;gold&lt;/a&gt;.\nThe greater &lt;a href=\"coat%20of%20arms\"&gt;coat of arms&lt;/a&gt; features three &lt;a href=\"Helmet%20%28heraldry%29\"&gt;helmets&lt;/a&gt;, banners and a wide assortment of military equipment. An oversized golden crown is shown above, but not affixed to, the central helmet. Two &lt;a href=\"lion%20%28heraldry%29\"&gt;lions&lt;/a&gt; act as &lt;a href=\"supporter%20%28heraldry%29\"&gt;supporters&lt;/a&gt; of the central &lt;a href=\"Escutcheon%20%28heraldry%29\"&gt;escutcheon&lt;/a&gt;."
}