{
    "id": "12449638",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=12449638",
    "title": "Aisea Havili",
    "text": "'Aisea Havili Kaufusi (born 11 March 1977) is a &lt;a href=\"Tonga\"&gt;Tonga&lt;/a&gt;n &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; footballer, who currently played most recently as a &lt;a href=\"Rugby%20union%20positions%2314.%20%26amp%3B%2011.%20Wing\"&gt;winger&lt;/a&gt; for the &lt;a href=\"Cornish%20Pirates\"&gt;Cornish Pirates&lt;/a&gt; in &lt;a href=\"National%20Division%20One\"&gt;National Division One&lt;/a&gt; as well as for the &lt;a href=\"Tonga%20national%20rugby%20union%20team\"&gt;Tonga national team&lt;/a&gt;.\nClub career.\nHavili began his rugby career in his home country of &lt;a href=\"Tonga\"&gt;Tonga&lt;/a&gt;, before eventually moving to &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt; to play for &lt;a href=\"Bridgend%20Ravens\"&gt;Bridgend&lt;/a&gt;. Upon the advent of regional rugby in &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt; in 2003, he joined the &lt;a href=\"Celtic%20Warriors\"&gt;Celtic Warriors&lt;/a&gt;, whom he played for until they were disbanded in 2004. He was picked up by the &lt;a href=\"Scarlets\"&gt;Llanelli Scarlets&lt;/a&gt; soon afterwards and became the top try scorer in his first season in West &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;\nHowever, in 2005, &lt;a href=\"Worcester%20Warriors\"&gt;Worcester&lt;/a&gt; showed an interest in Havili and he was released from his contract after just one year with the Scarlets so that he could sign for the West Midlands club. Havili's first season at &lt;a href=\"Worcester%20Warriors\"&gt;Worcester&lt;/a&gt; went well, scoring a total of ten tries in just 16 appearances.\nAfter not making a single appearance in the 2007–08 season, it was announced in May 2008 that Havili would be leaving &lt;a href=\"Worcester%20Warriors\"&gt;Worcester Warriors&lt;/a&gt; to sign for &lt;a href=\"National%20Division%20One\"&gt;National Division One&lt;/a&gt; side &lt;a href=\"Cornish%20Pirates\"&gt;Cornish Pirates&lt;/a&gt;.\nHavili provided &lt;a href=\"Cornish%20Pirates\"&gt;Cornish Pirates&lt;/a&gt; with an alternative style of winger. His physical presence set him apart from most backs within the squad. Perhaps his most noticeable performance came against Plymouth Albion the league in December 2009 where he his try help complete a 46–7 win.\nAt the end of the 09/10 season Havili left the Cornish Pirates before returning to &lt;a href=\"Tonga\"&gt;Tonga&lt;/a&gt;.\nInternational career.\nHavili has had an erratic international career, having earned only nine caps for the &lt;a href=\"Tonga%20national%20rugby%20union%20team\"&gt;Tonga national team&lt;/a&gt;. He was selected for the Tonga &lt;a href=\"2003%20Rugby%20World%20Cup\"&gt;2003 Rugby World Cup&lt;/a&gt; squad, but pulled out after being told that he would have to pay his own way to &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; to join up with the rest of the squad. Havili was, however, still selected for the &lt;a href=\"2007%20Rugby%20World%20Cup\"&gt;2007 World Cup&lt;/a&gt;."
}