{
    "id": "12440758",
    "revid": "792078",
    "url": "https://en.wikipedia.org/wiki?curid=12440758",
    "title": "Prunus speciosa",
    "text": "Prunus speciosa, the Oshima cherry, Japanese オオシマザクラ (Oshima zakura), is native to &lt;a href=\"Izu%20%C5%8Cshima\"&gt;Izu Ōshima&lt;/a&gt; island and the &lt;a href=\"Izu%20Peninsula\"&gt;Izu Peninsula&lt;/a&gt; on &lt;a href=\"Honsh%C5%AB\"&gt;Honshū&lt;/a&gt; near &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;.\nDescription.\n\"Prunus speciosa\" is a &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt; &lt;a href=\"tree\"&gt;tree&lt;/a&gt; typically high. The &lt;a href=\"leaf\"&gt;leaves&lt;/a&gt; are 5–10 cm long and 3–6 cm broad, with a double-toothed margin, and an acuminate apex.\nThe &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s are 2.5–4 cm diameter, with five white &lt;a href=\"petal\"&gt;petal&lt;/a&gt;s, gold &lt;a href=\"stamen\"&gt;stamen&lt;/a&gt;s and brown &lt;a href=\"sepal\"&gt;sepal&lt;/a&gt;s; they grow in clusters in the spring, and are &lt;a href=\"hermaphroditic\"&gt;hermaphroditic&lt;/a&gt;. The &lt;a href=\"fruit\"&gt;fruit&lt;/a&gt; is a small black &lt;a href=\"cherry\"&gt;cherry&lt;/a&gt; about 1 cm diameter.\nA tree 8 m in circumference and 800 years old is known on Ōshima island. It has been designated a national treasure.\nCultivation and cultivar.\nThe Oshima cherry, is widely cultivated as an &lt;a href=\"ornamental%20tree\"&gt;ornamental tree&lt;/a&gt;. Because of its large, showy flowers it is planted in many gardens and parks. It prefers sun and moist but well draining soil.\nThere are many &lt;a href=\"cultivar\"&gt;cultivar&lt;/a&gt;s. It is also a &lt;a href=\"Hybrid%20%28biology%29\"&gt;hybrid&lt;/a&gt; parent of many of the &lt;a href=\"sakura\"&gt;sakura&lt;/a&gt; flowering cherry cultivars. Among these cultivars, those that originated from Oshima cherry are called &lt;a href=\"Prunus%20serrulata\"&gt;\"Cerasus\" Sato-zakura Group&lt;/a&gt;, and many cultivars have a large number of petals, and the representative cultivar is &lt;a href=\"Prunus%20%27Kanzan%27\"&gt;\"Prunus lannesiana\" ‘Kanzan’ or ‘Sekiyama’&lt;/a&gt;. The reason for this is that Oshima cherry tend to mutate into &lt;a href=\"double-flowered\"&gt;double-flowered&lt;/a&gt;, grow fast, have many large flowers, and have a strong fragrance, so they have been favored for cherry blossom viewing because of their characteristics. When the population of the southern &lt;a href=\"Kanto%20region\"&gt;Kanto region&lt;/a&gt; increased during the medieval &lt;a href=\"Kamakura%20period\"&gt;Kamakura period&lt;/a&gt;, Oshima cherry, which was originally from &lt;a href=\"Izu%20%C5%8Cshima\"&gt;Izu Ōshima&lt;/a&gt; Island, was brought to &lt;a href=\"Honshu\"&gt;Honshu&lt;/a&gt; and started to be cultivated there, and then brought to the capital, &lt;a href=\"Kyoto\"&gt;Kyoto&lt;/a&gt;. In the &lt;a href=\"Muromachi%20period\"&gt;Muromachi period&lt;/a&gt;, and derived from Oshima cherry were born, and in the &lt;a href=\"Edo%20period\"&gt;Edo period&lt;/a&gt;, various kinds of \"Cerasus\" Sato-zakura Group such as ‘Kanzan’ were born, and many cultivars have been succeeded until now.\nOshima cherry is a paternal species of &lt;a href=\"Yoshino%20cherry\"&gt;Yoshino cherry&lt;/a&gt;.\nThe fruit is also edible. The flowers when dried are used to make tea. The leaves (sakura leaf or cherry leaf) are used in cooking and medicine to make 'cherry tree rice cake', but \"P. speciosa\" is not the only sakura leaf.\nClassification.\nThe plant was first described by Gen'ichi Koidzumi as \"Prunus jamasakura\" var. \"speciosa\", and later treated as a separate species by &lt;a href=\"Collingwood%20Ingram\"&gt;Collingwood Ingram&lt;/a&gt; (1880-1981). It is occasionally treated as a synonym of \"Prunus lannesiana\". or (particularly in Japan) as a variety of it, \"Prunus lannesiana\" var. \"speciosa\" (Koidz.) Makino. The name \"speciosa\" in &lt;a href=\"Latin%20language\"&gt;Latin&lt;/a&gt; means \"the beautiful\", a name which must apply to the blossoming tree."
}