{
    "id": "12458999",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=12458999",
    "title": "Long-tailed fiscal",
    "text": "The long-tailed fiscal (\"Lanius cabanisi\") is a species of &lt;a href=\"bird\"&gt;bird&lt;/a&gt; in the &lt;a href=\"shrike\"&gt;shrike&lt;/a&gt; family Laniidae. The species is closely related to the more widespread &lt;a href=\"grey-backed%20fiscal\"&gt;grey-backed fiscal&lt;/a&gt; and is sometimes placed in a separate subgenus, \"Neolanius\", with that species. It is found in southern &lt;a href=\"Somalia\"&gt;Somalia&lt;/a&gt;, southern and south-eastern &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt;, from the shores of &lt;a href=\"Lake%20Victoria\"&gt;Lake Victoria&lt;/a&gt; to the coast; and northern and eastern &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt; south to &lt;a href=\"Dar%20es%20Salaam\"&gt;Dar es Salaam&lt;/a&gt;, with a separate population at Usanga Flats.\nIts natural &lt;a href=\"habitat\"&gt;habitat&lt;/a&gt; is open dry habitats such as dry, treeless &lt;a href=\"savanna\"&gt;savanna&lt;/a&gt;, open woodland and cultivated patches.\nThis conspicuous fiscal can often be seen in small groups perching in the open especially noticeable on telegraph poles and wires. It characteristically waggles its long tail from side to side excitedly. It can be distinguished from the &lt;a href=\"Lanius%20collaris\"&gt;common fiscal&lt;/a&gt;, \"Lanius collaris\", by its gray back and more robust shape.\nDescription.\nLike many shrike species the appearance of the adults is similar between the sexes but strikingly different in juvenile birds. Adult birds are between in length and weigh between (with males averaging slightly heavier). They are large and robust with, as the name suggests, very long graduated tails and typical strong heavy bills. Moreover, L. cabanisi is more compact, and has less slim feet than L. collaris.\nBehaviour.\nThe long-tailed fiscal feeds on insects, particularly &lt;a href=\"beetle\"&gt;beetle&lt;/a&gt;s and &lt;a href=\"grasshopper\"&gt;grasshopper&lt;/a&gt;s, as well as small vertebrates such as lizards, snakes and bird chicks. It occurs as single birds or in small groups and hunts in the typical fashion for a shrike, perched about two metres off the ground where it watches for and then dives onto prey. Prey is usually taken from the ground and sometimes from foliage, but only rarely from the air. The species has been reported to have a &lt;a href=\"Mutualism%20%28biology%29\"&gt;mutualistic&lt;/a&gt; relationship with &lt;a href=\"red-billed%20buffalo%20weaver\"&gt;red-billed buffalo weaver&lt;/a&gt;s in &lt;a href=\"Tsavo\"&gt;Tsavo&lt;/a&gt; in Kenya. The long-tailed fiscal benefits from associating with the weavers by snatching grasshoppers and other insects flushed by the foraging weavers, and the weavers benefited from the alarm calls made by the more vigilant fiscals."
}