{
    "id": "1246479",
    "revid": "26100645",
    "url": "https://en.wikipedia.org/wiki?curid=1246479",
    "title": "Chappaqua station",
    "text": "Chappaqua station is a &lt;a href=\"commuter%20rail\"&gt;commuter rail&lt;/a&gt; stop on the &lt;a href=\"Metro-North%20Railroad\"&gt;Metro-North Railroad&lt;/a&gt;'s &lt;a href=\"Harlem%20Line\"&gt;Harlem Line&lt;/a&gt;, located in &lt;a href=\"Chappaqua%2C%20New%20York\"&gt;Chappaqua, New York&lt;/a&gt;, United States, within the &lt;a href=\"Administrative%20divisions%20of%20New%20York%23Town\"&gt;town&lt;/a&gt; of &lt;a href=\"New%20Castle%2C%20New%20York\"&gt;New Castle&lt;/a&gt;. Trains leave for &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; every hour, and about every 20 minutes during &lt;a href=\"rush%20hour\"&gt;rush hour&lt;/a&gt;. It is from &lt;a href=\"Grand%20Central%20Terminal\"&gt;Grand Central Terminal&lt;/a&gt; and travel time there is approximately 52 minutes. The station is the first/last station in the Zone 5 Metro-North fare zone.\nNext to the modern station is the building opened by the &lt;a href=\"New%20York%20Central%20Railroad\"&gt;New York Central Railroad&lt;/a&gt; in 1902. Still in use as a waiting area, it is part of the Chappaqua Railroad Depot and Depot Plaza listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; since 1979. It was built on land donated by the daughter of &lt;a href=\"Horace%20Greeley\"&gt;Horace Greeley&lt;/a&gt;, a prominent newspaper editor and presidential candidate who had moved to Chappaqua in the mid-19th century and been responsible for much of its early development, on the condition that a small park adjacent to the station be maintained.\nHistory.\nChappaqua was first settled by &lt;a href=\"Quaker\"&gt;Quaker&lt;/a&gt;s moving inland from &lt;a href=\"Long%20Island%20Sound\"&gt;Long Island Sound&lt;/a&gt; in the 1740s. For a century after that, it remained a self-sustaining farming community, centered around the &lt;a href=\"Quaker%20meeting%20house\"&gt;meeting house&lt;/a&gt; 0.6 mile (1 km) north of the present downtown along Quaker Road. The meeting house and several other buildings remain from that era. They are now part of the &lt;a href=\"Old%20Chappaqua%20Historic%20District\"&gt;Old Chappaqua Historic District&lt;/a&gt;, also listed on the National Register.\nIn 1846 the &lt;a href=\"New%20York%20and%20Harlem%20Railroad\"&gt;New York and Harlem Railroad&lt;/a&gt; laid the first tracks along the current route. That led to gradual changes in the economy and geography of Chappaqua. Farmers could now easily ship their crops to New York for sale, and many switched to growing &lt;a href=\"cash%20crop\"&gt;cash crop&lt;/a&gt;s to take advantage of this. A few businesses began to cluster around the original depot site, a few hundred feet north of the present station. Three buildings were eventually built close to the station.\nThe rail connection made it possible for those with social and commercial links to the city to maintain them, and some who had business there moved to Chappaqua. Among them was &lt;a href=\"Horace%20Greeley\"&gt;Horace Greeley&lt;/a&gt;, the crusading editor of the \"&lt;a href=\"New%20York%20Tribune\"&gt;New York Tribune&lt;/a&gt;\". He settled there with his wife and daughter in 1853, seeking a quiet country retreat from the demands of his job and a place to test the farming methods he advocated. Shortly after moving in he built &lt;a href=\"Rehoboth%20%28Chappaqua%2C%20New%20York%29\"&gt;the first concrete dairy barn in the country&lt;/a&gt;. In 1864 he bought a large farm south of the station and expanded &lt;a href=\"Greeley%20House%20%28Chappaqua%2C%20New%20York%29\"&gt;its farmhouse&lt;/a&gt;. He lived there for the last nine years of his life.\nHis daughter Gabrielle inherited the farm. Over the remaining years of the 19th century more city residents followed her family's lead and moved out to Chappaqua. They often settled on farms that had been &lt;a href=\"land%20subdivision\"&gt;subdivided&lt;/a&gt; into large residential &lt;a href=\"land%20lot\"&gt;lots&lt;/a&gt;. By the turn of the century the 1846 depot was no longer able to handle its daily passenger and freight traffic, and the existing buildings were preventing easy access to the station. As sites for a new depot were being proposed and considered, with considerable opposition from the owners of the three buildings near the old station. Gabrielle offered to donate the where it presently stands for a station, a public park to always be maintained there, and an access road to be named Woodbine Avenue after her mother's family.\nHer offer was accepted, and the station was built there. It was completed and opened in 1902, amid much local celebration. Its completion triggered the development of most of modern downtown Chappaqua, and accelerated the &lt;a href=\"suburbanization\"&gt;suburbanization&lt;/a&gt; of the community, as Gabrielle Greeley continued to subdivide the remnants of the farm for &lt;a href=\"land%20development\"&gt;development&lt;/a&gt; by others until her death in 1937. The small park, decorated with a statue of her father and war memorial in 1914, remained per the stipulation of her original gift.\nIn the early 1970s the &lt;a href=\"Penn%20Central%20Railroad\"&gt;Penn Central Railroad&lt;/a&gt;, successor by merger to the &lt;a href=\"New%20York%20Central%20Railroad\"&gt;New York Central Railroad&lt;/a&gt;, which had absorbed the New York and Harlem, went &lt;a href=\"bankruptcy%20in%20the%20United%20States\"&gt;bankrupt&lt;/a&gt;. Commuter rail services it had operated were first run by &lt;a href=\"Conrail\"&gt;Conrail&lt;/a&gt;, then by &lt;a href=\"Metro-North%20Railroad\"&gt;Metro-North Railroad&lt;/a&gt; after that agency was created under the aegis of New York's &lt;a href=\"Metropolitan%20Transportation%20Authority\"&gt;Metropolitan Transportation Authority&lt;/a&gt; (MTA). During the 1980s the new station, with elevated platforms, was built. Café La Track was opened in the old station a decade later.\nIn the early 2000s, 20 spaces in the station's lot were equipped with plug-in recharging stations for &lt;a href=\"electric%20car\"&gt;electric car&lt;/a&gt;s as part of a &lt;a href=\"pilot%20program\"&gt;pilot program&lt;/a&gt; to encourage their use. Drivers of those vehicles were guaranteed access to one of those spaces. Three years later, during a $1.1 million renovation of the station, the owners of Café La Track, which occupied the southwestern corner of the station building, resorted to an &lt;a href=\"online%20petition\"&gt;online petition&lt;/a&gt; to successfully prevent themselves from being replaced by a &lt;a href=\"Dunkin%27%20Donuts\"&gt;Dunkin' Donuts&lt;/a&gt; franchise.\nThe historic station building was converted into a restaurant, Chappaqua Station, in 2015, while retaining much of the station's original character. As of 2019, the station is occupied by Bobo's Cafe.\nStation layout.\nThe station has one eight-car-long high-level &lt;a href=\"island%20platform\"&gt;island platform&lt;/a&gt; serving trains in both directions.\nBuildings and grounds.\nThe station is located on the southwest corner of downtown Chappaqua, located in a low area amid hilly terrain just north of the &lt;a href=\"Mount%20Pleasant%2C%20New%20York\"&gt;Mount Pleasant&lt;/a&gt; town line. At that point the two railroad tracks run straight in a northeast-southwest heading, paralleling the &lt;a href=\"Saw%20Mill%20River%20Parkway\"&gt;Saw Mill River Parkway&lt;/a&gt; and the &lt;a href=\"headwaters\"&gt;headwaters&lt;/a&gt; of the &lt;a href=\"Saw%20Mill%20River\"&gt;eponymous stream&lt;/a&gt; immediately to their west. Quaker Road (&lt;a href=\"New%20York%20State%20Route%20120\"&gt;New York State Route 120&lt;/a&gt;) crosses over the tracks just north of the station, east of its interchange with the parkway. Beyond the Quaker Road bridge, a parking lot separates the road from the main commercial area of downtown around the intersection of King Street, South Greeley Avenue, and North Greeley Avenue.\nEast of the station, across South Greeley Avenue, are commercial buildings north of Woodburn Avenue and &lt;a href=\"Robert%20E.%20Bell\"&gt;Robert E. Bell&lt;/a&gt; Middle School of the &lt;a href=\"Chappaqua%20Central%20School%20District\"&gt;Chappaqua Central School District&lt;/a&gt;. South of it is the &lt;a href=\"Episcopal%20Church%20of%20the%20United%20States\"&gt;Episcopal&lt;/a&gt; &lt;a href=\"Church%20of%20Saint%20Mary%20the%20Virgin%20and%20Greeley%20Grove\"&gt;Church of St. Mary the Virgin&lt;/a&gt;, also listed on the Register due to its connection to the Greeley family. A baseball diamond lies between the station and New Castle's town hall and the Chappaqua library on the south. To the southwest of the station its overflow parking spills out alongside the tracks to the town line.\nWoodburn Avenue west of South Greeley serves as the station's entrance road. Parking is in concentric semicircles, mirroring the small park just east of the station. A statue of Greeley and war memorial are located just across Allen Place from the historic station building on the east side of the tracks. The entry stairs to the modern station are immediately to the south.\nThe historic building is a one-story &lt;a href=\"fieldstone\"&gt;fieldstone&lt;/a&gt; structure with a tiled &lt;a href=\"hipped%20roof\"&gt;hipped roof&lt;/a&gt; pierced at either end by two stone chimneys. On its west side, opposite the statue and war memorial, is a &lt;a href=\"gable\"&gt;gable&lt;/a&gt;d \"&lt;a href=\"porte-coch%C3%A8re\"&gt;porte-cochère&lt;/a&gt;\" supported by square &lt;a href=\"bracket%20%28architecture%29\"&gt;bracketed&lt;/a&gt; wooden pillars atop a stone wall. West, along the tracks, a roofed &lt;a href=\"arcade%20%28architecture%29\"&gt;arcade&lt;/a&gt; extends along the tracks. It is no longer necessary as a shelter for passengers awaiting trains since the tracks are now fenced off on that side and all ingress and egress from them is via the modern station.\nAn walkway and steps enclosed with glass and aluminum climb to a similarly treated overpass from both north and south, with an elevator in a brick shaft between them. In the overpass are ticket machines. On the west end of the overpass, another enclosed stairwell and another elevator in a brick shaft descend to the elevated concrete &lt;a href=\"island%20platform\"&gt;island platform&lt;/a&gt; between the tracks.\nThe platform, long enough to accommodate eight cars, extends about to the south of the overpass. North of the overpass it continues to slightly north of the Quaker Road overpass. A roof covers the first hundred feet (30 m). Along its length are ornate metal streetlights, enclosed shelters, and some vending machines.\nThe historic station was converted to a café in 2015. While the ticket counter closed, the cafe retains most of the station's original elements, including the waiting area benches and the original ticket counter, which serves as a check-out counter. It is decorated entirely in wood, from the flooring to the vertical siding to the exposed ceiling &lt;a href=\"rafter\"&gt;rafter&lt;/a&gt;s. There is a simple &lt;a href=\"molding%20%28decorative%29\"&gt;molding&lt;/a&gt; at the floor, and a more decorative one at the &lt;a href=\"chair%20rail\"&gt;chair rail&lt;/a&gt; level and then running around the waiting room at the top of the entryways, all of which are flanked by smooth square &lt;a href=\"pilaster\"&gt;pilaster&lt;/a&gt;s. Above that level is a paneled &lt;a href=\"entablature\"&gt;entablature&lt;/a&gt; (with ten-pane horizontal &lt;a href=\"casement%20window\"&gt;casement window&lt;/a&gt;s above the former ticket office), with another molded &lt;a href=\"cornice\"&gt;cornice&lt;/a&gt; at the ceiling.\nService.\nMost trains that stop at Chappaqua are &lt;a href=\"electric%20multiple%20unit\"&gt;electric multiple unit&lt;/a&gt;s. Most are &lt;a href=\"M7%20%28railcar%29\"&gt;M7As&lt;/a&gt; exclusively, although sometimes &lt;a href=\"Glossary%20of%20rail%20transport%20terms%23C\"&gt;consists&lt;/a&gt; of older &lt;a href=\"M3A%20%28railcar%29\"&gt;M3As&lt;/a&gt; can be seen. Diesel-powered express trains that serve the upper reaches of the Harlem Line (north of &lt;a href=\"Southeast%20%28Metro-North%20station%29\"&gt;Southeast&lt;/a&gt;, where &lt;a href=\"rail%20electrification\"&gt;electrification&lt;/a&gt; ends) pass through during morning and evening rush hours, and some of them stop.\n, 15 trains serve the station during morning peak. Three originate at various stations further up the line and then make Chappaqua their last local stop before continuing to &lt;a href=\"White%20Plains%20%28Metro-North%20station%29\"&gt;White Plains&lt;/a&gt;, 125th Street and Grand Central. During the non-peak hours service is hourly, with some added trains that originate in &lt;a href=\"Mount%20Kisco%20%28Metro-North%20station%29\"&gt;Mount Kisco&lt;/a&gt;, then stop at &lt;a href=\"Pleasantville%20%28Metro-North%20station%29\"&gt;Pleasantville&lt;/a&gt; before becoming express trains to North White Plains, White Plains and the two Manhattan stops. The evening rush hour offers the same trains as the morning, in the opposite direction. Weekend and holiday service is generally hourly, with a few extra trains from and to Mount Kisco."
}