{
    "id": "1248603",
    "revid": "32830435",
    "url": "https://en.wikipedia.org/wiki?curid=1248603",
    "title": "Excision theorem",
    "text": "In &lt;a href=\"algebraic%20topology\"&gt;algebraic topology&lt;/a&gt;, a branch of &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt;, the excision theorem is a theorem about &lt;a href=\"relative%20homology\"&gt;relative homology&lt;/a&gt; and one of the &lt;a href=\"Eilenberg%E2%80%93Steenrod%20axioms\"&gt;Eilenberg–Steenrod axioms&lt;/a&gt;. Given a topological space formula_1 and subspaces formula_2 and formula_3 such that formula_3 is also a subspace of formula_2, the theorem says that under certain circumstances, we can cut out (excise) formula_3 from both spaces such that the &lt;a href=\"Relative_homology\"&gt;relative homologies&lt;/a&gt; of the pairs formula_7 into formula_8 are isomorphic.\nThis assists in computation of &lt;a href=\"singular%20homology\"&gt;singular homology&lt;/a&gt; groups, as sometimes after excising an appropriately chosen subspace we obtain something easier to compute.\nTheorem.\nStatement.\nIf formula_9 are as above, we say that formula_3 can be excised if the inclusion map of the pair formula_7 into formula_8 induces an isomorphism on the relative homologies: \nformula_13\nThe theorem states that if the &lt;a href=\"Closure%20%28topology%29\"&gt;closure&lt;/a&gt; of formula_3 is contained in the &lt;a href=\"Interior%20%28topology%29\"&gt;interior&lt;/a&gt; of formula_2, then formula_3 can be excised.\nOften, subspaces that do not satisfy this containment criterion still can be excised—it suffices to be able to find a &lt;a href=\"deformation%20retract\"&gt;deformation retract&lt;/a&gt; of the subspaces onto subspaces that do satisfy it.\nProof Sketch.\nThe proof of the excision theorem is quite intuitive, though the details are rather involved. The idea is to subdivide the simplices in a relative cycle in formula_8 to get another chain consisting of \"smaller\" simplices, and continuing the process until each simplex in the chain lies entirely in the interior of formula_2 or the interior of formula_19. Since these form an open cover for formula_1 and simplices are &lt;a href=\"Compact%20space\"&gt;compact&lt;/a&gt;, we can eventually do this in a finite number of steps. This process leaves the original homology class of the chain unchanged (this says the subdivision operator is &lt;a href=\"chain%20homotopy\"&gt;chain homotopic&lt;/a&gt; to the identity map on homology).\nIn the relative homology formula_21, then, this says all the terms contained entirely in the interior of formula_3 can be dropped without affecting the homology class of the cycle. This allows us to show that the inclusion map is an isomorphism, as each relative cycle is equivalent to one that avoids formula_3 entirely.\nApplications.\nEilenberg–Steenrod Axioms.\nThe excision theorem is taken to be one of the Eilenberg–Steenrod Axioms.\nMayer-Vietoris Sequences.\nThe &lt;a href=\"Mayer%E2%80%93Vietoris%20sequence\"&gt;Mayer–Vietoris sequence&lt;/a&gt; may be derived with a combination of excision theorem and the long-exact sequence."
}