{
    "id": "12491209",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=12491209",
    "title": "Ringed woodpecker",
    "text": "The ringed woodpecker (\"Celeus torquatus\") is a species of bird in the family &lt;a href=\"Picidae\"&gt;Picidae&lt;/a&gt; that contains the &lt;a href=\"woodpecker\"&gt;woodpecker&lt;/a&gt;s, &lt;a href=\"piculet\"&gt;piculet&lt;/a&gt;s, and &lt;a href=\"wryneck\"&gt;wryneck&lt;/a&gt;s. It is found in northern &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;, &lt;a href=\"French%20Guiana\"&gt;French Guiana&lt;/a&gt;, &lt;a href=\"Guyana\"&gt;Guyana&lt;/a&gt;, &lt;a href=\"Suriname\"&gt;Suriname&lt;/a&gt;, and western &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt;. Its natural &lt;a href=\"habitat\"&gt;habitat&lt;/a&gt;s are subtropical or tropical moist lowland &lt;a href=\"forest\"&gt;forest&lt;/a&gt;s and subtropical or tropical &lt;a href=\"swamp\"&gt;swamp&lt;/a&gt;s.\nTaxonomy.\nThe ringed woodpecker was described by the French polymath &lt;a href=\"Georges-Louis%20Leclerc%2C%20Comte%20de%20Buffon\"&gt;Georges-Louis Leclerc, Comte de Buffon&lt;/a&gt; in 1780 in his \"Histoire Naturelle des Oiseaux\" from a specimen collected in &lt;a href=\"Cayenne\"&gt;Cayenne&lt;/a&gt;, &lt;a href=\"French%20Guiana\"&gt;French Guiana&lt;/a&gt;. The bird was also illustrated in a hand-coloured plate engraved by &lt;a href=\"Fran%C3%A7ois-Nicolas%20Martinet\"&gt;François-Nicolas Martinet&lt;/a&gt; in the \"Planches Enluminées D'Histoire Naturelle\", which was produced under the supervision of &lt;a href=\"Edme-Louis%20Daubenton\"&gt;Edme-Louis Daubenton&lt;/a&gt; to accompany Buffon's text. Neither the plate caption nor Buffon's description included a scientific name, but in 1783 the Dutch naturalist &lt;a href=\"Pieter%20Boddaert\"&gt;Pieter Boddaert&lt;/a&gt; coined the &lt;a href=\"binomial%20name\"&gt;binomial name&lt;/a&gt; \"Picus torquatus\" in his catalogue of the \"Planches Enluminées\". The ringed woodpecker is now placed in the genus \"&lt;a href=\"Celeus%20%28bird%29\"&gt;Celeus&lt;/a&gt;\" that was introduced by the German zoologist &lt;a href=\"Friedrich%20Boie\"&gt;Friedrich Boie&lt;/a&gt; in 1831. The generic name is from the &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt; word \"keleos\" for a \"green woodpecker\". The specific epithet \"torquatus\" is the Latin for \"collared\".\nThree &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; are recognised:\nThe online edition of the \"&lt;a href=\"Handbook%20of%20the%20Birds%20of%20the%20World\"&gt;Handbook of the Birds of the World&lt;/a&gt;\" has &lt;a href=\"Species%23Lumping%20and%20splitting\"&gt;split&lt;/a&gt; the ringed woodpecker and created the Amazonian black-breasted woodpecker (\"Celeus occidentalis\") and the Atlantic black-breasted woodpecker (\"Celeus tinnunculus\"). Neither split was supported by the results of molecular genetic studies.\nDescription.\nThe adult ringed woodpecker has a length of about . The head is crowned by a brown, shaggy tuft. The male has bright red cheeks, which the female lacks, but otherwise the sexes are similar. The head, neck and throat are cinnamon-brown and the upper parts of the body and wings are chestnut brown, variously streaked or barred with black. Both the tail and the upper breast are black, while the lower breast and belly are barred in black and white, or are cinnamon, depending on subspecies. The eye is chestnut brown, the beak grey or yellowish and the legs grey."
}