{
    "id": "12496879",
    "revid": "42329703",
    "url": "https://en.wikipedia.org/wiki?curid=12496879",
    "title": "Bhaiband",
    "text": "Bhaiband, meaning “brotherhood”, are a &lt;a href=\"Hindu\"&gt;Hindu&lt;/a&gt; &lt;a href=\"j%C4%81ti\"&gt;jāti&lt;/a&gt; within the &lt;a href=\"Lohana\"&gt;Sindhi&lt;/a&gt; caste of India and Pakistan.\nHistory.\nThe &lt;a href=\"Sindh\"&gt;Sindh&lt;/a&gt; region was ruled by various Muslim dynasties from 711 until the conquest by the &lt;a href=\"East%20India%20Company\"&gt;British&lt;/a&gt; in 1843, when it became a part of &lt;a href=\"Bombay%20Presidency\"&gt;Bombay Presidency&lt;/a&gt;. During that period, Hindus were a significant minority of the population although accurate figures continued to be unavailable until after 1947. Mark-Anthony Falzon notes that, \"Due to the shifting criteria of categorisation and the complex politics of census in general, the decennial colonial censuses of pre-independence Sindh must be read with caution.\" Of these Hindus, most were broadly designated as members of the Lohana &lt;a href=\"caste\"&gt;caste&lt;/a&gt;, with the exceptions being those considered to be &lt;a href=\"Bhatia%20%28caste%29\"&gt;Bhatia&lt;/a&gt;s or &lt;a href=\"Brahmin\"&gt;Brahmin&lt;/a&gt;s. Although some now considered to be &lt;a href=\"Vaishya\"&gt;Vaishya&lt;/a&gt; in the Hindu ritual ranking system known as &lt;a href=\"Varna%20%28Hinduism%29\"&gt;varna&lt;/a&gt;, the Lohanas trace their origin as members of the &lt;a href=\"Kshatriya\"&gt;Kshatriya&lt;/a&gt; &lt;a href=\"Lohana\"&gt;Lohana&lt;/a&gt; varna from &lt;a href=\"Raghuvanshi\"&gt;Raghuvanshi&lt;/a&gt; Rajput clan. \nAmong the Lohana jatis - a social grouping based on birth and kinship - are the Bhaibands, who by the time of the &lt;a href=\"British%20Raj\"&gt;British Raj&lt;/a&gt; were held in a lesser useful than the &lt;a href=\"Amils\"&gt;Amil&lt;/a&gt; subgroup of Lohanas but who were the wealthiest as a result of their mobility and participation in trade. Although most of the Bhaibands around &lt;a href=\"Nawabshah\"&gt;Nawabshah&lt;/a&gt;, &lt;a href=\"Tando%20Adam%20Khan\"&gt;Tando Adam Khan&lt;/a&gt; and &lt;a href=\"Hyderabad%2C%20Sindh\"&gt;Hyderabad&lt;/a&gt; in Sindh were ancestral &lt;a href=\"Zamindaar\"&gt;Zamindaar&lt;/a&gt; and &lt;a href=\"Jagir\"&gt;Jagir&lt;/a&gt;dars. They were also known for their fierce attitude and very well respected in surrounding Muslim population. Falzon considers their trade-sourced wealth to be their \"distinguishing characteristic\" among the Hindus of Sindh. Although it was generally uncommon, there was intermarriage between Amils, Bhaibands and another Lohana jati, the &lt;a href=\"Sahiti\"&gt;Sahiti&lt;/a&gt;s. The ritual prohibitions of caste, such as restrictions on eating and worshipping together, permeate life in south India but did not play a great role in the life of Sindhis. Nonetheless, a hierarchy existed and, according to Falzon, \"still today, Bhaibands are seen by Amils as unpolished, having poor aesthetic tastes, and given to vulgar displays of wealth\". While Bhaibands always saw Amils as subservient to rulers or government and doubt their own ability to be rich and successful.\nReferences.\nNotes\nCitations"
}