{
    "id": "12506460",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=12506460",
    "title": "Horseshoe whip snake",
    "text": "The horseshoe whip snake (\"Hemorrhois hippocrepis)\" is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of &lt;a href=\"snake\"&gt;snake&lt;/a&gt; in the &lt;a href=\"Family%20%28biology%29\"&gt;family&lt;/a&gt; &lt;a href=\"Colubridae\"&gt;Colubridae&lt;/a&gt; . The species is native to southwestern &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and northern &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;.\nDescription.\nAdults of \"H. hippocrepis\" may attain a total length (including tail) of 1.5 m (5 feet). Its body is slender, and its head is wider than its neck. The eye is large, with a round pupil, and with a row of small scales below it. The smooth &lt;a href=\"dorsal%20scales\"&gt;dorsal scales&lt;/a&gt; are arranged in 25-29 rows, and the &lt;a href=\"Ventral%20scales\"&gt;ventrals&lt;/a&gt; number 220–258. &lt;a href=\"Dorsum%20%28anatomy%29\"&gt;Dorsally&lt;/a&gt;, it has a series of large spots which are either blackish or dark brown edged with black. There is a series of alternating smaller dark spots on each side. The lighter ground color between the spots may be yellowish, olive, or reddish. The dark spots are closely spaced, giving the appearance of a dark snake with a light pattern resembling a chain or a series of X's. There is a light horseshoe-shaped mark on the neck and back of head.\nGeographic range.\n\"H. hippocrepis\" is found in &lt;a href=\"Algeria\"&gt;Algeria&lt;/a&gt;, &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt; and &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt; in North Africa, and in southern and central &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;, southern, eastern and central &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, &lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt;, southern &lt;a href=\"Sardinia\"&gt;Sardinia&lt;/a&gt; and &lt;a href=\"Pantelleria%20Island\"&gt;Pantelleria Island&lt;/a&gt; in Europe. In the island locations, it may have been introduced. Since the early 2000s it has been reported from &lt;a href=\"Balearic%20Islands\"&gt;Balearic Islands&lt;/a&gt; of &lt;a href=\"Mallorca\"&gt;Mallorca&lt;/a&gt;, &lt;a href=\"Ibiza\"&gt;Ibiza&lt;/a&gt; and &lt;a href=\"Formentera\"&gt;Formentera&lt;/a&gt;. It could have been introduced there by way of old olive trees imported from mainland Spain. The species is thriving there and becomes larger than on the mainland.\nHabitat.\nThe natural &lt;a href=\"habitat\"&gt;habitat&lt;/a&gt;s of \"H. hippocrepis\" are Mediterranean-type shrubby vegetation, rocky areas, rocky shores, sandy shores, &lt;a href=\"arable%20land\"&gt;arable land&lt;/a&gt;, pastureland, &lt;a href=\"plantation\"&gt;plantation&lt;/a&gt;s, rural gardens, and &lt;a href=\"urban%20area\"&gt;urban area&lt;/a&gt;s.\nReproduction.\n\"H. hippocrepis\" is &lt;a href=\"Oviparity\"&gt;oviparous&lt;/a&gt;.\nSubspecies.\nTwo &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; are recognized as being valid, including the &lt;a href=\"nominotypical%20subspecies\"&gt;nominotypical subspecies&lt;/a&gt;.\n\"&lt;a href=\"Nota%20bene\"&gt;Nota bene&lt;/a&gt;\": A &lt;a href=\"Trinomen\"&gt;trinomial authority&lt;/a&gt; in parentheses indicates that the subspecies was originally described in a genus other than \"Hemorrhois\".\nConservation status.\nThe horseshoe whip snake is assessed as being of \"&lt;a href=\"Least%20Concern\"&gt;Least Concern&lt;/a&gt;\" by the &lt;a href=\"International%20Union%20for%20Conservation%20of%20Nature\"&gt;International Union for Conservation of Nature&lt;/a&gt; in its &lt;a href=\"Red%20List%20of%20Threatened%20Species\"&gt;Red List of Threatened Species&lt;/a&gt;. Its population trend is thought to be steady, and it is able to adapt to modified habitats. Threats it faces include being run over by traffic, poisoned by agricultural chemicals and being captured for use by local snake charmers."
}