{
    "id": "12509095",
    "revid": "10695509",
    "url": "https://en.wikipedia.org/wiki?curid=12509095",
    "title": "John Isner",
    "text": "John Robert Isner (born April 26, 1985) is an American professional &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; player. He has been ranked as high as No. 8 in men's singles by the &lt;a href=\"Association%20of%20Tennis%20Professionals\"&gt;Association of Tennis Professionals&lt;/a&gt; (ATP).\nConsidered one of the best servers ever to play on the &lt;a href=\"ATP%20Tour\"&gt;ATP Tour&lt;/a&gt;, Isner achieved his career-high singles ranking in July 2018 by virtue of his maiden &lt;a href=\"ATP%20World%20Tour%20Masters%201000\"&gt;Masters 1000&lt;/a&gt; crown at the &lt;a href=\"2018%20Miami%20Open\"&gt;2018 Miami Open&lt;/a&gt; and a semifinals appearance at the &lt;a href=\"2018%20Wimbledon%20Championships\"&gt;2018 Wimbledon Championships&lt;/a&gt;. He has also twice reached the quarterfinals at the &lt;a href=\"US%20Open%20%28tennis%29\"&gt;US Open&lt;/a&gt; in &lt;a href=\"2011%20US%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;2011&lt;/a&gt; and &lt;a href=\"2018%20US%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;2018&lt;/a&gt;, the latter of which helped qualify him for his first &lt;a href=\"ATP%20Finals\"&gt;ATP Finals&lt;/a&gt; appearance later that year. He currently has &lt;a href=\"ATP%20Tour%20records%23Aces\"&gt;the second-most&lt;/a&gt; aces in the history of the ATP Tour, having served over 13,000 &lt;a href=\"Ace%20%28tennis%29\"&gt;aces&lt;/a&gt;. At the &lt;a href=\"2010%20Wimbledon%20Championships\"&gt;2010 Wimbledon Championships&lt;/a&gt;, he played the &lt;a href=\"Isner%E2%80%93Mahut%20match%20at%20the%202010%20Wimbledon%20Championships\"&gt;longest professional tennis match in history&lt;/a&gt;, defeating &lt;a href=\"Nicolas%20Mahut\"&gt;Nicolas Mahut&lt;/a&gt; in a total of 11 hours and 5 minutes, played over the course of three days. Isner currently holds the record for hitting the ATP's fastest \"official\" serve ever and third-fastest on record in tennis at during his first-round 2016 Davis Cup match. On 17 August 2021 at the &lt;a href=\"2021%20Western%20%26amp%3B%20Southern%20Open\"&gt;2021 Western &amp; Southern Open&lt;/a&gt;, he became the second player in the world to reach 13,000 aces on the &lt;a href=\"ATP%20Tour%20records%23Aces\"&gt;most aces in career list&lt;/a&gt;, joining &lt;a href=\"Ivo%20Karlovic\"&gt;Ivo Karlovic&lt;/a&gt;.\nProfessional career.\n2007–2008: Turning pro, First ATP final, top 100.\nIsner began his professional career in earnest in the summer of 2007. With a world ranking of no. 839, he needed a &lt;a href=\"Wild%20card%20%28sports%29\"&gt;wildcard&lt;/a&gt; entry into the main draws of every single tournament, even at &lt;a href=\"ITF%20Men%27s%20Circuit\"&gt;Futures level&lt;/a&gt;.\nHe won his first tournament of the summer, the USA F14 Futures, beating the top three seeds along the way. Then, after first-round losses at &lt;a href=\"ATP%20Challenger%20Tour\"&gt;Challenger level&lt;/a&gt; as well as a tournament at ATP level, he beat five top-300 players and three seeds to win the Lexington Challenger in July and improve his ranking to no. 416 after just one month.\nAt the following week's tournament at the &lt;a href=\"Legg%20Mason%20Tennis%20Classic\"&gt;Legg Mason Tennis Classic&lt;/a&gt; in Washington, D.C., a late withdrawal freed up a wildcard spot, which was given to Isner at the last minute. Isner took full advantage of his good fortune, recording his first wins over top-100 players. He won third-set tiebreakers on five consecutive days, beating no. 73 &lt;a href=\"Tim%20Henman\"&gt;Tim Henman&lt;/a&gt;, no. 47 &lt;a href=\"Benjamin%20Becker\"&gt;Benjamin Becker&lt;/a&gt;, no. 189 qualifier &lt;a href=\"Wayne%20Odesnik\"&gt;Wayne Odesnik&lt;/a&gt;, no. 12 &lt;a href=\"Tommy%20Haas\"&gt;Tommy Haas&lt;/a&gt;, and no. 54 &lt;a href=\"Ga%C3%ABl%20Monfils\"&gt;Gaël Monfils&lt;/a&gt;, to reach the final, where he fell to fellow American &lt;a href=\"Andy%20Roddick\"&gt;Andy Roddick&lt;/a&gt;. His week raised his ranking to no. 193 in the world after six weeks on the pro tour.\nIsner's success in Washington, D.C. earned him wildcard entries into three more ATP tournaments—the Masters 1000 Series event in Cincinnati a week later, New Haven and the US Open. He lost in the first round in Cincinnati to quarterfinalist no. 15 &lt;a href=\"David%20Ferrer\"&gt;David Ferrer&lt;/a&gt;. The following week in New Haven, he beat no. 49 Becker a second time, before falling to Ferrer for the second week in a row.\nIn his US Open début, he defeated the 26th-seeded player, former quarterfinalist &lt;a href=\"Jarkko%20Nieminen\"&gt;Jarkko Nieminen&lt;/a&gt;, firing 34 aces along the way. He proceeded to win his second-round match against &lt;a href=\"Rik%20de%20Voest\"&gt;Rik de Voest&lt;/a&gt;, before losing in the third round to top seed and eventual champion &lt;a href=\"Roger%20Federer\"&gt;Roger Federer&lt;/a&gt;. Isner was one of only two players to take a set from Federer in the championship. His US Open performance improved his ranking to no. 144.\nAfter the US Open, Isner continued to play exclusively in North America and finished the year ranked no. 107. That year, Isner was added to the &lt;a href=\"United%20States%20Davis%20Cup%20team\"&gt;United States Davis Cup team&lt;/a&gt; as a practice partner.\nIsner's no. 106 ranking in November 2007 was just good enough to get him direct entry into his first &lt;a href=\"Australian%20Open\"&gt;Australian Open&lt;/a&gt; after several players ranked above him dropped out. He was defeated in the first round of the &lt;a href=\"2008%20Australian%20Open\"&gt;2008 Australian Open&lt;/a&gt; by veteran &lt;a href=\"Fabrice%20Santoro\"&gt;Fabrice Santoro&lt;/a&gt; of France. Teamed with Croat &lt;a href=\"Ivo%20Karlovi%C4%87\"&gt;Ivo Karlović&lt;/a&gt;, who stands half an inch taller (Karlović is currently the joint tallest player on the ATP World Tour alongside &lt;a href=\"Reilly%20Opelka\"&gt;Reilly Opelka&lt;/a&gt;), Isner also lost in the first round of doubles.\nIsner broke into the top 100 at no. 93 in February with a quarterfinal appearance at an ATP event in San Jose, beating no. 90 &lt;a href=\"Florent%20Serra\"&gt;Florent Serra&lt;/a&gt; and no. 26 Tommy Haas. He maintained a top-100 ranking in the first three months of the year, beating six players in the top 100, while playing exclusively in events at ATP level. Isner played at his first &lt;a href=\"French%20Open\"&gt;French Open&lt;/a&gt; and &lt;a href=\"The%20Championships%2C%20Wimbledon\"&gt;Wimbledon&lt;/a&gt;, losing in the first round of each. He also played at the US Open, where he lost in the first round. He ended the year ranked no. 144 in the world.\n2009: Top 40, first top-10 wins.\nIsner qualified for the singles draw of the &lt;a href=\"2009%20Heineken%20Open\"&gt;2009 Heineken Open&lt;/a&gt; in Auckland, after winning three consecutive three-set matches in qualifying. His final match saw him bounce back from a 0–3 deficit in the third set to eventually beat Brazilian &lt;a href=\"Thomaz%20Bellucci\"&gt;Thomaz Bellucci&lt;/a&gt; in a tiebreaker. In the main draw, Isner beat &lt;a href=\"Albert%20Monta%C3%B1%C3%A9s\"&gt;Albert Montañés&lt;/a&gt; and countryman &lt;a href=\"Robby%20Ginepri\"&gt;Robby Ginepri&lt;/a&gt;, before ultimately exiting with a loss in the quarterfinals.\nIsner received a wildcard into the &lt;a href=\"2009%20Australian%20Open\"&gt;2009 Australian Open&lt;/a&gt;, after winning the &lt;a href=\"United%20States%20Tennis%20Association\"&gt;United States Tennis Association&lt;/a&gt;'s wildcard tournament, beating &lt;a href=\"Donald%20Young%20%28tennis%29\"&gt;Donald Young&lt;/a&gt; and &lt;a href=\"Jesse%20Levine\"&gt;Jesse Levine&lt;/a&gt; along the way. Despite serving 39 aces against his first-round opponent, Slovakia's &lt;a href=\"Dominik%20Hrbat%C3%BD\"&gt;Dominik Hrbatý&lt;/a&gt;, he lost in four sets. Isner began working with a new coach, &lt;a href=\"Craig%20Boynton\"&gt;Craig Boynton&lt;/a&gt;, who had coached former world no. 1 &lt;a href=\"Jim%20Courier\"&gt;Jim Courier&lt;/a&gt; in the 1990s, in March 2009.\nAt the 2009 &lt;a href=\"Indian%20Wells%20Masters\"&gt;Indian Wells Masters&lt;/a&gt;, Isner pulled off a major upset by defeating ninth seed Gaël Monfils. This was Isner's first win over a top-10 player, after four previous defeats. He then went on to defeat former world no. 1 &lt;a href=\"Marat%20Safin\"&gt;Marat Safin&lt;/a&gt;, before losing to world no. 6 &lt;a href=\"Juan%20Mart%C3%ADn%20del%20Potro\"&gt;Juan Martín del Potro&lt;/a&gt; in the fourth round.\nIn April 2009 at the &lt;a href=\"U.S.%20Men%27s%20Clay%20Court%20Championships\"&gt;U.S. Men's Clay Court Championships&lt;/a&gt; in Houston, Texas, at &lt;a href=\"River%20Oaks%20Country%20Club\"&gt;River Oaks Country Club&lt;/a&gt;, Isner made it as far as the quarterfinals, where he was defeated by fellow American Wayne Odesnik. Isner qualified for the French Open, but had to withdraw after being diagnosed with &lt;a href=\"Infectious%20mononucleosis\"&gt;mononucleosis&lt;/a&gt;, which caused him to miss Wimbledon as well.\nIn August 2009, he defeated world no. 7 &lt;a href=\"Jo-Wilfried%20Tsonga\"&gt;Jo-Wilfried Tsonga&lt;/a&gt; and world no. 18 &lt;a href=\"Tom%C3%A1%C5%A1%20Berdych\"&gt;Tomáš Berdych&lt;/a&gt; en route to the semifinals of the &lt;a href=\"ATP%20Tour%20500\"&gt;ATP World Tour 500&lt;/a&gt; event in Washington, before losing to world no. 5 Andy Roddick. This performance brought him to a career-high ranking of no. 55 and a special exemption into the Masters 1000 Series event in Montreal, where he defeated Jesse Levine, before losing to &lt;a href=\"Mikhail%20Youzhny\"&gt;Mikhail Youzhny&lt;/a&gt;. He earned a wildcard into the Masters 1000 Series event in Cincinnati, where he defeated world no. 21 Tommy Haas, before losing to world no. 35 &lt;a href=\"J%C3%A9r%C3%A9my%20Chardy\"&gt;Jérémy Chardy&lt;/a&gt; in the second round.\nUnseeded and ranked no. 55 in the world entering the US Open, Isner defeated world no. 29 &lt;a href=\"Victor%20H%C4%83nescu\"&gt;Victor Hănescu&lt;/a&gt; in the first round, which was his first win in a Grand Slam tournament since the 2007 US Open, ending a streak of six consecutive defeats. He then advanced to the third round, where he defeated world no. 5 and fellow American Andy Roddick in five sets for his first victory over Roddick, his first victory in a five-set match, and the first time he advanced past the third round of a Grand Slam tournament. He was then defeated in the fourth round by world no. 10 Fernando Verdasco in four sets. His US Open performance brought his ranking to a career-high no. 39.\nAfter playing in Vienna, Basel and at the Paris Masters, Isner finished the year at a career-high no. 34 in the world. He has credited his work with Boynton for helping him get back on track following his disappointing 2008 season.\nHis progress was acknowledged by his peers, as he was voted the &lt;a href=\"ATP%20World%20Tour%20Awards\"&gt;ATP Most Improved Player&lt;/a&gt; for 2009, becoming the tenth American to win the award, and the first since &lt;a href=\"Andre%20Agassi\"&gt;Andre Agassi&lt;/a&gt; in 1998.\n2010: First title, longest match in history.\nIsner began the year at the &lt;a href=\"2010%20Heineken%20Open%20%E2%80%93%20Singles\"&gt;2010 Heineken Open&lt;/a&gt; in Auckland. Unseeded, he reached his second career ATP final and first since Washington in 2007. In the final, he saved a championship point to defeat 2001 Australian Open finalist &lt;a href=\"Arnaud%20Cl%C3%A9ment\"&gt;Arnaud Clément&lt;/a&gt;. The victory in Auckland was Isner's first ATP tour title; after the victory he donated $5,000 of his winnings to aid rescue action for the &lt;a href=\"2010%20Haiti%20earthquake\"&gt;2010 Haiti earthquake&lt;/a&gt;.\nThe victory catapulted Isner into the top 30 for the first time and also allowed him to surpass &lt;a href=\"Sam%20Querrey\"&gt;Sam Querrey&lt;/a&gt; to become the second-highest-ranked American for the first time, behind only Andy Roddick. Isner said he intended to finish the year in the top 20, and given his ascendency in the world rankings combined with the absence of Roddick and &lt;a href=\"James%20Blake%20%28tennis%29\"&gt;James Blake&lt;/a&gt; for the &lt;a href=\"2010%20Davis%20Cup\"&gt;2010 Davis Cup&lt;/a&gt; season, it became increasingly likely that Isner would qualify to play singles for the &lt;a href=\"United%20States%20Davis%20Cup%20team\"&gt;United States Davis Cup team&lt;/a&gt; for the first time in his career.\nAfter &lt;a href=\"Gilles%20Simon\"&gt;Gilles Simon&lt;/a&gt; withdrew, Isner became the final seed for the &lt;a href=\"2010%20Australian%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;2010 Australian Open&lt;/a&gt;. In the first round, he defeated world no. 49 &lt;a href=\"Andreas%20Seppi\"&gt;Andreas Seppi&lt;/a&gt; for his first victory at the Australian Open and his first victory at a Grand Slam other than the US Open. He then advanced to the round of 16, before losing to world no. 4 and eventual finalist &lt;a href=\"Andy%20Murray\"&gt;Andy Murray&lt;/a&gt;.\nAfter the Australian Open, Davis Cup captain &lt;a href=\"Patrick%20McEnroe\"&gt;Patrick McEnroe&lt;/a&gt; announced that Isner and Querrey would be first and second singles selections on the United States Davis Cup team's first-round &lt;a href=\"2010%20Davis%20Cup%20World%20Group\"&gt;World Group&lt;/a&gt; tie in Serbia on indoor clay in March 2010; Isner described the selection as \"a dream come true\".\nIsner next entered the &lt;a href=\"2010%20Regions%20Morgan%20Keegan%20Championships\"&gt;2010 Regions Morgan Keegan Championships&lt;/a&gt; in Memphis. Seeded sixth, he made it to the finals, before losing to Sam Querrey. In the doubles event, Isner teamed up with Querrey to win the tournament, defeating the British-Australian pair of &lt;a href=\"Ross%20Hutchins\"&gt;Ross Hutchins&lt;/a&gt; and &lt;a href=\"Jordan%20Kerr\"&gt;Jordan Kerr&lt;/a&gt;.\nPrior to the Davis Cup tie, Isner competed at the &lt;a href=\"2010%20Abierto%20Mexicano%20Telcel%20%E2%80%93%20Men%27s%20Singles\"&gt;2010 Abierto Mexicano Telcel Championships&lt;/a&gt;, an &lt;a href=\"ATP%20World%20Tour%20500%20series\"&gt;ATP World Tour 500&lt;/a&gt; event on clay, where he was the fifth seed. He lost in the first round to &lt;a href=\"Simon%20Greul\"&gt;Simon Greul&lt;/a&gt;. Despite the loss, Isner following the tournament moved into the top 20 for the first time.\nIsner appeared in the first round of the 2010 Davis Cup, where the United States was up against Serbia. In his two singles matches, he faced Serbia's team of world no. 2 &lt;a href=\"Novak%20Djokovic\"&gt;Novak Djokovic&lt;/a&gt; and world no. 35 &lt;a href=\"Viktor%20Troicki\"&gt;Viktor Troicki&lt;/a&gt;. He lost the first singles match against Troicki, but bounced back by winning the doubles match with &lt;a href=\"Bob%20Bryan\"&gt;Bob Bryan&lt;/a&gt;, as a replacement for food-poisoned &lt;a href=\"Mike%20Bryan\"&gt;Mike Bryan&lt;/a&gt;. In his second singles match, he lost to Djokovic, which enabled Serbia to defeat the United States.\nAt the &lt;a href=\"2010%20BNP%20Paribas%20Open\"&gt;2010 BNP Paribas Open&lt;/a&gt; in Indian Wells, he was seeded 15th and advanced to the fourth round, before losing to world no. 2 and defending champion &lt;a href=\"Rafael%20Nadal\"&gt;Rafael Nadal&lt;/a&gt;.\nAfterwards, he appeared as the 17th seed at the second Masters 1000 Series event of the season—the &lt;a href=\"2010%20Sony%20Ericsson%20Open\"&gt;2010 Sony Ericsson Open&lt;/a&gt; in Miami. He advanced to the third round, before losing to 12th seed &lt;a href=\"Juan%20Carlos%20Ferrero\"&gt;Juan Carlos Ferrero&lt;/a&gt;.\nIsner began the clay-court season with an opening-round loss to world no. 89 &lt;a href=\"Xavier%20Malisse\"&gt;Xavier Malisse&lt;/a&gt; at the U.S. Men's Claycourt Championship, followed by a round of 32 showing at his first-ever &lt;a href=\"Internazionali%20BNL%20d%27Italia\"&gt;Internazionali BNL d'Italia&lt;/a&gt;, where he defeated &lt;a href=\"Horacio%20Zeballos\"&gt;Horacio Zeballos&lt;/a&gt;, before losing to Thomaz Bellucci. However, he teamed with Querrey to reach the doubles final in Rome, before losing to Bob and Mike Bryan; his doubles performance raised his doubles ranking to the top 30 for the first time.\nHis next tournament was the &lt;a href=\"2010%20Serbia%20Open%20%E2%80%93%20Singles\"&gt;2010 Serbian Open&lt;/a&gt;, where he was the second seed behind defending champion, tournament host and world no. 2 Djokovic. Isner advanced to the first clay-court final of his career, third final of the year, and fourth final of his career. In the final, he lost to Querrey, despite having a match point; this was the second consecutive final Isner lost to Querrey after serving for the championship. However, Isner's finals performance improved his ranking to a career-high no. 19.\nIsner's next tournament was his debut appearance at the &lt;a href=\"2010%20Mutua%20Madrile%C3%B1a%20Madrid%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;Mutua Madrileña Madrid Open&lt;/a&gt;. Seeded thirteenth, he advanced to the round of 16, before losing to world no. 3 and eventual champion Nadal.\nIsner then played at the &lt;a href=\"2010%20French%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;2010 French Open&lt;/a&gt;; his ranking assured his first direct seed into a Grand Slam event. Seeded 17th, he defeated &lt;a href=\"Andrey%20Golubev\"&gt;Andrey Golubev&lt;/a&gt; in the first round for his first singles victory at the French Open. He advanced to the third round, before losing to the no. 15 seed and eventual semifinalist &lt;a href=\"Tom%C3%A1%C5%A1%20Berdych\"&gt;Tomáš Berdych&lt;/a&gt;. In doubles, he and Querrey were the 12th seeds, but withdrew prior to the start of the tournament after Querrey's first-round loss in singles.\nDespite being ranked no. 19 in the world entering Wimbledon, Isner was seeded 24th by the tournament committee due to his lack of experience on grass, but was moved up to 23rd following the withdrawal of &lt;a href=\"Radek%20%C5%A0t%C4%9Bp%C3%A1nek\"&gt;Radek Štěpánek&lt;/a&gt;. In the first round, Isner played &lt;a href=\"Nicolas%20Mahut\"&gt;Nicolas Mahut&lt;/a&gt; in the &lt;a href=\"Isner%E2%80%93Mahut%20match%20at%20the%202010%20Wimbledon%20Championships\"&gt;longest match in tennis history&lt;/a&gt;, prevailing 6–4, 3–6, 6–7, 7–6, 70–68. However, fatigued and having little time to recover his energy, Isner was beaten by &lt;a href=\"Thiemo%20de%20Bakker\"&gt;Thiemo de Bakker&lt;/a&gt; in the second round, 0–6, 3–6, 2–6, having served no aces. He also pulled out of the doubles, where he and Querrey had been 12th seeds. Despite having been eliminated in the second round, Isner's total of 113 aces were more than any other player throughout the championship. His Wimbledon performance brought his ranking to a career-high no. 18 in the world.\nIsner's next tournament was the &lt;a href=\"2010%20Atlanta%20Tennis%20Championships%20%E2%80%93%20Singles\"&gt;2010 Atlanta Tennis Championships&lt;/a&gt;, where he played doubles with James Blake and reached the semifinals. In singles, Isner was second seed and made it to his fourth final of the year, before losing to &lt;a href=\"Mardy%20Fish\"&gt;Mardy Fish&lt;/a&gt;, which dropped his career record in finals to 1–4 (0–4 against Americans).\nIsner next competed at the &lt;a href=\"2010%20Legg%20Mason%20Tennis%20Classic%20%E2%80%93%20Singles\"&gt;2010 Legg Mason Tennis Classic&lt;/a&gt;, the ATP World Tour 500 series event in Washington, D.C. and site of his breakthrough performance in 2007. Isner was to also compete in the &lt;a href=\"2010%20Legg%20Mason%20Tennis%20Classic%20%E2%80%93%20Doubles\"&gt;doubles&lt;/a&gt; with Sam Querrey, but withdrew due to shoulder concerns. Seeded fifth in singles, Isner made it to the round of 16, before losing to Xavier Malisse.\nIsner next played at the &lt;a href=\"2010%20Western%20%26amp%3B%20Southern%20Financial%20Group%20Masters%20%E2%80%93%20Singles\"&gt;2010 Cincinnati Masters&lt;/a&gt;, where he was unseeded. After defeating &lt;a href=\"%C5%81ukasz%20Kubot\"&gt;Łukasz Kubot&lt;/a&gt; in the first round, he faced 2002 Wimbledon finalist and 2005 Tennis Masters Cup champion &lt;a href=\"David%20Nalbandian\"&gt;David Nalbandian&lt;/a&gt;, but was forced to retire up a break at 5–4 in the first set after injuring his right ankle. Although Isner was found to have suffered ligament damage to the ankle, he chose not to withdraw from the US Open singles tournament.\nAt the &lt;a href=\"2010%20US%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;2010 US Open&lt;/a&gt;, Isner was 18th seed and defeated &lt;a href=\"Frederico%20Gil\"&gt;Frederico Gil&lt;/a&gt; in the first round. After the match he revealed that although the initial diagnosis was a right ankle ligament tear, a second opinion revealed that the damage was a strain and not a tear, and he declared his ankle 90% healed. He then advanced to the third round, before losing to 12th seed and &lt;a href=\"2006%20US%20Open%20%28tennis%29\"&gt;2006 US Open&lt;/a&gt; semifinalist Mikhail Youzhny. The loss dropped Isner out of the top 20 and from the no. 2 to the no. 4 ranked American player. Due to his ankle injury, he chose not to compete in doubles.\nFollowing the US Open, Isner participated with Mardy Fish and Sam Querrey in the Davis Cup tie against Colombia, winning the doubles match with Fish as his partner. The United States won the tie 3–1 to remain in the &lt;a href=\"2011%20Davis%20Cup%20World%20Group\"&gt;2011 Davis Cup World Group&lt;/a&gt;. Isner was next granted a wildcard to participate at the &lt;a href=\"2010%20China%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;2010 China Open&lt;/a&gt;, his first time competing in Beijing. In doubles, he teamed with Querrey, losing in the first round to Bob and Mike Bryan. In singles, Isner was unseeded, but made it to the semifinals, before losing to world no. 2 and defending champion Novak Djokovic. Isner next competed at the &lt;a href=\"2010%20Shanghai%20Rolex%20Masters%20%E2%80%93%20Singles\"&gt;2010 Shanghai Masters&lt;/a&gt;, where, unseeded, he made it to the second round, losing to world no. 3 and reigning Australian Open champion Roger Federer in their first meeting since the 2007 US Open.\n2011: Hopman Cup champion, first Major quarterfinal, two titles.\nIsner began the year by teaming with &lt;a href=\"Bethanie%20Mattek-Sands\"&gt;Bethanie Mattek-Sands&lt;/a&gt; to win the &lt;a href=\"mixed%20doubles%20%28tennis%29\"&gt;mixed doubles&lt;/a&gt; &lt;a href=\"Hopman%20Cup\"&gt;Hopman Cup&lt;/a&gt; &lt;a href=\"2011%20Hopman%20Cup\"&gt;final&lt;/a&gt; for the United States, defeating Belgium's &lt;a href=\"Justine%20Henin\"&gt;Justine Henin&lt;/a&gt; and &lt;a href=\"Ruben%20Bemelmans\"&gt;Ruben Bemelmans&lt;/a&gt;.\nFollowing his win in Perth, Isner returned to Auckland to defend his ATP title at the 2011 &lt;a href=\"Heineken%20Open%20%28tennis%29\"&gt;Heineken Open&lt;/a&gt;. After a bye in his first round, the third seed faced Dutchman and world no. 52 &lt;a href=\"Robin%20Haase\"&gt;Robin Haase&lt;/a&gt;. Isner defeated Haase to go through to the quarterfinals, where he was defeated by David Nalbandian in straight sets.\nIsner next played at the &lt;a href=\"2011%20Australian%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;2011 Australian Open&lt;/a&gt; He entered the tournament seeded 20th and received a tough draw, including Radek Štěpánek, &lt;a href=\"Marin%20%C4%8Cili%C4%87\"&gt;Marin Čilić&lt;/a&gt;, and Rafael Nadal. Isner came up against French world no. 69 &lt;a href=\"Florent%20Serra\"&gt;Florent Serra&lt;/a&gt;, whom he easily defeated. Isner then faced Štěpánek in the second round where he would progress into the third round, rallying to ultimately win the match after losing the first set. He next faced fellow top 20 player Marin Čilić. The match went to five sets, with Čilić emerging as the eventual winner.\nAt the &lt;a href=\"2011%20French%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;2011 French Open&lt;/a&gt;, Isner was drawn against top seed and defending champion Rafael Nadal. Isner took a two-sets-to-one lead against Nadal, who had never played a five-set match at &lt;a href=\"Stade%20Roland%20Garros\"&gt;Roland Garros&lt;/a&gt; before. Nadal went on to win the title.\nIn the 2011 Wimbledon men's singles draw, Isner was paired against Mahut in the first round, a rematch of the world's longest match from the previous year's tournament. Isner won in straight sets. However, he lost in the second round to the 16th seed &lt;a href=\"Nicol%C3%A1s%20Almagro\"&gt;Nicolás Almagro&lt;/a&gt; in four sets, dropping his 2011 record to 11–14.\nIsner then accepted a last-minute wildcard to participate in the &lt;a href=\"2011%20Campbell%27s%20Hall%20of%20Fame%20Tennis%20Championships%20%E2%80%93%20Singles\"&gt;2011 Hall of Fame Tennis Championships&lt;/a&gt;, replacing compatriot and defending champion Mardy Fish, who was chosen to play in the Davis Cup for the United States during that weekend. Isner was the top seed and defeated &lt;a href=\"Karol%20Beck\"&gt;Karol Beck&lt;/a&gt;, Arnaud Clément, &lt;a href=\"Alex%20Bogomolov%2C%20Jr.\"&gt;Alex Bogomolov, Jr.&lt;/a&gt;, and &lt;a href=\"Tobias%20Kamke\"&gt;Tobias Kamke&lt;/a&gt; without dropping a set, to reach his first career grass-court final. In the final, he defeated &lt;a href=\"Olivier%20Rochus\"&gt;Olivier Rochus&lt;/a&gt; to become the first top seed in 35 years to win the event. The title was his first of 2011 and second of his career, and ended a three-match losing streak in finals. The championship raised Isner's world ranking from no. 48 to no. 36.\nIsner next played in the &lt;a href=\"2011%20Atlanta%20Tennis%20Championships%20%E2%80%93%20Singles\"&gt;2011 Atlanta Tennis Championships&lt;/a&gt;, where he was the third seed. He defeated &lt;a href=\"James%20Blake%20%28tennis%29\"&gt;James Blake&lt;/a&gt;, &lt;a href=\"Lu%20Yen-hsun\"&gt;Lu Yen-hsun&lt;/a&gt; and &lt;a href=\"Gilles%20M%C3%BCller\"&gt;Gilles Müller&lt;/a&gt; to reach his second consecutive tour final. In the final, he faced Mardy Fish in a rematch of the 2010 final. Isner was ultimately defeated by Fish. He then reached the semifinals of the Legg Mason Tennis Classic, defeating Tobias Kamke, James Blake and Viktor Troicki before losing to Gaël Monfils.\nAt the &lt;a href=\"Rogers%20Cup%20%28tennis%29\"&gt;Rogers Cup&lt;/a&gt;, Isner defeated &lt;a href=\"Marcos%20Baghdatis\"&gt;Marcos Baghdatis&lt;/a&gt;, but lost to Troicki in the second round. Isner won the &lt;a href=\"Winston-Salem%20Open\"&gt;Winston-Salem Open&lt;/a&gt; as the fourth seed, defeating &lt;a href=\"Dudi%20Sela\"&gt;Dudi Sela&lt;/a&gt;, Jarkko Nieminen, Baghdatis and Andy Roddick in the semifinals, before defeating &lt;a href=\"Julien%20Benneteau\"&gt;Julien Benneteau&lt;/a&gt; in the final.\nAt the &lt;a href=\"2011%20US%20Open%20%28tennis%29\"&gt;2011 US Open&lt;/a&gt;, Isner defeated Marcos Baghdatis, Robby Ginepri, &lt;a href=\"Alex%20Bogomolov%2C%20Jr.\"&gt;Alex Bogomolov, Jr.&lt;/a&gt; and Gilles Simon on the way to his first Grand Slam quarterfinal. There, he was defeated by Andy Murray.\nIsner reached the semifinals at the Masters 1000 Series event in Paris, where he held three match points before losing to Jo-Wilfried Tsonga. The result brought him back into the top 20. He would finish the year ranked no. 18, his second consecutive year-end top 20 ranking and his highest year-end ranking to date.\n2012: Top 10, first Masters final, two titles.\nIsner defeated David Nalbandian in the second round of the &lt;a href=\"2012%20Australian%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;2012 Australian Open&lt;/a&gt; in a five-set match, but was defeated in the third round by &lt;a href=\"Feliciano%20L%C3%B3pez\"&gt;Feliciano López&lt;/a&gt;. He beat world no. 3 Roger Federer in Switzerland in the first round of the Davis Cup, as well as beating &lt;a href=\"Marco%20Chiudinelli\"&gt;Marco Chiudinelli&lt;/a&gt; in another singles rubber, to help propel the United States to victory over the Swiss. He then reached the final of the &lt;a href=\"2012%20BNP%20Paribas%20Open\"&gt;2012 Indian Wells Masters&lt;/a&gt; by beating world no. 1 Novak Djokovic in three sets in the semifinals, before being defeated by Federer in straight sets in the final. Isner also reached the doubles final of the same tournament, partnering Sam Querrey.\nIn the Davis Cup quarterfinals against France, Isner defeated Gilles Simon in the first live rubber of the tie in straight sets. Two days later, Isner clinched the tie and propelled the United States into the semifinals by defeating French no. 1 &lt;a href=\"Jo-Wilfried%20Tsonga\"&gt;Jo-Wilfried Tsonga&lt;/a&gt; in four sets.\nA week before Roland Garros, he was the top seed at the &lt;a href=\"2012%20Open%20de%20Nice%20C%C3%B4te%20d%27Azur\"&gt;2012 Open de Nice Côte d'Azur&lt;/a&gt;, but was upset by &lt;a href=\"Nikolay%20Davydenko\"&gt;Nikolay Davydenko&lt;/a&gt; in the quarterfinals.\nAt the &lt;a href=\"2012%20French%20Open%20-%20Men%27s%20Singles\"&gt;2012 French Open&lt;/a&gt;, he defeated &lt;a href=\"Rog%C3%A9rio%20Dutra%20da%20Silva\"&gt;Rogério Dutra da Silva&lt;/a&gt; in the first round before being defeated by wildcard &lt;a href=\"Paul-Henri%20Mathieu\"&gt;Paul-Henri Mathieu&lt;/a&gt; in the second round: 6–7, 6–4, 6–4, 3–6, 18–16 in the second-longest-ever Roland Garros match at 5 hours and 41 minutes.\nAt the &lt;a href=\"2012%20Wimbledon%20Championships\"&gt;2012 Wimbledon Championships&lt;/a&gt;, he was the eleventh seed. However, he was upset by 73rd-ranked &lt;a href=\"Alejandro%20Falla\"&gt;Alejandro Falla&lt;/a&gt; in five sets, being eliminated in the first round. If he had won this match, he would have gone on to face Mahut for the third straight year. He beat Mahut at the &lt;a href=\"2012%20Campbell%27s%20Hall%20of%20Fame%20Tennis%20Championships\"&gt;Hall of Fame Tennis Championships&lt;/a&gt; in July, on his way to winning the championship for the second consecutive year.\nIsner reached the semifinals at the &lt;a href=\"2012%20Atlanta%20Tennis%20Championships\"&gt;2012 Atlanta Tennis Championships&lt;/a&gt;, losing to Andy Roddick. Isner then defeated &lt;a href=\"Milos%20Raonic\"&gt;Milos Raonic&lt;/a&gt; in the quarterfinals of the Rogers Cup, but subsequently lost to &lt;a href=\"Richard%20Gasquet\"&gt;Richard Gasquet&lt;/a&gt; for a place in the final.\nIsner was chosen to be on special &lt;a href=\"London%202012\"&gt;London 2012&lt;/a&gt; &lt;a href=\"Coca-Cola\"&gt;Coke&lt;/a&gt; cans. He lost in the quarterfinals of the &lt;a href=\"Tennis%20at%20the%202012%20Summer%20Olympics%20%E2%80%93%20Men%27s%20singles\"&gt;Olympics&lt;/a&gt; to eventual runner-up Roger Federer. In the men's doubles draw, he and Andy Roddick did not progress beyond the first round.\nIsner won his second title of the year at the &lt;a href=\"2012%20Winston-Salem%20Open\"&gt;2012 Winston-Salem Open&lt;/a&gt;, defeating Tomáš Berdych in the final. It was the second consecutive year that he won the title in Winston-Salem. At the &lt;a href=\"2012%20US%20Open%20-%20Men%27s%20Singles\"&gt;2012 US Open&lt;/a&gt;, he lost in the third round to &lt;a href=\"Philipp%20Kohlschreiber\"&gt;Philipp Kohlschreiber&lt;/a&gt;.\n2013: Second Masters final, two titles.\nIsner was seeded first in &lt;a href=\"2013%20Apia%20International%20Sydney%20%E2%80%93%20Men%27s%20Singles\"&gt;Sydney&lt;/a&gt;, but he lost in the second round to &lt;a href=\"Ryan%20Harrison%20%28tennis%29\"&gt;Ryan Harrison&lt;/a&gt; in straight sets. He did not appear at the &lt;a href=\"2013%20Australian%20Open\"&gt;2013 Australian Open&lt;/a&gt; the following week because of a bone bruise in his right knee.\nIsner won his sixth ATP title and first on clay, defeating &lt;a href=\"Nicol%C3%A1s%20Almagro\"&gt;Nicolás Almagro&lt;/a&gt; in the U.S. Men's Clay Court Championships final in Houston. At the Monte Carlo Masters, he was eliminated in the first round. He also made early exits in Madrid and Rome.\nAt the &lt;a href=\"2013%20French%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;2013 French Open&lt;/a&gt;, Isner recovered from two sets down in his first-round match to beat Ryan Harrison in five sets. The next day, Isner once again recovered from two sets down to level the match, this time against Tommy Haas, saving a record 12 match points in the fourth set. However, Isner then let a lead slip and failed to convert a match point of his own and Haas eventually won the fifth set.\nAt the &lt;a href=\"2013%20Topshelf%20Open\"&gt;2013 Topshelf Open&lt;/a&gt; in 's-Hertogenbosch, Isner bowed out in the first round, defeated by young Russian &lt;a href=\"Evgeny%20Donskoy\"&gt;Evgeny Donskoy&lt;/a&gt;.\nAt Wimbledon, Isner was injured and had to retire during his second-round match against Frenchman &lt;a href=\"Adrian%20Mannarino\"&gt;Adrian Mannarino&lt;/a&gt;, after avenging himself on Donskoy in the first round.\nIn July, Isner won his second title of the year and his first in Atlanta, after appearing twice before in the final. He defeated &lt;a href=\"Kevin%20Anderson%20%28tennis%29\"&gt;Kevin Anderson&lt;/a&gt; in the final in a three-set tiebreaker match, which was billed as the tallest final in ATP history, their combined heights adding up to 13 feet, 6 inches.\nIn Washington, he reached the final and lost to Juan Martín del Potro after winning the first set. At the &lt;a href=\"2013%20Rogers%20Cup\"&gt;2013 Rogers Cup&lt;/a&gt; in Montréal, Isner lost in the first round to the Canadian no. 2 &lt;a href=\"Vasek%20Pospisil\"&gt;Vasek Pospisil&lt;/a&gt;, who went on to reach the semifinals. He won the first set but then lost two consecutive tiebreakers.\nDuring a busy summer, he reached another final in Cincinnati, beating Richard Gasquet and then three top-10 players in a row, first Milos Raonic, then Novak Djokovic, followed by a maiden triumph over Juan Martín del Potro in the semifinals. He lost to Rafael Nadal in his second Masters 1000 final and subsequently pulled out of the tournament in Winston-Salem. At the &lt;a href=\"2013%20US%20Open%20%28tennis%29\"&gt;2013 US Open&lt;/a&gt; he beat Gaël Monfils in the second round but lost for the second consecutive year to Philipp Kohlschreiber in the third round.\n2014: Eighth and ninth ATP titles.\nIsner started his season at the &lt;a href=\"2014%20Hopman%20Cup\"&gt;2014 Hopman Cup&lt;/a&gt; with countrywoman &lt;a href=\"Sloane%20Stephens\"&gt;Sloane Stephens&lt;/a&gt;, beginning strong with a win over Spain. However, the pair then lost their next two ties against France and the Czech Republic, respectively.\nOne week later, he won the &lt;a href=\"2014%20Heineken%20Open\"&gt;2014 Heineken Open&lt;/a&gt;, defeating &lt;a href=\"Lu%20Yen-hsun\"&gt;Lu Yen-hsun&lt;/a&gt; in the final in two tiebreaker sets. At the &lt;a href=\"2014%20Australian%20Open\"&gt;2014 Australian Open&lt;/a&gt;, he faced &lt;a href=\"Martin%20Kli%C5%BEan\"&gt;Martin Kližan&lt;/a&gt; in the first round, but after losing the first two sets, he ultimately retired due to an ankle injury.\nIsner then reached the semifinals of the &lt;a href=\"2014%20Delray%20Beach%20International%20Tennis%20Championships\"&gt;Delray Beach International Tennis Championships&lt;/a&gt;, losing to eventual champion Marin Čilić in straight sets.\nAt the &lt;a href=\"2014%20Indian%20Wells%20Masters\"&gt;2014 Indian Wells Masters&lt;/a&gt;, Isner received a &lt;a href=\"bye%20%28sports%29\"&gt;bye&lt;/a&gt; into round two, after which he defeated Nikolay Davydenko, Lu Yen-hsun, Fernando Verdasco and &lt;a href=\"Ernests%20Gulbis\"&gt;Ernests Gulbis&lt;/a&gt; en route to the semifinals, where he would face Novak Djokovic in a rematch of their 2012 semifinal. However, this time Isner lost in three sets. The semifinal run in Indian Wells did, however, secure him a return to the top 10.\nAt the &lt;a href=\"2014%20Sony%20Open%20Tennis\"&gt;Miami Masters&lt;/a&gt;, Isner again received a bye into round two, where he faced and beat Donald Young. He then defeated Nicolás Almagro in the third round, only to lose to Tomáš Berdych in the fourth round.\nIn Houston, he was defending a title, but lost his first match in the second round to &lt;a href=\"Dustin%20Brown%20%28tennis%29\"&gt;Dustin Brown&lt;/a&gt;. With the points he lost, he slipped out of the top 10 to a ranking of no. 11.\nIn Madrid, he teamed up with Tomáš Berdych in the doubles draw. In singles, he made it to the third round, where he lost to David Ferrer. He was eliminated in the first round at the Rome Masters.\nIn Nice the week before the French Open, he made it to the quarterfinals, where he was defeated by Argentine &lt;a href=\"Federico%20Delbonis\"&gt;Federico Delbonis&lt;/a&gt;. At Roland Garros, he reached the fourth round, where he lost to Berdych. He did not play a grass tune-up tournament before Wimbledon.\nAt the &lt;a href=\"2014%20Wimbledon%20Championships\"&gt;2014 Wimbledon Championships&lt;/a&gt;, Isner reached the third round, where he lost to Feliciano López in four sets with three tiebreakers.\nIn Newport, Isner made it to the quarterfinals, where he lost to &lt;a href=\"Jack%20Sock\"&gt;Jack Sock&lt;/a&gt;. However, he got revenge in the semifinals in Atlanta a couple of weeks later and went on to win the tournament, his ninth, with a win over Dudi Sela.\nAt the US Open, Isner reached the third round, where he lost to Philipp Kohlschreiber for the third consecutive year.\nIsner hired &lt;a href=\"Justin%20Gimelstob\"&gt;Justin Gimelstob&lt;/a&gt; as his new coach at the end of the 2014 season.\n2015: Second Hopman final, tenth title.\nIsner started the season slowly, making the third round of the Australian Open and having only a quarterfinal showing in Memphis before making it into the semifinals in Miami with three wins in a row defeating &lt;a href=\"Grigor%20Dimitrov\"&gt;Grigor Dimitrov&lt;/a&gt;, Milos Raonic and &lt;a href=\"Kei%20Nishikori\"&gt;Kei Nishikori&lt;/a&gt;. He lost to Novak Djokovic in the semifinals.\nHe lost to Djokovic again in straight sets in Indian Wells in the third round after defeating qualifier &lt;a href=\"J%C3%BCrgen%20Melzer\"&gt;Jürgen Melzer&lt;/a&gt; in the second round. In Monte Carlo, he lost to Rafael Nadal in the third round. He made the quarterfinals in Madrid, where he lost to Tomáš Berdych. In Nice, he made the semifinals, losing to &lt;a href=\"Dominic%20Thiem\"&gt;Dominic Thiem&lt;/a&gt;.\nAt Roland Garros, he lost to Jérémy Chardy in the second round. On grass, he made the quarterfinals in Queen's and the third round of Wimbledon, where he lost to then-world no. 9 Marin Čilić in five sets after two days of play, 10–12 in the decider.\nIsner lost in the first round in Newport to eventual champion &lt;a href=\"Rajeev%20Ram\"&gt;Rajeev Ram&lt;/a&gt;. He successfully defended his title in Atlanta in July to win his 10th ATP Tour title and third in a row at the tournament, defeating Marcos Baghdatis in the final in straight sets. The following week, he reached the final of the 500 tournament in Washington, D.C., losing in the final to Kei Nishikori. He also reached the quarterfinals of the Rogers Cup in Montréal, losing in three tiebreakers to Jérémy Chardy. However, the following week in Cincinnati, he bowed out in the first round against Sam Querrey. He then skipped Winston-Salem, his home tournament, the week before the US Open.\nAt the US Open, Isner advanced to the fourth round, losing to Federer in straight sets. It was his best Grand Slam result of the year. He reached the third round in Shanghai, losing to Andy Murray in three sets before reaching his third Masters quarterfinal of the year in Paris, after beating Federer in three sets. Isner finished the year at world no. 11, his best year-end ranking to date.\n2016: Third Masters final, seventh consecutive top 20 finish.\nIsner started his season in &lt;a href=\"2016%20ASB%20Classic%20%E2%80%93%20Men%27s%20Singles\"&gt;Auckland&lt;/a&gt; and reached the quarterfinals, losing to the eventual champion &lt;a href=\"Roberto%20Bautista%20Agut\"&gt;Roberto Bautista Agut&lt;/a&gt;. At the &lt;a href=\"2016%20Australian%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;2016 Australian Open&lt;/a&gt;, he reached the fourth round for the first time in six years, defeating Spaniards &lt;a href=\"Marcel%20Granollers\"&gt;Marcel Granollers&lt;/a&gt; and Feliciano López before losing to David Ferrer in straights sets. Instead of playing the US spring hardcourt tournaments, Isner decided to play two clay court tournaments in South America, losing his first match in both to &lt;a href=\"Dusan%20Lajovic\"&gt;Dusan Lajovic&lt;/a&gt; and &lt;a href=\"Guido%20Pella\"&gt;Guido Pella&lt;/a&gt;, respectively. In the first round of the &lt;a href=\"2016%20Davis%20Cup\"&gt;2016 Davis Cup&lt;/a&gt;, Isner defeated &lt;a href=\"Bernard%20Tomic\"&gt;Bernard Tomic&lt;/a&gt; and &lt;a href=\"Sam%20Groth\"&gt;Sam Groth&lt;/a&gt; to help upset &lt;a href=\"Australia%20Davis%20Cup%20team\"&gt;Australia&lt;/a&gt; 3–1 and move the &lt;a href=\"United%20States%20Davis%20Cup%20team\"&gt;United States&lt;/a&gt; into the quarterfinals against &lt;a href=\"Croatia%20Davis%20Cup%20team\"&gt;Croatia&lt;/a&gt;.\nIsner reached the fourth round at the &lt;a href=\"2016%20BNP%20Paribas%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;BNP Paribas Open&lt;/a&gt; for the third year in a row, where he lost to Kei Nishikori. He was then upset early at the &lt;a href=\"2016%20Miami%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;2016 Miami Open&lt;/a&gt; by &lt;a href=\"Tim%20Smyczek\"&gt;Tim Smyczek&lt;/a&gt;. Despite missing most of the clay season, only playing the U.S. Men's Clay Court Championships and the &lt;a href=\"2016%20Geneva%20Open\"&gt;Geneva Open&lt;/a&gt;, Isner reached the fourth round of the &lt;a href=\"2016%20French%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;2016 French Open&lt;/a&gt; for only the second time in his career, losing to eventual finalist Andy Murray in straight sets. Isner's season continued with early losses in both grass tournaments he played, losing to Gilles Müller at the &lt;a href=\"2016%20Aegon%20Championships\"&gt;2016 Aegon Championships&lt;/a&gt; in addition to a marathon match against Jo-Wilfried Tsonga at the &lt;a href=\"2016%20Wimbledon%20Championships%20%E2%80%93%20Men%27s%20Singles\"&gt;2016 Wimbledon Championships&lt;/a&gt;.\nIsner started the &lt;a href=\"2016%20US%20Open%20Series\"&gt;US Open Series&lt;/a&gt; with a disappointing loss in the second round of the &lt;a href=\"2016%20Rogers%20Cup%20%E2%80%93%20Men%27s%20Singles\"&gt;2016 Rogers Cup&lt;/a&gt; to Ryan Harrison. Isner rebounded by reaching his first final of the season and his fourth consecutive final at the &lt;a href=\"2016%20BB%26amp%3BT%20Atlanta%20Open\"&gt;Atlanta Open&lt;/a&gt;, losing in straight sets to &lt;a href=\"Nick%20Kyrgios\"&gt;Nick Kyrgios&lt;/a&gt;. Isner skipped the &lt;a href=\"Tennis%20at%20the%202016%20Summer%20Olympics\"&gt;Summer Olympics&lt;/a&gt; due to it lacking ranking points and prize money, electing to focus on the summer hardcourt tournaments of the US Open Series. After Isner lost in straight sets in the second round to Milos Raonic and &lt;a href=\"Steve%20Johnson%20%28tennis%29\"&gt;Steve Johnson&lt;/a&gt; reached the quarterfinals in Cincinnati, Isner lost the title of the top-ranked American man for the first time in three years. Although he regained it in the following week, Johnson took it back again following the &lt;a href=\"2016%20US%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;2016 US Open&lt;/a&gt;, after Isner was unable to defend his fourth-round points, losing in the third round to &lt;a href=\"Kyle%20Edmund\"&gt;Kyle Edmund&lt;/a&gt; in four sets.\nIsner teamed up with Jack Sock to win his second Masters doubles title and fourth overall doubles title at the &lt;a href=\"2016%20Shanghai%20Rolex%20Masters%20%E2%80%93%20Doubles\"&gt;2016 Shanghai Masters&lt;/a&gt;. Unseeded at the final regular tournament of the season, Isner would prevail against seeded players David Ferrer and Marin Čilić to reach his third Masters final and second final of the season at the &lt;a href=\"2016%20BNP%20Paribas%20Masters\"&gt;2016 BNP Paribas Masters&lt;/a&gt; in Paris. His semifinal victory allowed him to again finish the year as the no. 1 American for the fifth consecutive year and inside the top 20 for the seventh consecutive season. In the final, Isner lost to the newly crowned world no. 1 Andy Murray, thus leaving him titleless in singles for the first time since 2009.\n2017: Eleventh and twelfth ATP titles.\nIsner reached the quarterfinals at the &lt;a href=\"2017%20ASB%20Classic\"&gt;2017 ASB Classic&lt;/a&gt;, the &lt;a href=\"2017%20Memphis%20Open\"&gt;2017 Memphis Open&lt;/a&gt; and the U.S. Men's Clay Court Championships. He reached the semifinals in Rome at the &lt;a href=\"2017%20Internazionali%20BNL%20d%27Italia\"&gt;Italian Open&lt;/a&gt;, where he was defeated by eventual champion &lt;a href=\"Alexander%20Zverev\"&gt;Alexander Zverev&lt;/a&gt;. At the French Open, Isner came off to a strong start, beating &lt;a href=\"Jordan%20Thompson%20%28tennis%29\"&gt;Jordan Thompson&lt;/a&gt; and &lt;a href=\"Paolo%20Lorenzi\"&gt;Paolo Lorenzi&lt;/a&gt; in the first and second rounds, respectively. However, he fell in the third round to &lt;a href=\"Karen%20Khachanov\"&gt;Karen Khachanov&lt;/a&gt; in four sets.\nIsner competed at the &lt;a href=\"2017%20Wimbledon%20Championships\"&gt;2017 Wimbledon Championships&lt;/a&gt;, where he defeated qualifier &lt;a href=\"Taylor%20Fritz\"&gt;Taylor Fritz&lt;/a&gt; in the first round before subsequently losing to Dudi Sela in five sets. At the &lt;a href=\"Hall%20of%20Fame%20Tennis%20Championships\"&gt;Dell Technologies Hall of Fame Open&lt;/a&gt; in Newport, Isner defeated qualifier &lt;a href=\"Matthew%20Ebden\"&gt;Matthew Ebden&lt;/a&gt; 6–3, 7–6 in the final to win his first singles title of the year.\nIsner won the &lt;a href=\"BB%26amp%3BT%20Atlanta%20Open\"&gt;Atlanta BB&amp;T Open&lt;/a&gt; on July 30, besting fellow countryman Ryan Harrison 7–6, 7–6 in two evenly contested tiebreak sets. Isner claimed this title for the fourth time out of seven finals.\n2018: First Masters title, maiden Grand Slam semifinal, world No.8.\nIsner failed to win a match throughout January, losing in the round of 16 at the &lt;a href=\"ATP%20Auckland%20Open\"&gt;Auckland Open&lt;/a&gt; and in the first round of the &lt;a href=\"2018%20Australian%20Open\"&gt;Australian Open&lt;/a&gt; to Matthew Ebden. In spite of this, 2018 proved to be his most successful year on record in terms of Grand Slam results.\nHe then went on to win the &lt;a href=\"2018%20BNP%20Paribas%20Open%20%E2%80%93%20Men%27s%20Doubles\"&gt;2018 Indian Wells doubles title&lt;/a&gt; with his partner Jack Sock, as they defeated the &lt;a href=\"Bryan%20brothers\"&gt;Bryan Brothers&lt;/a&gt; in two tiebreak sets. Isner then played at the &lt;a href=\"2018%20Miami%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;Miami Open&lt;/a&gt;, where he won his first Masters 1000 title, defeating Alexander Zverev in the final. With this win, Isner returned to his career-high ranking of world no. 9.\nIsner reached the fourth round of the French Open. At &lt;a href=\"2018%20Wimbledon%20Championships%20%E2%80%93%20Men%27s%20Singles\"&gt;Wimbledon&lt;/a&gt;, he advanced to his first quarterfinal at a Slam in seven years since &lt;a href=\"2011%20US%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;2011 US Open&lt;/a&gt;. In the quarterfinal, Isner defeated Milos Raonic in four sets to advance to the first Grand Slam semifinal of his career, in which he lost to South African Kevin Anderson in a long five-set match. This match lasted 6 hours and 36 minutes with a final score of 7–6, 6–7, 6–7, 6–4, 26–24, which was the fourth-longest match in history and the second-longest at a Grand Slam tournament behind Isner's first round defeat of Nicolas Mahut in 2010, also at Wimbledon. Isner adopting and working on an aggressive return style and a strong serve-and-volley game have been cited as reasons for his success in 2018 at Wimbledon.\nIsner then won the &lt;a href=\"2018%20BB%26amp%3BT%20Atlanta%20Open\"&gt;2018 Atlanta Open&lt;/a&gt;, defeating Ryan Harrison 5–7, 6–3, 6–4. This was Isner's fifth title at Atlanta. At the &lt;a href=\"2018%20US%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;US Open&lt;/a&gt;, Isner reached his second quarterfinal at a Slam in 2018, before losing to Juan Martin del Potro. Owing to the birth of his first child, Isner skipped the Asian swing. He reached the semifinal at &lt;a href=\"2018%20Stockholm%20Open%20%E2%80%93%20Singles\"&gt;Stockholm&lt;/a&gt; and lost to qualifier Ernest Gulbis. At &lt;a href=\"2018%20Erste%20Bank%20Open%20%E2%80%93%20Singles\"&gt;Vienna&lt;/a&gt;, he lost to Gaël Monfils in the second round.\n2019: Fifth Masters final, tenth consecutive top 20 finish.\nJohn Isner reached the final of the &lt;a href=\"2019%20Miami%20Open\"&gt;Miami Open&lt;/a&gt;, where he lost to Roger Federer.\nHe finished the year ranked World No. 19 , his tenth consecutive top 20 finish.\n2020: Sixth Australian Open third round, COVID-19 season.\nIsner opened the 2020 season by reaching the &lt;a href=\"2020%20ASB%20Classic\"&gt;2020 ASB Classic&lt;/a&gt; semifinals before falling to eventual champion &lt;a href=\"Ugo%20Humbert\"&gt;Ugo Humbert&lt;/a&gt; 6–7, 4–6. He continued such form into the &lt;a href=\"2020%20Australian%20Open%20-%20Men%27s%20Singles\"&gt;Australian Open&lt;/a&gt; reaching the third round before having to retire with a foot injury during the second set against former champion &lt;a href=\"Stan%20Wawrinka\"&gt;Stan Wawrinka&lt;/a&gt;.\nIt would be a month later that Isner recorded his next win, advancing to the semifinals of the &lt;a href=\"2020%20Abierto%20Mexicano%20Telcel\"&gt;Mexican Open&lt;/a&gt; before the hiatus of the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; stopped the ATP tour until the &lt;a href=\"Cincinnati%20Masters\"&gt;Cincinnati Masters&lt;/a&gt;, where he lost in the third round against &lt;a href=\"Stefanos%20Tsitsipas\"&gt;Stefanos Tsitsipas&lt;/a&gt; in straight sets.\n2021: Sixth Atlanta title, thirteenth Masters semifinal, out of and return to top 30.\nIn April, John Isner could not defend his points from the previous final at the &lt;a href=\"2021%20Miami%20Open\"&gt;2021 Miami Open&lt;/a&gt; and dropped out of the top 30 for the first time in 10 years. Even though he reached the quarterfinals at the &lt;a href=\"2021%20Mutua%20Madrid%20Open\"&gt;2021 Mutua Madrid Open&lt;/a&gt;, Isner still remained out of the top 30. With this drop in the rankings, it also marked the first time there were no American men players in the Top 30 in the nearly half-century of computerized tennis rankings on May 10, 2021.\nAt the &lt;a href=\"2021%20French%20Open\"&gt;2021 French Open&lt;/a&gt;, Isner reached the third round, losing to eventual finalist Stefanos Tsitsipas in four sets.\nIn July 2021 he won his sixth ATP doubles title at the &lt;a href=\"2021%20Los%20Cabos%20Open\"&gt;2021 Los Cabos Open&lt;/a&gt; partnering &lt;a href=\"Hans%20Hach%20Verdugo\"&gt;Hans Hach Verdugo&lt;/a&gt; as wildcards.\nAt the &lt;a href=\"2021%20Atlanta%20Open\"&gt;2021 Atlanta Open&lt;/a&gt;, Isner beat &lt;a href=\"Brandon%20Nakashima\"&gt;Brandon Nakashima&lt;/a&gt; to win a record sixth title in his ninth finals appearance at the event.\nAt the &lt;a href=\"2021%20National%20Bank%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;2021 Canada Masters&lt;/a&gt;, Isner made it to the semifinals defeating many seeded players along the way such as 13th seed &lt;a href=\"Cristian%20Gar%C3%ADn\"&gt;Cristian Garín&lt;/a&gt;, 4th seed &lt;a href=\"Andrey%20Rublev\"&gt;Andrey Rublev&lt;/a&gt;, and 11th seed &lt;a href=\"Ga%C3%ABl%20Monfils\"&gt;Gaël Monfils&lt;/a&gt;. He lost in the semifinals to top seed &lt;a href=\"Daniil%20Medvedev\"&gt;Daniil Medvedev&lt;/a&gt; in straight sets. His performance at the tournament would push his ranking back into the top 30 to world No. 26 on 16 August 2021.\nLongest matches in Grand Slam history (2010, 2018).\nIsner has also earned a reputation for competing in extremely even, long duration matches and holds the unique distinction of having been a competitor in the longest and second-longest matches in a major tournament in history. The first was the now-legendary opening-round match at the 2010 Wimbledon Championships when Isner defeated Nicolas Mahut in 11 hours and 5 minutes in a match played over three separate days. The second-longest match in major tournament history was Isner's loss to South African Kevin Anderson in the first men's semifinal at the 2018 Wimbledon Championships.\nThe longest match in history: Isner v Mahut, June 22–24, 2010\nAt the 2010 Wimbledon Championships, Isner faced &lt;a href=\"Glossary%20of%20tennis%23Qualifier\"&gt;qualifier&lt;/a&gt; Nicolas Mahut in the first round. Isner won the match 6–4, 3–6, 6–7, 7–6, 70–68.\nThe final set alone was longer than the previous longest match.\nIn the match, Isner set the record for the most aces served in a match, breaking Ivo Karlović's record of 78; Mahut passed the old mark as well. Isner set a new record of 113 aces, ahead of the 103 aces served by Mahut.\nThe first four sets were played on June 22. At 21:13 &lt;a href=\"British%20Summer%20Time\"&gt;BST&lt;/a&gt; on June 23 the match was suspended due to darkness for a second day at 59–59 in the fifth set. The match resumed on June 24, at 15:30 BST, starting the third day of the match. Overall, the match lasted eleven hours and five minutes. Isner also set the record for the most games won in a Wimbledon match with 92.\nThe match brought Isner a measure of fame, particularly in the United Kingdom and his native United States. He had guest appearances on \"&lt;a href=\"Good%20Morning%20America\"&gt;Good Morning America&lt;/a&gt;\" and the \"&lt;a href=\"Late%20Show%20with%20David%20Letterman\"&gt;Late Show with David Letterman&lt;/a&gt;\", and threw the ceremonial first pitch at a &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt; game in &lt;a href=\"Yankee%20Stadium\"&gt;Yankee Stadium&lt;/a&gt;. He and Mahut won the 2010 &lt;a href=\"ESPY%20Award\"&gt;ESPY Award&lt;/a&gt; for Best Record-Breaking Performance in sport.\nThe second-longest match: Isner v Anderson, July 13, 2018\nThis match saw Isner face similarly big-serving Kevin Anderson of South Africa. The match is the longest tennis match ever in the second week of a Grand Slam tournament, both by time and number of games played. It is also the longest-ever match on &lt;a href=\"Centre%20Court\"&gt;Centre Court&lt;/a&gt;, and the fourth-longest tennis match of all time.\nThe first three sets were all decided by tiebreakers, the first going to Anderson and both the second and third going to Isner. In the fourth set Anderson exploited an opening and broke Isner's serve to make the score 7–6, 6–7, 6–7, 6–4 going into a fifth set in which Anderson seemed to have gained significant momentum from his service break. The fifth quickly became a battle of services as both players began to tire. At 16–17 it began to rain, leading to speculation of a delay to close the Centre Court roof, but the rain stopped during the crossover break. Isner endured a shaky mistake which permitted Anderson to get back in the game to 40–30 from 40–0 down, but Isner forced Anderson to miss the next backhand return and held serve. At 24–24, Anderson built up a 0–40 lead and while Isner got back two of those points to bring the score to 30–40, Anderson broke Isner on his third break point of the game, and served out to win the match in 6 hours and 36 minutes, with the scoreline reading 7–6, 6–7, 6–7, 6–4, 26–24.\nPlaying style and equipment.\nIsner has an extremely powerful and consistent serve, thanks in part to his 6-foot-10½-inch height which makes him the third-tallest player on tour behind Ivo Karlović and Reilly Opelka. Commentators have also praised his composure; in five consecutive third-set tiebreaker wins in Washington, D.C., he delivered huge serves when it mattered most. Isner also has a very powerful forehand, which he uses in tandem with his serve. Isner will often go for one-two points: a big serve followed up by a big forehand. He is also known to back up his serves with approaches to the net, though he does not strictly &lt;a href=\"serve-and-volley\"&gt;serve-and-volley&lt;/a&gt;. Isner's movement around the court is hampered by his body and he is hurt by players that move him around the court. Isner's fitness has improved considerably throughout the years, as he displayed during his win in the longest tennis match ever at Wimbledon against Nicolas Mahut.\nBecause of his style of play, that consists of a big, consistent serve, he often ends up winning a great majority of his service games. But at the same time, due to poor movement around the court, he often finds it difficult to break the opponent's serve, especially those players that move him around the court. This often finds him involved in long matches where each player continues holding serve until the set reaches the tiebreak. At Grand Slams where there are no fifth-set tiebreaks (since 2019 only Roland Garros, but before also Wimbledon and the Australian Open), his matches can extend very long, as evidenced by the fact that he was a player in the two longest-ever Grand Slam matches, both at Wimbledon in 2010 and 2018, respectively.\nAs of January 2012, Isner was sponsored by &lt;a href=\"Lacoste\"&gt;Lacoste&lt;/a&gt; and &lt;a href=\"Prince%20Sports\"&gt;Prince&lt;/a&gt; for his attire and rackets, respectively. His attire carried through most of 2015. He switched his attire to &lt;a href=\"Fila%20%28company%29\"&gt;FILA&lt;/a&gt; in 2016 at the Australian Open.\nCoaches.\nIsner's first coach was &lt;a href=\"Craig%20Boynton\"&gt;Craig Boynton&lt;/a&gt;, who worked with him from 2009 to 2012 and helped develop his style of play. Isner and Boynton split over reportedly mutual agreement. Isner then hired Mike Sell, who helped him to significant success, such as defeating Roger Federer, David Nalbandian and Novak Djokovic. During his time with Sell, Isner's ranking stayed around no. 10 in the world. After parting from Sell in 2014, Isner teamed with Justin Gimelstob and worked with him until April 2016. With Gimelstob, Isner's ranking stayed around 10, until 2016, where he dropped to 17. As of 2018, he is currently working with coaches Rene Moller and David Macpherson.\nPersonal life.\nIsner is the youngest of three boys. He started playing tennis seriously at age 11. He is a graduate of &lt;a href=\"Walter%20Hines%20Page%20Senior%20High%20School\"&gt;Walter Hines Page Senior High School&lt;/a&gt;, in Greensboro, and the &lt;a href=\"University%20of%20Georgia\"&gt;University of Georgia&lt;/a&gt;, where he majored in &lt;a href=\"speech%20communication\"&gt;speech communication&lt;/a&gt;. He resided in &lt;a href=\"Tampa%2C%20Florida\"&gt;Tampa, Florida&lt;/a&gt;, where he trained at the &lt;a href=\"Saddlebrook%20Academies\"&gt;Saddlebrook Academy&lt;/a&gt; alongside other American tennis pros such as James Blake and Mardy Fish. Currently, he resides in &lt;a href=\"Dallas\"&gt;Dallas&lt;/a&gt;, Texas.\nIsner married Madison McKinley, a jewelry designer, on December 2, 2017, in &lt;a href=\"Bluffton%2C%20South%20Carolina\"&gt;Bluffton&lt;/a&gt;, &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt;. They have three children.\nCareer statistics.\nGrand Slam tournament performance timeline.\n\"Current through the &lt;a href=\"2022%20Australian%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;2022 Australian Open&lt;/a&gt;.\""
}