{
    "id": "12515584",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=12515584",
    "title": "The Car Man (Bourne)",
    "text": "Matthew Bourne's \"The Car Man\" is a dance production by British choreographer &lt;a href=\"Matthew%20Bourne\"&gt;Matthew Bourne&lt;/a&gt;. It previewed for the first time on Tuesday, May 16, 2000 at the &lt;a href=\"Theatre%20Royal%2C%20Plymouth\"&gt;Theatre Royal&lt;/a&gt; in &lt;a href=\"Plymouth\"&gt;Plymouth&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;, and was subsequently staged at the &lt;a href=\"Old%20Vic\"&gt;Old Vic&lt;/a&gt; in London in September of that year.\nThe music for the production is based on Russian composer &lt;a href=\"Rodion%20Shchedrin\"&gt;Rodion Shchedrin&lt;/a&gt;'s &lt;a href=\"Bolshoi%20Theatre%23Ballet%20and%20opera\"&gt;Bolshoi Ballet&lt;/a&gt; version of &lt;a href=\"Georges%20Bizet\"&gt;Georges Bizet&lt;/a&gt;'s &lt;a href=\"opera\"&gt;opera&lt;/a&gt; \"&lt;a href=\"Carmen\"&gt;Carmen&lt;/a&gt;\" (1875), with additional music by composer Terry Davies. However, the story differs completely from the plot of the opera. Instead, it is loosely based on &lt;a href=\"James%20M.%20Cain\"&gt;James M. Cain&lt;/a&gt;'s novel \"&lt;a href=\"The%20Postman%20Always%20Rings%20Twice%20%28novel%29\"&gt;The Postman Always Rings Twice&lt;/a&gt;\" (1934), and the &lt;a href=\"The%20Postman%20Always%20Rings%20Twice%20%281946%20film%29\"&gt;1946&lt;/a&gt; and &lt;a href=\"The%20Postman%20Always%20Rings%20Twice%20%281981%20film%29\"&gt;1981 films of the same name&lt;/a&gt;. The ballet is notable for its frank depictions of violence and sex, including &lt;a href=\"homoeroticism\"&gt;homoeroticism&lt;/a&gt;.\nSynopsis.\nThe action takes place in the 1960s over a period of nine months in a small &lt;a href=\"Italian%20American\"&gt;Italian American&lt;/a&gt; community in the fictional &lt;a href=\"Midwestern%20United%20States\"&gt;mid-western&lt;/a&gt; town of Harmony, USA. The following is an unofficial interpretation of \"The Car Man\" as Matthew Bourne does not believe in scenarios for his productions and prefers the audience to interpret the story for themselves.\n Main characters \nThe clubs\nThe county jailhouse\nMechanics and friends\nAct One.\nThe ballet begins with the sound of a car engine revving. In the Prologue, Luca, a drifter, arrives in the town of Harmony somewhere in the USA with a rucksack on his back. A billboard reads: \"Welcome to... Harmony. Population 375. Drive safely!\"\nIn Scene One, the sound of tools clashing with metal can be heard as Bruno, Chad, Dirk, Frankie, \"Hot\" Rod, Marco, Rocco and Vito – mechanics employed by Dino Alfano, owner of Dino's Garage – repair cars in the early evening. The mechanics tease and bully Angelo, one of Dino's hired help. Dino himself swaggers around, ensuring his men are working hard. A siren goes off, marking the end of the work day. The mechanics head upstairs to shower and change.\nAfter work, the mechanics gather at Dino's Diner, also owned by Dino Alfano, where they meet their girlfriends, factory girls Gina, Delores, Mercedes and Monica, to socialize with them and to drink. Dino's beautiful wife Lana and her sister Rita work as waitresses at the diner. There is a \"Man wanted\" sign on a lamppost; Lana leans suggestively on the lamppost under the sign. Rita has a soft spot for Angelo and tries to get close to him, but he appears shy and avoids her.\nLuca arrives at the diner. Although he is a stranger to the people gathered there, his obvious charisma attracts their attention. To the familiar tune of the \"&lt;a href=\"Habanera%20%28aria%29\"&gt;Habanera&lt;/a&gt;\" from &lt;a href=\"Georges%20Bizet\"&gt;Bizet&lt;/a&gt;'s \"&lt;a href=\"Carmen\"&gt;Carmen&lt;/a&gt;\", Luca antagonizes the men by flirting with their girlfriends and by pushing or slapping them and, in one case, kissing one of the men on the lips. He is particularly attracted to Lana. Dino appears. Luca gestures to the \"Man wanted\" sign, and Dino invites Luca to his office to discuss the matter. During this time, Dino shows his crassness and lack of respect for Lana by pinching her bottom and groping her in public. He seems to regard her more as a chattel than as his wife.\nWhile Dino and Luca converse in Dino's office, Rita and Angelo finally meet and express affection for each other. However, the mechanics begin to bully Angelo again. Luca comes to his aid, pushing one of the men to the ground. Seeing this, Dino takes down the \"Man wanted\" sign and tears it up, indicating that he has decided to hire Luca as a part-time mechanic.\nScene Two takes place two weeks later. It is midday, and the sun is scorching. Too hot to work, the mechanics, wearing sleeveless tank tops or stripped to their waists, laze around the garage and flirt with their girlfriends. Luca has taken Angelo under his wing and is teaching him how to fight. Unfortunately, Angelo shows little skill and continues to be the subject of the other mechanics' ridicule. Dino arrives, looking rather silly in a straw hat, Hawaiian shirt, Bermudas, and socks and sandals. Taking his briefcase, he leaves for a trip. Luca begins flirting with Lana, who is kneading dough for bread, and mutual seduction ensues. The mechanics and their partners also begin behaving lustily with increasing intensity. Lana leads Luca into her apartment with Dino above Dino's office. They make love, and Luca subsequently emerges dressed only in his underwear and an unbuttoned shirt, smoking a cigarette. He then re-enters the apartment and returns to Lana. Other couples lounge around the garage floor, apparently in post-coital bliss. Dino returns from his trip, and chases his workers and their friends away. He sees Lana through the apartment window and thinks she is waving at him, not realizing she is again making love to Luca with her hand pressed to the window. Dino ascends the metal staircase leading to the apartment, but trips and makes a clattering noise. Lana and Luca realize that Dino has returned. Just as Dino enters the apartment, Luca leaves by throwing his clothes out of another window and climbing down a fire escape. He dresses, but discovers that one of his boots is missing. Fortunately, Lana tosses the boot out of the window. Luca puts it on and walks away quickly. Angelo observes and follows him. Next, we see a car in the garage shaking as two people engage in sexual intercourse within. Luca emerges, buttoning his trousers, followed – unexpectedly – by Angelo. The expression on Angelo's face indicates he has fallen in love with Luca, and in parallel solos, both Lana and Angelo express joyous ecstasy at having encountered Luca that night.\nScene Three takes place on a Saturday. A &lt;a href=\"hoedown\"&gt;hoedown&lt;/a&gt;-themed wedding reception has been organized at Dino's Diner. People are dressed in their party best, dancing and taking photographs. But in the midst of the jollity there is an ominous mood. Both Lana and Angelo try to get close to Luca, not realizing that the two of them have each slept with him, while Dino develops an odd sense that something untoward is happening, with Luca at its center. Rita continues to pine after Angelo, but he ignores her. Smarting from Dino's attempts to assert dominance over the proceedings and especially his wife, Lana and Luca sneak off from the party for a dalliance in the garage. They are caught by Dino, who gets into a fight with Luca. Lana tries to intervene but is punched in the stomach by Dino. Luca lunges at Dino but Dino pushes him to the ground. Then Lana picks up a heavy spanner and hits Dino on the head with it. He is stunned by the blow. Lana prevails upon Luca to finish Dino off, and Luca, despite some momentary reluctance, clubs Dino one last time. Dino falls to the ground, apparently dead. Luca and Lana hear someone coming, so they drag Dino's body into his office. Unknown to them, Rita has witnessed the last part of the fight, and she hurries off to call the police. Then Angelo appears, seeking Luca. To Luca and Lana's horror, Dino is not dead – he crawls out of the office and grabs Angelo, seeking help. He then collapses on Angelo, smearing him with his blood. The commotion by Angelo and Dino causes the partygoers to run into the garage. Luca flees before the local cop, Chuck, arrives on the scene. Lana claims that Angelo murdered Dino, and pretends to cry over his dead body. Angelo, realizing his predicament too late and protesting his innocence, is arrested and taken away.\nAct Two.\nAct Two takes place six months later. Scene One takes place in a club called \"Le Beat-Route\" owned by Shirley. She is elegantly dressed in black, as are several &lt;a href=\"beatnik\"&gt;beatnik&lt;/a&gt;s in leather jackets, &lt;a href=\"beret\"&gt;beret&lt;/a&gt;s and dark glasses. Luca and Lana enter the club with friends. They have come into money, for they are well dressed. Shirley calls for a &lt;a href=\"cabaret\"&gt;cabaret&lt;/a&gt; act to be performed for her patrons by Virginia, Erick and Jose. The cabaret performers are all dressed in black, and Virginia wields a dagger. The act brings back uncomfortable memories of Dino's murder for Lana and Luca. After the performance, Luca starts spending money lavishly on buying drinks and gambling with some of the beatniks, though he keeps losing. Becoming increasingly drunk on champagne and with guilt nagging at him, he begins to treat Lana badly, as Dino treated her. As Luca leaves the club, his conscience haunts him – he pictures Angelo behind bars in prison.\nScene Two takes place in the county jailhouse. Angelo is now Prisoner 22177. He suffers in captivity, his hands manacled together with leather cuffs linked by a thong. Rita comes to see him, and they rekindle their affection for each other. Rita tells Angelo what she saw: that it was Luca who murdered Dino (while maintaining her sister Lana's innocence, as she did not witness Lana striking Dino), and that he had been framed. Angelo is furious and flings a chair across the visiting room. As Rita leaves, other prisoners make catcalls at her. The warden, Dexter, leads Angelo away from the visiting room. However, instead of returning Angelo to his cell, he strips off Angelo's shirt. It is obvious that he intends to rape Angelo. The look on Angelo's face suggests that this is not the first time this has happened. However, on this occasion, Angelo overcomes Dexter and slams his head into a wall, knocking him out cold. Angelo drags him into an empty cell, and takes his handgun. Snatching the warden's uniform shirt and cap from a hook on the wall, he escapes from the jail.\nIn Scene Three it is closing time at Le Beat-Route. Lana and Luca are at the club again. Luca is clutching a whiskey bottle, drunk. Lana tries to persuade him to stop drinking and to leave the club, but he refuses. Luca asks the bartender for more alcohol but he declines. Suddenly, Luca is haunted by a vision of Dino, bleeding from the head.\nThe finale, Scene Four brings the audience back to Dino's garage. The shop's shutters are down and \"For sale\" signs have been posted on it. It is late evening on a Saturday, and Rita is alone at the diner. She hears a clatter in the kitchen and goes to investigate. She is shocked to see that it is Angelo. He is no longer the mild, sweet man she knew. He paws her, and brandishes his handgun. She looks upon him both with affection and fear. Angelo reveals what he has planned to do: using his gun, he forces Rita up to Dino and Lana's apartment where he holds her as a hostage in wait for Lana and Luca's return.\nA new sign at the diner indicates that bare-knuckle fighting will be taking place. The mechanics and their girlfriends, including Luca and Lana, arrive. First, they decide to go &lt;a href=\"drag%20racing\"&gt;drag racing&lt;/a&gt;. After the cars crash, they head for the diner. Lana and Luca pull down the shutter of the diner, to see the word \"MURDERER\" painted in bold, red letters – they hurriedly push the shutter up. The men begin the fighting competition. The fighting areas are marked out using tyres, and a blackboard inscribed \"Fight club – score\" is hung from a wall. Eight men take part in separate two-men fights, and the winners of each match fight each other successively. Luca is defeated by one of the mechanics. Lana goes upstairs to her apartment, and is also taken hostage by Angelo. In the midst of the fighting competition, a shot suddenly rings out. Angelo emerges from the apartment with his gun pointed at Lana and Rita. Angelo attacks Luca and they fight, at the pinnacle of the struggle Angelo kisses Luca violently, and then the gun is wrested from Angelo's grip and falls to the ground. Luca subdues Angelo and tries to reach for the gun. Before he can do so, he is shot dead by Lana, descending from the steps leading to the apartment with another gun. Angelo and Rita embrace. The mechanics get shovels to bury Luca and cover up the crime. Once again, we see a large billboard; this time it reads \"You are now leaving Harmony. See you again soon!\"\nMusic and story.\nAs the title of the ballet suggests, the music for \"The Car Man\" was based on that composed for the &lt;a href=\"opera\"&gt;opera&lt;/a&gt; \"&lt;a href=\"Carmen\"&gt;Carmen&lt;/a&gt;\" (1875) by French composer &lt;a href=\"Georges%20Bizet\"&gt;Georges Bizet&lt;/a&gt; (1838–1875). However, the original score was not used. Instead, composer Terry Davies used as a starting-point the 40-minute &lt;a href=\"Bolshoi%20Theatre%23Ballet%20and%20opera\"&gt;Bolshoi Ballet&lt;/a&gt; version \"Carmen Ballet\" (1967) employing only strings (&lt;a href=\"cello\"&gt;cello&lt;/a&gt; and &lt;a href=\"double%20bass\"&gt;double bass&lt;/a&gt;) and &lt;a href=\"Percussion%20instrument\"&gt;percussion&lt;/a&gt; by Russian composer &lt;a href=\"Rodion%20Shchedrin\"&gt;Rodion Shchedrin&lt;/a&gt; (1932– ), and composed additional music based on the original score. This was the first time that Matthew Bourne had collaborated with a composer to create a complete score.\nThe story of \"The Car Man\" differs completely from the plot of Bizet's \"Carmen\". Although Bourne has commented that at least two characters, one male (probably Luca) and one female (Lana), were \"like\" the character of Carmen, and that Luca himself is \"The Car Man\", no characters were intended to actually be Carmen. According to Bourne, \"I wasn't particularly interested in the story of \"Carmen\", the opera. I didn't even know it that well, and I still don't know it that well, to be honest. I know there are parallels, but it was more the feeling of the music and the feeling of what we all know Carmen to be.\" The story is loosely based on the 1934 novel \"&lt;a href=\"The%20Postman%20Always%20Rings%20Twice%20%28novel%29\"&gt;The Postman Always Rings Twice&lt;/a&gt;\" by American novelist &lt;a href=\"James%20M.%20Cain\"&gt;James M. Cain&lt;/a&gt; (1892–1977) and the &lt;a href=\"The%20Postman%20Always%20Rings%20Twice%20%281946%20film%29\"&gt;1946&lt;/a&gt; and &lt;a href=\"The%20Postman%20Always%20Rings%20Twice%20%281981%20film%29\"&gt;1981 films of the same name&lt;/a&gt; respectively starring &lt;a href=\"John%20Garfield\"&gt;John Garfield&lt;/a&gt; and &lt;a href=\"Lana%20Turner\"&gt;Lana Turner&lt;/a&gt;, and &lt;a href=\"Jack%20Nicholson\"&gt;Jack Nicholson&lt;/a&gt; and &lt;a href=\"Jessica%20Lange\"&gt;Jessica Lange&lt;/a&gt;.\nIn the films, Frank, a drifter, stops at a rural &lt;a href=\"California\"&gt;California&lt;/a&gt; diner for a meal and ends up working there. The diner is operated by a beautiful young woman, Cora, and her much older husband, Nick, a &lt;a href=\"Greek%20American\"&gt;Greek immigrant&lt;/a&gt; whom she does not love. Frank and Cora have an affair, and scheme to murder Nick in order to start a new life together without Cora losing the diner. Their first attempt at the murder is a failure, but they eventually succeed. The local &lt;a href=\"Prosecutor%23United%20States\"&gt;prosecutor&lt;/a&gt; suspects what has occurred, but does not have enough evidence to prove it. As a tactic to get Cora and Frank to turn on one another, he prosecutes only Cora for the crime. Although they do turn against each other, a clever ploy from Cora's lawyer prevents her full confession from coming into the hands of the prosecutor. Cora is ultimately acquitted. Frank and Cora eventually patch together their tumultuous relationship, and plan for a future together. However, as they seem prepared to finally live \"happily ever after\", Cora dies in a car accident. The ending of the films differs from that of Cain's original book. There, Frank ends up wrongly convicted for Cora's murder.\nThe characters of Luca, Lana and Dino in \"The Car Man\" are clearly modelled after Frank, Cora and Nick in the films, and Nick's murder by Frank and Cora is paralleled by the killing of Dino by Luca and Lana in the ballet. Frank's wrongful conviction in Cain's novel is also referenced by the miscarriage of justice perpetrated against Angelo. However, the resemblance ends there. Bourne introduces into the story the themes of &lt;a href=\"unrequited%20love\"&gt;unrequited love&lt;/a&gt;, &lt;a href=\"betrayal\"&gt;betrayal&lt;/a&gt; and &lt;a href=\"revenge\"&gt;revenge&lt;/a&gt; present in some of his other ballets such as \"&lt;a href=\"Matthew%20Bourne%27s%20Swan%20Lake\"&gt;Swan Lake&lt;/a&gt;\". A &lt;a href=\"Homoeroticism\"&gt;homoerotic&lt;/a&gt; element is also present: the &lt;a href=\"protagonist\"&gt;protagonist&lt;/a&gt; Luca is &lt;a href=\"Bisexuality\"&gt;bisexual&lt;/a&gt; – he has an affair with Angelo, and also kisses one of the mechanics working at Dino's Garage on the lips to annoy him; the fact that Angelo has been raped in prison by the warden, Dexter, is alluded to; and two of the mechanics, Marco and Vito, make out with each other.\nPerformances.\n\"The Car Man\" was originally produced by Matthew Bourne's company Adventures in Motion Pictures. Subtitled \"An Auto-Erotic Thriller\", the ballet first previewed on 16 May 2000 at the &lt;a href=\"Theatre%20Royal%2C%20Plymouth\"&gt;Theatre Royal&lt;/a&gt; in &lt;a href=\"Plymouth\"&gt;Plymouth&lt;/a&gt;, England, and then was staged at the &lt;a href=\"Old%20Vic\"&gt;Old Vic&lt;/a&gt; in London in September of that year. The ballet was filmed for TV in the UK by &lt;a href=\"Channel%204\"&gt;Channel 4&lt;/a&gt; and broadcast at Christmas in 2001; it was subsequently released on DVD. The principal cast of the film included Scott Ambler as Dino, Saranne Curtin as Lana, Alan Vincent as Luca, &lt;a href=\"Etta%20Murfitt\"&gt;Etta Murfitt&lt;/a&gt; as Rita, and &lt;a href=\"Will%20Kemp%20%28actor%2C%20born%201977%29\"&gt;Will Kemp&lt;/a&gt; as Angelo. \"The Car Man\" played in Los Angeles in summer 2001 and was supposed to transfer to New York, but plans to do so were set aside after the &lt;a href=\"September%2011%2C%202001%20attacks\"&gt;terrorist attacks in the US&lt;/a&gt; of 11 September 2001. \nIn 2007, \"The Car Man\" was revived by Bourne's present company New Adventures under the subtitle \"Bizet's Carmen Reimagined\" and toured the UK between 18 June and 17 November 2007.\n\"The Car Man\" was revived and toured again from the 16th of April 2015 and finished at &lt;a href=\"Sadler%27s%20Wells\"&gt;Sadler's Wells&lt;/a&gt; on the 8th of August 2015, a day earlier than planned due to the death of &lt;a href=\"Jonathan%20Ollivier\"&gt;Jonathan Ollivier&lt;/a&gt;, who played the role of Luca, in a motorbike accident. From 1 March 2016 it was screened internationally in cinemas. \"The Car Man\" was then later revived and redistributed via DVD and Blu-ray in 2017 by Illuminationations Media and New Adventures Ltd production for Sky, 2015.\n\"The Car Man\" is one of Bourne's most popular works and generally has been acclaimed. Critics comments include \"full of dramatic and choreographic juice\", \"sizzling and fizzing with lust\", and \"a fast-moving thriller that contains all the elements of a &lt;a href=\"film%20noir\"&gt;film noir&lt;/a&gt;\"."
}