{
    "id": "12520216",
    "revid": "236",
    "url": "https://en.wikipedia.org/wiki?curid=12520216",
    "title": "Pennsylvania Route 231",
    "text": "Pennsylvania Route 231 (PA 231) is a &lt;a href=\"state%20highway\"&gt;state highway&lt;/a&gt; located in &lt;a href=\"Washington%20County%2C%20Pennsylvania\"&gt;Washington County&lt;/a&gt;, &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;. The southern terminus is at &lt;a href=\"Pennsylvania%20Route%2018\"&gt;PA 18&lt;/a&gt; near &lt;a href=\"Old%20Concord%2C%20Pennsylvania\"&gt;Old Concord&lt;/a&gt;. The northern terminus is at &lt;a href=\"Pennsylvania%20Route%2050\"&gt;PA 50&lt;/a&gt; in &lt;a href=\"Avella%2C%20Pennsylvania\"&gt;Avella&lt;/a&gt;.\nRoute description.\nPA 231 begins at an intersection with &lt;a href=\"Pennsylvania%20Route%2018\"&gt;PA 18&lt;/a&gt; in &lt;a href=\"East%20Finley%20Township%2C%20Pennsylvania\"&gt;East Finley Township&lt;/a&gt;, heading to the west on two-lane undivided East Finley Drive. The road heads through wooded areas with agriculture, running to the north of the Enlow Fork of the &lt;a href=\"Wheeling%20Creek%20%28West%20Virginia%29\"&gt;Wheeling Creek&lt;/a&gt;. The route curves southwest before making a sharp turn north away from the creek. PA 231 winds north through more areas of woods and farms with occasional homes, passing through the community of &lt;a href=\"East%20Finley%2C%20Pennsylvania\"&gt;East Finley&lt;/a&gt;. The road continues through rural areas for several more miles, continuing into &lt;a href=\"Donegal%20Township%2C%20Washington%20County%2C%20Pennsylvania\"&gt;Donegal Township&lt;/a&gt;. After passing under &lt;a href=\"Interstate%2070%20in%20Pennsylvania\"&gt;I-70&lt;/a&gt;, PA 231 becomes Bell Avenue and forms the border between Donegal Township to the west and the borough of &lt;a href=\"Claysville%2C%20Pennsylvania\"&gt;Claysville&lt;/a&gt; to the east, reaching an intersection with &lt;a href=\"U.S.%20Route%2040%20in%20Pennsylvania\"&gt;US 40&lt;/a&gt;. At this point, the route turns east to form a &lt;a href=\"concurrency%20%28road%29\"&gt;concurrency&lt;/a&gt; with US 40 on Main Street, fully entering Claysville and running past homes. PA 231 splits from US 40 by turning north onto Wayne Street, continuing through more residential areas.\nThe route crosses back into Donegal Township and heads northwest through woodland with some farms and residences as an unnamed road. The road curves north through more rural areas, crossing the Buffalo Creek into &lt;a href=\"Blaine%20Township%2C%20Pennsylvania\"&gt;Blaine Township&lt;/a&gt;. In this area, PA 231 intersects &lt;a href=\"Pennsylvania%20Route%20221\"&gt;PA 221&lt;/a&gt; before entering &lt;a href=\"Independence%20Township%2C%20Washington%20County%2C%20Pennsylvania\"&gt;Independence Township&lt;/a&gt;, becoming North Road and coming to &lt;a href=\"Pennsylvania%20Route%20331\"&gt;PA 331&lt;/a&gt;. At this point, the two routes head west together, turning north onto Scenic Drive in &lt;a href=\"Acheson%2C%20Pennsylvania\"&gt;Acheson&lt;/a&gt;. The road heads through forested areas before coming into a mix of farmland and woods. PA 331 splits from PA 231 by heading southwest on Mt. Hope Ridge Road. From here, PA 231 passes through more agricultural areas with some woodland and residences, coming to the &lt;a href=\"Pennsylvania%20Route%20844\"&gt;PA 844&lt;/a&gt; junction. The route turns west to form a brief concurrency with that route on Washington Pike before turning northwest onto Painters Hill Road. PA 231 passes through more rural areas as it comes to its northern terminus at &lt;a href=\"Pennsylvania%20Route%2050\"&gt;PA 50&lt;/a&gt;."
}