{
    "id": "125558",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=125558",
    "title": "Montville, New Jersey",
    "text": "Montville is a &lt;a href=\"Township%20%28New%20Jersey%29\"&gt;township&lt;/a&gt; in &lt;a href=\"Morris%20County%2C%20New%20Jersey\"&gt;Morris County&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, United States. As of the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 United States Census&lt;/a&gt;, the township's population was 21,528, reflecting an increase of 689 (+3.3%) from the 20,839 counted in the &lt;a href=\"2000%20United%20States%20Census\"&gt;2000 Census&lt;/a&gt;, which had in turn increased by 5,239 (+33.6%) from the 15,600 counted in the &lt;a href=\"1990%20United%20States%20Census\"&gt;1990 Census&lt;/a&gt;.\nMontville was incorporated as a township by an act of the &lt;a href=\"New%20Jersey%20Legislature\"&gt;New Jersey Legislature&lt;/a&gt; on April 11, 1867, from portions of &lt;a href=\"Pequannock%20Township%2C%20New%20Jersey\"&gt;Pequannock Township&lt;/a&gt;. It includes the sections of Montville, &lt;a href=\"Pine%20Brook%2C%20Morris%20County%2C%20New%20Jersey\"&gt;Pine Brook&lt;/a&gt; and &lt;a href=\"Towaco%2C%20New%20Jersey\"&gt;Towaco&lt;/a&gt;. &lt;a href=\"NJ%20Transit\"&gt;NJ Transit&lt;/a&gt; rail service is available at the &lt;a href=\"Towaco%20station\"&gt;Towaco station&lt;/a&gt; along the &lt;a href=\"Montclair-Boonton%20Line\"&gt;Montclair-Boonton Line&lt;/a&gt;. \nIn \"&lt;a href=\"Money%20%28magazine%29\"&gt;Money&lt;/a&gt;\" magazine's 2013 Best Places to Live rankings, Montville was ranked 13th in the nation, the second-highest among the three places in New Jersey included in the top 50 list. The township was ranked 17th in the magazine's 2011 ranking of the \"Best Places to Live\", the highest-ranked place in New Jersey, after having been ranked 13th in 2007. In 2009, \"&lt;a href=\"Money%20%28magazine%29\"&gt;Money&lt;/a&gt;\" magazine named Montville the 21st best place to live in the United States; the 2nd highest ranked community in New Jersey.\nHistory.\nNative settlement.\nOver 10,000 years ago, the area was part of the &lt;a href=\"Lenapehoking\"&gt;Lenapehoking.&lt;/a&gt; It was originally settled by the &lt;a href=\"Lenape\"&gt;Lenape&lt;/a&gt; tribes of the &lt;a href=\"Munsee\"&gt;Munsee&lt;/a&gt; dialect. The Lenape tribes maintained peace and no significant battles were recorded in the area. \nOn October 12th, the &lt;a href=\"Morris%20County%2C%20New%20Jersey\"&gt;Morris County&lt;/a&gt; Parks Commission holds Lenape Day at the &lt;a href=\"Great%20Swamp%20National%20Wildlife%20Refuge\"&gt;Great Swamp&lt;/a&gt; to celebrate the culture and history of Ramapough Lenape people.\nDutch settlement.\nDutch farmers from &lt;a href=\"New%20Amsterdam\"&gt;New Amsterdam&lt;/a&gt; (now part of &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;) entered the area in 1710. As part of &lt;a href=\"New%20Netherland\"&gt;New Netherland&lt;/a&gt;, the town was originally called \"Uyle-Kill\" (the Dutch spelling of \"Owl-Kill\"), a name given to the creek and valley, which ran through the area. \nBy the 1740s, the settlement had grown in size and construction of the first road was begun. The early road, now known as &lt;a href=\"U.S.%20Route%20202\"&gt;U.S. Route 202&lt;/a&gt;, connected various farms with Montville's first gristmill, sawmill and tanneries. \nIn 1756, the &lt;a href=\"Dutch%20Reformed%20Church\"&gt;Dutch Reformed Church&lt;/a&gt; was founded in Old Boonton and moved to Montville in the early 1800s after land was purchased in Montville for a parsonage.\nEnglish settlement.\nIn 1712, &lt;a href=\"William%20Penn\"&gt;William Penn&lt;/a&gt; bought a tract of land that included parts of modern-day &lt;a href=\"Pequannock%20Township%2C%20New%20Jersey\"&gt;Pequannock&lt;/a&gt; and Montville that included &lt;a href=\"Pine%20Brook%2C%20Morris%20County%2C%20New%20Jersey\"&gt;Pine Brook&lt;/a&gt;.\nIn 1760, the first schoolhouse in the Montville township was built out of &lt;a href=\"Log%20building\"&gt;logs&lt;/a&gt; in &lt;a href=\"Pine%20Brook%2C%20Morris%20County%2C%20New%20Jersey\"&gt;Pine Brook&lt;/a&gt;. It was located on \"the road leading to Boonton,\" which could refer to multiple northwest-facing roads including Changebridge Road. Additional schools were constructed in 1785, 1816, and 1852.\nDuring the &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt; (1775-1783), Montville was on a major military route from &lt;a href=\"Morristown%2C%20New%20Jersey\"&gt;Morristown&lt;/a&gt; to the &lt;a href=\"Hudson%20River\"&gt;Hudson River&lt;/a&gt;. General &lt;a href=\"George%20Washington\"&gt;George Washington&lt;/a&gt;'s troops often took this route and Washington stayed in the Towaco section of what is now Montville Township in June 1780. The French troops under the leadership of &lt;a href=\"Jean-Baptiste%20Donatien%20de%20Vimeur%2C%20comte%20de%20Rochambeau\"&gt;General Rochambeau&lt;/a&gt; spent four days passing through Montville Township on their way to the War's final victory at &lt;a href=\"Yorktown%2C%20Virginia\"&gt;Yorktown&lt;/a&gt;, &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;, as part of a group of 5,000 soldiers, 2,000 horses, 500 oxen, possibly 900 cattle, artillery, boats and followers.\nThe Mandeville Inn was established around 1770 and was pronounced \"Mondeveil\" by the Dutch, which in turn was corrupted to Montville. The Montville Inn was, up until July 2006, located at the site of the pre-Revolutionary War Mandeville Inn, which burned down in the early 20th century. Other sources attribute the township's name to its location in the mountains of Northern New Jersey.\nIn 1809, the first store in Montville was opened by Conrad Esler. In 1820, Montville contained 16 houses, 2 &lt;a href=\"Bark%20mill\"&gt;bark mills&lt;/a&gt;, a &lt;a href=\"Gristmill\"&gt;grist mill&lt;/a&gt;, a &lt;a href=\"cider%20mill\"&gt;cider mill&lt;/a&gt; and distillery, a &lt;a href=\"blacksmith\"&gt;blacksmith&lt;/a&gt; shop, a &lt;a href=\"Carpentry\"&gt;carpenter&lt;/a&gt; shop, a &lt;a href=\"wheelwright\"&gt;wheelwright&lt;/a&gt; shop, and a small &lt;a href=\"General%20store\"&gt;store&lt;/a&gt;; at the time, Montville was considered a business center compared to nearby towns. By 1880, it contained 40 houses, a bark mill, two grist mills, a tannery, a saw mill, a &lt;a href=\"Natural%20rubber\"&gt;rubber factory&lt;/a&gt;, two blacksmith shops, two &lt;a href=\"Taverns%20in%20North%20America\"&gt;taverns&lt;/a&gt;, and 2 stores.\nThe construction of the &lt;a href=\"Morris%20Canal\"&gt;Morris Canal&lt;/a&gt; in this area was completed in 1828, bringing commercial navigation to the Montville/Towaco area. The mid-19th century saw the development of two smaller village centers set apart from Montville: &lt;a href=\"Pine%20Brook%2C%20Morris%20County%2C%20New%20Jersey\"&gt;Pine Brook&lt;/a&gt;, a fertile agricultural area in the Township's southern end, and &lt;a href=\"Towaco%2C%20New%20Jersey\"&gt;Towaco&lt;/a&gt;, situated on the Morris Canal.\nIn 1867, Montville and &lt;a href=\"Boonton%20Township%2C%20New%20Jersey\"&gt;Boonton&lt;/a&gt; split off from &lt;a href=\"Pequannock%20Township%2C%20New%20Jersey\"&gt;Pequannock&lt;/a&gt; township.\n20th century.\nBy 1910, the population of Montville was 690.\nThe Pine Brook Speedway, which operated from July 1962 until October 1989, was designed for &lt;a href=\"midget%20car%20racing\"&gt;midget car racing&lt;/a&gt; and became one of the earliest sites for &lt;a href=\"microstock%20%28racing%29\"&gt;microstock&lt;/a&gt; racing. &lt;a href=\"Mario%20Andretti\"&gt;Mario Andretti&lt;/a&gt; raced at the track and had some of his earliest success as a race car driver at the Speedway.\n2019-2021 Coronavirus Pandemic.\nMayor Frank Cooney (&lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;R&lt;/a&gt;) announced that he had COVID-19 on March 30, 2020 through a press release.\nGeography.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the township had a total area of 19.12 square miles (49.51 km2), including 18.63 square miles (48.24 km2) of land and 0.49 square miles (1.27 km2) of water (2.57%).\n&lt;a href=\"Local%20government%20in%20New%20Jersey%23Unincorporated%20communities\"&gt;Unincorporated communities&lt;/a&gt;, localities and place names located partially or completely within the township include Horse Neck Bridge, Lake Valhalla, Lower Montville, &lt;a href=\"Pine%20Brook%2C%20Morris%20County%2C%20New%20Jersey\"&gt;Pine Brook&lt;/a&gt;, Taylortown, &lt;a href=\"Towaco%2C%20New%20Jersey\"&gt;Towaco&lt;/a&gt; and White Hall.\nThe township borders the municipalities of &lt;a href=\"Boonton%2C%20New%20Jersey\"&gt;Boonton&lt;/a&gt;, &lt;a href=\"Boonton%20Township%2C%20New%20Jersey\"&gt;Boonton Township&lt;/a&gt;, &lt;a href=\"East%20Hanover%20Township%2C%20New%20Jersey\"&gt;East Hanover Township&lt;/a&gt;, &lt;a href=\"Kinnelon%2C%20New%20Jersey\"&gt;Kinnelon&lt;/a&gt;, &lt;a href=\"Lincoln%20Park%2C%20New%20Jersey\"&gt;Lincoln Park&lt;/a&gt; and &lt;a href=\"Parsippany-Troy%20Hills%2C%20New%20Jersey\"&gt;Parsippany-Troy Hills&lt;/a&gt; in Morris County; and &lt;a href=\"Fairfield%20Township%2C%20Essex%20County%2C%20New%20Jersey\"&gt;Fairfield Township&lt;/a&gt; in &lt;a href=\"Essex%20County%2C%20New%20Jersey\"&gt;Essex County&lt;/a&gt;.\nCamp Dawson is a small camp area in Towaco that is home to a variety of recreational events such as hiking, sledding, soccer, lacrosse, rugby and football. In 2007, Camp Dawson was described by &lt;a href=\"Money%20%28magazine%29\"&gt;Money (magazine)&lt;/a&gt; as one of reasons for ranking Montville as the 13th best smaller population place to live in the United States. Many Montville sports teams use the fields at Camp Dawson, which include two turf fields mainly used for &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"Association%20football\"&gt;soccer&lt;/a&gt; and &lt;a href=\"lacrosse\"&gt;lacrosse&lt;/a&gt;. These fields have lighting available for these teams to play at night. There was a flurry of concern in 2008, when testing of Dawson's new artificial turf playing fields showed what turned out to be false positive finding of dangerously high levels of toxic lead.\nClimate.\nThe lowest recorded temperature in Montville is −25 °F (−32 °C), set in February 1943, and the highest recorded temperature is 105 °F (41 °C), set in July 1936 and 2011.\nDemographics.\nCensus 2010.\nThe Census Bureau's 2006-2010 &lt;a href=\"American%20Community%20Survey\"&gt;American Community Survey&lt;/a&gt; showed that (in 2010 &lt;a href=\"inflation%20adjustment\"&gt;inflation-adjusted&lt;/a&gt; dollars) &lt;a href=\"median%20household%20income\"&gt;median household income&lt;/a&gt; was $119,493 (with a margin of error of +/- $12,959) and the median family income was $143,811 (+/- $17,082). Males had a median income of $102,178 (+/- $5,041) versus $66,933 (+/- $6,419) for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the borough was $54,618 (+/- $3,849). About 2.6% of families and 3.1% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 1.9% of those under age 18 and 4.4% of those age 65 or over.\nMontville has had a growing influx of &lt;a href=\"Asian-Americans\"&gt;Asian-Americans&lt;/a&gt;. In 2010, 7.1% of Montville's residents self-identified as &lt;a href=\"Indian-American\"&gt;Indian-American&lt;/a&gt;, while 6.4% identified as &lt;a href=\"Chinese-American\"&gt;Chinese-American&lt;/a&gt; and 2.7% of residents were &lt;a href=\"Korean-American\"&gt;Korean-American&lt;/a&gt;.\nCensus 2000.\nAs of the &lt;a href=\"2000%20United%20States%20Census\"&gt;2000 United States Census&lt;/a&gt; there were 20,839 people, 7,380 households, and 5,867 families residing in the township. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 1,104.3 people per square mile (426.4/km2). There were 7,541 housing units at an average density of 399.6 per square mile (154.3/km2). The racial makeup of the township was 84.95% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 0.93% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.04% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 12.57% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.02% &lt;a href=\"Pacific%20Islander%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 0.36% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 1.14% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 2.55% of the population.\nThere were 7,380 households, out of which 37.4% had children under the age of 18 living with them, 71.0% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 6.4% had a female householder with no husband present, and 20.5% were non-families. 16.6% of all households were made up of individuals, and 5.7% had someone living alone who was 65 years of age or older. The average household size was 2.80 and the average family size was 3.17.\nIn the township the population was spread out, with 25.2% under the age of 18, 5.5% from 18 to 24, 30.6% from 25 to 44, 28.0% from 45 to 64, and 10.8% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 94.7 males. For every 100 females age 18 and over, there were 91.9 males.\nThe median income for a household in the township was $94,557, and the median income for a family was $105,394. Males had a median income of $71,356 versus $45,427 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the township was $43,341. About 2.6% of families and 3.8% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 4.4% of those under age 18 and 6.3% of those age 65 or over.\nGovernment.\nLocal government.\nMontville is governed under a &lt;a href=\"Special%20Charter%20%28New%20Jersey%29\"&gt;Special Charter&lt;/a&gt;, which was granted by an act of the &lt;a href=\"New%20Jersey%20Legislature\"&gt;New Jersey Legislature&lt;/a&gt; in 1867 and retains many characteristics of the &lt;a href=\"Township%20%28New%20Jersey%29\"&gt;Township&lt;/a&gt; form of government; it is one of 12 municipalities (of the 565) statewide governed by a special charter. The Township Committee is comprised of five members, who are elected directly by the voters &lt;a href=\"at-large\"&gt;at-large&lt;/a&gt; in partisan elections to serve three-year terms of office on a staggered basis, with either one or two seats coming up for election each year as part of the November general election in a three-year cycle. At an annual reorganization meeting, the Township Committee selects one of its members to serve as Mayor. The Township Administrator serves as the chief administrative and executive officer for the organization and is responsible for the day-to-day operations of all municipal departments.\n, Montville's Township Committee is composed of &lt;a href=\"Mayor\"&gt;Mayor&lt;/a&gt; Frank W. Cooney (&lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;R&lt;/a&gt;, term on committee ends December 31, 2021; term as mayor ends 2020), &lt;a href=\"Deputy%20mayor\"&gt;Deputy mayor&lt;/a&gt; Richard A. Cook (R, term on committee ends 2022; term as deputy mayor ends 2020), Richard D. Conklin (R, 2022), Matthew S. Kayne (R, 2020) and June Witty (R, 2020).&lt;\nA &lt;a href=\"Charter%20Study%20Commission\"&gt;Charter Study Commission&lt;/a&gt; was approved by the voters on November 8, 2005, to investigate possible changes to Montville's form of government. The commission voted 4–1 against making any modifications.\nThe Montville &lt;a href=\"Municipal%20Court\"&gt;Municipal Court&lt;/a&gt; is the judicial branch of government. The Court has original jurisdiction over Motor vehicle violations local ordinance offenses, petty disorderly person offenses, disorderly person offenses, fish and game violations, traffic and criminal offenses, weights and measure violations, and citizen complaints.\nFederal, state and county representation.\nMontville is located in the 11th Congressional District and is part of New Jersey's 26th state legislative district.\nPolitics.\nMontville is a Republican stronghold, with Republican registration higher than that of Democrats. As of June 8, 2021, there were a total of 17,735 registered voters in Montville Township, of which 4,446 (25%) were registered as &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrats&lt;/a&gt;, 6,490 (36.5%) were registered as &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republicans&lt;/a&gt;, with the majority of the remaining 6,799 (38.3%) registered as &lt;a href=\"Unaffiliated%20%28New%20Jersey%29\"&gt;Unaffiliated&lt;/a&gt;. \nIn the &lt;a href=\"2020%20United%20States%20presidential%20election\"&gt;2020 presidential election&lt;/a&gt;, Republican &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt; received 50.86% of the vote (7,199 cast), ahead of Democrat &lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt; with 47.63% (6,742 votes), and other candidates with 1.5% (213 votes). In the &lt;a href=\"United%20States%20presidential%20election%20in%20New%20Jersey%2C%202016\"&gt;2016 presidential election&lt;/a&gt;, Republican Donald Trump received 55.1% of the vote (6,440 cast), ahead of Democrat &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt; with 42.5% (4,939 votes), and other candidates with 2.7% (311 votes), among the 11,690 ballots cast. In the &lt;a href=\"United%20States%20presidential%20election%20in%20New%20Jersey%2C%202012\"&gt;2012 presidential election&lt;/a&gt;, Republican &lt;a href=\"Mitt%20Romney\"&gt;Mitt Romney&lt;/a&gt; received 60.4% of the vote (6,460 cast), ahead of Democrat &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; with 38.3% (4,101 votes), and other candidates with 1.3% (142 votes), among the 10,749 ballots cast by the township's 15,001 registered voters (46 ballots were &lt;a href=\"Spoilt%20vote\"&gt;spoiled&lt;/a&gt;), for a turnout of 71.7%. In the &lt;a href=\"United%20States%20presidential%20election%20in%20New%20Jersey%2C%202008\"&gt;2008 presidential election&lt;/a&gt;, Republican &lt;a href=\"John%20McCain\"&gt;John McCain&lt;/a&gt; received 57.8% of the vote (6,720 cast), ahead of Democrat Barack Obama with 41.0% (4,761 votes) and other candidates with 0.7% (84 votes), among the 11,623 ballots cast by the township's 14,890 registered voters, for a turnout of 78.1%. In the &lt;a href=\"United%20States%20presidential%20election%20in%20New%20Jersey%2C%202004\"&gt;2004 presidential election&lt;/a&gt;, Republican &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; received 59.0% of the vote (6,605 ballots cast), outpolling Democrat &lt;a href=\"John%20Kerry\"&gt;John Kerry&lt;/a&gt; with 40.0% (4,483 votes) and other candidates with 0.5% (77 votes), among the 11,203 ballots cast by the township's 14,582 registered voters, for a turnout percentage of 76.8.\nIn the &lt;a href=\"New%20Jersey%20gubernatorial%20election%2C%202013\"&gt;2013 gubernatorial election&lt;/a&gt;, Republican &lt;a href=\"Chris%20Christie\"&gt;Chris Christie&lt;/a&gt; received 74.7% of the vote (4,703 cast), ahead of Democrat &lt;a href=\"Barbara%20Buono\"&gt;Barbara Buono&lt;/a&gt; with 24.1% (1,515 votes), and other candidates with 1.2% (74 votes), among the 6,389 ballots cast by the township's 14,958 registered voters (97 ballots were spoiled), for a turnout of 42.7%. In the &lt;a href=\"New%20Jersey%20gubernatorial%20election%2C%202009\"&gt;2009 gubernatorial election&lt;/a&gt;, Republican Chris Christie received 61.6% of the vote (4,679 ballots cast), ahead of Democrat &lt;a href=\"Jon%20Corzine\"&gt;Jon Corzine&lt;/a&gt; with 30.0% (2,278 votes), Independent &lt;a href=\"Chris%20Daggett\"&gt;Chris Daggett&lt;/a&gt; with 6.8% (513 votes) and other candidates with 0.9% (69 votes), among the 7,593 ballots cast by the township's 14,526 registered voters, yielding a 52.3% turnout.\nIn the &lt;a href=\"2014%20United%20States%20Senate%20elections\"&gt;2014 senate election&lt;/a&gt;, Republican &lt;a href=\"Jeff%20Bell\"&gt;Jeff Bell&lt;/a&gt; received 60.6% of the vote (3,191 cast), ahead of Democrat &lt;a href=\"Cory%20Booker\"&gt;Cory Booker&lt;/a&gt; with 38.3% of the vote (2,017 votes), and other candidates with 1.1% (57 votes), among the 5,265 ballots cast.\nEducation.\nThe &lt;a href=\"Montville%20Township%20School%20District\"&gt;Montville Township School District&lt;/a&gt; serves public school students in &lt;a href=\"pre-kindergarten\"&gt;pre-kindergarten&lt;/a&gt; through &lt;a href=\"twelfth%20grade\"&gt;twelfth grade&lt;/a&gt;. As of the 2018–19 school year, the district, comprised of seven schools, had an enrollment of 3,645 students and 335.61 classroom teachers (on an &lt;a href=\"full-time%20equivalent\"&gt;FTE&lt;/a&gt; basis), for a &lt;a href=\"student%E2%80%93teacher%20ratio\"&gt;student–teacher ratio&lt;/a&gt; of 10.25:1. Schools in the district (with 2017-18 enrollment data from the &lt;a href=\"National%20Center%20for%20Education%20Statistics\"&gt;National Center for Education Statistics&lt;/a&gt;) are \nCedar Hill Elementary School (327 students; in grades PreK-5), \nHilldale Elementary School (320; K-5), \nWilliam H. Mason Jr. Elementary School (229; K-5), \nValley View Elementary School (367; PreK-5), \nWoodmont Elementary School (295; K-5), \nRobert R. Lazar Middle School (902; 6-8) and \n&lt;a href=\"Montville%20Township%20High%20School\"&gt;Montville Township High School&lt;/a&gt; (1,162; 9-12). Montville Extended Day Learning Center is an after-school program available at all the elementary schools in the district. In 2016, Cedar Hill Elementary School and Woodmont Elementary School were two of ten schools in New Jersey recognized as a &lt;a href=\"National%20Blue%20Ribbon%20Schools%20Program\"&gt;National Blue Ribbon School&lt;/a&gt; by the &lt;a href=\"United%20States%20Department%20of%20Education\"&gt;United States Department of Education&lt;/a&gt;.\nPrivate schools include &lt;a href=\"Trinity%20Christian%20School%20%28New%20Jersey%29\"&gt;Trinity Christian School&lt;/a&gt;, a Christian day school founded in 1986 that serves students in Kindergarten through 12th grade. St. Pius X School was a K-8 &lt;a href=\"Catholic%20school\"&gt;Catholic school&lt;/a&gt; that operated under the auspices of the &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Paterson\"&gt;Roman Catholic Diocese of Paterson&lt;/a&gt; until it closed after the 2017–18 school year after enrollment numbers for the 2018–19 school year were just more than half of the 250 students needed to remain financially viable.\nCommunity.\nMontville Day is celebrated every year in the fall. It brings members of the community together to enjoy food and entertainment.\nTransportation.\nRoads and highways.\n, the township had a total of of roadways, of which were maintained by the municipality, by Morris County and by the &lt;a href=\"New%20Jersey%20Department%20of%20Transportation\"&gt;New Jersey Department of Transportation&lt;/a&gt;.\nMajor routes that pass through include &lt;a href=\"Interstate%20287\"&gt;Interstate 287&lt;/a&gt; and &lt;a href=\"U.S.%20Route%20202%20in%20New%20Jersey\"&gt;U.S. Route 202&lt;/a&gt; in the north, and both &lt;a href=\"Interstate%2080%20in%20New%20Jersey\"&gt;Interstate 80&lt;/a&gt; and &lt;a href=\"U.S.%20Route%2046\"&gt;U.S. Route 46&lt;/a&gt; in the south. Both interstates house interchanges in the township.\nPublic transportation.\nAs part of its &lt;a href=\"Midtown%20Direct\"&gt;Midtown Direct&lt;/a&gt; expansion program, &lt;a href=\"NJ%20Transit\"&gt;NJ Transit&lt;/a&gt;, with supplemental funding from the Township of Montville, renovated the &lt;a href=\"Towaco%20station\"&gt;Towaco train station&lt;/a&gt; using a design hearkening back to the early 1900s. Service is provided on the &lt;a href=\"Montclair-Boonton%20Line\"&gt;Montclair-Boonton Line&lt;/a&gt; from Towaco to &lt;a href=\"Pennsylvania%20Station%20%28New%20York%20City%29\"&gt;Penn Station&lt;/a&gt; in &lt;a href=\"Midtown%20Manhattan\"&gt;Midtown Manhattan&lt;/a&gt; via a transfer in &lt;a href=\"Montclair%2C%20New%20Jersey\"&gt;Montclair&lt;/a&gt; through Newark to &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt;.\nNJ Transit offers bus service to and from &lt;a href=\"Newark%2C%20New%20Jersey\"&gt;Newark&lt;/a&gt; on the &lt;a href=\"29%20%28New%20Jersey%20bus%29\"&gt;29&lt;/a&gt; route, with local service available on the &lt;a href=\"871%20%28New%20Jersey%20bus%29\"&gt;871&lt;/a&gt; and &lt;a href=\"874%20%28New%20Jersey%20bus%29\"&gt;874&lt;/a&gt; routes, replacing service that had been offered on the &lt;a href=\"MCM1%20%28New%20Jersey%20bus%29\"&gt;MCM1&lt;/a&gt; route until 2010, when subsidies to the local provider were eliminated as part of budget cuts.\n&lt;a href=\"Lakeland%20Bus%20Lines\"&gt;Lakeland Bus Lines&lt;/a&gt; offers service along Route 46 between &lt;a href=\"Dover%2C%20New%20Jersey\"&gt;Dover&lt;/a&gt; and the &lt;a href=\"Port%20Authority%20Bus%20Terminal\"&gt;Port Authority Bus Terminal&lt;/a&gt; in &lt;a href=\"Midtown%20Manhattan\"&gt;Midtown Manhattan&lt;/a&gt; and along Route 80 between &lt;a href=\"Newton%2C%20New%20Jersey\"&gt;Newton&lt;/a&gt; and New York City.\nNotable people.\nPeople who were born in, residents of, or otherwise closely associated with Montville include:"
}