{
    "id": "12551935",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=12551935",
    "title": "Eos (bird)",
    "text": "Eos is a &lt;a href=\"genus\"&gt;genus&lt;/a&gt; of &lt;a href=\"parrot\"&gt;parrot&lt;/a&gt;s belonging to the &lt;a href=\"lories%20and%20lorikeets\"&gt;lories and lorikeets&lt;/a&gt; tribe of the family &lt;a href=\"Psittaculidae\"&gt;Psittaculidae&lt;/a&gt;. There are six species which are all &lt;a href=\"endemic\"&gt;endemic&lt;/a&gt; to islands of eastern &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, most within very restricted ranges. They have predominantly red plumage with blue, purple or black markings. Males and females are similar in appearance.\nTheir &lt;a href=\"habitat\"&gt;habitat&lt;/a&gt;s include forest, &lt;a href=\"coconut\"&gt;coconut&lt;/a&gt; plantations and &lt;a href=\"mangrove\"&gt;mangrove&lt;/a&gt;s. They gather in flowering trees to feed on &lt;a href=\"nectar\"&gt;nectar&lt;/a&gt; and &lt;a href=\"pollen\"&gt;pollen&lt;/a&gt; with their brush-tipped tongues. Fruit and insects are also eaten. They make nests in &lt;a href=\"tree%20hollow\"&gt;tree hollow&lt;/a&gt;s generally high in old large trees. Threats to these parrots include habitat loss and trapping for the cagebird trade, and one species, the &lt;a href=\"red-and-blue%20lory\"&gt;red-and-blue lory&lt;/a&gt;, is classified as &lt;a href=\"endangered%20species\"&gt;endangered&lt;/a&gt;.\nDescription.\nThe &lt;a href=\"plumage\"&gt;plumage&lt;/a&gt; of \"Eos\" lories is predominantly red, set off with blue, purple or black markings. They range in length from in the &lt;a href=\"blue-eared%20lory\"&gt;blue-eared lory&lt;/a&gt; to in several of the larger species. The &lt;a href=\"beak\"&gt;bill&lt;/a&gt; is orange-red, the &lt;a href=\"iris%20%28anatomy%29\"&gt;irises&lt;/a&gt; are reddish to reddish-brown, and the legs are grey. Males and females are identical in external appearance. They have a &lt;a href=\"musk\"&gt;musk&lt;/a&gt;y odour, especially noticeable in the &lt;a href=\"black-winged%20lory\"&gt;black-winged lory&lt;/a&gt;, which is retained even in &lt;a href=\"Biological%20specimen\"&gt;museum skins&lt;/a&gt;. Juvenile birds are partly &lt;a href=\"wikt%3Astriated\"&gt;striated&lt;/a&gt; owing to feathers with darker or dusky tips, and they have orange-brown to black beaks.\nSpecies in the genus \"Eos\" are distinguished from lories in the genus \"&lt;a href=\"Chalcopsitta\"&gt;Chalcopsitta&lt;/a&gt;\" by shorter tails and the absence of a bare patch of skin around the mandibles. Members of \"Eos\" do not have green plumage, which helps to distinguish them from some species of other lory genera.\n\"Eos\" (Ἔως) is Greek for \"&lt;a href=\"dawn\"&gt;dawn&lt;/a&gt;\", referring to the red plumage.\nBehaviour and ecology.\nThe \"Eos\" lories feed on the nectar and pollen of various trees and plants. Very little is known about the diet of most species, but birds have been observed feeding on the flowers of &lt;a href=\"coconut\"&gt;coconut&lt;/a&gt;s, \"&lt;a href=\"Eugenia\"&gt;Eugenia&lt;/a&gt;\", coral trees (\"&lt;a href=\"Erythrina\"&gt;Erythrina&lt;/a&gt;\"), \"&lt;a href=\"Canarium\"&gt;Canarium&lt;/a&gt;\", and sago palm (\"&lt;a href=\"Metroxylon\"&gt;Metroxylon&lt;/a&gt;\"). In addition, they have been observed feeding on unripe fruits of fig trees (\"&lt;a href=\"Ficus\"&gt;Ficus&lt;/a&gt;\"), and insects have been found in the stomachs of at least one species (the &lt;a href=\"red%20lory\"&gt;red lory&lt;/a&gt;). Some species are reported to be nomadic, moving between islands within their range in order to find food. These movements can apparently be daily as well, with the &lt;a href=\"violet-necked%20lory\"&gt;violet-necked lory&lt;/a&gt; making daily trips from its main islands to smaller offshore islands.\nThe \"Eos\" lories are apparently seasonal breeders, with birds prospecting for nesting sites varying by species, having been observed in June and July in the black-winged lory but August and September in the red lory. Like most parrots, they are cavity nesters, generally nesting high in older large trees either in forests or in modified habitats. Most of what is known about their nesting behaviour is derived from captive birds. They generally have a &lt;a href=\"clutch%20%28eggs%29\"&gt;clutch size&lt;/a&gt; of two eggs which are incubated for 26–27 days. Chicks take around 75–87 days to &lt;a href=\"fledge\"&gt;fledge&lt;/a&gt;.\nStatus and conservation.\nThreats to these parrots include &lt;a href=\"habitat%20loss\"&gt;habitat loss&lt;/a&gt; and &lt;a href=\"animal%20trapping\"&gt;trapping&lt;/a&gt; for the &lt;a href=\"aviculture\"&gt;cagebird&lt;/a&gt; trade. For example, between 1983 and 1989 an average of 3,200 red lories were trapped and exported per year, which has apparently led to declines in some parts of its range. The &lt;a href=\"red-and-blue%20lory\"&gt;red-and-blue lory&lt;/a&gt; is an &lt;a href=\"endangered%20species\"&gt;endangered species&lt;/a&gt;, and the &lt;a href=\"black-winged%20lory\"&gt;black-winged lory&lt;/a&gt; is classed as &lt;a href=\"vulnerable%20species\"&gt;vulnerable&lt;/a&gt;. The red-and-blue lory is listed under Appendix I of &lt;a href=\"CITES\"&gt;CITES&lt;/a&gt;, banning all trade in wild caught birds, while all other species are listed under Appendix II and require permits for their trade.\nTaxonomy.\nThe genus \"Eos\" was introduced by the German naturalist &lt;a href=\"Johann%20Georg%20Wagler\"&gt;Johann Georg Wagler&lt;/a&gt; in 1832. The name is from the &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt; \"eōs\" meaning \"dawn\". The &lt;a href=\"type%20species\"&gt;type species&lt;/a&gt; was subsequently designated as the &lt;a href=\"red-and-blue%20lory\"&gt;red-and-blue lory&lt;/a&gt; (\"Eos histrio\") by the English zoologist &lt;a href=\"George%20Robert%20Gray\"&gt;George Robert Gray&lt;/a&gt; in 1840.\nThe closest relatives of this genus are the species in the genus \"&lt;a href=\"Trichoglossus\"&gt;Trichoglossus&lt;/a&gt;\". The genera \"Eos\", \"&lt;a href=\"Trichoglossus\"&gt;Trichoglossus&lt;/a&gt;\", \"&lt;a href=\"Chalcopsitta\"&gt;Chalcopsitta&lt;/a&gt;\", and \"&lt;a href=\"Pseudeos\"&gt;Pseudeos&lt;/a&gt;\" form a single clade within the &lt;a href=\"lories%20and%20lorikeets\"&gt;lories and lorikeets&lt;/a&gt;. The &lt;a href=\"cardinal%20lory\"&gt;cardinal lory&lt;/a&gt; (\"Chalcopsitta cardinalis\") has sometimes been placed in the genus.\nThe genus \"Eos\" has six species and several subspecies:\n\"Eos\", "
}