{
    "id": "12563735",
    "revid": "21559872",
    "url": "https://en.wikipedia.org/wiki?curid=12563735",
    "title": "Hugh Gavin",
    "text": "Lodovic Hugh Gavin (25 October 1878 – 13 November 1940) was an &lt;a href=\"Australian%20rules%20football\"&gt;Australian rules football&lt;/a&gt;er who played 108 games for the &lt;a href=\"Essendon%20Football%20Club\"&gt;Essendon Football Club&lt;/a&gt; in the years following the formation of the &lt;a href=\"Australian%20Football%20League\"&gt;Victorian Football League&lt;/a&gt; (VFL).\nFootball.\nGavin, a key defender, was a member of Essendon's inaugural premiership side in 1897 and was listed as Essendon's best player in the 1901 grand final. In 1902 he supposedly won a &lt;a href=\"best%20and%20fairest\"&gt;best and fairest&lt;/a&gt; award for his performances for Essendon. He was a regular &lt;a href=\"Victoria%20Australian%20rules%20football%20team\"&gt;Victorian representative&lt;/a&gt; in interstate football and in 1903 he spent a season in the &lt;a href=\"Goldfields%20Football%20League\"&gt;West Australian goldfields&lt;/a&gt; with &lt;a href=\"Boulder%20City%20Football%20Club\"&gt;Boulder City&lt;/a&gt;, and being described as the top player of the goldfields in that year. He returned home to Essendon in 1904 and during the season took over as captain of the club.\nIn 1905 he played with &lt;a href=\"Essendon%20Association%20Football%20Club\"&gt;Essendon Association&lt;/a&gt; in the &lt;a href=\"Victorian%20Football%20Association\"&gt;Victorian Football Association&lt;/a&gt;. He then returned to Western Australia and played with the Boulder Stars in 1906 where he was subsequently suspended for \"professionalism\" after he sued a club official for agreed wages. Despite his honesty he was sidelined for two years; however, his career still flourished. He captained the 1910 Goldfields side that beat &lt;a href=\"Port%20Adelaide%20Football%20Club\"&gt;Port Adelaide&lt;/a&gt; and then was captain-coach of the 1911 &lt;a href=\"Western%20Australia%20Australian%20rules%20football%20team\"&gt;Western Australian carnival side&lt;/a&gt; which played at &lt;a href=\"1911%20Adelaide%20Carnival\"&gt;Adelaide&lt;/a&gt;. In 1915 he captained &lt;a href=\"Mines%20Rovers%20Football%20Club\"&gt;Mines Rovers&lt;/a&gt;, of the Western Australian Goldfields, to a premiership.\nDeath.\nHugh Gavin died on 13 November 1940 in Melbourne."
}