{
    "id": "12563359",
    "revid": "40057568",
    "url": "https://en.wikipedia.org/wiki?curid=12563359",
    "title": "Statenvertaling",
    "text": "The Statenvertaling (, \"States Translation\") or Statenbijbel (\"States Bible\") was the first translation of the &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt; from the original &lt;a href=\"Hebrew%20language\"&gt;Hebrew&lt;/a&gt;, &lt;a href=\"Aramaic%20language\"&gt;Aramaic&lt;/a&gt; and &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; languages into &lt;a href=\"Dutch%20language\"&gt;Dutch&lt;/a&gt;, ordered by the &lt;a href=\"Synod%20of%20Dort\"&gt;Synod of Dordrecht&lt;/a&gt; 1618 and financed by government of the Protestant &lt;a href=\"Dutch%20Republic\"&gt;Dutch Republic&lt;/a&gt; and first published in 1637.\nThe first complete Dutch Bible had been printed in &lt;a href=\"Antwerp\"&gt;Antwerp&lt;/a&gt; in 1526 by &lt;a href=\"Jacob%20van%20Liesvelt\"&gt;Jacob van Liesvelt&lt;/a&gt;. Like other existing Dutch Bibles, however, it was merely a translation of other translations. Furthermore, the translation from &lt;a href=\"Martin%20Luther\"&gt;Martin Luther&lt;/a&gt; was widely used, but it had a Lutheran interpretation. At the &lt;a href=\"Synod%20of%20Dort\"&gt;Synod of Dort&lt;/a&gt; in 1618/19, it was therefore deemed necessary to have a new translation accurately based on the original languages. The synod requested the &lt;a href=\"States-General%20of%20the%20Netherlands\"&gt;States-General of the Netherlands&lt;/a&gt; to commission it.\nIn 1626, the States-General accepted the request from the synod, and the translation started. It was completed in 1635 and authorized by the States-General in 1637. From then until 1657, when a second edition was published, a half-million copies were printed. It remained authoritative in Protestant churches well into the 20th century.\nIn 1645, the &lt;a href=\"Westminster%20Assembly\"&gt;Westminster Assembly&lt;/a&gt; commissioned &lt;a href=\"Theodore%20Haak\"&gt;Theodore Haak&lt;/a&gt; to translate the \"Statenvertaling met Kantekeningen\" (the Dort Authorized Version with commentary) into English for wider distribution. This massive work was published in London by Henry Hill in 1657.\nThe source material for the Old Testament was the &lt;a href=\"Masoretic%20Text\"&gt;Masoretic Text&lt;/a&gt; with secondary references to the &lt;a href=\"Septuagint\"&gt;Septuagint&lt;/a&gt;. The New Testament was translated from the \"&lt;a href=\"Textus%20Receptus\"&gt;Textus Receptus&lt;/a&gt;\" with references to the &lt;a href=\"Byzantine%20text-type\"&gt;Majority Text.&lt;/a&gt;\nGuidelines.\nThe Statenvertaling was written with specific guidelines for translation established by the synod during its 8th session on November 20, 1618. The four main instructions to the translators were:\nApocryphal books.\nRegarding the &lt;a href=\"Biblical%20apocrypha\"&gt;Biblical apocrypha&lt;/a&gt;, the synod decided to translate these books but not to make them part of the canon. They were placed after the books of the New Testament and preceded with a \"warning for the reader\".\nTranslation of God's name.\nIn the Hebrew Bible, God's name is written with the four consonants &lt;a href=\"JHWH\"&gt;JHWH&lt;/a&gt; (as seen on the very top of the title page in Hebrew characters), and would not be pronounced by the Jews. During the 12th session, the synod decided to translate God's name with \"HEERE\" (\"LORD\"). In the margin where God's name first appears, the following note is given:\nThe translators.\nThe translators and overseers were appointed during the 13th session on 26 November 1618. Translators were &lt;a href=\"Johannes%20Bogerman\"&gt;Johannes Bogerman&lt;/a&gt;, &lt;a href=\"Willem%20Baudartius\"&gt;Willem Baudartius&lt;/a&gt;, and Gerson Bucerus for the Old Testament, and Jakobus Rolandus, Herman Faukelius, and Petrus Cornelisz for the New Testament and Apocrypha. &lt;a href=\"Jacobus%20Revius\"&gt;Jacobus Revius&lt;/a&gt; was secretary to the committee of translators and revisers.\nHerman Faukelius and Petrus Cornelisz died before they could start on the translation, and were therefore replaced by &lt;a href=\"Festus%20Hommius\"&gt;Festus Hommius&lt;/a&gt; and &lt;a href=\"Antonius%20Walaeus\"&gt;Antonius Walaeus&lt;/a&gt;.\nInfluence.\nBecause of its influence, the Statenbijbel has been included in the &lt;a href=\"Canon%20of%20Dutch%20History\"&gt;Canon of Dutch History&lt;/a&gt;, a list of 50 required subjects that should not be omitted from history classes in the Netherlands.\n&lt;a href=\"Lithuanians\"&gt;Lithuanian&lt;/a&gt; calvinist &lt;a href=\"Samuel%20Bogus%C5%82aw%20Chyli%C5%84ski\"&gt;Samuelis Boguslavas Chilinskis&lt;/a&gt; used the Statenbijbel as a main source for his translation of the Bible into the &lt;a href=\"Lithuanian%20language\"&gt;Lithuanian language&lt;/a&gt;."
}