{
    "id": "125784",
    "revid": "5883207",
    "url": "https://en.wikipedia.org/wiki?curid=125784",
    "title": "Linden, New Jersey",
    "text": "Linden is a &lt;a href=\"City%20%28New%20Jersey%29\"&gt;city&lt;/a&gt; in southeastern &lt;a href=\"Union%20County%2C%20New%20Jersey\"&gt;Union County&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, United States. It is part of the &lt;a href=\"New%20York%20Metropolitan%20Area\"&gt;New York Metropolitan Area&lt;/a&gt;, located about southwest of &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt; and bordering &lt;a href=\"Staten%20Island\"&gt;Staten Island&lt;/a&gt;, a borough of New York City, across the &lt;a href=\"Arthur%20Kill\"&gt;Arthur Kill&lt;/a&gt;. As of the &lt;a href=\"2020%20United%20States%20Census\"&gt;2020 United States Census&lt;/a&gt;, the city's population was 43,738.\nLinden was originally formed as a &lt;a href=\"township%20%28New%20Jersey%29\"&gt;township&lt;/a&gt; on March 4, 1861 from portions of &lt;a href=\"Elizabeth%2C%20New%20Jersey\"&gt;Elizabeth&lt;/a&gt;, &lt;a href=\"Rahway%2C%20New%20Jersey\"&gt;Rahway&lt;/a&gt; and &lt;a href=\"Union%20Township%2C%20Union%20County%2C%20New%20Jersey\"&gt;Union Township&lt;/a&gt;. Portions of the township were taken to form &lt;a href=\"Cranford%2C%20New%20Jersey\"&gt;Cranford&lt;/a&gt; (March 14, 1871), Linden Borough (March 30, 1882) and &lt;a href=\"Roselle%2C%20New%20Jersey\"&gt;Roselle&lt;/a&gt; (December 20, 1894). Linden was incorporated as a city by an act of the &lt;a href=\"New%20Jersey%20Legislature\"&gt;New Jersey Legislature&lt;/a&gt; on January 1, 1925, replacing both Linden Township and Linden Borough, based on the results of a referendum held on November 8, 1923. The city's name derives from &lt;a href=\"Tilia\"&gt;linden trees&lt;/a&gt; brought from Germany.\nGeography.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the city had a total area of 11.42 square miles (29.56 km2), including 10.69 square miles (27.68 km2) of land and 0.73 square miles (1.88 km2) of water (6.37%).\n&lt;a href=\"Local%20government%20in%20New%20Jersey%23Unincorporated%20communities\"&gt;Unincorporated communities&lt;/a&gt;, localities and place names located partially or completely within the city include Bayway, Grasselli, Morses Mill, Tremley, Vreeland Mills, Warners and Wheatsheaf.\nThe city borders the municipalities of &lt;a href=\"Clark%2C%20New%20Jersey\"&gt;Clark Township&lt;/a&gt;, &lt;a href=\"Cranford%2C%20New%20Jersey\"&gt;Cranford Township&lt;/a&gt;, &lt;a href=\"Elizabeth%2C%20New%20Jersey\"&gt;Elizabeth&lt;/a&gt;, &lt;a href=\"Rahway%2C%20New%20Jersey\"&gt;Rahway&lt;/a&gt;, &lt;a href=\"Roselle%2C%20New%20Jersey\"&gt;Roselle&lt;/a&gt; and &lt;a href=\"Winfield%20Township%2C%20New%20Jersey\"&gt;Winfield Township&lt;/a&gt; in Union County; &lt;a href=\"Carteret%2C%20New%20Jersey\"&gt;Carteret&lt;/a&gt; and &lt;a href=\"Woodbridge%20Township%2C%20New%20Jersey\"&gt;Woodbridge Township&lt;/a&gt; in &lt;a href=\"Middlesex%20County%2C%20New%20Jersey\"&gt;Middlesex County&lt;/a&gt;; and &lt;a href=\"Staten%20Island\"&gt;Staten Island&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; across the &lt;a href=\"Arthur%20Kill\"&gt;Arthur Kill&lt;/a&gt; &lt;a href=\"tidal%20strait\"&gt;tidal strait&lt;/a&gt;.\nDemographics.\nPolish and Polish-American community.\nLinden is a regional hub of &lt;a href=\"Poles\"&gt;Polish&lt;/a&gt; immigration and features a significant number of establishments featuring the food and culture of &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;. 13.1% of residents are of Polish origin and 15.6% of its residents five years old and above in the center of the city of Linden primarily speak the &lt;a href=\"Polish%20language\"&gt;Polish language&lt;/a&gt; at home. The Skulski Art Gallery of the Polish Cultural Foundation of neighboring Clark has exhibited Linden-based artists. &lt;a href=\"Polish-American\"&gt;Polish-American&lt;/a&gt; grocery specialty shop Pulaski Meats takes up nearly a city block. Polish language services are held at two Roman Catholic churches, including at the heavily Polish parish St. Theresa of the Child Jesus Roman Catholic Church, established in the 1920s.\nLinden holds an annual Polish Heritage Day Festival to showcase local Polish cuisine, pottery, dance, traditional fashion and other Polish arts for visitors.\nIn 2021, the mayor of Linden hosted a state visit by Poland’s president &lt;a href=\"Andrzej%20Duda\"&gt;Andrzej Duda&lt;/a&gt; and first lady &lt;a href=\"Agata%20Kornhauser-Duda\"&gt;Agata Kornhauser-Duda&lt;/a&gt; to the Polish community in Linden.\nIn old pagan &lt;a href=\"Slavic%20mythology\"&gt;Slavic mythology&lt;/a&gt;, the tree for which the city is named, the &lt;a href=\"linden%20tree\"&gt;linden tree&lt;/a&gt; (\"lipa\", as called in all &lt;a href=\"Slavic%20languages\"&gt;Slavic languages&lt;/a&gt;) was considered a &lt;a href=\"Lime%20tree%20in%20culture\"&gt;sacred tree&lt;/a&gt;.\nCensus 2010.\nThe Census Bureau's 2006-2010 &lt;a href=\"American%20Community%20Survey\"&gt;American Community Survey&lt;/a&gt; shows that (in 2010 &lt;a href=\"inflation%20adjustment\"&gt;inflation-adjusted&lt;/a&gt; dollars) &lt;a href=\"median%20household%20income\"&gt;median household income&lt;/a&gt; was $55,859 (with a margin of error of +/- $2,529) and the median family income was $64,439 (+/- $4,027). Males had a median income of $45,890 (+/- $3,397) versus $39,288 (+/- $2,842) for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the borough was $27,011 (+/- $1,161). About 5.9% of families and 7.5% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 12.1% of those under age 18 and 8.1% of those age 65 or over.\nCensus 2000.\nAs of the &lt;a href=\"2000%20United%20States%20Census\"&gt;2000 United States Census&lt;/a&gt; there were 39,394 people, 15,052 households, and 10,084 families residing in the city. The population density was 3,645.5 people per square mile (1,407.0/km2). There were 15,567 housing units at an average density of 1,440.6 per square mile (556.0/km2). The racial makeup of the city was 66.08% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 22.80% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.14% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 2.35% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.04% &lt;a href=\"Pacific%20Islander%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 4.88% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 3.71% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 14.40% of the population.\nThere were 15,052 households, out of which 29.0% had children under the age of 18 living with them, 46.7% were married couples living together, 15.3% had a female householder with no husband present, and 33.0% were non-families. 27.9% of all households were made up of individuals, and 13.6% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 3.21.\nIn the city the population was spread out, with 22.5% under the age of 18, 8.2% from 18 to 24, 30.4% from 25 to 44, 22.7% from 45 to 64, and 16.3% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 90.4 males. For every 100 females age 18 and over, there were 85.2 males.\nThe median income for a household in the city was $46,345, and the median income for a family was $54,903. Males had a median income of $39,457 versus $30,395 for females. The per capita income for the city was $21,314. About 5.0% of families and 6.4% of the population were below the poverty line, including 8.1% of those under age 18 and 7.8% of those age 65 or over.\nEconomy.\nThe east side of Linden is located along the &lt;a href=\"Arthur%20Kill\"&gt;Arthur Kill&lt;/a&gt;, a navigable &lt;a href=\"strait\"&gt;strait&lt;/a&gt; which plays an important role in &lt;a href=\"bulk%20cargo\"&gt;bulk cargo&lt;/a&gt; transportation in the &lt;a href=\"Port%20of%20New%20York%20and%20New%20Jersey\"&gt;Port of New York and New Jersey&lt;/a&gt;.\nTogether with &lt;a href=\"Elizabeth%2C%20New%20Jersey\"&gt;Elizabeth&lt;/a&gt;, Linden is home to the &lt;a href=\"Bayway%20Refinery\"&gt;Bayway Refinery&lt;/a&gt;, a &lt;a href=\"Phillips%2066\"&gt;Phillips 66&lt;/a&gt; refining facility that helps supply petroleum-based products to the New York/New Jersey area, producing approximately , making it the second-largest on the &lt;a href=\"East%20Coast%20of%20the%20United%20States\"&gt;East Coast of the United States&lt;/a&gt; and one of the country's 25 largest facilities.\nFrom 1937 to 2005, Linden was home to &lt;a href=\"Linden%20Assembly\"&gt;Linden Assembly&lt;/a&gt;, a &lt;a href=\"General%20Motors\"&gt;General Motors&lt;/a&gt; manufacturing plant that produced &lt;a href=\"Oldsmobile\"&gt;Oldsmobile&lt;/a&gt;, &lt;a href=\"Pontiac%20%28automobile%29\"&gt;Pontiac&lt;/a&gt;, &lt;a href=\"Buick\"&gt;Buick&lt;/a&gt; and other GM automobiles, but also produced planes during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. By early 2008 most of the plant has been torn down for redevelopment by &lt;a href=\"Duke%20Realty\"&gt;Duke Realty&lt;/a&gt; Corporation, which purchased the site for $76.5 million.\nLinden, together with Rahway, is home to &lt;a href=\"Merck%20%26amp%3B%20Co.\"&gt;Merck &amp; Co.&lt;/a&gt;, one of the world's leading pharmaceutical companies. In 2003, the pharmaceutical company celebrated 100 years in Rahway and Linden.\nSunnyside section of Linden.\nThe residential area of Linden west of St. Georges Avenue is known as Sunnyside, named for the former Sunnyfield Golf Club located in that area. It borders on &lt;a href=\"Clark%2C%20New%20Jersey\"&gt;Clark&lt;/a&gt;, &lt;a href=\"Cranford%2C%20New%20Jersey\"&gt;Cranford&lt;/a&gt; and &lt;a href=\"Winfield%20Park%2C%20New%20Jersey\"&gt;Winfield&lt;/a&gt; on the west and &lt;a href=\"Roselle%2C%20New%20Jersey\"&gt;Roselle&lt;/a&gt; on the east.\nCongregation Anshe Chesed is a &lt;a href=\"Modern%20Orthodox\"&gt;Modern Orthodox&lt;/a&gt; synagogue in the Sunnyside section that was founded in 1914.\nIt has a large modern building on St. Georges Avenue and its former shul on Blancke Street was converted for athletics.\nGovernment.\nLocal government.\nLinden is governed under the &lt;a href=\"City%20%28New%20Jersey%29\"&gt;City&lt;/a&gt; form of government. The city is one of 15 of 565 municipalities statewide that use this traditional form of municipal government. The governing body is comprised of the mayor and the 11-member City Council. The mayor and council president are elected &lt;a href=\"at-large\"&gt;at-large&lt;/a&gt; to four-year terms of office, while the other 10 members are elected from &lt;a href=\"Ward%20%28United%20States%29\"&gt;wards&lt;/a&gt; to three-year terms of office on a staggered basis, with either two or four of the ward seats up for election each year in a three-year cycle.\n, the Mayor of Linden is &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrat&lt;/a&gt; Derek Armstead, whose term of office ends December 31, 2022. Members of the City Council are:\nThe 8th Ward seat expiring in December 2020 became vacant in January 2019 when Michele Yamakaitis took office as Council President. The Democratic municipal committee chose Paul Coates to fill the vacancy, but Mayor Derek Armstead sought to keep the seat vacant until the November 2019 general election. After a legal battle waged by the Linden Democratic municipal committee and its chairman &lt;a href=\"Nicholas%20Scutari\"&gt;Nicholas Scutari&lt;/a&gt;, a Superior Court judge ruled in May 2019 that Coates should be immediately seated to the council to serve until the November general election. In the November 2019 voting, Garret Blaine was elected to serve the balance of the term of office.\nIn November 2015, the City Council selected Ralph Strano from a list of three candidates nominated by the Democratic municipal committee to fill the Seventh Ward seat expiring in December 2016 that had been held by Mike Minarchenko until his resignation from office the previous month; Strano served on an interim basis until the November 2016 general election, when he was elected to serve the balance of the term of office.\nJohn T. Gregorio, served as mayor of Linden for 30, non-consecutive years until December 31, 2006, and was repeatedly tagged with scandal during his mayoral career, including one felony conviction, later pardoned, which forced him from office for two terms. Gregorio returned as mayor following his conviction.\nRhashonna Cosby-Hurling, who represents the Fifth Ward, became the first African American female elected to the City Council when she took office in 2011.\nFederal, state and county representation.\nLinden is located in the 10th Congressional District and is part of New Jersey's 22nd state legislative district. Prior to the 2010 Census, Linden had been split between the , the 10th Congressional District and the , a change made by the &lt;a href=\"New%20Jersey%20Redistricting%20Commission\"&gt;New Jersey Redistricting Commission&lt;/a&gt; that took effect in January 2013, based on the results of the November 2012 general elections.\nPolitics.\nAs of March 23, 2011, there were a total of 21,494 registered voters in Linden, of which 11,831 (55.0% vs. 41.8% countywide) were registered as &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrats&lt;/a&gt;, 1,319 (6.1% vs. 15.3%) were registered as &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republicans&lt;/a&gt; and 8,339 (38.8% vs. 42.9%) were registered as &lt;a href=\"Unaffiliated%20%28New%20Jersey%29\"&gt;Unaffiliated&lt;/a&gt;. There were 5 voters registered to other parties. Among the city's 2010 Census population, 53.1% (vs. 53.3% in Union County) were registered to vote, including 67.9% of those ages 18 and over (vs. 70.6% countywide).\nIn the &lt;a href=\"United%20States%20presidential%20election%20in%20New%20Jersey%2C%202012\"&gt;2012 presidential election&lt;/a&gt;, Democrat &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; received 11,213 votes (73.3% vs. 66.0% countywide), ahead of Republican &lt;a href=\"Mitt%20Romney\"&gt;Mitt Romney&lt;/a&gt; with 3,814 votes (24.9% vs. 32.3%) and other candidates with 135 votes (0.9% vs. 0.8%), among the 15,303 ballots cast by the city's 22,753 registered voters, for a turnout of 67.3% (vs. 68.8% in Union County). In the &lt;a href=\"United%20States%20presidential%20election%20in%20New%20Jersey%2C%202008\"&gt;2008 presidential election&lt;/a&gt;, Democrat Barack Obama received 10,728 votes (66.5% vs. 63.1% countywide), ahead of Republican &lt;a href=\"John%20McCain\"&gt;John McCain&lt;/a&gt; with 5,037 votes (31.2% vs. 35.2%) and other candidates with 162 votes (1.0% vs. 0.9%), among the 16,142 ballots cast by the city's 22,266 registered voters, for a turnout of 72.5% (vs. 74.7% in Union County). In the &lt;a href=\"United%20States%20presidential%20election%20in%20New%20Jersey%2C%202004\"&gt;2004 presidential election&lt;/a&gt;, Democrat &lt;a href=\"John%20Kerry\"&gt;John Kerry&lt;/a&gt; received 9,222 votes (64.0% vs. 58.3% countywide), ahead of Republican &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; with 4,966 votes (34.4% vs. 40.3%) and other candidates with 116 votes (0.8% vs. 0.7%), among the 14,419 ballots cast by the city's 20,596 registered voters, for a turnout of 70.0% (vs. 72.3% in the whole county).\nIn the &lt;a href=\"New%20Jersey%20gubernatorial%20election%2C%202013\"&gt;2013 gubernatorial election&lt;/a&gt;, Democrat &lt;a href=\"Barbara%20Buono\"&gt;Barbara Buono&lt;/a&gt; received 54.6% of the vote (4,255 cast), ahead of Republican &lt;a href=\"Chris%20Christie\"&gt;Chris Christie&lt;/a&gt; with 43.9% (3,420 votes), and other candidates with 1.6% (123 votes), among the 8,158 ballots cast by the city's 22,416 registered voters (360 ballots were spoiled), for a turnout of 36.4%. In the &lt;a href=\"New%20Jersey%20gubernatorial%20election%2C%202009\"&gt;2009 gubernatorial election&lt;/a&gt;, Democrat &lt;a href=\"Jon%20Corzine\"&gt;Jon Corzine&lt;/a&gt; received 5,429 ballots cast (57.8% vs. 50.6% countywide), ahead of Republican Chris Christie with 3,272 votes (34.8% vs. 41.7%), Independent &lt;a href=\"Chris%20Daggett\"&gt;Chris Daggett&lt;/a&gt; with 452 votes (4.8% vs. 5.9%) and other candidates with 98 votes (1.0% vs. 0.8%), among the 9,390 ballots cast by the city's 21,742 registered voters, yielding a 43.2% turnout (vs. 46.5% in the county).\nEducation.\nPublic schools.\nThe &lt;a href=\"Linden%20Public%20Schools\"&gt;Linden Public Schools&lt;/a&gt; serve students in &lt;a href=\"pre-kindergarten\"&gt;pre-kindergarten&lt;/a&gt; through &lt;a href=\"twelfth%20grade\"&gt;twelfth grade&lt;/a&gt;. As of the 2018–19 school year, the district, comprised of 11 schools, had an enrollment of 6,342 students and 561.4 classroom teachers (on an &lt;a href=\"full-time%20equivalent\"&gt;FTE&lt;/a&gt; basis), for a &lt;a href=\"student%E2%80%93teacher%20ratio\"&gt;student–teacher ratio&lt;/a&gt; of 11.3:1. Schools in the district (with 2018–19 enrollment data from the &lt;a href=\"National%20Center%20for%20Education%20Statistics\"&gt;National Center for Education Statistics&lt;/a&gt;) are \nSchool No. 1 (with 431 students; in grades PreK–5), \nSchool No. 2 (631; PreK-5), \nSchool No. 4 (435; PreK-5), \nSchool No. 5 (315; PreK-5), \nSchool No. 6 (370; PreK-5), \nSchool No. 8 (348; PreK-5), \nSchool No. 9 (344; PreK-5), \nSchool No. 10 (270; PreK-5), \nMyles J. McManus Middle School (687; 5-8), \nJoseph E. Soehl Middle School (679; 6-8) and \n&lt;a href=\"Linden%20High%20School%20%28New%20Jersey%29\"&gt;Linden High School&lt;/a&gt; (1,696; 9–12). School No. 5 was one of nine schools in New Jersey honored in 2020 by the &lt;a href=\"National%20Blue%20Ribbon%20Schools%20Program\"&gt;National Blue Ribbon Schools Program&lt;/a&gt;, which recognizes high student achievement.\nPrivate schools.\nSinai Christian Academy serves grades Pre-K through 12th grade.\nSaints Mary and Elizabeth Academy was a &lt;a href=\"Catholic%20school\"&gt;Catholic school&lt;/a&gt; serving students in Pre-K through 8th grade that operated under the auspices of the &lt;a href=\"Roman%20Catholic%20Archdiocese%20of%20Newark\"&gt;Roman Catholic Archdiocese of Newark&lt;/a&gt; until its closure at the end of the 2013–14 school year due to declining enrollment.\nTransportation.\nRoads and highways.\n, the city had a total of of roadways, of which were maintained by the municipality, by Union County, by the &lt;a href=\"New%20Jersey%20Department%20of%20Transportation\"&gt;New Jersey Department of Transportation&lt;/a&gt; and by the &lt;a href=\"New%20Jersey%20Turnpike%20Authority\"&gt;New Jersey Turnpike Authority&lt;/a&gt;.\nThe &lt;a href=\"New%20Jersey%20Turnpike\"&gt;New Jersey Turnpike&lt;/a&gt; (&lt;a href=\"Interstate%2095%20in%20New%20Jersey\"&gt;Interstate 95&lt;/a&gt;) passes through the eastern portion of the city, with a few ramps that lead to the nearest exit (Exit 13 for I-278) which is right on the city limits with nearby Elizabeth. The city is also the western terminus of &lt;a href=\"Interstate%20278\"&gt;Interstate 278&lt;/a&gt;, which travels through all five &lt;a href=\"borough%20%28New%20York%20City%29\"&gt;boroughs&lt;/a&gt; of New York City. Linden is also served by &lt;a href=\"U.S.%20Route%201/9\"&gt;U.S. Route 1/9&lt;/a&gt; and &lt;a href=\"New%20Jersey%20Route%2027\"&gt;Route 27&lt;/a&gt;. The &lt;a href=\"Garden%20State%20Parkway\"&gt;Garden State Parkway&lt;/a&gt; passes about 500 feet west of the city limits.\nPublic transportation.\nLocal public transportation is provided by &lt;a href=\"NJ%20Transit\"&gt;NJ Transit&lt;/a&gt; with bus service to &lt;a href=\"Elizabeth%2C%20New%20Jersey\"&gt;Elizabeth&lt;/a&gt;, &lt;a href=\"Perth%20Amboy%2C%20New%20Jersey\"&gt;Perth Amboy&lt;/a&gt; and &lt;a href=\"Newark%2C%20New%20Jersey\"&gt;Newark&lt;/a&gt;. New Jersey Transit routes &lt;a href=\"112%20%28New%20Jersey%20bus%29\"&gt;112&lt;/a&gt; and &lt;a href=\"115%20%28New%20Jersey%20bus%29\"&gt;115&lt;/a&gt; provide local service and interstate service to the &lt;a href=\"Port%20Authority%20Bus%20Terminal\"&gt;Port Authority Bus Terminal&lt;/a&gt; in &lt;a href=\"Midtown%20Manhattan\"&gt;Midtown Manhattan&lt;/a&gt;, on the &lt;a href=\"48%20%28New%20Jersey%20bus%29\"&gt;48&lt;/a&gt; to Elizabeth and &lt;a href=\"94%20%28New%20Jersey%20bus%29\"&gt;94&lt;/a&gt; routes to Newark, and local service on the &lt;a href=\"56%20%28New%20Jersey%20bus%29\"&gt;56&lt;/a&gt; and &lt;a href=\"57%20%28New%20Jersey%20bus%29\"&gt;57&lt;/a&gt; routes.\nThe &lt;a href=\"Linden%20station%20%28NJ%20Transit%29\"&gt;Linden train station&lt;/a&gt; offers service on NJ Transit's &lt;a href=\"North%20Jersey%20Coast%20Line\"&gt;North Jersey Coast Line&lt;/a&gt; and the &lt;a href=\"Northeast%20Corridor%20Line\"&gt;Northeast Corridor Line&lt;/a&gt;, northbound to &lt;a href=\"Pennsylvania%20Station%20%28Newark%29\"&gt;Newark Penn Station&lt;/a&gt;, &lt;a href=\"Secaucus%20Junction\"&gt;Secaucus Junction&lt;/a&gt; and &lt;a href=\"Pennsylvania%20Station%20%28New%20York%29\"&gt;New York Penn Station&lt;/a&gt;, and southbound towards the &lt;a href=\"Trenton%20Transit%20Center\"&gt;Trenton Transit Center&lt;/a&gt;, with connections available at those locations\nAirport.\n&lt;a href=\"Linden%20Airport\"&gt;Linden Airport&lt;/a&gt; is a small &lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt; facility and &lt;a href=\"relief%20airport\"&gt;reliever airport&lt;/a&gt; located on the eastern side of the city along &lt;a href=\"U.S.%20Route%201/9\"&gt;U.S. Route 1/9&lt;/a&gt;. The airport was constructed for the United States Navy in 1942 for use in development and testing of the &lt;a href=\"Grumman%20F4F%20Wildcat\"&gt;Grumman F4F Wildcat&lt;/a&gt; and was taken over by the City of Linden after World War II. &lt;a href=\"Newark%20Liberty%20International%20Airport\"&gt;Newark Liberty International Airport&lt;/a&gt; is approximately 15 minutes away. The airport also served as a temporary road racing course in 1954 when Al Keller won a race in the then-NASCAR Grand National Division (now known as the Monster Energy NASCAR Cup Series).[3]\nNotable people.\nPeople who were born in, residents of, or otherwise closely associated with Linden include:"
}