{
    "id": "12608133",
    "revid": "13370122",
    "url": "https://en.wikipedia.org/wiki?curid=12608133",
    "title": "Serbian River Flotilla",
    "text": "The Serbian River Flotilla () is a tactical brigade-level &lt;a href=\"Brown-water%20navy\"&gt;brown water naval branch&lt;/a&gt; of the &lt;a href=\"Serbian%20Armed%20Forces\"&gt;Serbian Armed Forces&lt;/a&gt; headquartered in &lt;a href=\"Novi%20Sad\"&gt;Novi Sad&lt;/a&gt;, with additional units based in &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt;, and &lt;a href=\"%C5%A0abac\"&gt;Šabac&lt;/a&gt;. Subordinate to the &lt;a href=\"Serbian%20Army\"&gt;Serbian Land Forces&lt;/a&gt; since 2006, the River Flotilla is tasked with range of missions within the &lt;a href=\"Serbia\"&gt;Republic of Serbia&lt;/a&gt; that include environmental policing, counter-terrorism, and border security along 406 kilometers of Serbia's international borders and 1565.9 kilometers of Serbia's waterways.\nHistory.\nThe modern Serbian River Flotilla pulls it origins from Serbian &lt;a href=\"%C5%A0ajka%C5%A1i\"&gt;Šajkaši&lt;/a&gt; river troops that guarded the &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt; and &lt;a href=\"Sava\"&gt;Sava&lt;/a&gt; rivers, and especially, the &lt;a href=\"Port%20of%20Belgrade\"&gt;Port of Belgrade&lt;/a&gt;, against &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; river fleets from the 16th to the 19th century. Led by Hungarian or Austrian sponsors against the Ottomans, šajkaš troops were ethnic &lt;a href=\"Serbs\"&gt;Serbs&lt;/a&gt;, who enjoyed special military status. Their name Šajkaš was derived from the small wooden boat known as \"&lt;a href=\"Chaika%20%28boat%29\"&gt;chaika&lt;/a&gt;\" (Šajka, \"tschaiken\"), a type of &lt;a href=\"galley\"&gt;galley&lt;/a&gt; operated by &lt;a href=\"sail\"&gt;sail&lt;/a&gt; or &lt;a href=\"oars\"&gt;oars&lt;/a&gt; manned by 30 and 50 men, commanded by an officer, a helmsman, an armourer, a drummer, two bowman, and up to 36 oarsmen. The modern day traditional Serbian \"&lt;a href=\"%C5%A1ajka%C4%8Da\"&gt;šajkača&lt;/a&gt;\" hat is believed to be derived from the 18th-century Banat based Frontier Šajkaši Battalion uniform. \nThe Šajkaši played a decisive role in helping Serbia become an independent constitutional monarchy and lay the ground for the creation of modern Serbia. After the declaration of the war against Ottoman Empire in 1876, the Principality of Serbia River Flotilla deployed naval mines on the Danube River, thought to be the first use of naval mines in Europe.\nWith breakup of &lt;a href=\"Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Socialist Federal Republic of Yugoslavia&lt;/a&gt;, the &lt;a href=\"Yugoslav%20People%27s%20Army\"&gt;Yugoslav People's Army&lt;/a&gt; became the &lt;a href=\"Armed%20Forces%20of%20Serbia%20and%20Montenegro\"&gt;Armed Forces of Serbia and Montenegro&lt;/a&gt; in 1992. During this transition the River Flotilla remained as part of Navy. During the 1990s, one new Neštin class river minesweeper was introduced in 1996, and two 601-class landing craft were transferred from sea service at Montenegro to the River Flotilla after being overhauled at \"Brodotehnika\" shipyard in Belgrade.\nCommand structure.\nWith the reorganization of the Serbian Armed Forces after the split with Montenegro in 2006, the River Flotilla was subordinated to the Serbian Land Forces as the new landlocked Serbian military no longer possessed naval branch. In addition to regular standing forces, the river flotilla employs reserve Pontoon Battalions consisting of personnel with previous military service in Yugoslav pontoon units. \nOperations.\nOperational art and tactical doctrine.\nDoctrine and operating procedures of the flotilla remain the same as those of the former Danube Flotilla of the &lt;a href=\"Royal%20Yugoslav%20Navy\"&gt;Royal Yugoslav Navy&lt;/a&gt;, dating back to the 1920s.\nRole and deployment.\nThe primary tasks of the River Flotilla are:\nDomestic Operations.\nAnnually, between 15 June to 1 September, the 1st Pontoon battalion deploys a 362 meters long bridge linking the &lt;a href=\"Zemun\"&gt;Zemun&lt;/a&gt; quay and &lt;a href=\"Great%20War%20Island\"&gt;Great War Island&lt;/a&gt; in a provision of engineering services agreement between the municipality of Zemun and the Serbian Army. In 2017, members of the 1st Pontoon battalion were awarded medallions by the Serbian Ministry of Defence for rescuing an elderly man from a burning boat. The members reportedly swam to the distressed man and pulled him to the river bank where a doctor from the River Flotilla provided first aid.\nThe River Flotilla regularly provides security and technical support to the Memorial Regatta \"Zoran Radosavljevic\" in the memory of the late pilot and avid yachtsman &lt;a href=\"Major%20Zoran%20Radosavljevic\"&gt;Major Zoran Radosavljevic&lt;/a&gt;, a member of the 127th fighter squadron “Knights” of the &lt;a href=\"Serbian%20Air%20Force%20and%20Air%20Defence\"&gt;Yugoslav Air Force&lt;/a&gt;, who died during the &lt;a href=\"NATO%20bombing%20of%20Yugoslavia\"&gt;NATO bombing of Yugoslavia&lt;/a&gt; on 27 March 1999. The Memorial Yacht Regatta “Zoran Radosavljevic” was first held in &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt; in 1999, and since May 2007 it has been organized in Belgrade, Serbia\nDuring the &lt;a href=\"2014%20Southeast%20Europe%20floods\"&gt;2014 floods in Serbia&lt;/a&gt;, members of the 1st Pontoon Battalion help fight flood in Šabac and &lt;a href=\"Loznica\"&gt;Loznica&lt;/a&gt; while amphibious vehicles and River Flotilla divers evacuated 2,072 people from &lt;a href=\"Obrenovac\"&gt;Obrenovac&lt;/a&gt;. Members of the Riverine Flotilla throughout Serbia to combat flooding in &lt;a href=\"Koceljeva\"&gt;Koceljeva&lt;/a&gt;, &lt;a href=\"%C5%A0abac\"&gt;Šabac&lt;/a&gt;, &lt;a href=\"Lazarevac\"&gt;Lazarevac&lt;/a&gt;, &lt;a href=\"Lajkovac\"&gt;Lajkovac&lt;/a&gt;, &lt;a href=\"Lu%C4%8Dani\"&gt;Lučani&lt;/a&gt; and Loznica, mainly in the evacuation of citizens and the reinforcement of bulwarks.\nInternational Operations.\nSince October 2011, personnel from the River Flotilla have deployed to &lt;a href=\"Operation%20Atalanta\"&gt;Operation Atalanta&lt;/a&gt;, an ongoing &lt;a href=\"European%20Union\"&gt;European Union (EU)&lt;/a&gt; multinational counter-piracy operation off the &lt;a href=\"Horn%20of%20Africa\"&gt;Horn of Africa&lt;/a&gt; and in the Western Indian Ocean. Deploying as the Serbian Autonomous Vessel Protection Detachment (AVPD), where River Flotilla and &lt;a href=\"72nd%20Brigade%20for%20Special%20operations\"&gt;Serbian Special Brigade&lt;/a&gt; personnel are directly stationed on World Food Programme (WFP) ships in need of protection.\nTraining and exercises.\nMembers of the river flotilla are educated and trained at the Serbian Military Academy Nautical Department which offers courses in Serbian and English for domestic and international military and civilian students. Boat crews are trained to operate vessels for day and night operations in accordance with national standards and International Maritime Organization safety standards. The river flotilla primarily conducts training for boat safety, navigation, night vision, communications, operator maintenance, high‐speed maneuvering, handling weapons (including crew‐served weapons) and other individual and collective skills unique to riverine craft operating in a riverine environment.\nThe River Flotilla regularly conducts live-fire and manoeuvre exercises with both domestic and international military, public safety and riverine forces including, &lt;a href=\"Croatian%20Navy\"&gt;Croatia&lt;/a&gt;, &lt;a href=\"Hungarian%20Defence%20Forces\"&gt;Hungary&lt;/a&gt;, &lt;a href=\"Bulgarian%20Armed%20Forces\"&gt;Bulgaria&lt;/a&gt;, and &lt;a href=\"Romanian%20Armed%20Forces\"&gt;Romania&lt;/a&gt;. Exercises generally involve anti-terrorism and disaster relief scenarios and often include live firing against land and water targets.\nIron Cat series of exercises.\nSince 2011, the Serbian River Flotilla and the &lt;a href=\"List_of_equipment_of_the_Hungarian_Ground_Forces%23River_fleet\"&gt;Hungarian Danube Flotilla&lt;/a&gt;, officially known as the &lt;a href=\"1st%20Honv%C3%A9d%20Explosive%20Ordnance%20Disposal%20and%20Warship%20Regiment\"&gt;1st Honvéd Explosive Ordnance Disposal and Warship Regiment&lt;/a&gt;, have jointly conducted the week-long exercise series dubbed \"Iron Cat\", alternating locations every year. The aim of the exercise series is to enhance bilateral cooperation and improve the application of tactics, techniques and procedures of both river units while building mutual trust. Both the Serbians and the Hungarians operate the Yugoslav-made &lt;a href=\"Ne%C5%A1tin-class%20river%20minesweepers\"&gt;\"Nestin-class river\" minesweepers&lt;/a&gt;.\n\"Iron Cat 2019\" - held in Serbia at the Titel training ground and focused on the protection of river traffic, including mine detection, deactivating and destroying underwater mines, anti-ship actions and anti-terrorism actions.\n\"Iron Cat 2018\" - held between &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt; and &lt;a href=\"Moh%C3%A1cs\"&gt;Mohács&lt;/a&gt;, Hungary included training in explosive ordnance disposal, river policing, border surveillance and border control, patrol activities, arresting and occupying hostile vessels, escorting and protecting dignitaries and cargo, and river closures. Serbian and Hungarian vessels also conducted live-fire training against air and water targets.\n\"Iron Cat 2017\" - held near &lt;a href=\"Bano%C5%A1tor\"&gt;Banoštor, Serbia&lt;/a&gt; included training in the blockade and control of inland waterways due to migratory and terrorist threats in the region.\n\"Iron Cat 2016\" - held in Budapest, Hungary included training in protection of cargo ships from attack, securing and blockade of the river.\n\"Iron Cat 2015\" - tactical live fire exercise held at the Serbian artillery training ground \"Titel\" on the &lt;a href=\"Tisza\"&gt;Tisa River&lt;/a&gt;.\n\"Iron Cat 2014\" - tactical live fire exercise held at the Hungarian Defence Forces &lt;a href=\"V%C3%A1rpalota\"&gt;Várpalota&lt;/a&gt; range in Hungary included joint minesweeping activities.\n\"Iron Cat 2013\" - tactical live fire exercise at the Serbian artillery training ground \"Titel\" on the &lt;a href=\"Tisza\"&gt;Tisa River&lt;/a&gt;.\n\"Iron Cat 2012\" - tactical live fire exercise at the Hungarian Defence Forces &lt;a href=\"V%C3%A1rpalota\"&gt;Várpalota&lt;/a&gt; range included shooting ground-based targets on the using the 20mm PAV-1 and PAV-4 autocannons.\n\"Iron Cat 2011\" - tactical life fire exercise at the Serbian artillery training ground \"Titel\" on the &lt;a href=\"Tisza\"&gt;Tisa River&lt;/a&gt; in Serbia South Bačka District, Serbia.\nDomestic exercises and operations.\n\"Begej 2019\" - Live Fire Tactical Training (LFTT) exercise held on the Tisa River at the Titel training ground including river and special assault, ship fire support, establishment of a bridge crossing point, as well as aircraft strikes.\n\"Blue Route 2019\" - Live Fire Tactical Training (LFTT) exercise held on the Tisa River at the Titel training ground conducting a twenty-four-hour check of readiness of the Quick Reaction Naval Combat Group composed of a command ship and three ships of different types.\n\"Century of Victory 1918-2018\" - joint River Flotilla and the Special Brigade exercise in commemoration of the end of the First World War. The exercise involved the display of anti-sabotage effects of submersible divers, the action of a group of ships and patrol boats, amphibious and multi-purpose ships in the firing of combat.\n\"Otter 2018\" - Live Fire Tactical Training (LFTT) exercise held at &lt;a href=\"Tara%C5%A1\"&gt;Taraš&lt;/a&gt; near Zrenjanin training Serbian River Flotilla command and units and pontoon battalions in the conduct of river assaults, defending waterways and forced river crossings.\n“Ečka 2017” - anti-terrorist and anti-mining exercise of the 1st River Squadron and 93rd Diving Company at the \"Titel\" training ground on the Tisa River.\nInternational Army Games in Russia 2016 - 86 members of 1st and 2nd Pontoon Brigades and 93rd Diving Company and won third place at Russian &lt;a href=\"International%20Army%20Games\"&gt;International Army Games&lt;/a&gt; during the \"Open water\" competition held in Murom, on the &lt;a href=\"Oka%20River\"&gt;Oka River&lt;/a&gt;.\n\"Blue Dolphin 2016\" - Live Fire Tactical Training (LFTT) exercise at the Taraš training ground on the Tisa River near Zrenjanin as part of \"Morava 2016\" command-post exercise.\n\"Blue Response 2014\" - tactical live shooting exercise at the Serbian artillery training ground \"Titel\" on the &lt;a href=\"Tisza\"&gt;Tisa River&lt;/a&gt; included artillery and close air support training in support of a forced river crossing.\nSerbia Floods 2014 - Members of the 1st Pontoon Battalion help fight flood in Šabac and Loznica while amphibious vehicles and River Flotilla divers evacuated 2,072 people from Obrenovac Members of the Riverine Flotilla throughout Serbia to combat flooding in Koceljeva, Sabac, Lazarevac, Lajkovac, Lucani and Loznica, mainly in the evacuation of citizens and the reinforcement of bulwarks.\nJune 2012 - Members of 1st and 2nd River Flotilla regiment conducted tactical exercises using live artillery firing from the ship's weapons at artillery training area \"Titel\".\nFebruary 2012 - Members of the First Pontoon Battalion were engaged in clearing snow in Mali Zvornik municipality after heavy snowfalls.\nFebruary 2012 - Professional member of the River Flotilla from Novi Sad, Branislav Jankovic, won the fourteenth swimming competition for St John’s Cross in Ada Ciganlija in Belgrade.\n\"Tisa 2012\" - three-day trilateral exercise including Serbia, Romania and Hungary held at \"Mačvanski Partisan Detachment\" training area near Šabac, Serbia included training in assisting civilian populations affected by the floods caused by the outflow of the Sava river.\nLogistics.\nWhile largely self-sustaining, in terms of vessel-specific spares, the river flotilla relies on the Serbian Armed Forces logistics and infrastructure for general support. For a number of years the Serbian Armed Forces announced plans for building a winter home base for the River Flotilla at Majurska Ada near Novi Sad. Although successive governments have discussed and announced plans, this base for the Serbian River Flotilla was never realized.\nPersonnel.\nThe River Flotilla is an all-volunteer, professional and skilled force that has a small number of available spaces for new recruits and tends to accept just a few personnel every year from other Serbian Land Forces elements. Like the rest of the SAF, the flotilla has generally high morale fuelled by strong patriotism and serving in the flotilla is considered advantageous compared with other SAF branches, due to its relaxed terms and proximity to Novi Sad and Belgrade.\nRank structure.\nCommissioned officers.\nRank insignia for commissioned officers of the Serbian River Flotilla.\nEnlisted.\nRank insignia for enlisted personnel of the Serbian River Flotilla.\nTraditions.\nThe Serbian Army observes August 6 as the Day of the River Flotilla to commemorate the launch of the first Serbian warship \"Jadar\" in 1915 on the Sava River near &lt;a href=\"%C4%8Cukarica\"&gt;Čukarica&lt;/a&gt;.\nCore assets and procurement initiatives.\nThe River Flotilla's core assets mostly date from the 1970s, but have been well maintained and are subject to periodic modest upgrades. Most of the flotilla's vessels are considered to be adequate to the tasks required of them for at least another decade. Five Nestin-class river minesweepers constitute the core of the River Flotilla. The sturdy, flexible vessels are expected to be in service with the River Flotilla until 2028. Similarly, five Type 22 landing craft and three Type 20 patrol are useful and easily maintained and are expected remain in service for some time. To supplement these vessels, the flotilla has procured a number of small civilian craft, including one Premax 39 multirole fast combat boat built in Serbia by Serbian defence contractor &lt;a href=\"Yugoimport%20SDPR\"&gt;Yugoimport SPDR&lt;/a&gt;. Of the flotilla's core vessels, several are routinely out of service for maintenance at any one time, while a single patrol vessel dating from the 1950s, likely RPB-111 \"Jadar,\" is laid up awaiting disposal.\nIn October 2013, a four-year general overhaul and modification of the flotilla's headquarters ship, BPN-30 \"Kozara”, was completed at &lt;a href=\"Apatin\"&gt;Apatin&lt;/a&gt; shipyard with the addition of new diesel-electric propulsion, giving the River Flotilla functional capabilities of a hospital ship and navigation and shipping training ship for Serbian cadets attending the &lt;a href=\"Military%20Academy%20%28Serbia%29\"&gt;Serbian Military Academy&lt;/a&gt;. In July 2017, the \"Kozara\" sailed from Novi Sad to Hungary in the first international voyage of a Serbian military ship since 1915. In 2017, China donated 24 RIB-720 boats equipped with 150 hp Yamaha outboard motors to Serbia to help with flood relief activities. 10 boats were allocated to the River Flotilla by the Serbian Government."
}