{
    "id": "12630",
    "revid": "2998847",
    "url": "https://en.wikipedia.org/wiki?curid=12630",
    "title": "Geometric series",
    "text": "In &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt;, a geometric &lt;a href=\"series%20%28mathematics%29\"&gt;series&lt;/a&gt; is the sum of an infinite number of &lt;a href=\"Summand\"&gt;terms&lt;/a&gt; that have a constant ratio between successive terms. For example, &lt;a href=\"1/2%20%2B%201/4%20%2B%201/8%20%2B%201/16%20%2B%20%C2%B7%20%C2%B7%20%C2%B7\"&gt;the series&lt;/a&gt;\nis geometric, because each successive term can be obtained by multiplying the previous term by 1/2. In general, a geometric series is written as \"a\" + \"ar\" + \"ar\"2 + \"ar\"3 + ... , where \"a\" is the &lt;a href=\"coefficient\"&gt;coefficient&lt;/a&gt; of each term and \"r\" is the common ratio between adjacent terms. Geometric series are among the simplest examples of &lt;a href=\"infinite%20series\"&gt;infinite series&lt;/a&gt; and can serve as an introduction to &lt;a href=\"Taylor%20series\"&gt;Taylor series&lt;/a&gt; and &lt;a href=\"Fourier%20series\"&gt;Fourier series&lt;/a&gt;. Geometric series had an important role in the early development of &lt;a href=\"calculus\"&gt;calculus&lt;/a&gt;, are used throughout mathematics, and have important applications in &lt;a href=\"physics\"&gt;physics&lt;/a&gt;, &lt;a href=\"engineering\"&gt;engineering&lt;/a&gt;, &lt;a href=\"biology\"&gt;biology&lt;/a&gt;, &lt;a href=\"economics\"&gt;economics&lt;/a&gt;, &lt;a href=\"computer%20science\"&gt;computer science&lt;/a&gt;, &lt;a href=\"queueing%20theory\"&gt;queueing theory&lt;/a&gt;, and &lt;a href=\"finance\"&gt;finance&lt;/a&gt;.\nThe name geometric series indicates each term is the &lt;a href=\"Geometric%20mean\"&gt;geometric mean&lt;/a&gt; of its two neighboring terms, similar to how the name &lt;a href=\"Arithmetic%20Series\"&gt;arithmetic series&lt;/a&gt; indicates each term is the &lt;a href=\"Arithmetic%20mean\"&gt;arithmetic mean&lt;/a&gt; of its two neighboring terms. The &lt;a href=\"Sequence\"&gt;sequence&lt;/a&gt; of geometric series terms (without any of the additions) is called a geometric sequence or, equivalently, a geometric progression.\nCoefficient \"a\".\nThe geometric series \"a\" + \"ar\" + \"ar\"2 + \"ar\"3 + ... is written in expanded form. Every coefficient in the geometric series is the same. In contrast, the &lt;a href=\"power%20series\"&gt;power series&lt;/a&gt; written as \"a\"0 + \"a\"1\"r\" + \"a\"2\"r\"2 + \"a\"3\"r\"3 + ... in expanded form has coefficients \"a\"i that can vary from term to term. In other words, the geometric series is a &lt;a href=\"special%20case\"&gt;special case&lt;/a&gt; of the power series. The first term of a geometric series in expanded form is the coefficient \"a\" of that geometric series.\nIn addition to the expanded form of the geometric series, there is a generator form of the geometric series written as\nand a &lt;a href=\"Closed-form%20expression\"&gt;closed form&lt;/a&gt; of the geometric series written as\nThe derivation of the closed form from the expanded form is shown in this article's &lt;a href=\"Geometric%20series%23Sum\"&gt;Sum&lt;/a&gt; section. However even without that derivation, the result can be confirmed with &lt;a href=\"long%20division\"&gt;long division&lt;/a&gt;: \"a\" divided by (1 - \"r\") results in \"a\" + \"ar\" + \"ar\"2 + \"ar\"3 + ... , which is the expanded form of the geometric series.\nIt is often a convenience in notation to set the series equal to the sum \"s\" and work with the geometric series\nTypically a geometric series is thought of as a sum of numbers \"a\" + \"ar\" + \"ar\"2 + \"ar\"3 + ... but can also be thought of as a sum of functions \"a\" + \"ar\" + \"ar\"2 + \"ar\"3 + ... that converges to the function \"a\" / (1 - \"r\") within the range |r| &lt; 1. The adjacent image shows the contribution each of the first nine terms (i.e., functions) make to the function \"a\" / (1 - \"r\") within the range |\"r\"| &lt; 1 when \"a\" = 1. Changing even one of the coefficients to something other than coefficient \"a\" would (in addition to changing the geometric series to a power series) change the resulting sum of functions to some function other than \"a\" / (1 - \"r\") within the range |\"r\"| &lt; 1. As an aside, a particularly useful change to the coefficients is defined by the &lt;a href=\"Taylor%20series\"&gt;Taylor series&lt;/a&gt;, which describes how to change the coefficients so that the sum of functions converges to any user selected, sufficiently smooth function within a range.\nCommon ratio \"r\".\nThe geometric series \"a\" + \"ar\" + \"ar\"2 + \"ar\"3 + ... is an infinite series defined by just two &lt;a href=\"parameters\"&gt;parameters&lt;/a&gt;: coefficient \"a\" and common ratio \"r\". Common ratio \"r\" is the ratio of any term with the previous term in the series. Or equivalently, common ratio \"r\" is the term multiplier used to calculate the next term in the series. The following table shows several geometric series:\nThe convergence of the geometric series depends on the value of the common ratio \"r\":\nThe rate of convergence also depends on the value of the common ratio \"r\". Specifically, the rate of convergence gets slower as \"r\" approaches 1 or −1. For example, the geometric series with \"a\" = 1 is 1 + \"r\" + \"r\"2 + \"r\"3 + ... and converges to 1 / (1 - \"r\") when |\"r\"| &lt; 1. However, the number of terms needed to converge approaches infinity as \"r\" approaches 1 because \"a\" / (1 - \"r\") approaches infinity and each term of the series is less than or equal to one. In contrast, as \"r\" approaches −1 the sum of the first several terms of the geometric series starts to converge to 1/2 but slightly flips up or down depending on whether the most recently added term has a power of \"r\" that is even or odd. That flipping behavior near \"r\" = −1 is illustrated in the adjacent image showing the first 11 terms of the geometric series with \"a\" = 1 and |\"r\"| &lt; 1.\nThe common ratio \"r\" and the coefficient \"a\" also define the &lt;a href=\"geometric%20progression\"&gt;geometric progression&lt;/a&gt;, which is a list of the terms of the geometric series but without the additions. Therefore the geometric series \"a\" + \"ar\" + \"ar\"2 + \"ar\"3 + ... has the geometric progression (also called the geometric sequence) \"a\", \"ar\", \"ar\"2, \"ar\"3, ... The geometric progression - as simple as it is - models a surprising number of natural &lt;a href=\"Phenomenon\"&gt;phenomena&lt;/a&gt;, \nAs an aside, the common ratio \"r\" can be a &lt;a href=\"complex%20number\"&gt;complex number&lt;/a&gt; such as |\"r\"|ei\"θ\" where |\"r\"| is the &lt;a href=\"Euclidean%20vector\"&gt;vector&lt;/a&gt;'s magnitude (or length), \"θ\" is the vector's angle (or orientation) in the &lt;a href=\"complex%20plane\"&gt;complex plane&lt;/a&gt; and i2 = -1. With a common ratio |\"r\"|ei\"θ\", the expanded form of the geometric series is \"a\" + \"a\"|\"r\"|ei\"θ\" + \"a\"|\"r\"|2ei2\"θ\" + \"a\"|\"r\"|3ei3\"θ\" + ... Modeling the angle \"θ\" as linearly increasing over time at the rate of some &lt;a href=\"angular%20frequency\"&gt;angular frequency&lt;/a&gt; \"ω\"0 (in other words, making the substitution \"θ\" = \"ω\"0\"t\"), the expanded form of the geometric series becomes \"a\" + \"a\"|\"r\"|ei\"ω\"0\"t\" + \"a\"|\"r\"|2ei2\"ω\"0\"t\" + \"a\"|\"r\"|3ei3\"ω\"0\"t\" + ... , where the first term is a vector of length \"a\" not rotating at all, and all the other terms are vectors of different lengths rotating at &lt;a href=\"harmonics\"&gt;harmonics&lt;/a&gt; of the fundamental angular frequency \"ω\"0. The constraint |\"r\"|&lt;1 is enough to coordinate this infinite number of vectors of different lengths all rotating at different speeds into tracing a circle, as shown in the adjacent video. Similar to how the &lt;a href=\"Taylor%20series\"&gt;Taylor series&lt;/a&gt; describes how to change the coefficients so the series converges to a user selected sufficiently smooth function within a range, the &lt;a href=\"Fourier%20series\"&gt;Fourier series&lt;/a&gt; describes how to change the coefficients (which can also be complex numbers in order to specify the initial angles of vectors) so the series converges to a user selected &lt;a href=\"periodic%20function\"&gt;periodic function&lt;/a&gt;.\nSum.\nClosed-form formula.\nFor formula_3, the sum of the first \"n\"+1 terms of a geometric series, up to and including the \"r\" n term, is\nwhere is the common ratio. One can derive that closed-form formula for the partial sum, \"s\", by subtracting out the many &lt;a href=\"self-similar\"&gt;self-similar&lt;/a&gt; terms as follows:\nAs approaches infinity, the absolute value of must be less than one for the series to converge. The sum then becomes\nWhen , this can be simplified to\nThe formula also holds for complex , with the corresponding restriction, the &lt;a href=\"Absolute%20value%23Complex%20numbers\"&gt;modulus&lt;/a&gt; of is strictly less than one.\nAs an aside, the question of whether an infinite series converges is fundamentally a question about the distance between two values: given enough terms, does the value of the partial sum get arbitrarily close to the value it is approaching? In the above derivation of the closed form of the geometric series, the interpretation of the distance between two values is the distance between their locations on the &lt;a href=\"number%20line\"&gt;number line&lt;/a&gt;. That is the most common interpretation of distance between two values. However the &lt;a href=\"p-adic\"&gt;p-adic&lt;/a&gt; &lt;a href=\"metric%20%28mathematics%29\"&gt;metric&lt;/a&gt;, which has become a critical notion in modern &lt;a href=\"number%20theory\"&gt;number theory&lt;/a&gt;, offers a definition of distance such that the geometric series &lt;a href=\"1%20%2B%202%20%2B%204%20%2B%208%20%2B%20...\"&gt;1 + 2 + 4 + 8 + ...&lt;/a&gt; with \"a\" = 1 and \"r\" = 2 actually does converge to \"a\" / (1 - \"r\") = 1 / (1 - 2) = -1 even though \"r\" is outside the typical convergence range |\"r\"| &lt; 1.\nProof of convergence.\nWe can prove that the geometric series &lt;a href=\"convergent%20series\"&gt;converges&lt;/a&gt; using the sum formula for a &lt;a href=\"geometric%20progression\"&gt;geometric progression&lt;/a&gt;:\nThe second equality is true because if formula_9 then formula_10 as formula_11 and\nConvergence of geometric series can also be demonstrated by rewriting the series as an equivalent &lt;a href=\"telescoping%20series\"&gt;telescoping series&lt;/a&gt;. Consider the function,\nNote that\nThus,\nIf\nthen\nSo \"S\" converges to\nRate of convergence.\nAs shown in the above proofs, the closed form of the geometric series partial sum up to and including the \"n\"-th power of \"r\" is \"a\"(1 - \"r\"\"n\"+1) / (1 - \"r\") for any value of \"r\", and the closed form of the geometric series is the full sum \"a\" / (1 - \"r\") within the range |\"r\"| &lt; 1.\nIf the common ratio is within the range 0 &lt; \"r\" &lt; 1, then the partial sum \"a\"(1 - \"r\"\"n\"+1) / (1 - \"r\") increases with each added term and eventually gets within some small error, \"E\", ratio of the full sum \"a\" / (1 - \"r\"). Solving for \"n\" at that error threshold,\nwhere 0 &lt; \"r\" &lt; 1, the ceiling operation formula_20 constrains \"n\" to integers, and dividing both sides by the natural log of \"r\" flips the inequality because it is negative. The result \"n\"+1 is the number of partial sum terms needed to get within \"aE\" / (1 - \"r\") of the full sum \"a\" / (1 - \"r\"). For example to get within 1% of the full sum \"a\" / (1 - \"r\") at \"r\"=0.1, only 2 (= ln(\"E\") / ln(\"r\") = ln(0.01) / ln(0.1)) terms of the partial sum are needed. However at \"r\"=0.9, 44 (= ln(0.01) / ln(0.9)) terms of the partial sum are needed to get within 1% of the full sum \"a\" / (1 - \"r\").\nIf the common ratio is within the range -1 &lt; \"r\" &lt; 0, then the geometric series is an alternating series but can be converted into the form of a non-alternating geometric series by combining pairs of terms and then analyzing the rate of convergence using the same approach as shown for the common ratio range 0 &lt; \"r\" &lt; 1. Specifically, the partial sum \nwhich is now in the form of the first \"m\" terms of a geometric series with coefficient \"a\"(1 - \"p\") and with common ratio \"p\"2. Therefore the closed form of the partial sum is \"a\"(1 - \"p\")(1 - \"p\"2(\"m\"+1)) / (1 - \"p\"2) which increases with each added term and eventually gets within some small error, \"E\", ratio of the full sum \"a\"(1 - \"p\") / (1 - \"p\"2). As before, solving for \"m\" at that error threshold,\nwhere 0 &lt; \"p\" &lt; 1 or equivalently -1 &lt; \"r\" &lt; 0, and the \"m\"+1 result is the number of partial sum pairs of terms needed to get within \"a\"(1 - \"p\")\"E\" / (1 - \"p\"2) of the full sum \"a\"(1 - \"p\") / (1 - \"p\"2). For example to get within 1% of the full sum \"a\"(1 - \"p\") / (1 - \"p\"2) at \"p\"=0.1 or equivalently \"r\"=-0.1, only 1 (= ln(\"E\") / (2 ln(\"p\")) = ln(0.01) / (2 ln(0.1)) pair of terms of the partial sum are needed. However at \"p\"=0.9 or equivalently \"r\"=-0.9, 22 (= ln(0.01) / (2 ln(0.9))) pairs of terms of the partial sum are needed to get within 1% of the full sum \"a\"(1 - \"p\") / (1 - \"p\"2). Comparing the rate of convergence for positive and negative values of \"r\", \"n\" + 1 (the number of terms required to reach the error threshold for some positive \"r\") is always twice as large as \"m\" + 1 (the number of term pairs required to reach the error threshold for the negative of that \"r\") but the \"m\" + 1 refers to term pairs instead of single terms. Therefore, the rate of convergence is &lt;a href=\"symmetric\"&gt;symmetric&lt;/a&gt; about \"r\" = 0, which can be a surprise given the asymmetry of \"a\" / (1 - \"r\"). One perspective that helps explain this rate of convergence symmetry is that on the \"r\" &gt; 0 side each added term of the partial sum makes a finite contribution to the infinite sum at \"r\" = 1 while on the \"r\" &lt; 0 side each added term makes a finite contribution to the infinite slope at \"r\" = -1.\nAs an aside, this type of rate of convergence analysis is particularly useful when calculating the number of Taylor series terms needed to adequately approximate some user-selected sufficiently-smooth function or when calculating the number of Fourier series terms needed to adequately approximate some user-selected periodic function.\nHistoric insights.\nZeno of Elea (c.495 – c.430 BC).\n2,500 years ago, Greek mathematicians had a problem with walking from one place to another. Physically, they were able to walk as well as we do today, perhaps better. Logically, however, they thought that an infinitely long list of numbers greater than zero summed to infinity. Therefore, it was a paradox when &lt;a href=\"Zeno%20of%20Elea\"&gt;Zeno of Elea&lt;/a&gt; pointed out that in order to walk from one place to another, you first have to walk half the distance, and then you have to walk half the remaining distance, and then you have to walk half of that remaining distance, and you continue halving the remaining distances an infinite number of times because no matter how small the remaining distance is you still have to walk the first half of it. Thus, Zeno of Elea transformed a short distance into an infinitely long list of halved remaining distances, all of which are greater than zero. And that was the problem: how can a distance be short when measured directly and also infinite when summed over its infinite list of halved remainders? The paradox revealed something was wrong with the assumption that an infinitely long list of numbers greater than zero summed to infinity.\nEuclid of Alexandria (c.300 BC).\n\"Euclid's Elements of Geometry\" Book IX, Proposition 35, proof (of the proposition in adjacent diagram's caption):\nThe terseness of Euclid's propositions and proofs may have been a necessity. As is, the \"Elements of Geometry\" is over 500 pages of propositions and proofs. Making copies of this popular textbook was labor intensive given that the &lt;a href=\"printing%20press\"&gt;printing press&lt;/a&gt; was not invented until 1440. And the book's popularity lasted a long time: as stated in the cited introduction to an English translation, \"Elements of Geometry\" \"has the distinction of being the world's oldest continuously used mathematical textbook.\" So being very terse was being very practical. The proof of Proposition 35 in Book IX could have been even more compact if Euclid could have somehow avoided explicitly equating lengths of specific line segments from different terms in the series. For example, the contemporary notation for geometric series (i.e., \"a\" + \"ar\" + \"ar\"2 + \"ar\"3 + ... + \"ar\"n) does not label specific portions of terms that are equal to each other.\nAlso in the cited introduction the editor comments,\nMost of the theorems appearing in the Elements were not discovered by Euclid himself, but were the work of earlier Greek mathematicians such as Pythagoras (and his school), Hippocrates of Chios, Theaetetus of Athens, and Eudoxus of Cnidos. However, Euclid is generally credited with arranging these theorems in a logical manner, so as to demonstrate (admittedly, not always with the rigour demanded by modern mathematics) that they necessarily follow from five simple axioms. Euclid is also credited with devising a number of particularly ingenious proofs of previously discovered theorems (e.g., Theorem 48 in Book 1).\nTo help translate the proposition and proof into a form that uses current notation, a couple modifications are in the diagram. First, the four horizontal line lengths representing the values of the first four terms of a geometric series are now labeled a, ar, ar2, ar3 in the diagram's left margin. Second, new labels A' and D' are now on the first and third lines so that all the diagram's line segment names consistently specify the segment's starting point and ending point.\nHere is a phrase by phrase interpretation of the proposition:\nSimilarly, here is a sentence by sentence interpretation of the proof:\nArchimedes of Syracuse (c.287 – c.212 BC).\n&lt;a href=\"Archimedes\"&gt;Archimedes&lt;/a&gt; used the sum of a geometric series to compute the area enclosed by a &lt;a href=\"parabola\"&gt;parabola&lt;/a&gt; and a straight line. His method was to dissect the area into an infinite number of triangles.\nArchimedes' Theorem states that the total area under the parabola is 4/3 of the area of the blue triangle.\nArchimedes determined that each green triangle has 1/8 the area of the blue triangle, each yellow triangle has 1/8 the area of a green triangle, and so forth.\nAssuming that the blue triangle has area 1, the total area is an infinite sum:\nThe first term represents the area of the blue triangle, the second term the areas of the two green triangles, the third term the areas of the four yellow triangles, and so on. Simplifying the fractions gives\nThis is a geometric series with common ratio and the fractional part is equal to\nThe sum is\nThis computation uses the &lt;a href=\"method%20of%20exhaustion\"&gt;method of exhaustion&lt;/a&gt;, an early version of &lt;a href=\"Integral\"&gt;integration&lt;/a&gt;. Using &lt;a href=\"calculus\"&gt;calculus&lt;/a&gt;, the same area could be found by a &lt;a href=\"definite%20integral\"&gt;definite integral&lt;/a&gt;.\nNicole Oresme (c.1323 – 1382).\nAmong his insights into infinite series, in addition to his elegantly simple proof of the divergence of the harmonic series, &lt;a href=\"Nicole%20Oresme\"&gt;Nicole Oresme&lt;/a&gt; proved that the series 1/2 + 2/4 + 3/8 + 4/16 + 5/32 + 6/64 + 7/128 + ... converges to 2. His diagram for his geometric proof, similar to the adjacent diagram, shows a two dimensional geometric series. The first dimension is horizontal, in the bottom row showing the geometric series \"S\" = 1/2 + 1/4 + 1/8 + 1/16 + ... , which is the geometric series with coefficient \"a\" = 1/2 and common ratio \"r\" = 1/2 that converges to \"S\" = \"a\" / (1-\"r\") = (1/2) / (1-1/2) = 1. The second dimension is vertical, where the bottom row is a new coefficient \"a\"\"T\" equal to \"S\" and each subsequent row above it is scaled by the same common ratio \"r\" = 1/2, making another geometric series \"T\" = 1 + 1/2 + 1/4 + 1/8 + ... , which is the geometric series with coefficient \"a\"\"T\" = \"S\" = 1 and common ratio \"r\" = 1/2 that converges to \"T\" = \"a\"\"T\" / (1-\"r\") = \"S\" / (1-\"r\") = \"a\" / (1-\"r\") / (1-\"r\") = (1/2) / (1-1/2) / (1-1/2) = 2.\nAlthough difficult to visualize beyond three dimensions, Oresme's insight generalizes to any dimension \"d\". Using the sum of the \"d\"−1 dimension of the geometric series as the coefficient \"a\" in the \"d\" dimension of the geometric series results in a \"d\"-dimensional geometric series converging to \"S\"\"d\" / \"a\" = 1 / (1-\"r\")\"d\" within the range |\"r\"|&lt;1. &lt;a href=\"Pascal%27s%20triangle\"&gt;Pascal's triangle&lt;/a&gt; and long division reveals the coefficients of these multi-dimensional geometric series, where the closed form is valid only within the range |\"r\"|&lt;1.\nNote that as an alternative to long division, it is also possible to calculate the coefficients of the \"d\"-dimensional geometric series by integrating the coefficients of dimension \"d\"−1. This mapping from division by 1-\"r\" in the power series sum domain to integration in the power series coefficient domain is a discrete form of the mapping performed by the &lt;a href=\"Laplace%20transform\"&gt;Laplace transform&lt;/a&gt;. MIT Professor Arthur Mattuck shows how to derive the Laplace transform from the power series in this lecture video, where the power series is a mapping between discrete coefficients and a sum and the Laplace transform is a mapping between continuous weights and an integral.\nThe closed forms of \"Sd\"/\"a\" are related to but not equal to the derivatives of S = f(\"r\") = 1 / (1-\"r\"). As shown in the following table, the relationship is \"S\"\"k\"+1 = f(\"k\")(\"r\") / \"k\"!, where f(\"k\")(\"r\") denotes the \"k\"th derivative of f(\"r\") = 1 / (1-\"r\") and the closed form is valid only within the range |\"r\"| &lt; 1.\nApplications.\nEconomics.\nIn &lt;a href=\"economics\"&gt;economics&lt;/a&gt;, geometric series are used to represent the &lt;a href=\"present%20value\"&gt;present value&lt;/a&gt; of an &lt;a href=\"Annuity%20%28finance%20theory%29\"&gt;annuity&lt;/a&gt; (a sum of money to be paid in regular intervals).\nFor example, suppose that a payment of $100 will be made to the owner of the annuity once per year (at the end of the year) in &lt;a href=\"perpetuity\"&gt;perpetuity&lt;/a&gt;. Receiving $100 a year from now is worth less than an immediate $100, because one cannot &lt;a href=\"investment\"&gt;invest&lt;/a&gt; the money until one receives it. In particular, the present value of $100 one year in the future is $100 / (1 + formula_29 ), where formula_29 is the yearly interest rate.\nSimilarly, a payment of $100 two years in the future has a present value of $100 / (1 + formula_29)2 (squared because two years' worth of interest is lost by not receiving the money right now). Therefore, the present value of receiving $100 per year in perpetuity is\nwhich is the infinite series:\nThis is a geometric series with common ratio 1 / (1 + formula_29 ). The sum is the first term divided by (one minus the common ratio):\nFor example, if the yearly interest rate is 10% (formula_29 = 0.10), then the entire annuity has a present value of $100 / 0.10 = $1000.\nThis sort of calculation is used to compute the &lt;a href=\"annual%20percentage%20rate\"&gt;APR&lt;/a&gt; of a loan (such as a &lt;a href=\"mortgage%20loan\"&gt;mortgage loan&lt;/a&gt;). It can also be used to estimate the present value of expected &lt;a href=\"Dividend\"&gt;stock dividends&lt;/a&gt;, or the &lt;a href=\"Terminal%20value%20%28finance%29\"&gt;terminal value&lt;/a&gt; of a &lt;a href=\"financial%20asset\"&gt;financial asset&lt;/a&gt; assuming a stable growth rate.\nFractal geometry.\nIn the study of &lt;a href=\"fractal\"&gt;fractal&lt;/a&gt;s, geometric series often arise as the &lt;a href=\"perimeter\"&gt;perimeter&lt;/a&gt;, &lt;a href=\"area\"&gt;area&lt;/a&gt;, or &lt;a href=\"volume\"&gt;volume&lt;/a&gt; of a &lt;a href=\"self-similarity\"&gt;self-similar&lt;/a&gt; figure.\nFor example, the area inside the &lt;a href=\"Koch%20snowflake\"&gt;Koch snowflake&lt;/a&gt; can be described as the union of infinitely many &lt;a href=\"equilateral%20triangle\"&gt;equilateral triangle&lt;/a&gt;s (see figure). Each side of the green triangle is exactly 1/3 the size of a side of the large blue triangle, and therefore has exactly 1/9 the area. Similarly, each yellow triangle has 1/9 the area of a green triangle, and so forth. Taking the blue triangle as a unit of area, the total area of the snowflake is\nThe first term of this series represents the area of the blue triangle, the second term the total area of the three green triangles, the third term the total area of the twelve yellow triangles, and so forth. Excluding the initial 1, this series is geometric with constant ratio \"r\" = 4/9. The first term of the geometric series is \"a\" = 3(1/9) = 1/3, so the sum is\nThus the Koch snowflake has 8/5 of the area of the base triangle.\nGeometric power series.\nThe formula for a geometric series\ncan be interpreted as a &lt;a href=\"power%20series\"&gt;power series&lt;/a&gt; in the &lt;a href=\"Taylor%27s%20theorem\"&gt;Taylor's theorem&lt;/a&gt; sense, converging where formula_40. From this, one can extrapolate to obtain other power series. For example,\nSee also.\nEncoded numbers.\nZeno of Elea's geometric series with coefficient \"a\"=1/2 and common ratio \"r\"=1/2 is the foundation of &lt;a href=\"Binary%20number\"&gt;binary encoded&lt;/a&gt; approximations of &lt;a href=\"Fraction\"&gt;fractions&lt;/a&gt; in digital computers. Concretely, the geometric series written in its normalized vector form is \"s\"/\"a\" = [1 1 1 1 1 …][1 \"r\" \"r\"2 \"r\"3 \"r\"4 …]T. Keeping the column vector of basis functions [1 \"r\" \"r\"2 \"r\"3 \"r\"4 …]T the same but generalizing the row vector [1 1 1 1 1 …] so that each entry can be either a 0 or a 1 allows for an approximate encoding of any fraction. For example, the value \"v\" = 0.34375 is encoded as \n\"v\"/\"a\" = [0 1 0 1 1 0 …][1 \"r\" \"r\"2 \"r\"3 \"r\"4 …]T where coefficient \"a\" = 1/2 and common ratio \"r\" = 1/2. Typically, the row vector is written in the more compact binary form \"v\" = 0.010110 which is 0.34375 in decimal.\nSimilarly, the geometric series with coefficient \"a\"=1 and common ratio \"r\"=2 is the foundation for binary encoded integers in digital computers. Again, the geometric series written in its normalized vector form is \"s\"/\"a\" = [1 1 1 1 1 …][1 \"r\" \"r\"2 \"r\"3 \"r\"4 …]T. Keeping the column vector of basis functions [1 \"r\" \"r\"2 \"r\"3 \"r\"4 …]T the same but generalizing the row vector [1 1 1 1 1 …] so that each entry can be either a 0 or a 1 allows for an encoding of any integer. For example, the value \"v\" = 151 is encoded as \n\"v\"/\"a\" = [1 1 1 0 1 0 0 1 0 …][1 \"r\" \"r\"2 \"r\"3 \"r\"4 \"r\"5 \"r\"6 \"r\"7 \"r\"8 …]T where coefficient \"a\" = 1 and common ratio \"r\" = 2. Typically, the row vector is written in reverse order (so that the most significant bit is first) in the more compact binary form \"v\" = …010010111 = 10010111 which is 151 in decimal.\nAs shown in the adjacent figure, the standard binary encoding of a 32-bit floating point number is a combination of a binary encoded integer and a binary encoded fraction, beginning at the most significant bit with\nBuilding upon the previous example of 0.34375 having binary encoding of 0.010110, a floating point encoding (according to the IEEE 754 standard) of 0.34375 is\nAlthough encoding floating point numbers by hand like this is possible, letting a computer do it is easier and less error prone. The following Julia code confirms the hand calculated floating point encoding of the number 0.34375:\ncodice_1\ncodice_2\nRepeated decimals.\nDecimal fractions that have repeated patterns that continue forever (e.g., 0.7777... or 0.9999... or 0.123412341234...) can only be approximated when encoded as floating point numbers, but they can always be defined exactly as the ratio of two integers and those two integers can be calculated using the geometric series. For example, the repeated decimal fraction 0.7777... can be written as the geometric series\nwhere coefficient \"a\" = 7/10 and common ratio \"r\" = 1/10. The geometric series closed form reveals the two integers that specify the repeated pattern:\nThis approach extends beyond &lt;a href=\"Decimal\"&gt;base-ten&lt;/a&gt; numbers. In fact, any fraction that has an infinitely repeated pattern in base-ten numbers also has an infinitely repeated pattern in numbers written in any other base. For example, looking at the floating point encoding for the number 0.7777... \ncodice_3\ncodice_4\nreveals the binary fraction 0.110001110001110001... where the binary pattern 0b110001 repeats indefinitely and can be written in mostly (except for the powers) binary numbers as\nwhere coefficient \"a\" = 0b110001 / 0b1000000 = 49 / 64 and common ratio \"r\" = 1 / 0b1000000 = 1 / 64. Using the geometric series closed form as before\nYou may have noticed that the floating point encoding does not capture the 0b110001 repeat pattern in the last couple (least significant) bits. This is because floating point encoding rounds the remainder instead of truncating it. Therefore, if the most significant bit of the remainder is 1, the least significant bit of the encoded fraction gets incremented and that will cause a carry if the least significant bit of the fraction is already 1, which can cause another carry if that bit of the fraction is already a 1, which can cause another carry, etc. This floating point rounding and the subsequent carry propagation explains why the floating point encoding for 0.99999... is exactly the same as the floating point encoding for 1.\ncodice_5\ncodice_6\ncodice_7\ncodice_6\nAs an example that has four digits in the repeated pattern, 0.123412341234... can be written as the geometric series\nwhere coefficient \"a\" = 1234/10000 and common ratio \"r\" = 1/10000. The geometric series closed form reveals the two integers that specify the repeated pattern:\nComplex Fourier series.\nAs an example of the ability of the complex Fourier series to trace any 2D closed figure, in the adjacent animation a complex Fourier series traces the letter 'e' (for exponential). Given the intricate coordination of motions shown in the animation, a definition of the complex Fourier series can be surprisingly compact in just two equations:\nwhere parameterized function \"s\"(\"t\") traces some 2D closed figure in the complex plane as the parameter \"t\" progresses through the period from 0 to 1.\nTo help make sense of these compact equations defining the complex Fourier series, note that the complex Fourier series summation looks similar to the complex geometric series except that the complex Fourier series is basically two complex geometric series (one set of terms rotating in the positive direction and another set of terms rotating in the negative direction), and the coefficients of the complex Fourier series are complex constants that can vary from term to term. By allowing terms to rotate in either direction, the series becomes capable of tracing any 2D closed figure. In contrast, the complex geometric series has all the terms rotating in the same direction and it can trace only circles. Allowing the coefficients of the complex geometric series to vary from term to term would expand upon the shapes it can trace but all the possible shapes would still be limited to being puffy and cloud-like, not able to trace the shape of a simple line segment, for example going back and forth between 1 + i0 and -1 + i0. However, Euler's formula shows that the addition of just two terms rotating in opposite directions can trace that line segment between 1 + i0 and -1 + i0:\nConcerning the complex Fourier series second equation defining how to calculate the coefficients, the coefficient of the non-rotating term \"c\"0 can be calculated by integrating the complex Fourier series first equation over the range of one period from 0 to 1. Over that range, all the rotating terms integrate to zero, leaving just \"c\"0. Similarly, any of the terms in the complex Fourier series first equation can be made to be a non-rotating term by multiplying both sides of the equation by formula_50 before integrating to calculate \"c\"n, and that is the complex Fourier series second equation."
}