{
    "id": "12636092",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=12636092",
    "title": "Jan Nasco",
    "text": "Jan Nasco (also Giovanni, Jhan) (c. 1510 – 1561) was a &lt;a href=\"Franco-Flemish%20school\"&gt;Franco-Flemish&lt;/a&gt; composer and writer on music, mainly active in Italy. He was the first director of the &lt;a href=\"Verona\"&gt;Veronese&lt;/a&gt; Accademia Filarmonica, and his writings, particularly a group of letters he wrote to the Academy in the 1550s, are important sources of information on &lt;a href=\"performance%20practice\"&gt;performance practice&lt;/a&gt; regarding use of instruments in &lt;a href=\"madrigal%20%28music%29\"&gt;madrigal&lt;/a&gt;s as well as &lt;a href=\"motet\"&gt;motet&lt;/a&gt;s.\nLife.\nNo documentation has yet turned up covering Nasco's early life, but he is presumed to have come from the Netherlands or adjacent areas, the home of most of the Franco-Flemish composers. Only the portion of his life he spent in Italy has been documented. He was in the service of Paolo Naldi, a nobleman in Vicenza, in the 1540s, and in 1547 he became the music director of the newly formed &lt;a href=\"Accademia%20Filarmonica%20di%20Verona\"&gt;Accademia Filarmonica&lt;/a&gt; in &lt;a href=\"Verona\"&gt;Verona&lt;/a&gt;. While this may have been a prestigious and intellectually engaging post, it paid little, and in 1551 he took a job as \"maestro di cappella\" at the cathedral of San Pietro in Treviso, with some reluctance. He retained ties with the Accademia, as well as his post at Treviso, until his death.\nMusic and influence.\nNasco was a progressive composer in most of the genres current in mid-century Italy, including &lt;a href=\"mass%20%28music%29\"&gt;mass&lt;/a&gt;es, &lt;a href=\"Passion%20%28Christianity%29%23Musical%20settings%20of%20Gospel%20narratives\"&gt;passion setting&lt;/a&gt;s, &lt;a href=\"Lamentations%20of%20Jeremiah\"&gt;Lamentations&lt;/a&gt;, &lt;a href=\"motet\"&gt;motet&lt;/a&gt;s, and especially &lt;a href=\"madrigal%20%28music%29\"&gt;madrigal&lt;/a&gt;s; however he did not publish much of his sacred music, especially his mass settings, and a lot of this music, which existed only in manuscript, was destroyed on April 7, 1944 during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; when the Allies destroyed the ancient city center of Treviso in a bombing raid.\nOne of his sacred compositions which did survive is an early setting of the St. Matthew Passion, for two to six voices. It is almost entirely homophonic in texture, using a style akin to &lt;a href=\"falsobordone\"&gt;falsobordone&lt;/a&gt;. This composition was not published; it survives in a manuscript which has the &lt;a href=\"R%C3%A9pertoire%20International%20des%20Sources%20Musicales\"&gt;RISM&lt;/a&gt; sigla \"I-Bc\" Q24 (Civico Museo Bibliografico Musicale, in Bologna). Also surviving among his sacred music is a book of settings of the Lamentations of Jeremiah, which he published in Venice in 1561.\nNasco's best-known compositions are his madrigal cycles, and he seems to have written many of them in good-natured competition with Vincenzo Ruffo, who succeeded him in his post at the Accademia. Nasco and his colleagues, including Ruffo, were influenced by the music of &lt;a href=\"Adrian%20Willaert\"&gt;Adrian Willaert&lt;/a&gt;, the founder and most famous early member of the &lt;a href=\"Venetian%20School%20%28music%29\"&gt;Venetian School&lt;/a&gt;. Willaert was \"maestro di cappella\" at &lt;a href=\"San%20Marco%20di%20Venezia\"&gt;St. Mark's&lt;/a&gt; in Venice, which was not far from Treviso; Venice was also the city in which much of Nasco's music was published.\nStylistically, Nasco's madrigals are progressive, and avoid the &lt;a href=\"polyphony\"&gt;polyphonic&lt;/a&gt; idiom characteristic of his fellow Netherlanders. He wrote homophonic textures with clearly declaimed text, and he anticipated the end-of-the-century development of &lt;a href=\"tonality\"&gt;functional harmony&lt;/a&gt; with his preference for root motions of fourths and fifths, rather than thirds. The verse he chose for his madrigals included some of the most famous names in Italian poetry, including &lt;a href=\"Ariosto\"&gt;Ariosto&lt;/a&gt;, &lt;a href=\"Torquato%20Tasso\"&gt;Tasso&lt;/a&gt;, &lt;a href=\"Boccacio\"&gt;Boccacio&lt;/a&gt; and &lt;a href=\"Petrarch\"&gt;Petrarch&lt;/a&gt;, and he had a preference for &lt;a href=\"pastoral\"&gt;pastoral&lt;/a&gt; subjects. In his comprehensive survey of the madrigal form, \"The Italian Madrigal\", &lt;a href=\"Alfred%20Einstein\"&gt;Alfred Einstein&lt;/a&gt; called Nasco's madrigal cycles \"prototypes of the chamber cantata\", a form which was to develop in the early 17th century in the same geographic region.\nWritings.\nMany of Nasco's letters to the Accademia have been preserved. They are an important source of information on mid-16th century performance practice, especially regarding use of instruments alongside voices."
}