{
    "id": "1264491",
    "revid": "6257645",
    "url": "https://en.wikipedia.org/wiki?curid=1264491",
    "title": "Broadfork",
    "text": "The broadfork, also called a U-fork or , is a &lt;a href=\"garden%20tool\"&gt;garden tool&lt;/a&gt; used to manually break up densely packed soil, including &lt;a href=\"hardpan\"&gt;hardpan&lt;/a&gt;, to improve &lt;a href=\"aeration\"&gt;aeration&lt;/a&gt; and &lt;a href=\"drainage\"&gt;drainage&lt;/a&gt;. Broadforks are used as part of a no-till or reduced-till seedbed preparation process because they preserve the soil structure and avoid the resurfacing of weed seeds.\nIt consists of five or so metal &lt;a href=\"tine%20%28structural%29\"&gt;tine&lt;/a&gt;s, approximately eight inches long, spaced a few inches apart on a horizontal bar, with two handles extending upwards to chest or shoulder level that form a large U-shape.\nThe operator steps up on the crossbar, using full bodyweight to drive the tines into the ground, then steps backward while pulling backwards on the handles, causing the tines to lever upwards through the soil. This action leaves the soil layers intact, rather than inverting or mixing them, preserving the &lt;a href=\"topsoil\"&gt;topsoil&lt;/a&gt; structure.\nA broadfork can be used in a &lt;a href=\"garden\"&gt;garden&lt;/a&gt;, or practically for one to two &lt;a href=\"acre\"&gt;acre&lt;/a&gt;s (4,000 to 8,000 m²). For larger areas, a &lt;a href=\"tractor\"&gt;tractor&lt;/a&gt;- or animal-powered &lt;a href=\"chisel%20plow\"&gt;chisel plow&lt;/a&gt; or similar tool is usually employed.\nU-bar.\nA u-bar is similar to a broadfork but has longer tines - up to - for deeper cultivation, since it is meant to be used in beds that have already been &lt;a href=\"double%20digging\"&gt;double dug&lt;/a&gt; at least once. A u-bar also has \"elbows\" that allow the tines to be raised above soil level when the handles are tilted all the way back. Thus, clumps of soil that get caught on the tines can be broken up by shaking the handles up and down, rocking the tool on its elbows.\nWhereas double digging a one hundred square foot (9.3 square meter) bed can take several hours, tilling the same bed with a u-bar can often be done in a half hour or so."
}