{
    "id": "12654187",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=12654187",
    "title": "Escargot de Quimper",
    "text": "Elona quimperiana, &lt;a href=\"common%20name\"&gt;common name&lt;/a&gt; the escargot de Quimper (\"Quimper snail\"), is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of air-breathing &lt;a href=\"land%20snail\"&gt;land snail&lt;/a&gt;, a &lt;a href=\"terrestrial%20molluscs\"&gt;terrestrial&lt;/a&gt; &lt;a href=\"pulmonate\"&gt;pulmonate&lt;/a&gt; &lt;a href=\"gastropod\"&gt;gastropod&lt;/a&gt; &lt;a href=\"mollusk\"&gt;mollusk&lt;/a&gt; in the family &lt;a href=\"Elonidae\"&gt;Elonidae&lt;/a&gt;.\n\"Elona\" is a &lt;a href=\"monotypic%20genus\"&gt;monotypic genus&lt;/a&gt;, i.e. it contains only one species, \"Elona quimperiana\". The specific name comes from the city of &lt;a href=\"Quimper%2C%20Finist%C3%A8re\"&gt;Quimper&lt;/a&gt; in &lt;a href=\"Brittany\"&gt;Brittany&lt;/a&gt;, France.\nThis snail is mentioned in annexes II and IV of the &lt;a href=\"Habitats%20Directive\"&gt;Habitats Directive&lt;/a&gt;.\nOriginal description.\n\"Elona quimperiana\" was originally described (under the name \"Helix quimperiana\") by &lt;a href=\"Andr%C3%A9%20%C3%89tienne%20d%27Audebert%20de%20F%C3%A9russac\"&gt;André Étienne d'Audebert de Férussac&lt;/a&gt; in 1821.\nFérussac's original text (the &lt;a href=\"type%20description\"&gt;type description&lt;/a&gt;) reads in the French language as follows:\nWhich means in English:\n\"Habitat: Margin of &lt;a href=\"Briec\"&gt;Briec&lt;/a&gt; (Briec-de-l'Odet) near &lt;a href=\"Quimper%2C%20Finist%C3%A8re\"&gt;Quimper&lt;/a&gt; in &lt;a href=\"Brittany%20%28administrative%20region%29\"&gt;Brittany&lt;/a&gt;. It was found by &lt;a href=\"Monsieur\"&gt;Messieurs&lt;/a&gt; De Kermovan and Bonnemaison.\"\nShell description.\nThe &lt;a href=\"gastropod%20shell\"&gt;shell&lt;/a&gt; is umbilicate and planorboid in shape. The &lt;a href=\"spire%20%28mollusc%29\"&gt;spire&lt;/a&gt; is slightly concave. The periphery is broadly rounded, corneous with a few varicoid white stripes. The shell has five or six &lt;a href=\"whorl%20%28mollusc%29\"&gt;whorls&lt;/a&gt;.\nThe &lt;a href=\"aperture%20%28mollusc%29\"&gt;aperture&lt;/a&gt; is lunar and slightly oblique. The lip is white, expanded above, reflexed below, with the ends distant.\nThe width of the shell is 20–30 mm. The height of the shell is 10–12 mm.\nAnatomy.\nThe jaw has 11-16 narrow ribs.\nThe anatomy of \"Elona quimperiana\" was described in detail by &lt;a href=\"Alfred%20Moquin-Tandon\"&gt;Alfred Moquin-Tandon&lt;/a&gt; already in 1855-1856 and later by Gittenberger (1979).\n&lt;a href=\"Reproductive%20system%20of%20gastropods\"&gt;Reproductive system&lt;/a&gt;: the genitalia have club-shaped mucous glands, in other words, the mucous glands are shortened into somewhat rounded triangular sacks. Mucous glands shaped like this are unusual in the &lt;a href=\"Helicoidea\"&gt;Helicoidea&lt;/a&gt;, but are typical of the Elonidae. The &lt;a href=\"dart%20sack\"&gt;dart sack&lt;/a&gt; is inserted in a sort of calyx at base. The &lt;a href=\"love%20dart\"&gt;love dart&lt;/a&gt; is curved at the end, with lens-like section. (&lt;a href=\"https%3A//archive.org/stream/malacologia181979inst%23page/142/mode/1up\"&gt;Drawing of reproductive system by Gittenberger 1979&lt;/a&gt;.)\nDistribution.\nThis species is found in France and Spain.\nThe Lusitanian snail \"Elona quimperiana\" has a remarkably &lt;a href=\"disjunct%20distribution\"&gt;disjunct distribution&lt;/a&gt;, limited to northwestern France (&lt;a href=\"Brittany\"&gt;Brittany&lt;/a&gt;), northwestern Spain and the &lt;a href=\"Basque%20Country%20%28greater%20region%29\"&gt;Basque Country&lt;/a&gt;.\nHabitat.\nThis species lives in temperate and humid deciduous forests.\nLife cycle.\nLike other pulmonates, snails and slugs, the Quimper snail is hermaphrodite. Sexual maturity is reached at about two years of age. Mating takes place at mid-season and laying, usually underground, is deposited in tiny natural tunnels of the soil. There are two annual breeding periods in Brittany, with hatching occurring in the spring (April–May) and in the fall (September–October).\nFeeding habits.\nThis species of snail feeds on mycelia found on rotten, dead stumps (principally oak). Occasionally, it is &lt;a href=\"coprophagous\"&gt;coprophagous&lt;/a&gt; and &lt;a href=\"necrophagous\"&gt;necrophagous&lt;/a&gt;. Like many other terrestrial gastropods, \"Elona quimperiana\" has a relatively limited dispersal capacity and probably survived during the Quaternary &lt;a href=\"glaciation\"&gt;glaciation&lt;/a&gt;s through significant fluctuations in its distribution area, just as its deciduous forest habitat did.\nSee also.\nA closely related species is \"&lt;a href=\"Norelona%20pyrenaica\"&gt;Norelona pyrenaica&lt;/a&gt;\" (Draparnaud, 1805) - synonym: \"&lt;a href=\"Elona%20pyrenaica\"&gt;Elona pyrenaica&lt;/a&gt;\" (Draparnaud, 1805).\nReferences.\nThis article incorporates &lt;a href=\"Creative%20Commons%20licenses\"&gt;CC&lt;/a&gt;-BY-2.0 text (but not under &lt;a href=\"GFDL\"&gt;GFDL&lt;/a&gt;) from reference and a public domain text from references."
}