{
    "id": "12651184",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=12651184",
    "title": "Bythinella bicarinata",
    "text": "Bythinella bicarinata is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of very small &lt;a href=\"freshwater%20snail\"&gt;freshwater snail&lt;/a&gt;, an &lt;a href=\"Aquatic%20animal\"&gt;aquatic&lt;/a&gt; &lt;a href=\"gastropod\"&gt;gastropod&lt;/a&gt; &lt;a href=\"mollusk\"&gt;mollusk&lt;/a&gt; in the family &lt;a href=\"Amnicolidae\"&gt;Amnicolidae&lt;/a&gt;.\nShell description.\nThe &lt;a href=\"gastropod%20shell\"&gt;shell&lt;/a&gt; of this species measures about 2.2–2.6 mm long and has a pupoidal shape (shaped like a fly's &lt;a href=\"puparium\"&gt;puparium&lt;/a&gt;). In the population first described, there are two ribs running along the length of the shell; hence the &lt;a href=\"scientific%20name\"&gt;scientific name&lt;/a&gt; \"bicarinata\" (\"two-&lt;a href=\"keel\"&gt;keel&lt;/a&gt;ed\").\nDistribution.\nThis species was believed to be &lt;a href=\"Endemism\"&gt;endemic&lt;/a&gt; to &lt;a href=\"List%20of%20non-marine%20molluscs%20of%20France\"&gt;France&lt;/a&gt; and severely threatened with &lt;a href=\"extinct\"&gt;extinct&lt;/a&gt;ion. In 1996 it was classified as &lt;a href=\"Critically%20Endangered\"&gt;Critically Endangered&lt;/a&gt; (A1ce) by the &lt;a href=\"IUCN\"&gt;IUCN&lt;/a&gt;, as its &lt;a href=\"habitat\"&gt;habitat&lt;/a&gt; – essentially the &lt;a href=\"Fontaine%20de%20la%20Vierge\"&gt;Fontaine de la Vierge&lt;/a&gt; and nearby &lt;a href=\"spring%20%28hydrosphere%29\"&gt;spring&lt;/a&gt;s in the &lt;a href=\"Dordogne\"&gt;Dordogne&lt;/a&gt; – was being affected by &lt;a href=\"pollution\"&gt;pollution&lt;/a&gt; and the local snail populations had declined more than 80% in the late 20th century.\nGenetics.\nHowever, analysis of &lt;a href=\"mtDNA\"&gt;mtDNA&lt;/a&gt; &lt;a href=\"Cytochrome%20c%20oxidase\"&gt;COI&lt;/a&gt; and &lt;a href=\"nDNA\"&gt;nDNA&lt;/a&gt; &lt;a href=\"Internal%20transcribed%20spacer\"&gt;ITS1&lt;/a&gt; &lt;a href=\"DNA%20sequence\"&gt;sequence&lt;/a&gt; data showed that the \"typical\" two-keeled \"Bythinella bicarinata\" are actually part of a &lt;a href=\"clade\"&gt;clade&lt;/a&gt; widespread in central to northeastern France and nearby regions. Consequently, \"Bythinella dunkeri\", \"Bythinella lalindei\", \"Bythinella moulinsii\" and \"Bythinella poujolensis\" are now provisionally treated as &lt;a href=\"junior%20synonym\"&gt;junior synonym&lt;/a&gt;s of \"Bythinella bicarinata\". These all lack the shell keels, though \"Bythinella lalindei\" and \"Bythinella poujolensis\" are otherwise essentially identical. The other two differ a bit more, though those described as \"Bythinella moulinsii\" are quite variable in size and shape. As the study proposing the synonymy applied the &lt;a href=\"phylogenetic%20species%20concept\"&gt;phylogenetic species concept&lt;/a&gt; which does not recognize &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt;, the question whether the other &lt;a href=\"taxa\"&gt;taxa&lt;/a&gt; are valid subspecies or simply local &lt;a href=\"morph%20%28zoology%29\"&gt;morph&lt;/a&gt;s remains unresolved.\nConsidering the lack of the two-keeled &lt;a href=\"phenotype\"&gt;phenotype&lt;/a&gt; outside the extreme southeastern end of the range of \"Bythinella bicarinata\" and the fact that the region where it occurs is &lt;a href=\"parapatric\"&gt;at the very limits of the range&lt;/a&gt;, it is probably advisable to recognize several subspecies. In any case, \"Bythinella bicarinata\" in the loose sense is not globally threatened. The populations from &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt; and western &lt;a href=\"List%20of%20non-marine%20molluscs%20of%20Germany\"&gt;Germany&lt;/a&gt; described as \"Bythinella dunkeri\" were in 1996 classified as &lt;a href=\"Vulnerable%20species\"&gt;Vulnerable&lt;/a&gt; (B1+2c), as they were known from less than ten freshwater springs which are affected by pollution. Given that they occur at the other end of the species' range and are consistently most distinct &lt;a href=\"morphology%20%28biology%29\"&gt;morphologically&lt;/a&gt; from the \"keeled\" specimens, they might also warrant recognition as subspecies."
}