{
    "id": "1267316",
    "revid": "7386705",
    "url": "https://en.wikipedia.org/wiki?curid=1267316",
    "title": "Mitzpe Ramon",
    "text": "Mitzpe Ramon (, Ramon Lookout; ) is a &lt;a href=\"Local%20council%20%28Israel%29\"&gt;local council&lt;/a&gt; in the &lt;a href=\"Negev\"&gt;Negev&lt;/a&gt; desert of &lt;a href=\"Southern%20District%20%28Israel%29\"&gt;southern&lt;/a&gt; &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;. It is situated on the northern ridge at an elevation of 860 meters (2,800 feet) overlooking the world's largest erosion &lt;a href=\"cirque\"&gt;cirque&lt;/a&gt;, known as the &lt;a href=\"Makhtesh%20Ramon\"&gt;Makhtesh Ramon&lt;/a&gt;. In it had a population of .\nHistory.\nMitzpe Ramon was founded in 1951 as a camp for the workers building &lt;a href=\"Highway%2040%20%28Israel%29\"&gt;Highway 40&lt;/a&gt;. The town's first permanent residents, several young families from Kibbutz &lt;a href=\"Re%27im\"&gt;Re'im&lt;/a&gt; and other parts of Israel began settling there in 1956. After five years, the town was home to 370 residents including 160 children, most of them veteran Israelis. There were also 180 housing units to absorb new immigrants They were joined by immigrants from North Africa, Romania, and India in the 1960s, and it became the southernmost of the Negev's &lt;a href=\"development%20town\"&gt;development town&lt;/a&gt;s.\nConditions in the early years were harsh, with limited food supplies and practically no modern-day amenities. Ice blocks and provisions were delivered once a week by a supply truck. There was a single school with one classroom for all ages. The homes of the first settlers were prefabricated asbestos barracks. Later, rows of small attached stone houses were built and after that, apartment buildings, beginning in the early 1960s.\nIn 1972, Mitzpe Ramon had a population of about 1,400 people living in 300 households. The town further grew after &lt;a href=\"Ramon%20Airbase\"&gt;Ramon Airbase&lt;/a&gt; was completed in 1982. In 1988, the town had a population of about 3,000, and it experienced more significant population growth when it absorbed Soviet immigrants during the &lt;a href=\"1990s%20Post-Soviet%20aliyah\"&gt;1990s Post-Soviet aliyah&lt;/a&gt;.\nGeology and climate.\n&lt;a href=\"Ramon%20Crater\"&gt;Ramon Crater&lt;/a&gt;, known as a \"&lt;a href=\"makhtesh\"&gt;makhtesh&lt;/a&gt;\" Ramon, is 38 km long, 6 km wide and 450 meters deep.\nMitzpe Ramon's climate borders between &lt;a href=\"hot%20desert%20climate\"&gt;hot desert climate&lt;/a&gt; and &lt;a href=\"cold%20desert%20climate\"&gt;cold desert climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt;: BWh/BWk), characterized by hot, dry summers and cold winters. There are moderate to strong winds all year long, caused by its location above the crater, which make Mitzpe Ramon feel much colder than it really is. Precipitation is scarce, concentrated around the winter months, with an annual precipitation amount of roughly 70 millimeters (2.75 inches). Snowfall occurs on average once in a couple of years.\nEconomy.\nThe development of Mitzpe Ramon was adversely affected by the opening of &lt;a href=\"Route%2090%20%28Israel%29\"&gt;Route 90&lt;/a&gt; in the late 1960s. After the inauguration of this highway, traffic to and from Eilat bypassed Mitzpe Ramon almost entirely. However, growing interest in &lt;a href=\"ecotourism\"&gt;ecotourism&lt;/a&gt;, Jeep trekking (access to Nabatean ruins), mountain biking and hiking, &lt;a href=\"Amateur%20astronomy\"&gt;stargazing&lt;/a&gt; and the upgrading of &lt;a href=\"Route%2040%20%28Israel%29\"&gt;Route 40&lt;/a&gt;, which is considered a more scenic route to Eilat, have improved the economy.\nJerusalem Marble, one of a few major suppliers and overseas exporters of &lt;a href=\"Jerusalem%20stone\"&gt;Jerusalem stone&lt;/a&gt; (established in 1923), inaugurated a state-of-the-art factory in Mitzpe Ramon in January 2000. Jerusalem Stone is exported globally.\nMitzpe Ramon has six hotels and dozens of &lt;a href=\"bed%20and%20breakfast\"&gt;bed and breakfast&lt;/a&gt; establishments. In 2011, the &lt;a href=\"Isrotel\"&gt;Isrotel&lt;/a&gt; hotel chain opened a luxury hotel, the Beresheet Hotel, in Mitzpe Ramon.\nThe Tourism Ministry allocated NIS 9.5 million for infrastructure development in Mitzpe Ramon, and the Ministry for the Development of the Negev and Galilee financed the construction of a landing strip for light aircraft. In December 2013, plans were proposed for a &lt;a href=\"Las%20Vegas\"&gt;Las Vegas&lt;/a&gt;-style &lt;a href=\"Casino\"&gt;Casino&lt;/a&gt; in the town.\nMusic and culture.\nThe Mitzpe Ramon Jazz Club hosts musical ensembles on the weekend. On weekdays, it operates as a music school. 'Me'ever', a unique hostel and event space, located in the artist quarter of Mitzpe Ramon, designated to connect between creative people and interesting ideas.\nLocal government.\nThe previous mayor, Flora Shoshan, sister of former Israeli defense minister &lt;a href=\"Amir%20Peretz\"&gt;Amir Peretz&lt;/a&gt; and wife of the former mayor, Sami Shoshan, was voted out on October 23, 2013, and replaced by Roni Marom, in a landslide victory for Marom."
}