{
    "id": "1268452",
    "revid": "14589021",
    "url": "https://en.wikipedia.org/wiki?curid=1268452",
    "title": "Coalition Against the Marcos Dictatorship",
    "text": "The Coalition Against the Marcos Dictatorship was a North America-based antiimperialist organization that was at the center of the international movement opposing the dictatorship of Philippine President &lt;a href=\"Ferdinand%20Marcos\"&gt;Ferdinand Marcos&lt;/a&gt; from the 1970s. \nCAMD changed its name to Committee to Advance the Movement for Democracy and Independence (CAMDI) in February 1986, after the &lt;a href=\"People%20Power%20Revolution\"&gt;People Power Revolution&lt;/a&gt; toppled the corrupt and brutal Marcos regime.\nHistory.\nFollowing the proclamation of martial law in the Philippines, the \"Katipunan ng mga Demokratikong Pilipino\" (KDP) was established in July 1973 by young activists and students in Santa Cruz, California. It had a dual program of supporting the national democratic revolution in the Philippines and fighting for social justice in the United States. Its founders wrote: “[In] the struggle for national democracy in the Philippines,” the KDP must address the “exploitation and racist oppression of U.S. monopoly-capitalism” in America and in the Philippines.\nIn 1974, the KDP was among various anti-martial law groups to petition the U.S. Congress to stop support for Marcos. The campaign was followed by the first national anti-martial law conference in Chicago. The conference established the National Coordinating Committee of the Anti-Martial Movement, which later became the Anti-Martial Law Coalition (AMLC) in New York.\nThe AMLC set up its task force in Washington, D.C. to act as a watchdog on congressional action and to help coordinate mass pressure campaigns. It also developed policy positions and conducted patient work with congressional personnel to help sway opitions.\nExpansion.\nLocal formations of AMLC and anti-martial law alliances were developed in various cities to allow the participation of individuals who were not members of existing anti-martial law groups, such as the Movement for a Free Philippines (MFP) and the Friends of the Filipino People (FFP).\nKDP leader and AMLC organizer Rene Ciria-Cruz wrote: AMLC launched well-coordinated campaigns, educating the community and non-Pilipino sectors on the plight of political prisoners, the U.S. motivation in supporting the regime, Marcos' maneuvers for legitimacy and more... These campaigns took the form of petition drives, demonstrators, Christmas caroling, speaking tours of exiled or deported oppositionists, and fund-raisers for the workers movement. The AMLC also sent human rights delegations to the Philippines, and during the rigged 1978 election, staged occupations of Philippine consulated in five cities.\nAfter Martial Law and Renaming.\nIn 1981, after the formal proclamation of martial law was lifted, AMLC became the Coalition Against the Marcos Dictatorship (CAMD), and had identifiably become an anti-imperialist organization. \nIn 1983, CAMD merged with the Philippine Support Network to form CAMD/PSN, following a rift between former members of the Friends of the Filipino People (FFP). \nRegularized activities like annual protests on the anniversary of martial law, Christmas caroling, community forums, annual conferences, and mass distribution of the \"Taliba\" newsletter kept the controversy over martial law alive in the Filipino community and general public during periods of low political activity (“ebbs”) around the Philippines. All KDP activists, regardless of their principle area of work (e.g., anti-racist, cultural, national staff, etc.), participated in some aspect of the martial law work. The consistency of the activities paid off when developments began to heighten in the Philippines during the early 1980s, accelerated by the assassination of Senator Benign0 (Ninoy) Aquino in August 1983, and erupting into the “people’s revolution” three years later.\nKnown leaders included Maxi Villones, Odette Taverna, Christine Araneta, Greg Santillan, Ia Rodriguez, Armin Alforque, Dean Alegado, Fely Villasin, Liz Fenkell, Becky Villones, Lulu Ross, Pierre Thiry.\nPost-Marcos Era.\nIn 1986, the CAMD and the KDP joined with the MFP and the organizationally looser Ninoy Aquino Movement, as well as spontaneous local formations such as the Friends of Cory Aquino in a campaign to mobilize political and financial support for the presidential candidacy of &lt;a href=\"Corazon%20Aquino\"&gt;Corazon Aquino&lt;/a&gt;, following her husband's assassination.\nCAMD/PSN was again re-named as the Committee to Advance the Movement for Democracy and Independence (CAMDI).\nIn 2016, former members of CAMD/PSN joined international gathering and protest rallies against the planned &lt;a href=\"burial%20of%20Ferdinand%20Marcos\"&gt;burial of Ferdinand Marcos&lt;/a&gt; at Libingan ng mga Bayani (Heroes’ Cemetery) in Fort Bonifacio, Metro Manila, Philippines."
}