{
    "id": "1268413",
    "revid": "15387244",
    "url": "https://en.wikipedia.org/wiki?curid=1268413",
    "title": "Cambodia national football team",
    "text": "The Cambodia national football team (, ) represents &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt; in international &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; and is administered by the &lt;a href=\"Football%20Federation%20of%20Cambodia\"&gt;Football Federation of Cambodia&lt;/a&gt; (FFC), which is part of the &lt;a href=\"Asian%20Football%20Confederation\"&gt;Asian Football Confederation&lt;/a&gt; and sub-confederation &lt;a href=\"ASEAN%20Football%20Federation\"&gt;AFF&lt;/a&gt;.\nKnown as the Khmer Republic national football team from 1970 to 1975, the team finished fourth in the &lt;a href=\"1972%20AFC%20Asian%20Cup\"&gt;1972 Asian Cup&lt;/a&gt;, which still remains as Cambodia's greatest achievement in an international competition. The team was founded in 1933 and joined &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt;'s ranks in 1953.\nHistory.\nBeginning of an era.\nCambodia formed its first national team following the end of French colonization in 1954. Immediately following the end of French colonialism, Cambodia played its first home game against &lt;a href=\"Malaya%20national%20football%20team\"&gt;Malaya&lt;/a&gt;. The game ended with a 9–2 win for the Malays.\nLike most Asian countries at the time, Cambodia did not seek to participate in the &lt;a href=\"FIFA%20World%20Cup%20qualification\"&gt;FIFA World Cup qualification&lt;/a&gt; nor even &lt;a href=\"AFC%20Asian%20Cup%20qualification\"&gt;AFC Asian Cup qualification&lt;/a&gt;, as the country was still trying to consolidate its early football development. However, when &lt;a href=\"Lon%20Nol\"&gt;Lon Nol&lt;/a&gt; decided to topple the Cambodian Kingdom and replaced by a &lt;a href=\"Khmer%20Republic\"&gt;Republic&lt;/a&gt;, Cambodia finally decided to participate in the &lt;a href=\"1972%20AFC%20Asian%20Cup%20qualification\"&gt;1972 AFC Asian Cup qualification&lt;/a&gt;. The Cambodians managed to qualify for the &lt;a href=\"1972%20AFC%20Asian%20Cup\"&gt;1972 AFC Asian Cup&lt;/a&gt; in its first qualification attempt, a major success up to date. Cambodia managed to win over &lt;a href=\"Hong%20Kong%20national%20football%20team\"&gt;Hong Kong&lt;/a&gt;, which sent the country to Thailand.\nIn the tournament as Khmer Republic, the Cambodians lost to &lt;a href=\"Iran%20national%20football%20team\"&gt;Iran&lt;/a&gt; and had to play in group B along with &lt;a href=\"South%20Korea%20national%20football%20team\"&gt;South Korea&lt;/a&gt; and &lt;a href=\"Kuwait%20national%20football%20team\"&gt;Kuwait&lt;/a&gt;. Despite early loss to the South Koreans, they had qualified to the semi-finals thanked for a resounding 4–0 win over Kuwait, only got beaten later by Iran, again, and &lt;a href=\"Thailand%20national%20football%20team\"&gt;Thailand&lt;/a&gt;, and won the 4th place overall. It remains as Cambodia's greatest achievement in an international tournament.\nFollowing the success, Cambodia could not participate in further tournament, due to the eventual rise of &lt;a href=\"Khmer%20Rouge\"&gt;Khmer Rouge&lt;/a&gt;.\n1990s to 2010s.\nAfter decades of war, in which witnessed both &lt;a href=\"Khmer%20Rouge\"&gt;Khmer Rouge&lt;/a&gt;'s genocide and the later &lt;a href=\"Cambodian-Vietnamese%20War\"&gt;Vietnamese invasion&lt;/a&gt; which toppled the Khmer Rouge, Cambodia returned to international football at 1993. Cambodia's first tournament as a new team was the &lt;a href=\"1996%20AFF%20Championship\"&gt;Tiger Cup&lt;/a&gt;, in which Cambodia was defeated in all four matches. In this tournament, although Cambodia was the weakest among all teams participating in the tournament, Cambodia demonstrated high spirit of football. However, in successive tournaments, Cambodia was not successful and they could not manage to play with high spirits as it used to be. Despite this, Cambodia still gave birth to what would one of Cambodia's football talents in its young history, &lt;a href=\"Hok%20Sochetra\"&gt;Hok Sochetra&lt;/a&gt;.\nAlso during this time, Cambodia sent its national team to the &lt;a href=\"1998%20FIFA%20World%20Cup%20qualification%20%28AFC%29\"&gt;1998 World Cup qualification&lt;/a&gt;, the first time Cambodia had ever done so. However, Cambodia had been unsuccessful by large, and often got eliminated in the bottom of their group. The country also withdrew from participating in the &lt;a href=\"2006%20FIFA%20World%20Cup%20qualification%20%28AFC%29\"&gt;2006 World Cup qualification&lt;/a&gt;. Likewise, Cambodia also only participated in the &lt;a href=\"2000%20AFC%20Asian%20Cup%20qualification\"&gt;2000 AFC Asian Cup qualification&lt;/a&gt;, before withdrew from 2004 and 2007 qualification attempts. The country later suffered AFF Championship drought, failing to qualify for three consecutive tournaments.\nSince 2010s.\nCambodia's football has witnessed resurgence after decades being under shadows. The resurgence of Cambodia had begun with the arrival of South Korea's &lt;a href=\"Lee%20Tae-hoon%20%28footballer%29\"&gt;Lee Tae-hoon&lt;/a&gt;, who had introduced a significant development of football in the country, with the change of its tactics, as well as youth development and promotion of Cambodian youngsters to the national team, has given hopes of change. At this team, the team has a lot of young talents, notably &lt;a href=\"Chan%20Vathanaka\"&gt;Chan Vathanaka&lt;/a&gt;, the first ever Cambodian to play professional football outside Cambodia, and the fanbase increased as for the achievement. Cambodia once again demonstrated a full spirit of football, despite during the &lt;a href=\"2018%20FIFA%20World%20Cup%20qualification%20%28AFC%29\"&gt;2018 World Cup qualifying stage&lt;/a&gt;, they didn't win and also missed out the &lt;a href=\"2012%20AFC%20Challenge%20Cup\"&gt;2012&lt;/a&gt; and &lt;a href=\"2014%20AFC%20Challenge%20Cup\"&gt;2014 AFC Challenge Cup&lt;/a&gt;s, thus missing out in the &lt;a href=\"2015%20AFC%20Asian%20Cup\"&gt;2015 AFC Asian Cup&lt;/a&gt;.\nDuring &lt;a href=\"2019%20AFC%20Asian%20Cup%20qualification\"&gt;2019 AFC Asian Cup qualification&lt;/a&gt;, Cambodia finished bottom in a group where they suffered losses to &lt;a href=\"Jordan%20national%20football%20team\"&gt;Jordan&lt;/a&gt; and neighbour &lt;a href=\"Vietnam%20national%20football%20team\"&gt;Vietnam&lt;/a&gt;. Despite this, Cambodia has managed what could be the country's greatest achievement in their qualification history, when they defeated &lt;a href=\"Afghanistan%20national%20football%20team\"&gt;Afghanistan&lt;/a&gt;, ranked 158 in that time, above Cambodia which was ranked 174, and had already defeated Cambodia twice in the World Cup qualification, 1–0 at home. It was the country's only win in the qualification and is still regarded to be Cambodia's best performance in its modern football history.\nFollowing their failure to qualify for the 2019 AFC Asian Cup, Cambodia participated in the &lt;a href=\"2022%20FIFA%20World%20Cup%20qualification%20%28AFC%29\"&gt;2022 FIFA World Cup qualification&lt;/a&gt;, where they had to face &lt;a href=\"Pakistan%20national%20football%20team\"&gt;Pakistan&lt;/a&gt; in the &lt;a href=\"2022%20FIFA%20World%20Cup%20qualification%20%E2%80%93%20AFC%20First%20Round\"&gt;first round&lt;/a&gt;. Cambodia comfortably beat Pakistan in both games 4–1 on aggregate to reach the &lt;a href=\"2022%20FIFA%20World%20Cup%20qualification%20%E2%80%93%20AFC%20Second%20Round\"&gt;second round&lt;/a&gt;. Once the team had entered this stage again, Cambodia had to deal with much stronger sides like Hong Kong, &lt;a href=\"Bahrain%20national%20football%20team\"&gt;Bahrain&lt;/a&gt;, &lt;a href=\"Iraq%20national%20football%20team\"&gt;Iraq&lt;/a&gt; and Iran, the \"Kings of Asia\". Despite passionate support from home fans, the Koupreys could only obtain a 1–1 draw at home to Hong Kong, before receiving heavy defeats in the remaining games, including a 0–14 annihilation by Iran, which became Cambodia's heaviest loss in history.\nKits.\nThe national kits of Cambodia reflect the colors of the &lt;a href=\"Flag%20of%20Cambodia\"&gt;national flag&lt;/a&gt; which are blue, red, and white. Currently, the home kit is a blue and black shirt, black shorts and blue socks; while the current away kit is all white with a series of horizontal red stripes on the shirt. Cambodia's latest kit sponsor was &lt;a href=\"FBT%20%28company%29\"&gt;FBT&lt;/a&gt;.\nHome stadiums.\nThe historic &lt;a href=\"RCAF%20Old%20Stadium\"&gt;RCAF Old Stadium&lt;/a&gt; was built in 1920 and hosts the national football team home matches with a capacity of 8,000. The &lt;a href=\"Olympic%20Stadium%20%28Phnom%20Penh%29\"&gt;Olympic Stadium&lt;/a&gt; in &lt;a href=\"Phnom%20Penh\"&gt;Phnom Penh&lt;/a&gt; hosts the majority of the national team's home matches. With a capacity of 70,000, it still remains as Cambodia's largest sporting venue since its completion in 1964. However, since August 2021 this will no longer be the case, as the newly constructed &lt;a href=\"Morodok%20Techo%20National%20Sports%20Complex\"&gt;Morodok Techo National Sports Complex&lt;/a&gt;, with a capacity of 75,000. Once completed, the Morodok Techo National Stadium will be the biggest sports facility in Cambodia and one of the largest in Southeast Asia. The sports complex is meant to be the main venue of the &lt;a href=\"2023%20Southeast%20Asian%20Games\"&gt;2023 Southeast Asian Games&lt;/a&gt;. It is also anticipated that the new stadium and associated facilities will also be used to facilitate international friendly football matches and regional football qualifiers.\nCoaching staff.\nCoaching history.\nUpdated 19 December 2021, after the match against .\nCurrent squad.\nThe following 30 players were selected for the &lt;a href=\"2020%20AFF%20Championship\"&gt;2020 AFF Championship&lt;/a&gt;.\nCaps and goals updated as of 19 December 2021, after the match against &lt;a href=\"Vietnam%20national%20football%20team\"&gt;Vietnam&lt;/a&gt;.\n! colspan=9 style=\"background:#0000FF\" align=\"left\" |\n! colspan=9 style=\"background:#0000FF\" align=\"left\" |\n! colspan=9 style=\"background:#0000FF\" align=\"left\" |\nRecent call-ups.\nThe following players have been called up for the team in the last 12 months.\nINJ Withdrew due to injury\nPRE Preliminary squad / standby\nRET Retired from the national team\nSUS Serving suspension\nWD Player withdrew from the squad due to non-injury issue.\nHead-to-head record.\n\"Last match updated was against on 12 June 2021\"\n\"Including results from Khmer Republic.\"\nHonours.\n\"Including results from Khmer Republic.\"\nSee also.\nNational teams.\nMen\nWomen\nFutsal"
}