{
    "id": "1270667",
    "revid": "11498870",
    "url": "https://en.wikipedia.org/wiki?curid=1270667",
    "title": "S. Clay Wilson",
    "text": "Steve Clay Wilson (July 25, 1941 – February 7, 2021) was an American &lt;a href=\"underground%20art\"&gt;underground&lt;/a&gt; &lt;a href=\"cartoonist\"&gt;cartoonist&lt;/a&gt; and central figure in the &lt;a href=\"underground%20comix\"&gt;underground comix&lt;/a&gt; movement. Wilson attracted attention from readers with aggressively violent and sexually explicit panoramas of &lt;a href=\"Low-life\"&gt;lowlife&lt;/a&gt; denizens, often depicting the wild escapades of &lt;a href=\"Piracy\"&gt;pirates&lt;/a&gt; and &lt;a href=\"motorcycle\"&gt;bikers&lt;/a&gt;. He was an early contributor to \"&lt;a href=\"Zap%20Comix\"&gt;Zap Comix&lt;/a&gt;\".\nA striking feature of Wilson's work is the contrast between the literate way in which his characters speak and think and the depraved violence in which they engage. As James Danky and &lt;a href=\"Denis%20Kitchen\"&gt;Denis Kitchen&lt;/a&gt; wrote in their book, \"Underground Classics\", \"He astonished and sometimes frightened his fellow cartoonists, though they saw it as pushing if not eviscerating the boundaries of taste. More than anyone, Wilson defined the boundaries of the medium.\"\nThe artist and characters sometimes take violence with a playful attitude, for example getting tired of fighting and agreeing to have sex instead of continuing a battle. Wilson's later work became more ghoulish, featuring zombie pirates and visualizations of &lt;a href=\"Our%20Lady%20of%20Guadalupe\"&gt;Our Lady of Guadalupe&lt;/a&gt; as a rotting vampire mother. In many respects, however, his work remained consistent with his emergence in the 1960s. In contrast to the many &lt;a href=\"counterculture\"&gt;counterculture&lt;/a&gt; figures who moderated their more extreme tendencies and successfully assimilated into the mainstream of commercial culture, Wilson's work remained troubling to mainstream sensibilities and defiantly ill-mannered.\nEarly life.\nWilson was on born on July 25, 1941, in &lt;a href=\"Lincoln%2C%20Nebraska\"&gt;Lincoln, Nebraska&lt;/a&gt; to Lydia (née Lewis) and John William Wilson. Her mother was a medical stenographer, while his father was a machinist. He attended the &lt;a href=\"University%20of%20Nebraska\"&gt;University of Nebraska&lt;/a&gt; and later trained as a medic in the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt;.\nHe lived in &lt;a href=\"Lawrence%2C%20Kansas\"&gt;Lawrence, Kansas&lt;/a&gt; and held odd jobs before moving to &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; in 1968.\nCareer.\nEarly career.\nWilson's first published work was in \"&lt;a href=\"The%20Screw\"&gt;The Screw&lt;/a&gt;\", an underground newspaper in &lt;a href=\"Lawrence%2C%20Kansas\"&gt;Lawrence, Kansas&lt;/a&gt;, which was soon followed by drawings for \"&lt;a href=\"Grist%20%28magazine%29\"&gt;Grist&lt;/a&gt;\" magazine, a poetry journal published by John Fowler. (According to &lt;a href=\"Charles%20Plymell\"&gt;Charles Plymell&lt;/a&gt;, an editor of \"Grist\", Wilson's first published work was in 1966 in \"Grist\" #7 and then in \"Grist\" #9, also from that same year.) The first appearance of &lt;a href=\"the%20Checkered%20Demon\"&gt;the Checkered Demon&lt;/a&gt; is said to have been in an ad in a later issue of \"Grist\". His portfolio was printed the following year in 1967 (with subsequent printings later on in comic book form).\nUnderground comix.\nIn California, Wilson met up with &lt;a href=\"Charles%20Plymell\"&gt;Charles Plymell&lt;/a&gt;, who was publishing &lt;a href=\"Robert%20Crumb\"&gt;Robert Crumb&lt;/a&gt;'s \"&lt;a href=\"Zap%20Comix\"&gt;Zap Comix&lt;/a&gt;\". Wilson needed little persuasion to contribute to \"Zap\". Wilson began collaborating with Crumb in late 1967, and all issues of \"Zap\" comix starting with #2 contain his work. It was in \"Zap\" #2 that Wilson widely debuted his most famous character, &lt;a href=\"The%20Checkered%20Demon\"&gt;The Checkered Demon&lt;/a&gt;, a portly, shirtless being generally seen wearing checkered pants.\nWilson was also a frequent early contributor to another underground project, the \"&lt;a href=\"Yellow%20Dog%20%28comics%29\"&gt;Yellow Dog&lt;/a&gt;\" tabloid anthology. Wilson's work was featured in all three issues of \"&lt;a href=\"The%20Rip%20Off%20Review%20of%20Western%20Culture\"&gt;The Rip Off Review of Western Culture&lt;/a&gt;\", published in 1972. The third issue (Nov./Dec. 1972) featured an extensive interview with Wilson by Robert Follett, the publication's editorial director. Wilson was also a frequent contributor to \"&lt;a href=\"Arcade%20%28comics%20magazine%29\"&gt;Arcade&lt;/a&gt;\", edited by &lt;a href=\"Art%20Spiegelman\"&gt;Art Spiegelman&lt;/a&gt; and &lt;a href=\"Bill%20Griffith\"&gt;Bill Griffith&lt;/a&gt;; as well as \"&lt;a href=\"Weirdo%20%28comics%29\"&gt;Weirdo&lt;/a&gt;\", Crumb's post-underground anthology published in the 1980s and early 1990s. Wilson's underground comix work was praised by such counterculture icons as &lt;a href=\"William%20S.%20Burroughs\"&gt;William S. Burroughs&lt;/a&gt; and &lt;a href=\"Terry%20Southern\"&gt;Terry Southern&lt;/a&gt;.\nPainting.\n\"The Art of S. Clay Wilson\", published in 2006 by &lt;a href=\"Ten%20Speed%20Press\"&gt;Ten Speed Press&lt;/a&gt;, covers his prints and paintings as well as his comics work.\nBook Illustrations.\nHis illustrations for Burroughs' \"Cities of The Red Night\" and \"The Wild Boys\" were published in German editions by 2001 Publishing. In 1994, he began interpreting classic children's stories, illustrating &lt;a href=\"Hans%20Christian%20Andersen\"&gt;Hans Christian Andersen&lt;/a&gt; and the &lt;a href=\"Brothers%20Grimm\"&gt;Brothers Grimm&lt;/a&gt;, as he explained to interviewers Jon Randall and Wesley Joost:\nThe stories in \"Wilson's Grimm\" (Cottage Classics, 1999) are \"Snow White\", \"The Spirit in the Bottle\", \"The Valiant Little Tailor\", \"The Devil with the Three Gold Hairs\", \"Hansel and Gretel\", \"Bearskin\" and \"The Master Thief\".\nBrain injury and later life.\nOn November 1, 2008, Wilson suffered a severe brain injury. After attending the &lt;a href=\"Alternative%20Press%20Expo\"&gt;Alternative Press Expo&lt;/a&gt; in San Francisco and drinking throughout the day, Wilson left the house of a friend and was found by two passersby, face down and unconscious between parked cars. Among his injuries were a fractured neck and left orbital bone; it is not known if he was assaulted or passed out and fell.\nAfter a week in intensive care, Wilson was put on an accelerated therapy program, but he still showed major difficulty in summoning words, a common form of &lt;a href=\"aphasia\"&gt;aphasia&lt;/a&gt; following a trauma of this sort. He had recovered enough to write his own signature in the first week of December, but continued to require hospitalization as of the end of December 2008, when a benefit was held to assist with his medical costs. Another benefit was held in Hollywood in March 2009. Wilson returned home in November 2009, able to draw well and speak a little but still requiring special care.\nHe married Lorraine Chamberlain, with whom he had been living for ten years, on August 10, 2010.\nIn the spring of 2012, he was rushed to the hospital with a buildup of fluid on his brain. After having brain surgery and spending three weeks in rehab, he developed a blood clot in his leg that required another three months in a facility on bed rest, followed by rehabilitation. After that incident, he never fully regained his strength, and suffered further with dementia. He could no longer draw except for the odd face or cluster of geometric shapes or letters. He rarely spoke, but could answer questions. He appeared to understand much of what was said to him, although he could not actively participate in a conversation.\nDeath.\nWilson died at his home in San Francisco on February 7, 2021.\nTributes.\nWilson's artistic audacity has been cited by &lt;a href=\"Robert%20Crumb\"&gt;Robert Crumb&lt;/a&gt; as a liberating source of inspiration for Crumb's own work. Recalling when he first saw Wilson's work (in about 1968) Crumb said, \"The content was something like I'd never seen before, anywhere, the level of mayhem, violence, dismemberment, naked women, loose body parts, huge, obscene sex organs, a nightmare vision of hell-on-earth never so graphically illustrated before in the history of art... Suddenly my own work seemed insipid...\"\n\"He showed us we had been censoring ourselves,\" said \"Zap\" cohort &lt;a href=\"Victor%20Moscoso\"&gt;Victor Moscoso&lt;/a&gt;. \"He blew the doors off the church. Wilson is one of the major artists of our generation.\" Referring to his and the \"Zap\" crew's status in art circles, Wilson himself said, \"If you're not good enough to be a cartoonist, maybe you can be an artist.\"\nS. Clay Wilson characters.\n\"Tree Frog Beer\" is the drink of choice for many of these characters."
}