{
    "id": "127346",
    "revid": "1068961425",
    "url": "https://en.wikipedia.org/wiki?curid=127346",
    "title": "Northport, New York",
    "text": "Northport is a historic maritime &lt;a href=\"Administrative%20divisions%20of%20New%20York%23Village\"&gt;village&lt;/a&gt; on the northern shore of &lt;a href=\"Long%20Island\"&gt;Long Island&lt;/a&gt; in &lt;a href=\"Suffolk%20County%2C%20New%20York\"&gt;Suffolk County, New York&lt;/a&gt;, United States. Initially designated Great Cow Harbour by 17th-century English colonists, the area was officially renamed Northport in 1837. In 1894, in an effort to localize governance, the community incorporated as a village.\nNorthport is known for its &lt;a href=\"Victorian%20era\"&gt;Victorian era&lt;/a&gt; village center, still bearing &lt;a href=\"Tram\"&gt;trolley&lt;/a&gt; rails from a long since discontinued streetcar line which would transport village residents to the &lt;a href=\"Long%20Island%20Rail%20Road\"&gt;Long Island Rail Road&lt;/a&gt; station in &lt;a href=\"East%20Northport%2C%20New%20York\"&gt;East Northport&lt;/a&gt;. The village Main Street runs from the Village Green along the harbor-front to the former hamlet of &lt;a href=\"Vernon%20Valley%2C%20New%20York\"&gt;Vernon Valley&lt;/a&gt;, which has since been subsumed by the neighboring community of East Northport. As of 2010, the village has a population of approximately 7,401 and is served by the &lt;a href=\"Northport-East%20Northport%20Union%20Free%20School%20District\"&gt;Northport-East Northport School District&lt;/a&gt;.\nHistory.\nEuropean settlement.\nThe original inhabitants of the area now known as Northport were the &lt;a href=\"Metoac\"&gt;Matinecocks&lt;/a&gt;, one of 13 &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt; tribes of Long Island. The Matinecocks called this land \"Opcathontyche\", which meant \"wading place creek\". After &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt; interest a few years earlier, the land was sold by Chief Asharoken, head of the Matinecocks, to three &lt;a href=\"English%20people\"&gt;Englishmen&lt;/a&gt; in 1656.\nWith land that was well suited for farming, the early settlers grazed cattle on pastures around the harbor. The area soon became known as Great Cow Harbour. (The nearby hamlet of &lt;a href=\"Centerport%2C%20New%20York\"&gt;Centerport&lt;/a&gt; was known as Little Cow Harbour.) The oldest house still standing in Northport, the Skidmore House on Main Street, was built in 1761. In 2009 the house was put up for sale, sparking the village to pass a historical preservation law.\nGrowth, change, and shipbuilding.\nIn the early 19th century, Great Cow Harbor was still a rural farming community. By the 1830s, the village contained only eight dwellings. But a new industry of &lt;a href=\"shipbuilding\"&gt;shipbuilding&lt;/a&gt; brought rapid change and growth. The village shifted away from its farming roots as shipbuilding became the community's primary industry. By 1837, the village was being referred to as Northport.\nThe 1860 &lt;a href=\"census\"&gt;census&lt;/a&gt; listed Northport's population at 1,016. By 1874, it had become the most flourishing village on &lt;a href=\"Suffolk%20County%2C%20New%20York\"&gt;Suffolk County's&lt;/a&gt; &lt;a href=\"North%20Shore%20%28Long%20Island%29\"&gt;north shore&lt;/a&gt;, with three ship yards, five sets of marine railways, two hotels, and at least six general stores.\nNorthport's shipbuilding boom lasted fifty years, but waned at the end of the century as steel-hulled ships began replacing the wooden vessels produced in the village.\nRailroads and trolleys.\nOn April 25, 1868, the &lt;a href=\"Long%20Island%20Rail%20Road\"&gt;Long Island Rail Road&lt;/a&gt; opened a station within the village of Northport. This was an essential transportation link for the village, especially for the growing commuter population. However, just a few years later the LIRR decided to move the Northport station to a new location in Larkfield to facilitate further railway extension to &lt;a href=\"Port%20Jefferson%2C%20New%20York\"&gt;Port Jefferson&lt;/a&gt;. The new railway station located on Larkfield Road was opened on January 13, 1873, and retained the station name of Northport.\nTo avoid confusion with the former station located in the village of Northport, train conductors would refer to the station in Larkfield as \"East of Northport\" because the station was located east of the Northport &lt;a href=\"railway%20junction\"&gt;railway junction&lt;/a&gt; which directed trains north to the station located in the village. Despite the fact that Larkfield was primarily \"south\" of Northport, the area became known thereafter as &lt;a href=\"East%20Northport%2C%20New%20York\"&gt;East Northport&lt;/a&gt;. The original rail spur to Northport was afterwards known as the &lt;a href=\"Northport%20Branch\"&gt;Northport Branch&lt;/a&gt;. After the old village station closed in 1899, Northport decided to build a &lt;a href=\"tram\"&gt;trolley&lt;/a&gt; line to take commuters between Main Street and the new Northport station located in Larkfield. The &lt;a href=\"Northport%20Traction%20Company\"&gt;new commuter trolley&lt;/a&gt; opened in mid-April 1902. The trolley would eventually become obsolete with the increasing popularity of the &lt;a href=\"automobile\"&gt;automobile&lt;/a&gt;, and the trolley made its last scheduled commuter run on August 19, 1924.\nIncorporation and annexation.\nAlthough it was known by the name of Northport since at least 1837, the village of Northport was not formally incorporated until 1894, becoming the first village in the &lt;a href=\"Huntington%2C%20New%20York\"&gt;Town of Huntington&lt;/a&gt; to do so. Over the years Northport has expanded from its original borders, annexing other established communities.\nAround the &lt;a href=\"American%20Revolutionary%20War\"&gt;Revolutionary War&lt;/a&gt;, a concentration of 31 families began settling east of Northport, around where Main Street and Route 25A now intersect . This settlement was originally known as Red Hook and changed names to &lt;a href=\"Vernon%20Valley%2C%20New%20York\"&gt;Vernon Valley&lt;/a&gt; in 1820. By 1874 Vernon Valley had a population of around 150 inhabitants. Vernon Valley became part of Northport in the mid-20th century.\nNorthport also annexed the formerly independent settlement of Crab Meadow (also known as Great Neck), as well as western parts of the Freshpond community .\nModern Northport.\nBy the 1920s, after nearly a century of heavy commercial use, the waterfront which had supported the community for generations had fallen into decay. The village decided to purchase the land along the harbor and created Northport Memorial Park in 1932, which is a defining feature of Northport today.\nIn 1967, the &lt;a href=\"Long%20Island%20Lighting%20Company\"&gt;Long Island Lighting Company&lt;/a&gt; (LILCO) opened the &lt;a href=\"Northport%20Power%20Station\"&gt;Northport Power Station&lt;/a&gt;, currently the largest oil-fired electric generating station on the &lt;a href=\"East%20Coast%20of%20the%20United%20States\"&gt;East Coast&lt;/a&gt;. The four enormous stacks are a well-known landmark that can be seen from as far away as &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt; across Long Island Sound. Each stack is tall.\nThe Northport Trolley which had ceased operations in 1924 enjoyed a popular revival in the 1970s and 1980s, transporting weekend tourists along Main Street. Unlike the original electric trolleys, this nostalgic replica was horse driven. It also ran on rubber automobile tires rather than utilizing the original rails which still remain a visible element of Main Street to this day.\nIn July 1984, Northport garnered nationwide media attention for being the site of the gruesome murder of 17-year-old Gary Lauwers by his friend, high school dropout and alleged devil-worshiper &lt;a href=\"Ricky%20Kasso\"&gt;Ricky Kasso&lt;/a&gt;. The events made national headlines and have since been recounted in books and movies, which caused the village to suffer a negative reputation for reputed satanism.\nEvery September the village of Northport commemorates its rich history with the celebration of &lt;a href=\"Cow%20Harbor%20Day\"&gt;Cow Harbor Day&lt;/a&gt;, which follows the annual &lt;a href=\"Great%20Cow%20Harbor%2010K\"&gt;Great Cow Harbor 10K&lt;/a&gt; race.\nGeography.\nNorthport is located at (40.902803, -73.344069). According to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the village has a total area of , of which is land and , or 9.02%, is water.\nMost of the village is made up of the low, steep hills of Long Island's northern &lt;a href=\"moraine\"&gt;terminal moraine&lt;/a&gt;. To the west is the highly sheltered Northport Harbor, to the north is Long Island Sound, and to the east are woods and marshland.\nA prominent feature of Northport is Steer's Pit (known simply as \"The Pit\" to locals), a large land depression carved into the cliffs adjacent to Northport Harbor and just south of the enormous &lt;a href=\"Long%20Island%20Power%20Authority\"&gt;LIPA&lt;/a&gt; smokestacks. This unusual geographic feature is the result of &lt;a href=\"sand%20mining\"&gt;sand mining&lt;/a&gt; operations by the Steers and Steers Company. Mining began in 1923 and ceased in the 1950s. The mined sand was shipped by barge to &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; where, mixed with &lt;a href=\"Portland%20cement\"&gt;Portland cement&lt;/a&gt; and rock aggregate, it became the sidewalks of New York. The area has since been utilized for home and condo use, and a portion of the Pit is a park used by local youth soccer and baseball leagues. The Northport Fire Department maintains a training facility in the Pit that is the site of the annual firemen fair in the summer.\nGovernment.\nNorthport village (which is roughly defined by the boundaries of &lt;a href=\"New%20York%20State%20Route%2025A\"&gt;NY Route 25A&lt;/a&gt; to the south, Waterside Rd to the east, Eatons Neck Rd and Locust Rd to the North, and Northport Harbor to the west) is an incorporated village with an elected mayor, deputy mayor, and a board of three trustees.\nThe village is serviced by the Northport Volunteer Fire department and its own police department. The Northport Police Department, established in 1929, employs 17 full-time officers and conducts all patrol and arrest processing and most investigations and training in-house (the Suffolk County Police Department assist in specialized cases).  The department also has a marine unit which patrols the waterways.\nDemographics.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2010, there were 7,753 people, 2,955 households, and 2,074 families residing in the village. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 3,290.0 people per square mile (1,276.3/km2). There were 3,052 housing units at an average density of 1,320.0 per square mile (510.1/km2). The racial makeup of the village was 92.04% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 2.59% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.05% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 1.25% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.01% &lt;a href=\"Pacific%20Islander%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 0.30% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 0.75% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 5.09% of the population.\nThere were 2,955 households, out of which 33.2% had children under the age of 18 living with them, 59.8% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 8.5% had a female householder with no husband present, and 29.9% were non-families. 25.9% of all households were made up of individuals, and 8.0% had someone living alone who was 65 years of age or older. The average household size was 2.55 and the average family size was 3.07.\nIn the village, the population was spread out, with 23.8% under the age of 18, 5.8% from 18 to 24, 30.1% from 25 to 44, 28.8% from 45 to 64, and 12.1% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 94.6 males. For every 100 females age 18 and over, there were 91.6 males.\nThe median income for a household in the village was $90,250, and the median income for a family was $104,488. Males had a median income of $78,715 versus $50,119 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the village was $43,694. About 1.6% of families and 2.8% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 3.7% of those under age 18 and 2.8% of those age 65 or over.\nReferences.\nWorks cited"
}