{
    "id": "12730",
    "revid": "14703151",
    "url": "https://en.wikipedia.org/wiki?curid=12730",
    "title": "General Electric",
    "text": "General Electric Company (GE) is an American &lt;a href=\"Multinational%20corporation\"&gt;multinational&lt;/a&gt; &lt;a href=\"Conglomerate%20%28company%29\"&gt;conglomerate&lt;/a&gt; incorporated in &lt;a href=\"New%20York%20State\"&gt;New York State&lt;/a&gt; and headquartered in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;. Until 2021, the company operated in sectors including &lt;a href=\"GE%20Aviation\"&gt;aviation&lt;/a&gt;, &lt;a href=\"GE%20Power\"&gt;power&lt;/a&gt;, &lt;a href=\"GE%20Renewable%20Energy\"&gt;renewable energy&lt;/a&gt;, &lt;a href=\"GE%20Digital\"&gt;digital industry&lt;/a&gt;, &lt;a href=\"weapons%20manufacturing\"&gt;weapons manufacturing&lt;/a&gt;, &lt;a href=\"locomotives\"&gt;locomotives&lt;/a&gt;, and &lt;a href=\"GE%20Capital\"&gt;venture capital and finance&lt;/a&gt;, but has since divested from several areas, now primarily consisting of the first four segments.\nIn 2020, GE ranked among the &lt;a href=\"Fortune%20500\"&gt;Fortune 500&lt;/a&gt; as the 33rd largest firm in the United States by &lt;a href=\"gross%20revenue\"&gt;gross revenue&lt;/a&gt;. In 2011, GE ranked among the Fortune 20 as the 14th most profitable company, but later very severely underperformed the market (by about 75%) as its profitability collapsed. Two employees of GE—&lt;a href=\"Irving%20Langmuir\"&gt;Irving Langmuir&lt;/a&gt; (1932) and &lt;a href=\"Ivar%20Giaever\"&gt;Ivar Giaever&lt;/a&gt; (1973)—have been awarded the &lt;a href=\"Nobel%20Prize\"&gt;Nobel Prize&lt;/a&gt;.\nOn November 9, 2021, the company announced it would divide into three public companies. The new companies will be focused on aviation, healthcare, and energy (renewable energy, power and digital) respectively. The first spinoff of the healthcare division is planned for 2023 and to be followed by the spinoff of the energy division in 2024.\nHistory.\nFormation.\nDuring 1889, &lt;a href=\"Thomas%20Edison\"&gt;Thomas Edison&lt;/a&gt; had business interests in many electricity-related companies, including Edison Lamp Company, a lamp manufacturer in &lt;a href=\"East%20Newark%2C%20New%20Jersey\"&gt;East Newark, New Jersey&lt;/a&gt;; &lt;a href=\"Edison%20Machine%20Works\"&gt;Edison Machine Works&lt;/a&gt;, a manufacturer of &lt;a href=\"dynamo\"&gt;dynamo&lt;/a&gt;s and large &lt;a href=\"electric%20motor\"&gt;electric motor&lt;/a&gt;s in &lt;a href=\"Schenectady%2C%20New%20York\"&gt;Schenectady, New York&lt;/a&gt;; Bergmann &amp; Company, a manufacturer of electric &lt;a href=\"Light%20fixture\"&gt;lighting fixtures&lt;/a&gt;, &lt;a href=\"Lightbulb%20socket\"&gt;sockets&lt;/a&gt;, and other electric lighting devices; and \"Edison Electric Light Company\", the &lt;a href=\"patent\"&gt;patent&lt;/a&gt;-holding company and the financial arm backed by &lt;a href=\"J.%20P.%20Morgan\"&gt;J. P. Morgan&lt;/a&gt; and the &lt;a href=\"Vanderbilt%20family\"&gt;Vanderbilt family&lt;/a&gt; for Edison's lighting experiments.\nIn 1889, &lt;a href=\"Drexel%2C%20Morgan%20%26amp%3B%20Co.\"&gt;Drexel, Morgan &amp; Co.&lt;/a&gt;, a company founded by J.P. Morgan and &lt;a href=\"Anthony%20J.%20Drexel\"&gt;Anthony J. Drexel&lt;/a&gt;, financed Edison's research and helped merge those companies under one corporation to form Edison General Electric Company, which was incorporated in New York on April 24, 1889. The new company also acquired &lt;a href=\"Sprague%20Electric%20Railway%20%26amp%3B%20Motor%20Company\"&gt;Sprague Electric Railway &amp; Motor Company&lt;/a&gt; in the same year. The consolidation did not involve all of the companies established by Edison; notably, the &lt;a href=\"Edison%20Illuminating%20Company\"&gt;Edison Illuminating Company&lt;/a&gt;, which would later become &lt;a href=\"Consolidated%20Edison\"&gt;Consolidated Edison&lt;/a&gt;, was not part of the merger.\nIn 1880, Gerald Waldo Hart formed the American Electric Company of &lt;a href=\"New%20Britain%2C%20Connecticut\"&gt;New Britain, Connecticut&lt;/a&gt;, which merged a few years later with &lt;a href=\"Thomson-Houston%20Electric%20Company\"&gt;Thomson-Houston Electric Company&lt;/a&gt;, led by &lt;a href=\"Charles%20A.%20Coffin\"&gt;Charles Coffin&lt;/a&gt;. In 1887, Hart left to become superintendent of the Edison Electric Company of &lt;a href=\"Kansas%20City%2C%20Missouri\"&gt;Kansas City, Missouri&lt;/a&gt;. General Electric was formed through the 1892 merger of Edison General Electric Company of Schenectady, New York, and Thomson-Houston Electric Company of &lt;a href=\"Lynn%2C%20Massachusetts\"&gt;Lynn, Massachusetts&lt;/a&gt;, with the support of Drexel, Morgan &amp; Co. Both plants continue to operate under the GE banner to this day. The company was incorporated in New York, with the Schenectady plant used as headquarters for many years thereafter. Around the same time, General Electric's Canadian counterpart, &lt;a href=\"Canadian%20General%20Electric\"&gt;Canadian General Electric&lt;/a&gt;, was formed.\nIn 1893, General Electric bought the business of Rudolf Eickemeyer in &lt;a href=\"Yonkers%2C%20New%20York\"&gt;Yonkers, New York&lt;/a&gt;, along with all of its patents and designs. One of the employees was &lt;a href=\"Charles%20Proteus%20Steinmetz\"&gt;Charles Proteus Steinmetz&lt;/a&gt;. Only recently arrived in the United States, Steinmetz was already publishing in the field of magnetic hysteresis and had earned worldwide professional recognition. Led by Steinmetz, Eickemeyer's firm had developed &lt;a href=\"transformer\"&gt;transformer&lt;/a&gt;s for use in the &lt;a href=\"electric%20power%20transmission\"&gt;transmission of electrical power&lt;/a&gt; among many other mechanical and electrical devices. Steinmetz quickly became known as the engineering wizard in GE's engineering community.\nPublic company.\nIn 1896, General Electric was one of the &lt;a href=\"Dow%20Jones%20Industrial%20Average%23History\"&gt;original 12&lt;/a&gt; companies listed on the newly formed &lt;a href=\"Dow%20Jones%20Industrial%20Average\"&gt;Dow Jones Industrial Average&lt;/a&gt;, where it remained a part of the index for 122 years, though not continuously.\nIn 1911, General Electric absorbed the National Electric Lamp Association (NELA) into its lighting business. GE established its lighting division headquarters at &lt;a href=\"Nela%20Park\"&gt;Nela Park&lt;/a&gt; in &lt;a href=\"East%20Cleveland%2C%20Ohio\"&gt;East Cleveland, Ohio&lt;/a&gt;. The lighting division has since remained in the same location.\nRCA and NBC.\nOwen D. Young, through GE, founded the &lt;a href=\"Radio%20Corporation%20of%20America\"&gt;Radio Corporation of America&lt;/a&gt; (RCA) in 1919, after purchasing the &lt;a href=\"Marconi%20Wireless%20Telegraph%20Company%20of%20America\"&gt;Marconi Wireless Telegraph Company of America&lt;/a&gt;. He aimed to expand international radio communications. GE used RCA as its retail arm for radio sales. In 1926, RCA co-founded the &lt;a href=\"National%20Broadcasting%20Company\"&gt;National Broadcasting Company&lt;/a&gt; (NBC), which built two radio broadcasting networks. In 1930, General Electric was charged with antitrust violations and was ordered to divest itself of RCA.\nTelevision.\nIn 1927, &lt;a href=\"Ernst%20Alexanderson\"&gt;Ernst Alexanderson&lt;/a&gt; of GE made the first demonstration of television broadcast reception at his &lt;a href=\"General%20Electric%20Realty%20Plot\"&gt;General Electric Realty Plot&lt;/a&gt; home at 1132 Adams Rd, Schenectady, New York. On January 13, 1928, he made what was said to be the first broadcast to the public in the United States on GE's &lt;a href=\"W2XAD\"&gt;W2XAD&lt;/a&gt;: the pictures were picked up on 1.5 square inch (9.7 square centimeter) screens in the homes of four GE executives. The sound was broadcast on GE's &lt;a href=\"WGY%20%28AM%29\"&gt;WGY (AM)&lt;/a&gt;.\nExperimental television station W2XAD evolved into the station &lt;a href=\"WRGB\"&gt;WRGB&lt;/a&gt; which, along with WGY and WGFM (now &lt;a href=\"WRVE\"&gt;WRVE&lt;/a&gt;), was owned and operated by General Electric until 1983. In 1965, the company expanded into cable with the launch of a franchise, which was awarded to a non-exclusive franchise in Schenectady through subsidiary General Electric Cablevision Corporation. On February 15, 1965, General Electric expanded its holdings in order to acquire more television stations to met the maximum limit of the FCC, and more cable holdings through subsidiaries General Electric Broadcasting Company and General Electric Cablevision Corporation.\nThe company also owned television stations such as KOA-TV (now &lt;a href=\"KCNC-TV\"&gt;KCNC-TV&lt;/a&gt;) in Denver and WSIX-TV (later WNGE-TV, now &lt;a href=\"WKRN-TV\"&gt;WKRN&lt;/a&gt;) in Nashville, but like WRGB, General Electric sold off most of its broadcasting holdings, but held on to the Denver television station until in 1986, when General Electric bought out &lt;a href=\"RCA\"&gt;RCA&lt;/a&gt; and made it into an &lt;a href=\"owned-and-operated%20station\"&gt;owned-and-operated station&lt;/a&gt; by &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;. It even stayed on until 1995 when it was transferred to a joint venture between &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; and &lt;a href=\"Westinghouse%20Broadcasting\"&gt;Group W&lt;/a&gt; in a swap deal, alongside &lt;a href=\"KUTV\"&gt;KUTV&lt;/a&gt; in &lt;a href=\"Salt%20Lake%20City\"&gt;Salt Lake City&lt;/a&gt; for longtime &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; O&amp;O in Philadelphia, &lt;a href=\"WCAU\"&gt;WCAU-TV&lt;/a&gt;.\nPower generation.\nLed by &lt;a href=\"Sanford%20Alexander%20Moss\"&gt;Sanford Alexander Moss&lt;/a&gt;, GE moved into the new field of aircraft &lt;a href=\"turbosupercharger\"&gt;turbo superchargers&lt;/a&gt;. This technology also led to the development of industrial gas turbine engines used for power production. GE introduced the first set of superchargers during World War I, and continued to develop them during the &lt;a href=\"interwar%20period\"&gt;interwar period&lt;/a&gt;. Superchargers became indispensable in the years immediately prior to World War II. GE supplied 300,000 turbo superchargers for use in fighter and bomber engines. This work led the U.S. Army Air Corps to select GE to develop the nation's first jet engine during the war. This experience, in turn, made GE a natural selection to develop the &lt;a href=\"Whittle%20W.1\"&gt;Whittle W.1&lt;/a&gt; &lt;a href=\"jet%20engine\"&gt;jet engine&lt;/a&gt; that was demonstrated in the United States in 1941. GE was ranked ninth among United States corporations in the value of wartime production contracts. Although, their early work with Whittle's designs was later handed to &lt;a href=\"Allison%20Engine%20Company\"&gt;Allison Engine Company&lt;/a&gt;. GE &lt;a href=\"Aviation\"&gt;Aviation&lt;/a&gt; then emerged as one of the world's largest engine manufacturers, bypassing the British company, &lt;a href=\"Rolls-Royce%20Holdings\"&gt;Rolls-Royce plc&lt;/a&gt;.\nSome consumers &lt;a href=\"boycott\"&gt;boycott&lt;/a&gt;ed GE light bulbs, refrigerators and other products during the 1980s and 1990s. The purpose of the boycott was to protest against GE's role in &lt;a href=\"nuclear%20weapon\"&gt;nuclear weapon&lt;/a&gt;s production.\nIn 2002, GE acquired the wind power assets of Enron during its bankruptcy proceedings. &lt;a href=\"Enron%20Wind\"&gt;Enron Wind&lt;/a&gt; was the only surviving U.S. manufacturer of large wind turbines at the time, and GE increased engineering and supplies for the Wind Division and doubled the annual sales to $1.2 billion in 2003. It acquired &lt;a href=\"ScanWind\"&gt;ScanWind&lt;/a&gt; in 2009.\nIn 2018, GE Power garnered press attention when a model 7HA gas turbine in Texas was shut down for two months due to the break of a &lt;a href=\"turbine%20blade\"&gt;turbine blade&lt;/a&gt;. This model uses similar blade technology to GE's newest and most efficient model, the 9HA. After the break, GE developed new protective coatings and heat treatment methods. Gas turbines represent a significant portion of GE Power's revenue, and also represent a significant portion of the power generation fleet of several utility companies in the United States. &lt;a href=\"Chubu%20Electric\"&gt;Chubu Electric&lt;/a&gt; of Japan and &lt;a href=\"%C3%89lectricit%C3%A9%20de%20France\"&gt;Électricité de France&lt;/a&gt; also had units that were impacted. Initially, GE did not realize the turbine blade issue of the 9FB unit would impact the new HA units.\nComputing.\nGE was one of the eight major computer companies of the 1960s along with &lt;a href=\"IBM\"&gt;IBM&lt;/a&gt;, &lt;a href=\"Burroughs%20Corporation\"&gt;Burroughs&lt;/a&gt;, &lt;a href=\"NCR%20Corporation\"&gt;NCR&lt;/a&gt;, &lt;a href=\"Control%20Data%20Corporation\"&gt;Control Data Corporation&lt;/a&gt;, &lt;a href=\"Honeywell\"&gt;Honeywell&lt;/a&gt;, &lt;a href=\"RCA\"&gt;RCA&lt;/a&gt;, and &lt;a href=\"UNIVAC\"&gt;UNIVAC&lt;/a&gt;. GE had a line of general purpose and special purpose computers, including the &lt;a href=\"GE-200%20series\"&gt;GE 200&lt;/a&gt;, &lt;a href=\"GE-400%20series\"&gt;GE 400&lt;/a&gt;, and &lt;a href=\"GE-600%20series\"&gt;GE 600&lt;/a&gt; series general purpose computers, the GE 4010, GE 4020, and GE 4060 &lt;a href=\"Real-time%20computing\"&gt;real-time&lt;/a&gt; &lt;a href=\"process%20control\"&gt;process control&lt;/a&gt; computers, and the &lt;a href=\"DATANET-30\"&gt;DATANET-30&lt;/a&gt; and Datanet 355 message switching computers (DATANET-30 and 355 were also used as front end processors for GE mainframe computers). A Datanet 500 computer was designed, but never sold.\nIn 1962, GE started developing its &lt;a href=\"GECOS\"&gt;GECOS&lt;/a&gt; (later renamed GCOS) &lt;a href=\"operating%20system\"&gt;operating system&lt;/a&gt;, originally for &lt;a href=\"batch%20processing\"&gt;batch processing&lt;/a&gt;, but later extended to &lt;a href=\"timesharing\"&gt;timesharing&lt;/a&gt; and &lt;a href=\"transaction%20processing\"&gt;transaction processing&lt;/a&gt;. Versions of GCOS are still in use today. From 1964 to 1969, GE and &lt;a href=\"Bell%20Laboratories\"&gt;Bell Laboratories&lt;/a&gt; (which soon dropped out) joined with &lt;a href=\"Massachusetts%20Institute%20of%20Technology\"&gt;MIT&lt;/a&gt; to develop the &lt;a href=\"Multics\"&gt;Multics&lt;/a&gt; operating system on the &lt;a href=\"GE%20645\"&gt;GE 645&lt;/a&gt; mainframe computer. The project took longer than expected and was not a major commercial success, but it demonstrated concepts such as &lt;a href=\"single-level%20store\"&gt;single-level storage&lt;/a&gt;, &lt;a href=\"dynamic%20linking\"&gt;dynamic linking&lt;/a&gt;, &lt;a href=\"hierarchical%20file%20system\"&gt;hierarchical file system&lt;/a&gt;, and &lt;a href=\"Ring%20%28computer%20security%29\"&gt;ring-oriented security&lt;/a&gt;. Active development of Multics continued until 1985.\nGE got into computer manufacturing because in the 1950s they were the largest user of computers outside the &lt;a href=\"United%20States%20federal%20government\"&gt;United States federal government&lt;/a&gt;, aside from being the first business in the world to own a computer. Its major appliance manufacturing plant \"&lt;a href=\"GE%20Consumer%20%26amp%3B%20Industrial\"&gt;Appliance Park&lt;/a&gt;\" was the first non-governmental site to host one. However, in 1970, GE sold its computer division to &lt;a href=\"Honeywell\"&gt;Honeywell&lt;/a&gt;, exiting the computer manufacturing industry, though it retained its timesharing operations for some years afterwards. GE was a major provider of computer &lt;a href=\"timesharing\"&gt;time-sharing&lt;/a&gt; services, through General Electric Information Services (GEIS, now GXS), offering online computing services that included &lt;a href=\"GEnie\"&gt;GEnie&lt;/a&gt;.\nIn 2000, when United Technologies Corp. planned to buy Honeywell, GE made a counter-offer that was approved by Honeywell. On July 3, 2001, the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; issued a statement that \"prohibit the proposed acquisition by General Electric Co. of Honeywell Inc.\". The reasons given were it \"would create or strengthen dominant positions on several markets and that the remedies proposed by GE were insufficient to resolve the competition concerns resulting from the proposed acquisition of Honeywell\".\nOn June 27, 2014, GE partnered with collaborative design company Quirky to announce its connected LED bulb called Link. The Link bulb is designed to communicate with smartphones and tablets using a mobile app called &lt;a href=\"Wink%20%28platform%29\"&gt;Wink&lt;/a&gt;.\nAcquisitions and divestments.\nIn December 1985, GE reacquired RCA, primarily for the &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; television network (also parent of &lt;a href=\"Telemundo%20Communications%20Group\"&gt;Telemundo Communications Group&lt;/a&gt;) for $6.28 billion; this merger surpassed the &lt;a href=\"Capital%20Cities/ABC\"&gt;Capital Cities/ABC&lt;/a&gt; merger that happened earlier that year as the largest non-oil merger in world business history. The remainder was sold to various companies, including &lt;a href=\"Bertelsmann\"&gt;Bertelsmann&lt;/a&gt; (Bertelsmann acquired &lt;a href=\"RCA%20Records\"&gt;RCA Records&lt;/a&gt;) and &lt;a href=\"Technicolor%20SA\"&gt;Thomson SA&lt;/a&gt;, which traces its roots to Thomson-Houston, one of the original components of GE. Also in 1986, &lt;a href=\"Kidder%2C%20Peabody%20%26amp%3B%20Co.\"&gt;Kidder, Peabody &amp; Co.&lt;/a&gt;, a U.S.-based securities firm, was sold to GE and following heavy losses was sold to &lt;a href=\"PaineWebber\"&gt;PaineWebber&lt;/a&gt; in 1994.\nIn 2002, &lt;a href=\"Francisco%20Partners\"&gt;Francisco Partners&lt;/a&gt; and &lt;a href=\"Norwest%20Venture%20Partners\"&gt;Norwest Venture Partners&lt;/a&gt; acquired a division of GE called GE Information Systems (GEIS). The new company, named &lt;a href=\"GXS%20%28company%29\"&gt;GXS&lt;/a&gt;, is based in &lt;a href=\"Gaithersburg%2C%20Maryland\"&gt;Gaithersburg, Maryland&lt;/a&gt;. GXS is a provider of B2B e-Commerce solutions. GE maintains a minority stake in GXS. Also in 2002, &lt;a href=\"GE%20Wind%20Energy\"&gt;GE Wind Energy&lt;/a&gt; was formed when GE bought the &lt;a href=\"wind%20turbine\"&gt;wind turbine&lt;/a&gt; manufacturing assets of Enron Wind after the &lt;a href=\"Enron%20scandal\"&gt;Enron scandal&lt;/a&gt;s.\nIn 2004, GE bought 80% of Vivendi Universal Entertainment, the parent of &lt;a href=\"Universal%20Pictures\"&gt;Universal Pictures&lt;/a&gt; from &lt;a href=\"Vivendi\"&gt;Vivendi&lt;/a&gt;. Vivendi bought 20% of NBC forming the company &lt;a href=\"NBCUniversal\"&gt;NBCUniversal&lt;/a&gt;. GE then owned 80% of NBCUniversal and Vivendi owned 20%. In 2004, GE completed the &lt;a href=\"Corporate%20spin-off\"&gt;spin-off&lt;/a&gt; of most of its &lt;a href=\"mortgage%20loan\"&gt;mortgage&lt;/a&gt; and &lt;a href=\"life%20insurance\"&gt;life insurance&lt;/a&gt; assets into an independent company, &lt;a href=\"Genworth%20Financial\"&gt;Genworth Financial&lt;/a&gt;, based in &lt;a href=\"Richmond%2C%20Virginia\"&gt;Richmond, Virginia&lt;/a&gt;.\n&lt;a href=\"Genpact\"&gt;Genpact&lt;/a&gt; formerly known as GE Capital International Services (GECIS) was established by GE in late 1997 as its captive India-based &lt;a href=\"Business%20process%20outsourcing\"&gt;BPO&lt;/a&gt;. GE sold 60% stake in Genpact to General Atlantic and Oak Hill Capital Partners in 2005 and hived off Genpact into an independent business. GE is still a major client to Genpact today, for services in customer service, finance, information technology, and analytics.\nIn May 2007, GE acquired &lt;a href=\"Smiths%20Aerospace\"&gt;Smiths Aerospace&lt;/a&gt; for $4.8 billion. Also in 2007, GE Oil &amp; Gas acquired Vetco Gray for $1.9 billion, followed by the acquisition of Hydril Pressure &amp; Control in 2008 for $1.1 billion.\nGE Plastics was sold in 2008 to &lt;a href=\"SABIC\"&gt;SABIC&lt;/a&gt; (Saudi Arabia Basic Industries Corporation). In May 2008, GE announced it was exploring options for divesting the bulk of its consumer and industrial business.\nOn December 3, 2009, it was announced that NBCUniversal would become a joint venture between GE and cable television operator &lt;a href=\"Comcast\"&gt;Comcast&lt;/a&gt;. Comcast would hold a controlling interest in the company, while GE would retain a 49% stake and would buy out shares owned by Vivendi.\nVivendi would sell its 20% stake in NBCUniversal to GE for US$5.8 billion. Vivendi would sell 7.66% of NBCUniversal to GE for US$2 billion if the GE/Comcast deal was not completed by September 2010 and then sell the remaining 12.34% stake of NBCUniversal to GE for US$3.8 billion when the deal was completed or to the public via an &lt;a href=\"Initial%20public%20offering\"&gt;IPO&lt;/a&gt; if the deal was not completed.\nOn March 1, 2010, GE announced plans to sell its 20.85% stake in Turkey-based Garanti Bank. In August 2010, GE Healthcare signed a strategic partnership to bring cardiovascular Computed Tomography (CT) technology from start-up Arineta Ltd. of Israel to the hospital market. In October 2010, GE acquired gas engines manufacture &lt;a href=\"Dresser%20Industries\"&gt;Dresser Industries&lt;/a&gt; in a $3 billion deal and also bought a $1.6 billion portfolio of retail credit cards from &lt;a href=\"Citigroup\"&gt;Citigroup&lt;/a&gt; Inc. On October 14, 2010, GE announced the acquisition of data migration &amp; SCADA simulation specialists Opal Software. In December 2010, for the second time that year (after the Dresser acquisition), GE bought the oil sector company &lt;a href=\"Wellstream\"&gt;Wellstream&lt;/a&gt;., an oil pipe maker, for 800 million pounds ($1.3 billion).\nIn March 2011, GE announced that it had completed the acquisition of privately held Lineage Power Holdings from &lt;a href=\"The%20Gores%20Group\"&gt;The Gores Group&lt;/a&gt;. In April 2011, GE announced it had completed its purchase of John Wood plc's Well Support Division for $2.8 billion.\nIn 2011, GE Capital sold its $2 billion Mexican assets to &lt;a href=\"Banco%20Santander\"&gt;Santander&lt;/a&gt; for $162 million and exit the business in Mexico. Santander additionally assumed the portfolio debts of GE Capital in the country. Following this, GE Capital focused in its core business and shed its non-core assets.\nIn June 2012, CEO and President of GE Jeff Immelt said that the company would invest &lt;a href=\"Indian%20rupee%20sign\"&gt;₹&lt;/a&gt;3 &lt;a href=\"billion\"&gt;billion&lt;/a&gt; to accelerate its businesses in &lt;a href=\"Karnataka\"&gt;Karnataka&lt;/a&gt;. In October 2012, GE acquired $7 billion worth of bank deposits from &lt;a href=\"MetLife\"&gt;MetLife Inc&lt;/a&gt;.\nOn March 19, 2013, Comcast bought GE's shares in NBCU for $16.7 billion, ending the company's longtime stake in television and film media.\nIn April 2013, GE acquired oilfield pump maker &lt;a href=\"Lufkin%20Industries\"&gt;Lufkin Industries&lt;/a&gt; for $2.98 billion.\nIn April 2014, it was announced that GE was in talks to acquire the global power division of French engineering group &lt;a href=\"Alstom\"&gt;Alstom&lt;/a&gt; for a figure of around $13 billion. A rival joint bid was submitted in June 2014 by &lt;a href=\"Siemens\"&gt;Siemens&lt;/a&gt; and &lt;a href=\"Mitsubishi%20Heavy%20Industries\"&gt;Mitsubishi Heavy Industries&lt;/a&gt; (MHI) with Siemens seeking to acquire Alstom's gas turbine business for €3.9 billion, and MHI proposing a joint venture in steam turbines, plus a €3.1 billion cash investment. In June 2014 a formal offer from GE worth $17 billion was agreed by the Alstom board. Part of the transaction involved the French government taking a 20% stake in Alstom to help secure France's energy and transport interests and French jobs. A rival offer from Siemens-Mitsubishi Heavy Industries was rejected. The acquisition was expected to be completed in 2015. In October 2014, GE announced it was considering the sale of its &lt;a href=\"Poland\"&gt;Polish&lt;/a&gt; banking business &lt;a href=\"Bank%20BPH\"&gt;Bank BPH&lt;/a&gt;.\nLater in 2014, General Electric announced plans to open its global operations center in &lt;a href=\"Cincinnati\"&gt;Cincinnati&lt;/a&gt;, Ohio. The Global Operations Center opened in October 2016 as home to GE's multifunctional shared services organization. It supports the company's finance/accounting, human resources, information technology, supply chain, legal and commercial operations, and is one of GE's four multifunctional shared services centers worldwide in &lt;a href=\"Pudong\"&gt;Pudong&lt;/a&gt;, China; &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt;, Hungary; and &lt;a href=\"Monterrey\"&gt;Monterrey&lt;/a&gt;, Mexico.\nIn April 2015, GE announced its intention to sell off its property portfolio, worth $26.5 billion, to &lt;a href=\"Wells%20Fargo\"&gt;Wells Fargo&lt;/a&gt; and &lt;a href=\"The%20Blackstone%20Group\"&gt;The Blackstone Group&lt;/a&gt;. It was announced in April 2015 that GE would sell most of its finance unit and return around $90 billion to shareholders as the firm looked to trim down on its holdings and rid itself of its image of a \"hybrid\" company, working in both banking and manufacturing. In August 2015, GE Capital agreed to sell its Healthcare Financial Services business to &lt;a href=\"Capital%20One\"&gt;Capital One&lt;/a&gt; for US$9 billion. The transaction involved US$8.5 billion of loans made to a wide array of sectors including senior housing, hospitals, medical offices, outpatient services, pharmaceuticals and medical devices. Also in August 2015, GE Capital agreed to sell GE Capital Bank's on-line deposit platform to &lt;a href=\"Goldman%20Sachs\"&gt;Goldman Sachs&lt;/a&gt;. Terms of the transaction were not disclosed, but the sale included US$8 billion of on-line deposits and another US$8 billion of brokered certificates of deposit. The sale was part of GE's strategic plan to exit the U.S. banking sector and to free itself from tightening banking regulations. GE also aimed to shed its status as a \"systematically important financial institution\".\nIn September 2015, GE Capital agreed to sell its transportation-finance unit to Canada's &lt;a href=\"Bank%20of%20Montreal\"&gt;Bank of Montreal&lt;/a&gt;. The unit sold had US$8.7 billion (CA$11.5 billion) of assets, 600 employees and 15 offices in the U.S. and Canada. Exact terms of the sale were not disclosed, but the final price would be based on the value of the assets at closing, plus a premium according to the parties. In October 2015, activist investor &lt;a href=\"Nelson%20Peltz\"&gt;Nelson Peltz&lt;/a&gt;'s fund Trian bought a $2.5 billion stake in the company.\nIn January 2016, &lt;a href=\"Haier\"&gt;Haier&lt;/a&gt; acquired GE's appliance division for $5.4 billion. In October 2016, &lt;a href=\"GE%20Renewable%20Energy\"&gt;GE Renewable Energy&lt;/a&gt; agreed to pay €1.5 billion to &lt;a href=\"Doughty%20Hanson%20%26amp%3B%20Co\"&gt;Doughty Hanson &amp; Co&lt;/a&gt; for &lt;a href=\"LM%20Wind%20Power\"&gt;LM Wind Power&lt;/a&gt; during 2017.\nAt the end of October 2016, it was announced that GE was under negotiations for a deal valued at about $30 billion to combine &lt;a href=\"GE%20Oil%20%26amp%3B%20Gas\"&gt;GE Oil &amp; Gas&lt;/a&gt; with &lt;a href=\"Baker%20Hughes\"&gt;Baker Hughes&lt;/a&gt;. The transaction would create a publicly traded entity controlled by GE. It was announced that GE Oil &amp; Gas would sell off its water treatment business, GE Water &amp; Process Technologies, as part of its divestment agreement with Baker Hughes. The deal was cleared by the EU in May 2017, and by the &lt;a href=\"United%20States%20Department%20of%20Justice\"&gt;United States Department of Justice&lt;/a&gt; in June 2017. The merger agreement was approved by shareholders at the end of June 2017. On July 3, 2017, the transaction was completed and Baker Hughes became a GE company and was renamed Bake Hughes, A GE Company (BHGE). In November 2018, GE reduced its stake in Baker Hughes to 50.4%. On October 18, 2019, GE reduced its stake to 36.8% and the company was renamed back to Baker Hughes.\nIn May 2017, GE had signed $15 billion of business deals with &lt;a href=\"Saudi%20Arabia\"&gt;Saudi Arabia&lt;/a&gt;. Saudi Arabia is one of GE's largest customers. In September 2017, GE announced the sale of its Industrial Solutions Business to &lt;a href=\"ABB\"&gt;ABB&lt;/a&gt;. The deal closed on June 30, 2018.\nFraud allegations and notice of possible SEC civil action.\nOn August 15, 2019, &lt;a href=\"Harry%20Markopolos\"&gt;Harry Markopolos&lt;/a&gt;, a financial fraud investigator known for his discovery of a Ponzi Scheme run by &lt;a href=\"Bernard%20Madoff\"&gt;Bernard Madoff&lt;/a&gt;, accused General Electric of being a \"bigger fraud than Enron\", alleging $38 billion in accounting fraud. GE denied wrongdoing.\nOn October 6, 2020, General Electric reported it received a &lt;a href=\"Wells%20notice\"&gt;Wells notice&lt;/a&gt; from the &lt;a href=\"Securities%20and%20Exchange%20Commission\"&gt;Securities and Exchange Commission&lt;/a&gt; stating the SEC may take civil action for possible violations of securities laws.\nInsufficient reserves for long-term care policies.\nIt is alleged that GE is \"hiding\" (i.e. under-reserved) $29 billion in losses related to its long-term care business.\nAccording to an August 2019 Fitch Ratings report, there are concerns that GE has not set aside enough money to cover its long-term care liabilities.\nIn 2018, a lawsuit (the Bezio case) was filed in New York state court on behalf of participants in GE's 401(k) plan and shareowners alleging violations of Section 11 of the &lt;a href=\"Securities%20Act%20of%201933\"&gt;Securities Act of 1933&lt;/a&gt; based on alleged misstatements and omissions related to insurance reserves and performance of GE's business segments.\nThe Kansas Insurance Department (KID) is requiring General Electric to make $14.5 billion of capital contributions for its insurance contracts during the 7-year period ending in 2024.\nGE reported the total liability related to its insurance contracts increased significantly from 2016 to 2019:\nIn 2018, GE announced the issuance of the new standard by the Financial Accounting Standards Board (FASB) regarding Financial Services - Insurance (Topic 944) will materially affect its financial statements. Mr. Markopolos estimated there will be a $US 10.5 billion charge when the new accounting standard is adopted in the first quarter of 2021.\nAnticipated $8 billion loss upon disposition of Baker Hughes.\nIn 2017, GE acquired a 62.5% interest in Baker Hughes (BHGE) when it combined its oil &amp; gas business with Baker Hughes Incorporated.\nIn 2018, GE reduced its interest to 50.4%, resulting in the realization of a $2.1 billion loss. GE is planning to divest its remaining interest and has warned that the divestment will result in an additional loss of $8.4 billion (assuming a BHGE share price of $23.57 per share). In response to the fraud allegations, GE noted the amount of the loss would be $7.4 billion if the divestment occurred on July 26, 2019. Mr. Markopolos noted that BHGE is an asset available for sale and therefore &lt;a href=\"mark-to-market%20accounting\"&gt;mark-to-market accounting&lt;/a&gt; is required.\nMarkopolos noted GE's &lt;a href=\"current%20ratio\"&gt;current ratio&lt;/a&gt; was only 0.67. He expressed concerns that GE may file for bankruptcy if there is a recession.\nOther.\nIn 2018, the GE Pension Plan reported losses of US$3.3 billion on plan assets.\nIn 2018, General Electric changed the discount rate used to calculate the actuarial liabilities of its pension plans. The rate was increased from 3.64% to 4.34%. Consequently, the reported liability for the underfunded pension plans decreased by $7 billion year-over-year, from $34.2 billion in 2017 to $27.2 billion in 2018.\nIn October 2018, General Electric announced it would \"freeze pensions\" for about 20,000 salaried U.S. employees. The employees will be moved to a defined-contribution retirement plan in 2021.\nOn March 30, 2020, General Electric factory workers protested to convert jet engine factories to make ventilators during the &lt;a href=\"COVID-19\"&gt;COVID-19&lt;/a&gt; crisis.\nIn June 2020, GE made an agreement to sell its Lighting business to Savant Systems, Inc., an industry leader in the professional smart home space. Financial details of the transaction were not disclosed.\nIn November 2020, General Electric warned it would be cutting jobs waiting for a recovery due to the COVID-19 pandemic.\nFinancial performance.\nDividends.\nIn 2018, GE reduced its quarterly dividend from $0.12 to $0.01 per share.\nStock.\nAs a publicly-traded company on the &lt;a href=\"New%20York%20Stock%20Exchange\"&gt;New York Stock Exchange&lt;/a&gt;, GE stock was one of the 30 components of the &lt;a href=\"Dow%20Jones%20Industrial%20Average\"&gt;Dow Jones Industrial Average&lt;/a&gt; from 1907 to 2018, the longest continuous presence of any company on the index, and during this time the only company which was part of the original Dow Jones Industrial Index created in 1896. In August 2000, the company had a market capitalization of $601 billion, and was the most valuable company in the world. On June 26, 2018, the stock was removed from the index and replaced with &lt;a href=\"Walgreens%20Boots%20Alliance\"&gt;Walgreens Boots Alliance&lt;/a&gt;. In the years leading to its removal, GE was the worst performing stock in the Dow, falling more than 55 percent &lt;a href=\"year%20on%20year\"&gt;year on year&lt;/a&gt; and more than 25 percent &lt;a href=\"year%20to%20date\"&gt;year to date&lt;/a&gt;. The company continued to lose value after being removed from the index.\nBribery.\nIn July 2010, General Electric was willing to pay $23.4 million to settle an SEC complaint, as GE bribed Iraqi government officials to win contracts under the U.N. oil-for-food program.\nCorporate affairs.\nIn 1959, General Electric was accused of promoting the largest illegal cartel in the United States since the adoption of the Sherman Antitrust Act (1890) in order to maintain artificially high prices. In total, 29 companies and 45 executives would be convicted. Subsequent parliamentary inquiries revealed that \"white-collar crime\" was by far the most costly form of crime for the United States' finances.\nGE is a multinational conglomerate headquartered in Boston, Massachusetts. However its main offices are located at &lt;a href=\"30%20Rockefeller%20Plaza\"&gt;30 Rockefeller Plaza&lt;/a&gt; at &lt;a href=\"Rockefeller%20Center\"&gt;Rockefeller Center&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, known now as the Comcast Building. It was formerly known as the GE Building for the prominent GE logo on the roof; &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;'s headquarters and main studios are also located in the building. Through its RCA subsidiary, it has been associated with the center since its construction in the 1930s. GE moved its corporate headquarters from the GE Building on Lexington Avenue to &lt;a href=\"Fairfield%2C%20Connecticut\"&gt;Fairfield, Connecticut&lt;/a&gt; in 1974. In 2016, GE announced a move to the &lt;a href=\"South%20Boston%20Waterfront\"&gt;South Boston Waterfront&lt;/a&gt; neighborhood of Boston, Massachusetts, partly as a result of an incentive package provide by state and city governments. The first group of workers arrived in the summer of 2016, and the full move will be completed by 2018. Due to poor financial performance and corporate downsizing, GE sold the land it planned to build its new headquarters building on, instead choosing to occupy neighboring leased buildings.\nGE's tax return is the largest return filed in the United States; the 2005 return was approximately 24,000 pages when printed out, and 237 megabytes when submitted electronically. As of 2011, the company spent more on U.S. &lt;a href=\"lobbying\"&gt;lobbying&lt;/a&gt; than any other company.\nIn 2005, GE launched its \"Ecomagination\" initiative in an attempt to position itself as a \"green\" company.\nGE is one of the biggest players in the wind power industry and is developing environment-friendly products such as hybrid locomotives, desalination and water reuse solutions, and photovoltaic cells. The company \"plans to build the largest solar-panel-making factory in the U.S.,\" and has set goals for its subsidiaries to lower their greenhouse gas emissions.\nOn May 21, 2007, GE announced it would sell its GE Plastics division to petrochemicals manufacturer SABIC for net proceeds of $11.6 billion. The transaction took place on August 31, 2007, and the company name changed to SABIC Innovative Plastics, with Brian Gladden as CEO.\nIn February 2017, GE announced that the company intends to close the &lt;a href=\"Gender%20pay%20gap\"&gt;gender gap&lt;/a&gt; by promising to hire and place 20,000 women in technical roles by 2020. The company is also seeking to have a 50:50 male to female &lt;a href=\"Gender%20equality\"&gt;gender representation&lt;/a&gt; in all &lt;a href=\"entry-level\"&gt;entry-level&lt;/a&gt; technical programs.\nIn October 2017, GE announced they would be closing research and development centers in Shanghai, Munich and Rio de Janeiro. The company spent $5 billion on R&amp;D in the last year.\nOn February 25, 2019, GE sold its diesel locomotive business to &lt;a href=\"Wabtec\"&gt;Wabtec&lt;/a&gt;.\nCEO.\n, &lt;a href=\"John%20L.%20Flannery\"&gt;John L. Flannery&lt;/a&gt; was replaced by &lt;a href=\"H.%20Lawrence%20Culp%20Jr.\"&gt;H. Lawrence Culp Jr.&lt;/a&gt; as chairman and CEO in a unanimous vote of the GE Board of Directors.\nCorporate recognition and rankings.\nIn 2011, \"&lt;a href=\"Fortune%20%28magazine%29\"&gt;Fortune&lt;/a&gt;\" ranked GE the sixth-largest firm in the U.S., and the 14th-most profitable. Other rankings for 2011–2012 include the following:\nIn 2012, GE's brand was valued at $28.8 billion. CEO &lt;a href=\"Jeff%20Immelt\"&gt;Jeff Immelt&lt;/a&gt; had a set of changes in the presentation of the brand commissioned in 2004, after he took the reins as chairman, to unify the diversified businesses of GE.\nTom Geismar later stated that looking back at the logos of the 1910s, 1920s, and 1930s, one can clearly judge that they are old-fashioned. Chermayeff &amp; Geismar, along with colleagues Bill Brown and Ivan Chermaev, created the modern 1980 logo. They, in turn, argued that even now the old logos look out of date, earlier they were good. The changes included a new corporate color palette, small modifications to the GE logo, a new customized font (GE Inspira) and a new slogan, \"Imagination at work\", composed by David Lucas, to replace the slogan \"&lt;a href=\"We%20Bring%20Good%20Things%20to%20Life\"&gt;We Bring Good Things to Life&lt;/a&gt;\" used since 1979. The standard requires many headlines to be lowercased and adds visual \"white space\" to documents and advertising. The changes were designed by &lt;a href=\"Wolff%20Olins\"&gt;Wolff Olins&lt;/a&gt; and are used on GE's marketing, literature, and website. In 2014, a second typeface family was introduced: GE Sans and Serif by Bold Monday created under art direction by Wolff Olins.\n, GE had appeared on the &lt;a href=\"Fortune%20500\"&gt;Fortune 500&lt;/a&gt; list for 22 years and held the 11th rank. GE was removed from the &lt;a href=\"Dow%20Jones%20Industrial%20Average\"&gt;Dow Jones Industrial Average&lt;/a&gt; on June 28, 2018, after the value had dropped below 1% of the index's weight.\nBusinesses.\nGE's primary business divisions are:\nThrough these businesses, GE participates in markets that include the generation, transmission and distribution of electricity (e.g. &lt;a href=\"Nuclear%20reactor%20technology\"&gt;nuclear&lt;/a&gt;, gas and solar), industrial &lt;a href=\"automation\"&gt;automation&lt;/a&gt;, &lt;a href=\"medical%20imaging\"&gt;medical imaging&lt;/a&gt; equipment, motors, aircraft jet engines, and aviation services. Through GE Commercial Finance, GE Consumer Finance, GE Equipment Services, and GE Insurance it offers a range of financial services. It has a presence in over 100 countries.\nGeneral Imaging manufacturers GE digital cameras.\nEven though the first wave of conglomerates (such as &lt;a href=\"ITT%20Corporation\"&gt;ITT Corporation&lt;/a&gt;, &lt;a href=\"Ling-Temco-Vought\"&gt;Ling-Temco-Vought&lt;/a&gt;, &lt;a href=\"Tenneco\"&gt;Tenneco&lt;/a&gt;, etc.) fell by the wayside by the mid-1980s, in the late 1990s, another wave (consisting of &lt;a href=\"Westinghouse%20Electric%20%281886%29\"&gt;Westinghouse&lt;/a&gt;, &lt;a href=\"Tyco%20International\"&gt;Tyco&lt;/a&gt;, and others) tried and failed to emulate GE's success.\n GE is planning to set up a &lt;a href=\"silicon%20carbide\"&gt;silicon carbide&lt;/a&gt; chip packaging R&amp;D center in coalition with &lt;a href=\"SUNY%20Polytechnic%20Institute\"&gt;SUNY Polytechnic Institute&lt;/a&gt; in &lt;a href=\"Utica%2C%20New%20York\"&gt;Utica, New York&lt;/a&gt;. The project will create 470 jobs with the potential to grow to 820 jobs within 10 years.\nOn September 14, 2015, GE announced the creation of a new unit: GE Digital, which will bring together its software and IT capabilities. The new business unit will be headed by Bill Ruh, who joined GE in 2011 from Cisco Systems and has since worked on GE's software efforts.\nFormer divisions.\nGE Industrial was a division providing appliances, lighting and industrial products; factory automation systems; plastics, silicones and quartz products; security and sensors technology, and equipment financing, management and operating services. As of 2007 it had 70,000 employees generating $17.7 billion in revenue. After some major realignments in late 2007, GE Industrial was organized in two main sub businesses:\nThe former GE Plastics division was sold in August 2007 and is now &lt;a href=\"SABIC%20%28Saudia%29\"&gt;SABIC&lt;/a&gt; Innovative Plastics.\nOn May 4, 2008, it was announced that GE would auction off its appliances business for an expected sale of $5–8 billion. However, this plan fell through as a result of the recession.\nThe former &lt;a href=\"GE%20Home%20%26amp%3B%20Business%20Solutions\"&gt;GE Appliances and Lighting&lt;/a&gt; segment was dissolved in 2014 when GE's &lt;a href=\"GE%20Appliances\"&gt;appliance division&lt;/a&gt; was attempted to be sold to &lt;a href=\"Electrolux\"&gt;Electrolux&lt;/a&gt; for $5.4 billion, but eventually sold it to &lt;a href=\"Haier\"&gt;Haier&lt;/a&gt; in June 2016 due to antitrust filing against Electrolux. &lt;a href=\"GE%20Lighting\"&gt;GE Lighting&lt;/a&gt; (consumer lighting) and the newly created &lt;a href=\"Current%20%28company%29\"&gt;Current, powered by GE&lt;/a&gt;, which deals in commercial LED, solar, EV, and energy storage, became stand-alone businesses within the company, until the sale of the latter to American Industrial Partners in April 2019\nThe former &lt;a href=\"GE%20Transportation\"&gt;GE Transportation&lt;/a&gt; division merged with &lt;a href=\"Wabtec\"&gt;Wabtec&lt;/a&gt; on February 25, 2019, leaving GE with a 24.9% holding in Wabtec.\nOn July 1, 2020, &lt;a href=\"GE%20Lighting\"&gt;GE Lighting&lt;/a&gt; was acquired by &lt;a href=\"Savant%20Systems\"&gt;Savant Systems&lt;/a&gt; and remains headquartered at &lt;a href=\"Nela%20Park\"&gt;Nela Park&lt;/a&gt; in &lt;a href=\"East%20Cleveland%2C%20Ohio\"&gt;East Cleveland, Ohio&lt;/a&gt;.\nEnvironmental record.\nCarbon footprint.\nGeneral Electric Company reported Total &lt;a href=\"carbon%20footprint\"&gt;CO2e emissions&lt;/a&gt; (Direct + Indirect) for the twelve months ending 31 December 2020 at 2,080 Kt (-310 /-13% y-o-y). There has been a consistent declining trend in reported emissions since 2016.\nPollution.\nSome of GE's activities have given rise to large-scale &lt;a href=\"air%20pollution\"&gt;air&lt;/a&gt; and &lt;a href=\"water%20pollution\"&gt;water pollution&lt;/a&gt;. Based on data from 2000, researchers at the Political Economy Research Institute listed the corporation as the fourth-largest corporate producer of &lt;a href=\"air%20pollution%20in%20the%20United%20States\"&gt;air pollution in the United States&lt;/a&gt; (behind only &lt;a href=\"DuPont%20%281802%E2%80%932017%29\"&gt;E. I. Du Pont de Nemours &amp; Co.&lt;/a&gt;, &lt;a href=\"U.S.%20Steel\"&gt;United States Steel Corp&lt;/a&gt;., and &lt;a href=\"ConocoPhillips\"&gt;ConocoPhillips&lt;/a&gt;), with more than 4.4 million pounds per year (2,000 tons) of toxic chemicals released into the air. GE has also been implicated in the creation of &lt;a href=\"toxic%20waste\"&gt;toxic waste&lt;/a&gt;. According to &lt;a href=\"United%20States%20Environmental%20Protection%20Agency\"&gt;EPA&lt;/a&gt; documents, only the &lt;a href=\"United%20States%20Government\"&gt;United States Government&lt;/a&gt;, &lt;a href=\"Honeywell\"&gt;Honeywell&lt;/a&gt;, and &lt;a href=\"Chevron%20Corporation\"&gt;Chevron Corporation&lt;/a&gt; are responsible for producing more &lt;a href=\"Superfund\"&gt;Superfund&lt;/a&gt; toxic waste sites.\nIn 1983, &lt;a href=\"New%20York%20State%20Attorney%20General\"&gt;New York State Attorney General&lt;/a&gt; &lt;a href=\"Robert%20Abrams\"&gt;Robert Abrams&lt;/a&gt; filed suit in the &lt;a href=\"United%20States%20District%20Court%20for%20the%20Northern%20District%20of%20New%20York\"&gt;United States District Court for the Northern District of New York&lt;/a&gt; to compel GE to pay for the clean-up of what was claimed to be more than 100,000 tons of chemicals dumped from their plant in &lt;a href=\"Waterford%2C%20New%20York\"&gt;Waterford, New York&lt;/a&gt;. In 1999, the company agreed to pay a $250 million settlement in connection with claims it polluted the &lt;a href=\"Housatonic%20River\"&gt;Housatonic River&lt;/a&gt; (&lt;a href=\"Pittsfield%2C%20Massachusetts\"&gt;Pittsfield, Massachusetts&lt;/a&gt;) and other sites with &lt;a href=\"polychlorinated%20biphenyl\"&gt;polychlorinated biphenyl&lt;/a&gt;s (PCBs) and other hazardous substances.\nIn 2003, acting on concerns that the plan proposed by GE did not \"provide for adequate protection of public health and the environment,\" the United States Environmental Protection Agency issued a unilateral administrative order for the company to \"address cleanup at the GE site\" in &lt;a href=\"Rome%2C%20Georgia\"&gt;Rome, Georgia&lt;/a&gt;, also contaminated with PCBs.\nThe &lt;a href=\"nuclear%20reactor\"&gt;nuclear reactor&lt;/a&gt;s involved in the 2011 crisis at &lt;a href=\"Fukushima%20Daiichi%20Nuclear%20Power%20Plant\"&gt;Fukushima I&lt;/a&gt; in Japan were GE designs, and the architectural designs were done by &lt;a href=\"Ebasco\"&gt;Ebasco&lt;/a&gt;, formerly owned by GE. Concerns over the design and safety of these reactors were raised as early as 1972, but &lt;a href=\"tsunami\"&gt;tsunami&lt;/a&gt; danger was not discussed at that time. , the same model nuclear power reactors designed by GE are operating in the US; however, as of May 31, 2019, the controversial &lt;a href=\"Pilgrim%20Nuclear%20Generating%20Station\"&gt;Pilgrim Nuclear Generating Station&lt;/a&gt;, in &lt;a href=\"Plymouth%2C%20Massachusetts\"&gt;Plymouth, Massachusetts&lt;/a&gt;, has been shut down and is in the process of decommission.\nPollution of the Hudson River.\nGE heavily contaminated the Hudson River with &lt;a href=\"Polychlorinated%20biphenyl\"&gt;polychlorinated biphenyls (PCBs)&lt;/a&gt; between 1947 and 1977. This pollution caused a range of harmful effects to wildlife and people who eat fish from the river or drink the water. In response to the contamination, activists protested in various ways. Musician &lt;a href=\"Pete%20Seeger\"&gt;Pete Seeger&lt;/a&gt; founded the &lt;a href=\"Hudson%20River%20Sloop%20Clearwater\"&gt;Hudson River Sloop Clearwater&lt;/a&gt; and the &lt;a href=\"Clearwater%20Festival\"&gt;Clearwater Festival&lt;/a&gt; to draw attention to the problem. In 1983, the &lt;a href=\"United%20States%20Environmental%20Protection%20Agency\"&gt;United States Environmental Protection Agency&lt;/a&gt; (EPA) declared a 200-mile (320 km) stretch of the river, from Hudson Falls to New York City, to be a &lt;a href=\"Superfund\"&gt;Superfund&lt;/a&gt; site requiring cleanup. This Superfund site is considered to be one of the largest in the nation. Other sources of pollution, including mercury contamination and sewage dumping, have also contributed to problems in the Hudson River watershed.\nPollution of the Housatonic River.\nFrom until 1977, GE polluted the &lt;a href=\"Housatonic%20River\"&gt;Housatonic River&lt;/a&gt; with PCB discharges from its plant at &lt;a href=\"Pittsfield%2C%20Massachusetts\"&gt;Pittsfield, Massachusetts&lt;/a&gt;. EPA designated the Pittsfield plant and several miles of the Housatonic to be a Superfund site in 1997, and ordered GE to remediate the site. Aroclor 1254 and Aroclor 1260, made by &lt;a href=\"Monsanto\"&gt;Monsanto&lt;/a&gt;, was the primary contaminant of the pollution. The highest concentrations of PCBs in the Housatonic River are found in Woods Pond in &lt;a href=\"Lenox%2C%20Massachusetts\"&gt;Lenox, Massachusetts&lt;/a&gt;, just south of Pittsfield, where they have been measured up to 110 mg/kg in the sediment. About 50% of all the PCBs currently in the river are estimated to be retained in the sediment behind Woods Pond dam. This is estimated to be about of PCBs. Former filled oxbows are also polluted. Waterfowl and fish who live in and around the river contain significant levels of PCBs and can present health risks if consumed.\nEnvironmental initiatives.\nOn June 6, 2011, GE announced that it has licensed solar thermal technology from California-based eSolar for use in power plants that use both solar and natural gas.\nOn May 26, 2011, GE unveiled its EV Solar Carport, a &lt;a href=\"carport\"&gt;carport&lt;/a&gt; that incorporates solar panels on its roof, with electric vehicle charging stations under its cover.\nIn May 2005, GE announced the launch of a program called \"Ecomagination\", intended, in the words of CEO Jeff Immelt, \"to develop tomorrow's solutions such as solar energy, hybrid locomotives, fuel cells, lower-emission aircraft engines, lighter and stronger durable materials, efficient lighting, and water purification technology\". The announcement prompted an op-ed piece in \"The New York Times\" to observe that, \"while General Electric's increased emphasis on &lt;a href=\"clean%20technology\"&gt;clean technology&lt;/a&gt; will probably result in improved products and benefit its bottom line, Mr. Immelt's credibility as a spokesman on national environmental policy is fatally flawed because of his company's intransigence in cleaning up its own toxic legacy.\"\nGE has said that it will invest $1.4 billion in clean technology research and development in 2008 as part of its Ecomagination initiative. As of October 2008, the scheme had resulted in 70 green products being brought to market, ranging from halogen lamps to biogas engines. In 2007, GE raised the annual revenue target for its Ecomagination initiative from $20 billion in 2010 to $25 billion following positive market response to its new product lines. In 2010, GE continued to raise its investment by adding $10 billion into Ecomagination over the next five years.\nGE Energy's &lt;a href=\"renewable%20energy\"&gt;renewable energy&lt;/a&gt; business has expanded greatly, to keep up with growing U.S. and global demand for &lt;a href=\"clean%20energy\"&gt;clean energy&lt;/a&gt;. Since entering the &lt;a href=\"renewable%20energy%20industry\"&gt;renewable energy industry&lt;/a&gt; in 2002, GE has invested more than $850 million in &lt;a href=\"renewable%20energy%20commercialization\"&gt;renewable energy commercialization&lt;/a&gt;. In August 2008, it acquired Kelman Ltd, a Northern Ireland-based company specializing in advanced monitoring and diagnostics technologies for transformers used in renewable energy generation and announced an expansion of its business in Northern Ireland in May 2010. In 2009, GE's renewable energy initiatives, which include &lt;a href=\"solar%20power\"&gt;solar power&lt;/a&gt;, &lt;a href=\"wind%20power\"&gt;wind power&lt;/a&gt; and &lt;a href=\"GE%20Jenbacher\"&gt;GE Jenbacher&lt;/a&gt; &lt;a href=\"gas%20engines\"&gt;gas engines&lt;/a&gt; using renewable and non-renewable methane-based gases, employ more than 4,900 people globally and have created more than 10,000 supporting jobs.\nGE Energy and &lt;a href=\"Orion%20New%20Zealand\"&gt;Orion New Zealand&lt;/a&gt; (Orion) have announced the implementation of the first phase of a GE network management system to help improve power reliability for customers. GE's ENMAC Distribution Management System is the foundation of Orion's initiative. The system of &lt;a href=\"smart%20grid\"&gt;smart grid&lt;/a&gt; technologies will significantly improve the network company's ability to manage big network emergencies and help it to restore power faster when outages occur.\nIn June 2018, GE Volunteers, an internal group of GE Employees, along with Malaysian Nature Society, transplanted more than 270 plants from the Taman Tugu forest reserve so that they may be replanted in the forest trail which is under construction.\nEducational initiatives.\nGE Healthcare is collaborating with The &lt;a href=\"Wayne%20State%20University%20School%20of%20Medicine\"&gt;Wayne State University School of Medicine&lt;/a&gt; and the &lt;a href=\"Medical%20University%20of%20South%20Carolina\"&gt;Medical University of South Carolina&lt;/a&gt; to offer an integrated radiology curriculum during their respective MD Programs led by investigators of the &lt;a href=\"Advanced%20Diagnostic%20Ultrasound%20in%20micro-gravity\"&gt;Advanced Diagnostic Ultrasound in micro-gravity&lt;/a&gt; study. GE has donated over one million dollars of Logiq E Ultrasound equipment to these two institutions.\nMarketing initiatives.\nBetween September 2011 and April 2013, GE ran a &lt;a href=\"content%20marketing\"&gt;content marketing&lt;/a&gt; campaign dedicated to telling the stories of \"innovators—people who are reshaping the world through act or invention\". The initiative included 30 3-minute films from leading documentary film directors (&lt;a href=\"Albert%20and%20David%20Maysles\"&gt;Albert Maysles&lt;/a&gt;, &lt;a href=\"Jessica%20Yu\"&gt;Jessica Yu&lt;/a&gt;, &lt;a href=\"Leslie%20Iwerks\"&gt;Leslie Iwerks&lt;/a&gt;, &lt;a href=\"Steve%20James%20%28producer%29\"&gt;Steve James&lt;/a&gt;, &lt;a href=\"Alex%20Gibney\"&gt;Alex Gibney&lt;/a&gt;, &lt;a href=\"Lixin%20Fan\"&gt;Lixin Fan&lt;/a&gt;, &lt;a href=\"Gary%20Hustwit\"&gt;Gary Hustwit&lt;/a&gt; and others), and a user-generated competition that received over 600 submissions, out of which 20 finalists were chosen.\n\"Short Films, Big Ideas\" was launched at the 2011 &lt;a href=\"Toronto%20International%20Film%20Festival\"&gt;Toronto International Film Festival&lt;/a&gt; in partnership with &lt;a href=\"Morgan%20Spurlock\"&gt;cinelan&lt;/a&gt;. Stories included breakthroughs in &lt;a href=\"water%20treatment\"&gt;Slingshot (water vapor distillation system)&lt;/a&gt;, cancer research, energy production, pain management and food access. Each of the 30 films received world premiere screenings at a major international film festival, including the &lt;a href=\"Sundance%20Film%20Festival\"&gt;Sundance Film Festival&lt;/a&gt; and the &lt;a href=\"Tribeca%20Film%20Festival\"&gt;Tribeca Film Festival&lt;/a&gt;. The winning amateur director film, \"The Cyborg Foundation\", was awarded a prize at the 2013 at Sundance Film Festival. According to GE, the campaign garnered more than 1.5 billion total media impressions, 14 million online views, and was seen in 156 countries.\nIn January 2017, GE signed an estimated $7 million deal with the &lt;a href=\"Boston%20Celtics\"&gt;Boston Celtics&lt;/a&gt; to have its corporate logo put on the &lt;a href=\"National%20Basketball%20Association\"&gt;NBA&lt;/a&gt; team's jersey.\nPolitical affiliation.\nIn the 1950s, GE sponsored &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt;'s &lt;a href=\"General%20Electric%20Theater\"&gt;TV career&lt;/a&gt; and launched him on the lecture circuit. GE has also designed social programs, supported civil rights organizations, and funds minority education programs.\nNotable appearances in media.\nIn the early 1950s, &lt;a href=\"Kurt%20Vonnegut\"&gt;Kurt Vonnegut&lt;/a&gt; was a writer for GE. A number of his novels and stories (notably \"&lt;a href=\"Cat%27s%20Cradle\"&gt;Cat's Cradle&lt;/a&gt;\" and \"&lt;a href=\"Player%20Piano%20%28novel%29\"&gt;Player Piano&lt;/a&gt;\") refer to the fictional city of &lt;a href=\"Ilium%20%28Kurt%20Vonnegut%29\"&gt;Ilium&lt;/a&gt;, which appears to be loosely based on Schenectady, New York. The Ilium Works is the setting for the short story \"&lt;a href=\"Deer%20in%20the%20Works\"&gt;Deer in the Works&lt;/a&gt;\".\nIn 1981, GE won a &lt;a href=\"Clio%20award\"&gt;Clio award&lt;/a&gt; for its :30 Soft White Light Bulbs commercial, &lt;a href=\"We%20Bring%20Good%20Things%20to%20Life\"&gt;We Bring Good Things to Life&lt;/a&gt;. The slogan \"We Bring Good Things to Life\" was created by &lt;a href=\"Phil%20Dusenberry\"&gt;Phil Dusenberry&lt;/a&gt; at the ad agency &lt;a href=\"BBDO\"&gt;BBDO&lt;/a&gt;.\nGE was the primary focus of a 1991 short subject &lt;a href=\"Academy%20Award\"&gt;Academy Award&lt;/a&gt;-winning documentary, \"Deadly Deception: General Electric, Nuclear Weapons, and Our Environment\", that juxtaposed GE's \"We Bring Good Things To Life\" commercials with the true stories of workers and neighbors whose lives have been affected by the company's activities involving &lt;a href=\"nuclear%20weapons\"&gt;nuclear weapons&lt;/a&gt;.\nIn 2013, GE received a National &lt;a href=\"Jefferson%20Awards%20for%20Public%20Service\"&gt;Jefferson Award&lt;/a&gt; for Outstanding Service by a Major Corporation."
}