{
    "id": "12740843",
    "revid": "1066533281",
    "url": "https://en.wikipedia.org/wiki?curid=12740843",
    "title": "Mark Foley (Limerick hurler)",
    "text": " \nMark Foley (born 17 April 1975 in &lt;a href=\"Cork%20%28city%29\"&gt;Cork&lt;/a&gt;, Ireland) is an Irish sportsperson. He plays &lt;a href=\"hurling\"&gt;hurling&lt;/a&gt; with his local club &lt;a href=\"Adare%20GAA\"&gt;Adare&lt;/a&gt; and was a member of the &lt;a href=\"Limerick%20GAA\"&gt;Limerick&lt;/a&gt; senior inter-county team from 1995 until 2009.\nEarly life.\nMark Foley was born in &lt;a href=\"Cork%20%28city%29\"&gt;Cork&lt;/a&gt; in 1975 and when he was nine months old his family moved to &lt;a href=\"Adare\"&gt;Adare&lt;/a&gt;, &lt;a href=\"County%20Limerick\"&gt;County Limerick&lt;/a&gt;. He was born into a family that had a great interest in &lt;a href=\"Gaelic%20games\"&gt;Gaelic games&lt;/a&gt;. His father would later serve as a selector with the &lt;a href=\"Limerick%20GAA\"&gt;Limerick&lt;/a&gt; senior hurling team. Foley was educated locally and later attended &lt;a href=\"Mary%20Immaculate%20College\"&gt;Mary Immaculate College&lt;/a&gt; in &lt;a href=\"Limerick\"&gt;Limerick&lt;/a&gt; where he studied to be a primary school teacher. Here he played on both the college &lt;a href=\"hurling\"&gt;hurling&lt;/a&gt; and college &lt;a href=\"Gaelic%20football\"&gt;football&lt;/a&gt; teams.\nPlaying career.\nClub.\nFoley plays his club &lt;a href=\"hurling\"&gt;hurling&lt;/a&gt; with his local &lt;a href=\"Adare%20GAA\"&gt;Adare&lt;/a&gt; team. He has had much success with the club, winning under-12, under-14, under-16 and minor county medals throughout the late 1980s and early 1990s. In 2001 and 2002. Foley won back-to-back senior &lt;a href=\"Limerick%20Senior%20Hurling%20Championship\"&gt;county championship&lt;/a&gt; medals with Adare. They were beaten in the 2003 final by &lt;a href=\"Patrickswell%20GAA\"&gt;Patrickswell&lt;/a&gt;. In 2007 he (and Adare) won a third county senior championship and a fourth in 2008.\nIn early 2013 Foley played junior hurling with Castletown/Ballyagran the very same parish as where he run's the local pub, however there was mixed fortunes for the club as they won the \"South junior hurling\" championship but were then beaten in a county semi-final by local rivals Feenagh/Kilmeedy\nOn 30 December 2013 Foley was announced Vice-Chairman of Castletown/Ballyagran GAA club .\nInter-county.\nFoley has played hurling at all levels with &lt;a href=\"Limerick%20GAA\"&gt;Limerick&lt;/a&gt;. In the early 1990s he played on both the minor and under-21 teams, however, he had little success. He later joined the senior side and was a member of the panel when Limerick won the &lt;a href=\"Munster%20Senior%20Hurling%20Championship\"&gt;Munster Championship&lt;/a&gt; in 1994. The team later lost the &lt;a href=\"All-Ireland%20Senior%20Hurling%20Championship\"&gt;All-Ireland&lt;/a&gt; final to &lt;a href=\"Offaly%20GAA\"&gt;Offaly&lt;/a&gt; in what has become known as 'the five-minute final.' In 1995 Foley made his championship debut against &lt;a href=\"Tipperary%20GAA\"&gt;Tipperary&lt;/a&gt;, however, Limerick later lost the Munster final to &lt;a href=\"Clare%20GAA\"&gt;Clare&lt;/a&gt;. The following year he won his first Munster title as a full member of the team and Limerick later qualified to play &lt;a href=\"Wexford%20GAA\"&gt;Wexford&lt;/a&gt; in the All-Ireland final. For the second time in three years Limerick left &lt;a href=\"Croke%20Park\"&gt;Croke Park&lt;/a&gt; empty handed. There was some consolation for Foley as his performance in the championship earned him an &lt;a href=\"GAA%20All%20Stars%20Awards\"&gt;All-Star&lt;/a&gt; award and he was also crowned the &lt;a href=\"All%20Stars%20Young%20Hurler%20of%20the%20Year\"&gt;All Stars Young Hurler of the Year&lt;/a&gt;.\nIn 1997 Foley won a &lt;a href=\"National%20Hurling%20League\"&gt;National Hurling League&lt;/a&gt; medal with Limerick, however, the following decade saw Limerick's senior hurling fortunes take a dramatic downturn. In spite of this Foley received a second All-Star award in 2001. Six years later in 2007 Limerick had an epic battle with Tipp in the provincial championship. After a second replay Foley's side emerged victorious and qualified to play &lt;a href=\"Waterford%20GAA\"&gt;Waterford&lt;/a&gt; in the Munster final. Although Limerick lost on that occasion the team showed that they were not a pushover. Limerick later gained their revenge on Waterford by defeating them in the All-Ireland semi-final. This victory allowed Foley's side to play &lt;a href=\"Kilkenny%20GAA\"&gt;Kilkenny&lt;/a&gt; in the championship decider. Unfortunately, Limerick got off to a bad start with goalkeeper &lt;a href=\"Brian%20Murray%20%28hurler%29\"&gt;Brian Murray&lt;/a&gt; letting in two goals in the first ten minutes. 'The Cats', however, went on to win the game by six points.\nIn the 2009 All-Ireland Championship quarter-final against &lt;a href=\"Dublin%20GAA\"&gt;Dublin&lt;/a&gt;, Foley became Limerick's most \"capped\" player of all time. It was his 46th Championship appearance for Limerick, overtaking &lt;a href=\"Timmy%20Ryan\"&gt;Timmy Ryan&lt;/a&gt;'s record which had stood since 1946. He led his team as far as the All-Ireland semi-finals before being knocked out by Tipperary.\nProvincial.\nFoley has also lined out with &lt;a href=\"Munster%20GAA\"&gt;Munster&lt;/a&gt; in the &lt;a href=\"Railway%20Cup\"&gt;Railway Cup&lt;/a&gt; inter-provincial competition. He captured a winners medal in this competition in 1997 as Munster defeated &lt;a href=\"Leinster%20GAA\"&gt;Leinster&lt;/a&gt;."
}