{
    "id": "1274967",
    "revid": "36246437",
    "url": "https://en.wikipedia.org/wiki?curid=1274967",
    "title": "Tiberius Claudius Nero (father of Tiberius Caesar)",
    "text": "Tiberius Claudius Nero (c. 82 – 33 BC) was a Roman politician, senator, and praetor who lived in the last century of the &lt;a href=\"Roman%20Republic\"&gt;Roman Republic&lt;/a&gt;.\nHe was notable for being the first husband of &lt;a href=\"Livia\"&gt;Livia&lt;/a&gt;, before she divorced him to marry the future emperor &lt;a href=\"Augustus\"&gt;Augustus&lt;/a&gt;, and the biological father of the second Roman emperor &lt;a href=\"Tiberius\"&gt;Tiberius&lt;/a&gt;.\nAncestry.\nNero was a member of the &lt;a href=\"Roman%20Republic\"&gt;republican&lt;/a&gt; &lt;a href=\"Claudia%20gens\"&gt;Claudia gens&lt;/a&gt; of &lt;a href=\"Ancient%20Rome\"&gt;Rome&lt;/a&gt;. He was a descendant of the &lt;a href=\"Roman%20censor\"&gt;censor&lt;/a&gt; &lt;a href=\"Appius%20Claudius%20Caecus\"&gt;Appius Claudius Caecus&lt;/a&gt;. Nero was the son of &lt;a href=\"Tiberius%20Claudius%20Nero%20%28grandfather%20of%20Tiberius%20Caesar%29\"&gt;Tiberius Claudius Nero&lt;/a&gt; and his mother was a descendant of the Claudian gens. Nero had a sister called &lt;a href=\"Claudia%20%28aunt%20of%20Tiberius%29\"&gt;Claudia&lt;/a&gt;, who married the &lt;a href=\"prefect\"&gt;prefect&lt;/a&gt; &lt;a href=\"Quintus%20Volusius%20%28prefect%29\"&gt;Quintus Volusius&lt;/a&gt;.\nPolitical career.\nUnder Julius Caesar.\nNero had served as a &lt;a href=\"quaestor\"&gt;quaestor&lt;/a&gt; to &lt;a href=\"Julius%20Caesar\"&gt;Julius Caesar&lt;/a&gt; in 48 BC, commanding his fleet in the &lt;a href=\"Caesar%27s%20Civil%20War\"&gt;Alexandrian War&lt;/a&gt;. Having achieved victory over the &lt;a href=\"Ancient%20Egypt\"&gt;Egyptian navy&lt;/a&gt;, he was rewarded with a priesthood. Julius Caesar had sent Nero to create Roman colonies in &lt;a href=\"Gaul\"&gt;Gaul&lt;/a&gt; and in other provinces.\nAssassination of Julius Caesar.\nDespite his service with Julius Caesar, Nero was an &lt;a href=\"Optimates\"&gt;Optimate&lt;/a&gt; at heart. After the murder of Julius Caesar in 44 BC, when it seemed that the assassins were triumphant, he suggested that they be rewarded for their services to the state. However, due to his previous alliance with the Roman dictator, Nero was allowed to be elected &lt;a href=\"praetor\"&gt;praetor&lt;/a&gt; in 42 BC.\nSecond Triumvirate.\nShortly afterwards, the &lt;a href=\"Second%20Triumvirate\"&gt;Second Triumvirate&lt;/a&gt; began to break down, causing a dangerous situation in Rome as the triumvirs went to battle with each other. Nero was forced to choose sides and in his distrust of &lt;a href=\"Augustus\"&gt;Octavian&lt;/a&gt;, he cast his lot with &lt;a href=\"Mark%20Antony\"&gt;Mark Antony&lt;/a&gt;. In 41 BC, he fled Rome with Livia and Tiberius in tow, joining Antony's brother &lt;a href=\"Lucius%20Antonius%20%28brother%20of%20Mark%20Antony%29\"&gt;Lucius&lt;/a&gt; in &lt;a href=\"Perusia\"&gt;Perusia&lt;/a&gt;. Perusia was besieged by Octavian's men by the time Nero arrived, and when the town fell in 40 BC, he was forced to flee first to &lt;a href=\"Palestrina\"&gt;Praeneste&lt;/a&gt;, and then &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt;. In 40 BC, Octavian and Mark Antony finally reconciled.\nIn Naples, Nero tried in vain to raise a slave battalion against Octavian and then took refuge with &lt;a href=\"Sextus%20Pompey\"&gt;Sextus Pompey&lt;/a&gt;, who was then acting as a pirate leader in &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;. Nero with his family joined Mark Antony soon after in &lt;a href=\"Achaea\"&gt;Achaea&lt;/a&gt;.\nAfter three years of fleeing from Octavian, Nero returned to Rome with Livia and the younger Tiberius, aged 3. Octavian immediately after catching sight of Livia, fell in love with her, despite the fact that she was still married. Octavian was married to &lt;a href=\"Scribonia%20%28wife%20of%20Augustus%29\"&gt;Scribonia&lt;/a&gt;, with whom he had a daughter called &lt;a href=\"Julia%20the%20Elder\"&gt;Julia&lt;/a&gt;, now known as Julia the Elder. Octavian and Scribonia divorced. Around this time Livia was also pregnant and despite this, Nero was persuaded or forced by Octavian to divorce Livia. Nero and Livia's second son was born in early 38 BC and he was named &lt;a href=\"Decimus%20Claudius%20Drusus\"&gt;Decimus Claudius Drusus&lt;/a&gt;, which was later changed to &lt;a href=\"Nero%20Claudius%20Drusus\"&gt;Nero Claudius Drusus&lt;/a&gt;. Using a cognomen such as \"Nero\" as a first name was unusual, as was the prominence given to his maternal lineage in adopting \"Drusus\" as his cognomen. Octavian and Livia married on January 17, waiving the traditional waiting period. Nero was present at their wedding, giving Livia away \"just as a father would\". As agreed, Nero took his sons to his home, where they were raised and educated.\nDeath.\nNero died in 33 BC. After his death, his sons went to live with their mother and stepfather. The younger Tiberius, aged 9, delivered his funeral eulogy on the &lt;a href=\"Rostra\"&gt;Rostra&lt;/a&gt; in Rome. When the future &lt;a href=\"Roman%20emperor\"&gt;Roman emperor&lt;/a&gt; &lt;a href=\"Tiberius\"&gt;Tiberius&lt;/a&gt; celebrated his coming of age, he staged two &lt;a href=\"gladiator\"&gt;gladiator&lt;/a&gt;ial contests; one was held at the &lt;a href=\"Roman%20Forum\"&gt;Forum&lt;/a&gt; in memory of his father and the other at the amphitheatre in memory of his grandfather Drusus.\nPersonal life.\nAround the time Nero was elected praetor in 42 BC, he married his relative &lt;a href=\"Livia\"&gt;Livia&lt;/a&gt; Drusilla, whose father &lt;a href=\"Marcus%20Livius%20Drusus%20Claudianus\"&gt;Marcus Livius Drusus Claudianus&lt;/a&gt; was from the same &lt;a href=\"gens\"&gt;gens&lt;/a&gt;. &lt;a href=\"Tiberius\"&gt;His son of the same name&lt;/a&gt; was born November 16, 42 BC, at &lt;a href=\"Fondi\"&gt;Fondi&lt;/a&gt; Italy."
}