{
    "id": "12744651",
    "revid": "14841472",
    "url": "https://en.wikipedia.org/wiki?curid=12744651",
    "title": "Levi Williams",
    "text": "Levi Williams (1794–1860) was a &lt;a href=\"Baptist\"&gt;Baptist&lt;/a&gt; &lt;a href=\"Minister%20%28Christianity%29\"&gt;minister&lt;/a&gt; and a member of the &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt; &lt;a href=\"militia\"&gt;militia&lt;/a&gt;. He was active in opposing the presence of the &lt;a href=\"Latter%20Day%20Saint\"&gt;Latter Day Saint&lt;/a&gt;s in &lt;a href=\"Hancock%20County%2C%20Illinois\"&gt;Hancock County, Illinois&lt;/a&gt;, during the 1840s. He is one of five defendants who were tried and acquitted of the 1844 &lt;a href=\"Death%20of%20Joseph%20Smith\"&gt;murder&lt;/a&gt; of &lt;a href=\"Joseph%20Smith\"&gt;Joseph Smith&lt;/a&gt;, founder of the &lt;a href=\"Latter%20Day%20Saint%20movement\"&gt;Latter Day Saint movement&lt;/a&gt;.\nIn the early 1830s, Williams, his wife (Mary \"Polly\" Reid), and three sons John Reid Williams, Henry Clay Williams and Rice Williams moved from Kentucky to Hancock County, Illinois. Southeast of &lt;a href=\"Warsaw%2C%20Illinois\"&gt;Warsaw&lt;/a&gt;, in Green Plains, Williams became a &lt;a href=\"farmer\"&gt;farmer&lt;/a&gt; and a &lt;a href=\"Cooper%20%28profession%29\"&gt;cooper&lt;/a&gt;. He also occasionally worked as a Baptist minister. Williams served as a county commissioner to establish roads.\nIn 1835, he was commissioned a &lt;a href=\"Captain%20%28United%20States%29\"&gt;captain&lt;/a&gt; in the 59th &lt;a href=\"Regiment\"&gt;Regiment&lt;/a&gt; of the Illinois militia and in 1840 was commissioned &lt;a href=\"colonel\"&gt;colonel&lt;/a&gt; and commanding officer of the same regiment. Williams was a veteran of the &lt;a href=\"War%20of%201812\"&gt;War of 1812&lt;/a&gt;, and was the son of a veteran of the &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt; who served in &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;.\nWhen &lt;a href=\"Latter%20Day%20Saint\"&gt;Latter Day Saint&lt;/a&gt;s began settling in Hancock County in the late 1830s and early 1840s, Williams became a fierce opponent of their presence. In 1843, Williams led a militia that captured &lt;a href=\"Mormon\"&gt;Mormon&lt;/a&gt; &lt;a href=\"Daniel%20Avery%20%28Mormon%29\"&gt;Daniel Avery&lt;/a&gt; and his son and threatened them with guns and knives before releasing them in &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt;.\nMurder trial.\nAfter &lt;a href=\"Joseph%20Smith\"&gt;Joseph Smith&lt;/a&gt; and his brother &lt;a href=\"Hyrum%20Smith\"&gt;Hyrum&lt;/a&gt; were killed at &lt;a href=\"Carthage%20Jail\"&gt;Carthage Jail&lt;/a&gt; on June 27, 1844, Williams was accused of having ordered his 59th Regiment to take part in the storming of the jail. At trial, Williams and four other defendants were acquitted of the murders by a jury.\nAccording to &lt;a href=\"%26quot%3BWild%20Bill%26quot%3B%20Hickman\"&gt;\"Wild Bill\" Hickman&lt;/a&gt;, Williams told him that because the Mormons \"ruled the county [and] elected whom they pleased ... the old settlers had no chance\". Killing the Smiths, Williams claimed, \"was the only way they could get rid of them.\"\nWilliams served as postmaster of Green Plains, Illinois, after his acquittal. He died of a stroke on November 20, 1860, at his farm in Green Plains. Previously a member of the Whig Party, Williams joined the Republican Party before his death."
}