{
    "id": "127556",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=127556",
    "title": "Dobbs Ferry, New York",
    "text": "Dobbs Ferry is a &lt;a href=\"Administrative%20divisions%20of%20New%20York%23Village\"&gt;village&lt;/a&gt; in &lt;a href=\"Westchester%20County%2C%20New%20York\"&gt;Westchester County, New York&lt;/a&gt;, United States. The population was 10,875 according to the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 United States Census&lt;/a&gt;. In 2019, its population rose to an estimated 11,027. The village of Dobbs Ferry is located in, and is a part of, the &lt;a href=\"administrative%20divisions%20of%20New%20York%23Town\"&gt;town&lt;/a&gt; of &lt;a href=\"Greenburgh%2C%20New%20York\"&gt;Greenburgh&lt;/a&gt;. The village &lt;a href=\"ZIP%20code\"&gt;ZIP code&lt;/a&gt; is 10522. Most of the village falls within the boundaries of the &lt;a href=\"Dobbs%20Ferry%20Union%20Free%20School%20District\"&gt;Dobbs Ferry Union Free School District&lt;/a&gt;.\nDobbs Ferry was ranked seventh in the list of the top 10 places to live in New York State for 2014, according to the national online real estate brokerage Movoto. Dobbs Ferry is also the first village in New York State certified as a Climate Smart Community and was granted in 2014 the highest level given out in the state.\nHistory.\nMultiple groups of native peoples lived in what is now known as Dobbs Ferry since at least 4500BC. The most recent tribe who claimed territory of the area are the &lt;a href=\"Wecquaesgeek\"&gt;Wecquaesgeek&lt;/a&gt;, maintaining villages up until the 1600's. Numerous artifacts from the tribe continue to be found along Wicker's Creek in &lt;a href=\"oyster\"&gt;oyster&lt;/a&gt; &lt;a href=\"midden\"&gt;midden&lt;/a&gt;s.\nDobbs Ferry was named after Jeremiah Dobbs, a descendant of William Dobbs, of Swedish and Dutch ancestry whose family ran a ferry service that traversed the &lt;a href=\"Hudson%20River\"&gt;Hudson River&lt;/a&gt; at this location. Dobbs was a fisherman and settled near the southern part of what is now Dobbs Ferry, and he \"added to his meager income by ferriage of occasional travelers across the Hudson. He used a style of boat known at that day as a &lt;a href=\"periauger\"&gt;periauger&lt;/a&gt;, a canoe hollowed out of a solid log. . . From this primitive ferry the village took its name.\"\nDobbs Ferry played a vital role in the &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt;. The position of the village opposite the northernmost end of &lt;a href=\"The%20Palisades%20%28Hudson%20River%29\"&gt;the Palisades&lt;/a&gt; gave it importance during the war. The region was repeatedly raided by &lt;a href=\"camp%20follower\"&gt;camp follower&lt;/a&gt;s of each army; &lt;a href=\"earthworks%20%28military%29\"&gt;earthworks&lt;/a&gt; and a &lt;a href=\"Fortification\"&gt;fort&lt;/a&gt;, commanding the Hudson ferry and the ferry to &lt;a href=\"Paramus%2C%20New%20Jersey\"&gt;Paramus, New Jersey&lt;/a&gt;, were built; the British army made Dobbs Ferry a \"rendezvous\", after the &lt;a href=\"Battle%20of%20White%20Plains\"&gt;Battle of White Plains&lt;/a&gt; in November 1776, and the continental division under General &lt;a href=\"Benjamin%20Lincoln\"&gt;Benjamin Lincoln&lt;/a&gt; was here at the end of January 1777.\nIn July and August 1781, during the seventh year of the war, &lt;a href=\"Continental%20Army\"&gt;Continental Army&lt;/a&gt; troops commanded by General &lt;a href=\"George%20Washington\"&gt;George Washington&lt;/a&gt; were encamped in Dobbs Ferry and neighboring localities, alongside allied French forces under the command of the &lt;a href=\"Jean-Baptiste%20Donatien%20de%20Vimeur%2C%20comte%20de%20Rochambeau\"&gt;Comte de Rochambeau&lt;/a&gt;. A large British army controlled &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt; at the time, and Washington chose the Dobbs Ferry area for encampment because he hoped to probe for weaknesses in the British defenses, just to the south. But on August 14, 1781, a communication was received from French Admiral &lt;a href=\"Fran%C3%A7ois%20Joseph%20Paul%20de%20Grasse\"&gt;Comte de Grasse&lt;/a&gt; in the &lt;a href=\"West%20Indies\"&gt;West Indies&lt;/a&gt;, which caused Washington to change his strategy. De Grasse's communication, which advocated a joint land and sea attack against the British in &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;, convinced Washington to risk a march of more than to the &lt;a href=\"Chesapeake%20Bay\"&gt;Chesapeake&lt;/a&gt; region of Virginia. Washington's new strategy, adopted and designed in mid-August 1781, at the encampment of the allied armies, would win the war. The allied armies were ordered to break camp on August 19, 1781: on that date the Americans took the first steps of their march to Virginia along present-day Ashford Avenue and Broadway, en route to victory over &lt;a href=\"Charles%20Cornwallis%2C%201st%20Marquess%20Cornwallis\"&gt;General Cornwallis&lt;/a&gt; at the &lt;a href=\"Siege%20of%20Yorktown\"&gt;Siege of Yorktown&lt;/a&gt; and to victory in the Revolutionary War.\nThe village was originally incorporated in 1873 as &lt;a href=\"Greenburgh%2C%20New%20York\"&gt;Greenburgh&lt;/a&gt;, but the name was changed to Dobbs Ferry in 1882.\nThe current local government of Dobbs Ferry is headed by Mayor Vincent Rossillo, a Democrat, who was elected in November 2019.\nThe &lt;a href=\"Estherwood%20and%20Carriage%20House\"&gt;Estherwood and Carriage House&lt;/a&gt;, &lt;a href=\"Hyatt-Livingston%20House\"&gt;Hyatt-Livingston House&lt;/a&gt;, &lt;a href=\"South%20Presbyterian%20Church\"&gt;South Presbyterian Church&lt;/a&gt;, and &lt;a href=\"United%20States%20Post%20Office%20%28Dobbs%20Ferry%2C%20New%20York%29\"&gt;United States Post Office&lt;/a&gt; are listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;.\nDemographics.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 10,622 people, 3,792 households, and 2,570 families residing in the village. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 4,350.0 people per square mile (1,680.8 per km2). There were 3,941 housing units at an average density of 1,614.0 per square mile (623.6 per km2). The racial makeup of the village was 80.70% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 7.38% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.08% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 7.56% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.09% &lt;a href=\"Pacific%20Islander%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 1.93% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 2.26% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 7.00% of the population.\nThere were 3,792 households, out of which 34.5% had children under the age of 18 living with them, 54.8% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 10.0% had a female householder with no husband present, and 32.2% were non-families. Of all households, 27.6% were made up of individuals, and 8.4% had someone living alone who was 65 years of age or older. The average household size was 2.55 and the average family size was 3.13.\nIn the village, the population was spread out, with 26.0% under the age of 18, 7.3% from 18 to 24, 27.4% from 25 to 44, 24.1% from 45 to 64, and 15.2% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 95.7 males. For every 100 females age 18 and over, there were 84.5 males.\nThe median income for a household in the village was $70,333, and the median income for a family was $93,127. Males had a median income of $65,532 versus $50,091 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the village was $35,090. About 1.8% of families and 5.8% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 4.8% of those under age 18 and 7.2% of those age 65 or over.\nGeography.\nDobbs Ferry is located at (41.012729, −73.866026).\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the village has a total area of , of which is land and , or 23.03%, is water.\nThe village is bounded on the west by the &lt;a href=\"Hudson%20River\"&gt;Hudson River&lt;/a&gt;, and on the east by the &lt;a href=\"Saw%20Mill%20River\"&gt;Saw Mill River&lt;/a&gt;. Wickers Creek (name derived from the indigenous &lt;a href=\"Weckquaesgeek\"&gt;Weckquaesgeek&lt;/a&gt;) runs east to west through the center of the village from its main source in the Juhring Nature Preserve, Todd's Pond.\nThe village consists of a series of neighborhoods as defined in the 2010 Vision Plan, the &lt;a href=\"Comprehensive%20planning\"&gt;Master Plan&lt;/a&gt; for the village. These neighborhoods are not popularly recognized as of 2014. As the Vision Plan states, \"Sometimes the boundaries of these neighborhoods are clearly defined, but other times less so. Where necessary, boundaries have been interpolated.\" The neighborhoods are: Springhurst Park, Broadway, Wickers Creek, Waterfront, Old Town, Fairmead, Riverview Manor, Villard, Osborne, Belden, Maple, Walgrove, Virginia, Beacon Hill, Campuses and Woods, Parkway, Southfield, Knoll, Northfield, and Juhring. (Homes in Juhring are commonly referred to by real estate brokers as part of the Ardsley Park neighborhood, which encompasses the Juhring neighborhood in Dobbs Ferry and the &lt;a href=\"Ardsley-on-Hudson%2C%20New%20York\"&gt;Ardsley-on-Hudson&lt;/a&gt; neighborhood of &lt;a href=\"Irvington%2C%20New%20York\"&gt;Irvington, New York&lt;/a&gt;).\nEducation.\nA majority of the village is within the &lt;a href=\"Dobbs%20Ferry%20Union%20Free%20School%20District\"&gt;Dobbs Ferry Union Free School District&lt;/a&gt;, which consists of Springhurst Elementary, grades K–5, Dobbs Ferry Middle School, grades 6–8, and the Dobbs Ferry High School, grades 9–12.\n&lt;a href=\"Mercy%20College%20%28New%20York%29\"&gt;Mercy College&lt;/a&gt;, a private institution with undergraduate and graduate programs, has its main campus in Dobbs Ferry. &lt;a href=\"Our%20Lady%20of%20Victory%20Academy\"&gt;Our Lady of Victory Academy&lt;/a&gt;, a local parochial school offering grades 9–12 for girls, was located on the campus of Mercy College until its closing in 2011.\nThe &lt;a href=\"Masters%20School\"&gt;Masters School&lt;/a&gt; is a private school located south of the town center that offers grades 5–12 for boys and girls. It is a boarding or day school that was founded in 1877 by Eliza Masters. The school contains a mansion called &lt;a href=\"Estherwood%20%28Dobbs%20Ferry%2C%20New%20York%29\"&gt;Estherwood&lt;/a&gt;.\nAn Alcott &lt;a href=\"Montessori%20education\"&gt;Montessori School&lt;/a&gt; is located in the town.\nPublic transit.\nAlmost 10% of households do not own a car and rely on public transit, bicycling, and walking.\nSeveral lines of the &lt;a href=\"Bee-Line%20Bus%20System\"&gt;Bee-Line Bus System&lt;/a&gt; run through Dobbs Ferry, facilitating north-south travel along the Broadway/Route 9 corridor and east-west along Ashford Avenue. The village operates a shuttle bus from the &lt;a href=\"Dobbs%20Ferry%20%28Metro-North%20station%29\"&gt;train station&lt;/a&gt; in the afternoon and evenings.\nCommuter rail service to &lt;a href=\"Grand%20Central%20Terminal\"&gt;Grand Central Terminal&lt;/a&gt; is available via the &lt;a href=\"Dobbs%20Ferry%20station\"&gt;Dobbs Ferry station&lt;/a&gt;, served by &lt;a href=\"Metro-North%20Railroad\"&gt;Metro-North Railroad&lt;/a&gt;. The train runs on the &lt;a href=\"Hudson%20Line%20%28Metro-North%29\"&gt;Hudson Line&lt;/a&gt;, and travel time from Dobbs Ferry to &lt;a href=\"Grand%20Central%20Terminal\"&gt;Grand Central Terminal&lt;/a&gt; is approximately 37 minutes on an express train and 43 minutes on a local train. Many Metro North riders connect to the &lt;a href=\"New%20York%20City%20Subway\"&gt;New York City Subway&lt;/a&gt;'s at &lt;a href=\"Marble%20Hill%E2%80%93225th%20Street%20%28IRT%20Broadway%E2%80%93Seventh%20Avenue%20Line%29\"&gt;Marble Hill&lt;/a&gt; to reach destinations on the west side of Manhattan, or at &lt;a href=\"Harlem%E2%80%93125th%20Street%20station\"&gt;Harlem–125th Street station&lt;/a&gt; for the &lt;a href=\"Upper%20East%20Side\"&gt;Upper East Side&lt;/a&gt;.\n&lt;a href=\"Amtrak\"&gt;Amtrak&lt;/a&gt; &lt;a href=\"inter-city%20rail\"&gt;inter-city rail&lt;/a&gt; trains travel on the Hudson Line tracks, but trains do not stop in the village. The closest &lt;a href=\"Amtrak\"&gt;Amtrak&lt;/a&gt; stations are &lt;a href=\"Yonkers%20station\"&gt;Yonkers&lt;/a&gt; and &lt;a href=\"Croton%E2%80%93Harmon%20station\"&gt;Croton–Harmon station&lt;/a&gt;s.\nCulture.\nIn 2018 Brooke Lea Foster of \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" stated that it was one of several \"Rivertowns\" in New York State, which she described as among the \"least suburban of suburbs, each one celebrated by buyers there for its culture and hip factor, as much as the housing stock and sophisticated post-city life.\" Of those, Foster stated that Dobbs Ferry had the most ethnic/cultural diversity.\nParks and recreation.\nThe village's Recreation Department runs a variety of programs out of the Embassy Community Center, including art and dance classes, sports leagues, summer camp, and other activities open to the public. Programs for older adults are also well-funded and used. Additional sports leagues for baseball and soccer are run independently but use village facilities.\nThere are a variety of village public parks, in order of size: \nTwo linear parks used for &lt;a href=\"active%20transportation\"&gt;active transportation&lt;/a&gt; and recreation traverse Dobbs Ferry as well. The &lt;a href=\"Old%20Croton%20Aqueduct%20Trailway\"&gt;Old Croton Aqueduct Trailway&lt;/a&gt;, a linear &lt;a href=\"New%20York%20State%20Office%20of%20Parks%2C%20Recreation%20and%20Historic%20Preservation\"&gt;State Park&lt;/a&gt;, runs north-south through the village on its western side. The &lt;a href=\"South%20County%20Trailway\"&gt;South County Trailway&lt;/a&gt;, a linear &lt;a href=\"Westchester%20County%2C%20New%20York\"&gt;Westchester County&lt;/a&gt; park also runs north-south through the village, but on its eastern side along the bank of the &lt;a href=\"Saw%20Mill%20River\"&gt;Saw Mill River&lt;/a&gt;. There are also segments of trails unconnected to each other, including the Gateway Trail near Estherwood Avenue and Spoiler's Run near Belden Avenue.\nEmergency services.\nDobbs Ferry is served by a paid police department, a volunteer fire department (housing three pumpers and one tower ladder in two firehouses) and a volunteer ambulance corps (possessing two ambulances (one equipped with four-wheel-drive) and a fire rehab unit). As a part of the Town of Greenburgh, the village is eligible for additional coverage from the town services. &lt;a href=\"Mutual%20aid%20%28emergency%20services%29\"&gt;Mutual aid&lt;/a&gt; agreements exist with neighboring municipalities for further coverage."
}