{
    "id": "12751970",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=12751970",
    "title": "Clint Bajada",
    "text": "Clint Bajada is a television and radio personality. He hosted with success a variety of local shows including 'Coyotic', 'clint@nine', 'HappyDays', and 'STR82dPOINT'. \nHe is also known for his Saturday morning &lt;a href=\"Radio\"&gt;Radio&lt;/a&gt; show which during the Malta Broadcasting Authority was classified as the most popular &lt;a href=\"radio\"&gt;radio&lt;/a&gt; show in &lt;a href=\"Malta\"&gt;Malta&lt;/a&gt; in various audience surveys.\nBajada started his career as a &lt;a href=\"radio%20presenter\"&gt;radio presenter&lt;/a&gt; with Super ONE Radio at the age of 15. At young age of just 16 he appeared in a local Sunday Television show called ‘Kulhadd fil-Millenju’ together with presenters Claire Fabri &amp; Ray Azzopardi. During his career he was involved in different TV programs including talk shows, &lt;a href=\"news\"&gt;news&lt;/a&gt;, &lt;a href=\"current%20affairs%20%28news%20format%29\"&gt;current affairs&lt;/a&gt; and &lt;a href=\"entertainment\"&gt;entertainment&lt;/a&gt;.\nDuring 2007, Bajada hosted Coyotic. This programme was a dancing competition between 30 girls. They were judged for their dancing abilities, personality and looks.\nAs from year 2010 to-date, Clint hosted the popular Saturday mid-morning show 'Clint on ONE'. It is considered as the top music TV-Radio show currently followed on local stations. Within 120 minutes, Bajada captures local celebrity interviews, live acoustic acts, visiting guest DJs, new music albums &amp; videos, Interactive SMS, E-mail and Facebook and god knows what we will think of for the future…\nClint on ONE is aired simultaneously on Radio &amp; TV from a state-of-the-art studio in MTV style, every Saturday from 11hrs till 13hrs.\nIn September 2013, Clint Bajada has been appointed head of ONE Radio, taking over from Ray Azzopardi, who held the position for 22 years.\nShows presented.\nTV shows\nOther contributions.\nJournalist &amp; article contributor\nNewspaper contributor\n2008: \"&lt;a href=\"it-Torca\"&gt;it-Torca&lt;/a&gt;\" – Weekly article contributor\nSpecial Appearances"
}