{
    "id": "12763771",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=12763771",
    "title": "Aldcliffe",
    "text": "Aldcliffe is a hamlet, and former &lt;a href=\"township%20%28England%29\"&gt;township&lt;/a&gt; and &lt;a href=\"civil%20parish\"&gt;civil parish&lt;/a&gt;, in the civil parish of &lt;a href=\"Aldcliffe-with-Stodday\"&gt;Aldcliffe-with-Stodday&lt;/a&gt;, south-west of &lt;a href=\"Lancaster%2C%20Lancashire\"&gt;Lancaster&lt;/a&gt; in &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt;, England. The hamlet is located on the east bank of the River Lune, and is one and a half miles south west of the Lancaster city centre. \nThe name can be split into two parts, \"ald\" which roughly means 'old', and \"clif\" which means 'high ground'. There are also a number of different variations over the centuries: Aldeclif (1086), Audecliva (1094), Audeclyviam (1190), Aldeclive (1212), Aidedyf (1341), Auclyff (1577), Awcliffe (1577), Adclife, Aldcliffe, Alclife, Aldclif, Aldclife, Aldclyffe, Altlife, Auldcliffe, Auckliff, Aucliff, Aucliffe and Aukliffe. The first part of the name may also be the &lt;a href=\"Common%20Brittonic\"&gt;Brittonic&lt;/a&gt; \"alt\" meaning \"a steep height or hill, a cliff\".\nThe traditional pronunciation is \"Awcliffe\" while \"A 1 d cliff e\" may have been the ancient and the newcomer's pronunciation.\nHistory.\n'Aldeclif' is recorded in the Domesday Book in 1086 as being a \"vill\" of the Manor of Halton held by &lt;a href=\"Tostig%20Godwinson\"&gt;Tostig Godwinson&lt;/a&gt; pre-conquest. After the &lt;a href=\"Norman%20conquest%20of%20England\"&gt;Norman conquest&lt;/a&gt;, &lt;a href=\"Roger%20the%20Poitevin\"&gt;Roger the Poitevin&lt;/a&gt; received the Manor of Halton then moved the manorial headquarters to &lt;a href=\"Lancaster%2C%20Lancashire\"&gt;Lancaster&lt;/a&gt;, the site of the Roman fort of Castle Hill. The Aldclife Old Hall was built some time between 1087 and 1094.\nIn 1094 via the Foundation Charter of the &lt;a href=\"Lancaster%20Priory\"&gt;Priory of St. Mary of Lancaster&lt;/a&gt;, Roger gave the Benedictine Abbey of St. Martin in the town of Sees, Normandy land to start the new religious house including the manor of Aldcliffe and its manor hall. The priory was also grant the right to a tithe, in cash or in kind, from the landholders in Aldcliffe. The foundation charter was confirmed by the Pope in 1133 and 1143.\n&lt;a href=\"Gilbert%20fitz%20Roger%20fitz%20Reinfried\"&gt;Gilbert fitz Roger fitz Reinfried&lt;/a&gt; had some interest similar to the Lord of the Manor for village between 1149 and 1188. Gilbert had a causeway build on Aldeciffe land adjacent to the Stodday mill pond for which he paid the priory \"one pound of pepper at the feast of St. Michael annually\" and tithes from the mill and of the fish in the pond.\nWith the beginning of the &lt;a href=\"Hundred%20Years%27%20War\"&gt;Hundred Years' War&lt;/a&gt; in 1337 under King &lt;a href=\"Edward%20III\"&gt;Edward III&lt;/a&gt;, the priory tithe stopped going to the St. Martin Abbey being seized by the King and transferred to the &lt;a href=\"Syon%20Monastery\"&gt;Bridgettine House&lt;/a&gt;.\nThe Manor of Aldcliffe including the services of the free tenants, bondmen and tenants-at-will was leased in 1360 to John de Ipre, or of Ypres, for 60 years for 20 pounds per year. The next year John was appointed &lt;a href=\"High%20Sheriff%20of%20Lancashire\"&gt;High Sheriff of Lancashire&lt;/a&gt; for life by the Duke. The manor was leased to Peter De Bolron in 1384 by Prior John Innocent for 60 years at 10 pounds per year. The Bridgettine House began holding its local court at Aldcliffe. Aldclife Old Hall was enlarged in the late 15th century.\nWilliam Tunstall leased Aldcliffe and Lonsdale from the Abbess in 1522 at 100 rent, but was this lease was upended by the &lt;a href=\"Dissolution%20of%20the%20Monasteries\"&gt;seizure of church land&lt;/a&gt; by King Henry VIII. In early years, Lancaster was becoming a difficult place to be Catholic, and &lt;a href=\"Aldcliffe%20Hall\"&gt;Aldcliffe Hall&lt;/a&gt; became a place of Catholic worship.\nThe civil parish of Aldcliffe was created in 1866 within &lt;a href=\"Lancaster%20Rural%20District\"&gt;Lancaster Rural District&lt;/a&gt; and was abolished and incorporated into Lancaster civil parish in 1935. The population was recorded as 68 in 1871, 106 in 1891, and 69 in 1931. The parish was bordered on the south by the parish of &lt;a href=\"Ashton%20with%20Stodday\"&gt;Ashton with Stodday&lt;/a&gt;.\nThe Priory Charter Tithe was bought out in 1970. In the 1970s, Oaklands Courts and Craigland Court were built on the site of the first hall."
}