{
    "id": "1276247",
    "revid": "196446",
    "url": "https://en.wikipedia.org/wiki?curid=1276247",
    "title": "Kapiti Coast",
    "text": "The Kapiti Coast (formerly known as the \"Golden Coast\") is the name of the section of the coast of the south-western &lt;a href=\"North%20Island\"&gt;North Island&lt;/a&gt; of &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; that is north of &lt;a href=\"Wellington\"&gt;Wellington&lt;/a&gt; and opposite &lt;a href=\"Kapiti%20Island\"&gt;Kapiti Island&lt;/a&gt;. It falls under the jurisdiction of the &lt;a href=\"Wellington%20Regional%20Council\"&gt;Wellington Regional Council&lt;/a&gt;. About 5/6 of it (up to &lt;a href=\"Waikanae\"&gt;Waikanae&lt;/a&gt;) is considered suburbs of Wellington.\nGeography.\nThe &lt;a href=\"Territorial%20authorities%20of%20New%20Zealand\"&gt;local government area&lt;/a&gt; of &lt;a href=\"Kapiti%20Coast%20District\"&gt;Kapiti Coast District&lt;/a&gt; makes up the bulk of the Kapiti Coast, stretching from &lt;a href=\"%C5%8Ctaki%2C%20New%20Zealand\"&gt;Ōtaki&lt;/a&gt; in the north through &lt;a href=\"Waikanae\"&gt;Waikanae&lt;/a&gt;, &lt;a href=\"Paraparaumu\"&gt;Paraparaumu&lt;/a&gt; and smaller towns to &lt;a href=\"Paek%C4%81k%C4%81riki\"&gt;Paekākāriki&lt;/a&gt; in the south. Along the thin coastal plains at the foot of the &lt;a href=\"Tararua%20Range\"&gt;Tararua Range&lt;/a&gt;, the Kapiti Coast in common parlance occasionally includes the neighbouring areas south to &lt;a href=\"Plimmerton\"&gt;Plimmerton&lt;/a&gt;, on the north side of &lt;a href=\"Porirua%20Harbour\"&gt;Porirua Harbour&lt;/a&gt;, and in the north includes some of the coastal areas of &lt;a href=\"Horowhenua\"&gt;Horowhenua&lt;/a&gt;, such as &lt;a href=\"Waikawa%20Beach\"&gt;Waikawa Beach&lt;/a&gt; and even &lt;a href=\"Hokio%20Beach\"&gt;Hokio Beach&lt;/a&gt;, close to &lt;a href=\"Lake%20Horowhenua\"&gt;Lake Horowhenua&lt;/a&gt;. The district extends inland to the top of the Tararua Range, whereas in the public perception the inland hill country is rarely considered as part of the coast. Kapiti is possibly most famous for its island, &lt;a href=\"Kapiti%20Island\"&gt;Kapiti Island&lt;/a&gt;. The island is a pest-free bird sanctuary, where a permit is required to visit.\nClimate.\nThe area has an &lt;a href=\"oceanic%20climate\"&gt;oceanic climate&lt;/a&gt; with moderate temperature swings between seasons, resulting in warm summers and mild winters without any severe heat waves or cold spells.\nHistory.\nMāori chief &lt;a href=\"Te%20Rauparaha\"&gt;Te Rauparaha&lt;/a&gt; established a base on Kapiti Island, and from this position, he was able to launch attacks on other tribes during the &lt;a href=\"Musket%20Wars\"&gt;Musket Wars&lt;/a&gt; of the early 19th century. Around this time, Europeans began whaling in the area, and on 16 October 1839, &lt;a href=\"William%20Wakefield\"&gt;William Wakefield&lt;/a&gt; of the &lt;a href=\"New%20Zealand%20Company\"&gt;New Zealand Company&lt;/a&gt; arrived in the Kapiti region to purchase land for permanent European settlement. Te Rauparaha sold him land in the &lt;a href=\"Nelson%2C%20New%20Zealand\"&gt;Nelson&lt;/a&gt; and &lt;a href=\"Golden%20Bay%20/%20Mohua\"&gt;Golden Bay&lt;/a&gt; area.\nEuropean settlement of the Kapiti Coast only took place on a significant scale after the &lt;a href=\"Wellington%20and%20Manawatu%20Railway%20Company\"&gt;Wellington and Manawatu Railway Company&lt;/a&gt; (WMR) opened its railway line from &lt;a href=\"Wellington\"&gt;Wellington&lt;/a&gt; to &lt;a href=\"Longburn\"&gt;Longburn&lt;/a&gt;, just south of &lt;a href=\"Palmerston%20North\"&gt;Palmerston North&lt;/a&gt;. The line was opened in 1886, with the final spike driven in on the Kapiti Coast at Otaihanga. Paekākāriki was quickly established as a significant &lt;a href=\"steam%20locomotive\"&gt;steam locomotive&lt;/a&gt; depot due to the need to swap locomotives at the location; powerful, heavy locomotives were required to handle trains over the rugged section from Wellington to Paekākāriki, while lighter, faster locomotives were more suited to the relatively flat terrain north of Paekākāriki. In 1908, the WMR was purchased by the &lt;a href=\"New%20Zealand%20Railways%20Department\"&gt;New Zealand Railways Department&lt;/a&gt;, who incorporated the line into the &lt;a href=\"North%20Island%20Main%20Trunk\"&gt;North Island Main Trunk&lt;/a&gt; railway.\nIn June 1940, the Wellington-Paekākāriki section was &lt;a href=\"railway%20electrification%20system\"&gt;electrified&lt;/a&gt; as &lt;a href=\"electric%20locomotive\"&gt;electric locomotive&lt;/a&gt;s provided better motive power. This meant trains would swap from steam (and later &lt;a href=\"diesel%20locomotive\"&gt;diesel-electric&lt;/a&gt;) to electric traction in Paekākāriki and it retained its status as a significant locomotive depot. It also became the northern terminus of the Wellington commuter railway network until 8 May 1983, when it was extended to Paraparaumu. In February 2011 electrification reached Waikanae, which became the new terminus.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, &lt;a href=\"Queen%20Elizabeth%20Park%2C%20New%20Zealand\"&gt;Queen Elizabeth Park&lt;/a&gt; – a large tract of parkland between Raumati South and Paekākāriki – was the location of two &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; and &lt;a href=\"United%20States%20Marine%20Corps\"&gt;Marines&lt;/a&gt; camps, McKay and Russell. US troops were stationed at the camps in 1942–44 prior to being sent into combat in the &lt;a href=\"Pacific%20Ocean%20theater%20of%20World%20War%20II\"&gt;Pacific Ocean theatre&lt;/a&gt;.\nAfter World War II, Wellington's Rongotai Airport was closed due to safety reasons in 1947 and &lt;a href=\"Kapiti%20Coast%20Airport\"&gt;Kapiti Coast Airport&lt;/a&gt; became the main airport for the &lt;a href=\"Wellington%20Region\"&gt;Wellington Region&lt;/a&gt;. In 1949, it was New Zealand's busiest airport and helped to stimulate growth on the Kapiti Coast. The &lt;a href=\"Wellington%20International%20Airport\"&gt;Wellington International Airport&lt;/a&gt; was opened in 1959 and Paraparaumu Airport never regained its status, with some of its land sold for residential development in the 1990s and 2000s.\nEconomy and transport.\nThe Kapiti Coast is well known for its cheeses and other products from &lt;a href=\"Lindale%2C%20New%20Zealand\"&gt;Lindale&lt;/a&gt;. Light industry is focused in Paraparaumu and Ōtaki, with small clusters in Waikanae and Raumati.\nMany of the Kapiti Coast's residents are not employed in the area. Instead, they commute to jobs in Wellington. &lt;a href=\"Transdev\"&gt;Transdev&lt;/a&gt; operates electric commuter trains along a portion of the North Island Main Trunk Railway referred to as the &lt;a href=\"Kapiti%20Line\"&gt;Kapiti Line&lt;/a&gt; on behalf of &lt;a href=\"Metlink%20Wellington\"&gt;Metlink&lt;/a&gt; (the Greater Wellington public transport brand), and the &lt;a href=\"KiwiRail\"&gt;KiwiRail&lt;/a&gt; &lt;a href=\"Capital%20Connection\"&gt;Capital Connection&lt;/a&gt; commuter train from Palmerston North to Wellington provides a service for commuters north of the electric terminus in Waikanae. Metlink also provides regular local bus services throughout the Kapiti Coast, operated by &lt;a href=\"Uzabus\"&gt;Uzabus&lt;/a&gt;.\n&lt;a href=\"Kapiti%20Coast%20Airport\"&gt;Kapiti Coast Airport&lt;/a&gt; is located in Paraparaumu township. After &lt;a href=\"Air%20New%20Zealand\"&gt;Air New Zealand&lt;/a&gt; withdrew air services in April 2018, &lt;a href=\"Air%20Chathams\"&gt;Air Chathams&lt;/a&gt; announced that they would be launching flights to Auckland from August 2018. &lt;a href=\"Sounds%20Air\"&gt;Sounds Air&lt;/a&gt; also operates from the airport, and it is used for flight training and for private and hobby flights.\nIn February 2017 an 18 km (11 mi) long &lt;a href=\"Kapiti%20Expressway\"&gt;expressway diversion&lt;/a&gt; from &lt;a href=\"Mackays%20Crossing\"&gt;Mackays Crossing&lt;/a&gt; north of &lt;a href=\"Paek%C4%81k%C4%81riki\"&gt;Paekākāriki&lt;/a&gt; to just north of &lt;a href=\"Peka%20Peka\"&gt;Peka Peka&lt;/a&gt;, was opened to enable State Highway 1 to bypass developed urban areas. An extension to beyond Ōtaki is expected to open in 2022.\nFilm and television.\nFilm director &lt;a href=\"Peter%20Jackson\"&gt;Peter Jackson&lt;/a&gt; is from &lt;a href=\"Pukerua%20Bay\"&gt;Pukerua Bay&lt;/a&gt; and went to high school at Kapiti College in Raumati Beach. Scenes from his movies \"&lt;a href=\"The%20Lord%20of%20the%20Rings%20%28film%20series%29\"&gt;Lord of the Rings&lt;/a&gt;\" and \"&lt;a href=\"King%20Kong%20%282005%20film%29\"&gt;King Kong&lt;/a&gt;\" were filmed on the Kapiti Coast. Some of the seminal battle scenes in the fields in front of Minas Tirith in \"\" were shot in part at Queen Elizabeth Park. Kapiti Island figured in \"King Kong\" with the scenes approaching the lost island of King Kong shot in the waters between Raumati Beach and the island.\nSport.\nA number of &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; clubs are based in the area, including Paraparaumu RFC, Waikanae RFC, Rahui RFC, and Toa RFC. &lt;a href=\"Horowhenua-Kapiti%20Rugby%20Football%20Union\"&gt;Horowhenua Kapiti&lt;/a&gt; represent the district in the &lt;a href=\"Heartland%20Championship\"&gt;Heartland Championship&lt;/a&gt;.\nKapiti has been represented in &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; by the Kapiti Bears – Kapiti Coast Rugby League Club Inc. The Club was founded in the 1970s and was the home of &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;Kiwi&lt;/a&gt; and &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt; player &lt;a href=\"Stephen%20Kearney\"&gt;Stephen Kearney&lt;/a&gt;. The Kapiti Bears operate out of Matthews Park, Menin Road, and are affiliated with the Wellington Rugby League Association.\nIn association football, Kapiti is represented by &lt;a href=\"Kapiti%20Coast%20United\"&gt;Kapiti Coast United&lt;/a&gt;, who play at &lt;a href=\"Weka%20Park\"&gt;Weka Park&lt;/a&gt; in &lt;a href=\"Raumati%20Beach\"&gt;Raumati Beach&lt;/a&gt;. The club was formed by the merger of Raumati Hearts and Paraparaumu United in 2003.\nParaparaumu Track and Field Club is the &lt;a href=\"Sport%20of%20athletics\"&gt;athletics&lt;/a&gt; club based in Paraparaumu, with facilities at the Paraparaumu Domain.\nNews media.\nThe Kapiti Coast has four news sources owned and operated on the coast."
}