{
    "id": "12764581",
    "revid": "1068238254",
    "url": "https://en.wikipedia.org/wiki?curid=12764581",
    "title": "Anna Fantastic",
    "text": "Anna Garcia, (born 31 December, 1970) professionally known as Anna Fantastic (a name given to her by &lt;a href=\"Prince%20%28musician%29\"&gt;Prince&lt;/a&gt;) is an English actress, &lt;a href=\"singing\"&gt;singer&lt;/a&gt; and model.\nEarly life.\nBorn in &lt;a href=\"London\"&gt;London&lt;/a&gt;, England in 1970 to parents of &lt;a href=\"Sicily%23People\"&gt;Sicilian&lt;/a&gt;, British and American ancestry, Anna spent her younger years in London and the Netherlands. Anna's mother was a singer in various bands in the local London music scene and thus exposed Anna to a variety of musical genres, from &lt;a href=\"Billie%20Holiday\"&gt;Billie Holiday&lt;/a&gt; to &lt;a href=\"Madonna%20%28entertainer%29\"&gt;Madonna&lt;/a&gt;.\nAnna attended the &lt;a href=\"Sylvia%20Young%20Theatre%20School\"&gt;Sylvia Young Theatre School&lt;/a&gt; in London.\nPrince years.\nAt the age of 15, Anna met the musician &lt;a href=\"Prince%20%28musician%29\"&gt;Prince&lt;/a&gt; at his concert in London. At 17, she lived with Prince in &lt;a href=\"Minneapolis%2C%20Minnesota\"&gt;Minneapolis, Minnesota&lt;/a&gt;. On Anna's 18th birthday, Prince gave her a pink cashmere coat, thus leading to the song \"&lt;a href=\"Pink%20Cashmere\"&gt;Pink Cashmere&lt;/a&gt;\" that would be released in 1993. In 1988, under the name Sheree, she recorded a song called \"Ronnie – Talk To Russia!\", written by German songwriter and former member of &lt;a href=\"Modern%20Talking\"&gt;Modern Talking&lt;/a&gt;, &lt;a href=\"Dieter%20Bohlen\"&gt;Dieter Bohlen&lt;/a&gt;.\nAnna inspired the songs \"Vicki Waiting\" (an 18th-birthday gift for Anna, originally titled \"Anna Waiting\") and \"Lemon Crush\" (her favorite drink) on Prince's \"&lt;a href=\"Batman%20%281989%20film%29\"&gt;Batman&lt;/a&gt;\" soundtrack from 1989. She also wrote the song \"Fantasia Erotica\", which resurfaced on &lt;a href=\"Carmen%20Electra\"&gt;Carmen Electra&lt;/a&gt;'s debut album in 1992. Liner notes from the &lt;a href=\"Batman%20%28album%29\"&gt;Batman soundtrack&lt;/a&gt;, released in 1989, credits Garcia as \"Anna Fantastic\". Anna is featured on the unreleased, Prince's &lt;a href=\"Madhouse%20%28band%29\"&gt;Madhouse&lt;/a&gt; album, on the 18-minute song \"The Dopamine Rush Suite\", and is credited to Anna Garcia.\nPost-Prince years.\nAnna recorded several songs in the early to mid-1990s including \"G'Ding – G'Ding (Do You Wanna Wanna?)\" in 1990 as Anna G, a remake of Marvin Gaye's \"&lt;a href=\"Sexual%20Healing\"&gt;Sexual Healing&lt;/a&gt;\" in 1994 under her real name, as well as singles in 1995 as part of the groups La Switch (\"Kiss Me Baby\" and \"Never Let You Go!\") and Positive Connextion (\"My Baby Just Cares For Me\").\nCurrent.\nAnna is the writer and executive producer of a documentary on &lt;a href=\"Michael%20Jackson\"&gt;Michael Jackson&lt;/a&gt; entitled \"\". recorded an album of jazz songs. She has composed music for television shows including \"&lt;a href=\"The%20Oprah%20Winfrey%20Show\"&gt;The Oprah Winfrey Show&lt;/a&gt;\" and \"&lt;a href=\"The%20Dr.%20Oz%20Show\"&gt;The Dr. Oz Show&lt;/a&gt;\"."
}