{
    "id": "12769579",
    "revid": "27853216",
    "url": "https://en.wikipedia.org/wiki?curid=12769579",
    "title": "Moldova–Romania relations",
    "text": "&lt;a href=\"Moldova\"&gt;Moldova&lt;/a&gt; and &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt; have experienced an exceptional relationship since Moldova's &lt;a href=\"independence\"&gt;independence&lt;/a&gt; in 1991. &lt;a href=\"Unification%20of%20Romania%20and%20Moldova\"&gt;Pan-Romanianism&lt;/a&gt; has been a consistent part of Moldovan politics, and was adopted in the &lt;a href=\"Popular%20Front%20of%20Moldova\"&gt;Popular Front of Moldova&lt;/a&gt;'s platform in 1992. Most of Moldova was part of Romania during the &lt;a href=\"Interwar%20period\"&gt;Interwar period&lt;/a&gt;. The official language of Moldova is &lt;a href=\"Romanian%20language\"&gt;Romanian&lt;/a&gt;. The peoples of the two countries share common traditions and folklore, including a common name for the monetary unit – the \"leu\" (&lt;a href=\"Moldovan%20leu\"&gt;Moldovan leu&lt;/a&gt; and &lt;a href=\"Romanian%20leu\"&gt;Romanian leu&lt;/a&gt;). Early signs that Romania and Moldova might unite after both countries achieved emancipation from &lt;a href=\"Soviet\"&gt;Soviet&lt;/a&gt; rule quickly faded after &lt;a href=\"War%20of%20Transnistria\"&gt;War of Transnistria&lt;/a&gt;. However, a growing unionist sentiment emerged especially in the second decade of the 21st century. While Romania remains interested in Moldovan affairs and its progress towards &lt;a href=\"Moldova%E2%80%93European%20Union%20relations\"&gt;European integration&lt;/a&gt;, a majority of Moldova's population is currently against &lt;a href=\"Unification%20of%20Romania%20and%20Moldova%23Public%20opinion\"&gt;unification with Romania&lt;/a&gt;.\nMoldova–Romania border.\nThe Moldova–Romania border is a fluvial boundary, following the course of the &lt;a href=\"Prut\"&gt;Prut&lt;/a&gt; and &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt;. This is also part of the eastern &lt;a href=\"border%20of%20the%20European%20Union\"&gt;border of the European Union&lt;/a&gt;, running from &lt;a href=\"Criva%2C%20Briceni\"&gt;Criva&lt;/a&gt; in the North to &lt;a href=\"Giurgiule%C8%99ti\"&gt;Giurgiulești&lt;/a&gt; in the South. Moldova has access to the Danube for less than 500 metres, and Giurgiulești is the Moldovan port on the Danube river.\nHistory.\nIn 1918, at the end of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, &lt;a href=\"Transylvania\"&gt;Transylvania&lt;/a&gt;, &lt;a href=\"Bukovina\"&gt;Bukovina&lt;/a&gt; and &lt;a href=\"Bessarabia\"&gt;Bessarabia&lt;/a&gt; united with the &lt;a href=\"Romanian%20Old%20Kingdom\"&gt;Romanian Old Kingdom&lt;/a&gt;. Bessarabia, having declared its sovereignty in 1917 by the newly elected \"Council of the Country\" (\"&lt;a href=\"Sfatul%20%C8%9A%C4%83rii\"&gt;Sfatul Țării&lt;/a&gt;\"), was faced with &lt;a href=\"bolshevik\"&gt;bolshevik&lt;/a&gt; agitation among the Russian troops and &lt;a href=\"Ukraine\"&gt;Ukrainian&lt;/a&gt; claims to parts of its territory. The president of the Council of the Country called on the Russian Commander-in-Chief in &lt;a href=\"Ia%C8%99i\"&gt;Iași&lt;/a&gt;, &lt;a href=\"Dmitry%20Shcherbachev\"&gt;Dmitry Shcherbachev&lt;/a&gt;, to send troops to protect the country. Having no troops, he transmitted the request to the Romanians, whose &lt;a href=\"Romanian%20military%20intervention%20in%20Bessarabia\"&gt;military intervention&lt;/a&gt; was met with protest by the presidents of the Council of the Country and of the provisional government of Bessarabia and by the Soviet of Chișinău. Bessarabia declared independence from Russia on January 24, 1918, and, on April 9, 1918, \"Sfatul Țării\" voted union with Romania: of the 148 deputies, 86 voted for union, 3 against, 36 abstained (mostly the deputies representing the minorities, 50% of Bessarabia's population at the time) and 13 were not present.\nThe union of Bessarabia with Romania was ratified in 1920 by the &lt;a href=\"Treaty%20of%20Paris%20%281920%29\"&gt;Treaty of Paris&lt;/a&gt;, which however was not recognized by the &lt;a href=\"Russian%20SFSR\"&gt;Russian SFSR&lt;/a&gt; and the &lt;a href=\"United%20States\"&gt;United States of America&lt;/a&gt; (the United States abstaining due to the &lt;a href=\"Treaty%20of%20Trianon\"&gt;Treaty of Trianon&lt;/a&gt;).\nRomania retained Bessarabia from 1918 to 1940, when it accepted a &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; ultimatum to give up Bessarabia and Northern Bukovina. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, Romania (in alliance with the &lt;a href=\"Axis%20Powers\"&gt;Axis Powers&lt;/a&gt;) took back Bessarabia and was awarded further territorial gains at the expense of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; (&lt;a href=\"Transnistria%20%28World%20War%20II%29\"&gt;Transnistria&lt;/a&gt;; this was lost again as the tide of war turned) as compensation for &lt;a href=\"Northern%20Transylvania\"&gt;Northern Transylvania&lt;/a&gt;, lost to Hungary in 1940.\nRomanian–Moldovan SSR relations.\nIn August 1976, &lt;a href=\"Nicolae%20Ceau%C8%99escu\"&gt;Nicolae Ceaușescu&lt;/a&gt;, &lt;a href=\"Elena%20Ceau%C5%9Fescu\"&gt;his wife&lt;/a&gt;, and his son were the first high-level Romanian visitors to the &lt;a href=\"Moldavian%20SSR\"&gt;Moldavian SSR&lt;/a&gt; since World War II. The Moldavian &lt;a href=\"Communist%20Party%20of%20Moldova\"&gt;CP&lt;/a&gt; First Secretary &lt;a href=\"Ivan%20Bodiul\"&gt;Ivan Bodiul&lt;/a&gt; met them at the frontier and escorted them to &lt;a href=\"Chi%C8%99in%C4%83u\"&gt;Chișinău&lt;/a&gt;. In December 1976, Bodiul and his wife Claudia arrived for a return visit of five days at Ceaușescu's invitation. Bodiul's visit was a \"first\" in the history of postwar bilateral relations. At one of his meetings in Bucharest, Bodiul said that \"the good relationship was initiated by Ceaușescu's visit to Soviet Moldavia, which led to the expansion of contacts and exchanges in all fields.\"\nOn November 5, 1978 the &lt;a href=\"St%C3%A2nca-Coste%C8%99ti%20Hydroelectrical%20Plant\"&gt;Stânca-Costești Hydroelectrical Plant&lt;/a&gt; (at Stânca-&lt;a href=\"Coste%C5%9Fti%2C%20Moldova\"&gt;Costești&lt;/a&gt;) on &lt;a href=\"Prut\"&gt;Prut&lt;/a&gt; was inaugurated six years after ratification of the basic Romanian-Soviet agreement on its construction. Romania was represented by &lt;a href=\"Ion%20Iliescu\"&gt;Ion Iliescu&lt;/a&gt;, while Bodiul represented the USSR.\nA visit was paid from 14 to 16 June 1979, to the Moldavian SSR by a &lt;a href=\"Romanian%20Communist%20Party\"&gt;Romanian Communist Party&lt;/a&gt; delegation headed by &lt;a href=\"Ion%20Iliescu\"&gt;Ion Iliescu&lt;/a&gt;, Political Executive Committee alternate member and Iași County Party Committee First Secretary.\nAt the &lt;a href=\"Romanian%20Communist%20Party\"&gt;Romanian Communist Party&lt;/a&gt;'s final conference in November 1989, Ceaușescu raised the issue of Bessarabia yet again, denouncing the &lt;a href=\"Molotov-Ribbentrop%20Pact\"&gt;Molotov-Ribbentrop Pact&lt;/a&gt; of 1939 and implicitly calling for the region's restoration to Romania.\nRecognition by Romania.\nRomania was the first state to recognise the independent Republic of Moldova – only a few hours, in fact, after the &lt;a href=\"Moldovan%20Declaration%20of%20Independence\"&gt;declaration of independence&lt;/a&gt; was issued by the &lt;a href=\"Moldovan%20parliament\"&gt;Moldovan parliament&lt;/a&gt;. From the declaration of the &lt;a href=\"Romanian%20Government\"&gt;Romanian Government&lt;/a&gt; made on that occasion it clearly resulted that, in the opinion of the authorities in Bucharest, Moldova's independence was considered as a form of emancipation from Moscow's tutelage and a step towards the reunification with Romania:\n\"Proclamarea unui stat românesc independent pe teritoriile anexate cu forța în urma înțelegerilor secrete stabilite prin Pactul Molotov-Ribbentrop reprezintă un pas decisiv spre înlăturarea pe cale pașnică a consecințelor nefaste ale acestuia, îndreptate împotriva drepturilor și intereselor poporului român.\"\nWithin a few days agreements were signed for the establishment of diplomatic ties. Within a few weeks, visa and passport-free border regimes were established, allowing Romanian and Moldovan citizens to travel across the border with identity cards only. Already in 1991, Romania started donating books for Moldovan libraries and textbooks for schools and began to offer scholarships to Moldovan students to study in Romanian high schools and universities.\nDuring the &lt;a href=\"War%20of%20Transnistria\"&gt;War of Transnistria&lt;/a&gt;, Romania was the only nation to support Moldova. &lt;a href=\"Transnistria\"&gt;Transnistria&lt;/a&gt; received support from Russia and Ukraine, meaning Moldovan forces were pitted not only against Transnistrian troops but also Russian cossacks and volunteers, as well as Ukrainian volunteers. Romania, however, sent a contingent of volunteers and military advisers to fight alongside Moldovan forces, as well as supplying Moldova with weapons and equipment.\nOn 14 April 1994, the Romanian &lt;a href=\"Chamber%20of%20Deputies%20of%20Romania\"&gt;Chamber of Deputies&lt;/a&gt; adopted a declaration of protest against the decision of the Moldovan Parliament in favour of accession to the &lt;a href=\"Commonwealth%20of%20Independent%20States\"&gt;CIS&lt;/a&gt;. The protest contained serious accusations to the legislative body of the newly established neighbouring country:\n\"Votul Parlamentului de la Chișinău reconfirmă, în mod regretabil, Pactul criminal și anulează iresponsabil un drept al națiunii române de a trăi în integritatea spațiului ei istoric și spiritual ... Prin poziția geografică, cultură, istorie și traditii, locul natural al fraților noștri de peste Prut este, fără îndoială, împreună cu noi, în marea familie a națiunilor europene și nicidecum în cadrul unei structuri euro-asiatice.\" \n2001–08.\nIn March 2002, the new Communist president of Moldova, &lt;a href=\"Vladimir%20Voronin\"&gt;Vladimir Voronin&lt;/a&gt;, announced that he was ending Romania's \"colonial policy\" towards Moldova by seeking a closer relationship with Moscow.\nIn 2007, tension between the two governments increased in context of a resumption of Romanian program for granting some Moldovan citizens &lt;a href=\"%23Dual%20citizenship\"&gt;dual citizenship&lt;/a&gt;. In February 2007, Voronin declared that 10 million \"ethnic Moldovans\" were being persecuted in Romania by not being allowed to officially register as an &lt;a href=\"ethnic%20minority\"&gt;ethnic minority&lt;/a&gt;. Voronin's statement was criticized in harsh terms by various Romanian organizations. Romanian newspaper \"&lt;a href=\"G%C3%A2ndul\"&gt;Gândul&lt;/a&gt;\" pointed out that this alleged minority was about half the Romanian population. Constantin Iordachi interpreted Voronin's statement as: \"Moreover, blaming Romania’s \"irredenta\" policies, Voronin put forward his own plans for a Greater Moldova, raising territorial claims to Romania’s province of Moldova.\" A month later Voronin declared that the \"Moldovan language is the mother of the Romanian language. [...] Attempts to call it Romanian, attempts to call it anything else, are attempts to cheat history and deceive one's own mother.\" In November, Voronin accused Romania of being \"the last empire of Europe\".\n2009 diplomatic row.\nThe &lt;a href=\"2009%20Moldova%20civil%20unrest\"&gt;civil unrest in Moldova&lt;/a&gt; in April 2009 led to a diplomatic row between the countries, after President Voronin accused Romania of being the force behind the riots in Chișinău. Romania denied all charges of being involved in the protests.\nThe Romanian ambassador in Moldova, &lt;a href=\"Filip%20Teodorescu\"&gt;Filip Teodorescu&lt;/a&gt; was declared &lt;a href=\"persona%20non%20grata\"&gt;persona non grata&lt;/a&gt; by the Moldovan government, being required to leave the country within 24 hours. The following day, the Romanian parliament nominated a senior diplomat, Mihnea Constantinescu, as the new ambassador to Moldova, but two weeks later the Moldovan government rejected him without explanation, deepening the crisis.\nThe Moldovan government instituted visa requirements for Romanian citizens and closed the &lt;a href=\"border%20between%20Romania%20and%20Moldova\"&gt;border between Romania and Moldova&lt;/a&gt; on 7 April. Moldovan students studying in Romania and international journalists were not allowed to enter the country. The following day, train connections between Romania and Moldova were cancelled for undefined period, because of \"technical\" issues. Romania announced that it will not reciprocate on the expelling of the ambassador and it will keep the same visa regime, with visas free-of-charge for Moldovan citizens. It also condemned as \"arbitrary and discriminatory\" the new measures brought against Romanian nationals in Moldova and has stated that the visa scheme was \"reckless\" and broke a Moldova-EU pact.\nThe Romanian government changed the regulations that allow foreigners who had ancestors with Romanian citizenship (including most Moldovans) to gain the &lt;a href=\"Romanian%20nationality%20law\"&gt;Romanian citizenship&lt;/a&gt;. The new law allows people with at least a Romanian great-grandparent (instead of just a grandparent as before) to request Romanian citizenship, while it added a maximum term of five months for giving a response to the request.\nOn 9 February 2010, the &lt;a href=\"Romanian%20Parliament\"&gt;Romanian Parliament&lt;/a&gt; approved a new ambassador to Moldova, &lt;a href=\"Marius%20Lazurc%C4%83\"&gt;Marius Lazurcă&lt;/a&gt;.\nDodon presidency.\nUnder President &lt;a href=\"Igor%20Dodon\"&gt;Igor Dodon&lt;/a&gt;, bilateral relations deteriorated. Throughout his presidency, Dodon never undertook an official visit to the Romanian capital of &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt;. In March 2018, he announced his belief that Romanians who support the unification of Romania and Moldova as the country's \"number one enemy\", going further in an interview with &lt;a href=\"Radio%20Free%20Europe\"&gt;Radio Free Europe&lt;/a&gt; by saying that the Bucharest government supports any attempt at unionism. Even further, Dodon, was greatly and staunchly against EU membership. Despite this deterioration, Dodon, during a meeting with President &lt;a href=\"Klaus%20Iohannis\"&gt;Klaus Iohannis&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, said that the development of Romanian relations was a \"key priority\" for his government. In May 2020, during a &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; fight with Romanian &lt;a href=\"Member%20of%20the%20European%20Parliament\"&gt;MEP&lt;/a&gt; &lt;a href=\"Siegfried%20Mure%C8%99an\"&gt;Siegfried Mureșan&lt;/a&gt;, Moldovan Prime Minister &lt;a href=\"Ion%20Chicu\"&gt;Ion Chicu&lt;/a&gt; declared Romania to be the most corrupt country in Europe. Chicu's words caused controversy in Romania, with a Romanian deputy requesting the withdrawal of Chicu's Romanian citizenship. Chicu would later apologize during a meeting with the Romanian ambassador in Moldova Daniel Ioniță.\nPresidency of Maia Sandu.\nDuring the presidency of &lt;a href=\"Maia%20Sandu\"&gt;Maia Sandu&lt;/a&gt;, during the &lt;a href=\"COVID-19%20pandemic\"&gt;international&lt;/a&gt; and &lt;a href=\"COVID-19%20pandemic%20in%20Moldova\"&gt;national&lt;/a&gt; COVID-19 pandemic, she had a meeting with Iohannis at &lt;a href=\"Chi%C8%99in%C4%83u\"&gt;Chișinău&lt;/a&gt; on 29 December 2020. On it, Iohannis promised that Romania would donate 200,000 vaccine units to Moldova as part of a &lt;a href=\"Moldovan%E2%80%93Romanian%20collaboration%20during%20the%20COVID-19%20pandemic\"&gt;collaboration program on matters of the COVID-19 pandemic&lt;/a&gt; and other topics between the two countries. 21,600 of these vaccines arrived on 27 February 2021 and started being used on 2 March 2021, marking the start of &lt;a href=\"COVID-19%20vaccination%20in%20Moldova\"&gt;Moldova's vaccination campaign&lt;/a&gt;. Some of these vaccines were used on Transnistria too. Furthermore, on a poll conducted at the end of January 2021 in Moldova, it was found that 37.5% of Moldovans supported a unification with Romania. This number had increased to 43.9% by the end of March 2021. Romania sent more vaccines to Moldova in more occasions: on 27 March 2021 (50,400 vaccine units), on 17 April 2021 (132,000 vaccine doses) and on 7 May 2021 (100,800 vaccine units).\nUnification movement.\nA movement for the unification of Romania and Moldova began in both countries after the &lt;a href=\"Romanian%20Revolution\"&gt;Romanian Revolution&lt;/a&gt; and the &lt;a href=\"glasnost\"&gt;glasnost&lt;/a&gt; policy in the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, advocating the peaceful integration of the two states. Individuals supporting the movement are called \"Unioniști\" (Unionists). In Moldova, those against the movement are called \"Moldoveniști\" (Moldovenists). Unionist organizations in Romanian and in Moldovan civil society include \"Noii Golani\" (The New &lt;a href=\"Golaniad\"&gt;Hooligans&lt;/a&gt;), \"Deșteptarea\" (The Awakening), or the movement \"Basarabia - Pământ Românesc\" (\"Bessarabia - Romanian Land\").\nWhen the &lt;a href=\"Ribbentrop-Molotov%20Pact\"&gt;Ribbentrop-Molotov Pact&lt;/a&gt; was signed, the territories between the &lt;a href=\"Prut\"&gt;Prut&lt;/a&gt; and the &lt;a href=\"Dniester\"&gt;Dniester&lt;/a&gt; belonged to Romania. Since the recognition of the independence of the Republic of Moldova many references were made in Romania to the necessity of eliminating the consequences of the Ribbentrop-Molotov Pact. As a matter of fact, in June 1991, Romania's Parliament adopted a declaration through which the above-mentioned Pact was declared null and void.\nIn the aftermath of the &lt;a href=\"2009%20Moldova%20civil%20unrest\"&gt;2009 Chișinău riots&lt;/a&gt;, director of the Moscow Institute for National Strategy &lt;a href=\"Stanislav%20Belkovsky\"&gt;Stanislav Belkovsky&lt;/a&gt; reaffirmed his support for the movement, declaring he believes the civil unrest to be a prelude of a political union between the countries. Belkovsky had already authored another plan for the unification between Romania and Moldova, notably excluding &lt;a href=\"Transnistria\"&gt;Transnistria&lt;/a&gt;, which would either become an independent republic or, if it is unviable on its own, unite with Ukraine.\nOn 29 November 2013, &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt; and &lt;a href=\"Moldova\"&gt;Moldova&lt;/a&gt; signed the association agreements with the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; at a summit in &lt;a href=\"Vilnius\"&gt;Vilnius&lt;/a&gt; dedicated to the EU's &lt;a href=\"Eastern%20Partnership\"&gt;Eastern Partnership&lt;/a&gt; countries. In this context, the Romanian President &lt;a href=\"Traian%20B%C4%83sescu\"&gt;Traian Băsescu&lt;/a&gt; stated that Romania's next project of national importance is the reunification of the two countries, reunification demanded on the streets of &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt;, &lt;a href=\"Chi%C8%99in%C4%83u\"&gt;Chișinău&lt;/a&gt; and &lt;a href=\"B%C4%83l%C8%9Bi\"&gt;Bălți&lt;/a&gt; by tens of thousands of people. More than three quarters of Romanian citizens agree with an eventual union with Moldova, according to an opinion poll conducted by IRES in November 2013. A press release of the Moldovan pro-union organization \"Action 2012\" claimed that a poll conducted in Moldova, excluding &lt;a href=\"Transnistria\"&gt;Transnistria&lt;/a&gt; and &lt;a href=\"Gagauzia\"&gt;Gagauzia&lt;/a&gt;, before the &lt;a href=\"annexation%20of%20Crimea%20by%20the%20Russian%20Federation\"&gt;annexation of Crimea by Russia&lt;/a&gt; in February 2014 and revealed that 52% of Moldovan citizens would want the union with Romania.\nIn 2017, the &lt;a href=\"Day%20of%20the%20Union%20of%20Bessarabia%20with%20Romania\"&gt;Day of the Union of Bessarabia with Romania&lt;/a&gt; commemorating the union between both on 27 March was officially promulgated in Romania. &lt;a href=\"Eugen%20Tomac\"&gt;Eugen Tomac&lt;/a&gt;, then deputy of the &lt;a href=\"People%27s%20Movement%20Party\"&gt;People's Movement Party&lt;/a&gt; (PMP) and main person behind this project, declared that \"forgetting history is the same as betrayal\". Although it is not official in Moldova despite attempts at doing so, unionists in Moldova and Transnistria celebrate it anyways.\nIn 2018, celebrating the centenary of the &lt;a href=\"Great%20Union\"&gt;Great Union&lt;/a&gt; (the unification of Romania with Bessarabia, &lt;a href=\"Union%20of%20Bukovina%20with%20Romania\"&gt;Bukovina&lt;/a&gt; and &lt;a href=\"Union%20of%20Transylvania%20with%20Romania\"&gt;Transylvania&lt;/a&gt;), a demonstration called the &lt;a href=\"Centenary%20March\"&gt;Centenary March&lt;/a&gt; was organized by several Romanian and Moldovan activists for unification. It started in &lt;a href=\"Alba%20Iulia\"&gt;Alba Iulia&lt;/a&gt; on 1 July 2018 and ended in Chișinău on 1 September 2018. One of its main objectives was to achieve the unification of Moldova with Romania. The participants tried to collect 1 million signatures for the organization of a &lt;a href=\"referendum\"&gt;referendum&lt;/a&gt;. Although at first the Moldovan authorities prohibited the participants to cross the border, they were allowed to enter later.\nDual citizenship.\nA 2013 study by the &lt;a href=\"Soros%20Foundation\"&gt;Soros Foundation&lt;/a&gt; found that from the passing of the &lt;a href=\"Romanian%20nationality%20law\"&gt;Romanian citizenship law&lt;/a&gt; in 1991 until the end of 2012, the number of successful applications from Moldova was 323,049. This is an increase of 96,542 successful applications since 15 August 2011. In the same period, the number of applications was 449,783, meaning that around 125,000 applications still need to be finalised. In 2011 and 2012, 100,845 and 87,015 applications were submitted respectively.\nThe actual number of persons granted citizenship in these applications remains unclear because each application may include &lt;a href=\"Minor%20%28law%29\"&gt;minors&lt;/a&gt; dependent on the adult filing. The number of persons is estimated to be around 400,000, with a potential of 150,000 more persons if all outstanding applications are successful.\nIn 2001, the &lt;a href=\"European%20Union\"&gt;EU&lt;/a&gt; pressured Romania to require an &lt;a href=\"international%20passport\"&gt;international passport&lt;/a&gt; for all Moldovan travelers.\nImmediately thereafter, a substantial number of Moldovans began to apply for Romanian citizenship. Unofficial data from 2001 suggested that about 200,000 Moldovans also held Romanian citizenship, despite the fact that dual citizenship was officially illegal in Moldova at the time. Due to the overwhelming number of applications, the Romanian embassy imposed a moratorium in 2002. Dual citizenship became an election issue during the &lt;a href=\"2003%20Moldovan%20local%20election\"&gt;2003 local elections in Moldova&lt;/a&gt;. In November that year, the Moldovan parliament passed a law which allowed dual citizenship; this applied to other countries besides Romania, particularly Russia and Ukraine.\nBetween 1991 and 2006, 95,000 &lt;a href=\"Moldovans\"&gt;Moldovans&lt;/a&gt; have obtained Romanian citizenship. In September 2007, Romania resumed its policy of granting (or &lt;a href=\"Restitution\"&gt;restoring&lt;/a&gt; as it says) Romanian citizenship to Moldovans who requested it. In response, the Communist-led Moldovan parliament passed a law (in October 2007) prohibiting anyone holding dual citizenship or residing abroad from holding &lt;a href=\"public%20office\"&gt;public office&lt;/a&gt;. In 2009, Romania granted 36,000 more citizenships and expects to increase the number up to 10,000 per month.\n Romanian president &lt;a href=\"Traian%20B%C4%83sescu\"&gt;Traian Băsescu&lt;/a&gt; claimed that over 1 million more have made requests for it, and this high number is seen by some as a result of this identity controversy. The &lt;a href=\"Party%20of%20Communists%20of%20the%20Republic%20of%20Moldova\"&gt;Communist government&lt;/a&gt; (2001–2009), a vocal advocate of a distinct Moldovan ethnic group, deemed &lt;a href=\"multiple%20citizenship\"&gt;multiple citizenship&lt;/a&gt; a threat to Moldovan statehood.\nThe Moldavian law limiting the political rights of dual-citizenship holders was challenged to the &lt;a href=\"European%20Court%20of%20Human%20Rights\"&gt;European Court of Human Rights&lt;/a&gt; in the case of \"&lt;a href=\"Tanase%20v.%20Moldova\"&gt;Tanase v. Moldova&lt;/a&gt;\". On 27 April 2010, the Grand Chamber of the ECHR decided the ban was \"disproportionate with the government’s purpose of ensuring loyalty\" of its public servants and members of parliament.\nOne applicant interviewed by \"&lt;a href=\"Der%20Spiegel\"&gt;Der Spiegel&lt;/a&gt;\" said: \"I want to go further West with this passport. I don't care about Romania.\" The \"&lt;a href=\"EU%20Observer\"&gt;EU Observer&lt;/a&gt;\" wrote \"Many Moldovans regard the Romanian passport as the key to the EU, according to Marian Gherman, a Bucharest prosecutor whose office has investigated a network of touts and bureaucrats who were expediting citizenship applications for money. “Everybody knows it,” he said. “They ask for Romanian citizenship only because it gives them the freedom to travel and work within the EU.” An official from the National Citizenship Authority, NCA, in Bucharest, speaking on condition of anonymity, confirmed that Moldovans had shown little interest in acquiring Romanian nationality until 2007.\""
}