{
    "id": "127789",
    "revid": "27349237",
    "url": "https://en.wikipedia.org/wiki?curid=127789",
    "title": "Murphy, North Carolina",
    "text": "Murphy is a town in and the &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt; of &lt;a href=\"Cherokee%20County%2C%20North%20Carolina\"&gt;Cherokee County&lt;/a&gt;, &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;, United States. It is situated at the confluence of the &lt;a href=\"Hiwassee%20River\"&gt;Hiwassee&lt;/a&gt; and &lt;a href=\"Valley%20River\"&gt;Valley&lt;/a&gt; rivers. It is the westernmost county seat in the state of &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;, approximately from the state capital in &lt;a href=\"Raleigh%2C%20North%20Carolina\"&gt;Raleigh&lt;/a&gt;. The population of Murphy was 1,627 at the 2010 census.\nPlace name and history.\nThis area had long been part of the homelands of the &lt;a href=\"Cherokee%20people\"&gt;Cherokee people&lt;/a&gt;. They knew this site along the Hiwassee River as \"Tlanusi-yi\" (the Leech Place). They had a legend about a giant &lt;a href=\"leech\"&gt;leech&lt;/a&gt; named \"Tlanusi\", that lived in the river here. The &lt;a href=\"Trading%20Path\"&gt;Trading Path&lt;/a&gt; (later called the \"Unicoi Turnpike\") passed by the future site of Murphy, connecting the Cherokee lands east of the mountains with what were known to European colonists as the \"&lt;a href=\"Overhill%20Cherokee\"&gt;Overhill Towns&lt;/a&gt;\" of Tennessee.\nAfter European Americans began to settle here, they named the site \"Hunnington/ Huntington\" after A.R.S. Hunter. He established the first &lt;a href=\"trading%20post\"&gt;trading post&lt;/a&gt; prior to 1828, where he would trade with the Cherokee, early European-American settlers, and U.S. Army soldiers on expeditions, or stationed at nearby &lt;a href=\"Fort%20Butler%20%28Murphy%2C%20North%20Carolina%29\"&gt;Fort Butler&lt;/a&gt;. He was also appointed as the settlement's first postmaster, erecting the first Post Office. \nEuropean Americans later renamed the settlement as Murphy for &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt; politician &lt;a href=\"Archibald%20Murphey\"&gt;Archibald Murphey&lt;/a&gt;. He was influential in educational advances for the people of North Carolina in the early 19th century. The original spelling of the town was to be \"Murphey\" but the \"e\" was lost, or dropped at some point in history. \nIn 1836, during the &lt;a href=\"Indian%20Removal\"&gt;Cherokee removal&lt;/a&gt; known as the &lt;a href=\"Trail%20of%20Tears\"&gt;Trail of Tears&lt;/a&gt;, the United States army built &lt;a href=\"Fort%20Butler%20%28Murphy%2C%20North%20Carolina%29\"&gt;Fort Butler&lt;/a&gt; in what is today Murphy. Fort Butler was used as the main collection point by the government for Cherokee east of the mountains. From Fort Butler the Cherokee were taken over the mountains on the Unicoi Turnpike to the main internment camps at &lt;a href=\"Fort%20Cass\"&gt;Fort Cass&lt;/a&gt; (today &lt;a href=\"Charleston%2C%20Tennessee\"&gt;Charleston, Tennessee&lt;/a&gt;), prior to their forcible removal to territory west of the Mississippi River, in what became known as &lt;a href=\"Indian%20Territory\"&gt;Indian Territory&lt;/a&gt; (today's Oklahoma). \nToday the Unicoi Turnpike is known as the Joe Brown Highway. There are no visible remains of &lt;a href=\"Fort%20Butler%20%28Murphy%2C%20North%20Carolina%29\"&gt;Fort Butler&lt;/a&gt;, but the site can be visited and historical markers provide facts and interpretation about its history. In addition, the Cherokee County Historical Museum, located in Murphy, provides information about the Trail of Tears.\nCherokee County was formed in 1839 from a portion of &lt;a href=\"Macon%20County%2C%20North%20Carolina\"&gt;Macon County&lt;/a&gt;, but Murphy was not incorporated as the county seat until 1851.\nMurphy was once the terminus of two train lines. The Mineral Bluff, Georgia spur line (L&amp;N Railroad) came from North Georgia, and the Murphy Branch (&lt;a href=\"Southern%20Railway%20%28U.S.%29\"&gt;Southern Railroad&lt;/a&gt;) came from Asheville. The L&amp;N line was removed in the mid-1980s. The tracks for the Murphy Branch remain but are inoperable. This line has been idle since the mid-1990s, when the Great Smoky Mountain Railroad discontinued service between Murphy and Andrews. The L&amp;N Depot, located southwest of downtown Murphy, is used as a community center. \nMurphy was the home of the once well-known crafts manufacturer Margaret Studios. This company operated a nationwide chain of gift stores for its woodcraft products and housewares, such as &lt;a href=\"lazy%20Susan\"&gt;lazy Susan&lt;/a&gt;s and gift trays.\nFolklorist &lt;a href=\"John%20Jacob%20Niles\"&gt;John Jacob Niles&lt;/a&gt; based his well-known Christmas song, \"&lt;a href=\"I%20Wonder%20as%20I%20Wander\"&gt;I Wonder as I Wander&lt;/a&gt;\", on a phrase he heard on July 16, 1933, in a song sung by a daughter of traveling &lt;a href=\"evangelism\"&gt;evangelists&lt;/a&gt; in downtown Murphy.\nArchitect James Baldwin designed the &lt;a href=\"Cherokee%20County%20Courthouse%20%28Murphy%2C%20North%20Carolina%29\"&gt;Cherokee County Courthouse&lt;/a&gt;, located in downtown Murphy, in a &lt;a href=\"Beaux-Arts%20architecture\"&gt;Beaux-Arts&lt;/a&gt; style. Built in 1927, it is faced with locally sourced blue &lt;a href=\"marble\"&gt;marble&lt;/a&gt;. It is listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;, along with the &lt;a href=\"Robert%20Lafayette%20Cooper%20House\"&gt;Robert Lafayette Cooper House&lt;/a&gt; and &lt;a href=\"Harshaw%20Chapel%20and%20Cemetery\"&gt;Harshaw Chapel and Cemetery&lt;/a&gt;. The county has had multiple prior courthouses; all burned down, or were replaced by improved versions. The first court sessions in the county were held at Fort Butler.\nDemographics.\n2020 census.\nAs of the &lt;a href=\"2020%20United%20States%20census\"&gt;2020 United States census&lt;/a&gt;, there were 1,608 people, 774 households, and 394 families residing in the town.\n2010 census.\nAs of the 2010 census, the total population was 1,621 people.\n2000 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 1,568 people, 725 households, and 440 families residing in the town. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 687.7 people per square mile (265.5/km2). There were 819 housing units at an average density of 359.2 per square mile (138.7/km2). The racial makeup of the town was 89.60% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 5.48% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 1.28% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 1.34% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 1.15% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 1.15% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 2.87% of the population.\nThere were 725 households, out of which 22.2% had children under the age of 18 living with them, 41.5% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 15.6% had a female householder with no husband present, and 39.3% were non-families. 36.4% of all households were made up of individuals, and 21.2% had someone living alone who was 65 years of age or older. The average household size was 2.13 and the average family size was 2.71.\nIn the town, the population was spread out, with 20.3% under the age of 18, 8.9% from 18 to 24, 23.2% from 25 to 44, 23.4% from 45 to 64, and 24.2% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 87.1 males. For every 100 females age 18 and over, there were 80.6 males.\nThe median income for a household in the town was $24,952, and the median income for a family was $35,234. Males had a median income of $30,395 versus $16,908 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the town was $16,926. About 16.7% of families and 22.9% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 36.2% of those under age 18 and 21.4% of those age 65 or over.\nEconomy.\nThe economy of Murphy is fairly spread out, with a quarter of the population employed in the management and professional sector; about one fifth of the population are employed in either sales/office or construction, maintenance and extraction sectors. The smallest percentage, at only 1.9% are employed in the farm fishing or forestry sector. Murphy also has a relatively low median income per household, at $24,952.\nThe median income for a household in the town was $24,952, and the median income for a family was $35,234. Males had a median income of $30,395 versus $16,908 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the town was $16,926. About 16.7% of families and 22.9% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 36.2% of those under age 18 and 21.4% of those age 65 or over.\nThere are several employers for advanced skilled professions, including Moog Components Group, Aegis Power Systems, Murphy Medical Group, Sioux Tools, and Tri-County Community College. &lt;a href=\"Harrah%27s%20Cherokee%20Valley%20River\"&gt;Harrah's Cherokee Valley River&lt;/a&gt;, a tribal casino that opened in Murphy in 2015, is also a major job supplier.\nAdditionally, there are two Bitcoin mining operations inMurphy -- one by Core Scientific and the other by Atlas Technology Group. The area's low power rates and sprawling landscape are attractive to these operations.\nEducation.\nThe local public school system is run by Cherokee County Schools, which operates a total of 13 schools across the county:\nThere are also several alternative education options including The Learning Center (K-8), Murphy Adventist Christian School (K-11), and TLC Montessori (Pre-K.) There is also a thriving homeschool community.\nHigher education is offered at Tri-County Community College, or several nearby colleges and universities including North Georgia Technical College, Young Harris College, Western Carolina University, Southwestern College, and University of North Georgia.\nThe John C. Campbell Folkschool is located in Brasstown, NC an unincorporated village near Murphy. It exists partly in Cherokee County and partly in Clay County. This education center focuses on creative folk arts for all ages. The Folkschool also offers musical concerts and community dance entertainment.\nTransportation.\nMurphy sits just northwest of &lt;a href=\"US%2019\"&gt;19&lt;/a&gt;/&lt;a href=\"US%2074\"&gt;74&lt;/a&gt;/&lt;a href=\"US%2064\"&gt;64&lt;/a&gt;/&lt;a href=\"US%20129\"&gt;129&lt;/a&gt; which runs from just southwest of Murphy to &lt;a href=\"Topton%2C%20North%20Carolina\"&gt;Topton&lt;/a&gt;, just before US 129 breaks off. It is easily accessed by motor vehicle.\nIn-town and in-county transportation is available, for a small fee, via Cherokee County Transit. There are also private taxis for hire.\nWestern Carolina Regional Airport , known locally as the Murphy Airport, Andrews Airport, or Andrews-Murphy Airport, is located between the cities of &lt;a href=\"Andrews%2C%20North%20Carolina\"&gt;Andrews&lt;/a&gt; and Murphy.\nThe closest commercial passenger airports are the Chattanooga Metropolitan Airport (IATA: CHA) 83 miles and the Hartsfield–Jackson Atlanta International Airport (IATA: ATL) 126 miles.\nInfrastructure.\nUtilities.\nElectricity for Western North Carolina is provided by &lt;a href=\"Duke%20Energy\"&gt;Duke Energy&lt;/a&gt;, sometimes referred to as Duke Power. It has a total service territory covering Half of its power generation for the Carolinas comes from its &lt;a href=\"nuclear%20power\"&gt;nuclear power plants&lt;/a&gt;. Some of the power is supplied via solar panel farms located in the Murphy area. There are at least four solar farms, each with more than 4,000 panels. One of the farms, called Martins Creek Solar Project, alone provides \"enough electricity to power more than 150 average-sized homes and enough revenue for the district to staff approximately two full-time teachers.\"\nThe town of Murphy's power is provided by &lt;a href=\"http%3A//www.murphypower.com\"&gt;Murphy Electric Power Board&lt;/a&gt;.\nNatural gas is supplied by Piedmont Gas, which services North Carolina, South Carolina, and Tennessee.\nIndustrial and personal waste is landfilled.\nCommunications.\n&lt;a href=\"WKRK%20%28AM%29\"&gt;WKRK&lt;/a&gt; 1320 AM and &lt;a href=\"WCNG\"&gt;WCNG&lt;/a&gt; 102.7 FM are two radio stations currently broadcast from Murphy.\nLocal TV 4 is a Murphy-based television news station.\nRoads and bridges.\nThere are 14.8 miles of roads maintained by the Town of Murphy, while other surroundings roads are maintained by the NC Department of Transportation. The Town receives about $56,000 per year in support of street maintenance. Of notable interest is a historic tee beam bridge located in downtown Murphy, NC, showcasing an early use of haunched, continuous cantilever bridge design.\nHealthcare.\nMurphy and all of &lt;a href=\"Cherokee%20County%2C%20North%20Carolina\"&gt;Cherokee County&lt;/a&gt; are served by &lt;a href=\"Erlanger%20Western%20Carolina%20Hospital\"&gt;Erlanger Western Carolina Hospital&lt;/a&gt;, certified by the &lt;a href=\"United%20States%20Department%20of%20Health%20and%20Human%20Services\"&gt;United States Department of Health and Human Services&lt;/a&gt;. It is licensed for 191 beds, of which 120 are nursing home beds, 57 are general-use beds, and the remaining 14 are dedicated to &lt;a href=\"Alzheimer%27s\"&gt;Alzheimer's&lt;/a&gt; patients.\nThere are a variety of independent healthcare providers including the areas of general family practice, dental, OBGYN, ENT, sports medicine specialists, chiropractic, pediatrics, and holistic care.\nLaw enforcement.\nMurphy and the surrounding unincorporated communities are protected by the Murphy Police Department, which is located at 93 Peachtree Street near downtown Murphy. It is headed by the Chief of Police, Justin J. Jacobs.\nCherokee County as a whole is served by the Cherokee County Sheriff's Office. D. L. Palmer is the current Sheriff, he has served in that capacity since 2014. The current Cherokee County Jail can house around 150 Inmates. The current jail built in 2008, replaced the older 1922 Jail that has since been demolished.\nMission statement.\nIt is the mission of the Town of Murphy Police Department to increase the quality of life and create a safe environment for all citizens and visitors of the Town of Murphy.\nBy forming a partnership with the community through Community Policing Initiatives we will work together to protect the lives and property of the citizens through fair, honest and professional enforcement of the laws, crime prevention and community problem solving.\nCrime rate.\nAccording to the Cherokee County, NC government, the crimes in the area consist primarily of domestic abuse (accounting for greater than 60% of incidents.) Emergency calls have increased in line with population increases. Violent crimes decreased year over year in 2018 by 15.3%, compared to an overal reduction of 7.3% for the entire state of North Carolina.\nGeography.\nMurphy is located east of the center of Cherokee County at (35.089848, −84.029924).\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the town has a total area of , of which is land and , or 9.13%, is water.\nThe town is located at the confluence of the &lt;a href=\"Hiwassee%20River\"&gt;Hiwassee River&lt;/a&gt; and &lt;a href=\"Valley%20River\"&gt;Valley River&lt;/a&gt;.\nTopography.\nMurphy is located in southwestern &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;, approximately halfway between &lt;a href=\"Atlanta%2C%20Georgia\"&gt;Atlanta, Georgia&lt;/a&gt; and &lt;a href=\"Knoxville%2C%20Tennessee\"&gt;Knoxville, Tennessee&lt;/a&gt;. The topography sonsists of gentle rolling hills and mountains with tall peaks, including ranges from 1800 ft to more than 5000 ft elevation. The location in the &lt;a href=\"Blue%20Ridge%20Mountains\"&gt;Blue Ridge Mountains&lt;/a&gt; has helped the community retain a fairly rural character, surrounded by wildlife such as &lt;a href=\"bear\"&gt;bear&lt;/a&gt;, &lt;a href=\"deer\"&gt;deer&lt;/a&gt;, &lt;a href=\"fox\"&gt;fox&lt;/a&gt; and recently reintroduced &lt;a href=\"elk\"&gt;elk&lt;/a&gt;.\nClimate.\nMurphy has a &lt;a href=\"humid%20subtropical%20climate\"&gt;humid subtropical climate&lt;/a&gt;, (Cfa) according to the &lt;a href=\"K%C3%B6ppen%20classification\"&gt;Köppen classification&lt;/a&gt;, with hot, humid summers and cool to mild winters, with low temperatures significantly cooler than other parts of the Southeast, due in part to the elevation. Like the rest of the southeastern U.S., Murphy receives abundant rainfall, greatest in winter and enhanced by the elevation. Receiving as much as 100 inches per year in some parts, areas of Cherokee County are considered part of the &lt;a href=\"Appalachian%20temperate%20rainforest\"&gt;Appalachian temperate rainforest&lt;/a&gt;. &lt;a href=\"Blizzards\"&gt;Blizzards&lt;/a&gt; are rare but possible; the &lt;a href=\"1993%20Storm%20of%20the%20Century\"&gt;1993 Storm of the Century&lt;/a&gt; dropped in 24 hours with more snowfall continuing up to 38\" in some areas, causing widespread power outages and natural disasters.\nThe monthly 24-hour average temperature ranges from in January to in July; there are 20 days of + highs, 106 days of freezing lows, and 4 days where the high stays at or below freezing annually. Extreme temperatures range from on &lt;a href=\"January%201985%20Arctic%20outbreak\"&gt;January 21 and 22, 1985&lt;/a&gt; up to on &lt;a href=\"Summer%202012%20North%20American%20heat%20wave\"&gt;July 1 and 2, 2012&lt;/a&gt;.\nNearby communities.\nCities and populated areas within an approximate radius of Murphy:"
}