{
    "id": "127741",
    "revid": "23129483",
    "url": "https://en.wikipedia.org/wiki?curid=127741",
    "title": "Concord, North Carolina",
    "text": "Concord (/ˈkɒn.kord/) is a &lt;a href=\"city\"&gt;city&lt;/a&gt; in &lt;a href=\"Cabarrus%20County%2C%20North%20Carolina\"&gt;Cabarrus County&lt;/a&gt;, in the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;. As of the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt;, the city had a population of 79,066, with an estimated population in 2019 of 96,341. It is the &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt; and the largest city in &lt;a href=\"Cabarrus%20County%2C%20North%20Carolina\"&gt;Cabarrus County&lt;/a&gt;. In terms of population, the city of Concord is the second-largest city in the &lt;a href=\"Charlotte%20metropolitan%20area\"&gt;Charlotte metropolitan area&lt;/a&gt; and is the &lt;a href=\"List%20of%20municipalities%20in%20North%20Carolina\"&gt;10th most populous city&lt;/a&gt; in North Carolina.\nIn 2015, &lt;a href=\"WalletHub\"&gt;WalletHub&lt;/a&gt; ranked Concord as the city with the 16th fastest growing economy in the United States. The city was a winner of the &lt;a href=\"All-America%20City%20Award\"&gt;All-America City Award&lt;/a&gt; in 2004. Located near the center of Cabarrus County in the &lt;a href=\"Piedmont%20%28United%20States%29\"&gt;Piedmont region&lt;/a&gt;, it is northeast of &lt;a href=\"Uptown%20Charlotte\"&gt;Uptown Charlotte&lt;/a&gt;. Concord is the home to some of North Carolina's top tourist destinations, including NASCAR's &lt;a href=\"Charlotte%20Motor%20Speedway\"&gt;Charlotte Motor Speedway&lt;/a&gt; and &lt;a href=\"Concord%20Mills\"&gt;Concord Mills&lt;/a&gt;.\nHistory.\nConcord, located in today's rapidly growing northeast quadrant of the &lt;a href=\"Charlotte%20metropolitan%20area\"&gt;Charlotte metropolitan area&lt;/a&gt;, was first settled about 1750 by German and &lt;a href=\"Scotch-Irish%20Americans\"&gt;Scots-Irish&lt;/a&gt; immigrants. The name Concord means with harmony. This name was chosen after a lengthy dispute between the German Lutherans and Scotch-Irish Presbyterians over where the county seat should be located. Concord is considered a relatively old town by US standards, as it was incorporated in 1806. Today, markers identifying the original town limits can be seen in the downtown area.\nAs county seat, Concord became a center of trade and retail for the cotton-producing region, especially on court days. The downtown would be crowded with farmers and townfolk, in addition to lawyers and their clients. During the antebellum era, wealth was built by planters through the cultivation of cotton as a commodity crop; the work was done by enslaved African Americans.\nBased on wealth from cotton as a commodity crop and through textile manufacturing, Concord's white planters and business owners built some significant homes in the late nineteenth and early twentieth centuries; they range along North and South Union Street and Edgewood Avenue. Within the North Union Historic District is Memorial Garden. Located on , the garden winds through the 200-year-old cemetery of the First Presbyterian Church.\nLocated in the Piedmont, Concord became a site of industrialization with cotton mills in the late 19th century. Among the owners of the new mills in the area were men of the rising black middle-class in &lt;a href=\"Wilmington%2C%20North%20Carolina\"&gt;Wilmington, North Carolina&lt;/a&gt;, such as &lt;a href=\"Warren%20Clay%20Coleman\"&gt;Warren Clay Coleman&lt;/a&gt;, &lt;a href=\"John%20C.%20Dancy\"&gt;John C. Dancy&lt;/a&gt; (appointed as collector of customs at the port), and others, who organized &lt;a href=\"Coleman%20Manufacturing%20Company\"&gt;Coleman Manufacturing Company&lt;/a&gt; in 1897. They built and operated what is believed to have been the first cotton mill owned by blacks in the nation. They hoped to promote economic security for people of color. However, the &lt;a href=\"Wilmington%20Insurrection%20of%201898\"&gt;Wilmington Insurrection of 1898&lt;/a&gt;, with white attacks on black areas of the city, caused many deaths, as well as destroying homes and businesses built by blacks since the Civil War. In 1900, Dancy was among more than 2000 blacks who left the city permanently after the riot. He moved to Washington, DC, appointed as the federal Recorder of Deeds, and serving until 1910. The mill operated under black ownership through 1904, hitting difficult times after Coleman died. The brick mill building was later taken over by &lt;a href=\"Fieldcrest%20Cannon\"&gt;Fieldcrest Cannon&lt;/a&gt;. It was enlarged and added on to, nearly doubling its square footage.\nFrom the time of incorporation in the late 1700s through the 1970s, Concord's jurisdiction was centered around the downtown area. Since then, most annexations have taken place west of the center-city area toward Charlotte. Portions of the city limit boundary adjoin the Cabarrus/Mecklenburg County line.\nNational Register of Historic Places.\nIn addition to the Cabarrus County Courthouse, the &lt;a href=\"Barber-Scotia%20College\"&gt;Barber-Scotia College&lt;/a&gt;, &lt;a href=\"Boger-Hartsell%20Farm\"&gt;Boger-Hartsell Farm&lt;/a&gt;, &lt;a href=\"McCurdy%20Log%20House\"&gt;McCurdy Log House&lt;/a&gt;, &lt;a href=\"Mill%20Hill%20%28Concord%2C%20North%20Carolina%29\"&gt;Mill Hill&lt;/a&gt;, &lt;a href=\"North%20Union%20Street%20Historic%20District\"&gt;North Union Street Historic District&lt;/a&gt;, &lt;a href=\"Odell-Locke-Randolph%20Cotton%20Mill\"&gt;Odell-Locke-Randolph Cotton Mill&lt;/a&gt;, &lt;a href=\"Reed%20Gold%20Mine\"&gt;Reed Gold Mine&lt;/a&gt;, &lt;a href=\"South%20Union%20Street%20Courthouse%20and%20Commercial%20Historic%20District\"&gt;South Union Street Courthouse and Commercial Historic District&lt;/a&gt;, &lt;a href=\"South%20Union%20Street%20Historic%20District%20%28Concord%2C%20North%20Carolina%29\"&gt;South Union Street Historic District&lt;/a&gt;, &lt;a href=\"Spears%20House%20%28Concord%2C%20North%20Carolina%29\"&gt;Spears House&lt;/a&gt;, &lt;a href=\"Stonewall%20Jackson%20Youth%20Development%20Center\"&gt;Stonewall Jackson Training School Historic District&lt;/a&gt;, and &lt;a href=\"Union%20Street%20North-Cabarrus%20Avenue%20Commercial%20Historic%20District\"&gt;Union Street North-Cabarrus Avenue Commercial Historic District&lt;/a&gt; are listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;.\nGeography.\nConcord is located in western Cabarrus County at (35.404340, -80.600474). The city has a total area of , of which , or 0.06%, is water. The elevation at the center of downtown is above sea level.\nConcord is located northeast of Charlotte, the largest city in North Carolina. Concord is the second-largest city in the Charlotte Metropolitan Area. It is positioned about half-way between Charlotte and &lt;a href=\"Salisbury%2C%20North%20Carolina\"&gt;Salisbury&lt;/a&gt;. Several other smaller cities and towns are located close to Concord, including &lt;a href=\"Kannapolis%2C%20North%20Carolina\"&gt;Kannapolis&lt;/a&gt;, &lt;a href=\"China%20Grove%2C%20North%20Carolina\"&gt;China Grove&lt;/a&gt;, &lt;a href=\"Landis%2C%20North%20Carolina\"&gt;Landis&lt;/a&gt;, &lt;a href=\"Mount%20Pleasant%2C%20North%20Carolina\"&gt;Mount Pleasant&lt;/a&gt;, &lt;a href=\"Harrisburg%2C%20North%20Carolina\"&gt;Harrisburg&lt;/a&gt;, &lt;a href=\"Midland%2C%20North%20Carolina\"&gt;Midland&lt;/a&gt;, and &lt;a href=\"Locust%2C%20North%20Carolina\"&gt;Locust&lt;/a&gt;.\nClimate.\nConcord has a &lt;a href=\"humid%20subtropical%20climate\"&gt;humid subtropical climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt; \"Cfa\"), with cool to mild winters and hot, humid summers. The city is located in the &lt;a href=\"Piedmont%20%28United%20States%29\"&gt;Piedmont&lt;/a&gt; area of North Carolina, which is characterized by rolling hills and forest.\nThe average high temperature in the winter is , and the average daily low temperature is . In the summer the average temperature is , and the average daily high temperature is . It is not unusual for summer daytime temperatures to reach in the mid to upper 90s and occasionally exceed . It is typical for winter temperatures to fall into the teens at night, but temperatures generally warm to above freezing during the day. Summer months are characterized as having cool to warm nights with very warm to hot temperatures during the day. \nThe area receives a generous amount of rainfall at per year, with February and April being the two driest months. Rainfall in the winter is lighter but more frequent, whereas rainfall in the summer is heavier but less frequent. Thunderstorms, both light and strong, are common in the spring and summer months. The sun shines 70 percent of the time in summer and 55 percent in winter. The prevailing wind is from the southwest, with the average highest windspeed of in spring.\nDemographics.\n2020 Census.\nAs of the &lt;a href=\"2020%20United%20States%20census\"&gt;2020 United States census&lt;/a&gt;, there were 105,240 people, 30,660 households, and 21,013 families residing in the city.\n2010 Census.\nAccording to the 2010 Census, Concord's population is 79,066. Of those persons claiming to be of one race, the racial breakdown is 70.4% white, 17.8% black or African American, 2.6% Asian, 0.3% Native American, 0.1% Pacific islander, 6.4% of other races. Persons of two or more races are 2.3%. Persons belonging to the Hispanic or Latino race are 12.3%. There are 32,130 housing units in Concord. Of those housing units, 90.7% are occupied, and 9.3% are vacant. \n2000 Census.\nThe &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000 determined there were 55,977 people, 20,962 households, and 14,987 families residing in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 1,085.3 people per square mile (419.0/km2). There were 22,485 housing units at an average density of 435.9 per square mile (168.3/km2). The racial makeup of the city was 78.83% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 15.10% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.30% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 1.22% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.03% &lt;a href=\"Pacific%20Islander%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 3.35% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 1.18% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; people of any race were 7.80% of the population.\nIn 2000, there were 20,962 households, out of which 35.2% had children under the age of 18 living with them, 55.7% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 11.5% had a female householder with no husband present, and 28.5% were non-families. 23.6% of all households were made up of individuals, and 8.0% had someone living alone who was 65 years of age or older. The average household size was 2.61 and the average family size was 3.08.\nIn 2000, the city the population was spread out, with 26.2% under the age of 18, 8.9% from 18 to 24, 33.6% from 25 to 44, 20.2% from 45 to 64, and 11.1% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 95.5 males. For every 100 females age 18 and over, there were 92.8 males.\nAlso in 2000, the median income for a household in the city was $46,094, and the median income for a family was $53,571. Males had a median income of $37,030 versus $26,044 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $21,523. About 5.8% of families and 8.2% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 10.0% of those under age 18 and 12.7% of those age 65 or over.\nReligion.\nThe earliest settlers were mainly immigrants, German &lt;a href=\"Lutherans\"&gt;Lutherans&lt;/a&gt; and German Reformed Protestants, and Scots or &lt;a href=\"Scotch-Irish%20American\"&gt;Scotch Irish&lt;/a&gt; &lt;a href=\"Presbyterians\"&gt;Presbyterians&lt;/a&gt;, who began settling in &lt;a href=\"Cabarrus%20County\"&gt;Cabarrus County&lt;/a&gt; in the 1750s. In 1773, the Zion (Organ) Church community and the St. Johns Church community of about sixty families commissioned two men, Christopher Rintelmann from Zion Church and Christopher Lyerly from St. Johns Church, to travel to &lt;a href=\"London\"&gt;London&lt;/a&gt; to seek permission from &lt;a href=\"King%20George%20III\"&gt;King George III&lt;/a&gt; to acquire a preacher (and a schoolteacher) from &lt;a href=\"Hanover\"&gt;Hanover&lt;/a&gt;, Germany. \n&lt;a href=\"Adolphus%20Nussmann\"&gt;Adolphus Nussmann&lt;/a&gt; was chosen by the Consistory of Hanover to answer the call and became the first Lutheran preacher in North Carolina. He served five churches from Salisbury to Concord, and subsequently planted twenty congregations and five schools in the greater Concord, Cabarrus, and Rowan county areas.\nToday the county has wide religious diversity, as well as strong overall religious affiliation rates. According to the 2000 Religion Report, more than 63% of area residents are affiliated with a local religious body. Concord is home to many churches and a Jewish congregation, Temple Or Olam.\nEconomy.\nConcord has a diverse economy comprising shipping and transportation, banking, manufacturing, motorsports, and various service sectors.\nEmployers.\nConcord has many small businesses and several large employers such as &lt;a href=\"Atrium%20Health\"&gt;Atrium Health&lt;/a&gt;, Cabarrus County Schools, Shoe Show, Inc., Celgard LLC, Connextions, Roush Fenway Racing, Sysco Foods, S&amp;D Coffee, and &lt;a href=\"Motor%20Racing%20Network\"&gt;Motor Racing Network&lt;/a&gt;, as well as &lt;a href=\"Windstream%20Concord%20Telephone\"&gt;CT Communications&lt;/a&gt; (also known as Concord Telephone), before being acquired by &lt;a href=\"Windstream%20Holdings\"&gt;Windstream&lt;/a&gt; in 2007. The city is home to the international headquarters for &lt;a href=\"ACN%20Inc.\"&gt;ACN Inc.&lt;/a&gt;.\nAccording to the city's 2014 Comprehensive Annual Financial Report, the top employers in the city are:\nCommerce.\nDowntown shopping features merchants offering antiques, fine collectibles, arts and crafts, and a seasonal farmers market. Concord is also home to the large retail venue &lt;a href=\"Concord%20Mills\"&gt;Concord Mills&lt;/a&gt;, and &lt;a href=\"Charlotte%20Motor%20Speedway\"&gt;Charlotte Motor Speedway&lt;/a&gt;. These two are the primary economic driving forces of the city.\nMotorsports.\nConcord is the home to &lt;a href=\"Charlotte%20Motor%20Speedway\"&gt;Charlotte Motor Speedway&lt;/a&gt;, a &lt;a href=\"NASCAR\"&gt;NASCAR&lt;/a&gt; Research and Development Office (which also is the headquarters for research for touring and sportscar racing operations), and several professional race teams, including &lt;a href=\"Hendrick%20Motorsports\"&gt;Hendrick Motorsports&lt;/a&gt;, &lt;a href=\"Roush%20Fenway%20Racing\"&gt;Roush Fenway Racing&lt;/a&gt;, &lt;a href=\"Petty%20GMS%20Motorsports\"&gt;Richard Petty Motorsports&lt;/a&gt;, and &lt;a href=\"Chip%20Ganassi%20Racing\"&gt;Chip Ganassi Racing&lt;/a&gt;. The speedway opened in 1959 by owner &lt;a href=\"Bruton%20Smith\"&gt;Bruton Smith&lt;/a&gt;, who is a native of &lt;a href=\"Oakboro%2C%20North%20Carolina\"&gt;Oakboro, North Carolina&lt;/a&gt;. Smith's company, &lt;a href=\"Speedway%20Motorsports%2C%20Inc.\"&gt;Speedway Motorsports, Inc.&lt;/a&gt;, owns Charlotte Motor Speedway. The company also owns and operates a dragstrip and dirt track facility adjacent to the speedway. Concord is also home to Windshear, Inc., a firm that owns a state-of-the-art wind tunnel facility used to test the aerodynamics of vehicles (mostly motorsports vehicles).\nGovernment.\nConcord has a &lt;a href=\"council-manager\"&gt;council-manager&lt;/a&gt; form of government. The &lt;a href=\"mayor\"&gt;mayor&lt;/a&gt; and &lt;a href=\"city%20council\"&gt;city council&lt;/a&gt; are elected for four year terms, with no &lt;a href=\"term%20limit\"&gt;term limit&lt;/a&gt;s. As a single body, the city council holds most of the power in the city government. For example, they have the power to pass ordinances, make resolutions, adopt plans, and establish the budget for the city. The mayor is \"ex officio\" chairman of the city council, and only votes in case of a tie. In addition to leadership roles, the mayor represents the city at special events and public appearances. The council appoints a professional &lt;a href=\"city%20manager\"&gt;city manager&lt;/a&gt; to manage and implement the decisions of the city council. In general, the municipal government structure consists of the mayor, seven city council members, and the appointed city manager. The current mayor of Concord is William C. \"Bill\" Dusch, and the current city manager is Lloyd Payne was appointed on April 1, 2018 following the retirement after 20 years of W. Brian Hiatt. Dusch was elected as mayor in 2017, following the retirement of previous mayor, J. Scott Padgett who served as mayor for 16 years.\nThe Concord city government offers a variety of services to its citizens. Six are required by North Carolina General Statute - fire, police, solid waste, street maintenance, water, and wastewater. Additional services that the city offers are electrical distribution, parks and recreation, stormwater system, transportation (streets maintenance and planning), economic development, planning and zoning, community development programs, environmental protection, a transit system, and operation of a regional airport. The operating budget for fiscal year 2012 totaled $207,724,003. The government generates its revenue from sources such as real property tax, sales tax distributions from the State, water and wastewater service fees, electrical utility fees, business privilege licenses, federal or state grants, investments, and other fees (such as parks and recreation, aviation, zoning, etc.). The revenues are distributed back to the community in the form of services.\nHistoric Courthouse.\nThe &lt;a href=\"Cabarrus%20County%20Courthouse\"&gt;Cabarrus County Courthouse&lt;/a&gt; was completed in 1876. A marble &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt; monument, dedicated in 1892, is located on the front lawn. The courthouse was recognized for its significance and listed in 1974 on the &lt;a href=\"National%20Register%20of%20Historic%20Places%20listings%20in%20Cabarrus%20County%2C%20North%20Carolina\"&gt;National Register of Historic Places&lt;/a&gt;.The historic courthouse now is the home of the Cabarrus Arts Council, the Davis Theater and Historic Cabarrus.\nEducation.\nEducational opportunities include public and private schools in elementary, secondary, and higher education. Publicly, the area in Concord is served by the &lt;a href=\"Cabarrus%20County%20Schools\"&gt;Cabarrus County Schools&lt;/a&gt; system. There are 12 elementary schools in Concord, seven middle schools, and five high schools. Local private schools include &lt;a href=\"Cannon%20School\"&gt;Cannon School&lt;/a&gt; and &lt;a href=\"Concord%20First%20Assembly%20Academy\"&gt;Concord First Assembly Academy&lt;/a&gt;.\nNeighborhoods and recreation.\nIn 2000, Concord's city council implemented the \"Partnerships for Stronger Neighborhoods\" program. This program is designed to enhance the lives of residents in the neighborhoods in the city, increasing the quality of both life and events for those calling Concord home. As part of the program, some city staff members have volunteered to be appointed as liaisons to work directly with neighborhoods that participate in the program. Through this effort, strong communication is established between city government and its citizens. There are currently 45 neighborhoods participating in the program, which contributes to making Concord one of the most sought-after communities for homebuyers in the regional real estate market. Choices are diverse, offering modest homes to multimillion-dollar estates.\nThe City of Concord provides its neighborhoods with three recreational centers, eight parks, four sport complexes, an aquatics center featuring open swimming and swim lessons, Lake Fisher, with of lakefront and providing boating, fishing, greenways and bike paths. There is also the championship 18-hole Rocky River Golf Club (a Dan Maples design) owned and operated by the City and managed by a contracted company.\nPrivate recreational opportunities are available, including the West Cabarrus YMCA and the Sportscenter. The West Cabarrus YMCA opened in the fall of 2003. The Sportscenter is a privately owned athletic and recreational facility.\nTransportation.\nHighways.\n&lt;a href=\"Interstate%2085\"&gt;Interstate 85&lt;/a&gt; links Concord directly to &lt;a href=\"Greensboro%2C%20North%20Carolina\"&gt;Greensboro&lt;/a&gt; and &lt;a href=\"Durham%2C%20North%20Carolina\"&gt;Durham&lt;/a&gt; to the northeast and &lt;a href=\"Charlotte%2C%20North%20Carolina\"&gt;Charlotte&lt;/a&gt;, &lt;a href=\"Greenville%2C%20South%20Carolina\"&gt;Greenville&lt;/a&gt;, and &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt; to the southwest. Interstate 85 is being widened to eight lanes (four northbound, four southbound) through the city, with construction advancing from south to north. &lt;a href=\"Interstate%20485\"&gt;Interstate 485&lt;/a&gt; is located southwest of Concord and parallels the Cabarrus - Mecklenburg County line for several miles, providing access to the Charlotte area. &lt;a href=\"U.S.%20Route%2029\"&gt;US Highway 29&lt;/a&gt; and &lt;a href=\"U.S.%20Route%20601\"&gt;US Highway 601&lt;/a&gt; travel through Concord en route to other parts of the Carolinas. US 29 serves as an alternative to Interstate 85 for much of the distance between Charlotte and Greensboro. George W Liles Parkway is another route in the city with part of it being an expressway.\nBus.\nConcord has a local bus system known as &lt;a href=\"Concord%20Kannapolis%20Area%20Transit\"&gt;CKRider&lt;/a&gt; that provides service to Concord and Kannapolis. The system also links to Charlotte Area Transit System (CATS) via an express service as well as at regular service connection points. &lt;a href=\"Greyhound%20Lines\"&gt;Greyhound&lt;/a&gt; also serves the area.\nRail.\nThere is one railroad line that runs through Concord. It is owned by &lt;a href=\"North%20Carolina%20Railroad\"&gt;North Carolina Railroad&lt;/a&gt;. There are several industrial facilities served by this railroad line. There are no passenger stations located in Concord, but &lt;a href=\"Amtrak\"&gt;Amtrak&lt;/a&gt; has stations located in the adjacent cities of &lt;a href=\"Kannapolis%20%28Amtrak%20station%29\"&gt;Kannapolis&lt;/a&gt; and &lt;a href=\"Charlotte%20%28Amtrak%20station%29\"&gt;Charlotte&lt;/a&gt;.\nAir.\n&lt;a href=\"Concord%20Regional%20Airport\"&gt;Concord-Padgett Regional Airport&lt;/a&gt; (JQF) is an airport publicly owned and operated by the City of Concord. It is designated as a reliever facility for &lt;a href=\"Charlotte%20Douglas%20International%20Airport\"&gt;Charlotte Douglas International Airport&lt;/a&gt; (CLT). Charlotte Douglas provides Concord with a major domestic/international gateway. Concord Regional Airport aviation activity consist of charter aircraft, limited commercial flights, flight schools, and private aircraft. The types of aircraft using the facility range from Cessna 150, to Beech Bonanza, to Grumman Gulfstream IV, to Boeing 737-300. In 2013 Allegaint Air began providing commercial air service from Concord-Padgett Regional to cities in &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; and &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt;.\nNearby attractions.\nConcord is home to several notable attractions. This includes two malls, a museum, a family resort, a NASCAR track, and an arena and events center that can be used for multiple purposes for the entire county.\nSister cities.\nConcord has three sister cities, as designated by &lt;a href=\"Sister%20Cities%20International\"&gt;Sister Cities International&lt;/a&gt;:"
}