{
    "id": "12808015",
    "revid": "1227203",
    "url": "https://en.wikipedia.org/wiki?curid=12808015",
    "title": "List of EastEnders characters (2006)",
    "text": "The following is a list of characters that first appeared in the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; soap opera \"&lt;a href=\"EastEnders\"&gt;EastEnders&lt;/a&gt;\" in 2006, by order of first appearance. 2006 was a year when many families joined \"EastEnders\". First, &lt;a href=\"Deano%20Wicks\"&gt;Deano Wicks&lt;/a&gt;, his sister &lt;a href=\"Carly%20Wicks\"&gt;Carly Wicks&lt;/a&gt; and father &lt;a href=\"Kevin%20Wicks\"&gt;Kevin Wicks&lt;/a&gt; joined. Then, the Fox family appeared, with the characters of &lt;a href=\"Denise%20Fox\"&gt;Denise Fox&lt;/a&gt;, &lt;a href=\"Chelsea%20Fox\"&gt;Chelsea Fox&lt;/a&gt; and &lt;a href=\"Libby%20Fox\"&gt;Libby Fox&lt;/a&gt; as members. The Branning family was extended with &lt;a href=\"Max%20Branning\"&gt;Max Branning&lt;/a&gt;, &lt;a href=\"Tanya%20Branning\"&gt;Tanya Branning&lt;/a&gt;, &lt;a href=\"Abi%20Branning\"&gt;Abi Branning&lt;/a&gt; and &lt;a href=\"Lauren%20Branning\"&gt;Lauren Branning&lt;/a&gt; all joining. Also, &lt;a href=\"May%20Wright\"&gt;May Wright&lt;/a&gt;, &lt;a href=\"Jay%20Brown\"&gt;Jay Brown&lt;/a&gt; and &lt;a href=\"Shirley%20Carter\"&gt;Shirley Carter&lt;/a&gt;, the biological mother of Deano and Carly, all joined the show. Also, &lt;a href=\"Owen%20Turner\"&gt;Owen Turner&lt;/a&gt;, Denise's abusive ex-husband, and his mother &lt;a href=\"Liz%20Turner\"&gt;Liz&lt;/a&gt; both arrived in this year.\nDean Wicks.\nDean \"Deano\" Wicks, played by &lt;a href=\"Matt%20Di%20Angelo\"&gt;Matt Di Angelo&lt;/a&gt;, arrives in &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; and is taken in by Kevin's in-law &lt;a href=\"Pat%20Butcher\"&gt;Pat Evans&lt;/a&gt; (&lt;a href=\"Pam%20St.%20Clement\"&gt;Pam St. Clement&lt;/a&gt;) after he lies that his father, &lt;a href=\"Kevin%20Wicks\"&gt;Kevin Wicks&lt;/a&gt; (&lt;a href=\"Phil%20Daniels\"&gt;Phil Daniels&lt;/a&gt;), has died. Deano is soon joined by Kevin and his sister, &lt;a href=\"Carly%20Wicks\"&gt;Carly Wicks&lt;/a&gt; (&lt;a href=\"Kellie%20Shirley\"&gt;Kellie Shirley&lt;/a&gt;). He is also unwittingly reunited with his estranged mother, &lt;a href=\"Shirley%20Carter\"&gt;Shirley Carter&lt;/a&gt; (&lt;a href=\"Linda%20Henry\"&gt;Linda Henry&lt;/a&gt;), during a family holiday in Dorset. Deano is imprisoned for framing &lt;a href=\"Sean%20Slater\"&gt;Sean Slater&lt;/a&gt; (&lt;a href=\"Robert%20Kazinsky\"&gt;Robert Kazinsky&lt;/a&gt;) for an assault. He finds prison hard, and when he is released, Deano has changed vastly.\nBradley Branning.\nBradley Branning, played by &lt;a href=\"Charlie%20Clements\"&gt;Charlie Clements&lt;/a&gt;, moves to Walford from &lt;a href=\"Tring\"&gt;Tring&lt;/a&gt; to live with his grandfather &lt;a href=\"Jim%20Branning\"&gt;Jim&lt;/a&gt; (&lt;a href=\"John%20Bardon\"&gt;John Bardon&lt;/a&gt;) and his step-grandmother &lt;a href=\"Dot%20Cotton\"&gt;Dot&lt;/a&gt; (&lt;a href=\"June%20Brown\"&gt;June Brown&lt;/a&gt;). Later that year, Bradley's father &lt;a href=\"Max%20Branning\"&gt;Max&lt;/a&gt; (&lt;a href=\"Jake%20Wood\"&gt;Jake Wood&lt;/a&gt;) moves to &lt;a href=\"Albert%20Square\"&gt;Albert Square&lt;/a&gt; with his family. Bradley befriends &lt;a href=\"Stacey%20Slater\"&gt;Stacey Slater&lt;/a&gt; (&lt;a href=\"Lacey%20Turner\"&gt;Lacey Turner&lt;/a&gt;) upon his arrival, and eventually a romance develops between them. They marry in November 2007, but Bradley discovers on Christmas Day that Stacey has been having an affair with his father. They split and Bradley eventually has a relationship with &lt;a href=\"Syd%20Chambers\"&gt;Syd Chambers&lt;/a&gt; (&lt;a href=\"Nina%20Toussaint-White\"&gt;Nina Toussaint-White&lt;/a&gt;), though it is Stacey who proves to be Bradley's ultimate love.\nOliver Cousins.\nOliver Cousins, played by &lt;a href=\"Tom%20Ellis%20%28actor%29\"&gt;Tom Ellis&lt;/a&gt;, is a &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; doctor. He first appears in episode 3092, first broadcast on 30 January. His last appearance is in episode 3159, first broadcast on 26 May 2006, and in 2011, Ellis said he would not consider returning to the show.\nWhen Oliver first appears, he is knocked over by &lt;a href=\"Dot%20Cotton\"&gt;Dot Branning&lt;/a&gt; (&lt;a href=\"June%20Brown\"&gt;June Brown&lt;/a&gt;) and is locked out of his house naked. &lt;a href=\"Mo%20Harris\"&gt;Mo Harris&lt;/a&gt; (&lt;a href=\"Laila%20Morse\"&gt;Laila Morse&lt;/a&gt;) picks the lock for him, but as his towel is caught in the door, he then has just his hands to cover himself. Cousins gives &lt;a href=\"Honey%20Mitchell\"&gt;Honey Edwards&lt;/a&gt; (&lt;a href=\"Emma%20Barton\"&gt;Emma Barton&lt;/a&gt;) advice about her unborn baby, finds &lt;a href=\"Ben%20Mitchell%20%28EastEnders%29\"&gt;Ben Mitchell&lt;/a&gt; (Charlie Jones) when he runs away, and talks to &lt;a href=\"Little%20Mo%20Mitchell\"&gt;Little Mo Mitchell&lt;/a&gt; (&lt;a href=\"Kacey%20Ainsworth\"&gt;Kacey Ainsworth&lt;/a&gt;) about her baby &lt;a href=\"Freddie%20Mitchell%20%28EastEnders%29\"&gt;Freddie&lt;/a&gt; (Alex Kilby and Tom Kilby), thinking that she is suffering from stress. He then develops romantic feelings for Little Mo.\nOliver goes on a date with Little Mo, where she confides in him that she sometimes struggles with Freddie. He walks her home that night and they share a kiss on the doorstep. Little Mo later confides in Oliver that she has nearly hit Freddie in the past when he had been crying. When Freddie is injured, Oliver tells his colleague, &lt;a href=\"%23Briony%20Campbell\"&gt;Briony Campbell&lt;/a&gt; (&lt;a href=\"Rae%20Hendrie\"&gt;Rae Hendrie&lt;/a&gt;), what Little Mo had told him. She tells Social Services, who suspect Little Mo has caused Freddie's injuries. However, Little Mo suspects 10-year-old Ben has caused them. Little Mo discovers that Oliver has betrayed her and ends their relationship. Oliver is offered a job in &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt; and decides to leave Walford.\nAt the same time, Ben tells Oliver that he hit Freddie on purpose, confirming Little Mo's suspicion, but Ben's father &lt;a href=\"Phil%20Mitchell\"&gt;Phil&lt;/a&gt; (&lt;a href=\"Steve%20McFadden\"&gt;Steve McFadden&lt;/a&gt;) tells Oliver to keep quiet. Oliver takes Little Mo for dinner and tries to convince her to go to the police to clear her name but she refuses. They go to &lt;a href=\"The%20Queen%20Victoria\"&gt;The Queen Victoria&lt;/a&gt; pub together and &lt;a href=\"Peggy%20Mitchell\"&gt;Peggy Mitchell&lt;/a&gt; (&lt;a href=\"Barbara%20Windsor\"&gt;Barbara Windsor&lt;/a&gt;) calls Little Mo a child beater. Oliver stands up for her and is about to tell everyone the truth about Freddie's injury. Little Mo is angry with Oliver for not respecting her decision and she storms out the pub.\nOliver gets drunk the following day and barmaid &lt;a href=\"Dawn%20Swann\"&gt;Dawn Swann&lt;/a&gt; (&lt;a href=\"Kara%20Tointon\"&gt;Kara Tointon&lt;/a&gt;) has to help him get into his flat at the end of the night. &lt;a href=\"Stacey%20Slater\"&gt;Stacey Slater&lt;/a&gt; (&lt;a href=\"Lacey%20Turner\"&gt;Lacey Turner&lt;/a&gt;) sees this but doesn't tell Little Mo. Oliver finally admits to Little Mo that he loves her and proposes to her on 25 May 2006. Happy with the outcome, the two prepare to leave Walford for Leeds, but not before apologising to Dawn for chucking her out of his flat the day he got drunk. She gives him a friendly kiss but Stacey also sees this and tells Little Mo. Little Mo confronts Oliver and she pushes him to the ground and in response, he ends their relationship. As Little Mo prepares to leave for &lt;a href=\"Barnstaple\"&gt;Barnstaple&lt;/a&gt;, Oliver realises that he still loves her and decides to ask her to go with him to &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt;. He runs to the tube station and tries to convince her to join him. Little Mo chooses not to go with him, and she leaves with Freddie. That day Oliver also leaves Walford.\nCarly Wicks.\nCarly Wicks, played by &lt;a href=\"Kellie%20Shirley\"&gt;Kellie Shirley&lt;/a&gt;, moves to &lt;a href=\"Albert%20Square\"&gt;Albert Square&lt;/a&gt; with her father &lt;a href=\"Kevin%20Wicks\"&gt;Kevin&lt;/a&gt; (&lt;a href=\"Phil%20Daniels\"&gt;Phil Daniels&lt;/a&gt;) and her brother &lt;a href=\"Deano%20Wicks\"&gt;Deano&lt;/a&gt; (&lt;a href=\"Matt%20Di%20Angelo\"&gt;Matt Di Angelo&lt;/a&gt;) after the breakdown of her marriage to &lt;a href=\"Nico%20Pappas\"&gt;Nico Pappas&lt;/a&gt; (&lt;a href=\"Gerard%20Monaco\"&gt;Gerard Monaco&lt;/a&gt;). She is also unwittingly reunited with her estranged mother, &lt;a href=\"Shirley%20Carter\"&gt;Shirley Carter&lt;/a&gt; (&lt;a href=\"Linda%20Henry\"&gt;Linda Henry&lt;/a&gt;), during a family holiday in Dorset. Carly has brief relationships with &lt;a href=\"Martin%20Fowler%20%28EastEnders%29\"&gt;Martin Fowler&lt;/a&gt; (&lt;a href=\"James%20Alexandrou\"&gt;James Alexandrou&lt;/a&gt;), &lt;a href=\"Jake%20Moon\"&gt;Jake Moon&lt;/a&gt; (&lt;a href=\"Joel%20Beckett\"&gt;Joel Beckett&lt;/a&gt;) and &lt;a href=\"Sean%20Slater\"&gt;Sean Slater&lt;/a&gt; (&lt;a href=\"Robert%20Kazinsky\"&gt;Robert Kazinsky&lt;/a&gt;), despite there being a feud between Sean and Deano.\nKevin Wicks.\nKevin Wicks, played by &lt;a href=\"Phil%20Daniels\"&gt;Phil Daniels&lt;/a&gt;, moves to &lt;a href=\"Albert%20Square\"&gt;Albert Square&lt;/a&gt; with his children &lt;a href=\"Deano%20Wicks\"&gt;Deano&lt;/a&gt; and &lt;a href=\"Carly%20Wicks\"&gt;Carly&lt;/a&gt; (&lt;a href=\"Matt%20Di%20Angelo\"&gt;Matt Di Angelo&lt;/a&gt; and &lt;a href=\"Kellie%20Shirley\"&gt;Kellie Shirley&lt;/a&gt;). He starts a relationship with &lt;a href=\"Denise%20Fox\"&gt;Denise Fox&lt;/a&gt; (&lt;a href=\"Diane%20Parish\"&gt;Diane Parish&lt;/a&gt;), and the two marry in April 2007, despite Kevin's ex-wife &lt;a href=\"Shirley%20Carter\"&gt;Shirley&lt;/a&gt;'s (&lt;a href=\"Linda%20Henry\"&gt;Linda Henry&lt;/a&gt;) attempts to stop them. Kevin runs a car lot, but when he agrees to sell \"&lt;a href=\"Lemon%20%28automobile%29\"&gt;cut-and-shut&lt;/a&gt;\" stolen cars for &lt;a href=\"Phil%20Mitchell\"&gt;Phil Mitchell&lt;/a&gt; (&lt;a href=\"Steve%20McFadden\"&gt;Steve McFadden&lt;/a&gt;) the enterprise leads to tragic consequences.\nBert Atkinson.\nAlbert \"Bert\" Atkinson, played by &lt;a href=\"Dave%20Hill%20%28actor%29\"&gt;Dave Hill&lt;/a&gt;, makes his first appearance in &lt;a href=\"Albert%20Square\"&gt;Albert Square&lt;/a&gt; on 24 February 2006. He is last seen leaving &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; on 23 July 2007. Bert is from &lt;a href=\"Slaithwaite\"&gt;Slaithwaite&lt;/a&gt; in &lt;a href=\"Huddersfield\"&gt;Huddersfield&lt;/a&gt;, Yorkshire and is proud Yorkshireman, who frequently mentions his origins. He can often be found boasting around Albert Square about how Southerners do not match up to him and his fellow Northerners. He returned unannounced on 28 August 2017 for two episodes.\nHe is a friend of &lt;a href=\"Joe%20Macer\"&gt;Joe Macer&lt;/a&gt; (&lt;a href=\"Ray%20Brooks%20%28actor%29\"&gt;Ray Brooks&lt;/a&gt;), and comes to Walford to visit him, having heard from Joe's daughter &lt;a href=\"Megan%20Macer\"&gt;Megan&lt;/a&gt; (&lt;a href=\"Niky%20Wardley\"&gt;Niky Wardley&lt;/a&gt;) of his marriage to &lt;a href=\"Pauline%20Fowler\"&gt;Pauline Fowler&lt;/a&gt; (&lt;a href=\"Wendy%20Richard\"&gt;Wendy Richard&lt;/a&gt;). On the day he arrives, he is mistaken for a tramp by &lt;a href=\"Bradley%20Branning\"&gt;Bradley Branning&lt;/a&gt; (&lt;a href=\"Charlie%20Clements\"&gt;Charlie Clements&lt;/a&gt;) and interrupts &lt;a href=\"Martin%20Fowler%20%28EastEnders%29\"&gt;Martin&lt;/a&gt; and &lt;a href=\"Sonia%20Fowler\"&gt;Sonia Fowler&lt;/a&gt;'s (&lt;a href=\"James%20Alexandrou\"&gt;James Alexandrou&lt;/a&gt; and &lt;a href=\"Natalie%20Cassidy\"&gt;Natalie Cassidy&lt;/a&gt;) evening by letting himself into their house while Joe and Pauline are on their honeymoon.\nHe flirts with &lt;a href=\"Mo%20Harris\"&gt;Mo Harris&lt;/a&gt; (&lt;a href=\"Laila%20Morse\"&gt;Laila Morse&lt;/a&gt;) and takes her back to Pauline and Joe's house, where the newlyweds walk in on them kissing on the sofa. Mo identifies a tattoo on his upper left arm as one obtained in prison, and realises that Bert knows Joe from prison. When Mo finds Bert in an alley in a tight embrace with Ina, a local market stall holder, she splits up with him and reveals his secret to &lt;a href=\"Dot%20Cotton\"&gt;Dot Branning&lt;/a&gt; (&lt;a href=\"June%20Brown\"&gt;June Brown&lt;/a&gt;). After Pauline discovers Joe and Dot's betrayal, Bert moves in with Dot, &lt;a href=\"Jim%20Branning\"&gt;Jim&lt;/a&gt; (&lt;a href=\"John%20Bardon\"&gt;John Bardon&lt;/a&gt;), Sonia and Bradley at 25 Albert Square. He later makes up with Mo and their passion starts again.\nIn November 2006, Bert receives a visit from a man telling him that his ex-wife &lt;a href=\"%23Evie%20Brown\"&gt;Evie&lt;/a&gt; (&lt;a href=\"Marji%20Campi\"&gt;Marji Campi&lt;/a&gt;) wants to see him. She is dying of breast cancer, and tells Bert that she still loves him, even after 38 years of not seeing each other. She also reveals that their daughter, Karen, died of breast cancer in 2004. Bert brings Evie back to Walford to stay with &lt;a href=\"Pat%20Butcher\"&gt;Pat Evans&lt;/a&gt; (&lt;a href=\"Pam%20St.%20Clement\"&gt;Pam St. Clement&lt;/a&gt;) while the rest of her family are away, and Bert moves in with her, breaking up with Mo. Evie dies days after arriving in the Square but she shocks Bert by telling him that he has a grandson called &lt;a href=\"Jay%20Brown\"&gt;Jay&lt;/a&gt; (&lt;a href=\"Jamie%20Borthwick\"&gt;Jamie Borthwick&lt;/a&gt;). At Evie's funeral Bert meets Jay for the first time but does not introduce himself because he is too afraid of what may happen. Bert moves out of Pat's house and in with &lt;a href=\"Patrick%20Trueman\"&gt;Patrick&lt;/a&gt; and &lt;a href=\"Yolande%20Trueman\"&gt;Yolande Trueman&lt;/a&gt; (&lt;a href=\"Rudolph%20Walker\"&gt;Rudolph Walker&lt;/a&gt; and &lt;a href=\"Angela%20Wynter\"&gt;Angela Wynter&lt;/a&gt;).\nOn 5 February 2007, Beryl, the carer of Bert's grandson, Jay, brings Jay to live with Bert, saying she cannot look after him any more. Bert tries to teach Jay not to steal, as he steals from &lt;a href=\"Deano%20Wicks\"&gt;Deano Wicks&lt;/a&gt;'s (&lt;a href=\"Matt%20Di%20Angelo\"&gt;Matt Di Angelo&lt;/a&gt;) stall and Patrick and Yolande's shop. Pat later persuades &lt;a href=\"Ian%20Beale\"&gt;Ian Beale&lt;/a&gt; (&lt;a href=\"Adam%20Woodyatt\"&gt;Adam Woodyatt&lt;/a&gt;) to let Bert and Jay live at 15a Turpin Road. He is referred to an eye specialist with a suspected &lt;a href=\"glaucoma\"&gt;glaucoma&lt;/a&gt; after a check up at his optician's. Initially Bert refuses to have anything to do with surgery but after Jay discovers how serious his condition is and threatens to move out, Bert has the surgery and appears to make a full recovery.\nIn July 2007 Jay's father, &lt;a href=\"Jase%20Dyer\"&gt;Jase Dyer&lt;/a&gt; (&lt;a href=\"Stephen%20Lord\"&gt;Stephen Lord&lt;/a&gt;), appears in Albert Square, looking for his son. After an initially hostile meeting, Bert allows him to meet Jay. The father and son get on together, and Jase moves into the flat. On seeing his grandson is being well looked after, Bert takes his cue to pack his bags and move on from the Square. Bert is mentioned twice in January 2009 in a conversation between Pat and &lt;a href=\"Billy%20Mitchell%20%28EastEnders%29\"&gt;Billy Mitchell&lt;/a&gt; (&lt;a href=\"Perry%20Fenwick\"&gt;Perry Fenwick&lt;/a&gt;) due to Jay's behaviour problems, and in March 2009 when Jay returns to Walford informing Billy that he is living with Bert. However, this is a lie as Jay is sleeping rough. Mo eventually learns from Bert that Jay is not living with him and she tells Billy, who then invites Jay to stay with him again. Bert is also mentioned in August 2016 when Jay plans to live with him, though Jay does not leave Walford.\nBert returns to Walford ten years later when &lt;a href=\"Phil%20Mitchell\"&gt;Phil Mitchell&lt;/a&gt; (&lt;a href=\"Steve%20McFadden\"&gt;Steve McFadden&lt;/a&gt;) tells Jay that Jase is not his biological father, although Jay is unaware of the fact Phil is lying. Bert backs up Phil's story. It is later revealed that &lt;a href=\"Max%20Branning\"&gt;Max Branning&lt;/a&gt; (&lt;a href=\"Jake%20Wood\"&gt;Jake Wood&lt;/a&gt;) blackmailed Phil into lying about Jay's paternity.\nJack Edwards.\nJack Edwards, played by &lt;a href=\"Nicky%20Henson\"&gt;Nicky Henson&lt;/a&gt;, is the father of &lt;a href=\"Honey%20Mitchell\"&gt;Honey Mitchell&lt;/a&gt; (&lt;a href=\"Emma%20Barton\"&gt;Emma Barton&lt;/a&gt;). The character was to have been played by former musician &lt;a href=\"David%20Essex\"&gt;David Essex&lt;/a&gt;, originally for only 3 weeks, but Essex pulled out when the role expanded and he was unable to commit to the increased time. The role was re-cast and &lt;a href=\"Nicky%20Henson\"&gt;Nicky Henson&lt;/a&gt; played the part.\nJack has a dog called Dalgliesh and a &lt;a href=\"narrowboat\"&gt;narrowboat&lt;/a&gt; called Patonia. He initially shows a strong dislike of his daughter's fiancée, &lt;a href=\"Billy%20Mitchell%20%28EastEnders%29\"&gt;Billy Mitchell&lt;/a&gt; (&lt;a href=\"Perry%20Fenwick\"&gt;Perry Fenwick&lt;/a&gt;), and poses as a plumber to get to know what Billy is really like. He also has a crush on &lt;a href=\"Peggy%20Mitchell\"&gt;Peggy Mitchell&lt;/a&gt; (&lt;a href=\"Barbara%20Windsor\"&gt;Barbara Windsor&lt;/a&gt;). Jack leaves &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; to complete a job, but returns in July for Billy and Honey's wedding and continues flirting with Peggy. They get together, but split up when Peggy refuses to accept Jack's newborn granddaughter, &lt;a href=\"Janet%20Mitchell%20%28EastEnders%29\"&gt;Janet&lt;/a&gt;, who has &lt;a href=\"Down%27s%20syndrome\"&gt;Down's syndrome&lt;/a&gt;. He reappears again in November when Honey runs away from Billy and Janet.\nSince his departure, Jack is mentioned in February 2008 when Billy and Honey announce to Peggy that they are going to visit him for a week on his narrowboat with Janet and a newborn baby &lt;a href=\"Will%20Mitchell\"&gt;Will Mitchell&lt;/a&gt;. He is then mentioned again in September 2008 by Billy, who tells &lt;a href=\"Archie%20Mitchell\"&gt;Archie Mitchell&lt;/a&gt; (&lt;a href=\"Larry%20Lamb\"&gt;Larry Lamb&lt;/a&gt;) that Honey has taken the children and left him, moving in with Jack. In May 2010, Billy is told that Honey and Jack have been involved in a car accident and Jack has died.\nJez Franks.\nJez Franks, played by Tex Jacks, is a bully in &lt;a href=\"Ben%20Mitchell%20%28EastEnders%29\"&gt;Ben Mitchell&lt;/a&gt;'s (Charlie Jones) year at Walford Primary School. He is first seen at Ben's tenth birthday party, when he and another boy, Ali, fix a game of pass the parcel, so Jez wins the prize, a camera. He is later seen at the opening of Walford Video, when Ben's father, &lt;a href=\"Phil%20Mitchell\"&gt;Phil&lt;/a&gt;'s (&lt;a href=\"Steve%20McFadden\"&gt;Steve McFadden&lt;/a&gt;) lawyer, &lt;a href=\"Stella%20Crawford\"&gt;Stella Crawford&lt;/a&gt; (&lt;a href=\"Sophie%20Thompson\"&gt;Sophie Thompson&lt;/a&gt;) embarrasses Ben by revealing that the shop isn't actually his yet – and Jez teases him. Jez is then seen in March 2007, bullying Ben in the playground at school, threatening to make him deaf in his only hearing ear. This leads Ben to wetting himself, and Stella, Phil's girlfriend, tells Ben to stand up for himself, then watches as Jez and some other boys attacks Ben. Phil later attacks Jez's father, &lt;a href=\"Vince%20Franks\"&gt;Vince&lt;/a&gt; (&lt;a href=\"Jamie%20Kenna\"&gt;Jamie Kenna&lt;/a&gt;), and tells him to keep Jez away from Ben.\nBriony Campbell.\nDoctor Briony Campbell, played by &lt;a href=\"Rae%20Hendrie\"&gt;Rae Hendrie&lt;/a&gt;, is a &lt;a href=\"pediatrics\"&gt;paediatrician&lt;/a&gt; who looks after &lt;a href=\"List%20of%20EastEnders%20characters%20%282004%29%23Freddie%20Mitchell\"&gt;Freddie Mitchell&lt;/a&gt; (Alex Kilby and Tom Kilby) when he is injured and has blood on the brain. She interviews &lt;a href=\"%23Oliver%20Cousins\"&gt;Oliver Cousins&lt;/a&gt; (&lt;a href=\"Tom%20Ellis%20%28actor%29\"&gt;Tom Ellis&lt;/a&gt;), &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt;'s &lt;a href=\"general%20practitioner\"&gt;GP&lt;/a&gt; and boyfriend of Freddie's mother, &lt;a href=\"Little%20Mo%20Mitchell\"&gt;Little Mo Mitchell&lt;/a&gt; (&lt;a href=\"Kacey%20Ainsworth\"&gt;Kacey Ainsworth&lt;/a&gt;). Oliver tells her that Mo had once nearly hit Freddie. Briony then informs the police and &lt;a href=\"social%20services\"&gt;social services&lt;/a&gt;, who investigate Mo. When Mo finds out that Oliver had told Briony, she ends their relationship. After more extensive tests, Freddie is found to have a low &lt;a href=\"platelet\"&gt;platelet&lt;/a&gt; count, and Mo is cleared of all allegations. Mo later thinks that Briony and Oliver are a couple, but Briony informs her that Oliver still likes her.\nChelsea Fox.\nChelsea Fox, played by &lt;a href=\"Tiana%20Benjamin\"&gt;Tiana Benjamin&lt;/a&gt;, arrives in &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; and is seduced by &lt;a href=\"Grant%20Mitchell%20%28EastEnders%29\"&gt;Grant Mitchell&lt;/a&gt; (&lt;a href=\"Ross%20Kemp\"&gt;Ross Kemp&lt;/a&gt;). She is soon joined by her half-sister &lt;a href=\"Libby%20Fox\"&gt;Libby&lt;/a&gt; (&lt;a href=\"Belinda%20Owusu\"&gt;Belinda Owusu&lt;/a&gt;) and mother &lt;a href=\"Denise%20Fox\"&gt;Denise&lt;/a&gt; (&lt;a href=\"Diane%20Parish\"&gt;Diane Parish&lt;/a&gt;), who disapproves of her daughter's fling with Grant. Chelsea goes on to have a relationship with &lt;a href=\"Sean%20Slater\"&gt;Sean Slater&lt;/a&gt; (&lt;a href=\"Robert%20Kazinsky\"&gt;Robert Kazinsky&lt;/a&gt;), but he ends it and her shame for being rejected by him leads to Chelsea going to prison. When she is released, Chelsea traces her estranged father, &lt;a href=\"Lucas%20Johnson\"&gt;Lucas Johnson&lt;/a&gt; (&lt;a href=\"Don%20Gilet\"&gt;Don Gilet&lt;/a&gt;), and goes on to have relationships with &lt;a href=\"Theo%20Kelly%20%28EastEnders%29\"&gt;Theo Kelly&lt;/a&gt; (&lt;a href=\"Rolan%20Bell\"&gt;Rolan Bell&lt;/a&gt;) and &lt;a href=\"Ellis%20Prince\"&gt;Ellis Prince&lt;/a&gt; (&lt;a href=\"Michael%20Obiora\"&gt;Michael Obiora&lt;/a&gt;).\nDenise Fox.\nDenise Celeste Fox, played by &lt;a href=\"Diane%20Parish\"&gt;Diane Parish&lt;/a&gt;, moves to Walford with her daughters &lt;a href=\"Chelsea%20Fox\"&gt;Chelsea&lt;/a&gt; and &lt;a href=\"Libby%20Fox\"&gt;Libby&lt;/a&gt; (&lt;a href=\"Tiana%20Benjamin\"&gt;Tiana Benjamin&lt;/a&gt; and &lt;a href=\"Belinda%20Owusu\"&gt;Belinda Owusu&lt;/a&gt;). She has a relationship with &lt;a href=\"Kevin%20Wicks\"&gt;Kevin Wicks&lt;/a&gt; (&lt;a href=\"Phil%20Daniels\"&gt;Phil Daniels&lt;/a&gt;), and despite her ex-husband &lt;a href=\"Owen%20Turner\"&gt;Owen Turner&lt;/a&gt; (&lt;a href=\"Lee%20Ross%20%28actor%29\"&gt;Lee Ross&lt;/a&gt;) and his ex-wife &lt;a href=\"Shirley%20Carter\"&gt;Shirley Carter&lt;/a&gt; (&lt;a href=\"Linda%20Henry\"&gt;Linda Henry&lt;/a&gt;) trying to come between them, they marry in April 2007. Kevin dies on New Year's Eve 2007, and after grieving for him Denise reunites with Chelsea's father, &lt;a href=\"Lucas%20Johnson\"&gt;Lucas Johnson&lt;/a&gt; (&lt;a href=\"Don%20Gilet\"&gt;Don Gilet&lt;/a&gt;). However it eventually emerges that Lucas is unhinged, and after murdering Owen, and keeping Denise prisoner he is put in prison. Soon after Denise is joined by her sister, &lt;a href=\"Kim%20Fox\"&gt;Kim&lt;/a&gt; (&lt;a href=\"Tameka%20Empson\"&gt;Tameka Empson&lt;/a&gt;). After a long time being single, Denise begins a relationship with &lt;a href=\"Ian%20Beale\"&gt;Ian Beale&lt;/a&gt; (&lt;a href=\"Adam%20Woodyatt\"&gt;Adam Woodyatt&lt;/a&gt;).\nThis is Parish's second role in EastEnders, as she previously played singer &lt;a href=\"Lola%20Christie\"&gt;Lola Christie&lt;/a&gt; in 1998.\nDavid Walsh.\nThe Reverend David Walsh, played by &lt;a href=\"Jeremy%20Child\"&gt;Jeremy Child&lt;/a&gt;, is a &lt;a href=\"vicar\"&gt;vicar&lt;/a&gt;, first seen renting a &lt;a href=\"pornographic%20film\"&gt;pornographic film&lt;/a&gt; in Walford Video for a sermon he is writing. He later visits &lt;a href=\"Billy%20Mitchell%20%28EastEnders%29\"&gt;Billy Mitchell&lt;/a&gt; (&lt;a href=\"Perry%20Fenwick\"&gt;Perry Fenwick&lt;/a&gt;) and &lt;a href=\"Honey%20Mitchell\"&gt;Honey Edwards&lt;/a&gt; (&lt;a href=\"Emma%20Barton\"&gt;Emma Barton&lt;/a&gt;), who want to get married in a church, but when Reverend Walsh discovers that Billy is divorced, he tells Honey and Billy they cannot get married in the church. He is later blackmailed by &lt;a href=\"Peggy%20Mitchell\"&gt;Peggy Mitchell&lt;/a&gt; (&lt;a href=\"Barbara%20Windsor\"&gt;Barbara Windsor&lt;/a&gt;), who threatens to tell everyone that he rented a porn film. After this, he marries Billy and Honey in September.\nLibby Fox.\nElizabeth \"Libby\" Fox, played by &lt;a href=\"Belinda%20Owusu\"&gt;Belinda Owusu&lt;/a&gt;, moves to Walford with her mother &lt;a href=\"Denise%20Fox\"&gt;Denise&lt;/a&gt; (&lt;a href=\"Diane%20Parish\"&gt;Diane Parish&lt;/a&gt;) and her half-sister &lt;a href=\"Chelsea%20Fox\"&gt;Chelsea&lt;/a&gt; (&lt;a href=\"Tiana%20Benjamin\"&gt;Tiana Benjamin&lt;/a&gt;). Libby secretly contacts her abusive alcoholic father, &lt;a href=\"Owen%20Turner\"&gt;Owen Turner&lt;/a&gt; (&lt;a href=\"Lee%20Ross%20%28actor%29\"&gt;Lee Ross&lt;/a&gt;), which eventually leads to him kidnapping her and trying to murder her. Libby Befriends &lt;a href=\"Darren%20Miller\"&gt;Darren Miller&lt;/a&gt; (&lt;a href=\"Charlie%20G.%20Hawkins\"&gt;Charlie G. Hawkins&lt;/a&gt;) and they begin a relationship. However, after Libby begins studying at the &lt;a href=\"University%20of%20Oxford\"&gt;University of Oxford&lt;/a&gt;, the distance puts a strain on the relationship.\nCarla Mitchell.\nCarla Mitchell, (née Drednahm) played by &lt;a href=\"Christianne%20Oliveira\"&gt;Christianne Oliveira&lt;/a&gt;, is the Brazilian wife of &lt;a href=\"Grant%20Mitchell%20%28EastEnders%29\"&gt;Grant Mitchell&lt;/a&gt; (&lt;a href=\"Ross%20Kemp\"&gt;Ross Kemp&lt;/a&gt;). She lived in &lt;a href=\"Rio%20de%20Janeiro\"&gt;Rio de Janeiro&lt;/a&gt; and ran a bar with Grant, before moving to &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt;. She doesn't get on well with Grant's daughter &lt;a href=\"Courtney%20Mitchell\"&gt;Courtney&lt;/a&gt; (&lt;a href=\"Megan%20Jossa\"&gt;Megan Jossa&lt;/a&gt;). She also has her own son named Mathias. Grant left her in February 2006 when she had an affair with a man called &lt;a href=\"%23Ray\"&gt;Ray&lt;/a&gt; (&lt;a href=\"David%20Kennedy%20%28actor%29\"&gt;David Kennedy&lt;/a&gt;). She arrives in &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; in May 2006 to try to reconcile with Grant, who does not want anything to do with her at first, but he gives in to her pleas and they reunite.\nOn 5 June, Carla is terrified to find Ray in &lt;a href=\"Albert%20Square\"&gt;Albert Square&lt;/a&gt;, demanding &lt;a href=\"Pound%20sterling\"&gt;£&lt;/a&gt;12,000 that Carla had stolen from him. When Carla promises to pay him, they have sex, and begin an affair. Carla tells Grant that Ray wants £25,000, in a bid to run back to Rio with Ray. Grant and Carla plan to start a new life in Portugal together with Courtney and Carla's son Mathias, but Grant learns of Carla's scam with Ray. Grant gives Carla bag of money, supposedly to pay off Ray, but the previous day, Grant had ordered Ray to leave the Square with nothing. Carla takes the bag of money and leaves, but when she opens the bag, she is surprised to discover it is full of Grant's underwear and no money. Upon returning, Grant throws Carla out. When she tries to return again, Grant's mother &lt;a href=\"Peggy%20Mitchell\"&gt;Peggy&lt;/a&gt; (&lt;a href=\"Barbara%20Windsor\"&gt;Barbara Windsor&lt;/a&gt;) slaps her across the face before her saying her famous line, 'get outta my pub'. Carla does so, and has not been seen since.\nRay.\nRay (also known as Marco), played by &lt;a href=\"David%20Kennedy%20%28actor%29\"&gt;David Kennedy&lt;/a&gt;, arrives in &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; to track down his ex-lover &lt;a href=\"%23Carla%20Mitchell\"&gt;Carla Mitchell&lt;/a&gt; (&lt;a href=\"Christianne%20Oliveira\"&gt;Christianne Oliveira&lt;/a&gt;), who had left him in &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt; to return to her husband &lt;a href=\"Grant%20Mitchell%20%28EastEnders%29\"&gt;Grant&lt;/a&gt; (&lt;a href=\"Ross%20Kemp\"&gt;Ross Kemp&lt;/a&gt;). Carla had been having an affair with Ray while she was married to Grant. He followed Carla to Walford to reclaim &lt;a href=\"Pound%20sterling\"&gt;£&lt;/a&gt;12,000 that Carla had stolen from him, but Carla has sex with him, telling him that they can get back together. However, Ray tells Carla that he still needs the £12,000 back. She goes to Grant and tells him she needs £25,000 to pay off Ray.\nThe next day, Grant and his brother &lt;a href=\"Phil%20Mitchell\"&gt;Phil&lt;/a&gt; (&lt;a href=\"Steve%20McFadden\"&gt;Steve McFadden&lt;/a&gt;) visit Ray, who tells them that he needs the £12,000. When Grant discovers that Carla has lied to him he is distraught, giving Ray the opportunity to run from his hotel room. Phil goes after him, and while they are gone Grant smashes the room with a &lt;a href=\"baseball%20bat\"&gt;baseball bat&lt;/a&gt;. After smashing a chest of drawers, Grant finds Ray's passport, giving a false name, Marco. Ray is next seen being pulled from the boot of Phil's &lt;a href=\"Jaguar%20%28car%29\"&gt;Jaguar&lt;/a&gt; by Grant outside &lt;a href=\"The%20Queen%20Victoria\"&gt;The Queen Victoria&lt;/a&gt; pub. Grant realises that he is a criminal, and gives him a small amount of money and his passport, directing him to the tube station, telling him never to return. This is Ray's last appearance.\nRay was Kennedy's second role in \"EastEnders\" as he also portrayed &lt;a href=\"Dave%20Roberts%20%28EastEnders%29\"&gt;Dave Roberts&lt;/a&gt; in 2002.\nElaine Jarvis.\nElaine Jarvis, played by &lt;a href=\"Si%C3%A2n%20Reeves\"&gt;Siân Reeves&lt;/a&gt;, is the manager of Fargo's restaurant. She is attracted to &lt;a href=\"Kevin%20Wicks\"&gt;Kevin Wicks&lt;/a&gt; (&lt;a href=\"Phil%20Daniels\"&gt;Phil Daniels&lt;/a&gt;), and pursues him. Kevin rejects her however when she sacks &lt;a href=\"Chelsea%20Fox\"&gt;Chelsea Fox&lt;/a&gt; (&lt;a href=\"Tiana%20Benjamin\"&gt;Tiana Benjamin&lt;/a&gt;) from the restaurant. Elaine then walks in on Kevin passionately kissing his ex-girlfriend, &lt;a href=\"Denise%20Fox\"&gt;Denise Fox&lt;/a&gt; (&lt;a href=\"Diane%20Parish\"&gt;Diane Parish&lt;/a&gt;).\nOwen Turner.\nOwen Turner, played by &lt;a href=\"Lee%20Ross%20%28actor%29\"&gt;Lee Ross&lt;/a&gt;, is the ex-husband of &lt;a href=\"Denise%20Fox\"&gt;Denise Fox&lt;/a&gt; (&lt;a href=\"Diane%20Parish\"&gt;Diane Parish&lt;/a&gt;) and father of her daughter, &lt;a href=\"Libby%20Fox\"&gt;Libby&lt;/a&gt; (&lt;a href=\"Belinda%20Owusu\"&gt;Belinda Owusu&lt;/a&gt;). Owen is an abusive alcoholic, and when he reunites with Libby, it leads to him kidnapping her and trying to kill her. After spending 3 years in prison for these crimes, Owen contacts Libby again, telling her he has changed and is sober. Libby and Denise seem to believe Owen, however Denise's fiancé, &lt;a href=\"Lucas%20Johnson\"&gt;Lucas Johnson&lt;/a&gt; (&lt;a href=\"Don%20Gilet\"&gt;Don Gilet&lt;/a&gt;), is less sure, and takes matters into his own hands to protect Denise and Libby.\nVictor Brown.\nVictor Brown, played by &lt;a href=\"Jimmy%20Yuill\"&gt;Jimmy Yuill&lt;/a&gt;, is a patron of the &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; Community Charitable Trust (the WCCT). He is an old friend of &lt;a href=\"Ian%20Beale\"&gt;Ian Beale&lt;/a&gt; (&lt;a href=\"Adam%20Woodyatt\"&gt;Adam Woodyatt&lt;/a&gt;), and used to ask him for donations for charity events. He is first seen asking &lt;a href=\"Phil%20Mitchell\"&gt;Phil Mitchell&lt;/a&gt; (&lt;a href=\"Steve%20McFadden\"&gt;Steve McFadden&lt;/a&gt;) to host a &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;Football World Cup&lt;/a&gt; gala in &lt;a href=\"The%20Queen%20Victoria\"&gt;The Queen Victoria&lt;/a&gt; pub. Phil refuses, but Ian overhears and phones Victor offering to host and organise the gala instead. Victor invites him to sit on a sub-committee, helping to organise the event.\nWhile talking to Ian in the pub, Victor asks Ian if \"Mrs. Beale\" would be interested in being involved in the gala. Ian replies that &lt;a href=\"Jane%20Beale\"&gt;Jane&lt;/a&gt; (&lt;a href=\"Laurie%20Brett\"&gt;Laurie Brett&lt;/a&gt;) would love to help, leading Victor to believe that Ian and Jane are married. Ian and Victor decide to host the gala in &lt;a href=\"Albert%20Square\"&gt;Albert Square&lt;/a&gt;, during the &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; versus &lt;a href=\"Sweden%20national%20football%20team\"&gt;Sweden&lt;/a&gt; match, which is very successful. The next day Victor invites Ian to a party, and introduces him to &lt;a href=\"Rob%20Minter\"&gt;Rob Minter&lt;/a&gt; (&lt;a href=\"Stuart%20Laing%20%28actor%29\"&gt;Stuart Laing&lt;/a&gt;).\nVictor appears again to ask Ian if Jane could help out in an auction the WCCT is organising. Jane agrees initially, but then refuses as it coincides with a parents evening. Ian then pays &lt;a href=\"Dawn%20Swann\"&gt;Dawn Swann&lt;/a&gt; (&lt;a href=\"Kara%20Tointon\"&gt;Kara Tointon&lt;/a&gt;) to pose as his wife at the event. Jane eventually finds out that Dawn has been posing as her, and forces Ian to confess to Victor, and quit the WCCT. Victor's wife &lt;a href=\"%23Maeve%20Brown\"&gt;Maeve&lt;/a&gt; (&lt;a href=\"Siobhan%20Redmond\"&gt;Siobhan Redmond&lt;/a&gt;) also tries to seduce Ian. Victor later appears at Ian and Jane's engagement party, where he tells &lt;a href=\"Pat%20Butcher\"&gt;Pat Evans&lt;/a&gt; (&lt;a href=\"Pam%20St.%20Clement\"&gt;Pam St. Clement&lt;/a&gt;) that Maeve has left him after 33 years of marriage.\nSteve Clarke.\nSteve Clarke, played by &lt;a href=\"Tom%20Bennett%20%28actor%29\"&gt;Tom Bennett&lt;/a&gt;, is a colleague of &lt;a href=\"Bradley%20Branning\"&gt;Bradley Branning&lt;/a&gt; (&lt;a href=\"Charlie%20Clements\"&gt;Charlie Clements&lt;/a&gt;) at Eichel Investment Banking, who first appears in &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; when he meets Bradley to have drinks at &lt;a href=\"R%26amp%3BR%20%28EastEnders%29%23Scarlet\"&gt;Scarlet nightclub&lt;/a&gt;. Steve starts jeering at the exotic dancer, &lt;a href=\"SJ%20Fletcher\"&gt;SJ Fletcher&lt;/a&gt; (&lt;a href=\"Natasha%20Beaumont\"&gt;Natasha Beaumont&lt;/a&gt;), and Bradley joins in, upsetting his girlfriend &lt;a href=\"Stacey%20Slater\"&gt;Stacey Slater&lt;/a&gt; (&lt;a href=\"Lacey%20Turner\"&gt;Lacey Turner&lt;/a&gt;).\nSteve appears again in August, and bullies Bradley in &lt;a href=\"The%20Queen%20Victoria\"&gt;The Queen Victoria&lt;/a&gt; pub, forcing him to buy all the drinks. Bradley's father, &lt;a href=\"Max%20Branning\"&gt;Max&lt;/a&gt; (&lt;a href=\"Jake%20Wood\"&gt;Jake Wood&lt;/a&gt;) tells Steve to leave Bradley alone, which only leads to more bullying at work, including Steve creating a &lt;a href=\"flash%20animation\"&gt;flash animation&lt;/a&gt; of Bradley's head on a baby's body.\nBradley and Steve later learn that they are both possibilities for a promotion at the bank where they work. Steve is confident in his interview, but Bradley forwards an abusive e-mail from Steve to their boss, &lt;a href=\"%23Tony%20Andrews\"&gt;Mr. Andrews&lt;/a&gt; (&lt;a href=\"Alan%20McKenna%20%28actor%29\"&gt;Alan McKenna&lt;/a&gt;), which gets Steve fired. He is last seen being escorted out of the bank by security after losing his job.\nSJ Fletcher.\nSarah-Jane \"SJ\" Fletcher played by &lt;a href=\"Natasha%20Beaumont\"&gt;Natasha Beaumont&lt;/a&gt;, first appears when her car's tyre deflates in &lt;a href=\"Albert%20Square\"&gt;Albert Square&lt;/a&gt;. Mechanic, &lt;a href=\"Minty%20Peterson\"&gt;Minty Peterson&lt;/a&gt; (&lt;a href=\"Cliff%20Parisi\"&gt;Cliff Parisi&lt;/a&gt;), helps her by changing her tyre, and she takes him to lunch to say thank you, but 'forgets' her purse. Soon after, Minty and his flatmate &lt;a href=\"Garry%20Hobbs\"&gt;Garry Hobbs&lt;/a&gt; (&lt;a href=\"Ricky%20Groves\"&gt;Ricky Groves&lt;/a&gt;) are shocked to see SJ in &lt;a href=\"R%26amp%3BR%20%28EastEnders%29%23Scarlet\"&gt;Scarlet&lt;/a&gt; nightclub working as a &lt;a href=\"stripper\"&gt;stripper&lt;/a&gt;. SJ reveals that she moved to England from Australia a few years before to work in a gentleman's club, but now needs somewhere to live because her landlord is selling up. They let SJ stay at their flat, although Garry is apprehensive about SJ and doesn't want her to stay permanently.\nMinty is extremely keen on SJ. He enjoys her company and doesn't seem to mind that she rarely pays her way. Garry begins to feel pushed aside by his best friend and a certain level of animosity arises between SJ and Garry when they are around each other. Minty is initially oblivious to this and invites SJ on a &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;2006 FIFA World Cup&lt;/a&gt; holiday in Germany that he had planned with Garry. SJ is extremely excited, but decides not to go on the trip when Garry and Minty start to argue about it. After further arguing, SJ is eventually asked to leave Garry and Minty's flat, she departs for a while but upon her return, she begins renting a flat of her own in &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt;.\nGarry becomes infuriated with SJ manipulating Minty out of his money, feeling she is little more than a user. Minty pays SJ's rent, continuously buys her gifts and drinks, gives her money and takes her out to dinner. Garry also suspects SJ is having sex with her visitor &lt;a href=\"%23Sid%20Clarke\"&gt;Sid Clarke&lt;/a&gt; (&lt;a href=\"Simon%20Gleeson\"&gt;Simon Gleeson&lt;/a&gt;), a fellow Australian. SJ denies the allegation and claims that Sid is her brother, even producing photographic evidence of her and Sid together as children. Minty believes her explanation, however it is later revealed that SJ is deceiving him and Sid is actually her boyfriend.\nSid and SJ construct a plan to keep Minty keen on SJ so they can continue to pilfer his money. SJ flirts and leads Minty on, but the relationship never goes further. Nevertheless, Minty is quick to believe that there is a possibility he and SJ could eventually be together, so he is more than willing to ply her with money, even if it means his own life suffers as a result. However, on 2 October 2006, Minty gets tired of SJ using him to buy her drinks in &lt;a href=\"The%20Queen%20Victoria\"&gt;The Queen Victoria&lt;/a&gt; pub and shouts at her. Realising that she is about to lose her 'meal ticket' SJ changes tack. She and Minty reconcile, and start a relationship. It is a sham, as SJ is still with Sid, but Minty is delighted. He becomes infatuated with SJ, ruining his friendship with Garry and loses his job at the arches garage in the process, and what little money he does have is quickly squandered by SJ.\nAfter months of using Minty, SJ begins to feel guilty. She makes it clear to Sid that she cares for Minty and doesn't want to keep hurting him, but Sid only thinks of the money that he will lose if the scam stops. SJ tries to convince Sid to go home to Australia with her, so they can have a baby. Sid declines and SJ orders him to get out, but quickly changes her mind and has sex with Sid at the same time she is due to meet Minty. Meanwhile, Garry declares to Minty that he had seen SJ and Sid kissing. Minty refuses to believe him, and he goes to SJ's, enters her flat and is shocked to see SJ in bed with Sid. The next morning, SJ and Sid have disappeared.\nRob Minter.\nRobert \"Rob\" Minter, played by &lt;a href=\"Stuart%20Laing%20%28actor%29\"&gt;Stuart Laing&lt;/a&gt;, begins dating &lt;a href=\"Dawn%20Swann\"&gt;Dawn Swann&lt;/a&gt; (&lt;a href=\"Kara%20Tointon\"&gt;Kara Tointon&lt;/a&gt;). Dawn knows Rob is married, but also that he is separated. However it is revealed that Rob is married to &lt;a href=\"May%20Wright\"&gt;May Wright&lt;/a&gt; (&lt;a href=\"Amanda%20Drew\"&gt;Amanda Drew&lt;/a&gt;), who wants to give their marriage another chance. Rob and Dawn split, but Dawn has become pregnant with Rob's child. She plans to have an abortion, however May, who is unable to conceive, has other ideas, and Rob and May then offer to buy Dawn's baby when it is born. Keeping Dawn to the agreement proves difficult however, and at the instigation of May, Rob is forced to extreme measures to obtain his child.\nMax Branning.\nMaxwell \"Max\" Branning, played by &lt;a href=\"Jake%20Wood\"&gt;Jake Wood&lt;/a&gt;, is the son of &lt;a href=\"Jim%20Branning\"&gt;Jim&lt;/a&gt; (&lt;a href=\"John%20Bardon\"&gt;John Bardon&lt;/a&gt;), and father of &lt;a href=\"Bradley%20Branning\"&gt;Bradley Branning&lt;/a&gt; (&lt;a href=\"Charlie%20Clements\"&gt;Charlie Clements&lt;/a&gt;). He moves to &lt;a href=\"Albert%20Square\"&gt;Albert Square&lt;/a&gt; with his wife &lt;a href=\"Tanya%20Branning\"&gt;Tanya&lt;/a&gt; (&lt;a href=\"Jo%20Joyner\"&gt;Jo Joyner&lt;/a&gt;) and their daughters, &lt;a href=\"Lauren%20Branning\"&gt;Lauren&lt;/a&gt; and &lt;a href=\"Abi%20Branning\"&gt;Abi&lt;/a&gt; (&lt;a href=\"Madeline%20Duggan\"&gt;Madeline Duggan&lt;/a&gt; and &lt;a href=\"Lorna%20Fitzgerald\"&gt;Lorna Fitzgerald&lt;/a&gt;) for a fresh start after Max had been caught having an affair. They have a baby, &lt;a href=\"Oscar%20Branning\"&gt;Oscar&lt;/a&gt;, however Max soon goes back to his old ways, and has an affair with Bradley's girlfriend, &lt;a href=\"Stacey%20Slater\"&gt;Stacey Slater&lt;/a&gt; (&lt;a href=\"Lacey%20Turner\"&gt;Lacey Turner&lt;/a&gt;). The affair has devastating consequences, and leads to Tanya burying Max alive, and Lauren running him over. Max has a relationship with &lt;a href=\"Vanessa%20Gold\"&gt;Vanessa Gold&lt;/a&gt; (&lt;a href=\"Z%C3%B6e%20Lucker\"&gt;Zöe Lucker&lt;/a&gt;), but eventually goes back to Tanya. However they split again and while spending time away from Walford, Max marries &lt;a href=\"Kirsty%20Branning\"&gt;Kirsty&lt;/a&gt; (&lt;a href=\"Kierston%20Wareing\"&gt;Kierston Wareing&lt;/a&gt;).\nTanya Branning.\nTanya Lauren Branning, played &lt;a href=\"Jo%20Joyner\"&gt;Jo Joyner&lt;/a&gt;, is married to &lt;a href=\"Max%20Branning\"&gt;Max Branning&lt;/a&gt; (&lt;a href=\"Jake%20Wood\"&gt;Jake Wood&lt;/a&gt;). She moves to Walford with him and their daughters, &lt;a href=\"Lauren%20Branning\"&gt;Lauren&lt;/a&gt; and &lt;a href=\"Abi%20Branning\"&gt;Abi&lt;/a&gt; (&lt;a href=\"Madeline%20Duggan\"&gt;Madeline Duggan&lt;/a&gt; and &lt;a href=\"Lorna%20Fitzgerald\"&gt;Lorna Fitzgerald&lt;/a&gt;), for a fresh start after Max had been caught having an affair. They have a baby, &lt;a href=\"Oscar%20Branning\"&gt;Oscar&lt;/a&gt;, but after Tanya learns that Max has had another affair, she leaves him and starts a relationship with &lt;a href=\"Sean%20Slater\"&gt;Sean&lt;/a&gt; (&lt;a href=\"Robert%20Kazinsky\"&gt;Robert Kazinsky&lt;/a&gt;), and then Max's brother, &lt;a href=\"Jack%20Branning\"&gt;Jack&lt;/a&gt; (&lt;a href=\"Scott%20Maslen\"&gt;Scott Maslen&lt;/a&gt;). Tanya eventually returns to Max, but after another split, she marries &lt;a href=\"Greg%20Jessop\"&gt;Greg Jessop&lt;/a&gt; (&lt;a href=\"Stefan%20Booth\"&gt;Stefan Booth&lt;/a&gt;). Tanya then has an affair with Max, but when she is diagnosed with cancer it ends her marriage with Greg, and her affair with Max. However, after recovering, Tanya soon returns to Max yet again.\nAbi Branning.\nAbigail \"Abi\" Branning, played by &lt;a href=\"Lorna%20Fitzgerald\"&gt;Lorna Fitzgerald&lt;/a&gt;, is the youngest daughter of &lt;a href=\"Tanya%20Branning\"&gt;Tanya&lt;/a&gt; (&lt;a href=\"Jo%20Joyner\"&gt;Jo Joyner&lt;/a&gt;) and &lt;a href=\"Max%20Branning\"&gt;Max&lt;/a&gt; (&lt;a href=\"Jake%20Wood\"&gt;Jake Wood&lt;/a&gt;). Her parents' volatile marriage often leads to Abi playing mediator, despite her family trying to shield her from the worst of the conflict. Abi develops a crush on &lt;a href=\"Darren%20Miller\"&gt;Darren Miller&lt;/a&gt; (&lt;a href=\"Charlie%20G.%20Hawkins\"&gt;Charlie G. Hawkins&lt;/a&gt;), but moves on to have a relationship with &lt;a href=\"Jay%20Brown\"&gt;Jay Brown&lt;/a&gt; (&lt;a href=\"Jamie%20Borthwick\"&gt;Jamie Borthwick&lt;/a&gt;). Abi also proves to be a loyal support to her sister, &lt;a href=\"Lauren%20Branning\"&gt;Lauren&lt;/a&gt; (&lt;a href=\"Jacqueline%20Jossa\"&gt;Jacqueline Jossa&lt;/a&gt;) during her alcoholism. For her portrayal as Abi, Fitzgerald won the \"Best Dramatic Performance from a Young Actor or Actress\" award at the 2012 &lt;a href=\"British%20Soap%20Awards\"&gt;British Soap Awards&lt;/a&gt;.\nLauren Branning.\nLauren Branning is played by &lt;a href=\"Madeline%20Duggan\"&gt;Madeline Duggan&lt;/a&gt; from 2006 to 2010, and &lt;a href=\"Jacqueline%20Jossa\"&gt;Jacqueline Jossa&lt;/a&gt; from 2010 onwards. She is the eldest daughter of &lt;a href=\"Max%20Branning\"&gt;Max&lt;/a&gt; (&lt;a href=\"Jake%20Wood\"&gt;Jake Wood&lt;/a&gt;) and &lt;a href=\"Tanya%20Branning\"&gt;Tanya&lt;/a&gt; (&lt;a href=\"Jo%20Joyner\"&gt;Jo Joyner&lt;/a&gt;), the sister of &lt;a href=\"Abi%20Branning\"&gt;Abi&lt;/a&gt; (&lt;a href=\"Lorna%20Fitzgerald\"&gt;Lorna Fitzgerald&lt;/a&gt;), and half-sister of &lt;a href=\"Bradley%20Branning\"&gt;Bradley Branning&lt;/a&gt; (&lt;a href=\"Charlie%20Clements\"&gt;Charlie Clements&lt;/a&gt;). Lauren uncovers an affair between her father and Bradley's fiancée, &lt;a href=\"Stacey%20Slater\"&gt;Stacey Slater&lt;/a&gt; (&lt;a href=\"Lacey%20Turner\"&gt;Lacey Turner&lt;/a&gt;). The affair leads to the breakdown of her parents' marriage, and blaming Max, Lauren runs him over in a car. Lauren has brief relationships with &lt;a href=\"Peter%20Beale\"&gt;Peter Beale&lt;/a&gt; (&lt;a href=\"Thomas%20Law\"&gt;Thomas Law&lt;/a&gt;) and &lt;a href=\"Ryan%20Malloy\"&gt;Ryan Malloy&lt;/a&gt; (&lt;a href=\"Neil%20McDermott\"&gt;Neil McDermott&lt;/a&gt;), but has a serious relationship with her cousin, &lt;a href=\"Joey%20Branning\"&gt;Joey Branning&lt;/a&gt; (&lt;a href=\"David%20Witts\"&gt;David Witts&lt;/a&gt;). However, when Lauren becomes an alcoholic this leads to Joey ending their relationship.\nPC Lance.\nPC Lance, played by &lt;a href=\"Giles%20New\"&gt;Giles New&lt;/a&gt;, is a police officer. He arrests &lt;a href=\"Billy%20Mitchell%20%28EastEnders%29\"&gt;Billy Mitchell&lt;/a&gt; (&lt;a href=\"Perry%20Fenwick\"&gt;Perry Fenwick&lt;/a&gt;) for indecent exposure in July 2006, searches for &lt;a href=\"Sean%20Slater\"&gt;Sean Slater&lt;/a&gt; (&lt;a href=\"Robert%20Kazinsky\"&gt;Robert Kazinsky&lt;/a&gt;) and &lt;a href=\"Amy%20Mitchell\"&gt;Amy Mitchell&lt;/a&gt; (Kamil and Natalia Lipka-Kozanka) in December 2008 and arrests &lt;a href=\"Whitney%20Dean\"&gt;Whitney Dean&lt;/a&gt; (&lt;a href=\"Shona%20McGarty\"&gt;Shona McGarty&lt;/a&gt;) for shoplifting in February 2009.\nIn November 2009 PC Lance arrests &lt;a href=\"Owen%20Turner\"&gt;Owen Turner&lt;/a&gt; (&lt;a href=\"Lee%20Ross%20%28actor%29\"&gt;Lee Ross&lt;/a&gt;) for breach of his licence conditions. He appears again in May 2010 to inform Billy about a car accident that has injured his ex-wife &lt;a href=\"Honey%20Mitchell\"&gt;Honey Mitchell&lt;/a&gt; (&lt;a href=\"Emma%20Barton\"&gt;Emma Barton&lt;/a&gt;) and killed her father &lt;a href=\"Jack%20Edwards%20%28EastEnders%29\"&gt;Jack Edwards&lt;/a&gt; (&lt;a href=\"Nicky%20Henson\"&gt;Nicky Henson&lt;/a&gt;). In October 2010, he attends the Jacksons' house after &lt;a href=\"Billie%20Jackson\"&gt;Billie Jackson&lt;/a&gt; (&lt;a href=\"Devon%20Anderson\"&gt;Devon Anderson&lt;/a&gt;) is found dead after a party. In December he attends the Jacksons' again with a colleague when &lt;a href=\"Bianca%20Jackson\"&gt;Bianca Butcher&lt;/a&gt; (&lt;a href=\"Patsy%20Palmer\"&gt;Patsy Palmer&lt;/a&gt;) is accused of stealing perfume. They search the house and Bianca loses her temper, accidentally slapping Lance. She is then arrested and driven away.\nIn April 2011, he arrests Whitney again for shoplifting. As he is taking her into the police station, &lt;a href=\"Lauren%20Branning\"&gt;Lauren Branning&lt;/a&gt; (&lt;a href=\"Jacqueline%20Jossa\"&gt;Jacqueline Jossa&lt;/a&gt;) recognises her and asks what she has been arrested for but he refuses to tell her. Later Lauren confronts him again as he comes out of the police station and he tells her that Whitney has given him a false name. Lauren then gives him her mobile phone number and tells him to give it to Whitney so she can call her when she is released.\nCaroline Bishop.\nCaroline Bishop, played by &lt;a href=\"Una%20Stubbs\"&gt;Una Stubbs&lt;/a&gt;, is the maternal aunt of &lt;a href=\"Honey%20Mitchell\"&gt;Honey Mitchell&lt;/a&gt; (&lt;a href=\"Emma%20Barton\"&gt;Emma Barton&lt;/a&gt;), and acted as a surrogate mother to Honey when her mother Janet died during childbirth. Caroline is outgoing, eccentric and vivacious, and visits &lt;a href=\"Albert%20Square\"&gt;Albert Square&lt;/a&gt; for Honey's second wedding to &lt;a href=\"Billy%20Mitchell%20%28EastEnders%29\"&gt;Billy Mitchell&lt;/a&gt; (&lt;a href=\"Perry%20Fenwick\"&gt;Perry Fenwick&lt;/a&gt;). &lt;a href=\"Jack%20Edwards%20%28EastEnders%29\"&gt;Jack&lt;/a&gt; (&lt;a href=\"Nicky%20Henson\"&gt;Nicky Henson&lt;/a&gt;) brings her with him to &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt;, which makes &lt;a href=\"Peggy%20Mitchell\"&gt;Peggy Mitchell&lt;/a&gt; (&lt;a href=\"Barbara%20Windsor\"&gt;Barbara Windsor&lt;/a&gt;) jealous.\nCaroline later returns to Walford for Honey's third wedding, which is a surprise wedding. She accompanies Honey to hospital when she goes into labour, and is collected by her boyfriend, Boot. When Honey wants to give her baby &lt;a href=\"Janet%20Mitchell%20%28EastEnders%29\"&gt;Janet&lt;/a&gt; up for adoption, she visits Caroline, who reveals that she had once given a child up for adoption herself. She also reveals that Boot has left her, taking some of her possessions with him.\nTony Andrews.\nTony Andrews, played by &lt;a href=\"Alan%20McKenna%20%28actor%29\"&gt;Alan McKenna&lt;/a&gt;, is &lt;a href=\"Bradley%20Branning\"&gt;Bradley Branning&lt;/a&gt;'s (&lt;a href=\"Charlie%20Clements\"&gt;Charlie Clements&lt;/a&gt;) boss at Eichel Investment Banking. He first appears when Bradley is offered a promotion, a job for which he competes with &lt;a href=\"%23Steve%20Clarke\"&gt;Steve Clarke&lt;/a&gt; (&lt;a href=\"Tom%20Bennett%20%28actor%29\"&gt;Tom Bennett&lt;/a&gt;). Tony appears again in June 2007 when Bradley and another colleague, Julie, apply for the same job. It has since been revealed that Tony has relocated to the company's office in Singapore.\nAl.\nAl, played by &lt;a href=\"Andrew%20McKay%20%28actor%29\"&gt;Andrew McKay&lt;/a&gt;, is a mysterious character who moves into 93 George Street in &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt;. &lt;a href=\"Chelsea%20Fox\"&gt;Chelsea Fox&lt;/a&gt; (&lt;a href=\"Tiana%20Benjamin\"&gt;Tiana Benjamin&lt;/a&gt;) takes an instant liking to him, and he also flirts with &lt;a href=\"Ruby%20Allen\"&gt;Ruby Allen&lt;/a&gt; (&lt;a href=\"Louisa%20Lytton\"&gt;Louisa Lytton&lt;/a&gt;) in her nightclub, &lt;a href=\"R%26amp%3BR%20%28EastEnders%29%23Scarlet\"&gt;Scarlet&lt;/a&gt;. He is watched by &lt;a href=\"Sean%20Slater\"&gt;Sean Slater&lt;/a&gt; (&lt;a href=\"Robert%20Kazinsky\"&gt;Robert Kazinsky&lt;/a&gt;) and it is revealed that he was previously a soldier until he shot Sean in the back at point-blank range because he thought that Sean slept with his girlfriend before they left for a &lt;a href=\"Tour%20of%20duty\"&gt;tour&lt;/a&gt; of &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;. He was acquitted of charges, and moved to Walford.\nSean plans to kill him Al, he breaks into his flat and starts threatening and intimidating him. He then tells him to finish the job he started, implying that Al should kill him. When Al looks away, Sean assaults and &lt;a href=\"gag\"&gt;gag&lt;/a&gt;s Al before taking him to a remote location where he hangs him upside down and begins torturing him. Sean tells Al that he did not sleep with his girlfriend because he did not want to betray him, despite his girlfriend encouraging Sean to do so. Sean then releases Al and tells him that he will kill him if he ever returns to Walford.\nSid Clarke.\nSid Clarke, played by &lt;a href=\"Simon%20Gleeson\"&gt;Simon Gleeson&lt;/a&gt;, appears in eleven episodes between episode 3203 and 3238, first broadcast on 11 August and 12 October respectively. He is introduced as the Australian boyfriend of &lt;a href=\"%23SJ%20Fletcher\"&gt;SJ Fletcher&lt;/a&gt; (&lt;a href=\"Natasha%20Beaumont\"&gt;Natasha Beaumont&lt;/a&gt;).\nFollowing Sid's arrival, SJ tells &lt;a href=\"Minty%20Peterson\"&gt;Minty Peterson&lt;/a&gt; (&lt;a href=\"Cliff%20Parisi\"&gt;Cliff Parisi&lt;/a&gt;) that Sid is her brother, so she can continue to use him for his money. Sid makes it clear to SJ that he wants her to bleed Minty dry of all his money, which leads to SJ and Minty starting a relationship. SJ confides in Sid that she wants to return to Australia and have a baby, but he says he cannot meet her demands yet. That night, Minty walks in on the pair in bed together. The next morning, SJ and Sid have disappeared.\nAustralian actor &lt;a href=\"Scott%20Major\"&gt;Scott Major&lt;/a&gt; auditioned for the role.\nRachel Branning.\nRachel Branning is played by &lt;a href=\"Sukie%20Smith\"&gt;Sukie Smith&lt;/a&gt; in 2006, and &lt;a href=\"Pooky%20Quesnel\"&gt;Pooky Quesnel&lt;/a&gt; from 2007 to 2010. She is the mother of &lt;a href=\"Bradley%20Branning\"&gt;Bradley Branning&lt;/a&gt; (&lt;a href=\"Charlie%20Clements\"&gt;Charlie Clements&lt;/a&gt;), and former wife of &lt;a href=\"Max%20Branning\"&gt;Max&lt;/a&gt; (&lt;a href=\"Jake%20Wood\"&gt;Jake Wood&lt;/a&gt;). She arrives in &lt;a href=\"Albert%20Square\"&gt;Albert Square&lt;/a&gt; after Bradley's grandfather &lt;a href=\"Jim%20Branning\"&gt;Jim&lt;/a&gt; (&lt;a href=\"John%20Bardon\"&gt;John Bardon&lt;/a&gt;) threw him out.\nShe is still bitter about Max cheating on her with &lt;a href=\"Tanya%20Branning\"&gt;Tanya&lt;/a&gt; (&lt;a href=\"Jo%20Joyner\"&gt;Jo Joyner&lt;/a&gt;). She attacks Tanya at the opening of Booty. Rachel is determined to split Max and Tanya up so she tries to kiss Max but he does not reciprocate. She apologises to Tanya and then returns to &lt;a href=\"Tring\"&gt;Tring&lt;/a&gt;. Rachel returns to the Square on 18 October 2007 to help with preparations for Bradley's wedding to &lt;a href=\"Stacey%20Slater\"&gt;Stacey Slater&lt;/a&gt; (&lt;a href=\"Lacey%20Turner\"&gt;Lacey Turner&lt;/a&gt;). She tries to take control of everything and constantly makes snide remarks about Tanya. She also warns Stacey that she could be next on Max's list of women, but like Tanya, Rachel is unaware of Stacey's affair with Max. Tanya tells Rachel to move on, but she remains stuck in the past.\nOn 3 January 2008, she returns to Walford after &lt;a href=\"Dot%20Cotton\"&gt;Dot Branning&lt;/a&gt; (&lt;a href=\"June%20Brown\"&gt;June Brown&lt;/a&gt;) had called her to tell her that Bradley needed her help after learning about Stacey's affair with Max. Rachel takes action and tells Bradley that he should move in with her to take his mind off things. Bradley first says no, but after second thoughts, agrees to go and leaves Dot a note, telling her that he has changed his mind and has gone alone. On 12 February, Stacey goes to Tring, looking for Bradley and goes to Rachel's house. Rachel is not pleased to see Stacey, and tells her that Bradley wants nothing more to do with her. Rachel tries to throw her out but Stacey reveals that she was pregnant with Bradley's child but he insisted she have an abortion. Rachel shows sympathy to Stacey and gives her Bradley's address. Bradley later confronts his mother about giving Stacey his address, but Rachel tells Bradley that he needs to make a choice about his relationship with Stacey. Bradley travels to Tring to spend Christmas Day 2008 with Rachel. She comes to Walford for Bradley and &lt;a href=\"Syd%20Chambers\"&gt;Syd Chambers&lt;/a&gt;' (&lt;a href=\"Nina%20Toussaint-White\"&gt;Nina Toussaint-White&lt;/a&gt;) leaving party on 8 October 2009.\nShe again makes snide remarks towards Tanya. Rachel gets drunk and warns Tanya that Max will always be a cheater but Tanya defends him and tells Rachel to move on from her own heartbreak. Rachel returns on 3 December 2009 when Max needs money, telling her that he needs to forward it to Bradley in Canada, but asks her to make the cheque out to him. &lt;a href=\"Masood%20Ahmed\"&gt;Masood Ahmed&lt;/a&gt; (&lt;a href=\"Nitin%20Ganatra\"&gt;Nitin Ganatra&lt;/a&gt;) drives Rachel back to Tring but Max notices Rachel did not sign the cheque so he phones her mobile. She removes her seatbelt to reach her bag and Masood falls asleep at the wheel, causing the car to swerve and topple over. Masood is slightly injured but Rachel is hospitalised with a &lt;a href=\"ruptured%20spleen\"&gt;ruptured spleen&lt;/a&gt;. When Max visits her, she tells him that she knew he was going to forge her signature on the cheque and that he was conning her all along. Rachel is discharged and visits Max, giving him a cheque for £3,000, saying she does not want to see his children out on the street.\nIn February 2010, Bradley dies after falling from the rooftop of &lt;a href=\"The%20Queen%20Victoria\"&gt;The Queen Victoria&lt;/a&gt; public house. Max cannot face telling Rachel, so his sister, &lt;a href=\"Carol%20Jackson\"&gt;Carol Jackson&lt;/a&gt; (&lt;a href=\"Lindsey%20Coulson\"&gt;Lindsey Coulson&lt;/a&gt;), phones her instead. Rachel makes her final appearance at Bradley's funeral on 5 March, where she lays flowers on his grave with Dot.\nSean Slater.\nSean Slater, played by &lt;a href=\"Robert%20Kazinsky\"&gt;Robert Kazinsky&lt;/a&gt;, is the brother of &lt;a href=\"Stacey%20Slater\"&gt;Stacey&lt;/a&gt; (&lt;a href=\"Lacey%20Turner\"&gt;Lacey Turner&lt;/a&gt;) and son of &lt;a href=\"Jean%20Slater\"&gt;Jean Slater&lt;/a&gt; (&lt;a href=\"Gillian%20Wright\"&gt;Gillian Wright&lt;/a&gt;). Soon after moving to &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; he dates &lt;a href=\"Ruby%20Allen\"&gt;Ruby Allen&lt;/a&gt; (&lt;a href=\"Louisa%20Lytton\"&gt;Louisa Lytton&lt;/a&gt;), and then has sexual encounters with &lt;a href=\"Preeti%20Choraria\"&gt;Preeti Choraria&lt;/a&gt; (&lt;a href=\"Babita%20Pohoomull\"&gt;Babita Pohoomull&lt;/a&gt;), &lt;a href=\"Chelsea%20Fox\"&gt;Chelsea Fox&lt;/a&gt; (&lt;a href=\"Tiana%20Benjamin\"&gt;Tiana Benjamin&lt;/a&gt;) and &lt;a href=\"Carly%20Wicks\"&gt;Carly Wicks&lt;/a&gt; (&lt;a href=\"Kellie%20Shirley\"&gt;Kellie Shirley&lt;/a&gt;). He dates &lt;a href=\"Tanya%20Branning\"&gt;Tanya Branning&lt;/a&gt; (&lt;a href=\"Jo%20Joyner\"&gt;Jo Joyner&lt;/a&gt;) for a time, and even helps her bury her husband &lt;a href=\"Max%20Branning\"&gt;Max&lt;/a&gt; (&lt;a href=\"Jake%20Wood\"&gt;Jake Wood&lt;/a&gt;) alive. However this soon ends and Sean begins dating &lt;a href=\"Roxy%20Mitchell\"&gt;Roxy Mitchell&lt;/a&gt; (&lt;a href=\"Rita%20Simons\"&gt;Rita Simons&lt;/a&gt;) who becomes pregnant. Roxy gives birth to &lt;a href=\"Amy%20Mitchell\"&gt;Amy&lt;/a&gt;, however initially it is not certain that Sean is her father.\nJanet Mitchell.\nJanet Mitchell is the daughter of &lt;a href=\"Billy%20Mitchell%20%28EastEnders%29\"&gt;Billy&lt;/a&gt; and &lt;a href=\"Honey%20Mitchell\"&gt;Honey Mitchell&lt;/a&gt; (&lt;a href=\"Perry%20Fenwick\"&gt;Perry Fenwick&lt;/a&gt; and &lt;a href=\"Emma%20Barton\"&gt;Emma Barton&lt;/a&gt;). Janet is diagnosed with &lt;a href=\"Down%27s%20syndrome\"&gt;Down's syndrome&lt;/a&gt; shortly after her birth, and Honey finds it hard to cope, so they put Janet up for adoption. Janet is given to a foster family, but after she is taken into hospital for major surgery, Billy and Honey decide to keep her. Janet leaves Walford with her brother, &lt;a href=\"Will%20Mitchell\"&gt;Will Mitchell&lt;/a&gt;, and Honey in September 2008 after her parent's marriage breaks down, however Janet and William have continued to visit Billy in &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; since then.\nStella Crawford.\nStella Crawford, played by &lt;a href=\"Sophie%20Thompson\"&gt;Sophie Thompson&lt;/a&gt;, is introduced as &lt;a href=\"Phil%20Mitchell\"&gt;Phil Mitchell&lt;/a&gt;'s (&lt;a href=\"Steve%20McFadden\"&gt;Steve McFadden&lt;/a&gt;) new lawyer. They begin dating, and Stella soon moves in with Phil and his son, &lt;a href=\"Ben%20Mitchell%20%28EastEnders%29\"&gt;Ben Mitchell&lt;/a&gt; (Charlie Jones). Ben does not like her at first, but Stella tricks him into trusting her. After some time, Stella then begins physically and mentally abusing Ben. Phil proposes and she accepts, but on the wedding day, Ben confesses to Phil what Stella has been doing to him.\nLiz Turner.\nElizabeth \"Liz\" Turner, played by &lt;a href=\"Kate%20Williams%20%28actress%29\"&gt;Kate Williams&lt;/a&gt;, is the mother of &lt;a href=\"Owen%20Turner\"&gt;Owen Turner&lt;/a&gt; (&lt;a href=\"Lee%20Ross%20%28actor%29\"&gt;Lee Ross&lt;/a&gt;) - the ex-husband of &lt;a href=\"Denise%20Fox\"&gt;Denise Fox&lt;/a&gt; (&lt;a href=\"Diane%20Parish\"&gt;Diane Parish&lt;/a&gt;). Initially a recurring character, Liz first appeared on 12 September 2006. She returned in July 2009 on a more regular basis, and in April 2010 it was announced that the character had been axed. Her final episode was broadcast on 5 August 2010.\nLiz arrives in &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; from her home in Spain for Owen's trial, following his arrest for assaulting Denise. When Owen receives a suspended sentence, Liz arranges for him to move to &lt;a href=\"Cardiff\"&gt;Cardiff&lt;/a&gt; with her sister, and tries to take Owen away in a taxi. As the taxi leaves, Owen gets out and tells his mother he needs an alcoholic drink. He returns drunk, and knocks Liz unconscious. She wakes up to find that he has kidnapped his daughter &lt;a href=\"Libby%20Fox\"&gt;Libby&lt;/a&gt; (&lt;a href=\"Belinda%20Owusu\"&gt;Belinda Owusu&lt;/a&gt;), and tried to kill her and himself. Liz tries to visit Libby in hospital, but Denise lies to her that Libby is sleeping. She then returns to Spain.\nShe returns three years later for Libby's 18th birthday, and tells Libby that Owen wants her to visit him in prison. Libby does visit him, but regrets it after Denise finds out from her other daughter, &lt;a href=\"Chelsea%20Fox\"&gt;Chelsea&lt;/a&gt; (&lt;a href=\"Tiana%20Benjamin\"&gt;Tiana Benjamin&lt;/a&gt;). Liz tries to apologize to the Foxes about what Owen did to them, but Denise refuses to accept it. Liz then tries to get to know Libby better, but Libby informs her that Denise does not want Owen back in her life and Libby is going to support her mother's decision - meaning that she is no longer able to spend time with Liz. After an emotional goodbye between grandmother and granddaughter, Liz visits Owen one last time before returning to Spain, but he demands that she cancel her flight. The next week Liz decides to live in Walford, becoming &lt;a href=\"Dot%20Branning\"&gt;Dot Branning&lt;/a&gt;'s (&lt;a href=\"June%20Brown\"&gt;June Brown&lt;/a&gt;) lodger, which is met with opposition from Denise. She starts working on &lt;a href=\"Ian%20Beale\"&gt;Ian Beale&lt;/a&gt;'s (&lt;a href=\"Adam%20Woodyatt\"&gt;Adam Woodyatt&lt;/a&gt;) fruit and veg stall and starts learning dances with &lt;a href=\"Patrick%20Trueman\"&gt;Patrick Trueman&lt;/a&gt; (&lt;a href=\"Rudolph%20Walker\"&gt;Rudolph Walker&lt;/a&gt;) for a charity event, and they eventually go on a date.\nWhen Owen is released from prison, he comes to Walford to see Liz, even though his license conditions forbid it. Owen starts a vendetta against Denise's new fiancé &lt;a href=\"Lucas%20Johnson\"&gt;Lucas Johnson&lt;/a&gt; (&lt;a href=\"Don%20Gilet\"&gt;Don Gilet&lt;/a&gt;), and Lucas calls the police feeling very jealous of his presence to Denise. Lucas has Owen arrested for breaching his licence conditions, and when Liz visits him in prison he fails to convince her that Lucas is not the man everyone thinks he is. Liz orders Owen to get away from Walford, but he confronts Lucas on the day of his wedding to Denise - with Owen having just learned that Lucas is responsible for the death of his ex-wife &lt;a href=\"Trina%20Johnson\"&gt;Trina&lt;/a&gt; (&lt;a href=\"Sharon%20Duncan%20Brewster\"&gt;Sharon Duncan Brewster&lt;/a&gt;), who recently died in October 2009. However, as Owen prepared to report Lucas to the police about the circumstances of Trina's death, Lucas murders Owen by strangling him to death with his bow tie. Liz - unaware that her son was murdered - feels guilty as she has sent Owen away from Walford so that he cannot interfere. She constantly tries to call him but thinks he has disowned her after not returning the calls, so she decides to give up and return to Spain. She returns again a few months later, turning up at Lucas and Denise's house, worried that she has not heard from Owen. She enlists Patrick's help, and they discover Owen has not used his mobile phone since the day he disappeared. Liz and Lucas argue over Owen, but Lucas promises to help her find her son. Liz mentions that Owen never fails to send flowers on her birthday, and is relieved when she receives flowers in Owen's name, but is suspicious when they are lilies, as Owen always sends daffodils. She returns to Spain without telling Patrick, but after he speaks to her on the phone, she says she will return to continue searching for Owen.\nWhen Liz returns to Walford, she and Patrick start a relationship. Patrick worries that Liz wants to marry him but is relieved when Liz says she does not want to get married at her age. She decides she cannot continue the relationship without Owen's blessing, so begs Patrick to help find him. However, Denise asks Patrick to ask Liz to back off searching for Owen, and Patrick attempts to end their relationship, but Liz still wants to continue. That night Owen's body is discovered in the Square, and the next day the police inform Liz, leaving her devastated. Liz informs the police that she believes Denise is capable of killing Owen and watches as she is taken in for questioning. Liz then mourns Owen with Libby, but Libby disowns her after finding out that Liz had spoken to the police about Denise. Another body is found, which is identified as Denise's. Liz goes to Denise's wake and Patrick asks her to leave, but Libby says she wants her to stay and she reconciles with her granddaughter. On Libby's birthday, Liz gives her a photo of Owen. She is later surprised when shes Libby and her family run from the house with Denise, who turns out to have been held hostage by Lucas ever since she learned about what he did to Owen and Trina - with Lucas having murdered another woman to make it appear that Denise committed suicide. It is then that Patrick reveals to Liz and the rest of the square that Lucas was the one who killed Owen and Trina - not Denise. Shortly afterwards, Liz watches as Lucas surrenders himself to the police and is arrested for her son's murder - as well as Trina's death too.\nLiz soon decides that she will return to Spain after Owen's funeral, and Chelsea asks to come with her to start a new life. Denise insists that Libby goes with them for a holiday. Preparing to leave, Liz says a final goodbye to Dot - saying it is hard to meet friends at her age. She is surprised when Dot remains relatively cold towards her, hiding the fact she does not want Liz to leave. Liz then says goodbye to Patrick, saying she will not return to England and that he has missed his chance. Waving goodbye to Walford, Liz leaves in a taxi with Libby and Chelsea.\nBryan Nolan.\nBryan Nolan, played by &lt;a href=\"Mark%20Springer%20%28actor%29\"&gt;Mark Springer&lt;/a&gt;, is a charge nurse who works in the &lt;a href=\"neonatal%20intensive%20care%20unit\"&gt;special care baby unit&lt;/a&gt; at Walford General Hospital. He looks after &lt;a href=\"Janet%20Mitchell%20%28EastEnders%29\"&gt;Janet Mitchell&lt;/a&gt; when she is born with &lt;a href=\"Down%27s%20syndrome\"&gt;Down's syndrome&lt;/a&gt;. Janet's parents &lt;a href=\"Billy%20Mitchell%20%28EastEnders%29\"&gt;Billy&lt;/a&gt; and &lt;a href=\"Honey%20Mitchell\"&gt;Honey Mitchell&lt;/a&gt; (&lt;a href=\"Perry%20Fenwick\"&gt;Perry Fenwick&lt;/a&gt; and &lt;a href=\"Emma%20Barton\"&gt;Emma Barton&lt;/a&gt;) warm to Bryan, and Honey is upset when he is away on an &lt;a href=\"National%20Health%20Service%20%28England%29\"&gt;NHS&lt;/a&gt; training course. Bryan hears that Honey wants to see him, and leaves the training course. He finds Billy and Honey's address and visits Honey, convincing her to give Janet a chance. He gives Janet a hat when she leaves hospital to go home.\nHe later appears on Christmas Eve, and speaks to Billy when Janet is ill in hospital again.\nJoy Lucas.\nJoy Lucas, played by &lt;a href=\"Do%C3%B1a%20Croll\"&gt;Doña Croll&lt;/a&gt;, arrives in &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; with her husband &lt;a href=\"%23Cedric%20Lucas\"&gt;Cedric&lt;/a&gt; (&lt;a href=\"Ram%20John%20Holder\"&gt;Ram John Holder&lt;/a&gt;), who is visiting his old friend and bandmate in The Five Hectors, &lt;a href=\"Patrick%20Trueman\"&gt;Patrick Trueman&lt;/a&gt; (&lt;a href=\"Rudolph%20Walker\"&gt;Rudolph Walker&lt;/a&gt;). They get lost and ask &lt;a href=\"Denise%20Fox\"&gt;Denise Fox&lt;/a&gt; (&lt;a href=\"Diane%20Parish\"&gt;Diane Parish&lt;/a&gt;) in the Post Office for directions to Patrick's house. Joy compliments Patrick's wife &lt;a href=\"Yolande%20Trueman\"&gt;Yolande&lt;/a&gt; (&lt;a href=\"Angela%20Wynter\"&gt;Angela Wynter&lt;/a&gt;) on her cooking, and helps her with the washing up. After Cedric reveals to Patrick and &lt;a href=\"Jim%20Branning\"&gt;Jim Branning&lt;/a&gt; (&lt;a href=\"John%20Bardon\"&gt;John Bardon&lt;/a&gt;) that he is dying, Joy and Cedric leave to visit more friends in London, and then plan to return to their home in &lt;a href=\"Trinidad\"&gt;Trinidad&lt;/a&gt;.\nJoy returns in October 2006 to tell Patrick and Yolande that Cedric has died. She attends his funeral and wake, with Patrick, Yolande, and Cedric's other surviving bandmate, &lt;a href=\"%23Aubrey%20Valentine\"&gt;Aubrey Valentine&lt;/a&gt; (&lt;a href=\"Joseph%20Marcell\"&gt;Joseph Marcell&lt;/a&gt;). Denise Fox has revealed that her father was in a band called The Five Hectors, and Patrick tells Joy and Aubrey that her father is either himself, Cedric, Aubrey, or one of the two other deceased band members. Joy later returns to Trinidad.\nCedric Lucas.\nCedric Lucas, played by &lt;a href=\"Ram%20John%20Holder\"&gt;Ram John Holder&lt;/a&gt;, arrives in &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; with his wife &lt;a href=\"%23Joy%20Lucas\"&gt;Joy&lt;/a&gt; (&lt;a href=\"Do%C3%B1a%20Croll\"&gt;Doña Croll&lt;/a&gt;), to visit his old friend and bandmate in The Five Hectors, &lt;a href=\"Patrick%20Trueman\"&gt;Patrick Trueman&lt;/a&gt; (&lt;a href=\"Rudolph%20Walker\"&gt;Rudolph Walker&lt;/a&gt;). They get lost and ask &lt;a href=\"Denise%20Fox\"&gt;Denise Fox&lt;/a&gt; (&lt;a href=\"Diane%20Parish\"&gt;Diane Parish&lt;/a&gt;) in the Post Office for directions to Patrick's house. Cedric seems tired and worn out, and Patrick is shocked when he declines an offer of a glass of &lt;a href=\"rum\"&gt;rum&lt;/a&gt;, and only asks for a small portion of food. Patrick's other guest, &lt;a href=\"Jim%20Branning\"&gt;Jim Branning&lt;/a&gt; (&lt;a href=\"John%20Bardon\"&gt;John Bardon&lt;/a&gt;), has heard of Cedric's wild reputation from Patrick, and is also shocked at the frail old man he has met. When Patrick confronts Cedric, he tells him that he is dying of &lt;a href=\"pancreatic%20cancer\"&gt;pancreatic cancer&lt;/a&gt;, and this is the \"farewell tour\" – he advises Patrick to enjoy his life, and not take it for granted as he has done. Afterwards, Cedric and Joy leave to visit more friends in London, and then plan to return to their home in &lt;a href=\"Trinidad\"&gt;Trinidad&lt;/a&gt;.\nAfter Cedric's death, Denise reveals to Patrick's wife &lt;a href=\"Yolande%20Trueman\"&gt;Yolande&lt;/a&gt; (&lt;a href=\"Angela%20Wynter\"&gt;Angela Wynter&lt;/a&gt;) that she had never known her father but she knew he was in a band called The Five Hectors. It is therefore possible that Cedric is her father.\nMay Wright.\nDr. May Wright, played by &lt;a href=\"Amanda%20Drew\"&gt;Amanda Drew&lt;/a&gt;, arrives as the new local GP, and is married to &lt;a href=\"Rob%20Minter\"&gt;Rob Minter&lt;/a&gt; (&lt;a href=\"Stuart%20Laing%20%28actor%29\"&gt;Stuart Laing&lt;/a&gt;). May and Rob are separated, and Rob has been in a relationship with &lt;a href=\"Dawn%20Swann\"&gt;Dawn Swann&lt;/a&gt; (&lt;a href=\"Kara%20Tointon\"&gt;Kara Tointon&lt;/a&gt;), but he ends it when May wants to give their marriage another chance. Dawn discovers she is pregnant with Rob's child, and plans to have an abortion. However May, who is unable to conceive, persuades Dawn to let her and Rob buy her baby when it is born. When eventually Dawn reneges on the deal, May resorts to desperate measures to get the baby.\nAubrey Valentine.\nAubrey Valentine, played by &lt;a href=\"Joseph%20Marcell\"&gt;Joseph Marcell&lt;/a&gt;, was once a member of a band called The Five Hectors, along with &lt;a href=\"Patrick%20Trueman\"&gt;Patrick Trueman&lt;/a&gt; (&lt;a href=\"Rudolph%20Walker\"&gt;Rudolph Walker&lt;/a&gt;), &lt;a href=\"%23Cedric%20Lucas\"&gt;Cedric Lucas&lt;/a&gt; (&lt;a href=\"Ram%20John%20Holder\"&gt;Ram John Holder&lt;/a&gt;) and two other men named Dwight and Earl. Aubrey first appears in &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; for Cedric's funeral. Patrick reveals to Aubrey that local resident &lt;a href=\"Denise%20Fox\"&gt;Denise Fox&lt;/a&gt; (&lt;a href=\"Diane%20Parish\"&gt;Diane Parish&lt;/a&gt;) knows that her father was in The Five Hectors, but she does not know his name. On realising that he could possibly be Denise's father, Aubrey leaves the funeral reception.\nHe later returns and attends a dinner party at Patrick and &lt;a href=\"Yolande%20Trueman\"&gt;Yolande Trueman&lt;/a&gt;'s (&lt;a href=\"Angela%20Wynter\"&gt;Angela Wynter&lt;/a&gt;) house, with Denise, her boyfriend &lt;a href=\"Kevin%20Wicks\"&gt;Kevin Wicks&lt;/a&gt; (&lt;a href=\"Phil%20Daniels\"&gt;Phil Daniels&lt;/a&gt;), and children &lt;a href=\"Chelsea%20Fox\"&gt;Chelsea Fox&lt;/a&gt; (&lt;a href=\"Tiana%20Benjamin\"&gt;Tiana Benjamin&lt;/a&gt;) and &lt;a href=\"Libby%20Fox\"&gt;Libby Fox&lt;/a&gt; (&lt;a href=\"Belinda%20Owusu\"&gt;Belinda Owusu&lt;/a&gt;). He agrees to take a paternity test for Denise, and stays with her at &lt;a href=\"Pat%20Evans%20%28EastEnders%29\"&gt;Pat Evans&lt;/a&gt;' (&lt;a href=\"Pam%20St.%20Clement\"&gt;Pam St. Clement&lt;/a&gt;) house. He later moves in with Patrick and Yolande when he finds out that Patrick and Pat had previously had an affair. He then gets Yolande drunk and they share a passionate kiss.\nWhen Yolande wakes up, she cannot remember anything beyond the kiss, but Aubrey implies that they had sex together. She decides to throw Aubrey out of her house, and whilst packing his bag for him, finds that he hasn't sent off the paternity test. She confronts Aubrey, who tells her that he knows he isn't Denise's father, but didn't send off the test because he didn't want Patrick to have a daughter when he doesn't. He also reveals that he isn't rich as he had previously stated, and the car he drives is not his, but hired. Aubrey also confesses that he lied about having sex with Yolande, as he is jealous of Patrick having a wife.\nAubrey carries on pretending that he is awaiting the test results, until he makes a speech during another dinner party at Pat's house, where he refers to Denise and her daughters as \"family\", and Yolande exposes him as a fraud. He subsequently tells Patrick that he and Yolande had kissed. As he drives away he tells Patrick that things have not changed, and he always gets Patrick's girls.\nPreeti Choraria.\nPreeti Choraria, played by &lt;a href=\"Babita%20Pohoomull\"&gt;Babita Pohoomull&lt;/a&gt;, made her first appearance on 27 October 2006 and she left the Square on 3 January 2008.\nOn 15 February 2007, during an interview on \"&lt;a href=\"This%20Morning%20%28TV%20series%29\"&gt;This Morning&lt;/a&gt;\", &lt;a href=\"Shilpa%20Shetty\"&gt;Shilpa Shetty&lt;/a&gt; confirmed that she had been asked to take the role of Preeti's sister in \"EastEnders\". Shetty said that after much thought she would be unable to take the role as it would mean all her other arrangements would have to go on hold. However, \"EastEnders\" bosses have reportedly denied rumours that Preeti's family were to join the show.\nStorylines.\nPreeti is a beauty therapist working at a beauty parlour called La Jolie Madame, but when &lt;a href=\"Tanya%20Branning\"&gt;Tanya Branning&lt;/a&gt;'s (&lt;a href=\"Jo%20Joyner\"&gt;Jo Joyner&lt;/a&gt;) business starts failing, Tanya's husband &lt;a href=\"Max%20Branning\"&gt;Max&lt;/a&gt; (&lt;a href=\"Jake%20Wood\"&gt;Jake Wood&lt;/a&gt;) suggests that she should poach Preeti to work at her beauty parlour, Booty, as Preeti has a large clientele. She has a &lt;a href=\"one-night%20stand\"&gt;one-night stand&lt;/a&gt; with &lt;a href=\"Sean%20Slater\"&gt;Sean Slater&lt;/a&gt; (&lt;a href=\"Robert%20Kazinsky\"&gt;Robert Kazinsky&lt;/a&gt;) when his fiancée &lt;a href=\"Ruby%20Allen\"&gt;Ruby Allen&lt;/a&gt; (&lt;a href=\"Louisa%20Lytton\"&gt;Louisa Lytton&lt;/a&gt;) is in &lt;a href=\"Venice\"&gt;Venice&lt;/a&gt;. Sean's sister &lt;a href=\"Stacey%20Slater\"&gt;Stacey&lt;/a&gt; (&lt;a href=\"Lacey%20Turner\"&gt;Lacey Turner&lt;/a&gt;) slaps her, but they later become friends.\nPreeti attends Tanya's birthday party with colleague &lt;a href=\"Chelsea%20Fox\"&gt;Chelsea Fox&lt;/a&gt; (&lt;a href=\"Tiana%20Benjamin\"&gt;Tiana Benjamin&lt;/a&gt;). She dresses up in high heels and enhances her &lt;a href=\"breast\"&gt;breast&lt;/a&gt;s with &lt;a href=\"falsies\"&gt;padding&lt;/a&gt; to impress &lt;a href=\"Mickey%20Miller\"&gt;Mickey Miller&lt;/a&gt; (&lt;a href=\"Joe%20Swash\"&gt;Joe Swash&lt;/a&gt;), but falls over when she sees him as she is not used to wearing the shoes. When she gets up, Mickey's girlfriend, &lt;a href=\"%23Li%20Chong\"&gt;Li Chong&lt;/a&gt; (&lt;a href=\"Elaine%20Tan\"&gt;Elaine Tan&lt;/a&gt;) sees the padding and announces it to the pub. Preeti runs back to Chelsea's house, distraught. On Preeti's birthday, Chelsea and Li organise an &lt;a href=\"Ann%20Summers\"&gt;Ann Summers&lt;/a&gt;-style party at Stacey's house. &lt;a href=\"Bradley%20Branning\"&gt;Bradley Branning&lt;/a&gt; (&lt;a href=\"Charlie%20Clements\"&gt;Charlie Clements&lt;/a&gt;) asks Preeti out after &lt;a href=\"Deano%20Wicks\"&gt;Deano Wicks&lt;/a&gt; (&lt;a href=\"Matt%20Di%20Angelo\"&gt;Matt Di Angelo&lt;/a&gt;) is unsuccessful in chatting her up. She enters into a relationship with Bradley but he ends it because he still has feelings for Stacey. Preeti goes on a date with salesman &lt;a href=\"List%20of%20EastEnders%20characters%20%282007%29%23Warren%20Stamp\"&gt;Warren Stamp&lt;/a&gt; (&lt;a href=\"Will%20Mellor\"&gt;Will Mellor&lt;/a&gt;), but he attacks her, bruising her arm.\nWhen Li manipulates Mickey into becoming an escort, Preeti teaches Mickey the finer arts of massage in an effort to get close to him. When Li discovers this, she is jealous. Li takes the opportunity to take revenge on Preeti during a ruckus at party held at &lt;a href=\"Shirley%20Carter\"&gt;Shirley Carter&lt;/a&gt;'s (&lt;a href=\"Linda%20Henry\"&gt;Linda Henry&lt;/a&gt;) flat by viciously standing on her toe. Preeti flirts with Mickey when helping him find &lt;a href=\"Gus%20Smith\"&gt;Gus Smith&lt;/a&gt;'s (&lt;a href=\"Mohammed%20George\"&gt;Mohammed George&lt;/a&gt;) dog, &lt;a href=\"Wellard\"&gt;Wellard&lt;/a&gt;, who has been kidnapped. Preeti continues to have feelings for Mickey and is put out when he and Gus go on a date with twin sisters &lt;a href=\"List%20of%20EastEnders%20characters%20%282007%29%23Tamara\"&gt;Tamara&lt;/a&gt; and &lt;a href=\"List%20of%20EastEnders%20characters%20%282007%29%23Tamara\"&gt;Tonicha&lt;/a&gt; (Helen and Rachel Coombe). Mickey, however, remains oblivious to her affections and merely sees her as a good friend. Preeti is fired by Tanya after vandals break into the salon after she forgets to lock up the night before. However, Tanya apologises to her about her behaviour and makes it up to her by offering her the position of manager. Preeti accepts her apology but does not want to take the job. She explains that it is time for her to move on, and as she leaves the Square, she bumps into a man who chats her up and she walks away with the mystery man. Preeti is not seen again but is mentioned in 2010 when Chelsea finds a toy that Preeti gave her.\nLi Chong.\nLi Chong, played by &lt;a href=\"Elaine%20Tan\"&gt;Elaine Tan&lt;/a&gt;, made her first appearance on 16 November 2006 and her last on 12 July 2007. Her appearance was officially announced on 21 October 2006, but the character was seen on a storyboard in a backstage picture in \"First\" magazine in the week before the announcement.\nLi is first seen in Walford Videos, where she sells &lt;a href=\"Cantonese%20language\"&gt;Cantonese&lt;/a&gt; DVDs to &lt;a href=\"Mickey%20Miller\"&gt;Mickey Miller&lt;/a&gt; (&lt;a href=\"Joe%20Swash\"&gt;Joe Swash&lt;/a&gt;). She continues doing business with Mickey, and attracts the attention of Mickey's teenage brother &lt;a href=\"Darren%20Miller\"&gt;Darren&lt;/a&gt; (&lt;a href=\"Charlie%20G.%20Hawkins\"&gt;Charlie G. Hawkins&lt;/a&gt;), who tells her that Mickey wants to cook dinner for her, when in fact Darren wants to seduce her. Li ties Darren to his bed, writing \"Loser\" on his head in lipstick. After that she gets together with Mickey, who seems scared of her \"sex madness\". She is later seen at &lt;a href=\"Tanya%20Branning\"&gt;Tanya Branning&lt;/a&gt;'s (&lt;a href=\"Jo%20Joyner\"&gt;Jo Joyner&lt;/a&gt;) birthday party, and exposes a rival to Mickey's affections, &lt;a href=\"%23Preeti%20Choraria\"&gt;Preeti&lt;/a&gt; (&lt;a href=\"Babita%20Pohoomull\"&gt;Babita Pohoomull&lt;/a&gt;), who has enhanced her breasts with &lt;a href=\"falsies\"&gt;padding&lt;/a&gt;. Li later borrows &lt;a href=\"pounds%20sterling\"&gt;£&lt;/a&gt;200 from Darren and provides stock for Preeti's &lt;a href=\"Ann%20Summers\"&gt;Ann Summers&lt;/a&gt;-style party. Li fails to sell any stock, and the party ends with her fighting with &lt;a href=\"Chelsea%20Fox\"&gt;Chelsea Fox&lt;/a&gt; (&lt;a href=\"Tiana%20Benjamin\"&gt;Tiana Benjamin&lt;/a&gt;).\nLi's relationship with Mickey progresses and they both eventually move into &lt;a href=\"Gus%20Smith\"&gt;Gus Smith&lt;/a&gt;'s (&lt;a href=\"Mohammed%20George\"&gt;Mohammed George&lt;/a&gt;) flat. It is revealed there that Li is growing &lt;a href=\"cannabis%20%28drug%29\"&gt;cannabis&lt;/a&gt;, much to Mickey's fury but she tells him that she wouldn't have to do it if he had good work. When Mickey fails to get the job of a post boy at &lt;a href=\"Bradley%20Branning\"&gt;Bradley Branning&lt;/a&gt;'s (&lt;a href=\"Charlie%20Clements\"&gt;Charlie Clements&lt;/a&gt;) office, Li advertises him as an &lt;a href=\"Prostitution\"&gt;escort&lt;/a&gt; without him knowing, but Gus finds out and informs Mickey. Mickey then warns Li to cancel the ad. Li leaves when Mickey admits that he wants more from their relationship. In shock, Li packs her bags and leaves Walford.\nLinda Clarke.\nLinda Clarke, played by &lt;a href=\"Lynda%20Baron\"&gt;Lynda Baron&lt;/a&gt;, is the mother of &lt;a href=\"Jane%20Beale\"&gt;Jane Beale&lt;/a&gt; (&lt;a href=\"Laurie%20Brett\"&gt;Laurie Brett&lt;/a&gt;) and &lt;a href=\"Christian%20Clarke\"&gt;Christian Clarke&lt;/a&gt; (&lt;a href=\"John%20Partridge%20%28actor%29\"&gt;John Partridge&lt;/a&gt;). She appeared for two episodes in 2006, and then regularly from November 2008 to February 2009. On 8 April 2016, it was announced that Linda will return for a Beale family storyline later in the year. She returned on 26 May 2016, departing on 10 June the same year.\nLinda surprises her daughter by coming to &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; for Jane's wedding to &lt;a href=\"Ian%20Beale\"&gt;Ian Beale&lt;/a&gt; (&lt;a href=\"Adam%20Woodyatt\"&gt;Adam Woodyatt&lt;/a&gt;). Linda instantly causes controversy when she calls Ian a bad father after she hears his daughter, &lt;a href=\"Lucy%20Beale\"&gt;Lucy&lt;/a&gt; (&lt;a href=\"Melissa%20Suffield\"&gt;Melissa Suffield&lt;/a&gt;), talking to her friend, &lt;a href=\"Lauren%20Branning\"&gt;Lauren Branning&lt;/a&gt; (&lt;a href=\"Madeline%20Duggan\"&gt;Madeline Duggan&lt;/a&gt;), about strippers. She also criticises &lt;a href=\"Pat%20Butcher\"&gt;Pat Evans&lt;/a&gt;'s (&lt;a href=\"Pam%20St.%20Clement\"&gt;Pam St. Clement&lt;/a&gt;) earrings at Jane's hen-party, and berates Jane for wearing white when she is marrying for a second time. Linda reveals that Jane's birth name is Lesley, and continues to call her Lesley during her stay. When Jane's affair with &lt;a href=\"Grant%20Mitchell%20%28EastEnders%29\"&gt;Grant Mitchell&lt;/a&gt; (&lt;a href=\"Ross%20Kemp\"&gt;Ross Kemp&lt;/a&gt;) is revealed at the wedding ceremony, Linda leaves Walford and returned to Florida.\nLinda returns on 10 November 2008, telling Ian and Jane that she and her husband &lt;a href=\"Roger%20Clarke%20%28EastEnders%29\"&gt;Roger&lt;/a&gt; (&lt;a href=\"Geoffrey%20Hutchings\"&gt;Geoffrey Hutchings&lt;/a&gt;) have gone on separate holidays. Ian asks her to make a cake for &lt;a href=\"Suzy%20Branning\"&gt;Suzy Branning&lt;/a&gt; (&lt;a href=\"Maggie%20O%27Neill\"&gt;Maggie O'Neill&lt;/a&gt;) to beat &lt;a href=\"Shirley%20Carter\"&gt;Shirley Carter&lt;/a&gt; (&lt;a href=\"Linda%20Henry\"&gt;Linda Henry&lt;/a&gt;) in a cake-baking competition. However, Linda gets upset, starts drinking, and makes a poor effort at the cake. Later, in &lt;a href=\"The%20Queen%20Victoria\"&gt;The Queen Victoria&lt;/a&gt; pub, a very drunk Linda tries to come on to &lt;a href=\"Charlie%20Slater\"&gt;Charlie Slater&lt;/a&gt; (&lt;a href=\"Derek%20Martin\"&gt;Derek Martin&lt;/a&gt;), offending his girlfriend, &lt;a href=\"Brenda%20Boyle\"&gt;Brenda Boyle&lt;/a&gt; (&lt;a href=\"Carmel%20Cryan\"&gt;Carmel Cryan&lt;/a&gt;), in the process. Explaining her actions, Linda admits to Ian and Jane that she has split up with Roger and is moving in with them.\nLinda has not seen Christian for nearly 20 years before she returns to Walford. Initially, Christian intends to keep his distance from his mother but after learning how Lucy and &lt;a href=\"Peter%20Beale\"&gt;Peter Beale&lt;/a&gt; (&lt;a href=\"Thomas%20Law\"&gt;Thomas Law&lt;/a&gt;) had lost their mother, Christian attempts to rebuild his relationship with Linda and she briefly moves in with him. When Christian announces that he is going to bring up &lt;a href=\"Roxy%20Mitchell\"&gt;Roxy Mitchell&lt;/a&gt;'s (&lt;a href=\"Rita%20Simons\"&gt;Rita Simons&lt;/a&gt;) daughter, &lt;a href=\"List%20of%20EastEnders%20characters%20%282008%29%23Amy%20Mitchell\"&gt;Amy&lt;/a&gt;, Linda has doubts as to whether it is the right thing for her son. The following night, after Roxy changes her mind, Christian goes back to his old ways of sexual promiscuity, and bringing anyone home. Not being able to live in that environment, Linda decides to move back in with Jane and Ian. She continues to live with the Beales over Christmas.\nOn 26 January 2009, Linda receives a letter from her husband, asking her to come back to him. Confused, Linda looks for solace at the Queen Victoria pub, sharing a few drinks with &lt;a href=\"Patrick%20Trueman\"&gt;Patrick Trueman&lt;/a&gt;, (&lt;a href=\"Rudolph%20Walker\"&gt;Rudolph Walker&lt;/a&gt;). Later that day, Jane and &lt;a href=\"Denise%20Fox\"&gt;Denise Wicks&lt;/a&gt; (&lt;a href=\"Diane%20Parish\"&gt;Diane Parish&lt;/a&gt;) find Linda and Patrick kissing passionately. The next day, Patrick tells Linda that he hopes for a reconciliation with his wife, &lt;a href=\"Yolande%20Trueman\"&gt;Yolande&lt;/a&gt; (&lt;a href=\"Angela%20Wynter\"&gt;Angela Wynter&lt;/a&gt;). Trying to put her marriage behind her, Linda decides to stay in Walford, but Ian suggests that she move into sheltered accommodation. Later that day, Linda falls and hurts her leg, and Ian thinks this was a ploy in order for her to stay. While Linda is asleep, Ian steals the letter from her husband, and then invites him to fetch her. On 3 February 2009, Roger arrives at the Beales' house. He declares that his affair is over, and asks Linda to return to Florida. While Jane and Ian are positive about this, Christian warns Linda that his father will only hurt her again. Christian suggests that Linda should move back in with him, but she declines and returns to Florida with Roger.\nOn 26 May 2016, Linda rushes to the hospital with Christian after she finds out Jane has been brutally attacked by her adopted son &lt;a href=\"Bobby%20Beale%20%28EastEnders%29\"&gt;Bobby Beale&lt;/a&gt; (Eliot Carrington) and left in a coma. Upon arrival, they speak to the consultants and learn that Jane may never walk again. Linda furiously demands that Ian leaves, to stay away from Jane, and also brands Bobby as evil and a victim of woeful parenting. However, after Ian explains the circumstances to Christian, and Christian speaks to Linda, Linda tells Ian that if he goes home for rest, she will inform him of any news. Linda is horrified to learn that &lt;a href=\"Steven%20Beale\"&gt;Steven Beale&lt;/a&gt; (&lt;a href=\"Aaron%20Sidwell\"&gt;Aaron Sidwell&lt;/a&gt;) has returned. Steven once shot Jane in the stomach which is the reason for Jane not being able to have children of her own. Once Jane awakes, she tells her about Steven. Linda returns to the Square briefly where she meets &lt;a href=\"Linda%20Carter\"&gt;Linda Carter&lt;/a&gt; (&lt;a href=\"Kellie%20Bright\"&gt;Kellie Bright&lt;/a&gt;) and &lt;a href=\"Masood%20Ahmed\"&gt;Masood Ahmed&lt;/a&gt; (&lt;a href=\"Nitin%20Ganatra\"&gt;Nitin Ganatra&lt;/a&gt;). She tells Masood how she wishes Jane would have stayed with him. After saying goodbye to Jane, Linda returns to &lt;a href=\"Orlando\"&gt;Orlando&lt;/a&gt; Florida.\nEvie Brown.\nEvie Brown, played by &lt;a href=\"Marji%20Campi\"&gt;Marji Campi&lt;/a&gt;, is the ex-wife of &lt;a href=\"%23Bert%20Atkinson\"&gt;Bert Atkinson&lt;/a&gt; (&lt;a href=\"Dave%20Hill%20%28actor%29\"&gt;Dave Hill&lt;/a&gt;). She makes her first appearance when Bert visits her in a hospice, where she is dying of breast cancer. She tells Bert she still loves him, even though she left him 38 years ago, while he was in prison. She also reveals that her and Bert's daughter had died in 2004, also of breast cancer, and that they have a grandson named &lt;a href=\"Jay%20Brown\"&gt;Jay&lt;/a&gt; (&lt;a href=\"Jamie%20Borthwick\"&gt;Jamie Borthwick&lt;/a&gt;). Bert and &lt;a href=\"Pat%20Butcher\"&gt;Pat Evans&lt;/a&gt; (&lt;a href=\"Pam%20St.%20Clement\"&gt;Pam St. Clement&lt;/a&gt;) take her to live temporarily with them in &lt;a href=\"Albert%20Square\"&gt;Albert Square&lt;/a&gt;. Whilst there, Evie and Bert share a kiss, and she then tells Bert that she wants him to make contact with Jay, and that neither Jay nor Karen knew Bert existed, as she brought Karen up to believe her second husband, George, was Karen's real father. Evie dies in the front room of 31 Albert Square whilst talking to Bert and holding his hand. Bert sits with her for two hours until Pat realises she has died. Her funeral takes place on 14 December.\nShirley Carter.\nShirley Carter, played by &lt;a href=\"Linda%20Henry\"&gt;Linda Henry&lt;/a&gt;, is the estranged mother of &lt;a href=\"Deano%20Wicks\"&gt;Deano&lt;/a&gt; (&lt;a href=\"Matt%20Di%20Angelo\"&gt;Matt Di Angelo&lt;/a&gt;) and &lt;a href=\"Carly%20Wicks\"&gt;Carly Wicks&lt;/a&gt; (&lt;a href=\"Kellie%20Shirley\"&gt;Kellie Shirley&lt;/a&gt;), and the ex-wife of &lt;a href=\"Kevin%20Wicks\"&gt;Kevin Wicks&lt;/a&gt; (&lt;a href=\"Phil%20Daniels\"&gt;Phil Daniels&lt;/a&gt;). After seeing her children again during a holiday in &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt;, Shirley moves to &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; to be near them. After a relationship with &lt;a href=\"Vinnie%20Monks\"&gt;Vinnie Monks&lt;/a&gt; (&lt;a href=\"Bobby%20Davro\"&gt;Bobby Davro&lt;/a&gt;), Shirley begins a relationship with &lt;a href=\"Phil%20Mitchell\"&gt;Phil Mitchell&lt;/a&gt; (&lt;a href=\"Steve%20McFadden\"&gt;Steve McFadden&lt;/a&gt;). Shirley and Phil buy a house on the Square, and she acts as a mother figure to his son &lt;a href=\"Ben%20Mitchell%20%28EastEnders%29\"&gt;Ben Mitchell&lt;/a&gt; (Joshua Pascoe) and ward &lt;a href=\"Jay%20Brown\"&gt;Jay Brown&lt;/a&gt; (&lt;a href=\"Jamie%20Borthwick\"&gt;Jamie Borthwick&lt;/a&gt;). However, when Shirley discovers that Phil has concealed the truth about Ben killing her best friend &lt;a href=\"Heather%20Trott\"&gt;Heather Trott&lt;/a&gt; (&lt;a href=\"Cheryl%20Fergison\"&gt;Cheryl Fergison&lt;/a&gt;), she ends her relationship with Phil.\nLydia Asler.\nLydia Asler, played by &lt;a href=\"Amy%20Noble\"&gt;Amy Noble&lt;/a&gt;, works for the PR firm employed by Eichel Investment Banking to organise their Christmas party. She works alongside &lt;a href=\"Bradley%20Branning\"&gt;Bradley Branning&lt;/a&gt; (&lt;a href=\"Charlie%20Clements\"&gt;Charlie Clements&lt;/a&gt;), who represents Eichel, and her colleague, &lt;a href=\"%23Rhys\"&gt;Rhys&lt;/a&gt; (Joe Fredericks). She defends Bradley when Rhys bullies him, and invites him out for a drink.\nShe attends the Christmas party, and insults &lt;a href=\"Stacey%20Slater\"&gt;Stacey Slater&lt;/a&gt; (&lt;a href=\"Lacey%20Turner\"&gt;Lacey Turner&lt;/a&gt;), Bradley's girlfriend. This later results in Stacey ruining the party and throwing a drink in Lydia's face. After this, Bradley breaks up with Stacey, and starts a relationship with Lydia. Bradley later grows bored of Lydia and realises he still loves Stacey. He breaks up with Lydia during a &lt;a href=\"Valentine%27s%20Day\"&gt;Valentine's Day&lt;/a&gt; dinner. This is her last appearance.\nJay Brown.\nJames \"Jay\" Brown, played by &lt;a href=\"Jamie%20Borthwick\"&gt;Jamie Borthwick&lt;/a&gt;, is the grandson of &lt;a href=\"Bert%20Atkinson\"&gt;Bert Atkinson&lt;/a&gt; (&lt;a href=\"Dave%20Hill%20%28actor%29\"&gt;Dave Hill&lt;/a&gt;) and &lt;a href=\"%23Evie%20Brown\"&gt;Evie Brown&lt;/a&gt; (&lt;a href=\"Marji%20Campi\"&gt;Marji Campi&lt;/a&gt;). Jay first appears after Evie's funeral, when he is taken to live with Bert in &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt;. Jay's father, &lt;a href=\"Jase%20Dyer\"&gt;Jase Dyer&lt;/a&gt; (&lt;a href=\"Stephen%20Lord\"&gt;Stephen Lord&lt;/a&gt;) moves to &lt;a href=\"Walford\"&gt;Walford&lt;/a&gt; to be with Jay in July 2007, and Bert soon leaves. However, after Jase is killed in disturbance with his old &lt;a href=\"football%20firm\"&gt;football firm&lt;/a&gt;, Jay lives with &lt;a href=\"Billy%20Mitchell%20%28EastEnders%29\"&gt;Billy Mitchell&lt;/a&gt; (&lt;a href=\"Perry%20Fenwick\"&gt;Perry Fenwick&lt;/a&gt;) and starts a relationship with &lt;a href=\"Abi%20Branning\"&gt;Abi Branning&lt;/a&gt; (&lt;a href=\"Lorna%20Fitzgerald\"&gt;Lorna Fitzgerald&lt;/a&gt;). After he witnesses &lt;a href=\"Ben%20Mitchell%20%28EastEnders%29\"&gt;Ben Mitchell&lt;/a&gt; (Joshua Pascoe) killing &lt;a href=\"Heather%20Trott\"&gt;Heather Trott&lt;/a&gt; (&lt;a href=\"Cheryl%20Fergison\"&gt;Cheryl Fergison&lt;/a&gt;), he is forced to keep quiet by Ben and his father, &lt;a href=\"Phil%20Mitchell\"&gt;Phil&lt;/a&gt; (&lt;a href=\"Steve%20McFadden\"&gt;Steve McFadden&lt;/a&gt;). However, once truth is revealed, Ben is found guilty of murder, and Jay is found guilty of &lt;a href=\"perverting%20the%20course%20of%20justice\"&gt;perverting the course of justice&lt;/a&gt;."
}