{
    "id": "1280153",
    "revid": "6142111",
    "url": "https://en.wikipedia.org/wiki?curid=1280153",
    "title": "John Salley",
    "text": "John Thomas Salley (born May 16, 1964) is an American former professional &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; player, and &lt;a href=\"talk%20show\"&gt;talk show&lt;/a&gt; host. He was the first player in &lt;a href=\"NBA\"&gt;NBA&lt;/a&gt; history to win championships with three franchises (since joined by &lt;a href=\"Robert%20Horry\"&gt;Robert Horry&lt;/a&gt;, &lt;a href=\"Danny%20Green%20%28basketball%29\"&gt;Danny Green&lt;/a&gt;, and &lt;a href=\"LeBron%20James\"&gt;LeBron James&lt;/a&gt;), as well as the first player in the NBA to win a championship in three different decades (since joined by &lt;a href=\"Tim%20Duncan\"&gt;Tim Duncan&lt;/a&gt;).\nAfter being drafted in the first round out of &lt;a href=\"Georgia%20Tech%20Yellow%20Jackets%20basketball\"&gt;Georgia Tech&lt;/a&gt; in the &lt;a href=\"1986%20NBA%20draft\"&gt;1986 NBA draft&lt;/a&gt;, the 6'11 (2.11 m) Salley played both &lt;a href=\"Power%20forward%20%28basketball%29\"&gt;power forward&lt;/a&gt; and &lt;a href=\"center%20%28basketball%29\"&gt;center&lt;/a&gt; for the &lt;a href=\"Detroit%20Pistons\"&gt;Detroit Pistons&lt;/a&gt;, &lt;a href=\"Miami%20Heat\"&gt;Miami Heat&lt;/a&gt;, &lt;a href=\"Toronto%20Raptors\"&gt;Toronto Raptors&lt;/a&gt;, &lt;a href=\"Chicago%20Bulls\"&gt;Chicago Bulls&lt;/a&gt;, &lt;a href=\"Panathinaikos%20BC\"&gt;Panathinaikos&lt;/a&gt; and &lt;a href=\"Los%20Angeles%20Lakers\"&gt;Los Angeles Lakers&lt;/a&gt;. He was a long-time host of the former &lt;a href=\"Fox%20Sports%20Net\"&gt;Fox Sports Net&lt;/a&gt; show \"&lt;a href=\"The%20Best%20Damn%20Sports%20Show%20Period\"&gt;The Best Damn Sports Show Period&lt;/a&gt;\". He is a vegan activist, chef, and wellness entrepreneur.\nEarly life and college career.\nSalley was born in &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;. Salley played high school ball at &lt;a href=\"Canarsie%20High%20School\"&gt;Canarsie High School&lt;/a&gt; in Brooklyn. He is a 1988 graduate of &lt;a href=\"Georgia%20Institute%20of%20Technology\"&gt;Georgia Tech&lt;/a&gt;'s &lt;a href=\"Georgia%20Institute%20of%20Technology%20College%20of%20Management\"&gt;College of Management&lt;/a&gt;. He helped the Yellow Jackets win the 1985 ACC Championship, they also advanced to the Elite Eight of the NCAA Tournament. He left in 1986 as Tech’s all-time leader in blocked shots. Salley holds Georgia Tech's personal fouls record, and has had his jersey number 22 retired—a very rare honor in college basketball.\nProfessional career.\nDetroit Pistons.\nSalley was drafted by the &lt;a href=\"Detroit%20Pistons\"&gt;Detroit Pistons&lt;/a&gt; in the first round of the &lt;a href=\"1986%20NBA%20draft\"&gt;1986 NBA draft&lt;/a&gt; out of &lt;a href=\"Georgia%20Institute%20of%20Technology\"&gt;Georgia Tech&lt;/a&gt;. After joining the Pistons, he became close friends with &lt;a href=\"Adrian%20Dantley\"&gt;Adrian Dantley&lt;/a&gt;, who taught him proper nutrition, how to exercise, and how to conduct himself off the court. Salley, for his part, called Dantley \"The Teacher\". Salley would become good friends with comedian &lt;a href=\"Eddie%20Murphy\"&gt;Eddie Murphy&lt;/a&gt; and made several appearances at comedy clubs in the off-season. In 1989 and 1990, he played on two Pistons NBA championship teams. He is among the Pistons' all-time leaders in blocked shots.\nUnder the coaching of &lt;a href=\"Chuck%20Daly\"&gt;Chuck Daly&lt;/a&gt;, Salley was part of the Pistons era that featured three consecutive NBA finals appearances. The team's defense-oriented style of play earned them the nickname of the NBA's \"Bad Boys\", with Salley playing alongside &lt;a href=\"Dennis%20Rodman\"&gt;Dennis Rodman&lt;/a&gt;, &lt;a href=\"Bill%20Laimbeer\"&gt;Bill Laimbeer&lt;/a&gt;, &lt;a href=\"James%20Edwards%20%28basketball%29\"&gt;James Edwards&lt;/a&gt;, &lt;a href=\"Joe%20Dumars\"&gt;Joe Dumars&lt;/a&gt;, &lt;a href=\"Isiah%20Thomas\"&gt;Isiah Thomas&lt;/a&gt;, &lt;a href=\"Rick%20Mahorn\"&gt;Rick Mahorn&lt;/a&gt; and Dantley. After losing the &lt;a href=\"1988%20NBA%20Finals\"&gt;1988 NBA Finals&lt;/a&gt; in seven games to the Lakers, the Pistons turned it around to sweep the Lakers in four games in &lt;a href=\"1989%20NBA%20Finals\"&gt;1989&lt;/a&gt;. Salley and the Pistons repeated in &lt;a href=\"1990%20NBA%20Finals\"&gt;1990&lt;/a&gt;, defeating the &lt;a href=\"Portland%20Trail%20Blazers\"&gt;Portland Trail Blazers&lt;/a&gt; in five games. The Pistons' run came to an end when the &lt;a href=\"Michael%20Jordan\"&gt;Michael Jordan&lt;/a&gt;-led &lt;a href=\"Chicago%20Bulls\"&gt;Chicago Bulls&lt;/a&gt; swept them in four games in the &lt;a href=\"1991%20NBA%20Playoffs%23Eastern%20Conference\"&gt;1991 Eastern Conference finals&lt;/a&gt;; following game four, while most of the Pistons players chose to return to the locker room rather than congratulate the new Eastern Conference champions, Salley was one of the few who stayed on the court as the game ended to congratulate the Bulls.\nMiami Heat, Toronto Raptors.\nSalley was traded to the &lt;a href=\"Miami%20Heat\"&gt;Miami Heat&lt;/a&gt; in 1992. In the &lt;a href=\"1995%20NBA%20expansion%20draft\"&gt;1995 NBA expansion draft&lt;/a&gt; he was selected by the inaugural Toronto Raptors team after being made available by the Heat.\nIn February 1996, he negotiated a buyout of his contract and was waived thus ending his &lt;a href=\"1995%E2%80%9396%20Toronto%20Raptors%20season\"&gt;stint with the Raptors&lt;/a&gt; during which he averaged 19.3 minutes and 6 points per game.\nChicago Bulls.\nFree of his Raptors contract, in early March 1996, Salley signed a 10-day contract with the &lt;a href=\"Chicago%20Bulls\"&gt;Chicago Bulls&lt;/a&gt;, where he played with &lt;a href=\"Michael%20Jordan\"&gt;Michael Jordan&lt;/a&gt;, &lt;a href=\"Scottie%20Pippen\"&gt;Scottie Pippen&lt;/a&gt;, &lt;a href=\"Toni%20Kuko%C4%8D\"&gt;Toni Kukoč&lt;/a&gt;, and former Pistons teammates &lt;a href=\"Dennis%20Rodman\"&gt;Dennis Rodman&lt;/a&gt; and &lt;a href=\"James%20Edwards%20%28basketball%29\"&gt;James Edwards&lt;/a&gt;. Following another 10-day contract right after the first one ended, the Bulls signed Salley as a free agent and he spent the rest of the season with the team. The &lt;a href=\"1995%E2%80%9396%20Chicago%20Bulls%20season\"&gt;1995-96 Bulls&lt;/a&gt; achieved a record-breaking 72-win season, the best-ever regular-season record at the time, later surpassed by the &lt;a href=\"2015-16%20Golden%20State%20Warriors%20season\"&gt;2015-16 Golden State Warriors&lt;/a&gt; at 73-9. Salley would win his 3rd NBA championship in June, playing sparingly in the &lt;a href=\"1996%20NBA%20Finals\"&gt;1996 NBA Finals&lt;/a&gt;.\nOne month with Panathinaikos.\nIn September 1996, thirty-two-year-old Salley came out of what turned out to be only a three-month retirement and went to play in &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, where he joined the &lt;a href=\"1996%20FIBA%20European%20League%20Final%20Four\"&gt;reigning EuroLeague champions&lt;/a&gt; &lt;a href=\"Panathinaikos%20BC\"&gt;Panathinaikos&lt;/a&gt; of the &lt;a href=\"Greek%20Basket%20League\"&gt;Greek Basket League&lt;/a&gt; on a one-year US$1 million contract. Before accepting the &lt;a href=\"Bo%C5%BEidar%20Maljkovi%C4%87\"&gt;Božidar Maljković&lt;/a&gt;-coached Panathinaikos' offer, Salley had reportedly consulted with recent Bulls teammate &lt;a href=\"Toni%20Kuko%C4%8D\"&gt;Toni Kukoč&lt;/a&gt; who knew Maljković well having spent four trophy-laden seasons anchoring his late 1980s &lt;a href=\"KK%20Split\"&gt;KK Split&lt;/a&gt; teams.\nSalley made his Panathinaikos debut on September 25, 1996, in &lt;a href=\"1996%E2%80%9397%20FIBA%20EuroLeague\"&gt;EuroLeague&lt;/a&gt; away at &lt;a href=\"FC%20Barcelona%20B%C3%A0squet\"&gt;FC Barcelona&lt;/a&gt;, a 77-58 loss during which he scored 5 points before fouling out in only 12 minutes of action. Right away, Salley got on the bad side of coach Maljković who refused to modify his disciplinarian approach in order to accommodate a veteran player with a notable NBA career behind him. Though Salley's performances somewhat improved over the following three EuroLeague outings — 10 points in a home loss versus &lt;a href=\"ASVEL%20Basket\"&gt;ASVEL&lt;/a&gt;, 9 points and 11 rebounds in a blowout home win versus &lt;a href=\"KK%20Split\"&gt;KK Split&lt;/a&gt;, and 21 points and 8 rebounds in a win away at minnows &lt;a href=\"Bayer%20Giants%20Leverkusen\"&gt;Bayer Leverkusen&lt;/a&gt; — as he seemingly adjusted to European referees and managed to stay out of foul trouble, he continued to butt heads with coach Maljković. After flying back to Athens with the team the morning after the Leverkusen game, Salley refused to go to practice and as a result, got dropped by Maljković for their Greek League game the following day. He then flew back to the United States for meetings with TV executives over a new talk show he had been planning to host for Disney, returning to Athens an hour before the club's &lt;a href=\"Greek%20Basketball%20Cup\"&gt;Greek Cup&lt;/a&gt; game versus &lt;a href=\"P.A.O.K.%20BC\"&gt;P.A.O.K.&lt;/a&gt; on October 22, 1996 — a trip that included Salley renting a private &lt;a href=\"Learjet\"&gt;Lear jet&lt;/a&gt; in Paris for US$20,000 out of his own pocket in order to make it back to Athens in time for the game after having his connecting flight delayed and then even renting a &lt;a href=\"helicopter\"&gt;helicopter&lt;/a&gt; once he landed at Athens' &lt;a href=\"Ellinikon%20International%20Airport\"&gt;Ellinikon Airport&lt;/a&gt; to take him right to Panathinaikos' &lt;a href=\"O.A.C.A.%20Olympic%20Indoor%20Hall\"&gt;OACA Hall&lt;/a&gt; in the city's &lt;a href=\"Marousi\"&gt;Marousi&lt;/a&gt; neighbourhood. However, Maljković still refused to include him in the lineup and in response, Salley decided to leave Panathinaikos unilaterally two days later on October 24, 1996, after only a month at the club.\nSalley appeared in seven games for Panathinaikos and ended up getting paid about €300,000.\nLos Angeles Lakers.\nIn 1999, Salley joined a Lakers team led by superstars &lt;a href=\"Shaquille%20O%27Neal\"&gt;Shaquille O'Neal&lt;/a&gt; and &lt;a href=\"Kobe%20Bryant\"&gt;Kobe Bryant&lt;/a&gt; and also reunited with his former Bulls coach, &lt;a href=\"Phil%20Jackson\"&gt;Phil Jackson&lt;/a&gt;. He saw little action for the Lakers en route to their first of three consecutive NBA championships. In 2000, he retired again following the first Lakers championship season after proudly proclaiming that he had won \"four championship rings, with three different teams, in three different decades and two different millenniums\". 14 years later, &lt;a href=\"Tim%20Duncan\"&gt;Tim Duncan&lt;/a&gt; of the &lt;a href=\"San%20Antonio%20Spurs\"&gt;San Antonio Spurs&lt;/a&gt; became the second player to achieve this (sans the requirement of different teams) by leading his Spurs to five championships between &lt;a href=\"1998-99%20NBA%20season\"&gt;1999&lt;/a&gt; and &lt;a href=\"2013-14%20NBA%20season\"&gt;2014&lt;/a&gt;.\nPost-basketball career.\nFilm.\nIn 1995, John Salley had a role in \"&lt;a href=\"Bad%20Boys%20%281995%20film%29\"&gt;Bad Boys&lt;/a&gt;\" as a thick-glassed computer hacking nerd who gets out of jail because he helps crack files for the &lt;a href=\"Miami%20Police%20Department\"&gt;Miami Police Department&lt;/a&gt;. In 1996, Salley appeared as a veteran basketball player alongside &lt;a href=\"Whoopi%20Goldberg\"&gt;Whoopi Goldberg&lt;/a&gt; in the film \"&lt;a href=\"Eddie%20%28film%29\"&gt;Eddie&lt;/a&gt;\", about a fan who takes over as coach of the &lt;a href=\"New%20York%20Knicks\"&gt;New York Knicks&lt;/a&gt;.\nIn 2003, Salley reprised his role of Fletcher in \"&lt;a href=\"Bad%20Boys%20II\"&gt;Bad Boys II&lt;/a&gt;\" and appeared in the &lt;a href=\"Showtime%20%28TV%20channel%29\"&gt;Showtime&lt;/a&gt; &lt;a href=\"television%20movie\"&gt;TV film&lt;/a&gt; \"&lt;a href=\"Coast%20to%20Coast%20%28TV%20film%29\"&gt;Coast to Coast&lt;/a&gt;\" alongside actress &lt;a href=\"Selma%20Blair\"&gt;Selma Blair&lt;/a&gt;.\nHe also appeared in the movie \"&lt;a href=\"Confessions%20of%20a%20Shopaholic%20%28film%29\"&gt;Confessions of a Shopaholic&lt;/a&gt;\" in 2009 as a member of the shopaholic help group (playing a retired NBA player) and had a bit role as a pimp in the blaxploitation spoof \"&lt;a href=\"Black%20Dynamite\"&gt;Black Dynamite&lt;/a&gt;\".\nSalley appeared in the &lt;a href=\"Disney%20Channel\"&gt;Disney Channel&lt;/a&gt; original movie, \"&lt;a href=\"The%20Ultimate%20Christmas%20Present\"&gt;The Ultimate Christmas Present&lt;/a&gt;\", as a tall &lt;a href=\"elf\"&gt;elf&lt;/a&gt;.\nIn 2018, Salley appeared in the Netflix original movie, \"&lt;a href=\"Nappily%20Ever%20After\"&gt;Nappily Ever After&lt;/a&gt;\", starring &lt;a href=\"Sanaa%20Lathan\"&gt;Sanaa Lathan&lt;/a&gt;.\nTelevision.\nIn the fall of 1998, Salley hosted the game show \"&lt;a href=\"I%20Can%27t%20Believe%20You%20Said%20That\"&gt;I Can't Believe You Said That&lt;/a&gt;\", which aired on the &lt;a href=\"ABC%20Family\"&gt;Fox Family Channel&lt;/a&gt;. During that time, he also guest-starred as a panelist on \"&lt;a href=\"Hollywood%20Squares\"&gt;Hollywood Squares&lt;/a&gt;\" and \"&lt;a href=\"Match%20Game\"&gt;Match Game&lt;/a&gt;\".\nIn 2000, he appeared as himself in an episode of Sabrina the Teenage Witch. Appearing in the episode titled “Welcome Back Duke”. In the credits his character’s name was just NBA player.\nIn 2001, he appeared as himself on a special TV Hosts episode of \"&lt;a href=\"Weakest%20Link%20%28American%20game%20show%29\"&gt;Weakest Link&lt;/a&gt;\" where he was the first contestant voted off.\nIn 2005, he appeared in the television series \"&lt;a href=\"Noah%27s%20Arc%20%28TV%20series%29\"&gt;Noah's Arc&lt;/a&gt;\" as Victor.\nHe was one of the hosts of \"&lt;a href=\"The%20Best%20Damn%20Sports%20Show%20Period\"&gt;The Best Damn Sports Show Period&lt;/a&gt;\" on &lt;a href=\"Fox%20Sports%20Network\"&gt;Fox Sports Network&lt;/a&gt;. Salley hosted \"The John Salley Block Party\", a radio morning show on Los Angeles station \"&lt;a href=\"KKLQ%20%28FM%29\"&gt;100.3 The Beat&lt;/a&gt;\" from 2005 - 2006.\nFor a short time, Salley provided analysis for NBC's \"&lt;a href=\"NBA%20Showtime\"&gt;NBA Showtime&lt;/a&gt;\".\nSalley has also hosted VH1's \"&lt;a href=\"Basketball%20Wives\"&gt;Basketball Wives&lt;/a&gt; (2010-2012) &amp; &lt;a href=\"Basketball%20Wives%20LA\"&gt;Basketball Wives LA&lt;/a&gt; (2011, 2012, 2014, 2015) Reunion Specials.\"\nStarting from 2019, Salley reprised his role of Fletcher in the \"Bad Boys\" spinoff TV series \"&lt;a href=\"LA%27s%20Finest\"&gt;LA's Finest&lt;/a&gt;\".\nGuest appearances.\nIn 2001, he made an appearance in the &lt;a href=\"Luther%20Vandross\"&gt;Luther Vandross&lt;/a&gt; music video, \"Take You Out\". He also appeared on a celebrity episode of \"&lt;a href=\"Weakest%20Link%20%28U.S.%20game%20show%29\"&gt;Weakest Link&lt;/a&gt;\" that same year and was voted off in the first round.\nIn 2004, he was part of the panel of celebrity judges in the &lt;a href=\"TBS%20Superstation\"&gt;TBS Superstation&lt;/a&gt; show \"&lt;a href=\"He%27s%20a%20Lady\"&gt;He's a Lady&lt;/a&gt;\".\nIn &lt;a href=\"2006%20in%20sports\"&gt;2006&lt;/a&gt;, Salley was named the Commissioner of the &lt;a href=\"American%20Basketball%20Association%20%282000-%29\"&gt;American Basketball Association&lt;/a&gt;.\nIn 2007, Salley appeared in the ABC &lt;a href=\"reality%20television\"&gt;reality television&lt;/a&gt; series \"\", featuring a dozen celebrities in a &lt;a href=\"stock%20car\"&gt;stock car&lt;/a&gt; racing competition. In the first round of competition, Salley matched up against &lt;a href=\"professional%20wrestling\"&gt;professional wrestler&lt;/a&gt; &lt;a href=\"John%20Cena\"&gt;John Cena&lt;/a&gt; and &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; star &lt;a href=\"Serena%20Williams\"&gt;Serena Williams&lt;/a&gt;. Salley also became the host of the BET show \"Ballers\".\nSalley joined the cast of the reality competition show \"&lt;a href=\"I%27m%20a%20Celebrity%E2%80%A6Get%20Me%20out%20of%20Here%21\"&gt;I'm a Celebrity…Get Me out of Here!&lt;/a&gt;\", which premiered on June 1, 2009. He came in third place behind winner &lt;a href=\"Lou%20Diamond%20Phillips\"&gt;Lou Diamond Phillips&lt;/a&gt; and runner-up &lt;a href=\"Torrie%20Wilson\"&gt;Torrie Wilson&lt;/a&gt;.\nSalley hosted a podcast on &lt;a href=\"Adam%20Carolla\"&gt;Adam Carolla&lt;/a&gt;'s &lt;a href=\"ACE%20Broadcasting%20Network\"&gt;ACE Broadcasting Network&lt;/a&gt; with sportswriter &lt;a href=\"Kevin%20Hench\"&gt;Kevin Hench&lt;/a&gt; entitled \"&lt;a href=\"ACE%20Broadcasting%20Network%23Spider%20and%20the%20Henchman\"&gt;Spider and the Henchman&lt;/a&gt;\". The show was canceled on March 18, 2011.\nIn 2012, he appeared as a celebrity judge on \"&lt;a href=\"RuPaul%27s%20Drag%20Race\"&gt;RuPaul's Drag Race&lt;/a&gt;\" (season 4, episode 2).\nOn an episode of Bravo's \"&lt;a href=\"Millionaire%20Matchmaker\"&gt;Millionaire Matchmaker&lt;/a&gt;\" (\"The NFL Kicker and the Workaholic\", aired March 12, 2013), he acted as a consultant to Patti Stanger to help one of her clients (an ex-NFL player) become less of a \"playa\" and find a woman to settle down with.\nVegan activism and wellness career.\nSalley is a &lt;a href=\"vegan\"&gt;vegan&lt;/a&gt; activist and has appeared on &lt;a href=\"PETA\"&gt;PETA&lt;/a&gt;'s testimonial videos, as well as in promoting alternatives to practices of massive factory farming.\nSalley is also noted for speaking at Michigan's Vegfest since 2009 and appearing on VegMichigan's billboard campaign. He also appeared before the U.S. Congress to advocate for vegetarian options to be served in public schools in Nov ’09 and May ’10 as part of the Child Nutrition Act discussions.\nOn May 4, 2010, it was announced that Salley had joined the &lt;a href=\"Simply%20Raw\"&gt;Simply Raw&lt;/a&gt; team. The group of individuals who produced the documentary \"&lt;a href=\"Raw%20for%2030\"&gt;Raw for 30&lt;/a&gt;\" had approached Salley with their video about reversing diabetes, and \"it instantly got his attention\" since his father had the disease.\nSalley teamed up with &lt;a href=\"Farm%20Sanctuary\"&gt;Farm Sanctuary&lt;/a&gt; in 2010 to host their &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; \"Walk for Farm Animals\" on Sunday, October 24, 2010.\nIn June 2012 Salley became the official spokesperson for a natural supplements line called VirMax that is developed by Natural Product Solutions, LLC.\nIn December 2015, Salley encouraged US First Lady &lt;a href=\"Michelle%20Obama\"&gt;Michelle Obama&lt;/a&gt; to go vegan \"for the planet\" - setting a lifestyle example of reducing environmental impacts from &lt;a href=\"greenhouse%20gas\"&gt;greenhouse gas&lt;/a&gt; release.\n\"Vegan eating is not just a slam dunk for human health; it's also the most effective way to &lt;a href=\"climate%20change%20mitigation\"&gt;combat climate change&lt;/a&gt;.\" ~ John SalleySalley is an entrepreneur in the &lt;a href=\"cannabis%20industry\"&gt;cannabis industry&lt;/a&gt;, launching his own &lt;a href=\"cannabis%20%28drug%29\"&gt;cannabis&lt;/a&gt; brand Deuces22 and taking an ownership stake in the cannabis testing company GreenSpace Labs. Salley is also and advisory board member with cannabis social networking platform BudTrader.\nSalley is an ambassador for &lt;a href=\"Operation%20Smile%23Ambassadors\"&gt;Operation Smile&lt;/a&gt;.\nPersonal life.\nSalley married Natasha Duffy in 1993, and they have two children together. He also has a daughter from a previous relationship. John Salley is a member of &lt;a href=\"Omega%20Psi%20Phi\"&gt;Omega Psi Phi&lt;/a&gt; initiated through Nu Omega Chapter in Detroit."
}