{
    "id": "1281564",
    "revid": "219962",
    "url": "https://en.wikipedia.org/wiki?curid=1281564",
    "title": "Bunker Tragedy",
    "text": "The Bunker Tragedy or the Bunkerdrama was an atrocity committed by the staff at the &lt;a href=\"Herzogenbusch%20concentration%20camp\"&gt;Herzogenbusch concentration camp&lt;/a&gt; (also known as \"Kamp Vught\") in the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, in January 1944 during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nEvents.\nWhen one woman from barrack 23B was locked up in the camp prison (the 'bunker'), other women protested against it. Commander &lt;a href=\"Adam%20Gr%C3%BCnewald\"&gt;Adam Grünewald&lt;/a&gt;, as a punishment, had as many women as possible incarcerated in one cell. Eventually, 74 women were pressed together in cell 115, which had a floor area of 9m2 and hardly any ventilation. After 14 hours of confinement, the inmates were released from the cell. Ten women did not survive the night.\nThe incident soon became known outside the camp and was written about in &lt;a href=\"resistance%20during%20World%20War%20II\"&gt;resistance&lt;/a&gt; newspapers. The &lt;a href=\"Netherlands%20in%20World%20War%20II\"&gt;occupying power&lt;/a&gt; was not pleased with the fact that the news had leaked. The commander was demoted to the ranks and was sent to the &lt;a href=\"Eastern%20Front%20%28World%20War%20II%29\"&gt;Eastern front&lt;/a&gt;, where he was killed in combat.\n, one of the bunker victims, wrote:\n'When the lights went off, a great panic rose among the women. It was a strange swelling sound, which sometimes would diminish, but soon swell up again. It was caused by praying, screaming and yelling women. Some tried to yell over it to calm the women down, so they could save oxygen. Sometimes it would help a bit, but then it would start again. It would not stop, it continued the whole night. It diminished, though, because the heat was suffocating.'\nThis event is being remembered annually in closed circle."
}