{
    "id": "1281471",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1281471",
    "title": "Manea Mănescu",
    "text": "Manea Mănescu (9 August 1916 – 27 February 2009) was a &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;n &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; politician who served as &lt;a href=\"Prime%20Minister%20of%20Romania\"&gt;Prime Minister&lt;/a&gt; for five years (27 February 1974 – 29 March 1979) during &lt;a href=\"Nicolae%20Ceau%C8%99escu\"&gt;Nicolae Ceaușescu&lt;/a&gt;'s &lt;a href=\"Communist%20Romania\"&gt;Communist regime&lt;/a&gt;.\nHis father was a Communist Party veteran from &lt;a href=\"Ploie%C8%99ti\"&gt;Ploiești&lt;/a&gt;, who in the early 1920s supported the transformation of the &lt;a href=\"Socialist%20Party%20of%20Romania\"&gt;Socialist Party&lt;/a&gt; into the &lt;a href=\"Romanian%20Communist%20Party\"&gt;Romanian Communist Party&lt;/a&gt; (PCR). Mănescu joined the PCR in 1938, while he was a student at the &lt;a href=\"Bucharest%20Academy%20of%20Economic%20Studies\"&gt;Academy of Economic Studies&lt;/a&gt; in Bucharest. In 1944, after &lt;a href=\"King%20Michael%27s%20Coup\"&gt;King Michael's Coup&lt;/a&gt;, he worked together with &lt;a href=\"Nicolae%20Ceau%C8%99escu\"&gt;Nicolae Ceaușescu&lt;/a&gt;, his future brother-in-law, in the &lt;a href=\"Union%20of%20Communist%20Youth\"&gt;Union of Communist Youth&lt;/a&gt;. In 1951, Mănescu was appointed as head of the Department of Economics at the &lt;a href=\"University%20of%20Bucharest\"&gt;University of Bucharest&lt;/a&gt; and Director General of the Central Directorate of Statistics. He served as Finance Minister from 1955 until 1957.\nIn December 1967 he was appointed Chairman of the Economic Council. He was promoted to full membership of the Executive Committee of the PCR in December 1968 and, after holding various positions in the party and government, he became Prime Minister in March 1974, a position he held until 1979, when he retired, reportedly due to ill health. \nAlso in 1974 he became titular member of the &lt;a href=\"Romanian%20Academy\"&gt;Romanian Academy&lt;/a&gt;.\nMănescu stayed close to Ceaușescu and his wife, &lt;a href=\"Elena%20Ceau%C8%99escu\"&gt;Elena Ceaușescu&lt;/a&gt; up until the &lt;a href=\"Romanian%20Revolution\"&gt;Romanian Revolution&lt;/a&gt; of 1989. He left the Central Committee's building by &lt;a href=\"Romanian%20Revolution%23Helicopter%20extraction\"&gt;helicopter together with them&lt;/a&gt; on 22 December, though he had to disembark at &lt;a href=\"Snagov\"&gt;Snagov&lt;/a&gt; due to too much weight in the craft. He was arrested shortly afterward and taken to the airbase at &lt;a href=\"Deveselu\"&gt;Deveselu&lt;/a&gt;, where he was kept in detention until 31 December. Tried in early 1990 together with &lt;a href=\"Emil%20Bobu\"&gt;Emil Bobu&lt;/a&gt;, &lt;a href=\"Ion%20Dinc%C4%83\"&gt;Ion Dincă&lt;/a&gt;, and &lt;a href=\"Tudor%20Postelnicu\"&gt;Tudor Postelnicu&lt;/a&gt;, Mănescu was sentenced to life in prison for participation in genocide; on appeal, his sentence was reduced to 10 years. He served two years in prison, and was set free on 12 November 1992 due to poor health. Because of his conviction, he was stripped of his membership in the Romanian Academy.\nHe died in 2009, aged 92, and was buried at &lt;a href=\"Bellu%20Cemetery\"&gt;Bellu Cemetery&lt;/a&gt; in &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt;.\nFamily.\nMănescu's wife, Maria Munteanu Mănescu, was a well known pediatrician. In December 1973, she was named Vice Chairman of the Romanian Red Cross Society. She was also named a member of the (Romanian) National Council of Women in April 1978. It is not clear if the Mănescus had any children."
}