{
    "id": "1283044",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=1283044",
    "title": "Galeries Lafayette",
    "text": "The Galeries Lafayette () is an &lt;a href=\"upmarket\"&gt;upmarket&lt;/a&gt; French &lt;a href=\"department%20store\"&gt;department store&lt;/a&gt; chain, the biggest in Europe. Its flagship store is on &lt;a href=\"Boulevard%20Haussmann\"&gt;Boulevard Haussmann&lt;/a&gt; in the &lt;a href=\"9th%20arrondissement%20of%20Paris\"&gt;9th arrondissement of Paris&lt;/a&gt; but it now operates in a number of other locations in France and other countries. In 2019, Galeries Lafayette recorded earnings of over five billion &lt;a href=\"euro\"&gt;euro&lt;/a&gt;s. It is a part of the company Groupe Galeries Lafayette and has been a member of the &lt;a href=\"International%20Association%20of%20Department%20Stores\"&gt;International Association of department stores&lt;/a&gt; since 1960.\nHistory.\nIn 1895, &lt;a href=\"Th%C3%A9ophile%20Bader\"&gt;Théophile Bader&lt;/a&gt; and his cousin Alphonse Kahn opened a fashion store in a small &lt;a href=\"haberdasher\"&gt;haberdasher&lt;/a&gt;'s shop at the corner of &lt;a href=\"rue%20La%20Fayette\"&gt;rue La Fayette&lt;/a&gt; and the &lt;a href=\"Chauss%C3%A9e%20d%27Antin\"&gt;Chaussée d'Antin&lt;/a&gt;, in Paris. In 1896, their company purchased the entire building at 1 rue La Fayette; in 1905 they acquired the buildings at 38, 40 and 42 &lt;a href=\"boulevard%20Haussmann\"&gt;boulevard Haussmann&lt;/a&gt; and 15 rue de la Chaussée d'Antin. Bader commissioned the architect Georges Chedanne and his pupil Ferdinand Chanut to design the store at the Haussmann location, where a glass and steel dome and &lt;a href=\"Art%20Nouveau\"&gt;Art Nouveau&lt;/a&gt; staircases were finished in 1912.\nFrom 1921 &lt;a href=\"Maurice%20Dufr%C3%AAne\"&gt;Maurice Dufrêne&lt;/a&gt; directed the \"Maîtrise\" workshop of the \"Galeries Lafayette\".\nThis workshop for decorative art and furniture followed the \"Primavera\" of the &lt;a href=\"Printemps\"&gt;Printemps&lt;/a&gt; store founded in 1912 by &lt;a href=\"Ren%C3%A9%20Guiller%C3%A9\"&gt;René Guilleré&lt;/a&gt;, &lt;a href=\"Paul%20Follot\"&gt;Paul Follot&lt;/a&gt;'s \"Pomone\" of &lt;a href=\"Le%20Bon%20March%C3%A9\"&gt;Le Bon Marché&lt;/a&gt;, and the \"Studium\" of the &lt;a href=\"Grands%20Magasins%20du%20Louvre\"&gt;Grands Magasins du Louvre&lt;/a&gt;.\nAs of 2020, Galeries Lafayette has opened more than 50 stores (including subsidiarised stores) in France alone.\nParis Haussmann.\nGaleries Lafayette Haussmann, the flagship store, is located on &lt;a href=\"Boulevard%20Haussmann\"&gt;Boulevard Haussmann&lt;/a&gt; in the &lt;a href=\"9th%20arrondissement%20of%20Paris\"&gt;9th arrondissement of Paris&lt;/a&gt;, near Opera Garnier, at the corner of &lt;a href=\"Rue%20La%20Fayette\"&gt;Rue La Fayette&lt;/a&gt;, close to Chaussée d'Antin – La Fayette Paris Métro station. It is a fashion flagship store. A wide range of brands are available at the store to suit all budgets, from ready to wear to haute couture. The architecture of the store is art nouveau, with a remarkable dome and a panoramic view of Paris that has made it a tourist attraction of the French capital city. Galeries Lafayette in Paris hosts a popular weekly fashion show for visitors.\nHistory.\nIn 1893, &lt;a href=\"Th%C3%A9ophile%20Bader\"&gt;Théophile Bader&lt;/a&gt; and &lt;a href=\"Alphonse%20Kahn\"&gt;Alphonse Kahn&lt;/a&gt; opened a store in Paris, on the corner of rue La Fayette and rue de la Chaussée d’Antin, selling novelty gifts. In 1896, the company purchased the entire building at number 1, rue La Fayette followed in 1903 by numbers 38, 40, and 42 on Boulevard Haussmann, as well as number 15, rue de la Chaussée d’Antin.\nArchitecture.\nThéophile Bader appointed the architect Georges Chedanne to head up the first major renovations which were completed in 1907. Ferdinand Chanut, Georges Chedanne's apprentice, designed the store's high Neo Byzantine &lt;a href=\"dome\"&gt;dome&lt;/a&gt;. This store's inauguration ceremony took place in October 1912.\nIn 1932, the store was renovated with an &lt;a href=\"Art%20Deco\"&gt;Art Déco style&lt;/a&gt; by an architect named Pierre Patou.\nFashion and events.\nThéophile Bader acquired production facilities in order to make clothing exclusively for Galeries Lafayette under its own private label. He also manufactured affordable versions of designer wear.\nThis store then expanded to include menswear, furniture, toys and tableware departments and get involved in organizing events such as the rooftop landing by French pilot &lt;a href=\"Jules%20V%C3%A9drines\"&gt;Jules Védrines&lt;/a&gt; in 1919.\nIn 1922, it opened arts workshops under the artistic direction of &lt;a href=\"Maurice%20Dufr%C3%AAne\"&gt;Maurice Dufrêne&lt;/a&gt; in order to produce affordable furniture, fabric, carpets, wallpaper, pottery, and other household goods.\nFollowing the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;, the store underwent a complete makeover.\nDuring the 1950s it hosted large international exhibitions, such as “The Best of Italian Manufacturing” in 1953.\nIn the 1960s, young designers began launching their &lt;a href=\"ready-to-wear\"&gt;ready-to-wear&lt;/a&gt; lines at the store. The first designer to become famous was Laura, in 1962. A little while later she went on to become known as &lt;a href=\"Sonia%20Rykiel\"&gt;Sonia Rykiel&lt;/a&gt;.\nFrom 1980 to 1999 “Fashion Festivals”, were organized, in order to select designs for the store. In 1984, the store opened a designer department including designs from, &lt;a href=\"Jean-Paul%20Gaultier\"&gt;Jean-Paul Gaultier&lt;/a&gt; and &lt;a href=\"Thierry%20Mugler\"&gt;Thierry Mugler&lt;/a&gt;.\nFrom 2001 to 2015, &lt;a href=\"Jean-Paul%20Goude\"&gt;Jean-Paul Goude&lt;/a&gt; collaborated with the brand on advertising campaigns in order to give the store a modern identity.\nOffer.\nGalerie Lafayette Paris Haussmann is a store. Mostly dedicated to fashion, it also has other offers and services.\nFood.\nGaleries Lafayette Paris Haussmann's food tasting bars offer French food together with produce from around the world.\nRestaurants and bars.\nCafés, bars and restaurants are located in the store for drinks and meals.\nThe rooftop has a bar, restaurant and terrace with a panoramic view of Paris and its monuments including the &lt;a href=\"Eiffel%20Tower\"&gt;Eiffel Tower&lt;/a&gt;, the &lt;a href=\"Tour%20Montparnasse\"&gt;Montparnasse Tower&lt;/a&gt;, &lt;a href=\"Les%20Invalides\"&gt;Invalides&lt;/a&gt;, and &lt;a href=\"Palais%20Garnier\"&gt;Opera Garnier&lt;/a&gt;.\nCultural space\nGaleries Lafayette Paris Haussmann's cultural space “Galerie des Galeries” holds three to four exhibitions a year, showcasing both French and international design.\nEvents\nEvery Friday visitors can attend the store's free &lt;a href=\"fashion%20show\"&gt;fashion show&lt;/a&gt; at 3pm. These events can only be attended if reservations have been made in advance.\nGaleries Lafayette Paris Haussmann has a suspended &lt;a href=\"Christmas%20tree\"&gt;Christmas tree&lt;/a&gt; every year, the first of which was hung from the dome in 1976. The store also organizes a range of exhibitions and shows and during the festive period.\nServices.\nEnglish-speaking staff in the &lt;a href=\"concierge\"&gt;concierge&lt;/a&gt; area help with Wi-Fi access, &lt;a href=\"Visitor%20center\"&gt;tourist information&lt;/a&gt;, or restaurant and taxi reservations.\nThe tourist information desk provides information and tickets for transport, museums, attraction parks, guided tours, cruises on the Seine River, cabaret performances, shows and concerts, hotels, and currency exchange.\nThe store's geolocation app helps shoppers find brands and access restaurants, customer service, and shop locations.\nThe tax refund service enables non-European residents to claim back their &lt;a href=\"tax%20refund\"&gt;tax refund&lt;/a&gt;, based on the 12% tax they have paid on their purchases worth over €175.01 made on the day of purchase at Galeries Lafayette.\nA &lt;a href=\"personal%20shopper\"&gt;personal shopper&lt;/a&gt; is also available and VIP services include the ordering of limousines or package deliveries to hotels.\nThe information office, located on the ground floor, provides information related to all the services offered by the store.\nGaleries Lafayette Group.\nThe Galeries Lafayette Group has its head office in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;.\nThe Group owns the following subsidiaries:"
}