{
    "id": "12849126",
    "revid": "1057232706",
    "url": "https://en.wikipedia.org/wiki?curid=12849126",
    "title": "The Complete On the Corner Sessions",
    "text": "The Complete On the Corner Sessions is a posthumous box set by American &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt; musician &lt;a href=\"Miles%20Davis\"&gt;Miles Davis&lt;/a&gt;, released in the US on September 25, 2007, by &lt;a href=\"Columbia%20Records\"&gt;Columbia Records&lt;/a&gt; and in the UK on September 29 on &lt;a href=\"Legacy%20Recordings\"&gt;Legacy Recordings&lt;/a&gt;. Like other Davis box sets, the included material is taken from a wider chronology of sessions than the dates which actually produced the &lt;a href=\"On%20The%20Corner\"&gt;titular album&lt;/a&gt;. \"The Complete On the Corner Sessions\" compiles material from 1972 through 1975 which, due to lineup changes Davis made throughout the era, features over two dozen musicians.\nColumbia has released a series of eight box sets containing studio recordings from the 1950s to the 1970s. These contain material not available on other Columbia albums. Following \"&lt;a href=\"The%20Complete%20In%20a%20Silent%20Way%20Sessions\"&gt;The Complete In a Silent Way Sessions&lt;/a&gt;\", \"&lt;a href=\"The%20Complete%20Bitches%20Brew%20Sessions\"&gt;The Complete Bitches Brew Sessions&lt;/a&gt;\", and \"&lt;a href=\"The%20Complete%20Jack%20Johnson%20Sessions\"&gt;The Complete Jack Johnson Sessions&lt;/a&gt;\", this release includes the &lt;a href=\"funk\"&gt;funk&lt;/a&gt;/&lt;a href=\"jazz%20fusion\"&gt;jazz fusion&lt;/a&gt; album \"&lt;a href=\"On%20the%20Corner\"&gt;On the Corner&lt;/a&gt;\". His band was made up of musicians trained not only in the basics of &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt;, but on the newer sounds of &lt;a href=\"James%20Brown\"&gt;James Brown&lt;/a&gt; and &lt;a href=\"Sly%20Stone\"&gt;Sly Stone&lt;/a&gt;.\nThe box set includes more than six hours of music. Twelve of these are previously unissued tracks. Another five tracks are previously unissued in full. They cover sixteen sessions from \"&lt;a href=\"On%20the%20Corner\"&gt;On the Corner&lt;/a&gt;\", \"&lt;a href=\"Big%20Fun%20%28Miles%20Davis%20album%29\"&gt;Big Fun&lt;/a&gt;\", and \"&lt;a href=\"Get%20Up%20with%20It\"&gt;Get Up with It&lt;/a&gt;\" until Davis's mid-seventies retirement. Miles is joined in these recordings by &lt;a href=\"Chick%20Corea\"&gt;Chick Corea&lt;/a&gt;, &lt;a href=\"Herbie%20Hancock\"&gt;Herbie Hancock&lt;/a&gt;, &lt;a href=\"John%20McLaughlin%20%28musician%29\"&gt;John McLaughlin&lt;/a&gt;, &lt;a href=\"Jack%20DeJohnette\"&gt;Jack DeJohnette&lt;/a&gt;, &lt;a href=\"Billy%20Hart\"&gt;Billy Hart&lt;/a&gt;, and many others. The 6-CD deluxe edition also contains a 120-page full-color booklet with &lt;a href=\"liner%20notes\"&gt;liner notes&lt;/a&gt; and essays by &lt;a href=\"Music%20producer\"&gt;producer&lt;/a&gt; &lt;a href=\"Bob%20Belden\"&gt;Bob Belden&lt;/a&gt;, &lt;a href=\"journalist\"&gt;journalist&lt;/a&gt; &lt;a href=\"Tom%20Terrell%20%28journalist%29\"&gt;Tom Terrell&lt;/a&gt;, and arranger/&lt;a href=\"composer\"&gt;composer&lt;/a&gt; &lt;a href=\"Paul%20Buckmaster\"&gt;Paul Buckmaster&lt;/a&gt; as well as rare photographs and new illustrations.\nRecording history.\nAs with many of the Miles Davis boxed sets, the overall title is rather misleading. The \"On the Corner\" boxed set covers three years of sessions, from March &lt;a href=\"1972%20in%20music\"&gt;1972&lt;/a&gt; to May &lt;a href=\"1975%20in%20music\"&gt;1975&lt;/a&gt;, and contains music with different styles, concepts, approaches and personnel. Similarly, \"&lt;a href=\"The%20Complete%20Bitches%20Brew%20Sessions\"&gt;The Complete Bitches Brew Sessions&lt;/a&gt;\" includes all of the sessions Davis recorded between August 1969 and February 1970, although the actual \"Bitches Brew\" sessions took place over just three days in August 1969.\nThe sessions for the 1972 album \"On the Corner\" were recorded in June and September &lt;a href=\"1972%20in%20music\"&gt;1972&lt;/a&gt;. \"On the Corner\" was scorned by established jazz critics at the time of its release and was one of Davis' worst-selling recordings. Its critical standing has improved with the passage of time; today it is seen as a strong forerunner of the musical techniques of &lt;a href=\"hip%20hop%20music\"&gt;hip hop&lt;/a&gt;, &lt;a href=\"drum%20and%20bass\"&gt;drum and bass&lt;/a&gt;, and &lt;a href=\"electronic%20music\"&gt;electronic music&lt;/a&gt;.\nDavis claimed that \"On the Corner\" was an attempt to connect with a young &lt;a href=\"African%20American\"&gt;black&lt;/a&gt; audience which had largely forsaken jazz for &lt;a href=\"rock%20and%20roll\"&gt;rock&lt;/a&gt; and &lt;a href=\"funk\"&gt;funk&lt;/a&gt;. While there is a discernible rock and funk influence in the &lt;a href=\"timbre\"&gt;timbre&lt;/a&gt;s of the instruments employed and the overall rhythms, the album was also a culmination of sorts of the &lt;a href=\"musique%20concr%C3%A8te\"&gt;musique concrète&lt;/a&gt; approach that Davis and &lt;a href=\"Record%20producer\"&gt;producer&lt;/a&gt; &lt;a href=\"Teo%20Macero\"&gt;Teo Macero&lt;/a&gt; started using in the late 1960s. (Macero had studied with &lt;a href=\"Otto%20Luening\"&gt;Otto Luening&lt;/a&gt; at &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt;'s &lt;a href=\"Computer%20Music%20Center\"&gt;Computer Music Center&lt;/a&gt;). Both sides of the original album \"On the Corner\" were based around simple, repetitive drum and bass grooves (the track delineations on the original album were arbitrary). Melodic parts, such as from trumpet, saxophone, guitar and keyboards, were often selectively snipped from hours of jam sessions and overlaid atop the rhythms in the editing process. These techniques were developed in the 1940s and '50s by avant- grade composers but were uncommon in 1970s jazz and pop. Now, refined via the use of computers and digital audio equipment, such recording and editing methods are standard amongst producers of electronically based music.\nDavis also cited as inspirations during this era the contemporary composer &lt;a href=\"Karlheinz%20Stockhausen\"&gt;Karlheinz Stockhausen&lt;/a&gt; (who was later falsely rumored to have recorded with the trumpeter in the late 1970s) and &lt;a href=\"Paul%20Buckmaster\"&gt;Paul Buckmaster&lt;/a&gt; (who played &lt;a href=\"electric%20cello\"&gt;electric cello&lt;/a&gt; on the album and contributed some &lt;a href=\"arrangement\"&gt;arrangement&lt;/a&gt;s).\nContent.\nThe box set contains over three hours of previously unreleased material. On the November 6, 1974 date, guitarist &lt;a href=\"Pete%20Cosey\"&gt;Pete Cosey&lt;/a&gt; replaced &lt;a href=\"Al%20Foster\"&gt;Al Foster&lt;/a&gt; on &lt;a href=\"Drum%20kit\"&gt;drums&lt;/a&gt; on \"Hip-Skip.\" Later that day he returned to &lt;a href=\"guitar\"&gt;guitar&lt;/a&gt; for \"What They Do\", playing alongside &lt;a href=\"Dominique%20Gaumont\"&gt;Dominique Gaumont&lt;/a&gt;. \"Minnie\" is based on the Minnie Ripperton song \"Loving You\", and is considered to have an almost commercial &lt;a href=\"disco\"&gt;disco&lt;/a&gt; sound, the most mainstream-sounding track of the collection.\n\"The Complete On the Corner Sessions\" also contains seven of the eight tracks that made up the 1974 double album \"&lt;a href=\"Get%20Up%20with%20It\"&gt;Get Up with It&lt;/a&gt;\". (The other track, \"Honky Tonk\", appears in unedited form on \"&lt;a href=\"The%20Complete%20Jack%20Johnson%20Sessions\"&gt;The Complete Jack Johnson Sessions&lt;/a&gt;\".) Not included in the set is the \"Molester\" 7\" single (a different mix of \"Black Satin\"), although the record label is included in the booklet.\nTrack listing.\nThis list is the same as the provisional one that was published in early 2007, but the CD order was swapped, some of the previously unreleased tracks were edited, and titles were given by Vince Wilburn, Davis' nephew, and Erin Davis, Miles' youngest son.\nDisc 1 remixed by Richard King and Bob Belden in 2007.\nTrack 1 from \"Big Fun\".\nTrack 3 from \"Get Up With It\".\nTracks 4 and 5 are outtakes from the same track, sections of which were previously released on &lt;a href=\"Bill%20Laswell\"&gt;Bill Laswell&lt;/a&gt;'s \"\" as \"Agharta Prelude Dub\". \nTracks 2, 4 &amp; 5 remixed by Richard King and Bob Belden in 2007.\nTrack 1 from stereo LP master of \"Get Up With It\".\nTracks 2-6 remixed by Richard King and Bob Belden in 2007.\nBoth tracks from stereo LP master of \"Get Up With It\".\nTracks 1 &amp; 2 from stereo LP master of \"Get Up With It\".\nTracks 3-6 remixed by Richard King and Bob Belden in 2007.\nTrack 1 from stereo LP master of \"Get Up With It\".\nTracks 2-5 are the stereo LP master of \"On The Corner\".\nTracks 6 &amp; 7 are the masters for a 45 single, both are taken from Big Fun/Holly-wuud (take 3) (track 4 on CD 3).\nNotes.\nNote 1: All tracks composed by &lt;a href=\"Miles%20Davis\"&gt;Miles Davis&lt;/a&gt;, unless noted otherwise.\nNote 2: All tracks remixed by &lt;a href=\"Richard%20King%20%28sound%20designer%29\"&gt;Richard King&lt;/a&gt; and &lt;a href=\"Bob%20Belden\"&gt;Bob Belden&lt;/a&gt; are previously unreleased.\nPerformers by recording session.\nMarch 9, 1972\nMiles Davis (tpt); Wally Chambers (hca); Cornel Dupree (g); Michael Henderson (el-b); Al Foster (d); Bernard Purdie (d); James Mtume Forman (cga, perc); Wade Marcus (brass arr); Billy Jackson (rhythm arr)\nJune 1, 1972\nMiles Davis (tpt); Dave Liebman (ss); Chick Corea (synth); Herbie Hancock (org); Harold I. Williams (el-p); John McLaughlin (g); Collin Walcott (sitar); Paul Buckmaster (cello); Michael Henderson (el-b); Jack DeJohnette (d); Jabali Billy Hart (d, perc, bgo); Charles Don Alias (cga, perc); James Mtume Forman (cga, perc); Badal Roy (tabla)\nJune 6, 1972\nMiles Davis (tpt); Carlos Garnett (as, ts); Bennie Maupin (bcl); Herbie Hancock (el-p, synth); Harold I. Williams (el-p, synth); Lonnie Liston Smith (org); David Creamer (g); Collin Walcott (sitar); Paul Buckmaster (cello); Michael Henderson (el-b); Jack DeJohnette (d, handclaps); Jabali Billy Hart (d, handclaps); Charles Don Alias (perc, handclaps); James Mtume Forman (perc, handclaps); Badal Roy (tabla, handclaps)\nJune 12, 1972\nMiles Davis (tpt); Carlos Garnett (ss); Bennie Maupin (bcl); Lonnie Liston Smith (org); Harold I. Williams (el-p, synth); Michael Henderson (el-b); Al Foster (d); Jabali Billy Hart (d, perc); James Mtume Forman (cga, perc); Badal Roy (tabla)\nAugust 23, 1972\nMiles Davis (tpt); Cedric Lawson (org); Reggie Lucas (g); Khalil Balakrishna (sitar); Michael Henderson (el-b); Al Foster (d); Badal Roy (tabla); James Mtume Forman (cga)\nSeptember 6, 1972\nMiles Davis (org); Reggie Lucas (g); Khalil Balakrishna (sitar); Cedric Lawson (synth); Michael Henderson (el-b); Al Foster (d); James Mtume Forman (cga, perc); Badal Roy (tabla)\nNovember 29, 1972\nMiles Davis (tpt); Carlos Garnett (ss); Cedric Lawson (keyb); Reggie Lucas (g); Khalil Balakrishna (sitar); Michael Henderson (el-b); Al Foster (d); James Mtume Forman (cga, perc); Badal Roy (tabla)\nDecember 8, 1972\nMiles Davis (org); Carlos Garnett (ss); Cedric Lawson (keyb); Reggie Lucas (g); Khalil Balakrishna (sitar); Michael Henderson (el-b); Al Foster (d); James Mtume Forman (cga, perc); Badal Roy (tabla)\nJanuary 4, 1973\nMiles Davis (tpt); Dave Liebman (ss); Cedric Lawson (keyb); Reggie Lucas (g); Khalil Balakrishna (sitar); Michael Henderson (el-b); Al Foster (d); James Mtume Forman (cga, perc); Badal Roy (tabla)\nJuly 26, 1973\nMiles Davis (tpt, org); Dave Liebman (ss, fl); Pete Cosey (g); Reggie Lucas (g); Michael Henderson (el-b); Al Foster (d); James Mtume Forman (cga, perc)\nSeptember 17, 1973\nMiles Davis (tpt, org); Dave Liebman (ts, fl); John Stubblefield (ss); Pete Cosey (g); Reggie Lucas (g); Michael Henderson (el-b); Al Foster (d); James Mtume Forman (cga, perc)\nSeptember 18, 1973\nMiles Davis (tpt, org); Dave Liebman (ts); Pete Cosey (g); Reggie Lucas (g); Michael Henderson (el-b); Al Foster (d); James Mtume Forman (cga)\nJune 19, 1974\nMiles Davis (tpt, org); Dave Liebman (fl); Pete Cosey (g); Reggie Lucas (g); Dominique Gaumont (g); Michael Henderson (el-b); Al Foster (d); James Mtume Forman (cga, perc)\nOctober 7, 1974\nMiles Davis (tpt, org); Sonny Fortune (ss, fl); Pete Cosey (g); Reggie Lucas (g); Dominique Gaumont (g); Michael Henderson (el-b); Al Foster (d); James Mtume Forman (cga, perc)\nNovember 6, 1974\nMiles Davis (tpt, org); Sonny Fortune (ss, ts, fl); Pete Cosey (g, d, perc); Reggie Lucas (g); Dominique Gaumont (g); Michael Henderson (el-b); Al Foster (d); James Mtume Forman (cga, perc)\nMay 5, 1975\nMiles Davis (tpt, org); Sam Morrison (ts); Pete Cosey (g, perc); Reggie Lucas (g); Michael Henderson (el-b); Al Foster (d); James Mtume Forman (cga, perc)"
}