{
    "id": "12852067",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=12852067",
    "title": "Bob Bugden",
    "text": "Robert Alfred Bugden (born 25 February 1936) is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer. He was a with the &lt;a href=\"St.%20George%20Dragons\"&gt;St. George Dragons&lt;/a&gt; in the first half of their 11-year consecutive premiership winning run from 1956 to 1966. He was also a representative in the &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australian national team&lt;/a&gt; in 1959 and 1960, making two test appearances.\nEarly years.\nBugden grew up in northern New South Wales and attended Murwillimbah High School where he played &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt;. He moved to Sydney aged 15 as a cadet with the &lt;a href=\"Commonwealth%20Bank\"&gt;Commonwealth Bank&lt;/a&gt; and was posted to Wollongong where he played under-18 &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; for Nowra-Shellharbour. Back in Sydney a year later he played with the Sutherland Woronora junior league side and a St George fourth grade &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; side. He was a champion beach sprinter with the &lt;a href=\"Cronulla%20Surf%20Life%20Saving%20Club\"&gt;Cronulla Surf Life Saving Club&lt;/a&gt;, winning three national &lt;a href=\"flags%20%28sport%29\"&gt;beach flags&lt;/a&gt; titles.\nSt George Dragons career.\nHe played with the &lt;a href=\"St%20George%20Dragons\"&gt;St George Dragons&lt;/a&gt;' Presidents Cup side in 1954 aged 18 and late that season appeared in reserve grade. He made his first grade debut still aged 18 in the Dragon's premiership semi-final victory over &lt;a href=\"North%20Sydney%20Bears\"&gt;North Sydney&lt;/a&gt; in &lt;a href=\"NSWRFL%20season%201954\"&gt;1954&lt;/a&gt; and two weeks later appeared and scored a try in the final against &lt;a href=\"Newtown%20Jets\"&gt;Newtown&lt;/a&gt; which St George lost 27-3. His first full year in first grade was in &lt;a href=\"NSWRFL%20season%201955\"&gt;1955&lt;/a&gt;, learning the ropes against the powerful &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt; champion outfit to whom his side again bowed out in the premiership final with Bugden again scoring a try.\nHe was the Dragons' first choice half-back for the first six of their consecutive premiership victories from 1956–61 and played 135 club games (133 1st grade), scoring 56 tries for the club.\nAfter St George signed &lt;a href=\"George%20Evans%20%28rugby%20league%29\"&gt;George Evans&lt;/a&gt; in 1961 as a potential halfback, Bugden sought an open transfer and was allowed to leave at the end of the season. He followed his Dragons' coach and captain &lt;a href=\"Ken%20Kearney\"&gt;Ken Kearney&lt;/a&gt; to &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta&lt;/a&gt; where he played a further four seasons, often as vice-captain.\nRepresentative career.\nBudgen made his state representative debut in &lt;a href=\"NSWRFL%20season%201960\"&gt;1960&lt;/a&gt; and again represented for &lt;a href=\"New%20South%20Wales%20Rugby%20League%20team\"&gt;New South Wales&lt;/a&gt; from the Parramatta club in &lt;a href=\"NSWRFL%20season%201964\"&gt;1964&lt;/a&gt;. In Bugden's representative career he was vying against the incumbent national half-back, &lt;a href=\"Queensland%20Rugby%20League%20team\"&gt;Queenslander&lt;/a&gt; &lt;a href=\"Barry%20Muir\"&gt;Barry Muir&lt;/a&gt;, who was generally preferred by selectors. At the latter end of Bugden's career &lt;a href=\"Arthur%20Summons\"&gt;Arthur Summons&lt;/a&gt; was the test half.\nBudgen was picked for the 1959 &lt;a href=\"Kangaroo%20tour\"&gt;Kangaroo tour&lt;/a&gt; and played in five tour matches but no tests. He was selected in the &lt;a href=\"1960%20Rugby%20League%20World%20Cup\"&gt;1960 World Cup&lt;/a&gt; squad and although he did not play in any tournament matches, made two tour match appearances for Australia after the World Cup. Bugden made his Test debut in the 1960 domestic series against France for the 2nd Test in Brisbane. He scored three tries on debut in Australia's 56-10 routing of France and backed up for the 3rd Test where he again crossed for a try.\nPost playing.\nPost football, Budgen worked in the club and hotel industry before real estate sales."
}