{
    "id": "1286759",
    "revid": "8524693",
    "url": "https://en.wikipedia.org/wiki?curid=1286759",
    "title": "Eino Kaila",
    "text": "Eino Sakari Kaila (August 9, 1890 – July 31, 1958) was a &lt;a href=\"Finland\"&gt;Finnish&lt;/a&gt; philosopher, critic and teacher. He worked in numerous fields including &lt;a href=\"psychology\"&gt;psychology&lt;/a&gt; (sometimes considered to be the founder of Finnish psychology), &lt;a href=\"physics\"&gt;physics&lt;/a&gt; and &lt;a href=\"theater\"&gt;theater&lt;/a&gt;, and attempted to find unifying principles behind various branches of human and natural sciences.\nLife.\nEino Kaila was born in &lt;a href=\"Alaj%C3%A4rvi\"&gt;Alajärvi&lt;/a&gt;, Finland. Kaila's father, &lt;a href=\"Erkki%20Kaila\"&gt;Erkki Kaila&lt;/a&gt; was a &lt;a href=\"Protestantism\"&gt;Protestant&lt;/a&gt; &lt;a href=\"Minister%20%28religion%29\"&gt;minister&lt;/a&gt; and later &lt;a href=\"archbishop\"&gt;archbishop&lt;/a&gt;. He graduated from the &lt;a href=\"University%20of%20Helsinki\"&gt;University of Helsinki&lt;/a&gt; in 1910. In the 1920s he worked in the field of &lt;a href=\"literary%20criticism\"&gt;literary criticism&lt;/a&gt; and &lt;a href=\"psychology\"&gt;psychology&lt;/a&gt; as a professor at the &lt;a href=\"University%20of%20Turku\"&gt;University of Turku&lt;/a&gt; and is said to have been the first to introduce &lt;a href=\"gestalt%20psychology\"&gt;gestalt psychology&lt;/a&gt; to Finland. He was a part of the cultural circles of the time with the likes of &lt;a href=\"Jean%20Sibelius\"&gt;Jean Sibelius&lt;/a&gt; and &lt;a href=\"Frans%20Eemil%20Sillanp%C3%A4%C3%A4\"&gt;Frans Eemil Sillanpää&lt;/a&gt;. In 1916 he married the painter &lt;a href=\"Anna%20Lovisa%20Snellman\"&gt;Anna Lovisa Snellman&lt;/a&gt;, who was granddaughter of &lt;a href=\"Johan%20Vilhelm%20Snellman\"&gt;Johan Vilhelm Snellman&lt;/a&gt;. He had University positions as lecturer in Helsinki and professor in Turku, and in 1930 he was appointed professor of theoretical philosophy at the University of Helsinki. In the 1930s, Kaila was closely associated with the &lt;a href=\"Vienna%20Circle\"&gt;Vienna Circle&lt;/a&gt;.\nDuring World War II, Kaila lectured in Germany. In 1948 Kaila became a member of the &lt;a href=\"Finnish%20Academy\"&gt;Finnish Academy&lt;/a&gt;. He died in &lt;a href=\"Kirkkonummi\"&gt;Kirkkonummi&lt;/a&gt; on July 31, 1958.\nIdeas.\nDespite being greatly influenced by the &lt;a href=\"logical%20positivism\"&gt;logical positivists&lt;/a&gt; and critical of unempirical speculation, an aspect common to all of Kaila's work was in strive for a holistic, almost &lt;a href=\"pantheism\"&gt;pantheistic&lt;/a&gt; understanding of things. He also maintained a more &lt;a href=\"naturalism%20%28philosophy%29\"&gt;naturalist&lt;/a&gt; approach to psychology. His book \"Persoonallisuus\" (1934, Personality) was a psychological study with philosophical dimensions, in which emphasized the biological nature of psychological phenomena. During the last years of his life he attempted to construct a &lt;a href=\"theory%20of%20everything\"&gt;theory of everything&lt;/a&gt; in \"Terminalkausalität Als Die Grundlage Eines Unitarischen Naturbegriffs\", but this, what was meant to be the first installment in a more extensive study, was not met with much enthusiasm outside of Finland.\nThough he withdrew his support of the &lt;a href=\"Nazism\"&gt;National Socialists&lt;/a&gt; before the end of the Second World War, he wrote about the differences between \"western\" and \"eastern\" thought and claimed that the homogeneity of the people was a necessity for a functioning democracy. After the war his close friendships with &lt;a href=\"Edwin%20Linkomies\"&gt;Edwin Linkomies&lt;/a&gt; and &lt;a href=\"Veikko%20Antero%20Koskenniemi\"&gt;Veikko Antero Koskenniemi&lt;/a&gt; put a political shadow even over Kaila.\nInfluence.\nKaila's most famous pupil was &lt;a href=\"Georg%20Henrik%20von%20Wright\"&gt;Georg Henrik von Wright&lt;/a&gt;, who was the successor of &lt;a href=\"Ludwig%20Wittgenstein\"&gt;Ludwig Wittgenstein&lt;/a&gt; at the &lt;a href=\"University%20of%20Cambridge\"&gt;University of Cambridge&lt;/a&gt;. The tradition of highly German-influenced &lt;a href=\"analytical%20philosophy\"&gt;analytical&lt;/a&gt;-&lt;a href=\"idealism\"&gt;idealist&lt;/a&gt; philosophy which Kaila championed remained unchallenged in Finnish philosophy until the appearance of &lt;a href=\"continental%20philosophy\"&gt;continental&lt;/a&gt; influences in the 1980s.\nKaila founded the psychological laboratory at the University of Helsinki, and educated the next generation of psychologists. He contributed to founding professorship in psychology, and to establishment of the Faculty of Political Science together with &lt;a href=\"Edwin%20Linkomies\"&gt;Edwin Linkomies&lt;/a&gt;."
}