{
    "id": "1286866",
    "revid": "9140350",
    "url": "https://en.wikipedia.org/wiki?curid=1286866",
    "title": "Warrego Highway",
    "text": "The Warrego Highway is located in southern &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. It connects coastal centres to the south western areas of the state, and is approximately 715 km in length. It takes its name from the &lt;a href=\"Warrego%20River\"&gt;Warrego River&lt;/a&gt;, which is the endpoint of the highway. The entire highway is part of the &lt;a href=\"National%20Highway%20%28Australia%29\"&gt;National Highway&lt;/a&gt; system linking &lt;a href=\"Darwin%2C%20Northern%20Territory\"&gt;Darwin&lt;/a&gt; and &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt;: formerly National Highway 54, Queensland began to convert to the alphanumeric system much of Australia had adopted in the early-2000s and this road is now designated as National Highway A2.\nRoute description.\nThe highway commences at the end of the M2 &lt;a href=\"Ipswich%20Motorway\"&gt;Ipswich Motorway&lt;/a&gt;, near &lt;a href=\"Ipswich%2C%20Queensland\"&gt;Ipswich&lt;/a&gt; and runs to &lt;a href=\"Helidon%20Spa%2C%20Queensland\"&gt;Helidon Spa&lt;/a&gt;, at the foot of the &lt;a href=\"Great%20Dividing%20Range\"&gt;Great Dividing Range&lt;/a&gt;. From there it follows the &lt;a href=\"Toowoomba%20Bypass\"&gt;Toowoomba Bypass&lt;/a&gt; to &lt;a href=\"Charlton%2C%20Queensland\"&gt;Charlton&lt;/a&gt;, west of &lt;a href=\"Toowoomba%2C%20Queensland\"&gt;Toowoomba&lt;/a&gt;. The Warrego then crosses the &lt;a href=\"Darling%20Downs\"&gt;Darling Downs&lt;/a&gt;, bypassing the town of &lt;a href=\"Oakey%2C%20Queensland\"&gt;Oakey&lt;/a&gt; and then passing through the towns of &lt;a href=\"Dalby%2C%20Queensland\"&gt;Dalby&lt;/a&gt;, &lt;a href=\"Chinchilla%2C%20Queensland\"&gt;Chinchilla&lt;/a&gt; and &lt;a href=\"Miles%2C%20Queensland\"&gt;Miles&lt;/a&gt;, in the &lt;a href=\"Western%20Downs%20Region\"&gt;Western Downs&lt;/a&gt;. The highway continues through the towns of &lt;a href=\"Roma%2C%20Queensland\"&gt;Roma&lt;/a&gt; and &lt;a href=\"Mitchell%2C%20Queensland\"&gt;Mitchell&lt;/a&gt; in the &lt;a href=\"Maranoa%20Region\"&gt;Maranoa Region&lt;/a&gt; of &lt;a href=\"South%20West%20Queensland\"&gt;South West Queensland&lt;/a&gt;. After &lt;a href=\"Morven%2C%20Queensland\"&gt;Morven&lt;/a&gt;, the A2 Route continues north-west along the &lt;a href=\"Landsborough%20Highway\"&gt;Landsborough Highway&lt;/a&gt;, with the western turnoff continuing the Warrego Highway down to its terminus at &lt;a href=\"Charleville%2C%20Queensland\"&gt;Charleville&lt;/a&gt;.\nThe section of highway between Ipswich and Charlton is mostly &lt;a href=\"motorway\"&gt;motorway&lt;/a&gt; grade; a four lane divided highway with motorway-style on-ramps and off-ramps. At a point between Charlton and Oakey the highway merges from 4 to 2 lanes (however, throughout 2017-2019, the highway was planned to be duplicated up until Oakey) Then, the highway mostly continues in a straight line with minimal turns. At Dalby, the highway briefly returns to 4 lanes (where a longer stretch of the highway was planned to be duplicated in 2017). The Warrego then continues as a rural 2 lane highway, until Charleville.\nTerrain.\nThe Warrego Highway's lowest point along its length is 3.69 m just east of where it crosses the &lt;a href=\"Bremer%20River%20%28Queensland%29\"&gt;Bremer River&lt;/a&gt; near Ipswich, and its highest elevation is at the top of the &lt;a href=\"Great%20Dividing%20Range\"&gt;Great Dividing Range&lt;/a&gt; on the Toowoomba Bypass.\nTowns along the route.\nFrom east to west, the highway passes through or close to the cities and major towns of:\nHistory.\nIn January 2011, the former highway was extensively damaged where it crossed the Toowoomba Range. This included land slips, shoulder and embankment erosion, the erosion of drains and damaged rock fall netting. The road wasn't fully repaired with all four lanes open until September 2011.\nThe &lt;a href=\"Toowoomba%20Bypass\"&gt;Toowoomba Bypass&lt;/a&gt; was completed in September 2019 and bypasses the urban area of Toowoomba and provides a better crossing of the &lt;a href=\"Great%20Dividing%20Range\"&gt;Great Dividing Range&lt;/a&gt;. Warrego Highway (A2) was rerouted via the bypass between &lt;a href=\"Helidon%20Spa%2C%20Queensland\"&gt;Helidon Spa&lt;/a&gt; (in the east) and the interchange at &lt;a href=\"Charlton%2C%20Queensland\"&gt;Charlton&lt;/a&gt; (in the west). The bypass continues as the &lt;a href=\"Gore%20Highway\"&gt;Gore Highway&lt;/a&gt; (A39) and is 41 km in length. The original section of Warrego Highway through Toowoomba was renamed &lt;a href=\"Toowoomba%20Connection%20Road\"&gt;Toowoomba Connection Road&lt;/a&gt; (A21).\nFuture developments.\nDalby Eastern &amp; Western Access Upgrades.\nThese upgrades will begin in 2017 and will fully duplicate the highway to 4 lanes, between Cecil Plains Road and Black Street. 4 new traffic signals will be added at Black Street, Jandowae Road, Orpen Street and a pedestrian signal near Owen Street.\nOther items of interest.\nDarren Lockyer Way.\nOn 28 September 2011 the Queensland Main Roads Minister, &lt;a href=\"Craig%20Wallace%20%28politician%29\"&gt;Craig Wallace&lt;/a&gt;, announced that an 85 km stretch of the Warrego Highway was to be renamed &lt;a href=\"Darren%20Lockyer\"&gt;Darren Lockyer&lt;/a&gt; Way, in honour of the retired &lt;a href=\"Brisbane%20Broncos\"&gt;Brisbane Broncos&lt;/a&gt;, Queensland and Australian &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; captain. The section of road renamed is from &lt;a href=\"Riverview%2C%20Queensland\"&gt;Riverview&lt;/a&gt; to the bottom of the Toowoomba Range at &lt;a href=\"Withcott\"&gt;Withcott&lt;/a&gt;. Special signage including \"Welcome to Darren Lockyer Way\" has been erected."
}