{
    "id": "128609",
    "revid": "8965090",
    "url": "https://en.wikipedia.org/wiki?curid=128609",
    "title": "Arnegard, North Dakota",
    "text": "Arnegard is a city in &lt;a href=\"McKenzie%20County%2C%20North%20Dakota\"&gt;McKenzie County&lt;/a&gt;, &lt;a href=\"North%20Dakota\"&gt;North Dakota&lt;/a&gt;, United States. The population was 115 at the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt;. Arnegard was founded in 1913.\nHistory.\nArnegard was founded in 1906 and is named for Evan Arnegard, the first homesteader in the area. The first church was a one-room log cabin, the Wilmington Lutheran Church. It was so named because most of the people who founded Arnegard came from &lt;a href=\"Spring%20Grove%2C%20Minnesota\"&gt;Spring Grove, Minnesota&lt;/a&gt;, where they belonged to the Old Wilmington Lutheran Church. The post office was established July 14, 1906 with Gerhard A. Stenehjem as postmaster. The town was incorporated in 1913 when the Great Northern Rail Road extended its line past Watford City to Arnegard.\nIn 1914, the town built the Arnegard School, a one-story, four room school which taught grades 1 through 12. It opened on January 29, 1915. AS second story and rear annex was built in June 1936. Included were four more classrooms and a library on the second floor, and a gym and principal's office in the rear. The annex was torn down in 1954, and a much larger gym built. By then, the Arnegard Spuds basketball team was winning games throughout the state, and wrestlers too were winning awards. In 1961, the school won the State Class C Boys' Basketball Championship. The high school closed in 1963 due to declining enrollment, but elementary school classes continued to be held in the structure until 1976. McKenzie County donated the building to the city of Arnegard shortly thereafter, and it was used as a roller skating rink, town library, and meeting hall. By the early 1980s, the second floor was considered unsafe, and the building eventually closed. In 1998, local man Milton Hanson purchased the structure and completely renovated it. It was then operated as the \"Old School Bed &amp; Breakfast\", and has been featured on HGTV's \"If Walls Could Talk\" and Prairie Public TV's \"Old to New: Remodel, Restore, Revitalize\". In 2015 it was sold, without the bell, and is no longer a bed and breakfast.\nArnegard suffered a horrible fire on its Main Street in January 1959. Cleanup had barely begun when a second fire occurred in March. But by 1961, most of the structures on Main Street had been rebuilt.\nArnegard was founded with about 100 people living there, and it reached its peak population of 254 in 1930. The town weathered the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt; well enough, but by 1940 the population was down to just 222 (a loss of 12.5 percent). The population stayed relatively steady until 1960, but dropped by almost 40 percent to just 141 people in 1970. A brief surge in population during the 1970s oil boom (oil and natural gas deposits were found beneath McKenzie County about 1974), but the boom was followed by a bust in 1980 as drillers discovered that most of the oil was locked in shale which (at the time) could not be reached. By 1990, the population was 122, and by 2000 it was just 105. Arnegard has seen a small uptick in population in the 2000s attributable to the &lt;a href=\"North%20Dakota%20oil%20boom\"&gt;North Dakota Oil Boom&lt;/a&gt;.\nOn March 6, 2019, the city's two police officers were dismissed by the city council with Mayor Virginia Elliot breaking the tie vote. The officers had recently filed a grievance citing hostile work environment. The two council members who voted to dismiss had been previously charged with crimes by the officers, while Mayor Elliot was under investigation for various crimes at the time of the dismissal.\nGeography.\nArnegard is located at .\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the city has a total area of , all land.\nDemographics.\n2010 census.\nAt the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt; there were 115 people in 47 households, including 31 families, in the city. The population density was . There were 59 housing units at an average density of . The &lt;a href=\"Race%20and%20ethnicity%20in%20the%20United%20States%20Census%232010%20census\"&gt;racial makup&lt;/a&gt; of the city was 97.4% White, 0.9% Native American, and 1.7% from two or more races. Hispanic or Latino of any race were 1.7%.\nOf the 47 households 29.8% had children under the age of 18 living with them, 51.1% were married couples living together, 6.4% had a female householder with no husband present, 8.5% had a male householder with no wife present, and 34.0% were non-families. 27.7% of households were one person and 6.4% were one person aged 65 or older. The average household size was 2.45 and the average family size was 2.94.\nThe median age was 41.3 years. 28.7% of residents were under the age of 18; 8.8% were between the ages of 18 and 24; 15.6% were from 25 to 44; 36.5% were from 45 to 64; and 10.4% were 65 or older. The gender makeup of the city was 58.3% male and 41.7% female.\n2000 census.\nAt the &lt;a href=\"2000%20United%20States%20Census\"&gt;2000 census&lt;/a&gt;, there were 105 people in 44 households, including 23 families, in the city. The population density was 415.5 people per square mile (162.2/km2). There were 60 housing units at an average density of 237.4 per square mile (92.7/km2). The &lt;a href=\"Race%20and%20ethnicity%20in%20the%20United%20States%20Census%232010%20census\"&gt;racial makup&lt;/a&gt; of the city was 97.14% White, and 2.86% from two or more races.\nOf the 44 households 29.5% had children under the age of 18 living with them, 50.0% were married couples living together, and 45.5% were non-families. 40.9% of households were one person and 31.8% were one person aged 65 or older. The average household size was 2.39 and the average family size was 3.46.\nThe age distribution was 31.4% under the age of 18, 4.8% from 18 to 24, 23.8% from 25 to 44, 20.0% from 45 to 64, and 20.0% 65 or older. The median age was 40 years. For every 100 females, there were 101.9 males. For every 100 females age 18 and over, there were 105.7 males.\nThe median household income was $27,857 and the median family income was $37,188. Males had a median income of $27,500 versus $18,750 for females. The per capita income for the city was $14,831. There were no families and 1.1% of the population living below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including no under eighteens and none of those over 64."
}