{
    "id": "12867590",
    "revid": "14926857",
    "url": "https://en.wikipedia.org/wiki?curid=12867590",
    "title": "Temple Houston (TV series)",
    "text": "Temple Houston is an American &lt;a href=\"television%20series\"&gt;television series&lt;/a&gt; starring &lt;a href=\"Jeffrey%20Hunter\"&gt;Jeffrey Hunter&lt;/a&gt; as real-life 19th century &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; lawyer &lt;a href=\"Temple%20Lea%20Houston\"&gt;Temple Lea Houston&lt;/a&gt;. It ran for one season on &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; from &lt;a href=\"1963-64%20United%20States%20network%20television%20schedule\"&gt;1963&lt;/a&gt; to 1964. It is considered \"the first attempt ... to produce an hour-long &lt;a href=\"Western%20%28genre%29\"&gt;western&lt;/a&gt; series with the main character being an &lt;a href=\"Lawyer\"&gt;attorney&lt;/a&gt; in the formal sense.\" \"Temple Houston\" was the only program which &lt;a href=\"Jack%20Webb\"&gt;Jack Webb&lt;/a&gt; sold to a &lt;a href=\"television%20network\"&gt;network&lt;/a&gt; during his ten months as the head of production at &lt;a href=\"Warner%20Bros.%20Television\"&gt;Warner Bros. Television&lt;/a&gt;. It was also the lone series in which Hunter played a regular part. The series' supporting cast features &lt;a href=\"Jack%20Elam\"&gt;Jack Elam&lt;/a&gt; and &lt;a href=\"Chubby%20Johnson\"&gt;Chubby Johnson&lt;/a&gt;.\nPlot.\n\"Temple Houston\" is based loosely on the career of the real-life &lt;a href=\"circuit%20court\"&gt;circuit&lt;/a&gt;-riding lawyer &lt;a href=\"Temple%20Lea%20Houston\"&gt;Temple Lea Houston&lt;/a&gt; (1860–1905), son of the more famous &lt;a href=\"Sam%20Houston\"&gt;Sam Houston&lt;/a&gt;. Little, however, binds all the episodes together under a common framework. The series variously cast the characters and situations in both an overtly humorous and a deadly serious light. Author-historian (and attorney) Francis M. Nevins asserts of the first episode entitled \"The Twisted Rope\", \"Clearly, the concept here is \"&lt;a href=\"Perry%20Mason%20%281957%20TV%20series%29\"&gt;Perry Mason&lt;/a&gt;\" out West\", going so far as to note that Temple Houston's court opponent \"apes &lt;a href=\"Hamilton%20Burger\"&gt;Hamilton Burger&lt;/a&gt; by accusing Houston of 'prolonging this trial with a lot of dramatic nonsense'\". Later episodes turned Houston into more of a detective than a lawyer. Over the course of the series, the bulk of the &lt;a href=\"narrative\"&gt;narrative&lt;/a&gt; sees Houston actually gathering evidence, rather than trying cases. In the end, the series largely eschewed &lt;a href=\"criminal%20law\"&gt;criminal law&lt;/a&gt; in favor of overtly humorous plots, such as in the episode \"The Law and Big Annie\", in which Houston uses his legal expertise to help a friend decide what to do after he inherits an elephant.\nThe producers tried to avoid any storylines that would embarrass the two surviving children of Temple Houston who were still living when the series aired.\nProduction.\nDevelopment.\n\"Temple Houston\" was rushed onto the 1963 schedule in only four weeks after a previously planned drama, \"The Robert Taylor Show\", based on case files of the former &lt;a href=\"United%20States%20Department%20of%20Health%2C%20Education%20and%20Welfare\"&gt;United States Department of Health, Education and Welfare&lt;/a&gt;, was abandoned with four unaired episodes. In addition, the \"Temple Houston\" &lt;a href=\"Television%20pilot\"&gt;pilot&lt;/a&gt; episode was unusable for the introduction to the new series because &lt;a href=\"James%20Coburn\"&gt;James Coburn&lt;/a&gt;, who played the secondary character, a gunslinger turned U.S. marshal, would not accept a role in a series. Coburn's character was hence assumed by &lt;a href=\"Jack%20Elam\"&gt;Jack Elam&lt;/a&gt; as George Taggart. A leading &lt;a href=\"character%20actor\"&gt;character actor&lt;/a&gt; in film and television, Elam had just left the short-lived &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt;/&lt;a href=\"Warner%20Bros.\"&gt;Warner Bros.&lt;/a&gt; western, \"&lt;a href=\"The%20Dakotas\"&gt;The Dakotas&lt;/a&gt;\", which had replaced &lt;a href=\"Clint%20Walker\"&gt;Clint Walker&lt;/a&gt;'s long-running \"&lt;a href=\"Cheyenne%20%281955%20TV%20series%29\"&gt;Cheyenne&lt;/a&gt;\" series early in 1963.\nOn orders from Jack Webb, episodes were put together in two or three days each, something previously thought impossible in television production. Work began on August 7, 1963, with the initial airing set for September 19. &lt;a href=\"Jimmy%20Lydon\"&gt;Jimmy Lydon&lt;/a&gt;, a former &lt;a href=\"child%20actor\"&gt;child actor&lt;/a&gt;, adult actor, and &lt;a href=\"Television%20production\"&gt;producer&lt;/a&gt; who was at the time with WB, recalled that Webb told the staff: \"Fellas, I just sold \"Temple Houston\". We gotta be on the air in four weeks, we can't use the pilot, we have no scripts, no nothing - do it!\" Lydon recalled the team having worked around the clock to get \"Temple Houston\" on the air. Co-producer &lt;a href=\"William%20Conrad\"&gt;William Conrad&lt;/a&gt; directed six episodes, two scripts simultaneously on two different soundstages at WB. \"We bicycled Jeff (Hunter) and (Jack) Elam between the two companies, and Bill shot 'em both in four-and-a-half days. Two complete one-hour shows!\" said Lydon.\nIn a 1965 interview, Hunter described the situation:\nTwo \"Temple Houston\" directors, &lt;a href=\"Robert%20Totten\"&gt;Robert Totten&lt;/a&gt; and &lt;a href=\"Irving%20J.%20Moore\"&gt;Irving J. Moore&lt;/a&gt;, worked on \"&lt;a href=\"Gunsmoke\"&gt;Gunsmoke&lt;/a&gt;\" as well. Character actress &lt;a href=\"Mary%20Wickes\"&gt;Mary Wickes&lt;/a&gt; was cast in several episodes as Ida Goff, and &lt;a href=\"Frank%20Ferguson\"&gt;Frank Ferguson&lt;/a&gt;, formerly Gus the ranch hand on \"&lt;a href=\"My%20Friend%20Flicka%20%28TV%20series%29\"&gt;My Friend Flicka&lt;/a&gt;\", played Judge Gurney.\nPilot.\nThe earliest known conceptual documents for \"Temple Houston\" date back to &lt;a href=\"1957%20in%20television\"&gt;1957&lt;/a&gt;. It took about six years for a pilot to be filmed. That pilot, \"The Man from Galveston\", was filmed in March 1963, but was never broadcast on television. Instead, the 57-minute film was released theatrically late in 1963. The series used a different cast from the movie pilot. Jeffrey Hunter was the only cast member to star in both pilot and series, although his character was re-&lt;a href=\"dubbing%20%28filmmaking%29\"&gt;dubbed&lt;/a&gt; Timothy Higgins in the pilot when it was released as a theatrical film.\nThe series was produced by Warner Bros. Television and Apollo Productions, a company co-owned by star Jeffrey Hunter, who had demanded to produce it in exchange for a film and television commitment to Warner Bros.\nBy December 1963, the series was &lt;a href=\"Nielsen%20ratings\"&gt;rated&lt;/a&gt; 31st of the 32 new shows that season. NBC then ordered a switch back to more humorous stories. but the change merely allowed the series to continue to the end of the season.\nCancellation.\n\"Temple Houston\" was pulled after one season of twenty-six episodes. Hunter later indicated that he thought the series failed because of an inability to establish a consistent tone.\nThe Hunter and Houston parallel.\nThe unused pilot with Hunter cast as lawyer Timothy Higgins, was released in theaters in December 1963 as \"The Man from Galveston\". Hopeful of success in the series and being paid $5,000 per episode, Jeffrey Hunter, a native of &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt;, &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;, described the historic figure that he played as \"one of the finest lawyers in the last part of the 19th century.\" Indeed, Temple Houston at the age of 20 was the youngest practicing lawyer in Texas. He was the &lt;a href=\"county%20attorney\"&gt;county attorney&lt;/a&gt; in &lt;a href=\"Brazoria%20County%2C%20Texas\"&gt;Brazoria County&lt;/a&gt; south of &lt;a href=\"Houston%2C%20Texas\"&gt;Houston&lt;/a&gt;, until he accepted appointment as the &lt;a href=\"district%20attorney\"&gt;district attorney&lt;/a&gt; of the 35th Judicial District, which then encompassed 26 counties in the &lt;a href=\"Texas%20Panhandle\"&gt;Texas Panhandle&lt;/a&gt;, based in the frontier community of &lt;a href=\"Mobeetie%2C%20Texas\"&gt;Mobeetie&lt;/a&gt; in &lt;a href=\"Wheeler%20County%2C%20Texas\"&gt;Wheeler County&lt;/a&gt;.\nAs a member of the &lt;a href=\"Texas%20State%20Senate\"&gt;Texas State Senate&lt;/a&gt; from 1885 to 1889, Temple Houston became involved with a dispute with the legendary &lt;a href=\"Cowman%20%28profession%29\"&gt;cattleman&lt;/a&gt; and rancher &lt;a href=\"Charles%20Goodnight\"&gt;Charles Goodnight&lt;/a&gt;, sometimes called \"the father of the Texas Panhandle\". At issue was &lt;a href=\"fence\"&gt;fencing&lt;/a&gt; of grasslands to accommodate large ranchers. Houston sided unsuccessfully with the smaller ranchers who wanted free grassland. One historian described the real Temple Houston as \"a flamboyant figure in his black frock coat and shoulder-length auburn hair topped off with a white &lt;a href=\"Stetson\"&gt;Stetson&lt;/a&gt;. He liked to lace his arguments with literary allusions and could enthrall a courtroom or legislative chamber.\" Houston gave the dedication in 1888 for the new &lt;a href=\"Texas%20State%20Capitol\"&gt;state capitol building&lt;/a&gt; in &lt;a href=\"Austin%2C%20Texas\"&gt;Austin&lt;/a&gt;, Texas. He subsequently worked for &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt; statehood, which came to fruition two years after his death. Houston lost races for &lt;a href=\"Attorney%20General%20of%20Texas\"&gt;Texas attorney general&lt;/a&gt; and territorial governor of Oklahoma. In the series, Houston located his clients by traveling with the circuit court and being available as needed.\nJeffrey Hunter described the Temple Houston that he sought to emulate as having \"many sides to his character. He was a flamboyant orator; he was a bit of a dandy; he was tough; he was gentle; he was an excellent marksman,\" all features which gave the series greater latitude with a western format. Houston was also described as follows:\nHe would ride, shoot, fight, drink, and love with the best of them and maybe better than most. The modesty that he displays in day-to-day life would disappear as soon as he enters a courtroom, becoming the flamboyant attorney famous throughout the &lt;a href=\"Southwestern%20United%20States\"&gt;American Southwest&lt;/a&gt;.\nThough Hunter was an optimistic person and a collegial colleague on the set, \"Temple Houston\" proved illusory for his long-term career prospects. Hunter thought that the series had found its voice beginning with the 12th episode, \"Enough Rope\", by having adopted the light-hearted approach of ABC's former \"&lt;a href=\"Maverick%20%28TV%20series%29\"&gt;Maverick&lt;/a&gt;\" western series. As Hunter explained the change in format, the series was \"conceived in humor and delivered in dead seriousness. Then, about halfway through the season, NBC decided to return to the tongue-in-cheek approach. By that time it was too late. The big joke around town was that the series was about a &lt;a href=\"synagogue\"&gt;synagogue&lt;/a&gt; in Texas.\"\nIn taking the \"Temple Houston\" role, Hunter was compelled by a scheduling conflict to bow out of &lt;a href=\"John%20Ford\"&gt;John Ford&lt;/a&gt;'s final western film, \"&lt;a href=\"Cheyenne%20Autumn\"&gt;Cheyenne Autumn&lt;/a&gt;\". Hunter died in 1969 at the age of 42, having undergone unsuccessful brain surgery following a &lt;a href=\"stroke\"&gt;stroke&lt;/a&gt; that had been apparently triggered by a household fall. Oddly, the Hunter-Houston parallel prevailed in death too: Houston succumbed to a brain hemorrhage just three days after his 45th birthday.\nSyndication.\nBecause the show produced so few episodes, it had little presence on the &lt;a href=\"Television%20syndication%23Strip/daily%20syndication\"&gt;domestic syndication&lt;/a&gt; market. However, it appears to have enjoyed limited &lt;a href=\"Television%20syndication%23International%20syndication\"&gt;international syndication&lt;/a&gt;. The series was shown in Japan in 1963, and on &lt;a href=\"Regional%20television%20in%20Australia\"&gt;Australian regional television&lt;/a&gt; station &lt;a href=\"GTS-4\"&gt;GTS-4&lt;/a&gt; in &lt;a href=\"1974%20in%20television\"&gt;1974&lt;/a&gt;. \nIn the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; the series was shown on &lt;a href=\"BBC%20One\"&gt;BBC One&lt;/a&gt; television between October 1964 and July 1965, inspiring one of the few pieces of &lt;a href=\"memorabilia\"&gt;memorabilia&lt;/a&gt; from the show—a 1965 &lt;a href=\"Annual%20publication%23British%20annuals\"&gt;British annual&lt;/a&gt;.As in the US, the pilot The Man From Galveston was never shown on UK TV but did duty as a cinema second feature in April 1964 (supporting Warner's &lt;a href=\"Mary%2C%20Mary%20%28film%29\"&gt;Mary, Mary&lt;/a&gt;)."
}