{
    "id": "12879282",
    "revid": "28501110",
    "url": "https://en.wikipedia.org/wiki?curid=12879282",
    "title": "Wayne Comer",
    "text": "Harry Wayne Comer (born February 3, 1944) is a former &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; &lt;a href=\"outfielder\"&gt;outfielder&lt;/a&gt;. He played professional &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; for 13 seasons from 1962 through 1974, including stints with four major league teams: the &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt; (1967, 1968, 1972), the &lt;a href=\"Seattle%20Pilots\"&gt;Seattle Pilots&lt;/a&gt; / &lt;a href=\"Milwaukee%20Brewers\"&gt;Milwaukee Brewers&lt;/a&gt; (1969–1970), and the &lt;a href=\"Washington%20Senators%20%281961%E2%80%9371%29\"&gt;Washington Senators&lt;/a&gt; (1970).\nIn 1969, Comer's only full season in the majors, he led the &lt;a href=\"Seattle%20Pilots\"&gt;Seattle Pilots&lt;/a&gt; in &lt;a href=\"Run%20%28baseball%29\"&gt;run&lt;/a&gt;s scored, led the &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt; in &lt;a href=\"double%20play\"&gt;double play&lt;/a&gt;s turned as an outfielder, and ranked second in the American League in &lt;a href=\"Assist%20%28baseball%29\"&gt;assist&lt;/a&gt;s from the outfield. He was also a member of the &lt;a href=\"1968%20Detroit%20Tigers%20season\"&gt;1968 Detroit Tigers&lt;/a&gt; and compiled a perfect 1.000 postseason &lt;a href=\"batting%20average%20%28baseball%29\"&gt;batting average&lt;/a&gt; with a pinch-hit single off &lt;a href=\"Joe%20Hoerner\"&gt;Joe Hoerner&lt;/a&gt; in his only &lt;a href=\"at%20bat\"&gt;at bat&lt;/a&gt; in Game 3 of the &lt;a href=\"1968%20World%20Series\"&gt;1968 World Series&lt;/a&gt;.\nEarly years.\nComer was born in 1944 in &lt;a href=\"Shenandoah%2C%20Virginia\"&gt;Shenandoah, Virginia&lt;/a&gt;. He was raised there and attended &lt;a href=\"Page%20County%20High%20School\"&gt;Page County High School&lt;/a&gt;. He was an all-around athlete in high school, playing baseball, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; and &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;. He was selected as an all-state player in football.\nPlaying career.\nMinor leagues.\nComer was originally signed in 1962 by the &lt;a href=\"Washington%20Senators%20%281961%E2%80%9371%29\"&gt;Washington Senators&lt;/a&gt; as an amateur &lt;a href=\"free%20agent\"&gt;free agent&lt;/a&gt;. He played for the &lt;a href=\"Raleigh%20Capitals\"&gt;Raleigh Capitals&lt;/a&gt; in 1962.\nIn March 1963, Comer was traded to the &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt; for &lt;a href=\"Bobo%20Osborne\"&gt;Bobo Osborne&lt;/a&gt;. He spent the 1963 season with the &lt;a href=\"Lakeland%20Tigers\"&gt;Lakeland Tigers&lt;/a&gt; in the &lt;a href=\"Florida%20State%20League\"&gt;Florida State League&lt;/a&gt;. He next played for the &lt;a href=\"Duluth%E2%80%93Superior%20Dukes\"&gt;Duluth–Superior Dukes&lt;/a&gt; in 1964 and the &lt;a href=\"Montgomery%20Rebels\"&gt;Montgomery Rebels&lt;/a&gt; in 1965. In 1965, he led the &lt;a href=\"Southern%20League%20%281964%E2%80%932020%29\"&gt;Southern League&lt;/a&gt; with 31 &lt;a href=\"stolen%20base\"&gt;stolen base&lt;/a&gt;s, compiled a .285 &lt;a href=\"batting%20average%20%28baseball%29\"&gt;batting average&lt;/a&gt;, and hit nine &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;s. At the end of the 1965 season, he was named to the Southern League All-Star Team.\nComer began the 1966 season with the &lt;a href=\"Syracuse%20Chiefs\"&gt;Syracuse Chiefs&lt;/a&gt; of the &lt;a href=\"International%20League\"&gt;International League&lt;/a&gt;. However, after only 35 games with the Chiefs, he was traded to the &lt;a href=\"Toledo%20Mud%20Hens\"&gt;Toledo Mud Hens&lt;/a&gt; in exchange for outfielder &lt;a href=\"Art%20Lopez\"&gt;Art Lopez&lt;/a&gt;. He was the Mud Hens' starting center fielder in 1966 and compiled a .266 batting average with 11 home runs and 52 runs batted in.\nDuring the 1967 season, Comer compiled a career high .290 batting average with a .363 &lt;a href=\"on-base%20percentage\"&gt;on-base percentage&lt;/a&gt;. He also led the International League in runs scored, total bases, and putouts and assists by an outfielder. At the end of the 1967 season, he was named by the National Association of Baseball Writers to the 1967 East Triple-A All-Star team.\nDetroit Tigers.\nIn September 1967, Comer was called up by the &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt;. He made his major league debut on September 17, 1967, and appeared in four games that season. With one hit in three at bats, he compiled a .333 batting average.\nThe following year, Comer began the season in Toledo but was called up by the Tigers after &lt;a href=\"Al%20Kaline\"&gt;Al Kaline&lt;/a&gt; broke a bone in his forearm in late May 1968. Comer appeared in 48 games for the &lt;a href=\"1968%20Detroit%20Tigers%20season\"&gt;1968 Detroit Tigers&lt;/a&gt;, principally as a backup outfielder. He compiled a .125 batting average with one triple and one home run in 48 at bats. Comer made an appearance in Game 3 of the &lt;a href=\"1968%20World%20Series\"&gt;1968 World Series&lt;/a&gt;, getting a pinch-hit single off &lt;a href=\"Joe%20Hoerner\"&gt;Joe Hoerner&lt;/a&gt; in his only at bat for a perfect 1.000 World Series batting average.\nSeattle Pilots.\nOn October 15, 1968, Comer was claimed by the newly formed &lt;a href=\"Seattle%20Pilots\"&gt;Seattle Pilots&lt;/a&gt; as the 41st pick in the 1968 expansion draft.\nIn 1969, he was an every day starter for the Pilots in the outfield, mostly in center field. Comer led the team in runs scored with 88. He was also second on the Pilots in home runs with 15, trailing &lt;a href=\"Don%20Mincher\"&gt;Don Mincher&lt;/a&gt;. Comer also stole 18 bases, and his combined \"Power/Speed Number\" was 16.4 — eighth best in the &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt;. He also led the American League in 1969 with six double plays turned as an outfielder. His 14 assists from the outfield ranked second in the American League.\nIn 1970, the Pilots moved to &lt;a href=\"Milwaukee\"&gt;Milwaukee&lt;/a&gt; and became the &lt;a href=\"Milwaukee%20Brewers\"&gt;Milwaukee Brewers&lt;/a&gt;. Comer appeared in 13 games for the Brewers and compiled an .059 batting average with one hit in 17 at bats.\nWashington Senators.\nOn May 10, 1970, Comer was traded by the Brewers to the &lt;a href=\"Washington%20Senators%20%281961%E2%80%9371%29\"&gt;Washington Senators&lt;/a&gt; for &lt;a href=\"Hank%20Allen\"&gt;Hank Allen&lt;/a&gt; and &lt;a href=\"Ron%20Theobald\"&gt;Ron Theobald&lt;/a&gt;. Comer appeared in 77 games for the Senators, compiling a .233 batting average (.346 on-base percentage) in 129 at bats.\nDetroit Tigers.\nOn December 5, 1970, Comer was purchased by the Detroit Tigers from the Senators. He spent the 1971 season with the &lt;a href=\"Toledo%20Mud%20Hens\"&gt;Toledo Mud Hens&lt;/a&gt;, appearing in 136 games with a .279 batting average and a .373 on-base percentage. He was called up by the Tigers for a portion of the 1972 season, appearing in 27 games mostly as a defensive replacement in the outfield. He had only one hit in nine at bats for the 1972 Tigers.\nComer continued to play in the minor leagues for two more years. He played for the Mud Hens in 1973 and the &lt;a href=\"Reading%20Phillies\"&gt;Reading Phillies&lt;/a&gt; in 1974.\nLater years and family.\nAfter retiring from baseball, Comer returned to Virginia. He served as the baseball coach at &lt;a href=\"Spotswood%20High%20School%20%28Virginia%29\"&gt;Spotswood High School&lt;/a&gt; for several years, was named Coach of the Year in 2000, and resigned after the 2006 season. He currently coaches baseball for Page County High School. \nComer was married in January 1963 to Joyce Nauman. They had three sons, Timothy Wayne (born 1965), Paul Allen (born 1968), and Shaun Christopher (born 1980)."
}