{
    "id": "128992",
    "revid": "4118222",
    "url": "https://en.wikipedia.org/wiki?curid=128992",
    "title": "Urbana, Ohio",
    "text": "Urbana is a city in and the &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt; of &lt;a href=\"Champaign%20County%2C%20Ohio\"&gt;Champaign County, Ohio&lt;/a&gt;, United States, west of &lt;a href=\"Columbus%2C%20Ohio\"&gt;Columbus&lt;/a&gt;. Urbana was laid out in 1805, and for a time in 1812 was the headquarters of the Northwestern army during the War of 1812. It is the burial place of the explorer and Indian fighter &lt;a href=\"Simon%20Kenton\"&gt;Simon Kenton&lt;/a&gt;.\nIn &lt;a href=\"United%20States%20Census%2C%201900\"&gt;1900&lt;/a&gt;, 6,808 people lived in Urbana; in &lt;a href=\"United%20States%20Census%2C%201910\"&gt;1910&lt;/a&gt;, 7,739; and in &lt;a href=\"United%20States%20Census%2C%201940\"&gt;1940&lt;/a&gt;, 8,335. The population was 11,793 at the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt;. It is the home of &lt;a href=\"Urbana%20University\"&gt;Urbana University&lt;/a&gt;.\nHistory.\n&lt;a href=\"Champaign%20County%2C%20Ohio\"&gt;Champaign County&lt;/a&gt; was formed on February 20, 1805 following the &lt;a href=\"American%20Revolution\"&gt;American Revolution&lt;/a&gt; and the &lt;a href=\"Northwest%20Indian%20War\"&gt;Northwest Indian War&lt;/a&gt;. &lt;a href=\"William%20Ward%20%28frontiersman%29\"&gt;Colonel William Ward&lt;/a&gt;, a Virginian who had settled in the &lt;a href=\"Mad%20River%20%28Ohio%29\"&gt;Mad River&lt;/a&gt; Valley with &lt;a href=\"Simon%20Kenton\"&gt;Simon Kenton&lt;/a&gt; in 1799, purchased 160 acres which he considered the logical and most acceptable site for Champaign's county seat. He approached the county commissioners with a proposition to locate the seat of the new county on this tract. Ward suggested that site to divided into 212 lots and 22 out-lots, half of which, selected alternately, were to be given to the county and while Ward would retain the remainder. Ward also offered two lots for a cemetery and a tract for the public square. The county commissioners approved the proposal, and Ward, with Joseph C. Vance, entered into a written agreement on October 11, 1805. Ward and Vance named the new county seat, Urbana.\nThe origin of the name 'Urbana' is unclear, however, it is thought that Ward and Vance used the Latin word \"'urbs\"', which means city. Antrim provides the following theory: \"It is said by some that Mr. Ward named the town from the word \"Urbanity\", but I think it is quite likely he named it from an old Roman custom of dividing their people into different classes – one class, the Plebeians, and this again divided into two classes – \"Plebs Rustica\" and \"Plebs\" \"Urbana\". The \"Plebs Rustica\" lived in the rural districts and were farmers, while the \"Plebs Urbana\" lived in villages and were mechanics and artisans.\" Others feel that Ward and Vance chose to name it from a town in Virginia, possibly &lt;a href=\"Urbanna%2C%20Virginia\"&gt;Urbanna&lt;/a&gt;, but this seems unlikely. Urbanna means 'City of Anne' and was named for the English queen. It is more likely that two Revolutionary War veterans would turn to Latin rather than honor their former foe. A review in 1939 shows that of the 12 cities in the United States named \"Urbana\", the city in Ohio was the first.\nWhen Ward delegated Vance to survey the site, there were no platted towns between Detroit and Springfield to use as a model. Nevertheless, Vance and Ward planned Urbana systematically. They provided for an ample public square, and laid the streets in an orderly pattern with no deviations for bogs and swamps.\nBy 1833, Urbana contained a courthouse and jail, one printing office, a church, a market house, nine mercantile stores, and 120 houses.\nOn June 4, 1897, residents of Urbana formed a &lt;a href=\"Lynching%20in%20the%20United%20States\"&gt;lynch&lt;/a&gt; mob and fought their way into the town jail to remove Charles Mitchell, a black man who was suspect in the killing of a white. Crowds of men had been forming for more than a day. The mob hanged Mitchell in the courtyard of the courthouse in the middle of the night. Trying to protect him, Sheriff McCain had summoned the state militia, led by Captain Leonard. After the mob fired into the jail, the militia returned at least five shots, killing Harry Bell, one of the white mob, and wounding others. When the lynch mob gained entry after 2:30 am, the sheriff withdrew militia forces to an upper floor in retreat.\nOn June 21, 2009, a skatepark was added to Urbana's Melvin Miller Park. In November 2013, Damian Prendergast, who was a local skateboarder, died from germ cell cancer. Following his death, his high school class raised $700 and support to dedicate the skatepark in Damian's name.\nGeography.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the city has a total area of , of which is land and is water.\nDemographics.\n2010 census.\nAs of the census of 2010, there were 11,793 people, 4,808 households, and 2,932 families living in the city. The population density was . There were 5,401 housing units at an average density of . The racial makeup of the city was 89.7% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 5.4% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.4% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 0.7% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.7% from &lt;a href=\"Race%20%28U.S.%20Census%29\"&gt;other races&lt;/a&gt;, and 3.1% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 2.0% of the population.\nThere were 4,808 households, of which 31.0% had children under the age of 18 living with them, 41.3% were married couples living together, 14.4% had a female householder with no husband present, 5.2% had a male householder with no wife present, and 39.0% were non-families. 33.0% of all households were made up of individuals, and 14.4% had someone living alone who was 65 years of age or older. The average household size was 2.34 and the average family size was 2.95.\nThe median age in the city was 38.2 years. 23.7% of residents were under the age of 18; 11.4% were between the ages of 18 and 24; 23.1% were from 25 to 44; 25.3% were from 45 to 64; and 16.4% were 65 years of age or older. The gender makeup of the city was 47.1% male and 52.9% female.\n2000 census.\nAs of the census of 2000, there were 11,613 people, 4,859 households, and 2,998 families living in the city. The population density was 1,702.3 people per square mile (657.4/km). There were 5,210 housing units at an average density of 763.7 per square mile (295.0/km). The racial makeup of the city was 91.03% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 5.95% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.34% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 0.30% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.03% &lt;a href=\"Pacific%20Islander%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 0.48% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 1.88% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 1.08% of the population.\nThere were 4,859 households, out of which 29.0% had children under the age of 18 living with them, 46.2% were married couples living together, 11.8% had a female householder with no husband present, and 38.3% were non-families. 33.4% of all households were made up of individuals, and 13.1% had someone living alone who was 65 years of age or older. The average household size was 2.29 and the average family size was 2.92.\nIn the city the population was spread out, with 23.7% under the age of 18, 9.8% from 18 to 24, 27.9% from 25 to 44, 22.4% from 45 to 64, and 16.2% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 87.2 males. For every 100 females age 18 and over, there were 83.6 males.\nThe median income for a household in the city was $33,702, and the median income for a family was $42,857. Males had a median income of $33,092 versus $26,817 for females. The per capita income for the city was $17,831. About 7.2% of families and 10.9% of the population were below the poverty line, including 16.3% of those under age 18 and 7.6% of those age 65 or over.\nEconomy.\nUrbana's economy is supported by several industries, including Rittal, Honeywell Aerospace, Honeywell Inc., Control Industries, Freshwater Farms, Bolder &amp; Co Creative Studio, among others. A variety of services are located in buildings around the &lt;a href=\"Urbana%20Monument%20Square%20Historic%20District\"&gt;Urbana Monument Square Historic District&lt;/a&gt;, which is listed on the National Register of Historic Places. Businesses in the square include banks, accounting, fine dining, bars, and personal care. The Champaign County Farmers Market is held weekly in downtown Urbana. In a contest sponsored by the &lt;a href=\"American%20Farmland%20Trust\"&gt;American Farmland Trust&lt;/a&gt;, the market was voted as one of America's four favorite farmers' markets. Urbana is also home to the annual Simon Kenton Chili Cook-Off that takes place downtown in the monument square.\nEducation.\nUrbana is primarily served by the Urbana City School District, which includes &lt;a href=\"Urbana%20High%20School%20%28Ohio%29\"&gt;Urbana High School&lt;/a&gt; (9–12) and a pre-k through 8 building. Both the high school and pre-k–8 were finished in 2018, after receiving grants for new school buildings. The original castle building from the high school still stands, but is no longer used. The new high school is on Washington Ave. and the elementary and middle school is south of Urbana on US 68.\n&lt;a href=\"Urbana%20University\"&gt;Urbana University&lt;/a&gt; (closed in 2020) offered liberal arts tertiary-education opportunities in a small college environment. Serving about 1500 students, it offered 28 undergraduate majors in a variety of disciplines; graduate degrees in Business Administration, Criminal Justice, Education and Nursing; and opportunities for international students desiring to study in the United States.\nUrbana has a public library, a branch of the Champaign County Public Library."
}