{
    "id": "1290566",
    "revid": "17115397",
    "url": "https://en.wikipedia.org/wiki?curid=1290566",
    "title": "Stede Bonnet",
    "text": "Stede Bonnet (1688 – 10 December 1718) was an early eighteenth-century &lt;a href=\"Barbados\"&gt;Barbadian&lt;/a&gt; &lt;a href=\"piracy\"&gt;pirate&lt;/a&gt;, sometimes called \"The Gentleman Pirate\" because he was a moderately wealthy land-owner before turning to a life of crime. Bonnet was born into a wealthy English family on the island of Barbados, and inherited the family estate after his father's death in 1694. In 1709, he married Mary Allamby, and engaged in some level of &lt;a href=\"militia\"&gt;militia&lt;/a&gt; service. Because of marital problems, and despite his lack of sailing experience, Bonnet decided he should turn to piracy in the summer of 1717. He bought a sailing vessel, named it \"Revenge\", and travelled with his paid crew along the &lt;a href=\"East%20Coast%20of%20the%20United%20States\"&gt;Eastern Seaboard&lt;/a&gt; of what is now the United States, capturing other vessels and burning other Barbadian ships.\nBonnet set sail for &lt;a href=\"Nassau%2C%20Bahamas\"&gt;Nassau&lt;/a&gt; in the Bahamas, to the haven for pirates known as the \"&lt;a href=\"pirates%27%20republic\"&gt;pirates' republic&lt;/a&gt;\", but he was seriously wounded \"en route\" during an encounter with a &lt;a href=\"Spanish%20Empire\"&gt;Spanish&lt;/a&gt; warship. After arriving in Nassau, Bonnet met Edward Teach, the infamous pirate &lt;a href=\"Blackbeard\"&gt;Blackbeard&lt;/a&gt;. Incapable of leading his crew, Bonnet temporarily ceded his ship's command to Blackbeard. Before separating in December 1717, Blackbeard and Bonnet plundered and captured merchant ships along the East Coast. After Bonnet failed to capture the \"Protestant Caesar\", his crew abandoned him to join Blackbeard aboard the \"&lt;a href=\"Queen%20Anne%27s%20Revenge\"&gt;Queen Anne's Revenge&lt;/a&gt;\". Bonnet stayed on Blackbeard's ship as a guest, and did not command a crew again until summer 1718, when he was &lt;a href=\"King%27s%20Pardon%20%28piracy%29\"&gt;pardoned&lt;/a&gt; by &lt;a href=\"Province%20of%20North%20Carolina\"&gt;North Carolina&lt;/a&gt; governor &lt;a href=\"Charles%20Eden%20%28politician%29\"&gt;Charles Eden&lt;/a&gt; and received clearance to go &lt;a href=\"privateer\"&gt;privateer&lt;/a&gt;ing against Spanish shipping. Bonnet was tempted to resume his piracy but did not want to lose his pardon, so he adopted the alias \"Captain Thomas\" and changed his ship's name to \"Royal James\". He had returned to piracy by July 1718.\nIn August 1718, Bonnet anchored \"Royal James\" on an estuary of the &lt;a href=\"Cape%20Fear%20River\"&gt;Cape Fear River&lt;/a&gt; to &lt;a href=\"careening\"&gt;careen&lt;/a&gt; and repair the ship. In late August and September, Colonel &lt;a href=\"William%20Rhett\"&gt;William Rhett&lt;/a&gt;, with the authorization of &lt;a href=\"Province%20of%20South%20Carolina\"&gt;South Carolina&lt;/a&gt;'s governor &lt;a href=\"Robert%20Johnson%20%28governor%29\"&gt;Robert Johnson&lt;/a&gt;, led a naval expedition against pirates on the river. Rhett and Bonnet's men &lt;a href=\"Battle%20of%20Cape%20Fear%20River\"&gt;engaged in combat&lt;/a&gt; for hours, but the outnumbered pirates ultimately surrendered. Rhett arrested the pirates and brought them to &lt;a href=\"Charleston%2C%20South%20Carolina\"&gt;Charles Town&lt;/a&gt; in early October. Bonnet escaped on 24 October, but was recaptured on &lt;a href=\"Sullivan%27s%20Island%2C%20South%20Carolina\"&gt;Sullivan's Island&lt;/a&gt;. On 10 November, Bonnet was brought to trial and charged with two acts of piracy. Judge Nicholas Trott sentenced Bonnet to death. Bonnet wrote to Governor Johnson to ask for &lt;a href=\"pardon\"&gt;clemency&lt;/a&gt;, but Johnson endorsed the judge's decision, and Bonnet was hanged in Charles Town on 10 December 1718.\nPre-criminal life.\nStede Bonnet was born in 1688, as he was christened at Christ Church parish on 29 July 1688. His parents, Edward and Sarah Bonnet, owned an estate of over southeast of &lt;a href=\"Bridgetown\"&gt;Bridgetown&lt;/a&gt;, which was bequeathed to Bonnet upon his father's death in 1694. It is not known where Bonnet received his education, but many who knew him described him as bookish, and Judge Nicholas Trott alluded to Bonnet's &lt;a href=\"liberal%20education\"&gt;liberal education&lt;/a&gt; when sentencing him. Bonnet married Mary Allamby in Bridgetown on 21 November 1709. They had three sons—Allamby, Edward, and Stede—and a daughter, Mary. Edward's granddaughter, Anne Thomasine Clarke, was the wife of General Robert Haynes, who was Speaker of the Assembly of Barbados for 36 years.\nIn \"&lt;a href=\"A%20General%20History%20of%20the%20Pyrates\"&gt;A General History of the Pyrates&lt;/a&gt;\", &lt;a href=\"Charles%20Johnson%20%28pirate%20biographer%29\"&gt;Charles Johnson&lt;/a&gt; wrote that Bonnet was driven to piracy by Mary's &lt;a href=\"nagging\"&gt;nagging&lt;/a&gt; and \"[d]iscomforts he found in a married State\".\nDetails of Bonnet's military service are unclear, but he held the rank of &lt;a href=\"major\"&gt;major&lt;/a&gt; in the Barbados militia. The rank was probably due to his land holdings, since deterring &lt;a href=\"slave%20rebellion\"&gt;slave revolts&lt;/a&gt; was an important function of the militia. Bonnet's militia service coincided with the &lt;a href=\"War%20of%20the%20Spanish%20Succession\"&gt;War of the Spanish Succession&lt;/a&gt;, but there is no record that he took part in the fighting.\nEarly career as a pirate.\nDuring the spring of 1717, Stede Bonnet decided to become a pirate, despite having no knowledge of shipboard life. He contracted a local shipyard to build him a sixty-&lt;a href=\"long%20ton\"&gt;ton&lt;/a&gt; &lt;a href=\"sloop\"&gt;sloop&lt;/a&gt;, which he equipped with ten &lt;a href=\"Naval%20artillery%20in%20the%20Age%20of%20Sail\"&gt;guns&lt;/a&gt; and named the \"Revenge\". This was unusual, as most pirates seized their ships by &lt;a href=\"mutiny\"&gt;mutiny&lt;/a&gt; or by &lt;a href=\"boarding%20%28attack%29\"&gt;boarding&lt;/a&gt; them or by converting a &lt;a href=\"privateer\"&gt;privateer&lt;/a&gt; vessel to a pirate ship. Bonnet enlisted a crew of more than seventy men. He relied on his quartermaster and officer for their knowledge of sailing, and as a result, he was not highly respected by his crew. In another break from tradition, Bonnet paid his crew wages, not shares of plunder as most pirates did. &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; intelligence reported that he departed &lt;a href=\"Carlisle%20Bay%2C%20Barbados\"&gt;Carlisle Bay, Barbados&lt;/a&gt; under cover of darkness.\nBonnet's initial cruise took him to the coast of the &lt;a href=\"Colony%20of%20Virginia\"&gt;Colony of Virginia&lt;/a&gt;, near the entrance of the &lt;a href=\"Chesapeake%20Bay\"&gt;Chesapeake Bay&lt;/a&gt;, where he captured and plundered four vessels, and burned the Barbadian ship \"Turbet\" to keep news of his crimes from his home island. He then sailed north to &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, taking two more ships, and picking up naval supplies and releasing captives at &lt;a href=\"Gardiners%20Island\"&gt;Gardiners Island&lt;/a&gt;. By August 1717, Bonnet had returned to &lt;a href=\"the%20Carolinas\"&gt;the Carolinas&lt;/a&gt;, where he attacked two more ships, a brigantine from &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; and a Barbadian sloop. He stripped the brigantine, but brought the cargo-filled Barbadian sloop to an &lt;a href=\"inlet\"&gt;inlet&lt;/a&gt; off North Carolina to use for &lt;a href=\"careening\"&gt;careening&lt;/a&gt; and repairing the \"Revenge\". After the Barbadian sloop's tackle was used to careen the \"Revenge\", the ship was dismantled for timber, and the remains were then burned. In September 1717, Bonnet set course for &lt;a href=\"Nassau%2C%20Bahamas\"&gt;Nassau&lt;/a&gt;, which was then an infamous pirate den on the island of &lt;a href=\"New%20Providence\"&gt;New Providence&lt;/a&gt; in the &lt;a href=\"Bahamas\"&gt;Bahamas&lt;/a&gt;. \"En route\", he encountered, fought, and escaped from a Spanish &lt;a href=\"Man-of-war\"&gt;man of war&lt;/a&gt;. The \"Revenge\" was badly damaged, Bonnet was seriously wounded, and half the crew of the sloop was killed or wounded in the encounter. Putting in at Nassau, Bonnet replaced his casualties and refitted the \"Revenge,\" increasing the sloop's armament to twelve guns.\nCollaboration with Blackbeard.\nWhile at Nassau, Bonnet met &lt;a href=\"Captain%20%28nautical%29\"&gt;Captain&lt;/a&gt; &lt;a href=\"Benjamin%20Hornigold\"&gt;Benjamin Hornigold&lt;/a&gt; and &lt;a href=\"Blackbeard\"&gt;Edward Teach&lt;/a&gt; for the first time; Teach, better known as Blackbeard, played a large role in the remainder of Bonnet's life. Disabled by his wounds, Bonnet temporarily ceded command of the \"Revenge\" to Blackbeard, but remained aboard as a guest of the more experienced pirate captain. Blackbeard and Bonnet weighed &lt;a href=\"anchor\"&gt;anchor&lt;/a&gt; and sailed northward to &lt;a href=\"Delaware%20Bay\"&gt;Delaware Bay&lt;/a&gt;, where they plundered eleven ships. On 29 September 1717, the \"Revenge\", captained by Blackbeard, plundered the sloop \"Betty\", which had a cargo full of Madeira wine. Captain Codd, whose merchant ship was taken on 12 October, described Bonnet as walking the deck in his nightshirt, lacking any command and still unwell from his wounds. The \"Revenge\" later captured and looted the \"Spofford\" and \"Sea Nymph\", which were leaving &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;. On 22 October, the \"Revenge\" stopped and robbed the \"Robert\" and \"Good Intent\" of their supplies.\nBlackbeard and Bonnet left Delaware Bay and returned to the &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean&lt;/a&gt; in November, where they successfully continued their piracy. On 17 November, a 200-ton ship named the \"Concorde\" was attacked by two pirate craft nearly away from the island of &lt;a href=\"Martinique\"&gt;Martinique&lt;/a&gt;. The lieutenant on board described the pirate vessels as one having 12 guns and 120 men and the other having eight guns and 30 men. The crew of the \"Concorde\" put up a fight, but surrendered after the pirates bombarded them with \"two volleys of cannons and musketry\". Blackbeard took the \"Concorde\" and sailed south into the &lt;a href=\"Grenadines\"&gt;Grenadines&lt;/a&gt;, where he renamed the ship \"&lt;a href=\"Queen%20Anne%27s%20Revenge\"&gt;Queen Anne's Revenge&lt;/a&gt;\", possibly as an insult to &lt;a href=\"George%20I%20of%20Great%20Britain\"&gt;King George I&lt;/a&gt;. Some time after 19 December, Bonnet and Blackbeard separated. Bonnet now sailed into the western Caribbean. In March 1718, he encountered the 400-ton merchant vessel \"Protestant Caesar\" off &lt;a href=\"Honduras\"&gt;Honduras&lt;/a&gt;. The ship escaped him, and his frustrated crew became restive. When Bonnet encountered Blackbeard again shortly afterwards, Bonnet's crew deserted him to join Blackbeard. Blackbeard put a &lt;a href=\"henchman\"&gt;henchman&lt;/a&gt; named Richards in command of the \"Revenge\". Bonnet, surprised that his colleague had betrayed him, found himself as a guest aboard the \"&lt;a href=\"Queen%20Anne%27s%20Revenge\"&gt;Queen Anne's Revenge&lt;/a&gt;\". Bonnet confided in a few loyal crew members that he was ready to give up his criminal life if he could exile himself in Spain or Portugal. Bonnet would not exercise command again until the summer of 1718.\nUnder Captain Richards, the \"Revenge\" captured a Jamaican sloop, the \"Adventure\", captained by &lt;a href=\"David%20Herriot\"&gt;David Herriot&lt;/a&gt;. Herriot joined the pirates, and Blackbeard now possessed three ships. Bonnet accompanied Blackbeard to &lt;a href=\"Province%20of%20South%20Carolina\"&gt;South Carolina&lt;/a&gt;, where Blackbeard's four vessels blockaded the port of &lt;a href=\"Charleston%2C%20South%20Carolina\"&gt;Charles Town&lt;/a&gt; in the late spring of 1718. Needing a place to rest and refit their vessels, Blackbeard and Bonnet headed north to &lt;a href=\"Topsail%20Island\"&gt;Topsail Island&lt;/a&gt;, where the \"&lt;a href=\"Queen%20Anne%27s%20Revenge\"&gt;Queen Anne's Revenge&lt;/a&gt;\" ran aground and was lost. Leaving the remaining three vessels at Topsail Island, Blackbeard and Bonnet went ashore and journeyed to &lt;a href=\"Bath%2C%20North%20Carolina\"&gt;Bath&lt;/a&gt;, which was then capital of &lt;a href=\"Province%20of%20North%20Carolina\"&gt;North Carolina&lt;/a&gt;. Once there, both men accepted pardons from Governor &lt;a href=\"Charles%20Eden%20%28politician%29\"&gt;Charles Eden&lt;/a&gt; under &lt;a href=\"1717%E2%80%931718%20Acts%20of%20Grace\"&gt;King George's Act of Grace&lt;/a&gt;, putatively on condition of their renouncing piracy forever. While Blackbeard quietly returned to Topsail Island, Bonnet stayed in Bath to get a \"clearance\" to take the \"Revenge\" to &lt;a href=\"Danish%20West%20Indies\"&gt;Denmark's Caribbean colony&lt;/a&gt; of &lt;a href=\"Saint%20Thomas%2C%20U.S.%20Virgin%20Islands\"&gt;St. Thomas&lt;/a&gt;, where he planned to buy a &lt;a href=\"letter%20of%20marque\"&gt;letter of marque&lt;/a&gt; and go &lt;a href=\"privateer\"&gt;privateer&lt;/a&gt;ing against Spanish shipping. Eden granted Bonnet this clearance.\nResumption of pirate command.\nBonnet returned to Topsail Island to find that Blackbeard had beached the majority of their former crew, robbed the \"Revenge\" and two other vessels of the squadron of most of their supplies, and sailed away for parts unknown aboard the sloop \"Adventure,\" carrying all the loot with him. Bonnet now (probably late June or early July 1718) resumed command of the \"Revenge.\" Few, if any, of his original crew from Barbados were still aboard. Bonnet reinforced the \"Revenge\" by rescuing a number of men whom Blackbeard had &lt;a href=\"Marooning\"&gt;marooned&lt;/a&gt; on a &lt;a href=\"bar%20%28landform%29\"&gt;sandbar&lt;/a&gt; in Topsail Island.\nShortly after Bonnet resumed command, a &lt;a href=\"bumboat\"&gt;bumboat&lt;/a&gt;'s crew told him that Blackbeard was moored in &lt;a href=\"Ocracoke%20Inlet\"&gt;Ocracoke Inlet&lt;/a&gt;. Bonnet set sail at once to hunt down his treacherous ex-confederate, but could not find him, and Bonnet never met Blackbeard again. Although Bonnet apparently never discarded his hopes of reaching St. Thomas and getting his letter of marque, two pressing problems now tempted him back into piracy. First, Blackbeard had stolen the food and supplies he and his men needed to subsist (one pirate testified at his trial that no more than ten or eleven barrels remained aboard the \"Revenge\"). Second, St. Thomas was now in the midst of the &lt;a href=\"Atlantic%20hurricane%20season\"&gt;Atlantic hurricane season&lt;/a&gt;, which would last until autumn. However, returning to freebooting meant nullifying Bonnet's pardon.\nHoping to preserve his pardon, Bonnet adopted the alias \"Captain Thomas\" and changed the \"Revenge\"'s name to the \"Royal James\". The name \"Royal James\" that Bonnet conferred on his sloop was presumably a reference to the younger Prince &lt;a href=\"James%20Francis%20Edward%20Stuart\"&gt;James Stuart&lt;/a&gt;, and may suggest that Bonnet or his men had &lt;a href=\"Jacobitism\"&gt;Jacobite&lt;/a&gt; sympathies. One of Bonnet's prisoners further reported witnessing Bonnet's men drinking to the health of the \"Old Pretender\" and wishing to see him king of the English nation.\nBonnet further tried to disguise his return to piracy by engaging in a pretence of trade with the next two vessels he robbed. Soon afterward, Bonnet quit the charade of trading and reverted to naked piracy. In July 1718, he cruised north to Delaware Bay, pillaging another eleven vessels. He took several prisoners, some of whom joined his pirate crew. While Bonnet set loose most of his prizes after looting them, he retained control of the last two ships he captured: the sloops \"Francis\" and \"Fortune\". On 1 August 1718, the \"Royal James\" and the two captured sloops sailed southward from Delaware Bay. The captured sloops lagged behind, and Bonnet threatened to sink them if they did not stay closer. During the passage, Bonnet and his crew divided their loot into shares of about £10 or £11 and distributed them amongst themselves. This is the only time Bonnet is known to have practised this important pirate custom, and it suggests he had by then abandoned his unorthodox practice of paying regular wages to his crew.\nTwelve days out of Delaware Bay, Bonnet entered the &lt;a href=\"estuary\"&gt;estuary&lt;/a&gt; of the &lt;a href=\"Cape%20Fear%20River\"&gt;Cape Fear River&lt;/a&gt; and anchored near the mouth of a small waterway now known as Bonnet's Creek. The \"Royal James\" had begun to leak badly and was in need of &lt;a href=\"careening\"&gt;careening&lt;/a&gt;. Shortly afterwards, a small &lt;a href=\"shallop\"&gt;shallop&lt;/a&gt; entered the river and was captured. Bonnet had the shallop broken up to help repair the \"Royal James\". The work of careening was done, in whole or in part, by the prisoners Bonnet had captured. Bonnet threatened at least one man with marooning if he did not work with the slaves to repair the \"Royal James\"'. Bonnet remained in the Cape Fear River for the next 45 days. According to Bonnet's &lt;a href=\"boatswain\"&gt;boatswain&lt;/a&gt;, &lt;a href=\"Ignatius%20Pell\"&gt;Ignatius Pell&lt;/a&gt;, the pirates intended to wait out the hurricane season there.\nBattle of Cape Fear River.\nBy the end of August, news had reached Charles Town that Bonnet's vessels were moored in the Cape Fear River. &lt;a href=\"Robert%20Johnson%20%28governor%29\"&gt;Robert Johnson&lt;/a&gt;, governor of South Carolina, authorised Colonel &lt;a href=\"William%20Rhett\"&gt;William Rhett&lt;/a&gt; to lead a naval expedition against the pirates, even though the Cape Fear River was in North Carolina's &lt;a href=\"jurisdiction\"&gt;jurisdiction&lt;/a&gt;. After a false start due to the appearance of another pirate ship near Charles Town, Rhett arrived at the mouth of the Cape Fear River on 26 September with two eight-gun sloops, the \"Henry\" and the \"Sea Nymph\", and a force of 130 militia men. Bonnet initially mistook Rhett's squadron for merchantmen and sent three &lt;a href=\"canoe\"&gt;canoe&lt;/a&gt;s to capture them. Unfortunately for Rhett, his &lt;a href=\"flagship\"&gt;flagship&lt;/a&gt; \"Henry\" had run aground in the river mouth, enabling Bonnet's canoe crews to approach, recognize the heavily armed and crewed sloops as hostile and return uninjured to warn Bonnet. The sun had set by the time the rising tide lifted the \"Henry\" off the river bottom.\nThe 46 pirates were scattered among the three sloops. During the night, Bonnet brought all of them aboard the \"Royal James\" and planned to fight his way out to sea in the morning rather than risk the Cape Fear River's narrow channels in the dark. Bonnet also wrote a letter to Governor Johnson, threatening to burn all the ships in Charles Town Harbour. At daybreak, on 27 September 1718, Bonnet set sail toward Rhett's force, and all three sloops opened fire, initiating the &lt;a href=\"Battle%20of%20Cape%20Fear%20River\"&gt;Battle of Cape Fear River&lt;/a&gt;. The two South Carolinian sloops split up in an effort to bracket the \"Royal James\". Bonnet tried to avoid the trap by steering the \"Royal James\" close to the river's western shore, but ran aground in the process. Rhett's closing sloops also ran aground, leaving only the \"Henry\" in range of the \"Royal James\".\nThe battle was at a stalemate for the next five or six hours, with all the participants immobilized. Bonnet's men had the advantage that their deck was heeled away from their opponents, giving them cover, while the \"Henry\"'s deck was tilted toward the pirates, thus exposing Rhett's men to punishing musket volleys. Bonnet's force suffered twelve casualties while killing ten and wounding fourteen of Rhett's 70-man crew. Most of Bonnet's men fought enthusiastically, challenging their enemies to board and fight hand to hand, and tying a knot in their flag as a mock signal to come aboard and render aid. Bonnet himself patrolled the deck with a pistol drawn, threatening to kill any pirate who faltered in the fight. Nevertheless, some of the prisoners who had been forced to join the pirate crew refused to fire on Rhett's men, and one narrowly escaped death at Bonnet's hands in the confusion of the engagement.\nThe battle was ultimately decided when the rising tide lifted Rhett's sloops free while temporarily leaving the \"Royal James\" stranded. Bonnet was left helpless, watching while the enemy vessels repaired their rigging and closed to board his paralysed vessel. Outnumbered almost three to one, Bonnet's men would have had little hope of winning a boarding action. Bonnet ordered his gunner, George Ross, to blow up the \"Royal James's\" powder magazine. Ross apparently attempted this, but was overruled by the remainder of the crew, who surrendered. Rhett arrested the pirates and returned to Charles Town with his prisoners on 3 October.\nEscape, recapture, and execution.\nIn Charles Town, Bonnet was separated from the bulk of his crew and held for three weeks along with his boatswain, Ignatius Pell, and his &lt;a href=\"sailing%20master\"&gt;sailing master&lt;/a&gt;, David Herriott, at the home of Town Marshal Nathaniel Partridge. Pirate Edward Robinson, the gunner from &lt;a href=\"Newcastle%20upon%20Tyne\"&gt;Newcastle upon Tyne&lt;/a&gt;, and the remaining crew were held outside of Charles Town at the Watch House, at White Point. On 24 October, Bonnet and Herriott escaped, probably by colluding with local merchant &lt;a href=\"Richard%20Tookerman\"&gt;Richard Tookerman&lt;/a&gt;. Governor Johnson at once placed a £700 bounty on Bonnet's head and dispatched search teams to track him down. Bonnet and Herriott, accompanied by a slave and a native American, obtained a boat and made for the north shore of Charles Town Harbour, but foul winds and lack of supplies forced the four of them onto &lt;a href=\"Sullivan%27s%20Island%2C%20South%20Carolina\"&gt;Sullivan's Island&lt;/a&gt;. Governor Johnson sent a posse under Rhett to Sullivan's Island to hunt for Bonnet. The posse discovered Bonnet after an extensive search, and opened fire, killing Herriott and wounding the two slaves. Bonnet surrendered and was returned to Charles Town. While awaiting trial, some sort of civil uprising in his support took place within the city, an event authorities would later describe as having nearly resulted in the burning of the town and the overthrow of the government. Bonnet possibly awaited his execution in the Court of Guard, a militia guardhouse in the city where the current &lt;a href=\"Exchange%20and%20Provost\"&gt;Exchange and Provost&lt;/a&gt; stands today.\nOn 10 November 1718, Bonnet was brought to trial before Sir &lt;a href=\"Nicholas%20Trott\"&gt;Nicholas Trott&lt;/a&gt;, sitting in his capacity as &lt;a href=\"Vice%20admiralty%20court\"&gt;Vice-Admiralty&lt;/a&gt; judge. Trott had already sat in judgment on Bonnet's crew and sentenced most of them to &lt;a href=\"hanging\"&gt;hang&lt;/a&gt;. Bonnet was formally charged with only two acts of piracy, against the \"Francis\" and the \"Fortune\", whose commanders were on hand to testify against Bonnet in person. Ignatius Pell had turned &lt;a href=\"Turn%20state%27s%20evidence\"&gt;King's evidence&lt;/a&gt; in the trial of Bonnet's crew and now testified, somewhat reluctantly, against Bonnet himself. Bonnet pleaded not guilty and conducted his own defence without assistance of counsel, cross-examining the witnesses to little avail, and calling a &lt;a href=\"character%20evidence\"&gt;character witness&lt;/a&gt; in his favour. Trott rendered a damning summation of the evidence, and the jury delivered a guilty verdict. Two days later, after treating the convicted man to a stern lecture on his violation of Christian duties, Trott sentenced Bonnet to death.\nWhile awaiting his execution, Bonnet wrote to Governor Johnson, begging abjectly for &lt;a href=\"clemency\"&gt;clemency&lt;/a&gt; and promising to have his own arms and legs cut off as assurance that he would never again commit piracy. Charles Johnson wrote that Bonnet's visibly disintegrating mind moved many Carolinians to pity, particularly the female population, and London papers later reported that the governor delayed his execution seven times. Bonnet was eventually &lt;a href=\"hanged\"&gt;hanged&lt;/a&gt; at &lt;a href=\"White%20Point%20Garden\"&gt;White Point Garden&lt;/a&gt;, in Charles Town, on 10 December 1718.\nLegacy.\nBonnet's authority.\nThe actual degree of authority any pirate captain exercised over his crew was questionable, as he had no access to the procedures and sanctions of &lt;a href=\"admiralty%20law\"&gt;admiralty law&lt;/a&gt; that supported government captains. Many pirate captains were elected by their crews and could be deposed in the same manner. Because of his ignorance of nautical matters, Bonnet was in an even weaker position than other pirate captains, as is demonstrated by the utter domination Blackbeard exercised over him during their collaboration. During Bonnet's early career, his crew seems to have been less than loyal to him and to have greatly preferred the more charismatic and experienced Blackbeard.\nAt his trial, Bonnet downplayed his own authority over his pirate crew. He told the court that his crew engaged in piracy against his will, and said he had warned them that he would leave the crew unless they stopped robbing vessels. He further stated that he had been asleep during the capture of the sloop \"Francis\". The court did not accept these protestations. Boatswain Ignatius Pell testified that Bonnet's &lt;a href=\"quartermaster\"&gt;quartermaster&lt;/a&gt;, Robert Tucker, had more power than Bonnet. A powerful quartermaster appears to have been a common feature of pirate crews in the &lt;a href=\"early%20modern%20Europe\"&gt;early modern era&lt;/a&gt;.\nNevertheless, Bonnet's crew represented him as being a leader, and it appears likely that, after his rescue of Blackbeard's marooned crewmen, he became at least a co-equal commander aboard the \"Royal James\". He appears to have been entrusted with the company's treasure, and made most major command decisions such as the direction of the ship and what vessels to attack. Most significantly, at Delaware Bay he ordered two of his crew to be &lt;a href=\"flagellation\"&gt;flogged&lt;/a&gt; for breaches of discipline. Pirates did not lightly submit to flogging, as they resented the frequent use of this punishment in the naval and merchant services from which most of them came, and thus only a leader who commanded the obedience of his crew could successfully order such penalties.\nBonnet's pirate flag.\nBonnet's &lt;a href=\"Jolly%20Roger\"&gt;flag&lt;/a&gt; is traditionally represented as a white skull above a horizontal long bone between a heart and a dagger, all on a black field. Despite the frequent appearance of this flag in modern pirate literature, no known early-&lt;a href=\"Georgian%20era\"&gt;Georgian&lt;/a&gt; period source describes any such device, much less attributes it to Bonnet. This version of Bonnet's flag is probably one of a number of pirate flags appearing on an undated manuscript with unknown &lt;a href=\"provenance\"&gt;provenance&lt;/a&gt; in Britain's &lt;a href=\"National%20Maritime%20Museum\"&gt;National Maritime Museum&lt;/a&gt;, which was donated by Dr. Philip Gosse in 1939. Bonnet's crew and contemporaries generally referred to him flying a \"bloody flag\", which likely means a dark red flag. There is also a report from the 1718 \"&lt;a href=\"The%20Boston%20News-Letter\"&gt;Boston News-Letter&lt;/a&gt;\" of Bonnet flying a death's-head flag during his pursuit of the \"Protestant Caesar\", with no mention of color or of any long bone, heart, or dagger.\nWalking the plank.\nBonnet is alleged to have been one of the few pirates to make his prisoners &lt;a href=\"walking%20the%20plank\"&gt;walk the plank&lt;/a&gt;. No contemporary source makes any mention of Bonnet forcing prisoners to walk the plank, and modern scholars such as Marcus Rediker, Professor of History at the &lt;a href=\"University%20of%20Pittsburgh\"&gt;University of Pittsburgh&lt;/a&gt;, generally agree that the whole concept of pirates forcing prisoners to walk the plank belongs to a later age than Bonnet's.\nPopular culture.\nBonnet has been portrayed several times in literature. His life was turned into a story by &lt;a href=\"Marcel%20Schwob\"&gt;Marcel Schwob&lt;/a&gt; in his book \"&lt;a href=\"Imaginary%20Lives\"&gt;Imaginary Lives&lt;/a&gt;\". He is a major character in &lt;a href=\"Tim%20Powers\"&gt;Tim Powers&lt;/a&gt;' \"&lt;a href=\"On%20Stranger%20Tides\"&gt;On Stranger Tides&lt;/a&gt;,\" along with other famous piratical characters, particularly Blackbeard. In this novel, Bonnet takes up piracy after having been framed by Blackbeard, who has used Bonnet's hatred for his wife (only married two years in the novel) against him. \"Kate Bonnet: The Romance of a Pirate's Daughter\", by 19th century author &lt;a href=\"Frank%20Stockton\"&gt;Frank Stockton&lt;/a&gt;, is a satirical novel relating the adventures of a fictional daughter of Bonnet named Kate. Portrayals of Bonnet also extend to video games, such as &lt;a href=\"Sid%20Meier%27s%20Pirates%21%20%282004%20video%20game%29\"&gt;\"Sid Meier's Pirates!\"&lt;/a&gt; and \"\". In the 1941 film \"&lt;a href=\"The%20Devil%20and%20Daniel%20Webster%20%28film%29\"&gt;The Devil and Daniel Webster&lt;/a&gt;\", the Devil summons Bonnet to join a Jury of the damned, announcing Bonnet and fellow seaman &lt;a href=\"Floyd%20Ireson\"&gt;Floyd Ireson&lt;/a&gt; as \"the fiendish butchers\".\nA plaque commemorating Bonnet stands near Bonnet's Creek in &lt;a href=\"Southport%2C%20North%20Carolina\"&gt;Southport, North Carolina&lt;/a&gt;, on the Cape Fear River. The Yacht Basin Provision Company also holds an annual Stede Bonnet Regatta near Southport, commemorating the infamous pirate's dash for the ocean.\nThe radio program \"&lt;a href=\"This%20American%20Life\"&gt;This American Life&lt;/a&gt;\" produced a feature on May 5, 2017, on pirates. In the Prologue, host &lt;a href=\"Ira%20Glass\"&gt;Ira Glass&lt;/a&gt; spoke to producer &lt;a href=\"Elna%20Baker\"&gt;Elna Baker&lt;/a&gt; about the life of Stede Bonnet.\nThe upcoming period comedy television series &lt;a href=\"Our%20Flag%20Means%20Death\"&gt;Our Flag Means Death&lt;/a&gt;, created by &lt;a href=\"David%20Jenkins%20%28television%20writer%29\"&gt;David Jenkins&lt;/a&gt;, stars &lt;a href=\"Rhys%20Darby\"&gt;Rhys Darby&lt;/a&gt; as Stede Bonnet and &lt;a href=\"Taika%20Waititi\"&gt;Taika Waititi&lt;/a&gt; as Blackbeard."
}