{
    "id": "12952446",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=12952446",
    "title": "San Pedro River (Arizona)",
    "text": "The San Pedro River is a northward-flowing &lt;a href=\"stream\"&gt;stream&lt;/a&gt; originating about south of the international border south of &lt;a href=\"Sierra%20Vista%2C%20Arizona\"&gt;Sierra Vista, Arizona&lt;/a&gt;, in &lt;a href=\"Cananea%20Municipality\"&gt;Cananea Municipality&lt;/a&gt;, &lt;a href=\"Sonora\"&gt;Sonora&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;. The river starts at the confluence of other streams (Las Nutrias and El Sauz) just east of Sauceda, Cananea. Within Arizona, the river flows north through &lt;a href=\"Cochise%20County%2C%20Arizona\"&gt;Cochise County&lt;/a&gt;, &lt;a href=\"Pima%20County%2C%20Arizona\"&gt;Pima County&lt;/a&gt;, &lt;a href=\"Graham%20County%2C%20Arizona\"&gt;Graham County&lt;/a&gt;, and &lt;a href=\"Pinal%20County%2C%20Arizona\"&gt;Pinal County&lt;/a&gt; to its confluence with the &lt;a href=\"Gila%20River\"&gt;Gila River&lt;/a&gt;, at &lt;a href=\"Winkelman%2C%20Arizona\"&gt;Winkelman, Arizona&lt;/a&gt;. It is the last major, undammed desert river in the &lt;a href=\"Southwestern%20United%20States\"&gt;American Southwest&lt;/a&gt;, and it is of major ecological importance as it hosts two-thirds of the avian diversity in the United States, including 100 species of breeding birds and almost 300 species of migrating birds.\nHistory.\nThe first people to enter the San Pedro Valley were the Clovis people who hunted mammoth here from 10,000 years ago. The San Pedro Valley has the highest concentration of Clovis sites in North America. Some Clovis sites of note are the &lt;a href=\"Lehner%20Mammoth-Kill%20Site\"&gt;Lehner Mammoth-Kill Site&lt;/a&gt;, the Murray Springs Clovis Site and the &lt;a href=\"Naco%20Mammoth-Kill%20Site\"&gt;Naco Mammoth-Kill Site&lt;/a&gt;.\nThe hunter-gatherer, &lt;a href=\"Cochise%20Culture\"&gt;Cochise Culture&lt;/a&gt; next made this area home between about 5000 to 200 BC. Followed by the more advanced &lt;a href=\"Mogollon%20culture\"&gt;Mogollon&lt;/a&gt;, &lt;a href=\"Hohokam%20Culture\"&gt;Hohokam&lt;/a&gt; and &lt;a href=\"Salado%20culture\"&gt;Salado&lt;/a&gt; cultures who built permanent homes and engaged in agriculture here. By the time the first Europeans arrived these cultures had disappeared and the San Pedro River was home to the &lt;a href=\"Sobaipuri\"&gt;Sobaipuri&lt;/a&gt; people.\nThe first Europeans to visit the San Pedro River may have been the parties of &lt;a href=\"Cabeza%20de%20Vaca\"&gt;Cabeza de Vaca&lt;/a&gt;, &lt;a href=\"Fray%20Marcos%20de%20Niza\"&gt;Fray Marcos de Niza&lt;/a&gt; or the &lt;a href=\"Francisco%20V%C3%A1zquez%20de%20Coronado\"&gt;Coronado&lt;/a&gt; expedition, and while no archeological evidence as yet exists of the passing of these groups, it has been fairly firmly established that the upper San Pedro was a widely recognized and utilized leg of the \"Cibola Trail.\" The Jesuit priest &lt;a href=\"Eusebio%20Kino\"&gt;Eusebio Kino&lt;/a&gt; visited the villages along the San Pedro and &lt;a href=\"Babocomari%20River\"&gt;Babocomari River&lt;/a&gt;s in 1692 and soon after introduced the first livestock to this area (assuming Coronado's livestock did not survive/breed).\nIt is widely believed that by 1762 &lt;a href=\"Apache\"&gt;Apache&lt;/a&gt; depredation drove the Sobaipuri and Spanish out of the San Pedro Valley which then remained largely uninhabited until the early 1800s. This, however, is not true as a recent study has shown. Documents state that not all the Sobaipuri left and in the 1780s Sobaipuri were noted still living along the river. Archaeology has confirmed additional Sobaipuri settlements along the middle San Pedro not mentioned in the documentary record throughout the 1800s.\nEarly American exploration of the San Pedro River, like most rivers in western North America, was driven by the pursuit of &lt;a href=\"North%20American%20beaver\"&gt;beaver&lt;/a&gt; pelts. &lt;a href=\"James%20Ohio%20Pattie\"&gt;James Ohio Pattie&lt;/a&gt; and his father led a party of fur trappers down the Gila River and then down the San Pedro River in 1826 which was so successful that he called the San Pedro the Beaver River. The party was attacked by Apache Indians (probably the Aravaipa Band) at \"Battle Hill\" (probably Modern-day Malpais Hill) where they subsequently stashed and lost over 200 beaver pelts.\nThe &lt;a href=\"Mormon%20Battalion\"&gt;Mormon Battalion&lt;/a&gt; marched through the river valley in 1846, and the only battle the battalion fought in their journey to California occurred near the river. The battalion's presence had aroused curiosity among a number of wild cattle, and the bulls of these herds damaged wagons and injured mules. In response, the men shot dozens of the charging bulls. &lt;a href=\"Mormon\"&gt;Mormon&lt;/a&gt; settlers later returned to this area in 1877 to found a settlement that became &lt;a href=\"St.%20David%2C%20Arizona\"&gt;St. David&lt;/a&gt;, and logged the &lt;a href=\"Huachuca%20Mountains\"&gt;Huachuca Mountains&lt;/a&gt; to provide lumber for building &lt;a href=\"Fort%20Huachuca\"&gt;Fort Huachuca&lt;/a&gt; and &lt;a href=\"Tombstone%2C%20Arizona\"&gt;Tombstone&lt;/a&gt;.\nIn the 19th century the river was a meandering stream with fluvial marshlands, riparian forest, \"&lt;a href=\"Sporobolus\"&gt;Sporobolus&lt;/a&gt;\" grasslands and extensive &lt;a href=\"North%20American%20beaver\"&gt;beaver&lt;/a&gt; ponds. As the region experienced a rapid climate warming and drying, (coincident with beaver removal and large-scale cattle introduction; correlation not directly established) the river down-cut and then widened in a process of arroyo formation observed on many rivers in the Southwest. In 1895, J. A. Allen described a mammal collection from southeastern Arizona, \"On the headwaters of the San Pedro, in Sonora, a colony of a dozen or more had their lodges up to 1893, when a trapper nearly exterminated them. All the streams in the &lt;a href=\"White%20Mountains%20%28Arizona%29\"&gt;White Mountains&lt;/a&gt; have beaver dams in them, although most of the animals have been trapped.\" The beaver were finally extirpated by 1920s dynamiting of the beaver dams from soldiers from &lt;a href=\"Fort%20Huachuca\"&gt;Fort Huachuca&lt;/a&gt; to prevent malaria. By the mid-20th century the once perennial river only flowed during the rainy season and beaver, fluvial marshlands and Sporobolus grasslands were uncommon. Physician naturalist &lt;a href=\"Edgar%20Alexander%20Mearns\"&gt;Edgar Alexander Mearns&lt;/a&gt;' 1907 \"Mammals of the Mexican boundary of the United States\" reported &lt;a href=\"North%20American%20beaver\"&gt;beaver&lt;/a&gt; (\"Castor canadensis\") on the San Pedro River and the Babocomari River. Mearns claimed that the San Pedro River beaver represented a new subspecies \"Castor canadensis frondator\" or \"Sonora beaver\" that ranged from Mexico up to Wyoming and Montana.\nEcology.\nThe San Pedro River is the central corridor of the &lt;a href=\"Madrean%20Sky%20Islands\"&gt;Madrean Archipelago&lt;/a&gt; of \"&lt;a href=\"Sky%20Islands\"&gt;Sky Islands&lt;/a&gt;\", high mountains with unique ecosystems different from the ecology of the Sonoran desert \"seas\" that surround it.\nMore than 300 species of &lt;a href=\"birds\"&gt;birds&lt;/a&gt; nest in by the river or use this corridor as they migrate between &lt;a href=\"South%20America\"&gt;South&lt;/a&gt;, &lt;a href=\"Central%20America\"&gt;Central&lt;/a&gt; and &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;. This includes the &lt;a href=\"yellow-billed%20cuckoo\"&gt;yellow-billed cuckoo&lt;/a&gt; (\"Coccyzus americanus\"). The area provides for more than 80 species of mammals, including &lt;a href=\"jaguar\"&gt;jaguar&lt;/a&gt; (\"Panthera onca\"), &lt;a href=\"white-nosed%20coati\"&gt;coatimundi&lt;/a&gt; (\"Nasua narica\"), &lt;a href=\"North%20American%20beaver\"&gt;beaver&lt;/a&gt; (\"Castor canadensis frontador\"), 20 species of &lt;a href=\"bat\"&gt;bat&lt;/a&gt;s and several types of rodents. There are also over 65 species of reptiles and amphibians, among them &lt;a href=\"Sonoran%20tiger%20salamander\"&gt;Sonoran tiger salamander&lt;/a&gt; (\"&lt;a href=\"Ambystoma%20mavortium\"&gt;Ambystoma mavortium&lt;/a&gt; stebbinsi\") and western barking frog (\"&lt;a href=\"Eleutherodactylus%20augusti\"&gt;Eleutherodactylus augusti&lt;/a&gt;\"). Some notable fish species native to the river are the endangered &lt;a href=\"Gila%20chub\"&gt;Gila chub&lt;/a&gt; (\"Gila intermedia\"), both the &lt;a href=\"Longfin%20dace\"&gt;longfin&lt;/a&gt; and &lt;a href=\"speckled%20dace\"&gt;speckled dace&lt;/a&gt;, &lt;a href=\"Sonora%20sucker\"&gt;Sonora sucker&lt;/a&gt; and &lt;a href=\"desert%20sucker\"&gt;desert sucker&lt;/a&gt;, and the &lt;a href=\"roundtail%20chub\"&gt;roundtail chub&lt;/a&gt;. The flora includes &lt;a href=\"Fremont%20cottonwood\"&gt;Fremont cottonwood&lt;/a&gt; (\"Populus fremontii\"), &lt;a href=\"Goodding%20willow\"&gt;Goodding willow&lt;/a&gt; (\"Salix gooddingii\"), &lt;a href=\"velvet%20mesquite\"&gt;velvet mesquite&lt;/a&gt; trees, and the &lt;a href=\"Huachuca%20water%20umbel\"&gt;Huachuca water umbel&lt;/a&gt; (\"Lilaeopsis schaffneriana spp. recurva\"), Federally listed as endangered.\nIn recent decades, rapid growth and population increases in southern Arizona has caused concern with this river. Several non-profit organizations have risen in recent years to raise awareness of this problem. The &lt;a href=\"San%20Pedro%20Riparian%20National%20Conservation%20Area\"&gt;San Pedro Riparian National Conservation Area&lt;/a&gt; (SPRNCA) was established in 1988 to protect some forty miles of the upper San Pedro valley. The &lt;a href=\"Nature%20Conservancy\"&gt;Nature Conservancy&lt;/a&gt; also owns several preserves in the watershed, including the &lt;a href=\"San%20Pedro%20River%20Preserve\"&gt;San Pedro River Preserve&lt;/a&gt;, Aravaipa Canyon Preserve, Muleshoe Ranch Preserve, Ramsey Canyon Preserve, and most recently, Rancho Los Fresnos. Rancho Los Fresnos, near the river's source, is the largest &lt;a href=\"Cienega\"&gt;ciénega&lt;/a&gt;, an isolated desert spring or marsh, remaining in the San Pedro River watershed. Its protection is important as 99% of the ciénegas in the Southwest have been drained and destroyed.\nWith large portions of the river dry much of the year, &lt;a href=\"Bureau%20of%20Land%20Management\"&gt;Bureau of Land Management&lt;/a&gt; (BLM) wildlife biologist Mark Fredlake proposed restoring beaver to the watershed to retain water flows into the dry season and to support re-growth of the historic riparian vegetation. Riparian habitat covers only 1% of the Southwest but supports 50% of breeding bird species and is vital as a food source for migrating avifauna. Fredlake reasoned that &lt;a href=\"beaver%20dam\"&gt;beaver dam&lt;/a&gt;s would raise the water table, allowing groundwater to recharge the river's flow in the dry season. From 1999 to 2002, 19 beavers were released into the SPRNCA, a stretch of the river, in Cochise County. By 2006 there were more than 30 dams. The beavers also dispersed widely and rapidly. One beaver migrated to Aravaipa Canyon, more than 100 rivermiles away; another to the river's terminus at the Gila River, earning itself the moniker “the surfing beaver”; and others up into Mexico, building several dams along the river's upper tributaries. The program was successful with measurable increases in bird diversity and formation of deep pools and lasting flows. In 2008, flooding destroyed all the beaver dams and this was followed by a long drought. However, as in historic times the beaver seems well adapted to the San Pedro River, and the 2009 dam count is back above 30 with a current population between 30 and 120 beavers. A short video reviews the use of re-introduced beaver to restore the river. In the upper river, re-introduced beavers have created willow and pool habitat which has extended the range of the endangered &lt;a href=\"Southwestern%20willow%20flycatcher\"&gt;Southwestern willow flycatcher&lt;/a&gt; (\"Empidonax trailii extimus\") with the southernmost verifiable nest recorded there in 2005.\nWatershed.\nThe San Pedro drains an area of approximately in Cochise, Graham, Pima, and Pinal Counties. Its course traverses deep sedimentary basins flanked by the &lt;a href=\"Huachuca%20Mountains\"&gt;Huachuca&lt;/a&gt;, &lt;a href=\"Mule%20Mountains\"&gt;Mule&lt;/a&gt;, &lt;a href=\"Whetstone%20Mountains\"&gt;Whetstone&lt;/a&gt;, &lt;a href=\"Dragoon%20Mountains\"&gt;Dragoon&lt;/a&gt;, &lt;a href=\"Rincon%20Mountains\"&gt;Rincon&lt;/a&gt;, &lt;a href=\"Little%20Rincon%20Mountains\"&gt;Little Rincon&lt;/a&gt;, &lt;a href=\"Winchester%20Mountains\"&gt;Winchester&lt;/a&gt;, &lt;a href=\"Galiuro%20Mountains\"&gt;Galiuro&lt;/a&gt;, &lt;a href=\"Tortilla%20Mountains\"&gt;Tortilla&lt;/a&gt;, and &lt;a href=\"Santa%20Catalina%20Mountains\"&gt;Santa Catalina Mountains&lt;/a&gt;. The San Pedro is fed by numerous tributaries, which in general, drain relatively short and steep catchments oriented more or less perpendicular to the mainstem. For most of its length the San Pedro flows over sedimentary basin fill deposits, although it is bound by bedrock at the Tombstone Hills at Charleston and near Fairbank, “the Narrows” south of Cascabel, near Redington, and again at Dudleyville (Heindl, 1952). Two major tributaries, Babocomari River and &lt;a href=\"Aravaipa%20Creek\"&gt;Aravaipa Creek&lt;/a&gt;, each have extensive bedrock-lined stretches. Historically the San Pedro has been divided into upper and lower reaches at the Narrows.\nOn May 27, 2011, a U.S. District judge ruled that Fort Huachaca's plan to pump of groundwater without mitigation plans to replenish the San Pedro River flows failed to protect the endangered &lt;a href=\"Southwestern%20willow%20flycatcher\"&gt;Southwestern willow flycatcher&lt;/a&gt; (\"Empidonax traillii\") and the &lt;a href=\"Huachuca%20water%20umbel\"&gt;Huachuca water umbel&lt;/a&gt; so they could recover from their imperiled status. The ruling was in response to a second lawsuit brought by the &lt;a href=\"Center%20for%20Biological%20Diversity\"&gt;Center for Biological Diversity&lt;/a&gt; and the Maricopa Audubon Society. In 2002, in response to an earlier suit filed by the center, another judge tossed out an earlier Wildlife Service biological opinion that the water pumping could be mitigated.\nGeology, paleontology.\nThe &lt;a href=\"San%20Pedro%20Valley%20%28Arizona%29\"&gt;San Pedro Valley&lt;/a&gt; is a site for &lt;a href=\"Holocene\"&gt;Holocene&lt;/a&gt; mammal &lt;a href=\"fossil\"&gt;fossil&lt;/a&gt;s because of the &lt;a href=\"riparian\"&gt;riparian&lt;/a&gt; environment.\nIn recent decades, the &lt;a href=\"Arizona%20Geological%20Society\"&gt;Arizona Geological Society&lt;/a&gt; has focused on the region, as well as researchers. Development pressures, recreation, and groundwater harvesting have led to recent concerns of protecting the region. A recent &lt;a href=\"floodplain\"&gt;floodplain&lt;/a&gt; study focused on the Holocene floodplain &lt;a href=\"alluvium\"&gt;alluvium&lt;/a&gt; and its history, over a stretch of the river to understand subground waterflow resources.\nExternal links.\nGeology, groundwater, paleontology"
}