{
    "id": "12960691",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=12960691",
    "title": "Caryopteris",
    "text": "Caryopteris (bluebeard; ) is a genus of &lt;a href=\"flowering%20plant\"&gt;flowering plant&lt;/a&gt;s in the family &lt;a href=\"Lamiaceae\"&gt;Lamiaceae&lt;/a&gt; (formerly often placed in the family &lt;a href=\"Verbenaceae\"&gt;Verbenaceae&lt;/a&gt;). They are native to east &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt; (&lt;a href=\"China\"&gt;China&lt;/a&gt;, &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, &lt;a href=\"Mongolia\"&gt;Mongolia&lt;/a&gt;).\nThey are &lt;a href=\"herbaceous%20plant\"&gt;herbaceous plant&lt;/a&gt;s or small &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt;s growing to 1–4 m tall. The &lt;a href=\"leaf\"&gt;leaves&lt;/a&gt; are opposite, simple ovate to lanceolate, with an entire or crenate margin; they are often aromatic. The blue or white &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s are pollinated by butterflies and bumblebees. The &lt;a href=\"fruit\"&gt;fruit&lt;/a&gt; is a four-valved &lt;a href=\"capsule%20%28fruit%29\"&gt;capsule&lt;/a&gt; containing four seeds.\nCultivation and uses.\nThough several \"Caryopteris\" species are grown in &lt;a href=\"botanical%20garden\"&gt;botanical garden&lt;/a&gt;s, as &lt;a href=\"ornamental%20plant\"&gt;ornamental plant&lt;/a&gt;s the species have largely been superseded in gardens by the &lt;a href=\"Hybrid%20%28biology%29%23Hybrid%20plants\"&gt;hybrid&lt;/a&gt; \"Caryopteris\" × \"clandonensis\" (\"C. incana\" × \"C. mongholica\"). The accidental cross that produced it occurred in the garden of Arthur Simmonds at Clandon, near Guildford, Surrey. In 1930, wishing to propagate \"C. mongholica\", he gathered seeds from a plant that was growing near \"C. mastacanthus\". When the seedlings eventually flowered in their second year, hybrids appeared. The final selection, however, was made of a self-sown volunteer that appeared under \"C. mastacanthus\", and eventually smothered it. It began winning &lt;a href=\"Royal%20Horticultural%20Society\"&gt;Royal Horticultural Society&lt;/a&gt; medals in 1933. This small, &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt;, aromatic shrub has grey-green leaves and produces masses of blue flowers in late summer.\n\"Caryopteris\" × \"clandonensis\", an unusual plant in American gardens in the 1960s, has become more familiar there, especially in &lt;a href=\"xeriscaping\"&gt;xeriscaping&lt;/a&gt;.\nLike \"&lt;a href=\"Buddleja\"&gt;Buddleja&lt;/a&gt;\", the woody stems can die back in the winter, particularly in colder climates and on heavy soils. They prefer well-drained, sandy soil in full sun, but does not need especially rich soil or constant moisture.\nLeaves and herbaceous stems have a &lt;a href=\"terpene\"&gt;terpene&lt;/a&gt; aroma like &lt;a href=\"eucalyptus\"&gt;eucalyptus&lt;/a&gt;, especially when lightly bruised.\nCultivars.\nThere are several &lt;a href=\"cultivars\"&gt;cultivars&lt;/a&gt; with flowers in shades of blue or white, including 'Blue Mist', 'Heavenly Blue', 'Longwood Blue', 'Dark Knight', 'Summer Sorbet' and 'Pershore'.\nThe following cultivars have gained the Royal Horticultural Society's &lt;a href=\"Award%20of%20Garden%20Merit\"&gt;Award of Garden Merit&lt;/a&gt;:-"
}