{
    "id": "12978237",
    "revid": "7246295",
    "url": "https://en.wikipedia.org/wiki?curid=12978237",
    "title": "Michael O'Rourke (gambler)",
    "text": "Michael \"Mike\" O'Rourke (1862 – 1882[?]), aka \"Johnny O'Rourke\" or \"Johnny-Behind-the-Deuce\", was a professional &lt;a href=\"Gambling\"&gt;gambler&lt;/a&gt; of the &lt;a href=\"Old%20West\"&gt;Old West&lt;/a&gt;. While living in &lt;a href=\"Charleston%2C%20Arizona\"&gt;Charleston, Arizona&lt;/a&gt;, he killed Henry Schneider, a popular mine engineer, in what O'Rourke said was self-defense. But citizens were aroused and threatened to &lt;a href=\"lynching\"&gt;lynch&lt;/a&gt; O'Rourke. Constable &lt;a href=\"George%20McKelvey%20%28lawman%29\"&gt;George McKelvey&lt;/a&gt; took O'Rourke to Tombstone, chased by the angry mob. Once there, Deputy U.S. Marshal and Tombstone Police Chief &lt;a href=\"Virgil%20Earp\"&gt;Virgil Earp&lt;/a&gt;, his brother &lt;a href=\"Wyatt%20Earp\"&gt;Wyatt&lt;/a&gt;, Cochise County Sheriff &lt;a href=\"Johnny%20Behan\"&gt;Johnny Behan&lt;/a&gt;, and others saved him from the crowd.\nLife in Tombstone.\nO'Rourke first surfaced in &lt;a href=\"Tucson%2C%20Arizona\"&gt;Tucson&lt;/a&gt; when he was 16, where he developed into a talented &lt;a href=\"poker\"&gt;poker&lt;/a&gt; player. He was often accused of cheating, but more often than not his accusers recanted in view of his reputation for being good with a gun and fast on the draw. There is evidence that O'Rourke had a fast temper and was prone to altercations, but none to support his having been in any gunfights. He relocated to the rough town of &lt;a href=\"Charleston%2C%20Arizona\"&gt;Charleston&lt;/a&gt;, a &lt;a href=\"Stamp%20mill\"&gt;Stamp mill&lt;/a&gt; town of about 200 individuals southwest of Tombstone on the &lt;a href=\"San%20Pedro%20River%20%28Arizona%29\"&gt;San Pedro River&lt;/a&gt;.\nKills Henry Schneider.\nIn Charleston on January 14, 1881, O'Rourke got into a confrontation with Henry Schneider, chief engineer of the Tombstone Mining and Milling Company. Reports on the event vary. Some report that O'Rourke played poker all night with Schneider, who was losing badly, and the men argued. Schneider pulled a knife and O'Rourke shot and killed him. Another version, reported by \"&lt;a href=\"The%20Tombstone%20Epitaph\"&gt;The Tombstone Epitaph&lt;/a&gt;\" stated that someone had stolen several articles from Schneider's cabin, and \"Johnny-Behind-the-Deuce\" was one of those suspected. Unable to provide sufficient proof, no arrest was made, and Schneider was left mad. At noon the next day Schneider went to a restaurant for lunch, where he had a disagreement with \"Johnny-Behind-the-Deuce\". O'Rourke took offense at Schneider's comments and threatened him, saying, \"Goddamn you, I'll shoot you when you come out.\" According to O'Rourke and two friends of his, Schneider produced a knife and O'Rourke shot him in self-defense.\nCharleston's constable &lt;a href=\"George%20McKelvey%20%28lawman%29\"&gt;George McKelvey&lt;/a&gt; soon arrived and arrested O'Rourke. Schneider was well-liked, and residents of Charleston formed an angry mob and threatened to lynch O'Rourke. McKelvey put O'Rourke on a &lt;a href=\"buckboard\"&gt;buckboard&lt;/a&gt; wagon and began the trip to Tombstone. Outlaw &lt;a href=\"The%20Cowboys%20%28Cochise%20County%29\"&gt;Cowboys&lt;/a&gt; &lt;a href=\"William%20Brocius\"&gt;Curly Bill Brocius&lt;/a&gt; and &lt;a href=\"Johnny%20Ringo\"&gt;John Ringo&lt;/a&gt; encouraged talk of a lynching and led other men who pursued the wagon. Charleston authorities telegraphed Tombstone Marshal Ben Sippy to let him know that McKelvey was on his way with a prisoner.\nMcKelvey got to the outskirts of Tombstone and the &lt;a href=\"Last%20Chance%20Saloon\"&gt;Last Chance Saloon&lt;/a&gt; just ahead of the mob, where they were met by Deputy U.S. Marshal &lt;a href=\"Virgil%20Earp\"&gt;Virgil Earp&lt;/a&gt;, who was off duty, exercising a favorite horse of Wyatt's named Dick Naylor that had recently been recovered after being stolen by Billy Clanton.\nMcKelvey told Earp that the mob on his tail was aiming to lynch O'Rourke, and Earp put O'Rourke on his horse, reaching Tombstone before the mob. Assistant City Marshal &lt;a href=\"Morgan%20Earp\"&gt;Morgan Earp&lt;/a&gt; then took the prisoner to Vogan's Bowling Alley (a long defensible structure made of brick, situated on Allen Street), while his brother, former Pima County Deputy U.S. Sheriff &lt;a href=\"Wyatt%20Earp\"&gt;Wyatt Earp&lt;/a&gt; pulled out a shotgun and held off the crowd, convincing them to disperse.\nAccording to the \"&lt;a href=\"The%20Tombstone%20Epitaph\"&gt;Tombstone Epitaph&lt;/a&gt;\", a confrontation ensued.\nAfter the mob was calmed down, O'Rourke was escorted by a 15-man posse, including Cochise County Deputy Sheriff &lt;a href=\"Johnny%20Behan\"&gt;John Behan&lt;/a&gt;, Constable George McKelvey, Wyatt Earp, and Marshal &lt;a href=\"Ben%20Sippy\"&gt;Ben Sippy&lt;/a&gt;, who guarded him during the ride to Benson, where they caught the train to Tucson. But O'Rourke escaped from jail on April 18, 1881. On May 13, the \"Epitaph\" reported that Johnny-Behind-the-Deuce had been seen three days ago in the Dragoon Mountains. \"He was well mounted and equipped, and was on the eve of departure for Texas. The climate of Arizona, he said, did not agree with him.\" He was indicted by the Grand Jury on May 19 but never stood trial for the miner's murder.\nThere is no direct evidence that Earp ever pulled a shotgun or put the prisoner on his horse. He is not named in the record of the incident, although it was likely he was part of the twenty man posse assembled to protect O'Rourke. There is also no evidence that Curly Bill Brocius or John Ringo ever encouraged the lynching.\nOutlaw &lt;a href=\"Pony%20Diehl\"&gt;Pony Diehl&lt;/a&gt; later claimed he had killed &lt;a href=\"gambler\"&gt;gambler&lt;/a&gt; and Earp supporter Michael O'Rourke in 1882. According to Fred Dodge, Frank Leslie told him that O'Rourke shot Ringo in the head and tried to make it look like suicide. Diehl was a good friend of &lt;a href=\"Johnny%20Ringo\"&gt;Johnny Ringo&lt;/a&gt;. Those who understood the tensions between the parties never doubted he had killed O'Rourke.\nFilm discrepancies.\nIn the movie \"&lt;a href=\"Wyatt%20Earp%20%28film%29\"&gt;Wyatt Earp&lt;/a&gt;,\" a character based on O'Rourke is called Tommy \"Behind the Deuce\" O'Rourke, played by actor/musician &lt;a href=\"John%20Doe%20%28musician%29\"&gt;John Doe&lt;/a&gt;. A fictionalized account of the events surrounding O'Rourke’s being saved from the mob is recounted when one of O'Rourke's nephews recognizes Earp and his wife &lt;a href=\"Josephine%20Earp\"&gt;Josie&lt;/a&gt;, aboard a ship off the coast of &lt;a href=\"Klondike%20Gold%20Rush\"&gt;Alaska in the late 1890s&lt;/a&gt;. In the film, O'Rourke's nephew claims that with O’Rourke locked in a cell, Wyatt calmly confronted the mob alone, addressing the crowd at gun point. No mention of O’Rourke’s escape and subsequent disappearance is made and in response to Earp’s inquiry as to O’Rourke’s fate, his nephew says he was killed in Omaha in 1887. Though an inaccurate re-telling of events, after the nephew departs, Earp comments to his wife that there are those who claim the story went differently."
}