{
    "id": "12979334",
    "revid": "5229428",
    "url": "https://en.wikipedia.org/wiki?curid=12979334",
    "title": "Augsburg-Bärenkeller",
    "text": "Bärenkeller is one of the seventeen highest level civic divisions, or \"&lt;a href=\"List%20of%20civic%20divisions%20of%20Augsburg\"&gt;Planungsräume&lt;/a&gt;\" (Singular: Planungsraum, English: planning district), of the city of &lt;a href=\"Augsburg\"&gt;Augsburg&lt;/a&gt;, &lt;a href=\"Bavaria\"&gt;Bavaria&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. It is located in the northwestern portion of the city and consists of only one \"Stadtbezirk,\" or ward, 23 Bärenkeller, with which it is coterminous. As of January 1, 2006, 7,360 people reside in Bärenkeller, which has an area of 2.99 km2 (1.15 mi2).\nLocation.\nBärenkeller is located in the northwestern portion of Augsburg. To the east, it borders the 21st and 22nd wards of the second \"Planungsraum\", &lt;a href=\"Augsburg-Oberhausen\"&gt;Oberhausen&lt;/a&gt;. To the south it borders the single-ward seventh \"Planungsraum\", &lt;a href=\"Augsburg-Kriegshaber\"&gt;Kriegshaber&lt;/a&gt;. To the north it borders the city of &lt;a href=\"Neus%C3%A4%C3%9F\"&gt;Neusäß&lt;/a&gt;, and to the west the district borders the city of &lt;a href=\"Gersthofen\"&gt;Gersthofen&lt;/a&gt;.\nHistory.\nThe name Bärenkeller, which means \"Bear Basement\" in English, is derived from a hotel where medieval &lt;a href=\"jester\"&gt;jester&lt;/a&gt;s gave accommodation to trained dancing bears. Bärenkeller was designated as a district of Augsburg, with its current name, in 1932. When it was originally developed, Bärenkeller was subdivided into blocks of small houses and apartment buildings. This spacious arrangement was meant to attract a more affluent class of residents, which was achieved to some extent with a small population of &lt;a href=\"Physician\"&gt;doctors&lt;/a&gt; and entrepreneurs occupying the blocks, but rather this setup reflected the &lt;a href=\"urban%20decay\"&gt;social decline&lt;/a&gt; of the neighborhood as a large transient population of late-coming settlers and itinerant workers contributed to a strong and continual fluctuation in the neighborhood's population. For the most part, the &lt;a href=\"tower%20block\"&gt;apartment blocks&lt;/a&gt; of Bärenkeller are very old, many do not possess bathrooms in the individual apartments, but rather contain shared facilities in the basement. However, Bärenkeller contains three of the oldest parks in Augsburg, which are collectively known as \"Am Viehmarkt.\"\nLandmarks.\nOn Hirblinger Street in Bärenkeller one can find the \"zum Bärenkeller,\" an inn dating from the 14th century. The inn, which is the same inn which gave its name to the district, has five basement levels. It was a \"Gasthof vor den Toren\" (English: Hotel before the gates), tasked with caring for any travelers who had arrived at Augsburg after the city gates had been shut for a particular night. The inn is a protected historical location. Besides this, the district also contains two old churches, the &lt;a href=\"Roman%20Catholicism\"&gt;catholic&lt;/a&gt; Saint Conrad, which provides social services for the local community, as well as the &lt;a href=\"evangelism\"&gt;evangelical&lt;/a&gt; Church of the Redeemer. The district contains a plaza used to hold festivals, and neighborhood celebrations take place there. The district is also home to its own sports association, SV Bärenkeller, which participates in local &lt;a href=\"football%20%28soccer%29\"&gt;soccer&lt;/a&gt;.\nTransportation.\nBärenkeller is connected to the greater Augsburg &lt;a href=\"public%20transportation\"&gt;public transportation&lt;/a&gt; network via Augsburg &lt;a href=\"bus\"&gt;bus&lt;/a&gt; lines 21 and 27, as well as the \"Regionalbus\" line 502. A small train station used to be located on Hirblinger Street, but today it is only used for local train transportation within the greater Augsburg area."
}