{
    "id": "12979530",
    "revid": "937448",
    "url": "https://en.wikipedia.org/wiki?curid=12979530",
    "title": "Hal Anderson (baseball)",
    "text": "Harold Anderson (February 10, 1904 – May 1, 1974) was an American &lt;a href=\"professional%20baseball\"&gt;professional baseball&lt;/a&gt; &lt;a href=\"outfielder\"&gt;outfielder&lt;/a&gt;, &lt;a href=\"manager%20%28baseball%29\"&gt;manager&lt;/a&gt;, and &lt;a href=\"scout%20%28sports%29\"&gt;scout&lt;/a&gt;. He appeared in nine &lt;a href=\"games%20played\"&gt;games&lt;/a&gt; in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; as a &lt;a href=\"center%20fielder\"&gt;center fielder&lt;/a&gt; for the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt;, but was a longtime star in the &lt;a href=\"American%20Association%20%2820th%20century%29\"&gt;American Association&lt;/a&gt; and a manager of &lt;a href=\"farm%20system\"&gt;farm teams&lt;/a&gt; in the &lt;a href=\"St.%20Louis%20Cardinals\"&gt;St. Louis Cardinals&lt;/a&gt;' organization.\nBorn in &lt;a href=\"St.%20Louis\"&gt;St. Louis&lt;/a&gt;, Anderson threw and batted right-handed and was listed as tall and . He entered baseball in 1922 and by 1926 he was a regular outfielder for the &lt;a href=\"St.%20Paul%20Saints%20%281901%E2%80%931960%29\"&gt;St. Paul Saints&lt;/a&gt; of the American Association, one of the three top-level &lt;a href=\"minor%20league%20baseball\"&gt;minor leagues&lt;/a&gt; of the era. Anderson was not known for his power at the plate, but consistently reached double figures in &lt;a href=\"stolen%20bases\"&gt;stolen bases&lt;/a&gt; and &lt;a href=\"batting%20average%20%28baseball%29\"&gt;batted&lt;/a&gt; over .295 for the next six years. His tenure with the Saints culminated with the 1931 season, during which he batted .314 and set personal bests in &lt;a href=\"home%20runs\"&gt;home runs&lt;/a&gt; (23) and &lt;a href=\"runs%20batted%20in\"&gt;runs batted in&lt;/a&gt; (95). \nThe performance led the White Sox to acquire his contract and use Anderson as their starting center fielder for their first eight games of the 1932 &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt; season. He broke in on April 12 with two &lt;a href=\"hit%20%28baseball%29\"&gt;hits&lt;/a&gt; in five &lt;a href=\"at%20bats\"&gt;at bats&lt;/a&gt; and two &lt;a href=\"runs%20batted%20in\"&gt;runs batted in&lt;/a&gt;, then, six days later, he had a three-hit game. But all his hits were &lt;a href=\"single%20%28baseball%29\"&gt;singles&lt;/a&gt; and he stole no bases. With Anderson only eight-for-32 (.250), he lost his starting job to &lt;a href=\"Liz%20Funk\"&gt;Elias \"Liz\" Funk&lt;/a&gt; and appeared in only one more MLB game, on April 24 as a defensive replacement. \nThe White Sox sent him back to the minors, where he played through 1939. However, in July 1932, the Cardinals purchased Anderson's contract and assigned him to the &lt;a href=\"Columbus%20Red%20Birds\"&gt;Columbus Red Birds&lt;/a&gt; of the American Association, where he played through 1936 and later returned as Columbus' manager from 1947–1949. Anderson spent more than two decades with the Cardinals as a scout and minor-league skipper. "
}