{
    "id": "12981199",
    "revid": "34989777",
    "url": "https://en.wikipedia.org/wiki?curid=12981199",
    "title": "Church of the Virgin Mary (Haret Zuweila)",
    "text": "The Church of the &lt;a href=\"Virgin%20Mary\"&gt;Virgin Mary&lt;/a&gt; in Haret Zuweila (also transliterated as Haret Zeweila; \"ḥaret zuwēla\") is the oldest church in the &lt;a href=\"district\"&gt;district&lt;/a&gt; of Haret Zuweila, near the &lt;a href=\"Fatimid\"&gt;Fatimid&lt;/a&gt; section of Cairo. It was probably built around the AD 10th century, though it is first mentioned in writing in the early 12th century on the occasion of the consecration of the new bishop of &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt; under &lt;a href=\"Pope%20Macarius%20I%20of%20Alexandria\"&gt;Macarius&lt;/a&gt;' Papacy. The Church of the &lt;a href=\"Virgin%20Mary\"&gt;Virgin Mary&lt;/a&gt; in Haret Zuweila was the &lt;a href=\"Seat%20of%20the%20Coptic%20Orthodox%20Pope%20of%20Alexandria\"&gt;Seat of the Coptic Orthodox Pope of Alexandria&lt;/a&gt; from \"c.\" 1400 AD to 1520 AD.\nHistory and architecture.\nThe Church of the Virgin Mary in Haret Zuweila was founded in connection with the appointment of a new bishop of Cairo. It was destroyed in 1321, but after being rebuilt it became the &lt;a href=\"Seat%20of%20the%20Coptic%20Orthodox%20Pope%20of%20Alexandria\"&gt;Seat of the Coptic Orthodox Pope of Alexandria&lt;/a&gt;. The church was frequently remodeled and renovated, such that the original &lt;a href=\"basilican\"&gt;basilican&lt;/a&gt; structure has been considerably altered, and is therefore not known with certainty. Originally, the church featured a relatively small &lt;a href=\"transept\"&gt;transept&lt;/a&gt; and a semi-circular &lt;a href=\"apse\"&gt;apse&lt;/a&gt;. Like most Coptic churches, the &lt;a href=\"floor%20plan\"&gt;floor plan&lt;/a&gt; is made up of a &lt;a href=\"narthex\"&gt;narthex&lt;/a&gt; (forecourt), a &lt;a href=\"nave\"&gt;nave&lt;/a&gt; with two side aisles, and a choir with three sanctuaries (\"haykal\").\nThree rows of ancient marble Corinthian columns separate the northern and southern aisles and the &lt;a href=\"nave\"&gt;nave&lt;/a&gt; from the &lt;a href=\"narthex\"&gt;narthex&lt;/a&gt;. A marble &lt;a href=\"Ambon%20%28liturgy%29\"&gt;ambon&lt;/a&gt; is supported on four slender twisted columns. Across from the choir is a beam on which a modern painting of the &lt;a href=\"Last%20Supper\"&gt;Last Supper&lt;/a&gt; is affixed. The &lt;a href=\"lectern\"&gt;lectern&lt;/a&gt; is in the &lt;a href=\"Eagle%20lectern\"&gt;form of an eagle&lt;/a&gt; carved in wood.\nThe &lt;a href=\"iconostasis\"&gt;iconostasis&lt;/a&gt; of the central &lt;a href=\"sanctuary\"&gt;sanctuary&lt;/a&gt; is made of &lt;a href=\"ebony\"&gt;ebony&lt;/a&gt; inlaid with ivory, and is surmounted by thirteen &lt;a href=\"icon\"&gt;icon&lt;/a&gt;s of the &lt;a href=\"Virgin%20Mary\"&gt;Virgin Mary&lt;/a&gt; and the &lt;a href=\"Twelve%20Apostles\"&gt;Twelve Apostles&lt;/a&gt;. Above the &lt;a href=\"icon\"&gt;icon&lt;/a&gt;s is a rod depicting on each side a dragon and an eagle in conflict. Each eagle has a panel showing &lt;a href=\"John%20the%20Baptist\"&gt;John the Baptist&lt;/a&gt; on the right and the Virgin Mary on the left. The southern &lt;a href=\"sanctuary\"&gt;sanctuary&lt;/a&gt; is dedicated to the angel &lt;a href=\"Gabriel\"&gt;Gabriel&lt;/a&gt; and its door, which dates to the Fatimid Period, is inlaid with ivory panels and has sculpted relief of birds and animals. A lofty dome ornamented with gated &lt;a href=\"pendentive\"&gt;pendentive&lt;/a&gt;s rises above the sanctuary. The &lt;a href=\"altar\"&gt;altar&lt;/a&gt; canopy itself is shaped like a dome on four marble &lt;a href=\"columns\"&gt;columns&lt;/a&gt;.\nThe floor before the southern &lt;a href=\"sanctuary\"&gt;sanctuary&lt;/a&gt; has a well where, according to tradition, the water was blessed by &lt;a href=\"Christ\"&gt;Christ&lt;/a&gt; during the flight of the &lt;a href=\"holy%20family\"&gt;holy family&lt;/a&gt; in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;. Its waters are believed to have healing qualities. Along the top of the screen are seven &lt;a href=\"icon\"&gt;icon&lt;/a&gt;s dating to the 19th century. They depict the &lt;a href=\"Annunciation\"&gt;Annunciation&lt;/a&gt;, the &lt;a href=\"Nativity%20of%20Jesus%20in%20art\"&gt;Nativity&lt;/a&gt;, the &lt;a href=\"Baptism\"&gt;Baptism&lt;/a&gt;, the &lt;a href=\"Palm%20Sunday\"&gt;Entry into Jerusalem&lt;/a&gt;, the &lt;a href=\"Easter\"&gt;Resurrection&lt;/a&gt;, the &lt;a href=\"Ascension%20of%20Jesus%20Christ\"&gt;Ascension&lt;/a&gt; and the Descent of the &lt;a href=\"Holy%20Spirit\"&gt;Holy Spirit&lt;/a&gt;.\nA shrine adjacent to the southern sanctuary contains several famous &lt;a href=\"icon\"&gt;icon&lt;/a&gt;s, including one of the Virgin Mary dating to the 14th century. The Virgin Mary is seated on a tree that grows from the back of Jesse (Isaiah 11:1-10). She is surrounded by four major and twelve minor &lt;a href=\"prophet\"&gt;prophet&lt;/a&gt;s, above whom are two &lt;a href=\"angels\"&gt;angels&lt;/a&gt;. According to tradition, whenever &lt;a href=\"Pope%20Matthew%20I%20of%20Alexandria\"&gt;Pope Matthew I&lt;/a&gt; fell into &lt;a href=\"temptation\"&gt;temptation&lt;/a&gt;, he would stand before this icon and address it in supplication. The Virgin Mary would appear before him to comfort his soul. It is also said that &lt;a href=\"Saint%20Ruweiss\"&gt;Saint Ruweiss&lt;/a&gt; prayed before this icon.\nThe east side of the northern aisle has two sanctuaries whose screens are also inlaid with ivory. The first sanctuary is dedicated to the &lt;a href=\"archangel%20Michael\"&gt;archangel Michael&lt;/a&gt;, and the second to &lt;a href=\"John%20the%20Baptist\"&gt;John the Baptist&lt;/a&gt;. At the west end is a shrine in the center of which is an icon of the &lt;a href=\"Crucifixion\"&gt;Crucifixion&lt;/a&gt;. Two other icons of the Baptism of Christ and the Virgin Mary are each placed on the right and left sides. The Church today measures 28 by 19 meters and stands at 11.5 meters high.\nThe Convent of Nuns of the Holy Virgin Mary.\nA &lt;a href=\"convent\"&gt;convent&lt;/a&gt; built by &lt;a href=\"Pope%20Cyril%20IV%20of%20Alexandria\"&gt;Pope Cyril IV&lt;/a&gt; was annexed to the church. It has a nuns' &lt;a href=\"chapel\"&gt;chapel&lt;/a&gt; in the gallery on the north side of the &lt;a href=\"Church%20body\"&gt;Church&lt;/a&gt;.\nLibrary.\nA library within the church contains many valuable manuscripts and a number of important icons, including one of the &lt;a href=\"Annunciation\"&gt;Annunciation&lt;/a&gt; that dates to about 1355 AD."
}