{
    "id": "129820",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=129820",
    "title": "Port Jefferson, Ohio",
    "text": "Port Jefferson is a &lt;a href=\"village%20%28United%20States%29%23Ohio\"&gt;village&lt;/a&gt; in &lt;a href=\"Salem%20Township%2C%20Shelby%20County%2C%20Ohio\"&gt;Salem Township&lt;/a&gt;, &lt;a href=\"Shelby%20County%2C%20Ohio\"&gt;Shelby County&lt;/a&gt;, &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt;, United States. The population was 371 at the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt;.\nHistory.\nPort Jefferson had its start around the time the &lt;a href=\"Miami%20and%20Erie%20Canal\"&gt;Miami and Erie Canal&lt;/a&gt; was extended to that point. The town site was &lt;a href=\"plat\"&gt;plat&lt;/a&gt;ted in 1836. The village was incorporated in 1842.\nGeography.\nPort Jefferson is located at .\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the village has a total area of , of which is land and is water.\nDemographics.\n2010 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2010, there were 371 people, 142 households, and 97 families living in the village. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was . There were 158 housing units at an average density of . The racial makeup of the village was 100.0% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;.\nThere were 142 households, of which 31.7% had children under the age of 18 living with them, 53.5% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 12.7% had a female householder with no husband present, 2.1% had a male householder with no wife present, and 31.7% were non-families. 23.9% of all households were made up of individuals, and 7% had someone living alone who was 65 years of age or older. The average household size was 2.61 and the average family size was 3.07.\nThe median age in the village was 36.6 years. 25.3% of residents were under the age of 18; 9.7% were between the ages of 18 and 24; 28.1% were from 25 to 44; 26.4% were from 45 to 64; and 10.5% were 65 years of age or older. The gender makeup of the village was 51.2% male and 48.8% female.\n2000 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 321 people, 122 households, and 90 families living in the village. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 2,084.8 people per square mile (826.3/km2). There were 128 housing units at an average density of 831.3 per square mile (329.5/km2). The racial makeup of the village was 99.69% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt; and 0.31% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;.\nThere were 122 households, out of which 29.5% had children under the age of 18 living with them, 58.2% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 9.8% had a female householder with no husband present, and 26.2% were non-families. 22.1% of all households were made up of individuals, and 6.6% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 2.97.\nIn the village, the population was spread out, with 22.7% under the age of 18, 9.0% from 18 to 24, 34.6% from 25 to 44, 19.0% from 45 to 64, and 14.6% who were 65 years of age or older. The median age was 36 years. For every 100 females there were 103.2 males. For every 100 females age 18 and over, there were 108.4 males.\nThe median income for a household in the village was $34,306, and the median income for a family was $47,000. Males had a median income of $31,063 versus $21,154 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the village was $16,897. About 5.0% of families and 8.3% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including none of those under age 18 and 18.4% of those age 65 or over."
}