{
    "id": "13004565",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=13004565",
    "title": "Tan Teck Guan Building",
    "text": "Tan Teck Guan Building () is a historic building on College Road, within the compound of &lt;a href=\"Singapore%20General%20Hospital\"&gt;Singapore General Hospital&lt;/a&gt; in &lt;a href=\"Bukit%20Merah\"&gt;Bukit Merah&lt;/a&gt;, Singapore. The building currently houses offices of the &lt;a href=\"Ministry%20of%20Health%20%28Singapore%29\"&gt;Ministry of Health&lt;/a&gt;.\nHistory.\nEstablishment of medical school.\nTan Teck Guan Building, together with the adjacent &lt;a href=\"College%20of%20Medicine%20Building\"&gt;College of Medicine Building&lt;/a&gt;, features significantly in the history of &lt;a href=\"medical%20education\"&gt;medical education&lt;/a&gt; in Singapore. It was the site of Singapore's first &lt;a href=\"medical%20school\"&gt;medical school&lt;/a&gt; to train local students in &lt;a href=\"western%20medicine\"&gt;western medicine&lt;/a&gt;.\nIn September 1904, &lt;a href=\"Tan%20Jiak%20Kim\"&gt;Tan Jiak Kim&lt;/a&gt; led a group of representatives of the &lt;a href=\"Chinese%20in%20Singapore\"&gt;Chinese&lt;/a&gt; and other non-European communities, and petitioned the &lt;a href=\"Governor%20of%20the%20Straits%20Settlements\"&gt;Governor of the Straits Settlements&lt;/a&gt;, Sir &lt;a href=\"John%20Anderson%20%28colonial%20administrator%29\"&gt;John Anderson&lt;/a&gt;, to establish a medical school in Singapore. Tan, who was the first president of the Straits Chinese British Association, managed to raise &lt;a href=\"Straits%20dollar\"&gt;$&lt;/a&gt;87,077, of which the largest amount of $12,000 came from himself. On 3 July 1905, the medical school was founded, and was known as the Straits and Federated Malay States Government Medical School. The &lt;a href=\"medical%20library\"&gt;medical library&lt;/a&gt; was first housed in the students' &lt;a href=\"Reference%20library\"&gt;reading room&lt;/a&gt; within the school, converted from the vacant old female &lt;a href=\"psychiatric%20hospital\"&gt;psychiatric hospital&lt;/a&gt; in &lt;a href=\"Sepoy%20Lines\"&gt;Sepoy Lines&lt;/a&gt;.\nOn 23 June 1911, a new building, Tan Teck Guan Building, was added to the medical school. It was built by &lt;a href=\"Tan%20Chay%20Yan\"&gt;Tan Chay Yan&lt;/a&gt;, a successful rubber plantation merchant and philanthropist, who donated $15,000 towards its construction. Tan Chay Yan named the building in memory of his late father, &lt;a href=\"Tan%20Teck%20Guan\"&gt;Tan Teck Guan&lt;/a&gt; (also known as Tan Teck Gein), who was the son of entrepreneur and philanthropist &lt;a href=\"Tan%20Tock%20Seng\"&gt;Tan Tock Seng&lt;/a&gt;. This building served as the medical school's administrative block, containing the principal's and clerk's offices. It also housed the new medical library, a reading room, a lecture room and a &lt;a href=\"pathology\"&gt;pathology&lt;/a&gt; museum.\nIn 1912, the medical school received a donation of $120,000 from the &lt;a href=\"King%20Edward%20VII\"&gt;King Edward VII&lt;/a&gt; Memorial Fund, started by Dr &lt;a href=\"Lim%20Boon%20Keng\"&gt;Lim Boon Keng&lt;/a&gt;. Subsequently, on 18 November 1913, the name of the school was changed to the King Edward VII Medical School. In 1921, it was again changed to the King Edward VII College of Medicine to reflect its academic status.\nIn 1920, approval was given to build a new building for the medical school. On 15 February 1926, the College of Medicine Building was officially opened by the Governor, Sir &lt;a href=\"Laurence%20Nunns%20Guillemard\"&gt;Laurence Nunns Guillemard&lt;/a&gt;. With the completion of the College of Medicine Building, the medical school's Department of &lt;a href=\"Anatomy\"&gt;Anatomy&lt;/a&gt; occupied Tan Teck Guan Building. An extension of the building housed the &lt;a href=\"dissection\"&gt;dissection&lt;/a&gt; room.\nIn 1949, with the foundation of the &lt;a href=\"University%20of%20Malaya\"&gt;University of Malaya&lt;/a&gt;, the King Edward VII College of Medicine became the Faculty of Medicine of the university.\nPreservation.\nIn May 1982, the &lt;a href=\"Singapore%20Government\"&gt;Singapore Government&lt;/a&gt; decided to move the Faculty of Medicine and School of Postgraduate Studies to the &lt;a href=\"Kent%20Ridge\"&gt;Kent Ridge&lt;/a&gt; campus of the &lt;a href=\"National%20University%20of%20Singapore\"&gt;National University of Singapore&lt;/a&gt;, which was formed from the University of Malaya in 1962. In August 1985, the &lt;a href=\"Preservation%20of%20Monuments%20Board\"&gt;Preservation of Monuments Board&lt;/a&gt; recommended that Tan Teck Guan Building be &lt;a href=\"Historic%20preservation\"&gt;preserve&lt;/a&gt;d, following its decision not to demolish but &lt;a href=\"Architectural%20conservation\"&gt;conserve&lt;/a&gt; the College of Medicine Building in 1983.\nIn May 1984, the Ministry of Health (MOH) obtained approval from the government to restore and renovate both buildings. Renovation works began in November 1985, and were completed in April 1987 at a total cost of &lt;a href=\"S%24\"&gt;S$&lt;/a&gt;14.4 million for the two buildings. In July 1987, MOH moved into Tan Teck Guan Building and College of Medicine Building, together with the &lt;a href=\"Singapore%20Academy%20of%20Medicine\"&gt;Singapore Academy of Medicine&lt;/a&gt; and the College of General Practitioners (now the College of Family Physicians).\nNational monument.\nIn October 1988, the Ministry of Information and the Arts (now the &lt;a href=\"Ministry%20of%20Information%2C%20Communications%20and%20the%20Arts\"&gt;Ministry of Information, Communications and the Arts&lt;/a&gt;) approved the &lt;a href=\"gazette\"&gt;gazetting&lt;/a&gt; of the Tan Teck Guan Building as a &lt;a href=\"National%20Monuments%20of%20Singapore\"&gt;national monument&lt;/a&gt;. Tan Teck Guan Building became a national monument on 2 December 2002. In June 2003, the &lt;a href=\"National%20Heritage%20Board%20%28Singapore%29\"&gt;National Heritage Board&lt;/a&gt; installed a &lt;a href=\"commemorative%20plaque\"&gt;commemorative plaque&lt;/a&gt; near the main entrance of the building to mark Tan Teck Guan Building as a national monument.\nArchitecture.\nThe Tan Teck Guan Building has a &lt;a href=\"Georgian%20architecture\"&gt;Georgian architectural&lt;/a&gt; façade with &lt;a href=\"Neoclassical%20architecture\"&gt;neo-classic&lt;/a&gt; details. Its main entrance is embellished with an ornate &lt;a href=\"arch\"&gt;arch&lt;/a&gt;way supported by &lt;a href=\"Doric%20column\"&gt;Doric column&lt;/a&gt;s, with &lt;a href=\"Ionic%20order\"&gt;Ionic columns&lt;/a&gt; on the upper level. The work of Tan Jiak Kim for setting up Singapore's first medical school is remembered on two historical plaques on the side &lt;a href=\"Column\"&gt;pillar&lt;/a&gt;s of the main entrance to the building.\nThe original structure of Tan Teck Guan Building consisted mainly of timber &lt;a href=\"truss\"&gt;truss&lt;/a&gt;es, floors and &lt;a href=\"joist\"&gt;joist&lt;/a&gt;s, sitting directly on brick. During the building's restoration from 1985 to 1987, the timber roof and second floor timber floor had to be replaced with steel structures as they were badly infested by &lt;a href=\"termite\"&gt;termite&lt;/a&gt;s. The timber window frames which were also termite-infested were replaced with new matching wooden frames. The roof tiles were replaced with matching new ones imported from France. The internal &lt;a href=\"granite\"&gt;granite&lt;/a&gt; staircase and &lt;a href=\"balustrade\"&gt;balustrade&lt;/a&gt; were retained, but two brick walls were removed to allow greater flexibility for office space usage."
}