{
    "id": "13002087",
    "revid": "143675",
    "url": "https://en.wikipedia.org/wiki?curid=13002087",
    "title": "Bay whiting",
    "text": "The bay whiting (\"Sillago ingenue\") is a species of &lt;a href=\"coastal\"&gt;coastal&lt;/a&gt; &lt;a href=\"Marine%20%28ocean%29\"&gt;marine&lt;/a&gt; &lt;a href=\"fish\"&gt;fish&lt;/a&gt; of the smelt-whiting family, &lt;a href=\"Sillaginidae\"&gt;Sillaginidae&lt;/a&gt;. The bay whiting's range extends throughout the west &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt;, including northern &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt; and &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;, where it inhabits protected waters. It is &lt;a href=\"benthic\"&gt;benthic&lt;/a&gt; in nature, preying on &lt;a href=\"shrimps\"&gt;shrimps&lt;/a&gt;, &lt;a href=\"polychaete\"&gt;polychaete&lt;/a&gt;s and &lt;a href=\"mollusc\"&gt;mollusc&lt;/a&gt;s, however little else is known of its biology. Bay whiting are an important part of some inshore &lt;a href=\"fisheries\"&gt;fisheries&lt;/a&gt; around Australia and &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;, where &lt;a href=\"subsistence%20economy\"&gt;subsistence&lt;/a&gt; and &lt;a href=\"commercial%20fishermen\"&gt;commercial fishermen&lt;/a&gt; regularly take the species.\nTaxonomy and naming.\nThe bay whiting is one of 29 &lt;a href=\"species\"&gt;species&lt;/a&gt; in the &lt;a href=\"genus\"&gt;genus&lt;/a&gt; \"&lt;a href=\"Sillago\"&gt;Sillago&lt;/a&gt;\", which is one of three divisions of the smelt-whiting &lt;a href=\"family%20%28biology%29\"&gt;family&lt;/a&gt;, &lt;a href=\"Sillaginidae\"&gt;Sillaginidae&lt;/a&gt;. The smelt-whitings are &lt;a href=\"Perciformes\"&gt;Perciformes&lt;/a&gt; in the &lt;a href=\"suborder\"&gt;suborder&lt;/a&gt; &lt;a href=\"Percoidei\"&gt;Percoidei&lt;/a&gt;.\nThe species was first identified and named \"Sillago ingenuua\" by Roland McKay in his comprehensive 1985 review of the family Sillaginidae, with the &lt;a href=\"holotype\"&gt;holotype&lt;/a&gt; collected near &lt;a href=\"Chantaburi\"&gt;Chantaburi&lt;/a&gt;, in the &lt;a href=\"Gulf%20of%20Thailand\"&gt;Gulf of Thailand&lt;/a&gt; in 1975. Prior to this official naming, the species had been misidentified as \"&lt;a href=\"Sillago%20argentifasciata\"&gt;Sillago argentifasciata&lt;/a&gt;\" by Shao and Chang in 1978 and again in 1980 by Dutt and Sujatha. The &lt;a href=\"binomial%20name\"&gt;binomial name&lt;/a&gt; is derived from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; \"ingenuus\", meaning \"freeborn\", in reference to Thailand where the holotype was collected. The only &lt;a href=\"common%20name\"&gt;common name&lt;/a&gt;, bay whiting is in reference to the species usual &lt;a href=\"habitat\"&gt;habitat&lt;/a&gt;.\nDescription.\nAs with most of the genus \"Sillago\", the bay whiting has a slightly compressed, elongate body tapering toward the terminal mouth. The body is covered in small &lt;a href=\"ctenoid\"&gt;ctenoid&lt;/a&gt; &lt;a href=\"Scale%20%28zoology%29\"&gt;scales&lt;/a&gt; extending to the two rows of &lt;a href=\"cheek\"&gt;cheek&lt;/a&gt; scales and head. The first &lt;a href=\"dorsal%20fin\"&gt;dorsal fin&lt;/a&gt; has 11 &lt;a href=\"Fish%20anatomy%23Spines%20and%20rays\"&gt;spines&lt;/a&gt; and the second dorsal fin has 1 leading spine with 17 soft rays posterior. The &lt;a href=\"anal%20fin\"&gt;anal fin&lt;/a&gt; is similar to the second dorsal fin, but has 2 spines with 17 soft rays posterior to the spines. Other distinguishing features include 66 to 70 &lt;a href=\"lateral%20line\"&gt;lateral line&lt;/a&gt; scales and a total of 33 &lt;a href=\"vertebrae\"&gt;vertebrae&lt;/a&gt;. The species has a known maximum length of 20 cm.\nThe &lt;a href=\"swim%20bladder\"&gt;swim bladder&lt;/a&gt; has a short anterior extension, which is significantly longer in older individuals, while there are also 5 short, pointed anterolateral projections. There is a single, poorly developed posterior projection and a poorly developed &lt;a href=\"duct%20%28anatomy%29\"&gt;duct&lt;/a&gt; like process on the &lt;a href=\"ventral\"&gt;ventral&lt;/a&gt; surface.\nThe bay whiting has a pale sandy brown &lt;a href=\"head\"&gt;head&lt;/a&gt; and body, ranging to a light &lt;a href=\"fawn%20%28color%29\"&gt;fawn&lt;/a&gt; with no obvious mid-lateral silvery band as in \"S. argentifasciata\". All fins are &lt;a href=\"hyaline\"&gt;hyaline&lt;/a&gt; in appearance, and the &lt;a href=\"pectoral%20fin\"&gt;pectoral fin&lt;/a&gt; has no dark spot at the base. Th &lt;a href=\"operculum%20%28fish%29\"&gt;operculum&lt;/a&gt; is almost clear, with the inner dark brown surface showing through. The tip of the nose is occasionally dark.\nDistribution and habitat.\nThe bay whiting is known from a fairly patchy distribution, inhabiting the &lt;a href=\"Gulf%20of%20Thailand\"&gt;Gulf of Thailand&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;, &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt; and northern &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; from &lt;a href=\"Shark%20Bay%2C%20Western%20Australia\"&gt;Shark Bay&lt;/a&gt; around the northern coast to &lt;a href=\"Adolphus%20Passage\"&gt;Adolphus Passage&lt;/a&gt;, north-eastern &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;. McKay suggests that it may be far more widespread, but commonly misidentified as \"S. argentifasciata\", or in the case of small &lt;a href=\"subsistence\"&gt;subsistence&lt;/a&gt; fisheries, has not been reported at all.\nThe species inhabits &lt;a href=\"inshore\"&gt;inshore&lt;/a&gt; &lt;a href=\"coastal\"&gt;coastal&lt;/a&gt; waters, and is known from depths between 20 and 50 m. Bay whiting, like many other sillaginids are known to inhabit estuaries, but little research has been done on their habitat preference.\nDiet.\nThe &lt;a href=\"diet%20%28nutrition%29\"&gt;diet&lt;/a&gt; of bay whiting has been the focus of a study investigating &lt;a href=\"trophic%20level\"&gt;trophic&lt;/a&gt; relations between this species, \"&lt;a href=\"Sillago%20sihama\"&gt;Sillago sihama&lt;/a&gt;\", and other similarly distributed fish of the &lt;a href=\"South%20China%20Sea\"&gt;South China Sea&lt;/a&gt;. In this location, it was found bay whiting predominantly prey on a variety of &lt;a href=\"shrimp\"&gt;shrimp&lt;/a&gt; species, &lt;a href=\"polychaete\"&gt;polychaete&lt;/a&gt; worms and &lt;a href=\"Mantis%20shrimp\"&gt;Mantis shrimp&lt;/a&gt;, with minor amounts of &lt;a href=\"crab\"&gt;crab&lt;/a&gt;s, &lt;a href=\"sea%20urchin\"&gt;sea urchin&lt;/a&gt;s, &lt;a href=\"bivalve\"&gt;bivalve&lt;/a&gt;s and &lt;a href=\"copepod\"&gt;copepod&lt;/a&gt;s. Unlike other species of sillaginid, the bay whiting doesn't have a large dietary shift as it moves to adulthood, causing parents to &lt;a href=\"intraspecific%20competition\"&gt;compete&lt;/a&gt; with offspring to an extent. The diet is, however, offset from the co-occurring \"S. sihama\", preventing significant &lt;a href=\"interspecific%20competition\"&gt;competition&lt;/a&gt; from this species.\nRelationship to humans.\nThe bay whiting is often taken by &lt;a href=\"trawl\"&gt;trawl&lt;/a&gt;ers operating on the northwest shelf of &lt;a href=\"Western%20Australia\"&gt;Western Australia&lt;/a&gt; and southward to Shark Bay. This species is very commonly trawled near &lt;a href=\"Torres%20Strait\"&gt;Torres Strait&lt;/a&gt;s to the north of &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;. It is also one of the most important species to traditional and minor commercial &lt;a href=\"fisheries\"&gt;fisheries&lt;/a&gt; along the &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;n coast. It is marketed fresh throughout its range. Bay whiting are occasionally caught by &lt;a href=\"angling\"&gt;recreational fishermen&lt;/a&gt;, with the largest recorded fish caught by an &lt;a href=\"angling\"&gt;angler&lt;/a&gt; weighing only 0.047 kg."
}