{
    "id": "13016596",
    "revid": "96340",
    "url": "https://en.wikipedia.org/wiki?curid=13016596",
    "title": "Lingerhahn",
    "text": "Lingerhahn is an \"&lt;a href=\"Ortsgemeinde\"&gt;Ortsgemeinde&lt;/a&gt;\" – a &lt;a href=\"Municipalities%20of%20Germany\"&gt;municipality&lt;/a&gt; belonging to a \"&lt;a href=\"Verbandsgemeinde\"&gt;Verbandsgemeinde&lt;/a&gt;\", a kind of collective municipality – in the &lt;a href=\"Rhein-Hunsr%C3%BCck-Kreis\"&gt;Rhein-Hunsrück-Kreis&lt;/a&gt; (&lt;a href=\"Districts%20of%20Germany\"&gt;district&lt;/a&gt;) in &lt;a href=\"Rhineland-Palatinate\"&gt;Rhineland-Palatinate&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. It belongs to the \"Verbandsgemeinde\" &lt;a href=\"Hunsr%C3%BCck-Mittelrhein\"&gt;Hunsrück-Mittelrhein&lt;/a&gt;, whose seat is in &lt;a href=\"Emmelshausen\"&gt;Emmelshausen&lt;/a&gt;.\nGeography.\nLocation.\nThe municipality lies in the central &lt;a href=\"Hunsr%C3%BCck\"&gt;Hunsrück&lt;/a&gt; between &lt;a href=\"Emmelshausen\"&gt;Emmelshausen&lt;/a&gt; and &lt;a href=\"Kastellaun\"&gt;Kastellaun&lt;/a&gt;, right on the \"&lt;a href=\"Schinderhannes\"&gt;Schinderhannes&lt;/a&gt;-Radweg\" (cycle path) and not far from the &lt;a href=\"Autobahn\"&gt;Autobahn&lt;/a&gt; &lt;a href=\"Bundesautobahn%2061\"&gt;A 61&lt;/a&gt; (&lt;a href=\"Pfalzfeld\"&gt;Pfalzfeld&lt;/a&gt; &lt;a href=\"interchange%20%28road%29\"&gt;interchange&lt;/a&gt;).\nClimate.\nYearly &lt;a href=\"Precipitation%20%28meteorology%29\"&gt;precipitation&lt;/a&gt; in Lingerhahn amounts to 758 mm, which falls into the middle third of the precipitation chart for all Germany. At 54% of the &lt;a href=\"Deutscher%20Wetterdienst\"&gt;German Weather Service's&lt;/a&gt; &lt;a href=\"weather%20station\"&gt;weather station&lt;/a&gt;s, lower figures are recorded. The driest month is February. The most rainfall comes in June. In that month, precipitation is 1.6 times what it is in February. Precipitation varies only slightly. Only at 4% of the weather stations are lower seasonal recorded.\nHistory.\nRoman times.\nNorth of Lingerhahn in 1873, in the cadastral area known as “Mohr”, remnants of a &lt;a href=\"Ancient%20Rome\"&gt;Roman&lt;/a&gt; &lt;a href=\"villa%20rustica\"&gt;villa rustica&lt;/a&gt; were unearthed. These remnants amounted to “plates made of fired clay as well as clay pipes and remnants of ashes”, although according to witnesses, coins were also found. Right nearby, a road, which had already existed before Roman times, led from the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt; to the &lt;a href=\"Moselle%20%28river%29\"&gt;Moselle&lt;/a&gt; (today's Hauptstraße, continuation: “Karrenstraße”).\nMiddle Ages.\nIn 1245, Lingerhahn had its first documentary mention: “\"Cunradus und Friedericus von Liningerhagen\"” cropped up as witnesses in a trial. It can also be gathered from this document that Lingerhahn then belonged to the parish of &lt;a href=\"Halsenbach\"&gt;Halsenbach&lt;/a&gt;.\nBy 1275, though, Lingerhahn belonged to the parish of Schönenberg (\"Sconinburg\"). This parish was named after a hill (hence the ending \"—berg\", although this word is usually taken to mean “mountain”) between &lt;a href=\"Kisselbach\"&gt;Kisselbach&lt;/a&gt;, &lt;a href=\"Riegenroth\"&gt;Riegenroth&lt;/a&gt; and Steinbach upon which the parish church stood. At this time, the tithe lord was Hermann von Milewalt. He had been granted the tithing rights by the &lt;a href=\"Chapter%20%28religion%29\"&gt;collegiate chapter&lt;/a&gt; at Saint Martin's in &lt;a href=\"Worms%2C%20Germany\"&gt;Worms&lt;/a&gt; against payment of yearly interest (“15 &lt;a href=\"Cologne\"&gt;Cologne&lt;/a&gt; solidi”).\nIn 1375, there was a tour of inspection in the greater parish of Boppard, to which the parish of Schönenberg belonged. In the description of this event, the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Imperial&lt;/a&gt; notary Detmarus von Langenbeke from Cologne noted that the Hunsrück region was found to be widely devastated; whole villages were empty. This was, of course, the upshot from the &lt;a href=\"Black%20Death\"&gt;Black Death&lt;/a&gt;, which was rife in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; in the mid 14th century. According to chroniclers, more than a fourth of the Hunsrück's population died of this sickness.\nAs a reward for his help in electing the German king, &lt;a href=\"Baldwin%20of%20Luxembourg\"&gt;Baldwin of Luxembourg&lt;/a&gt; acquired in 1309, 1312 and 1314, first from his brother &lt;a href=\"Henry%20VII%2C%20Holy%20Roman%20Emperor\"&gt;Emperor Henry VII of Luxembourg&lt;/a&gt; and later from &lt;a href=\"Louis%20IV%2C%20Holy%20Roman%20Emperor\"&gt;Louis the Bavarian&lt;/a&gt; the Imperial cities of &lt;a href=\"Boppard\"&gt;Boppard&lt;/a&gt; and &lt;a href=\"Oberwesel\"&gt;Wesel&lt;/a&gt; (now Oberwesel) and the \"Gallscheider Gericht\" (“Gallscheid Court”) at Emmelshausen as a pledge. The judicial zone of the Gallscheid Court, named after an execution place within Emmelshausen's limits – \"Galgenscheid\" or \"Galgenhöhe\", the first six letters of each being &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; for “&lt;a href=\"gallows\"&gt;gallows&lt;/a&gt;” – encompassed a great area, within which was, among other places, Lingerhahn. In the Court's 1460 boundary description, Lingerhahn was described as \"Linyngerhane slacken\". This epithet \"slacken\", which means “slags”, might well have meant the rubble mounds that can still be found today about a kilometre east of Lingerhahn (to the left before the &lt;a href=\"Pfalzfeld\"&gt;Pfalzfeld&lt;/a&gt; turnoff on \"Landesstraße\" [State Road] 214/216). These are indeed &lt;a href=\"slag\"&gt;slag&lt;/a&gt; heaps from the &lt;a href=\"ore\"&gt;ore&lt;/a&gt; &lt;a href=\"mining\"&gt;mining&lt;/a&gt; and &lt;a href=\"smelting\"&gt;smelting&lt;/a&gt; that was once done here. In 1435, Peter and Johann von Schöneck were enfeoffed with the court district.\nDestruction in the Thirty Years’ War and reconstruction.\nIn the &lt;a href=\"Thirty%20Years%27%20War\"&gt;Thirty Years' War&lt;/a&gt; (1618-1648), Lingerhahn was occupied by troops of the &lt;a href=\"Sweden\"&gt;Swedish&lt;/a&gt; king &lt;a href=\"Gustavus%20Adolphus%20of%20Sweden\"&gt;Gustav II Adolf&lt;/a&gt; and all but utterly destroyed by them as well. In the nearby village of Pfalzfeld, the \"&lt;a href=\"Schulthei%C3%9F\"&gt;Schultheiß&lt;/a&gt;\" reported food and livestock thefts and destruction of crops by soldiers. Another eyewitness spoke of abuses and murders. The war's far-reaching consequences can be seen in Lingerhahn's population figures: in 1563, Lingerhahn was home to 18 families (or family “heads”, at least), whereas by 1663, there were only seven.\nAfter the destruction, the village had to be built all over again from the ground up. This was done at a new location. The village's original site is described in the Lingerhahn school chronicle as being “more easterly”. Another clue about the old village comes from the cadastral toponym “Im Weiher”. This is a rural area some 200 m north of Lingerhahn on the road to &lt;a href=\"Hausbay\"&gt;Hausbay&lt;/a&gt;. The name means “In the Pond”, and it could refer to the old village's fire pond.\nModern times.\nIn 1784, Lingerhahn had 36 citizens. In 1798, the &lt;a href=\"Rhineland\"&gt;Rhineland&lt;/a&gt; was &lt;a href=\"Annexation\"&gt;annexed&lt;/a&gt; to the &lt;a href=\"French%20First%20Republic\"&gt;French Republic&lt;/a&gt;. The former administrative divisions, the Princely Electorates and Counties, were swept away and replaced with newly created &lt;a href=\"Departments%20of%20France\"&gt;\"départements\"&lt;/a&gt;. These were subdivided into \"arrondissements\", which in turn were subdivided into \"cantons\". Lingerhahn was grouped into the \"canton\" of Saint Goar in the Department of &lt;a href=\"Rhin-et-Moselle\"&gt;Rhin-et-Moselle&lt;/a&gt;. After the agreements concluded at the &lt;a href=\"Congress%20of%20Vienna\"&gt;Congress of Vienna&lt;/a&gt; in 1815, the Rhineland was ceded to the Kingdom of &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt; and Lingerhahn then belonged to the \"Bürgermeisterei\" (“Mayoralty”) of Pfalzfeld in the newly created district of Sankt Goar in the \"&lt;a href=\"Regierungsbezirk\"&gt;Regierungsbezirk&lt;/a&gt;\" of Coblenz (as it was then spelt).\nTroubles in March 1848.\nThe &lt;a href=\"Revolutions%20of%201848\"&gt;Year of Revolution&lt;/a&gt; – namely 1848 – did not pass Lingerhahn by. On the morning of 25 March 1848, it was reported to Mayor Müller that parishioners from Lingerhahn, “where there are many poor people and pedlars”, were preparing to storm the mayor's office in Pfalzfeld. He called his security watch together and had the men armed with rifles. Gendarmes from neighbouring places also hurried to help. At 14:00, the Lingerhahners appeared, armed with pistols and rifles, led by a rider on a white horse, which was supposed to represent &lt;a href=\"Napoleon%20I\"&gt;Napoleon&lt;/a&gt;. Behind him were the Lingerhahn parish priest's brother and brother-in-law as well as a few members of the parish council. Thereafter came the armed “army force” and at the end some women with empty baskets. Calls such as \"Vivat Napoleon!\" and \"Vivat die Republik!\" became loud.\nWhen the mayor asked them what they wanted, they answered “Freedom and equality. There exists no more Prussian state. We hereby &lt;a href=\"Secession\"&gt;secede&lt;/a&gt; from the Mayoralty.” There ensued a brawl from which some came away wounded, some badly, and during which Prussian symbols, such as official signs and two Sovereign Eagles, were torn down.\nThen, with a threat that they would come back at night with reinforcements, the armed crowd withdrew. Pfalzfeld was put under the protection of a division of the 26th Infantry Regiment and remained unmolested, while Lingerhahn once again formally seceded from Prussia, proclaimed a republic and no longer reported events that by law they had to report, such as births and deaths. Punishing these wayward people was out of the question owing to low troop strength. It was simply hoped that the impending work needing to be done in the fields would bring the citizens back to their senses. Nothing further is known about this event. It seems that nothing much else happened.\nThese insurrectionists might well have meant to destroy the mayor's office, and thereby all the deeds – particularly the land survey – as well, whereupon they would then have divided the land up among themselves. They might also have hoped for plundered booty.\nThe instigators of this small uprising seem to have been Father Schmoll, the Lingerhahn priest, and his brother, who had already drawn attention to himself by speaking out against the state. One remark that he is known to have made was: “already about 6 or 7 March it came out in Cologne that there was a religious war, that everybody should stick together.” The district chairman commented on a report of this in the margin: “Father Schmoll […] is notorious, not seldom from drinking, for his habit of being eccentric.”.\nThis, as well as yearning for Imperial times or the French Republic, can all likely be traced back to regional disputes in which denominational motives surely played a great role. The formerly &lt;a href=\"Electorate%20of%20Trier\"&gt;Electoral-Trier&lt;/a&gt;, thoroughly &lt;a href=\"Catholic%20Church\"&gt;Catholic&lt;/a&gt; Lingerhahn was bigger, and therefore in its own people's opinion at least, more important than Pfalzfeld with its mixture of denominations and its two-fifths &lt;a href=\"Protestantism\"&gt;Protestant&lt;/a&gt; minority, who with their likewise former allegiance to Hesse tended rather to look towards the &lt;a href=\"Evangelical%20Church%20in%20Germany\"&gt;Evangelical&lt;/a&gt; &lt;a href=\"Sankt%20Goar\"&gt;Sankt Goar&lt;/a&gt;.\nPolitics.\nMunicipal council.\nThe council is made up of 8 council members, who were elected by &lt;a href=\"Plurality%20voting%20system\"&gt;majority vote&lt;/a&gt; at the municipal election held on 7 June 2009, and the honorary mayor as chairman.\nMayor.\nLingerhahn's mayor is Uwe Schikorr.\nCoat of arms.\nThe German blazon reads: \"Über erhöhtem goldenen Schildfuß, darin ein roter Balken, in Grün durch einen silbernen Pfahl gespalten, vorne eine silberne Kapelle, hinten eine silberne Mauer mit einer sprudelnden Quelle.\"\nThe municipality's &lt;a href=\"Coat%20of%20arms\"&gt;arms&lt;/a&gt; might in English &lt;a href=\"Heraldry\"&gt;heraldic&lt;/a&gt; language be described thus: Per fess abased vert an endorse between a chapel affronty and a wall on top of which a spring issuant from which a stream of water, all argent, and Or a fess gules.\nThe base of the arms refers to the former \"Gallscheider Gericht\" (“Gallscheid Court”) through the arms then borne by the Lords of Schöneck (“Or a fess gules”, or a red horizontal stripe on a gold field). The &lt;a href=\"chapel\"&gt;chapel&lt;/a&gt; represents the first, thatched, church mentioned in the municipality's 1719 stock book. The wall stands for the quarrystone and brick cellar walls of a Roman villa within municipal limits. The &lt;a href=\"spring%20%28hydrosphere%29\"&gt;spring&lt;/a&gt; supposedly furnished water for those who lived in this building and was only channelled into a drain in the 1950s. The endorse (narrow vertical stripe) symbolizes Karrenstraße, a road in the municipality that has existed since pre-Roman times.\nCulture and sightseeing.\nBuildings.\nThe following are listed buildings or sites in &lt;a href=\"Rhineland-Palatinate\"&gt;Rhineland-Palatinate&lt;/a&gt;’s Directory of Cultural Monuments:"
}