{
    "id": "13022869",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=13022869",
    "title": "Sead Hadžibulić",
    "text": "Sead Hadžibulić (; born 30 January 1983) is a &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;n &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; forward.\nClub career.\nAfter beginning his career by playing in his home town clubs FK Jošanica and &lt;a href=\"FK%20Novi%20Pazar\"&gt;FK Novi Pazar&lt;/a&gt; with short loan spell with &lt;a href=\"FK%20Zvi%C5%BEd\"&gt;FK Zvižd&lt;/a&gt;. In summer 2007 he moved to Romania where he played the 2007–08 season with &lt;a href=\"Liga%20I\"&gt;Liga I&lt;/a&gt; side &lt;a href=\"ACF%20Gloria%20Bistri%C8%9Ba\"&gt;Gloria Bistrița&lt;/a&gt;. Next summer he was back in Serbia ready to make a debut in the &lt;a href=\"Serbian%20SuperLiga\"&gt;Serbian SuperLiga&lt;/a&gt; with the newly promoted side &lt;a href=\"FK%20Javor%20Ivanjica\"&gt;FK Javor Ivanjica&lt;/a&gt;. However fierce competition in the squad made him want to search for a place where he could get more chances, choosing to move abroad again, this time to &lt;a href=\"Albanian%20Superliga\"&gt;Albanian Superliga&lt;/a&gt; side &lt;a href=\"FK%20Apolonia%20Fier\"&gt;FK Apolonia Fier&lt;/a&gt; where he played until the winter break of the 2009–10 season. Another Albanian top flight side brought him that winter, &lt;a href=\"KF%20Vllaznia%20Shkod%C3%ABr\"&gt;KF Vllaznia Shkodër&lt;/a&gt; having reached to become runners-up of the &lt;a href=\"2009%E2%80%9310%20Albanian%20Cup\"&gt;2009–10 Albanian Cup&lt;/a&gt; that season. Curiously, that summer he will move precisely to the team that had won them at that Cup final, &lt;a href=\"KF%20Besa%20Kavaj%C3%AB\"&gt;KF Besa Kavajë&lt;/a&gt; who had just won the domestic &lt;a href=\"Albanian%20Supercup\"&gt;Supercup&lt;/a&gt; title as well. However, the next season was not as successful as the previous one for Besa, and Hadžibulić left the team at the following winter break.\nAfter having played for 2 years in Albanian top flight clubs, Hadžibulić returned to Serbia during the winter break of the 2010–11 season signing with his former club &lt;a href=\"FK%20Javor%20Ivanjica\"&gt;FK Javor Ivanjica&lt;/a&gt;. This time he became a regular in the squad and, after only 6 months, his good performances earned him a move to a more ambitious SuperLiga side &lt;a href=\"FK%20Hajduk%20Kula\"&gt;FK Hajduk Kula&lt;/a&gt;.\nTampines Rovers.\nIn June 2012, Hadžibulić joined the &lt;a href=\"Tampines%20Rovers%20FC\"&gt;Tampines Rovers&lt;/a&gt; in Singapore. Over the course of one season, he scored 11 goals in 24 league games.\nJagodina.\nOn June 23, 2013, Hadžibulić signed for &lt;a href=\"FK%20Jagodina\"&gt;FK Jagodina&lt;/a&gt;. After matches in &lt;a href=\"2013%E2%80%9314%20UEFA%20Europa%20League%20qualifying%20phase%20and%20play-off%20round\"&gt;Europa League Qualifiers&lt;/a&gt;, he left to &lt;a href=\"FK%20Radni%C4%8Dki%20Ni%C5%A1\"&gt;Radnički Niš&lt;/a&gt;."
}