{
    "id": "13029711",
    "revid": "1063787046",
    "url": "https://en.wikipedia.org/wiki?curid=13029711",
    "title": "Rod Morris",
    "text": "Rod Morris is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played in the 1970s and 1980s. An Australian international and Queensland &lt;a href=\"State%20of%20Origin\"&gt;State of Origin&lt;/a&gt; representative &lt;a href=\"Rugby%20league%20positions%23Prop%20forward\"&gt;front row forward&lt;/a&gt;, he played club football in the &lt;a href=\"New%20South%20Wales%20Rugby%20Football%20League\"&gt;New South Wales Rugby Football League&lt;/a&gt; for &lt;a href=\"Balmain%20Tigers\"&gt;Balmain&lt;/a&gt;, and in the &lt;a href=\"Brisbane%20Rugby%20League\"&gt;Brisbane Rugby League&lt;/a&gt; for &lt;a href=\"Eastern%20Suburbs%20Tigers\"&gt;Eastern Suburbs&lt;/a&gt; (with whom he won the 1977 and 1978 Grand Finals) and &lt;a href=\"Wynnum-Manly%20Seagulls\"&gt;Wynnum-Manly&lt;/a&gt; (with whom he won the 1984 Grand Final).\nPlaying career.\nMorris was a &lt;a href=\"Easts%20Tigers\"&gt;Brisbane Easts&lt;/a&gt; player who first represented for &lt;a href=\"Queensland%20Rugby%20League%20team\"&gt;Queensland&lt;/a&gt; in 1976 and then &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australia&lt;/a&gt; in 1977. He signed with the &lt;a href=\"Balmain%20Tigers\"&gt;Balmain Tigers&lt;/a&gt; in 1979 and was brought to Sydney, thus becoming eligible to play for New South Wales under the selection criterion of the time. In the 1979 interstate series he played against his Queensland resident brother Des Morris. He then played for Queensland in 1980 in the first ever &lt;a href=\"Rugby%20League%20State%20of%20Origin\"&gt;Rugby League State of Origin&lt;/a&gt; under the new origin selection criterion.\nHe was a &lt;a href=\"1978%20Kangaroo%20tour\"&gt;1978 Kangaroo tour&lt;/a&gt;ist playing in two Tests and ten minor tour matches. He played in all three Tests of the 1979 domestic &lt;a href=\"Rugby%20League%20Ashes\"&gt;Ashes&lt;/a&gt; series which Australia won 3-0.\nMorris made a return to Brisbane club football in 1982 and captained &lt;a href=\"Wynnum-Manly%20Seagulls\"&gt;Wynnum-Manly&lt;/a&gt; at the age of 32 to a &lt;a href=\"Brisbane%20Rugby%20League\"&gt;Brisbane Rugby League&lt;/a&gt; premiership title which was Wynnum-Manly's first ever. He put in a man-of-the-match performance in the 2nd game of the &lt;a href=\"1982%20Rugby%20League%20State%20of%20Origin%20series\"&gt;1982 State of Origin series&lt;/a&gt; before making his last representative appearances in that year's &lt;a href=\"Kangaroo%20Tour\"&gt;Kangaroo Tour&lt;/a&gt;, playing in four tour matches and contributing to the &lt;a href=\"The%20Invincibles%20%28Rugby%20League%29\"&gt;Invincibles&lt;/a&gt;' unbeaten tour record.\nHe is one of a number of players to have represented both Queensland and New South Wales and one of those rare foundation Origin representatives whose NSW appearances were bookended by selections for Queensland.\nNow Rod Morris is owner and operator of McDonald's restaurants in the South-Eastern suburbs of Brisbane. The store's that he owns include; Victoria Point, Capalaba, Capalaba Park and Cannon Hill. He previously owned Cleveland, Albion and Wynnum West stores until he sold them to both to his sons-in-law."
}