{
    "id": "13033436",
    "revid": "1049636650",
    "url": "https://en.wikipedia.org/wiki?curid=13033436",
    "title": "Council of Ministers (Netherlands)",
    "text": "The Council of Ministers () is the executive council of &lt;a href=\"Politics%20of%20the%20Netherlands\"&gt;Dutch Government&lt;/a&gt;, formed by all the &lt;a href=\"Minister%20%28government%29\"&gt;ministers&lt;/a&gt; including the &lt;a href=\"Deputy%20Prime%20Minister%20of%20the%20Netherlands\"&gt;deputy prime ministers&lt;/a&gt;. This executive council initiates laws and policy. The Council of Ministers is distinct from the &lt;a href=\"Cabinet%20of%20the%20Netherlands\"&gt;cabinet&lt;/a&gt; which also includes &lt;a href=\"Secretary%20of%20state\"&gt;state secretaries&lt;/a&gt;. State secretaries do not attend the Council of Ministers unless they are requested to do so and they do not have voting rights.\nThe Council of Ministers meets every week on Friday in the Trêveszaal (English: Room of Treaties) of the &lt;a href=\"Binnenhof\"&gt;Binnenhof&lt;/a&gt;. It makes decisions by means of &lt;a href=\"Collegiality\"&gt;collegiate governance&lt;/a&gt;. All ministers, including the Prime Minister, are (theoretically) equal. These meetings are chaired by the Prime Minister. Behind the closed doors of the Trêveszaal, Ministers can freely debate proposed decisions and express their opinion on any aspect of cabinet policy. Once a decision is made by the Council, all individual members are bound by it and are obliged to support it publicly. If a member of the cabinet does not agree with a particular decision he or she will have to step down. Generally much effort is put into reaching relative consensus on any decision. A process of voting within the Council does exist, but is hardly ever used. After each Council of Ministers, a press conference is held at the &lt;a href=\"Nieuwspoort\"&gt;Nieuwspoort&lt;/a&gt; by the Prime Minister, or if he is travelling abroad or incapacitated the first &lt;a href=\"Deputy%20Prime%20Minister%20of%20the%20Netherlands\"&gt;Deputy Prime Minister&lt;/a&gt;.\nTogether with the &lt;a href=\"Dutch%20Monarchy\"&gt;King&lt;/a&gt;, the Council of Ministers forms the Government, also known as the Crown, which makes all the major decisions. In practice the King does not participate in the daily decision-making of government, although he is kept up to date by weekly visits (on Monday) of the Prime Minister. The &lt;a href=\"Constitution%20of%20the%20Netherlands\"&gt;Dutch Constitution&lt;/a&gt; does not speak of cabinet, but instead only of the Council of Ministers and Government."
}