{
    "id": "1304162",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=1304162",
    "title": "Eros Ramazzotti",
    "text": "Eros Walter Luciano Ramazzotti (; born 28 October 1963) is an Italian musician, singer and songwriter. Ramazzotti is popular in Italy and most European countries, and throughout the Spanish-speaking world, as he has released most of his albums in both Italian and Spanish.\nSince 1984, Ramazzotti has released 11 studio albums, one &lt;a href=\"Extended%20play\"&gt;EP&lt;/a&gt;, three compilation albums, three live albums, and 37 singles. He has sold over 60 million records in his 30-year career. His repertoire includes duets with artists such as &lt;a href=\"Cher\"&gt;Cher&lt;/a&gt;, &lt;a href=\"Tina%20Turner\"&gt;Tina Turner&lt;/a&gt;, &lt;a href=\"Andrea%20Bocelli\"&gt;Andrea Bocelli&lt;/a&gt;, &lt;a href=\"Patsy%20Kensit\"&gt;Patsy Kensit&lt;/a&gt;, &lt;a href=\"Anastacia\"&gt;Anastacia&lt;/a&gt;, &lt;a href=\"Joe%20Cocker\"&gt;Joe Cocker&lt;/a&gt;, &lt;a href=\"Julio%20Iglesias\"&gt;Julio Iglesias&lt;/a&gt;, &lt;a href=\"Lynn%20Davis%20%28singer%29\"&gt;Lynn Davis&lt;/a&gt;, &lt;a href=\"Ricardo%20Arjona\"&gt;Ricardo Arjona&lt;/a&gt;, &lt;a href=\"Luciano%20Pavarotti\"&gt;Luciano Pavarotti&lt;/a&gt;, &lt;a href=\"Laura%20Pausini\"&gt;Laura Pausini&lt;/a&gt;, &lt;a href=\"Nicole%20Scherzinger\"&gt;Nicole Scherzinger&lt;/a&gt; and &lt;a href=\"Ricky%20Martin\"&gt;Ricky Martin&lt;/a&gt;.\nRamazzotti first gained international success in 1993, with the release of \"&lt;a href=\"Tutte%20storie\"&gt;Tutte storie&lt;/a&gt;\", which amassed five million album sales and occupied the top five in every country where he had previously released albums. This success led to a &lt;a href=\"Bertelsmann%20Music%20Group\"&gt;BMG International&lt;/a&gt; record contract in 1994. His audience appeal comes from several factors, including his unique voice, which can be described as somewhat nasal but nevertheless forceful and resonant &lt;a href=\"baritone\"&gt;baritone&lt;/a&gt;, and his energetic delivery of catchy, melodic tunes which are often passionate mid-tempo autobiographical ballads, with instrumentation that is rich in soft-rock influence.\nBiography.\nChildhood and early beginnings (1963–1981).\nRamazzotti was born in Cinecittà Est, a suburb of Rome. He is the son of Rodolfo Ramazzotti, a construction worker and Raffaela Molina, a housewife. His father originated from the province of &lt;a href=\"Viterbo\"&gt;Viterbo&lt;/a&gt; in &lt;a href=\"Lazio\"&gt;Lazio&lt;/a&gt; and his mother from the province of &lt;a href=\"Vibo%20Valentia\"&gt;Vibo Valentia&lt;/a&gt; in &lt;a href=\"Calabria\"&gt;Calabria&lt;/a&gt;. He was named after &lt;a href=\"Eros\"&gt;Eros&lt;/a&gt;, the Greek god of love. He began playing the guitar at age seven. As a teenager, he wrote songs with the help of his father who was a music lover and played piano. He wanted to attend a musical conservatory but failed the admission examination, and started training in bookkeeping, but dropped out. He occasionally appeared as an extra in films while dreaming of having a career as a pop-star.\nIn 1981, Ramazzotti took part in a music contest, \"&lt;a href=\"Castrocaro%20Music%20Festival\"&gt;Voci Nuove di Castrocaro&lt;/a&gt;\" (New Voices of &lt;a href=\"Castrocaro%20Terme\"&gt;Castrocaro Terme&lt;/a&gt;) with the song \"Rock 80\", which he wrote, performing in front of various record label representatives. Although the contest was won by &lt;a href=\"Zucchero\"&gt;Zucchero&lt;/a&gt; and Fiordaliso, Ramazzotti reached the final and received two votes from Roberto Galanti and Baron Lando Lanni, who represented the recently launched Italian Label DDD (Drogueria di Drugolo). DDD gave Eros his first contract. He moved to &lt;a href=\"Milan\"&gt;Milan&lt;/a&gt; with his brother Marco and his mother Raffaella, and they initially lived in the same building as the record label company.\nCareer breakthrough (1982–1986).\nRamazzotti's first single, \"Ad un amico\" (To a Friend), was released in 1982, and was not particularly well received. Soon after, Eros met Renato Brioschi, who mentored the young artist toward his first success in 1984 at the highly regarded &lt;a href=\"Festival%20della%20canzone%20italiana\"&gt;Sanremo Festival&lt;/a&gt;. His song, \"Terra promessa\" (Promised Land) won the Newcomers' category, and was subsequently released widely throughout Europe.\nIn 1985, Ramazzotti took part in the Sanremo Festival again with the song \"Una storia importante\" (An Important Story), taken from his debut album \"&lt;a href=\"Cuori%20agitati\"&gt;Cuori agitati&lt;/a&gt;\" (Troubled Hearts). While only placing sixth at the festival, \"Una storia importante\" was released as a single and became a huge hit in many European countries, including France where it sold a million units.\nHis second album \"&lt;a href=\"Nuovi%20eroi\"&gt;Nuovi eroi&lt;/a&gt;\" (New Heroes), released in 1986, earned two Platinum-awards in Switzerland with over 100,000 sales, and Gold status in Germany with over 250,000 sales. At his second Sanremo Festival appearance in 1986 his memorable single, \"&lt;a href=\"Adesso%20tu\"&gt;Adesso tu&lt;/a&gt;\" (Now You) from \"Nuovi eroi\" won the overall competition.\nPopularity established (1987–1994).\nIn 1987, Ramazzotti went on a nine-month-long tour after releasing his third album \"&lt;a href=\"In%20certi%20momenti\"&gt;In certi momenti&lt;/a&gt;\" (Sometimes), performing in front of more than a million people. \"In certi momenti\" went Gold in Germany with over 250,000 sales and Platinum in Switzerland with over 50,000 sales, and reached more than 3 million copies worldwide. As his career developed, he performed \"La Luce Buona Delle Stelle\" (The Good Light of the Stars) with &lt;a href=\"Patsy%20Kensit\"&gt;Patsy Kensit&lt;/a&gt; on 22 November 1987, and released a seven-track mini-album \"&lt;a href=\"Musica%20%C3%A8\"&gt;Musica è&lt;/a&gt;\" (Music Is) in May 1988.\nHis fifth album, \"&lt;a href=\"In%20ogni%20senso\"&gt;In ogni senso&lt;/a&gt;\" (In Every Sense), released in April 1990, attracted more than two hundred journalists from around the world to the album's press conference launch in &lt;a href=\"Venice%2C%20Italy\"&gt;Venice&lt;/a&gt;.\nAn American record producer, &lt;a href=\"Clive%20Davis\"&gt;Clive Davis&lt;/a&gt;, advised Ramazzotti to hold a concert at the &lt;a href=\"Radio%20City%20Music%20Hall\"&gt;Radio City Music Hall&lt;/a&gt; in New York City, and he became the first Italian artist to perform at the renowned concert hall, performing before a sell-out crowd. However, he was later disappointed to learn that most of his audience was of Italian descent, having hoped for a more widespread breakthrough. During that visit to the US, Ramazzotti also performed on TV shows like &lt;a href=\"The%20Tonight%20Show%20with%20Jay%20Leno\"&gt;The Tonight Show with Jay Leno&lt;/a&gt; and &lt;a href=\"Good%20Morning%20America\"&gt;Good Morning America&lt;/a&gt;. \"In ogni senso\" earned multiple Gold and Platinum album awards around the world, including a Platinum in Germany for over 500,000 sales, a triple Platinum in Switzerland for over 150,000 sales, and Platinum in the Netherlands for sales of over 100,000 units.\nHis 1991 double-CD release \"Eros in Concert\" was followed by another long tour, including a concert in Barcelona, Spain before 20,000 fans on 4 December, the day of his live CD's release.\nIn 1993, he released \"&lt;a href=\"Tutte%20storie\"&gt;Tutte storie&lt;/a&gt;\" (All Stories), and he toured in Europe and 15 Latin American countries, where he has released his Spanish language albums. That November, Ramazzotti performed \"Cose della vita\" (Things of Life) at the &lt;a href=\"MTV%20Europe%20Music%20Awards\"&gt;MTV Europe Music Awards&lt;/a&gt; in Berlin. \"Tutte storie\" entered the Top-5 album list in many countries in Europe including Italy, Germany, Switzerland, Austria, the Netherlands, Sweden and Norway. The album earned Ramazzotti four Platinums in Switzerland for sales of over 200,000 units, a Platinum in Germany for sales of over 500,000 units, and Platinum status in many other counties including the Netherlands, Sweden, Argentina and Austria. \"Tutte storie\" eventually sold five million copies worldwide which played a significant role in helping Ramazzotti get his contract with BMG International.\nWorldwide commercial success (1995–2002).\nIn the summer of 1995, Ramazzotti participated in the European summer festival along with &lt;a href=\"Rod%20Stewart\"&gt;Rod Stewart&lt;/a&gt;, &lt;a href=\"Elton%20John\"&gt;Elton John&lt;/a&gt; and &lt;a href=\"Joe%20Cocker\"&gt;Joe Cocker&lt;/a&gt;. His six-million-seller album, \"&lt;a href=\"Dove%20c%27%C3%A8%20musica\"&gt;Dove c'è musica&lt;/a&gt;\" (Where There Is Music) was released on 13 May 1996, his first completely self-produced album. On 5 December of the same year, his companion of several years and future wife &lt;a href=\"Michelle%20Hunziker\"&gt;Michelle Hunziker&lt;/a&gt; (Swiss model and television host) gave birth to their daughter, Aurora Sophie.\nIn October 1997, he released \"&lt;a href=\"Eros%20%28Eros%20Ramazzotti%20album%29\"&gt;Eros&lt;/a&gt; – Greatest Hits\", which contained two new songs, \"Quanto amore sei\" (How Much Love Are You) and \"Ancora un minuto di sole\" (Just One More Minute of Sunshine), as well as reworked versions of previous hits including \"Musica è\" (duet with &lt;a href=\"Andrea%20Bocelli\"&gt;Andrea Bocelli&lt;/a&gt;) and \"&lt;a href=\"Cose%20Della%20Vita%23Eros%20Ramazzotti%20and%20Tina%20Turner%20version\"&gt;Cose Delle Vita-Can't Stop Thinking of You&lt;/a&gt;\" as a duet with &lt;a href=\"Tina%20Turner\"&gt;Tina Turner&lt;/a&gt;. This collection entered the Top-5 in France, Belgium, Sweden and Finland, and reached No. 1 in several countries including Italy, Germany, Switzerland, Austria, the Netherlands and Norway, selling 1.2 million units in its first week of release according to BMG International.\nThe album was certified five times Platinum by IFPI (Europe) for selling well over five million units in Europe alone. The album also attained two Latin-type Platinum certifications by RIAA for sales of over 400,000 units in USA. That year, Ramazzotti was awarded \"Best International Male Artist of the Year\" at Germany's &lt;a href=\"ECHO%20%28music%20award%29\"&gt;Echo&lt;/a&gt; Music Awards.\nIn 1998, he released the live CD \"Eros Live\", which included two duets recorded during the world tour, \"Cose della vita-Can’t Stop Thinking of You\" featuring Tina Turner, and \"That's All I Need to Know-Difenderò\" with &lt;a href=\"Joe%20Cocker\"&gt;Joe Cocker&lt;/a&gt;, performed in &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt;. In 1999, Ramazzotti again collaborated with Italian superstar &lt;a href=\"Andrea%20Bocelli\"&gt;Andrea Bocelli&lt;/a&gt;, singing \"Nel Cuore Lei\" (In Your Heart) for Bocelli's album, \"&lt;a href=\"Sogno\"&gt;Sogno&lt;/a&gt;\" (Dream). The album sold over 10 million albums worldwide, gaining more recognition for Ramazzotti. In 1999, he was again awarded as \"Best International Male Artist of the Year\" at Germany's &lt;a href=\"ECHO%20%28music%20award%29\"&gt;Echo&lt;/a&gt; Music Awards. Throughout his career, Ramazzotti has done duets with some very well known artists such as &lt;a href=\"Cher\"&gt;Cher&lt;/a&gt;, &lt;a href=\"Andrea%20Bocelli\"&gt;Andrea Bocelli&lt;/a&gt;, &lt;a href=\"Joe%20Cocker\"&gt;Joe Cocker&lt;/a&gt;, &lt;a href=\"Carlos%20Santana\"&gt;Carlos Santana&lt;/a&gt;, &lt;a href=\"Tina%20Turner\"&gt;Tina Turner&lt;/a&gt;, &lt;a href=\"Anastacia\"&gt;Anastacia&lt;/a&gt;, &lt;a href=\"Luciano%20Pavarotti\"&gt;Luciano Pavarotti&lt;/a&gt;, and &lt;a href=\"Laura%20Pausini\"&gt;Laura Pausini&lt;/a&gt;.\nRamazzotti gained a reputation as a seasoned producer with the album \"Come fa bene l’amore\" (Feels good to love) by &lt;a href=\"Gianni%20Morandi\"&gt;Gianni Morandi&lt;/a&gt; in the beginning of 2000. That October, he delivered his eighth studio album \"&lt;a href=\"Stilelibero\"&gt;Stilelibero&lt;/a&gt;\" (Freestyle), which contained a duet with the American &lt;a href=\"diva\"&gt;diva&lt;/a&gt;, &lt;a href=\"Cher\"&gt;Cher&lt;/a&gt;, in the song \"&lt;a href=\"Pi%C3%B9%20che%20puoi\"&gt;Più che puoi&lt;/a&gt;\" (As Much As You Can). The album, the result of a collaboration of several producers including &lt;a href=\"Celso%20Valli\"&gt;Celso Valli&lt;/a&gt;, Claudio Guidetti, &lt;a href=\"Trevor%20Horn\"&gt;Trevor Horn&lt;/a&gt; and &lt;a href=\"Rick%20Nowels\"&gt;Rick Nowels&lt;/a&gt;, reached the Top-5 album charts throughout Europe and was certified two times Platinum by IFPI (Europe) for sales of over two million units in Europe alone. In the course of the international tour for \"Stilelibero\", Ramazzotti also appeared in eastern European countries including Moscow, Russia where he gave a three-day sold-out concerts at &lt;a href=\"Kremlin%20Palace\"&gt;Kremlin Palace&lt;/a&gt;.\nContinued success (2003–present).\nOn 30 May 2003, Ramazzotti released his ninth studio album, entitled \"&lt;a href=\"9%20%28Eros%20Ramazzotti%20album%29\"&gt;9&lt;/a&gt;\". The first single, \"&lt;a href=\"Un%27emozione%20per%20sempre\"&gt;Un'emozione per sempre&lt;/a&gt;\" (An Emotion Forever) was released on 9 May, and was number one in &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;'s official single chart for 14 consecutive weeks. \nThe album, produced along with Claudio Guidetti and Eros's longtime musical friend &lt;a href=\"Celso%20Valli\"&gt;Celso Valli&lt;/a&gt;, stayed at the No. 1 position for nine weeks in Italy's official album chart. \"9\" went on selling 3 million copies, 1.1 million of which were sold in Italy alone. He began his world tour in &lt;a href=\"Ancona\"&gt;Ancona&lt;/a&gt;, Italy which was set to have 100 dates in front of audiences of up to one million people (56 dates of which were done in Europe in front of 550,000 people).\nOn 28 October 2005, Ramazzotti's 10th album \"Calma apparente\" (Apparent Calm) was released on the day of his birthday, which he produced together with Claudio Guidetti. The album \"Calma apparente\", which was certified Platinum within a period of just one month after its release for selling over one million copies in Europe, contains the duet hit single \"&lt;a href=\"I%20Belong%20to%20You%20%28Anastacia%20song%29\"&gt;I Belong to You&lt;/a&gt;\" with American singer &lt;a href=\"Anastacia\"&gt;Anastacia&lt;/a&gt;, the single went No. 1 in several countries including Italy, Germany and Switzerland. Throughout the years, Eros has gained popularity especially in Germany, Switzerland, Austria, France, Chile, Bolivia, Peru, Argentina, Venezuela, and most &lt;a href=\"Spanish%20language\"&gt;Spanish-speaking&lt;/a&gt; countries.\nMore than ten years after Ramazzotti's first compilation album \"Eros\", which has sold total of 7.5 million copies worldwide and has reached No. 1 in many countries including Germany, Ramazzotti released a new double-CD compilation-album \"&lt;a href=\"E%C2%B2%20%28album%29\"&gt;e²&lt;/a&gt;\" on 26 October 2007; the first CD contained four new tracks and 14 original songs in a remastered format, and the second CD had 17 redone tracks, and feature artists such as &lt;a href=\"Carlos%20Santana\"&gt;Carlos Santana&lt;/a&gt;, &lt;a href=\"Wyclef%20Jean\"&gt;Wyclef Jean&lt;/a&gt;, &lt;a href=\"Steve%20Vai\"&gt;Steve Vai&lt;/a&gt;, &lt;a href=\"Jon%20Spencer\"&gt;Jon Spencer&lt;/a&gt;. The four unreleased pieces on the \"e²\" album include a new international duet \"Non siamo soli\" (We're Not Alone) which Eros sings along with Latin pop star &lt;a href=\"Ricky%20Martin\"&gt;Ricky Martin&lt;/a&gt;. This became the first single taken off the album, and was available for sale on 5 October 2007, reaching the top spot in Italy and entering the top-5 in Switzerland and Spain. In Spain, the Spanish-language version \"No estamos solos\" was certified four times Platinum for having been downloaded over 80,000 times in Digital format, whereas it was certified six times Platinum for having been downloaded 120,000 in Original Tone format (equivalent to US Master Ringtone). The single, available both in Italian and Spanish, was written by Ramazzotti and his longtime songwriting partner Claudio Guidetti.\nRamazzotti's 11-track album, \"&lt;a href=\"Ali%20e%20radici\"&gt;Ali e radici&lt;/a&gt;\" (\"Wings and Roots\"), was released on 22 May 2009, produced by Eros himself as well as his longtime musical partner Claudio Guidetti; in addition, six tracks on the album are co-produced by Michele Canova who has previously worked with artists such as &lt;a href=\"Laura%20Pausini\"&gt;Laura Pausini&lt;/a&gt;, &lt;a href=\"Tiziano%20Ferro\"&gt;Tiziano Ferro&lt;/a&gt; and &lt;a href=\"Jovanotti\"&gt;Jovanotti&lt;/a&gt;. The first single \"&lt;a href=\"Parla%20con%20me\"&gt;Parla con me&lt;/a&gt;\" (\"Talk to Me\"), released on 17 May 2009, off his 11th studio album, is a catchy pop song which has peaked at No. 1 in Italy and No. 8 in Switzerland. The album was available both in a standard-edition as well as in a deluxe-edition, which includes 64-page booklet of photographs, and it entered the Top-5 in Germany, Austria, the Netherlands, France, Sweden, and was number-one in Italy and Switzerland.\nRamazzotti's studio album, &lt;a href=\"Noi%20%28We%29\"&gt;\"Noi\"&lt;/a&gt; was released on 13 November 2012 in Italy and 16 November in other European territories including Germany. The album contains 14 tracks including duets with &lt;a href=\"Andy%20Garcia\"&gt;Andy Garcia&lt;/a&gt;, &lt;a href=\"Nicole%20Scherzinger\"&gt;Nicole Scherzinger&lt;/a&gt; as well as collaborations with &lt;a href=\"Club%20Dogo\"&gt;Club Dogo&lt;/a&gt;, &lt;a href=\"Il%20Volo\"&gt;Il Volo&lt;/a&gt; and &lt;a href=\"Hooverphonic\"&gt;Hooverphonic&lt;/a&gt;. The first single from the album entitled \"Un angelo disteso al sole\" was released on 13 October 2012, which peaked at No.5 in Ramazzotti's home market, Italy. The album \"Noi\" has gone four times Platinum in Italy for shipment of over 240,000 units, while in Germany, the album has shipped over 100,000 units reaching status of Gold.\nRamazzotti's next studio album was released in Italy on 12 May 2015, entitled \"Perfetto\". The album contains 14 tracks, which have been recorded in Los Angeles, Milan and Rome. The songs are produced by Ramazzotti and his longtime partner Claudio Guidetti. The first single from the album is \"Alla Fine Del Mondo\", which was released on 27 March 2015.\nRamazzotti's 14th studio album \"&lt;a href=\"Vita%20ce%20n%27%C3%A8\"&gt;Vita ce n'è&lt;/a&gt;\" was released on 23 November 2018 in some of the European markets including Italy, Germany, Belgium and the Netherlands. The album contains duets with &lt;a href=\"Alessia%20Cara\"&gt;Alessia Cara&lt;/a&gt; on the track called \"Vale per sempre\" as well as a duet with &lt;a href=\"Luis%20Fonsi\"&gt;Luis Fonsi&lt;/a&gt; on the track called \"Per le strade una canzone\". In its first week of release, \"Vita ce n'è\" entered the Italian album chart at No.1, in Germany at No.7.\nDuring his 25-year career he has sold over 55 million records worldwide.\nPersonal life.\nRamazzotti is very private about his personal life, keeping a small circle of friends. Ramazzotti had a poor childhood, and recalls growing up:\nRamazzotti recalls being extremely shy in the early 1980s before achieving fame:\nIn spite of being born and raised in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;, he is famous for his loyal support of &lt;a href=\"Juventus%20F.C.\"&gt;Juventus F.C.&lt;/a&gt;. On 26 March 2012, he was awarded a personal star by club legend &lt;a href=\"Pavel%20Nedved\"&gt;Pavel Nedved&lt;/a&gt; as recognition of his importance as supporter.\nHis 320-page autobiography, co-written by Luca Bianchini, was published on 13 April 2006.\nMarriages.\nRamazzotti was married to &lt;a href=\"Swiss%20people\"&gt;Swiss&lt;/a&gt; model and actress &lt;a href=\"Michelle%20Hunziker\"&gt;Michelle Hunziker&lt;/a&gt; from 1998 to 2002, with whom he has a daughter &lt;a href=\"Aurora%20Sophie%20Ramazzotti\"&gt;Aurora Sophie&lt;/a&gt; (born 5 December 1996). Ramazotti's 1996 hit song \"&lt;a href=\"Pi%C3%B9%20bella%20cosa\"&gt;Più bella cosa&lt;/a&gt;\" was dedicated to then-girlfriend Michelle (who appears in the song's music video), and his follow-up release \"L'Aurora\" in February 1997 to his newborn.\nRamazzotti remarried at age 52 to Italian model and actress Marica Pellegrinelli (born 1988), on 6 June 2014 at the &lt;a href=\"Royal%20Palace%20of%20Milan\"&gt;Royal Palace of Milan&lt;/a&gt;. They have a daughter, Raffaela Maria (born 3 August 2011) and a son, Gabrio Tullio (born 14 March 2015).\nAwards and nominations.\nRamazzotti has received many Italian and international awards and nominations for his music work. It includes winning as Best Italian Artist three times (1997, 2001 and 2004) and Best Italian Pop/Rock Male Artist (2003) during the &lt;a href=\"World%20Music%20Awards\"&gt;World Music Awards&lt;/a&gt;. He also won International Male Artist of the Year six times during the &lt;a href=\"Echo%20Awards\"&gt;Echo Awards&lt;/a&gt; (1997, 1998, 1999, 2002, 2004, 2013)."
}