{
    "id": "13049099",
    "revid": "42638703",
    "url": "https://en.wikipedia.org/wiki?curid=13049099",
    "title": "Alexandré Pölking",
    "text": "Alexandre Pölking (born 12 March 1976), sometimes known simply as Mano, is a Brazilian-German &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"Manager%20%28association%20football%29\"&gt;manager&lt;/a&gt; and former player. He is currently the head coach of &lt;a href=\"Thailand%20national%20football%20team\"&gt;Thailand national team&lt;/a&gt;.\nPlaying career.\nHe started his career in his ancestral country of Germany, playing for &lt;a href=\"VfB%20Fichte%20Bielefeld\"&gt;VfB Fichte Bielefeld&lt;/a&gt;, &lt;a href=\"Arminia%20Bielefeld\"&gt;Arminia Bielefeld&lt;/a&gt; and &lt;a href=\"SV%20Darmstadt%2098\"&gt;SV Darmstadt 98&lt;/a&gt;. In 2005, he moved to Cyprus where he played for &lt;a href=\"Olympiakos%20Nicosia\"&gt;Olympiakos Nicosia&lt;/a&gt; and &lt;a href=\"APOEL%20F.C.\"&gt;APOEL&lt;/a&gt;.\nManagerial career.\nPölking was the assistant of German manager &lt;a href=\"Winfried%20Sch%C3%A4fer\"&gt;Winfried Schäfer&lt;/a&gt; since 2008 at &lt;a href=\"Al%20Ain%20FC\"&gt;Al Ain FC&lt;/a&gt; and &lt;a href=\"FC%20Baku\"&gt;FC Baku&lt;/a&gt;. In 2012, Alexandré Pölking came to Thailand to be the assistant of Schäfer who was appointed as the national head coach of &lt;a href=\"Thailand%20national%20football%20team\"&gt;Thailand national team&lt;/a&gt; in June 2011. In 2013, Pölking was appointed by the &lt;a href=\"Army%20United%20F.C.\"&gt;Army United&lt;/a&gt; as the head coach. He finished his first season as the manager with sixth place at the final standing.\nIn 2014, Pölking moved to &lt;a href=\"Suphanburi%20F.C.\"&gt;Suphanburi&lt;/a&gt;. He was later sacked by the club after 12 games of &lt;a href=\"Thai%20Premier%20League\"&gt;Thai Premier League&lt;/a&gt;. Pölking has become the head coach of &lt;a href=\"Bangkok%20United%20F.C.\"&gt;Bangkok United&lt;/a&gt; in the second leg of a 2014 season. He made the debut for Bangkok United with 3–0 win over his former club Army United on 25 June 2014.\nPölking has been appointed as the national head coach of Thailand national team, the &lt;a href=\"Football%20Association%20of%20Thailand\"&gt;Football Association of Thailand&lt;/a&gt; (FAT) announced on 28 September 2021, Pölking, replaces Japanese coach &lt;a href=\"Akira%20Nishino%20%28footballer%29\"&gt;Akira Nishino&lt;/a&gt;, who was sacked in July after the War Elephants were eliminated in the qualifying round for the &lt;a href=\"2022%20FIFA%20World%20Cup\"&gt;2022 FIFA World Cup&lt;/a&gt;. Polking's first task was the &lt;a href=\"2020%20AFF%20Championship\"&gt;2020 AFF Championship&lt;/a&gt; in December 2021. Between 5 December 2021 and 1 January 2022, Polking accomplished the very task as he managed the War Elephants to win 6–2 on aggregate after being held to 2–2 second-leg draw by Indonesia's Garuda, making Thailand reign the AFF Championship for the sixth time.\nManagerial statistics.\n A win or loss by the penalty shoot-out is regarded as the draw in time.\nHonours.\nManager.\nBangkok United\nThailand\nIndividual"
}