{
    "id": "13059699",
    "revid": "1063427427",
    "url": "https://en.wikipedia.org/wiki?curid=13059699",
    "title": "Nik Kosef",
    "text": "Nik Kosef (born 6 June 1974) is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played as a and &lt;a href=\"Rugby%20league%20positions%23Second-row%20forward\"&gt;second-row&lt;/a&gt; forward in the 1990s and 2000s. He was a state and international representative whose club career was spent with the &lt;a href=\"Manly-Warringah%20Sea%20Eagles\"&gt;Manly-Warringah Sea Eagles&lt;/a&gt; and the &lt;a href=\"Northern%20Eagles\"&gt;Northern Eagles&lt;/a&gt;.\nClub career.\nKosef made his first-grade debut for Manly in a round 18 match of 1992 against the &lt;a href=\"Penrith%20Panthers\"&gt;Penrith Panthers&lt;/a&gt;. He played for the club and its related successor the Northern Eagles for eleven consecutive seasons although his last three years were interrupted by injury.\nHe was a member of Manly's premiership winning side of &lt;a href=\"Australian%20Rugby%20League%20season%201996%23Grand%20Final\"&gt;season 1996&lt;/a&gt; as well as the teams which lost the Grand Finals in &lt;a href=\"Australian%20Rugby%20League%20season%201995%23Grand%20final\"&gt;1995&lt;/a&gt; and &lt;a href=\"Australian%20Rugby%20League%20season%201997%23Grand%20final\"&gt;1997&lt;/a&gt; to &lt;a href=\"Sydney%20Bulldogs\"&gt;Canterbury&lt;/a&gt; and &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle&lt;/a&gt; respectively.\nFour knee injuries limited his appearances at the Northern Eagles to just ten games during the 2000 and 2001 seasons. Kosef made his return to the team in 2002 after sorting out a contract dispute with the club. Kosef accepted a pay-out from Manly for the final year of his contract, and he retired at the end of 2002.\nRepresentative career.\nKosef first represented for the &lt;a href=\"New%20South%20Wales%20Rugby%20League%20team\"&gt;New South Wales Blues&lt;/a&gt; at lock in game I of the &lt;a href=\"1997%20State%20of%20Origin%20series\"&gt;1997 State of Origin series&lt;/a&gt; at the time when the game was divided by the &lt;a href=\"Super%20League%20war\"&gt;Super League war&lt;/a&gt;. He held his position in all three games that year. He played in two games in the &lt;a href=\"1998%20State%20of%20Origin%20series\"&gt;1998 series&lt;/a&gt; and was in the run-on side in all three games of 1999 at lock and second-row.\nKosef made his international representative debut for &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australia&lt;/a&gt; in the &lt;a href=\"1995%20Rugby%20League%20World%20Cup\"&gt;1995 World Cup&lt;/a&gt; in the group match against South Africa and played in three matches in that tournament. He played in the 1996 Test against Papua New Guinea. He represented in one Test against &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;New Zealand&lt;/a&gt; in 1998, in the Anzac Test of 1999 and in all three matches played against New Zealand and Great Britain in the &lt;a href=\"1999%20Tri-Nations%20series\"&gt;1999 Tri-Nations series&lt;/a&gt;.\nPost playing.\nSince retiring from rugby league, Kosef is a publican in Queensland."
}