{
    "id": "13061613",
    "revid": "23129483",
    "url": "https://en.wikipedia.org/wiki?curid=13061613",
    "title": "Rushcliffe Country Park",
    "text": "Rushcliffe Country Park (&lt;a href=\"Grid%20Reference\"&gt;Grid Reference&lt;/a&gt; SK577320) is an open park space covering approximately , located on Mere Way just south of &lt;a href=\"Ruddington\"&gt;Ruddington&lt;/a&gt; on the &lt;a href=\"A60%20road\"&gt;A60&lt;/a&gt; in the borough of &lt;a href=\"Rushcliffe\"&gt;Rushcliffe&lt;/a&gt;, &lt;a href=\"Nottinghamshire\"&gt;Nottinghamshire&lt;/a&gt;, England. The park has maintained the &lt;a href=\"Green%20Flag%20award\"&gt;Green Flag award&lt;/a&gt; for twelve years; the national standard for parks and green spaces in England and Wales.\nHistory.\nOriginally the area was a boggy waterland. In the 18th century it was drained into a &lt;a href=\"stream\"&gt;stream&lt;/a&gt; named Gibsons Dyke and transformed into productive &lt;a href=\"Arable%20land\"&gt;farmland&lt;/a&gt; by Arthur Gibson after the &lt;a href=\"Enclosure%20Act\"&gt;Enclosure Act&lt;/a&gt; of 1767.\nIn 1940 &lt;a href=\"Ruddington%20Depot\"&gt;Ruddington Depot&lt;/a&gt; was built with a &lt;a href=\"bomb\"&gt;bomb&lt;/a&gt; factory and ammunition bunker. The site consisted of over 200 buildings and took 18 months to build. A total of 4000 workers were involved in the building work of a site that would remain for 41 years. A railway station &lt;a href=\"Ruddington%20Factory%20Halt%20railway%20station\"&gt;Ruddington Factory Halt railway station&lt;/a&gt; was also constructed.\nAfter being decommissioned in 1945 the site was used for auctioning redundant ex-military &lt;a href=\"vehicles\"&gt;vehicles&lt;/a&gt; and equipment, with the depot finally closing in 1983. The auctions were known nationally and were held every eight weeks; each auction lasted for about a week and their popularity caused them to be advertised in the national press, which attracted dealers from all over the country.\nThe park is now situated on the site of the disused &lt;a href=\"Ministry%20of%20Defence%20%28United%20Kingdom%29\"&gt;Ministry of Defence (United Kingdom)&lt;/a&gt; depot. The buildings were reduced to rubble when the park was reclaimed and designed by &lt;a href=\"Nottinghamshire\"&gt;Nottinghamshire&lt;/a&gt; &lt;a href=\"County%20Council\"&gt;County Council&lt;/a&gt;. The rubble was used to landscape the site, almost 140,000 trees were planted and a 70,000 m3 lake created. Some areas, including Fowemer Hill were raised by 7 metres.\nWork began in 1989 and the park was finally completed in 1993 at a cost of £3.5 million.\nOriginally the site was to be used for housing but the district council were against the idea. It was then suggested that the site be used as a business park with landscaped surroundings. The Transport Heritage Centre was added as another idea to add greater interest to the site.\nIn 1999 a part of the play area was destroyed by an &lt;a href=\"arson\"&gt;arson&lt;/a&gt; attack. The damage cost £14,000 to repair but is the only serious piece of willful damage to date.\nIt is now managed by &lt;a href=\"Rushcliffe\"&gt;Rushcliffe&lt;/a&gt; Borough Council with a team of full-time rangers and dedicated team of volunteers.\nFacilities.\nThe park is a natural habitat for wildlife, including a family of &lt;a href=\"swan\"&gt;swan&lt;/a&gt;s who first took up residence in May 1996 and is also used as an open space for recreational activities. It is open 365 days of the year although the car park has opening times dependent on the time of year. The car park was improved in early 2009 to improve safety and again in 2018 to create an additional 20 spaces.\nThere are over of pathways situated between landscaped areas, grassland, &lt;a href=\"wildflower\"&gt;wildflower&lt;/a&gt; meadows, community gardens and woodlands which are used by walkers, &lt;a href=\"jogger\"&gt;jogger&lt;/a&gt;s and &lt;a href=\"cyclist\"&gt;cyclist&lt;/a&gt;s.\nThe park is also located next to &lt;a href=\"Ruddington\"&gt;Ruddington&lt;/a&gt; Fields Business Park and the &lt;a href=\"Nottingham%20Transport%20Heritage%20Centre\"&gt;Nottingham Transport Heritage Centre&lt;/a&gt; which is open every Sunday and &lt;a href=\"Bank%20Holiday\"&gt;Bank Holiday&lt;/a&gt; from &lt;a href=\"Easter%20Sunday\"&gt;Easter Sunday&lt;/a&gt; to late October, with its collection of &lt;a href=\"steam%20trains\"&gt;steam trains&lt;/a&gt; and classic &lt;a href=\"buses\"&gt;buses&lt;/a&gt;.\nRecreation.\nThere are numerous recreational activities within the park including three Natural Heritage Trails of varying length which are followed by markers:\nA play area for children was built in 1996 at a cost of £180,000 and now has over twenty pieces of play equipment including two items of play equipment designed for &lt;a href=\"disabled\"&gt;disabled&lt;/a&gt; visitors, specifically a &lt;a href=\"swing%20%28seat%29\"&gt;swing&lt;/a&gt; and roundabout which have been designed in conjunction with carers and professionals and include full body support and removable harnesses.\nThe whole play area underwent a £60,000 refurbishment in spring 2008 which added extra equipment for children whatever their needs.\nA &lt;a href=\"skateboard\"&gt;skateboard&lt;/a&gt; ramp was built in 2000 due to the enthusiasm of local &lt;a href=\"teenagers\"&gt;teenagers&lt;/a&gt; who raised funds for its construction and there is a small refreshment stand close by along with public &lt;a href=\"toilets\"&gt;toilets&lt;/a&gt;.\nThere is a man made lake fed from a &lt;a href=\"culvert\"&gt;culvert&lt;/a&gt; (Gibsons Dyke) with reed beds covering two &lt;a href=\"hectares\"&gt;hectares&lt;/a&gt;, which serve as an important habitat for many species of &lt;a href=\"bird\"&gt;bird&lt;/a&gt;s and &lt;a href=\"insect\"&gt;insect&lt;/a&gt; life. The park is an ideal place to spot &lt;a href=\"wildlife\"&gt;wildlife&lt;/a&gt; in a natural habitat.\nThe park hosts several annual events, including a kite festival (which also boasts vintage &lt;a href=\"funfair\"&gt;fairground&lt;/a&gt; rides, farmers market and craft fair) and an annual 10k &lt;a href=\"Charity%20%28practice%29\"&gt;charity&lt;/a&gt; race including a 2k &lt;a href=\"fun%20run\"&gt;fun run&lt;/a&gt;.\nIn March 2009, the nominated 10k charity race was in aid of &lt;a href=\"Cerebral%20Palsy\"&gt;Cerebral Palsy&lt;/a&gt; Sport.\nIn spring 2008 work began on a 4-cross cycle track which opened in May The track has been designed by &lt;a href=\"Borough%20council\"&gt;Council&lt;/a&gt; engineers and members of the &lt;a href=\"Free%20Riders\"&gt;Free Riders&lt;/a&gt; 4-cross club and was partly funded by a £20,000 grant.\nA series of obstacles have been developed on a hillside including table tops, ski jumps, drop offs and double / triple jumps which will be to competition standards. It is intended that the track will be used for competitions, race meetings, daytime and evening school sessions as well as for public use. It will be one of only eight tracks based in the United Kingdom.\nEnvironment.\nEnergy.\nAn Environmental Education Centre was officially opened in 2005 and is designed to be energy neutral. The project was financed by &lt;a href=\"Nottinghamshire%20County%20Council\"&gt;Nottinghamshire County Council&lt;/a&gt;\nTwo Iskra AT5-1 &lt;a href=\"wind%20turbine\"&gt;wind turbine&lt;/a&gt;s were installed in February 2005 which generate power with the excess sold to the &lt;a href=\"National%20Grid%20%28UK%29\"&gt;National Grid&lt;/a&gt; whilst &lt;a href=\"Solar%20power\"&gt;Solar Power&lt;/a&gt; is used for water heating along with a Biomass Boiler. Composting toilets have also been installed.\nRushcliffe Country Park has received awards for its effective energy management.\nConservation.\nGibbies Wood is an area of the park covering 4.5 hectares named after Arthur Gibson, which is part of the Natural Heritage Project and also a &lt;a href=\"BTCV\"&gt;BTCV&lt;/a&gt; award winning project. \nThe area appeared to be returning to a &lt;a href=\"marshland\"&gt;marshland&lt;/a&gt; and therefore simple, modern drains were laid to discharge water from the site. This in turn created a shallow pond and helped re-establish a part of the marsh.\nThe park is home to a number of types of trees including: &lt;a href=\"English%20oak\"&gt;English oak&lt;/a&gt;, &lt;a href=\"Oak\"&gt;Red oak&lt;/a&gt;, &lt;a href=\"Whitebeam\"&gt;Whitebeam&lt;/a&gt;, &lt;a href=\"Rowan\"&gt;Rowan&lt;/a&gt;, &lt;a href=\"Scots%20pine\"&gt;Scots pine&lt;/a&gt;, &lt;a href=\"Cherry\"&gt;Cherry&lt;/a&gt;, &lt;a href=\"Taxus%20baccata\"&gt;Yew&lt;/a&gt;, &lt;a href=\"Acer%20campestre\"&gt;Field maple&lt;/a&gt;, &lt;a href=\"Tilia\"&gt;Lime&lt;/a&gt;, &lt;a href=\"Ash%20tree\"&gt;Ash&lt;/a&gt;, &lt;a href=\"European%20beech\"&gt;Copper beech&lt;/a&gt;, &lt;a href=\"Maple\"&gt;Maple&lt;/a&gt;, &lt;a href=\"Silver%20birch\"&gt;Silver birch&lt;/a&gt;, &lt;a href=\"Alder\"&gt;Alder&lt;/a&gt;, &lt;a href=\"Larch\"&gt;Larch&lt;/a&gt;\nThe Wildflower &lt;a href=\"Meadows\"&gt;Meadows&lt;/a&gt; host over 100 species of &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s and 20 types of grass. From May through to September a succession of flowers attract &lt;a href=\"bees\"&gt;bees&lt;/a&gt;, &lt;a href=\"butterflies\"&gt;butterflies&lt;/a&gt; and many other insects. Small &lt;a href=\"mammals\"&gt;mammals&lt;/a&gt; also live within the meadows which creates a hunting ground for the &lt;a href=\"birds%20of%20prey\"&gt;birds of prey&lt;/a&gt;.\nTo date, 262 species of &lt;a href=\"moth\"&gt;moth&lt;/a&gt;, 23 species of &lt;a href=\"butterfly\"&gt;butterfly&lt;/a&gt; and 130 species of &lt;a href=\"birds\"&gt;birds&lt;/a&gt; have been recorded.\nThere are a number of &lt;a href=\"barn%20owl\"&gt;barn owl&lt;/a&gt; boxes throughout the park that attract little &lt;a href=\"owl\"&gt;owl&lt;/a&gt;s and &lt;a href=\"kestrel\"&gt;kestrel&lt;/a&gt;s.\nThe 1082 plus species of flora and fauna give the park SINC Status (&lt;a href=\"Site%20of%20Importance%20for%20Nature%20Conservation\"&gt;Site of Importance for Nature Conservation&lt;/a&gt;) and &lt;a href=\"Natural%20England\"&gt;Natural England&lt;/a&gt; have confirmed the park has Nature Reserve Status.\nFriends of Rushcliffe Country Park.\nThe Friends of Rushcliffe Country Park is a voluntary group formed in October 1997 and a registered &lt;a href=\"Charitable%20organization\"&gt;charity&lt;/a&gt; which meets regularly and carries out improvement projects along with conservation work.\nRecent projects have included the creation of a Garden of Friendship, willow sculptures, a tree identification trail, a sensory walk, and the carving of seats and other features, as well as conservation work such as hedge laying. The Friends of Rushcliffe Park also submitted a bid for lottery funding to provide fitness equipment for adults. This bid was ultimately unsuccessful but the project went ahead anyway. The adult fitness trail is located near the children's park area.\nEducation.\n&lt;a href=\"Park%20ranger\"&gt;Ranger&lt;/a&gt;s provide educational talks to local groups on environmental topics and there are also exhibitions explaining how to live a greener lifestyle.\nFor children there is a tree identification trail, pond dipping, sensory trail, orienteering, adventure orienteering trail and a habitat walk (the ranger-led activities are dependent on the weather and staff availability).\nControversy.\nNaming and byelaws.\nIn August 1993 the park was officially handed over to Rushcliffe Borough Council by Nottinghamshire County Council. In fierce controversy the park was named 'Rushcliffe Country Park' whilst it had been known locally as 'Ruddington Country Park'. Many local residents still do not recognise the park by its official name, preferring to use its previous title. \nTree felling.\nIn March 2008 a &lt;a href=\"petition\"&gt;petition&lt;/a&gt; was started to prevent the felling of several &lt;a href=\"Populus\"&gt;poplar&lt;/a&gt; and &lt;a href=\"sycamore%20maple\"&gt;sycamore&lt;/a&gt; trees along the edge of the &lt;a href=\"A60%20road\"&gt;A60&lt;/a&gt;. It was concluded that twelve poplar trees could pose a danger to traffic as they were stressed and the sycamore trees had taken over the available space restricting the growth of other trees and had killed a &lt;a href=\"Hedge%20%28barrier%29\"&gt;hedgerow&lt;/a&gt; due to their close proximity blocking light.\nThe petition gained approximately 350 signatures and was handed to &lt;a href=\"Rushcliffe\"&gt;Rushcliffe&lt;/a&gt; Borough Council.\nThe local council consulted with the &lt;a href=\"Forestry%20Commission\"&gt;Forestry Commission&lt;/a&gt; and maintained that once the trees were removed a new hedgerow would be planted which will add to the diversity of &lt;a href=\"wildlife\"&gt;wildlife&lt;/a&gt; within the park and work begun felling the poplar trees in June 2008. In October 2008 the sycamore trees were felled and at the same time the hedgerow was re-planted with &lt;a href=\"blackthorn\"&gt;blackthorn&lt;/a&gt;, &lt;a href=\"Crataegus%20monogyna\"&gt;hawthorn&lt;/a&gt; and other native plants.\nThe final trees were felled in early 2009 and 500 new trees were planted. The council intends to thin out the newly planted trees accordingly to create a new woodland area.\nEvents.\nA &lt;a href=\"Parkrun\"&gt;Parkrun&lt;/a&gt; takes place every Saturday morning at 9 am."
}