{
    "id": "13087180",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=13087180",
    "title": "Mass (mass spectrometry)",
    "text": "The mass recorded by a &lt;a href=\"mass%20spectrometer\"&gt;mass spectrometer&lt;/a&gt; can refer to different physical quantities depending on the characteristics of the instrument and the manner in which the &lt;a href=\"mass%20spectrum\"&gt;mass spectrum&lt;/a&gt; is displayed.\nUnits.\nThe &lt;a href=\"dalton%20%28unit%29\"&gt;dalton&lt;/a&gt; (symbol: Da) is the standard &lt;a href=\"Unit%20of%20measurement\"&gt;unit&lt;/a&gt; that is used for indicating &lt;a href=\"mass\"&gt;mass&lt;/a&gt; on an atomic or molecular scale (&lt;a href=\"atomic%20mass\"&gt;atomic mass&lt;/a&gt;). The &lt;a href=\"unified%20atomic%20mass%20unit\"&gt;unified atomic mass unit&lt;/a&gt; (symbol: u) is equivalent to the dalton. One dalton is approximately the mass of one a single proton or neutron. The unified atomic mass unit has a value of . The \"amu\" without the \"unified\" prefix is an obsolete unit based on oxygen, which was replaced in 1961.\nMolecular mass.\nThe &lt;a href=\"molecular%20mass\"&gt;molecular mass&lt;/a&gt; (abbreviated Mr) of a &lt;a href=\"chemical%20compound\"&gt;substance&lt;/a&gt;, formerly also called molecular weight and abbreviated as MW, is the &lt;a href=\"mass\"&gt;mass&lt;/a&gt; of one &lt;a href=\"molecule\"&gt;molecule&lt;/a&gt; of that substance, relative to the &lt;a href=\"unified%20atomic%20mass%20unit\"&gt;unified atomic mass unit&lt;/a&gt; u (equal to 1/12 the mass of one &lt;a href=\"atom\"&gt;atom&lt;/a&gt; of &lt;a href=\"carbon-12\"&gt;12C&lt;/a&gt;). Due to this relativity, the molecular mass of a substance is commonly referred to as the relative molecular mass, and abbreviated to Mr.\nAverage mass.\nThe average mass of a molecule is obtained by summing the &lt;a href=\"average%20atomic%20mass\"&gt;average atomic mass&lt;/a&gt;es of the constituent elements. For example, the average mass of natural &lt;a href=\"water\"&gt;water&lt;/a&gt; with formula H2O is 1.00794 + 1.00794 + 15.9994 = 18.01528 Da.\nMass number.\nThe &lt;a href=\"mass%20number\"&gt;mass number&lt;/a&gt;, also called the &lt;a href=\"nucleon\"&gt;nucleon&lt;/a&gt; number, is the number of &lt;a href=\"proton\"&gt;proton&lt;/a&gt;s and &lt;a href=\"neutron\"&gt;neutron&lt;/a&gt;s in an &lt;a href=\"atomic%20nucleus\"&gt;atomic nucleus&lt;/a&gt;. The mass number is unique for each &lt;a href=\"isotope\"&gt;isotope&lt;/a&gt; of an element and is written either after the element name or as a superscript to the left of an element's symbol. For example, &lt;a href=\"carbon-12\"&gt;carbon-12&lt;/a&gt; (12C) has 6 protons and 6 neutrons.\nNominal mass.\nThe nominal mass for an element is the mass number of its most abundant naturally occurring stable isotope, and for an ion or molecule, the nominal mass is the sum of the nominal masses of the constituent atoms. Isotope abundances are tabulated by &lt;a href=\"IUPAC\"&gt;IUPAC&lt;/a&gt;: for example carbon has two stable isotopes 12C at 98.9% natural abundance and 13C at 1.1% natural abundance, thus the nominal mass of carbon is 12. The nominal mass is not always the lowest mass number, for example &lt;a href=\"Isotopes%20of%20iron\"&gt;iron has isotopes&lt;/a&gt; 54Fe, 56Fe, 57Fe, and 58Fe with abundances 6%, 92%, 2%, and 0.3%, respectively, and a nominal mass of 56 Da. For a molecule, the nominal mass is obtained by summing the nominal masses of the constituent elements, for example water has two hydrogen atoms with nominal mass 1 Da and one oxygen atom with nominal mass 16 Da, therefore the nominal mass of H2O is 18 Da.\nIn mass spectrometry, the difference between the nominal mass and the monoisotopic mass is the &lt;a href=\"mass%20defect\"&gt;mass defect&lt;/a&gt;. This differs from the definition of mass defect used in physics which is the difference between the mass of a composite particle and the sum of the masses of its constituent parts.\nAccurate mass.\nThe accurate mass (more appropriately, the measured accurate mass) is an experimentally determined mass that allows the elemental composition to be determined. For molecules with mass below 200 &lt;a href=\"Dalton%20%28unit%29\"&gt;Da&lt;/a&gt;, 5 &lt;a href=\"Parts%20per%20million\"&gt;ppm&lt;/a&gt; accuracy is often sufficient to uniquely determine the elemental composition.\nExact mass.\nThe exact mass of an isotopic species (more appropriately, the calculated exact mass) is obtained by summing the masses of the individual isotopes of the molecule. For example, the exact mass of water containing two hydrogen-1 (1H) and one oxygen-16 (16O) is 1.0078 + 1.0078 + 15.9949 = 18.0105 Da. The exact mass of &lt;a href=\"heavy%20water\"&gt;heavy water&lt;/a&gt;, containing two hydrogen-2 (&lt;a href=\"deuterium\"&gt;deuterium&lt;/a&gt; or 2H) and one oxygen-16 (16O) is 2.0141 + 2.0141 + 15.9949 = 20.0229 Da.\nWhen an exact mass value is given without specifying an isotopic species, it normally refers to the most abundant isotopic species.\nMonoisotopic mass.\nThe monoisotopic mass is the sum of the &lt;a href=\"mass\"&gt;mass&lt;/a&gt;es of the &lt;a href=\"atom\"&gt;atom&lt;/a&gt;s in a &lt;a href=\"molecule\"&gt;molecule&lt;/a&gt; using the unbound, ground-state, rest mass of the principal (most abundant) isotope for each element. The monoisotopic mass of a molecule or ion is the exact mass obtained using the principal isotopes. Monoisotopic mass is typically expressed in daltons.\nFor typical organic compounds, where the monoisotopic mass is most commonly used, this also results in the lightest isotope being selected. For some heavier atoms such as &lt;a href=\"iron\"&gt;iron&lt;/a&gt; and &lt;a href=\"argon\"&gt;argon&lt;/a&gt; the principal isotope is not the lightest isotope. The mass spectrum peak corresponding to the monoisotopic mass is often not observed for large molecules, but can be determined from the isotopic distribution.\nMost abundant mass.\nThis refers to the mass of the molecule with the most highly represented isotope distribution, based on the &lt;a href=\"natural%20abundance\"&gt;natural abundance&lt;/a&gt; of the isotopes.\nIsotopomer and isotopologue.\n&lt;a href=\"Isotopomer\"&gt;Isotopomer&lt;/a&gt;s (isotopic isomers) are &lt;a href=\"isomer\"&gt;isomer&lt;/a&gt;s having the same number of each &lt;a href=\"isotope\"&gt;isotopic&lt;/a&gt; atom, but differing in the positions of the isotopic atoms. For example, CH3CHDCH3 and CH3CH2CH2D are a pair of &lt;a href=\"structural%20isomer\"&gt;structural&lt;/a&gt; isotopomers.\nIsotopomers should not be confused with &lt;a href=\"isotopologue\"&gt;isotopologue&lt;/a&gt;s, which are chemical species that differ in the &lt;a href=\"isotope\"&gt;isotopic&lt;/a&gt; composition of their &lt;a href=\"molecule\"&gt;molecule&lt;/a&gt;s or &lt;a href=\"ion\"&gt;ion&lt;/a&gt;s. For example, three isotopologues of the &lt;a href=\"Properties%20of%20water\"&gt;water molecule&lt;/a&gt; with different isotopic composition of hydrogen are: HOH, HOD and DOD, where D stands for deuterium (2H).\nKendrick mass.\nThe &lt;a href=\"Kendrick%20mass\"&gt;Kendrick mass&lt;/a&gt; is a mass obtained by multiplying the measured mass by a numeric factor. The Kendrick mass is used to aid in the identification of molecules of similar chemical structure from peaks in &lt;a href=\"mass%20spectra\"&gt;mass spectra&lt;/a&gt;. The method of stating mass was suggested in 1963 by the &lt;a href=\"chemist\"&gt;chemist&lt;/a&gt; Edward Kendrick.\nAccording to the procedure outlined by Kendrick, the mass of CH2 is defined as 14.000 Da, instead of 14.01565 Da.\nThe Kendrick mass for a family of compounds F is given by\nFor hydrocarbon analysis, F=CH2.\nMass defect (mass spectrometry).\nThe &lt;a href=\"mass%20defect\"&gt;mass defect&lt;/a&gt; used in nuclear physics is different from its use in mass spectrometry. In nuclear physics, the mass defect is the difference in the mass of a composite particle and the sum of the masses of its component parts. In mass spectrometry the mass defect is defined as the difference between the exact mass and the nearest integer mass.\nThe Kendrick mass defect is the exact Kendrick mass subtracted from the nearest integer Kendrick mass.\nMass defect filtering can be used to selectively detect compounds with a mass spectrometer based on their chemical composition.\nPacking fraction (mass spectrometry).\nThe term packing fraction was defined by Aston as the difference of the measured mass \"M\" and the nearest integer mass \"I\" (based on the &lt;a href=\"oxygen-16\"&gt;oxygen-16&lt;/a&gt; mass scale) divided by the quantity comprising the mass number multiplied by ten thousand:\nAston's early model of &lt;a href=\"nuclear%20structure\"&gt;nuclear structure&lt;/a&gt; (prior to the &lt;a href=\"discovery%20of%20the%20neutron\"&gt;discovery of the neutron&lt;/a&gt;) postulated that the electromagnetic fields of closely packed protons and electrons in the nucleus would interfere and a fraction of the mass would be destroyed. A low packing fraction is indicative of a stable nucleus.\nNitrogen rule.\nThe &lt;a href=\"nitrogen%20rule\"&gt;nitrogen rule&lt;/a&gt; states that &lt;a href=\"organic%20compound\"&gt;organic compound&lt;/a&gt;s containing exclusively &lt;a href=\"hydrogen\"&gt;hydrogen&lt;/a&gt;, &lt;a href=\"carbon\"&gt;carbon&lt;/a&gt;, &lt;a href=\"nitrogen\"&gt;nitrogen&lt;/a&gt;, &lt;a href=\"oxygen\"&gt;oxygen&lt;/a&gt;, &lt;a href=\"silicon\"&gt;silicon&lt;/a&gt;, &lt;a href=\"phosphorus\"&gt;phosphorus&lt;/a&gt;, &lt;a href=\"sulfur\"&gt;sulfur&lt;/a&gt;, and the &lt;a href=\"halogen\"&gt;halogen&lt;/a&gt;s either have an odd &lt;a href=\"nominal%20mass\"&gt;nominal mass&lt;/a&gt; that indicates an &lt;a href=\"odd%20number\"&gt;odd number&lt;/a&gt; of nitrogen atoms are present or an even nominal mass that indicates an &lt;a href=\"even%20number\"&gt;even number&lt;/a&gt; of nitrogen atoms are present in the &lt;a href=\"molecular%20ion\"&gt;molecular ion&lt;/a&gt;.\nProut's hypothesis and the whole number rule.\nThe &lt;a href=\"whole%20number%20rule\"&gt;whole number rule&lt;/a&gt; states that the masses of the isotopes are &lt;a href=\"integer\"&gt;integer&lt;/a&gt; multiples of the mass of the &lt;a href=\"hydrogen\"&gt;hydrogen&lt;/a&gt; atom. The rule is a modified version of &lt;a href=\"Prout%27s%20hypothesis\"&gt;Prout's hypothesis&lt;/a&gt; proposed in 1815, to the effect that &lt;a href=\"atomic%20weight\"&gt;atomic weight&lt;/a&gt;s are multiples of the weight of the hydrogen atom."
}