{
    "id": "13081110",
    "revid": "96340",
    "url": "https://en.wikipedia.org/wiki?curid=13081110",
    "title": "Dreis-Brück",
    "text": "Dreis-Brück is an \"&lt;a href=\"Ortsgemeinde\"&gt;Ortsgemeinde&lt;/a&gt;\" – a &lt;a href=\"Municipalities%20of%20Germany\"&gt;municipality&lt;/a&gt; belonging to a \"&lt;a href=\"Verbandsgemeinde\"&gt;Verbandsgemeinde&lt;/a&gt;\", a kind of collective municipality – in the &lt;a href=\"Vulkaneifel\"&gt;Vulkaneifel&lt;/a&gt; &lt;a href=\"Districts%20of%20Germany\"&gt;district&lt;/a&gt; in &lt;a href=\"Rhineland-Palatinate\"&gt;Rhineland-Palatinate&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. It belongs to the &lt;a href=\"Daun%20%28Verbandsgemeinde%29\"&gt;\"Verbandsgemeinde\" of Daun&lt;/a&gt;, whose seat is in the &lt;a href=\"Daun%2C%20Germany\"&gt;like-named town&lt;/a&gt;.\nGeography.\nLocation.\nThe municipality lies in the &lt;a href=\"Vulkan%20Eifel\"&gt;Vulkaneifel&lt;/a&gt;, a part of the &lt;a href=\"Eifel\"&gt;Eifel&lt;/a&gt; known for its volcanic history, geographical and geological features, and even ongoing activity today, including gases that sometimes well up from the earth.\nThe village centre in Dreis sits at an elevation of 477 m above &lt;a href=\"sea%20level\"&gt;sea level&lt;/a&gt;, while Brück's elevation, also at the village centre, is 520 m above sea level. The municipality stretches over 1 818 ha all together, 820 ha of which is wooded. Several peaks surround the dale in which the municipality's two centres lie, which is also crossed by six streams.\nConstituent communities.\nDreis-Brück's \"&lt;a href=\"Ortsteil\"&gt;Ortsteil&lt;/a&gt;e\" are, as its hyphenated name implies, Dreis and Brück.\nHistory.\nThe time in which Dreis was founded is shrouded in darkness. Its beginnings would seem to stretch back to &lt;a href=\"Carolingian%20dynasty\"&gt;Carolingian&lt;/a&gt; times. In 1143, Dreis had its first documentary mention. The placename “Dreis” is obviously derived from the &lt;a href=\"Old%20High%20German\"&gt;Old High German&lt;/a&gt; word \"triusan\" (“bubble”, “gush”). The name underwent many changes over the centuries. In the 16th century, besides \"Dreis\", also \"Dreys\" and \"Dreyss\" were to be found. In the 17th century, alongside \"Dreyß\", the forms \"Dreiß\" and \"Driest\" also cropped up, the last of which even appeared once as \"Dryesd\" in the 18th century. Spellings such as \"Dress\", \"Dreyss\" or \"Dreys\" also are to be found.\nBrück had its first documentary mention only in the 14th century.\nThe two then separate municipalities once belonged to the &lt;a href=\"County%20of%20Manderscheid\"&gt;Counts of Manderscheid&lt;/a&gt;, who held the County of Kerpen, and eventually ended up with the &lt;a href=\"Duchy%20of%20Arenberg\"&gt;Duchy of Arenberg&lt;/a&gt; after an hereditary division of holdings.\nOn 23 August 1945, shortly after the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; had ended, the war claimed three more victims locally. Three youths, Helmut Keul, Ernst Josef Probst and Werner Ullrich, went to the Dreis munitions depot to undertake the disarming of the weapons there, left over from the war. Their efforts resulted in a tremendous explosion that killed all three of them. A memorial cross now stands near the site.\nIn a written announcement from 28 August 1968, the &lt;a href=\"Daun%2C%20Germany\"&gt;Daun&lt;/a&gt; \"&lt;a href=\"Amt%20%28country%20subdivision%29\"&gt;Amt&lt;/a&gt;\" and town administration stated “the proposal for a fourth law about administrative restructuring in &lt;a href=\"Rhineland-Palatinate\"&gt;Rhineland-Palatinate&lt;/a&gt; presented at the \"Landtag\" and already consulted in First Reading provides for the local area the amalgamation of, among others, the localities of … Dockweiler, Dreis and possibly also Brück”. The &lt;a href=\"Dockweiler\"&gt;Dockweiler&lt;/a&gt; municipal administration was quite strongly interested in a merger of the municipalities of Dockweiler and Dreis, and possibly also Brück and &lt;a href=\"Betteldorf\"&gt;Betteldorf&lt;/a&gt;, and its official plan reflected as much. The plan eventually failed after consensus could not be forged.\nOn 20 April 1969 the Mainz Ministry of the Interior published a decree about the formation of \"&lt;a href=\"Verbandsgemeinde\"&gt;Verbandsgemeinde&lt;/a&gt;n\" in the \"&lt;a href=\"Regierungsbezirk\"&gt;Regierungsbezirk&lt;/a&gt;e\" of Koblenz and Trier. The Daun district administrator's office took the decree further within the district of Daun (since 1 January 2007 the district of &lt;a href=\"Vulkaneifel\"&gt;Vulkaneifel&lt;/a&gt;) with the plan, among others, to assign the municipality of Brück to the &lt;a href=\"Kelberg%20%28Verbandsgemeinde%29\"&gt;\"Verbandsgemeinde\" of Kelberg&lt;/a&gt;. This move was rejected by both the citizenry and the municipal council.\nOn 19 May 1970, the Dreis municipal council decided between the two alternatives:\nThe citizens of Brück decided, with 99.33% in favour, to amalgamate themselves with Dreis, as long as the name Brück was retained.\nOn 20 December 1973 came the dissolution of the municipality of Brück, whereupon it was amalgamated with the municipality of Dreis with effect from 16 March 1974. In February 1974 the municipalities’ two councils had concluded a settlement and had decided on a merger.\nOn 15 August 1977, the Trier \"&lt;a href=\"Regierungsbezirk\"&gt;Regierungsbezirk&lt;/a&gt;\" administration granted the municipality of Dreis the new name Dreis-Brück. The name change came into force on 1 September 1977.\nPolitics.\nMunicipal council.\nThe council is made up of 12 council members, who were elected by &lt;a href=\"Plurality%20voting%20system\"&gt;majority vote&lt;/a&gt; at the municipal election held on 7 June 2009, and the honorary mayor as chairman.\nCoat of arms.\nThe municipality's &lt;a href=\"Coat%20of%20arms\"&gt;arms&lt;/a&gt; might be described thus: Argent a fountain issuant from whose top two streams, one each to dexter and sinister and each splitting into three, all azure, issuant from base a bridge arched of three sable, in a chief gules three roses Or seeded of the fourth.\nThe arms were designed by Friedbert Wißkirchen (Daun \"Verbandsgemeinde\" administration).\nThe &lt;a href=\"chief%20%28heraldry%29\"&gt;chief&lt;/a&gt; refers to the two centres’ history. They were held by the &lt;a href=\"County%20of%20Manderscheid\"&gt;Counts of Manderscheid&lt;/a&gt;, who held the County of Kerpen, and eventually ended up with the &lt;a href=\"Duchy%20of%20Arenberg\"&gt;Duchy of Arenberg&lt;/a&gt; after an hereditary division of holdings. The Dukes of Arenberg bore three roses in their seal. The &lt;a href=\"tincture%20%28heraldry%29\"&gt;tincture&lt;/a&gt;s Or and gules (gold and red) are those once borne by the Counts of Manderscheid. The arched bridge in base is a &lt;a href=\"Canting%20arms\"&gt;canting&lt;/a&gt; &lt;a href=\"charge%20%28heraldry%29\"&gt;charge&lt;/a&gt; and stands for the name Brück, which closely resembles the &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; word for “bridge”: \"Brücke\". The fountain also refers to part of the name – Drees – from the &lt;a href=\"Old%20High%20German\"&gt;Old High German&lt;/a&gt; (although it hardly resembles the modern German word for “fountain”: \"Brunnen\"). Moreover, the fountain also refers to the municipality's status as the site of a state-recognized health &lt;a href=\"spring%20%28hydrosphere%29\"&gt;spring&lt;/a&gt;, the “Vulkania Quelle” in Dreis.\nThe Trier \"&lt;a href=\"Regierungsbezirk\"&gt;Regierungsbezirk&lt;/a&gt;\" administration granted the municipality approval to bear arms in 1986.\nCulture and sightseeing.\nOld house names.\nMany older houses in Dreis-Brück have names that have nothing to do with the owners who live in them today. The names come partly from former owners’ names or occupations, but some also draw their names from former uses to which each building was put. Further names also come from various events.\nFamous people.\nDreis-Brück is home to the well known &lt;a href=\"crime%20fiction\"&gt;crime fiction&lt;/a&gt; writer Jacques Berndorf. Even his alter ego, Siggi Baumeister, the fictional &lt;a href=\"protagonist\"&gt;protagonist&lt;/a&gt; of his &lt;a href=\"Eifel\"&gt;Eifel&lt;/a&gt; crime stories, lives in Dreis-Brück. Hence, many of these stories are set in the surrounding area."
}