{
    "id": "13099494",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=13099494",
    "title": "Scottish Gypsy and Traveller groups",
    "text": "Scottish Travellers, or the people in &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; loosely termed &lt;a href=\"Gypsy%20%28term%29\"&gt;gypsies&lt;/a&gt; or &lt;a href=\"Itinerant%20groups%20in%20Europe\"&gt;travellers&lt;/a&gt;, consist of a number of diverse, unrelated communities that speak a variety of different languages and dialects that pertain to distinct customs, histories, and traditions. \nThere are four distinct communities that identify themselves as Gypsies/Travellers in Scotland: Indigenous &lt;a href=\"Scottish%20Highlands\"&gt;Highland&lt;/a&gt; Travellers, &lt;a href=\"Romani%20people\"&gt;Romani&lt;/a&gt; &lt;a href=\"Scottish%20Lowlands\"&gt;Lowland&lt;/a&gt; Travellers, Scottish Border &lt;a href=\"Romanichal\"&gt;Romanichal&lt;/a&gt; Traveller (Border Gypsies) and &lt;a href=\"Showmen\"&gt;Showmen&lt;/a&gt; (Funfair Travellers).\n&lt;a href=\"Lowland\"&gt;Lowland&lt;/a&gt; Travellers and Border Romanichal Travellers (Romani Groups).\nLowland Scottish Gypsies/Travellers.\nThe ethnic origins of Scottish Lowland Travellers are not clear, but can be categorised into two main theories: \nRegardless of the origin theories, Lowland Gypsies are still viewed as a &lt;a href=\"Romani%20people\"&gt;Romani&lt;/a&gt; group, with Romani culture clearly being a massive part of Scottish Lowland Gypsy culture.\nLowland Scottish Romani Travellers share many cultural features with &lt;a href=\"Romanichal\"&gt;English Romanichal Travellers&lt;/a&gt; and &lt;a href=\"Kale%20%28Welsh%20Roma%29\"&gt;Welsh Kale Travellers&lt;/a&gt;, such as a belief in the importance of family and family descent, a strong valuing and involvement with extended family and family events, a preference for self-employment, purity taboos — part of the &lt;a href=\"Romanipen\"&gt;Romanipen&lt;/a&gt; — and a strong commitment to an itinerant lifestyle. \nThey are closely related to the Romani groups of England, Wales, Norway, Sweden, and Finland. They speak &lt;a href=\"Scottish%20Cant\"&gt;Scottish Cant&lt;/a&gt;, a para-Romani language-mix of Scots and Romani, similar to &lt;a href=\"Angloromani%20language\"&gt;Angloromani&lt;/a&gt; and &lt;a href=\"Scandoromani%20language\"&gt;Scandoromani&lt;/a&gt;.\nHistory.\nThere is written evidence for the presence of Roma travellers in the Scottish Lowlands as early as 1505, when – during the reign of &lt;a href=\"James%20IV%20of%20Scotland\"&gt;James IV&lt;/a&gt; – an entry in a book kept by the Lord High Treasurer records a payment of four &lt;a href=\"shilling\"&gt;shilling&lt;/a&gt;s to a Peter Ker to take a letter from the king at &lt;a href=\"Hunthall\"&gt;Hunthall&lt;/a&gt;, to the \"King of Rowmais\". Two days later, the King authorised a payment of £20 to a messenger from the \"King of Rowmais\". In 1530, a group of Romanies danced before the Scottish king at the &lt;a href=\"Holyrood%20Palace\"&gt;Holyrood Palace&lt;/a&gt; and a Romani herbalist called Baptista cured the king of an ailment. Romany migration to Scotland continued during the 16th century and several groups of Romanies were accepted there after being expelled from England. Records in Dundee from 1651 note the migrations of small groups of people called \"Egyptians\" in the Highlands, and are noted to be of the same nature as the English Gypsies. By 1612, communities of Romanies were recorded to exist as far north as &lt;a href=\"Scalloway\"&gt;Scalloway&lt;/a&gt; in the &lt;a href=\"Shetland%20Islands\"&gt;Shetland Islands&lt;/a&gt;.\nThe &lt;a href=\"Finnish%20Kale\"&gt;Finnish Kale&lt;/a&gt;, a Romani group in &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;, maintain that their ancestors were originally a Romani group who travelled to Finland from &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;, this is because Finnish Kale and Norwegian &amp; Swedish Romanisæl Travellers are distantly related to present-day Scottish Lowland Romani Travellers, English Romanichal Travellers, and Welsh Kale, with all of these groups having common ancestry, being descended from the Romani who arrived in Britain in the sixteenth century.\nRomani people in the South of Scotland enjoyed the protection of the Roslyn family and made an encampment within the &lt;a href=\"Roslin%20Castle\"&gt;Roslyn castle&lt;/a&gt; grounds. However, as with its neighbour England, the Scottish parliament passed an act in 1609 against Romani groups known as the “Act against the Egyptians”; which made it lawful to condemn, detain and execute Gypsies if they were known or reputed to be ethnically Romani.\nScotland has had a &lt;a href=\"Romani%20people\"&gt;Romani&lt;/a&gt; population for at least 500 years; they are a distinct group from the Highland Travellers. Lowland Gypsies Romani Travellers share a common heritage with English Romanichal Gypsies and &lt;a href=\"kale%20%28Welsh%20Romanies%29\"&gt;Welsh Kale&lt;/a&gt;. They enjoyed a privileged place in Scottish society until the &lt;a href=\"Scottish%20Reformation\"&gt;Reformation&lt;/a&gt;, when their wandering lifestyle and exotic culture brought severe persecution upon them.\nTravelling groups from other parts of Britain often travel in Scotland. These include English Romanichal Travellers, Irish Travellers and Funfair Travellers (Showman). English Romanichal Gypsies/Travellers from the north of England mainly in &lt;a href=\"Newcastle-Upon-Tyne\"&gt;Newcastle-Upon-Tyne&lt;/a&gt; and &lt;a href=\"Cumbria\"&gt;Cumbria&lt;/a&gt; commonly travel into the Scottish Borders. The annual gathering at &lt;a href=\"Appleby%20Horse%20Fair\"&gt;Appleby Horse Fair&lt;/a&gt; could be considered part of the common culture that Lowland Scottish Travellers living in the Lowlands and Romanichal Border Gypsies living in the Scottish Borders share with the UK's other Travelling groups.\nScottish Romanichal Travellers (Scottish Border Gypsies).\nRomanichal Traveller communities known as Border Gypsies exist in the Scottish borders. Speaking Northern Angloromani and following Romanichal traditions and customs, they are linguistically and culturally identical to the Romanichal Traveller communities in Northern England. They live in separate and distinct communities from Scottish Lowland Travellers.\nScottish Romanichal traders were upwardly mobile. By 1830, they travelled to the potteries in Staffordshire, buying china and other goods and selling the items chiefly in Northumberland while based in &lt;a href=\"Kirk%20Yetholm\"&gt;Kirk Yetholm&lt;/a&gt; in &lt;a href=\"Roxburghshire\"&gt;Roxburghshire&lt;/a&gt;. \nBy 1874, these Gypsies were commented on as \"\"Having physical markers in their dusky complexion that is characteristically Gypsy ...\" and \"... a language that is clearly Romani\"\". \nSome Scottish Romanichal Travellers from the Scottish Borders are members of Romani organisations based in England. Scottish Romanichal Travellers are known locally as Border Gypsies. \nBorder Gypsies had a 'Royal' family, from an early date. The Faa family occupied this role until 1847 when it passed to the Blyths, commonly called Faa-Blyths. The last 'king' died in 1902 and there has been no more recent claimant. Besides the Faas and Blyths, common Border Gypsy (Scottish Romanichal) surnames include Baillie, Tait, Douglas, Gordon, McDonald, Ruthven, Young, and Fleckie.\nScottish Cant (also known as Scots-Romani or Scotch-Romani).\nThe Lowland Gypsies speak a mixed language of &lt;a href=\"Scots%20language\"&gt;Scots&lt;/a&gt; and Romani called &lt;a href=\"Cant%20%28language%29\"&gt;Scottish Cant&lt;/a&gt; (Also known as Scots-Romani or Scotch-Romani) which includes up to 50% words of &lt;a href=\"Romani%20people\"&gt;Romani&lt;/a&gt; origin, mostly &lt;a href=\"Anglo-Romany\"&gt;Angloromani&lt;/a&gt; origin words.\nNon-Romani groups.\nIndigenous Highland Travellers.\nIn &lt;a href=\"Scottish%20Gaelic%20language\"&gt;Scottish Gaelic&lt;/a&gt; they are known as the \"Ceàrdannan\" (\"the Craftsmen\"), or less controversially, \"luchd siubhail\" (people of travel) for travellers in general. Poetically known as the \"Summer Walkers\", Highland Travellers are a distinct ethnic group and may be referred to as \"\", \"'\", in &lt;a href=\"Scots%20language\"&gt;Scots&lt;/a&gt;, \"tinkers\", originating from the &lt;a href=\"Scottish%20gaelic\"&gt;Gaelic&lt;/a&gt; \"tinceard\" or (tinsmith) or \"Black Tinkers\". Mistakenly the settled Scottish population may call all travelling and Romani groups tinkers, which is usually regarded as pejorative, and contemptuously as \"tinks\" or \"tinkies\".\nHighland Travellers are closely tied to the native Highlands, and many traveller families carry clan names like &lt;a href=\"McPhee\"&gt;McPhee&lt;/a&gt;, &lt;a href=\"Clan%20Stewart\"&gt;Stewart&lt;/a&gt;, &lt;a href=\"O%27Callaghan\"&gt;Callaghan&lt;/a&gt;, &lt;a href=\"MacDonald\"&gt;MacDonald&lt;/a&gt;, &lt;a href=\"Clan%20Cameron\"&gt;Cameron&lt;/a&gt;, &lt;a href=\"Williamson%20%28surname%29\"&gt;Williamson&lt;/a&gt;, and &lt;a href=\"Clan%20MacMillan\"&gt;MacMillan&lt;/a&gt;. They followed a &lt;a href=\"nomadic\"&gt;nomadic&lt;/a&gt; or unsettled lifestyle, passing from village to village, and were more strongly identified with the native &lt;a href=\"Scots%20Gaelic\"&gt;Gaelic&lt;/a&gt;-speaking population. Continuing their nomadic life, they would pitch their &lt;a href=\"bender%20tent\"&gt;bow-tents&lt;/a&gt; on rough ground, on the edge of the village, and earn money there as &lt;a href=\"tinsmith\"&gt;tinsmith&lt;/a&gt;s, &lt;a href=\"hawker%20%28trade%29\"&gt;hawker&lt;/a&gt;s, &lt;a href=\"horse%20trader\"&gt;horse dealers&lt;/a&gt;, or &lt;a href=\"pearl\"&gt;pearl&lt;/a&gt;-&lt;a href=\"fishermen\"&gt;fishermen&lt;/a&gt;. Many found seasonal employment on farms, e.g. at the berry picking, or other harvests. Since the 1950s, however, the majority of Highland Travellers have settled down into organized, permanent campsites, or regular houses.\n&lt;a href=\"Adam%20Smith\"&gt;Adam Smith&lt;/a&gt;, the economist and philosopher, was reportedly kidnapped by Highland Travellers at a young age before quickly being freed.\nLanguage.\nThe Highland Travellers' speech includes a dialect called '&lt;a href=\"Beurla-reagaird\"&gt;Beurla-reagaird&lt;/a&gt;'. It is related to the Irish Traveller &lt;a href=\"Shelta\"&gt;Shelta&lt;/a&gt; as a creole of the &lt;a href=\"Goidelic%20languages\"&gt;Gaelic&lt;/a&gt; language group. It was used as a cultural identifier, just as Romani groups used the &lt;a href=\"Romani%20language\"&gt;Romani language&lt;/a&gt;. Like the Highland Travellers themselves, the language is not related to Romani.\nOrigins and customs.\nThe Highland Traveller community has a long history in Scotland going back, at least in record, to the 12th century as a form of employment and one of the first records of that name states a \"James the Tinker\" held land in the town of Perth from 1165 to 1214 and share a similar heritage, although are distinct from the &lt;a href=\"Irish%20Traveller\"&gt;Irish Traveller&lt;/a&gt;s. As with their Irish counterparts, there are several theories regarding the origin of Scottish Highland Travellers, one being they are descended from the &lt;a href=\"Picts\"&gt;Picts&lt;/a&gt;, excommunicated clergy, to families fleeing the &lt;a href=\"Highland%20potato%20famine\"&gt;Highland potato famine&lt;/a&gt;, or the pre-Norman-Invasion, have been claimed at different times. Highland Travellers are distinct both culturally and linguistically from other Gypsy groups like the &lt;a href=\"Romani%20people\"&gt;Romani&lt;/a&gt;, including the &lt;a href=\"Romanichal\"&gt;Romanichal&lt;/a&gt;, Lowland Scottish Gypsies, Eastern European &lt;a href=\"Romani%20people\"&gt;Roma&lt;/a&gt; and Welsh Kale groups. Several other European groups are non-Romany groups, namely the &lt;a href=\"Yeniche%20%28people%29\"&gt;Yeniche&lt;/a&gt;s, &lt;a href=\"Woonwagenbewoners\"&gt;Woonwagenbewoners&lt;/a&gt; in the Netherlands, Indigenous Norwegian Travellers and in Germany. As with Indigenous Norwegian Travellers, Highland travellers origins may be more complex and difficult to ascertain and left no written records of their own.\nAs an indigenous group Highland Travellers have played an essential role in the preservation of traditional Gaelic culture. It is estimated that as few as 2,000 Highland Travellers continue to lead their traditional lifestyle on the roads.\nFairground travellers.\nTravelling funfair &lt;a href=\"showmen\"&gt;showmen&lt;/a&gt; are a community of travellers officially called occupational Travellers, that can be categorised broadly defined as a business community of travelling show, circus communities and fairground families. Occupational travellers travel for work across Scotland, the rest of the UK and into Europe. The Show/Fairground community is close knit, with ties often existing between the older &lt;a href=\"Romanichal\"&gt;Romanichal&lt;/a&gt; families, although showmen families are a distinct group and have a vibrant social scene centered both around the summer fairs and the various sites and yards used as winter quarters. Many Scottish show and fairground families live in winter communities based mainly in the east end of Glasgow. Housing an estimated 80% of all showfamilies Glasgow is believed to have the largest concentration of Showmen quarters in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, centred mostly in &lt;a href=\"Shettleston\"&gt;Shettleston&lt;/a&gt;, &lt;a href=\"Whiteinch\"&gt;Whiteinch&lt;/a&gt; and &lt;a href=\"Carntyne\"&gt;Carntyne&lt;/a&gt;.\nShowmen families have a strong cultural identity as ‘British Showmen’, dating back to 1889 and the formation of the &lt;a href=\"Showmen%27s%20Guild%20of%20Great%20Britain\"&gt;Showmen's Guild of Great Britain&lt;/a&gt; and Ireland, and are known within the UK as the “Scottish Section”. As with other showmen communities they call non-travellers (but not other non related travelling groups including &lt;a href=\"Romanichal\"&gt;Romanichal&lt;/a&gt;, &lt;a href=\"Romani%20people\"&gt;Roma&lt;/a&gt;, Scottish Lowland Travellers, Highland Travellers or Irish Travellers) as “\"Flatties\"” or non-`showmen’ in their own &lt;a href=\"Polari\"&gt;Polari language&lt;/a&gt;. The label of \"Flattie-Traveller\" can include showmen who have left the community to settle down and lead a sedentary lifestyle.\nHistory.\nFairs in Scotland have been held from the early Middle Ages, and traditionally brought together the important elements of medieval trade and a festival. Many of the common markets and fairs are rooted in ancient times, from the medieval period or earlier, and are said to be 'prescriptive fairs'. Other fairs will have been granted a royal charter to cement their importance and secure their future, and these are known as &lt;a href=\"Charter%20fair\"&gt;Charter fair&lt;/a&gt;s. In the Middle Ages the Royal charters gave the fairs legal status and developed their economic importance. The majority of fairs held in Scotland and the rest of the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt; can trace their ancestry to charters granted in the medieval period. Traders would travel long distances to sell their goods, as did travelling musicians and entertainers who kept both the traders and customers entertained. In the thirteenth century, the creation of fairs by royal charter was widespread. Between 1199 and 1350 charters were issued granting the rights to hold markets or fairs. &lt;a href=\"Kirkcaldy\"&gt;Kirkcaldy&lt;/a&gt; links market remains the premier funfair in Scotland, evolving from a charter granted by Edward I in 1304. By the early 18th century the main aspect of these Scottish charter fairs had diminished and shifted to that of amusement with the advent of technology, and had evolved into the modern day travelling fairs.\nThe modern travelling showmen have as strong a family history and heritage as do their counterparts in Wales, England and Ireland. Fairs in Scotland are presented around the same time as they are in the rest of &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt; and &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt; with a similar mixture of Charter, Prescriptive and private business fairs. The run of fairs include &lt;a href=\"Buckie\"&gt;Buckie&lt;/a&gt; fair, &lt;a href=\"Inverness\"&gt;Inverness&lt;/a&gt;, &lt;a href=\"Kirkcaldy\"&gt;Kirkcaldy&lt;/a&gt; links market and the historic fairs held at &lt;a href=\"Dundee\"&gt;Dundee&lt;/a&gt; and &lt;a href=\"Arbroath\"&gt;Arbroath&lt;/a&gt;. Annually a team of young showmen from both Scotland and England play an “international &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; match” known as the international, where trophies and caps are held in high esteem. A Showman newspaper; \"&lt;a href=\"World%27s%20Fair\"&gt;World's Fair&lt;/a&gt;\" is in circulation and available to showmen and non showmen alike.\nLanguage.\nThe use of slang used by Showmen or Parlyaree, is based on a &lt;a href=\"Cant%20%28language%29\"&gt;cant&lt;/a&gt; &lt;a href=\"slang\"&gt;slang&lt;/a&gt; spoken throughout the UK by Scottish, English, Welsh and Irish showfamilies. It is a mixture of &lt;a href=\"Mediterranean%20Lingua%20Franca\"&gt;Mediterranean Lingua Franca&lt;/a&gt;, &lt;a href=\"Angloromany\"&gt;Romany&lt;/a&gt;, &lt;a href=\"Yiddish\"&gt;Yiddish&lt;/a&gt;, &lt;a href=\"Cant%20%28language%29\"&gt;Cant&lt;/a&gt; &lt;a href=\"London%20slang\"&gt;London slang&lt;/a&gt; and &lt;a href=\"backslang\"&gt;backslang&lt;/a&gt;. The language has been spoken in fairgrounds and theatrical entertainment since at least the seventeenth century. As theatrical booths, circus acts and menageries were once a common part of European fairs it is likely that the roots of Polari/Parlyaree lie in the period before both theatre and circus became independent of the fairgrounds. The Parlyaree spoken on fairgrounds tends to borrow much more from &lt;a href=\"Romani%20language\"&gt;Romany&lt;/a&gt;, as well as other languages and argots spoken by other travelling groups, such as &lt;a href=\"Cant%20%28language%29\"&gt;cant&lt;/a&gt; and &lt;a href=\"backslang\"&gt;backslang&lt;/a&gt;."
}