{
    "id": "13128218",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=13128218",
    "title": "Sportcity",
    "text": "Sportcity in &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt; was used to host the &lt;a href=\"2002%20Commonwealth%20Games\"&gt;2002 Commonwealth Games&lt;/a&gt;. It is in east Manchester, a mile from &lt;a href=\"Manchester%20city%20centre\"&gt;Manchester city centre&lt;/a&gt;, and was developed on former industrial land including the site of &lt;a href=\"Bradford%20Colliery\"&gt;Bradford Colliery&lt;/a&gt;.\nSportcity's largest structure, the &lt;a href=\"City%20of%20Manchester%20Stadium\"&gt;City of Manchester Stadium&lt;/a&gt;, was built for the 2002 Commonwealth Games. It is now home to &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City F.C.&lt;/a&gt; and is one of the largest football stadiums in England. The &lt;a href=\"Manchester%20Velodrome\"&gt;Manchester Velodrome&lt;/a&gt; is the base for &lt;a href=\"British%20Cycling\"&gt;British Cycling&lt;/a&gt; and the &lt;a href=\"National%20Indoor%20BMX%20Arena\"&gt;National Indoor BMX Arena&lt;/a&gt; was completed in 2011. SportCity is home to the &lt;a href=\"National%20Squash%20Centre\"&gt;National Squash Centre&lt;/a&gt; and the &lt;a href=\"Manchester%20Regional%20Arena\"&gt;Manchester Regional Arena&lt;/a&gt; for athletics. Future developments will include Manchester City's £50m training complex and a leisure complex.\nLocation and venues.\nThe Sportcity complex is in &lt;a href=\"Beswick%2C%20Manchester\"&gt;Beswick&lt;/a&gt; and &lt;a href=\"Bradford%2C%20Manchester\"&gt;Bradford&lt;/a&gt; in east Manchester. A visitor centre provides information on the site's history from a heavily industrialised area to its ongoing regeneration. The &lt;a href=\"Etihad%20Campus%20tram%20stop\"&gt;Etihad Campus tram stop&lt;/a&gt; on the &lt;a href=\"Manchester%20Metrolink\"&gt;Manchester Metrolink&lt;/a&gt; close to Joe Mercer Way became operational on 11 February 2013.\nSportcity was the proposed location for the U.K.'s first &lt;a href=\"Regional%20casino\"&gt;SuperCasino&lt;/a&gt;, but the plan was rejected by the &lt;a href=\"House%20of%20Lords\"&gt;House of Lords&lt;/a&gt;. It was also the proposed site of an &lt;a href=\"wind%20turbine\"&gt;wind turbine&lt;/a&gt; in 2006. Designed by &lt;a href=\"Norman%20Foster%2C%20Baron%20Foster%20of%20Thames%20Bank\"&gt;Norman Foster&lt;/a&gt;, the turbine was intended to provide power for the stadium and nearby homes, but safety concerns about ice on the blades led to the proposal being abandoned.\nCity of Manchester Stadium.\nThe &lt;a href=\"City%20of%20Manchester%20Stadium\"&gt;City of Manchester Stadium&lt;/a&gt; was used for the 2002 Commonwealth Games and is the home of &lt;a href=\"Manchester%20City%20Football%20Club\"&gt;Manchester City Football Club&lt;/a&gt;. The stadium with twelve 70 metre high masts and a capacity of just over 55,000 has become a landmark on the Manchester skyline. The stadium is leased to the football club. The stadium lease was renegotiated in October 2010 and Manchester City will pay Manchester City Council £3 million a year rather than paying half the revenue over 35,000 ticket sales which amounted to approximately £2 million. The club plans to increase the stadium's capacity to 60,000 by adding a third tier to the north and south stands.\nNational Cycling Centre.\nThe &lt;a href=\"National%20Cycling%20Centre\"&gt;National Cycling Centre&lt;/a&gt; is a multipurpose cycling venue including the &lt;a href=\"Manchester%20Velodrome\"&gt;Manchester Velodrome&lt;/a&gt;, &lt;a href=\"National%20Indoor%20BMX%20Arena\"&gt;National Indoor BMX Arena&lt;/a&gt;, and mountain bike trials.\nManchester Velodrome.\n&lt;a href=\"Manchester%20Velodrome\"&gt;Manchester Velodrome&lt;/a&gt; was built for Manchester Olympic bids in the 1990s and used for the 2002 Commonwealth Games. The velodrome had a lasting legacy and in the &lt;a href=\"2008%20Olympics\"&gt;Beijing Olympics in 2008&lt;/a&gt;, the British cycling team—based at the velodrome—dominated the cycling events. The track has garnered a reputation for speed and by 30 March 2008, more than 15 world records had been set there, including &lt;a href=\"Chris%20Boardman\"&gt;Chris Boardman&lt;/a&gt;'s 1996 and 2000 &lt;a href=\"hour%20record\"&gt;hour record&lt;/a&gt;s and the 4000 metre &lt;a href=\"team%20pursuit\"&gt;team pursuit&lt;/a&gt; record set by the &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt; men's team at the 2008 World Championships.\nNational BMX Arena.\n&lt;a href=\"British%20Cycling\"&gt;British Cycling&lt;/a&gt; and Manchester City Council, in partnership with New East Manchester worked together to deliver the &lt;a href=\"National%20Indoor%20BMX%20Centre\"&gt;National Indoor BMX Centre&lt;/a&gt; which opened in 2011. It was designed by Ellis Williams Architects, and built by contractors &lt;a href=\"Sir%20Robert%20McAlpine\"&gt;Sir Robert McAlpine&lt;/a&gt;.\nAlongside the velodrome, the £24 million complex will form the National Cycling Centre. It has 2,000 seats, a BMX area and offices for the headquarters of the &lt;a href=\"British%20Cycling%20Federation\"&gt;British Cycling Federation&lt;/a&gt;.\nManchester Regional Arena.\n&lt;a href=\"Manchester%20Regional%20Arena\"&gt;Manchester Regional Arena&lt;/a&gt; is a multipurpose stadium at SportCity primarily used for &lt;a href=\"sport%20of%20athletics\"&gt;athletics&lt;/a&gt; and &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;. It was developed as the &lt;a href=\"warming%20up\"&gt;warm-up&lt;/a&gt; track for the &lt;a href=\"2002%20Commonwealth%20Games\"&gt;2002 Commonwealth Games&lt;/a&gt; held in the adjacent City of Manchester Stadium. It has hosted the &lt;a href=\"Amateur%20Athletic%20Association\"&gt;AAA Championships&lt;/a&gt; and &lt;a href=\"Paralympic%20World%20Cup\"&gt;Paralympic World Cup&lt;/a&gt;, and was the reserve home ground of &lt;a href=\"Manchester%20City%20F.C.%20Reserves%20and%20Academy\"&gt;Manchester City reserves&lt;/a&gt; before the team moved to &lt;a href=\"Ewen%20Fields\"&gt;Ewen Fields&lt;/a&gt; in June 2010.\nThe National Squash Centre.\nThe &lt;a href=\"National%20Squash%20Centre\"&gt;National Squash Centre&lt;/a&gt; is another part of the Sportcity complex which was constructed for the &lt;a href=\"2002%20Commonwealth%20Games\"&gt;2002 Commonwealth Games&lt;/a&gt;. Costing approximately £3.5m, the facilities include six courts and a glass-walled show court which cost £110,000. The show court is moveable: it floats on air like a hovercraft and can be positioned in the athletics hall for major tournaments. All the courts can be converted into singles or doubles courts at the touch of a button.\nFuture development.\nIn March 2010, Manchester City signed an agreement with Manchester City Council and the New East Manchester Agency to explore alternative leisure proposals to replace the &lt;a href=\"regional%20casino\"&gt;regional casino&lt;/a&gt; giving the club permission to expand its facilities.\nThe club plans to move its academy from &lt;a href=\"Carrington%20Training%20Centre\"&gt;Carrington Training Centre&lt;/a&gt; to the site. The £50m million training facility will house all the playing staff when the youth academy moves from Platt Lane. \nPreparation began in April 2010 with remediation of the site around the stadium.\nJack Rouse Associates, the company that owns &lt;a href=\"Ferrari%20World\"&gt;Ferrari World&lt;/a&gt; in &lt;a href=\"Abu%20Dhabi\"&gt;Abu Dhabi&lt;/a&gt; emerged as a possible developer. A &lt;a href=\"mixed-use%20development\"&gt;mixed-use development&lt;/a&gt; was listed on its website in October 2010."
}