{
    "id": "1313249",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=1313249",
    "title": "Long-billed murrelet",
    "text": "The long-billed murrelet (\"Brachyramphus perdix\") is a small &lt;a href=\"seabird\"&gt;seabird&lt;/a&gt; from the &lt;a href=\"North%20Pacific\"&gt;North Pacific&lt;/a&gt;. The genus name \"Brachyramphus\" is from &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt; \"brakhus\", \"short\", and \"rhamphos\", \"bill\". The species name \"perdix\" is &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; for \"partridge\" &lt;a href=\"Peter%20Simon%20Pallas\"&gt;Pallas&lt;/a&gt; described this auk as \"Magnitudine Perdicis\". \"Murrelet\" is a diminutive of \"murre\", a word of uncertain origins, but which may imitate the call of the &lt;a href=\"common%20guillemot\"&gt;common guillemot&lt;/a&gt;.\nThis auk is an unusual member of the &lt;a href=\"auk\"&gt;auk&lt;/a&gt; family, often nesting far inland in old growth &lt;a href=\"forest\"&gt;forest&lt;/a&gt;s. The long-billed murrelet, like its cousins the &lt;a href=\"marbled%20murrelet\"&gt;marbled&lt;/a&gt; and &lt;a href=\"Kittlitz%27s%20murrelet\"&gt;Kittlitz's murrelet&lt;/a&gt;s, is thought to have experienced a decline in numbers recently.\nIt closely resembles the marbled murrelet, of which it was considered a subspecies until 1998, when Friesen \"et al.\" showed that the &lt;a href=\"Mitochondrial%20DNA\"&gt;mtDNA&lt;/a&gt; variation was greater between these two forms than between marbled and Kittlitz's murrelets.\nThis species is found from &lt;a href=\"Kamchatka%20peninsula\"&gt;Kamchatka&lt;/a&gt; to the &lt;a href=\"Sea%20of%20Okhotsk\"&gt;Sea of Okhotsk&lt;/a&gt;. Most birds &lt;a href=\"bird%20migration\"&gt;winter&lt;/a&gt; in the seas around northern &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; with some reaching &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt; and southern Japan. The Marbled Murrelet, in contrast tends to remain closer to its breeding grounds.\nDescription.\nThe long-billed murrelet is a small (25 cm long), chunky auk with a slender black bill. It has pointed wings and &lt;a href=\"plumage\"&gt;plumage&lt;/a&gt; that varies by season. The non-breeding appearance is typically white underneath with a black crown, nape, wings and back. The breeding plumage is mainly brown, with pale feather edges giving a scaly appearance; the central underparts, normally below the surface on a swimming bird, are white.\nThe long-billed murrelet is longer billed, slightly larger, and 20% heavier than the marbled murrelet, and has a white eye ring. In breeding plumage it shows a pale throat which is absent in marbled murrelet, and weaker scaling because of fewer rusty and buff markings. In winter, the long-billed murrelet lacks the white collar of the marbled.\nMeasurements:\nBehaviour and breeding.\nThe long-billed murrelet feeds at sea principally on small fish, both in &lt;a href=\"pelagic\"&gt;pelagic&lt;/a&gt; offshore areas (often associating with &lt;a href=\"upwelling\"&gt;upwelling&lt;/a&gt;s), and inshore in protected bays. It tends to &lt;a href=\"bird%20migration\"&gt;migrate&lt;/a&gt; more than its closest relative the marbled murrelet.\nThe breeding behaviour of the long-billed murrelet is very unusual. Unlike most other seabirds, it does not breed in colonies or even necessarily close to the sea, instead nesting in on branches of old-growth &lt;a href=\"conifer\"&gt;conifer&lt;/a&gt;s. It lays one &lt;a href=\"egg%20%28biology%29\"&gt;egg&lt;/a&gt; on a thick &lt;a href=\"lichen\"&gt;lichen&lt;/a&gt;- or &lt;a href=\"moss\"&gt;moss&lt;/a&gt;-covered branch or hollow. The egg is incubated for a month, then the chick is fed for around 40 days until it &lt;a href=\"fledge\"&gt;fledge&lt;/a&gt;s and flies unaccompanied to the sea.\nConservation.\nThe long-billed murrelet is considered globally threatened, having declined across its range over the last few decades. The biggest threat to the murrelet is the loss of the old growth forest to &lt;a href=\"logging\"&gt;logging&lt;/a&gt;. Other losses can occur through entanglement in &lt;a href=\"fishing%20net\"&gt;fishing gear&lt;/a&gt;. The bird could be threatened by the oil development of the Okhotsk and &lt;a href=\"Bering%20Sea\"&gt;Bering Sea&lt;/a&gt; shelves.\nVagrancy.\nThe species is unusually prone to &lt;a href=\"vagrancy%20in%20birds\"&gt;vagrancy&lt;/a&gt;, with records in both &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; and &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, often at inland sites well away from its usual ocean habitat.\nThere are about 40 records from North America (Mlodinow 1997), half of them on the Pacific coast where they might be expected, but the rest scattered across the continent east to &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;, &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;, &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;, &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt; and &lt;a href=\"Newfoundland%20%28island%29\"&gt;Newfoundland&lt;/a&gt;, as well as on lakes and rivers several hundred kilometers from the sea, in &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt; (two), &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt; (three), &lt;a href=\"Montana\"&gt;Montana&lt;/a&gt;, &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt;, &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt;, &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt;, &lt;a href=\"Arkansas\"&gt;Arkansas&lt;/a&gt;, &lt;a href=\"Wyoming\"&gt;Wyoming&lt;/a&gt; (two), and &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt; (two).\nThe first found in Europe was a first-winter individual discovered drowned in a fishing net at &lt;a href=\"Zollikon\"&gt;Zollikon&lt;/a&gt;, &lt;a href=\"Lake%20Zurich\"&gt;Lake Zurich&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt; on a date between 15 and 18 December 1997. The specimen has been deposited at the &lt;a href=\"Naturhistorisches%20Museum%20Basel\"&gt;Naturhistorisches Museum Basel&lt;/a&gt; (Maumary and Knaus 2000).\nEurope's second was found at &lt;a href=\"Dawlish%20Warren\"&gt;Dawlish Warren&lt;/a&gt;, &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt; on 7 November 2006; initially identified as a &lt;a href=\"little%20auk\"&gt;little auk&lt;/a&gt;, its true identity came to light when photographs were posted to the BirdForum.net website. It was re-found offshore from &lt;a href=\"Dawlish\"&gt;Dawlish&lt;/a&gt; town centre on 11 November, and attracted large crowds of &lt;a href=\"birdwatcher\"&gt;birdwatcher&lt;/a&gt;s. The bird was present until 14 November, with an estimated 1000+ &lt;a href=\"birder\"&gt;birder&lt;/a&gt;s travelled from as far afield as Edinburgh and (reportedly) the Netherlands to see it.\nThe third &lt;a href=\"Western%20Palearctic\"&gt;Western Palearctic&lt;/a&gt; record followed quickly with a bird on a reservoir in &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;, on the Olt River near &lt;a href=\"Porumbacu%20de%20Jos\"&gt;Alsoporumbak&lt;/a&gt; from 21–23 December 2006."
}