{
    "id": "1313120",
    "revid": "953796",
    "url": "https://en.wikipedia.org/wiki?curid=1313120",
    "title": "Josh McDowell",
    "text": "Joslin \"Josh\" McDowell (born August 17, 1939) is an &lt;a href=\"evangelicalism\"&gt;evangelical Christian&lt;/a&gt; &lt;a href=\"Christian%20apologetics\"&gt;apologist&lt;/a&gt; and &lt;a href=\"evangelism\"&gt;evangelist&lt;/a&gt;. He is the author or co-author of over 150 books. \nIn 2006, his book \"Evidence That Demands a Verdict\" was ranked 13th in \"&lt;a href=\"Christianity%20Today\"&gt;Christianity Today&lt;/a&gt;\"s list of most influential evangelical books published after World War II. Other well-known titles are \"More Than a Carpenter\", \"A Ready Defense\" and \"Right from Wrong\".\nBiography.\nFamily and education.\nMcDowell was born in &lt;a href=\"Union%20City%2C%20Michigan\"&gt;Union City, Michigan&lt;/a&gt;, in 1939 with the given name Joslin. He is one of five children born to Wilmot McDowell. Sr. Biographer Joe Musser indicates that McDowell struggled with low self-esteem in his youth, as his father was an alcoholic and abusive. McDowell also revealed he was sexually abused repeatedly as a child by a farm hand, Wayne Bailey, from the age of 6 to 13. He enlisted in the Air National Guard, received basic training and assumed duties in mechanical maintenance of aircraft. After sustaining a head injury he was discharged from the service.\nHe initially intended to pursue legal studies culminating in a political career, and began preparatory studies at &lt;a href=\"Kellogg%20Community%20College\"&gt;Kellogg Community College&lt;/a&gt;, a two-year junior college in &lt;a href=\"Battle%20Creek%2C%20Michigan\"&gt;Battle Creek, Michigan&lt;/a&gt;. According to McDowell, he was an agnostic at college when he decided to prepare a paper that would examine the historical evidence of the Christian faith in order to disprove it. However, he converted to Christianity, after, as he says, he found evidence for it, not against it. He subsequently enrolled at &lt;a href=\"Wheaton%20College%2C%20Illinois\"&gt;Wheaton College&lt;/a&gt; in &lt;a href=\"Wheaton%2C%20Illinois\"&gt;Wheaton, Illinois&lt;/a&gt;, where he was awarded a Bachelor of Arts degree. He then studied at &lt;a href=\"Talbot%20Theological%20Seminary\"&gt;Talbot Theological Seminary&lt;/a&gt; of &lt;a href=\"Biola%20University\"&gt;Biola University&lt;/a&gt;, &lt;a href=\"La%20Mirada%2C%20California\"&gt;La Mirada, California&lt;/a&gt;. He completed an exit paper examining the theology of &lt;a href=\"Jehovah%27s%20Witnesses\"&gt;Jehovah's Witnesses&lt;/a&gt; and was awarded the &lt;a href=\"Master%20of%20Divinity\"&gt;Master of Divinity&lt;/a&gt; degree, graduating &lt;a href=\"magna%20cum%20laude\"&gt;magna cum laude&lt;/a&gt;.\nJosh McDowell married Dottie Youd, with whom he has four children and ten grandchildren; they live in California. His son, Sean, is also a Christian apologist as an Associate Professor in the Christian Apologetics program at Talbot School of Theology, Biola University.\nCareer and ministry.\nIn 1964, he became a traveling representative of &lt;a href=\"Campus%20Crusade%20for%20Christ\"&gt;Campus Crusade for Christ&lt;/a&gt; International, a &lt;a href=\"parachurch\"&gt;parachurch&lt;/a&gt; ministry that operates student chapters on university and college campuses established by the late &lt;a href=\"Bill%20Bright\"&gt;Bill Bright&lt;/a&gt; in the 1950s. To this day, his close affiliation with the organization continues.\nMcDowell's full-time ministry with Campus Crusade for Christ began with his appointment as a campus speaker in Latin America, where he interacted with both Marxist and Fascist student groups. He subsequently returned to North America where he became known as an itinerant speaker addressing campus groups about the Christian faith.\nPart of his speaking ministry has focused on youth issues in relationships and sexual mores and is reflected in seminars such as \"Maximum Sex\" and the \"Why Wait?\" campaign that encourages sexual &lt;a href=\"abstinence\"&gt;abstinence&lt;/a&gt; before marriage. Other facets of his speaking ministry and writing have focused on issues of &lt;a href=\"self-esteem\"&gt;self-esteem&lt;/a&gt; (\"His Image, My Image\"), and developing faith and character (\"Evidence for Joy\"). In the 1980s he also co-ordinated a three-month residential discipleship program in a retreat center called The Julian Center, near San Diego.\nControversy.\nMcDowell came under criticism for remarks he made on September 18, 2021, at the &lt;a href=\"American%20Association%20of%20Christian%20Counselors\"&gt;American Association of Christian Counselors&lt;/a&gt; World Conference. In discussing &lt;a href=\"Critical%20Race%20Theory\"&gt;Critical Race Theory&lt;/a&gt;, McDowell said, \"I do not believe Blacks, African Americans, and many other minorities have equal opportunity. Why? Most of them grew up in families where there is not a big emphasis on education, security — you can do anything you want. You can change the world. If you work hard, you will make it. So many African Americans don’t have those privileges like I was brought up with.\" McDowell apologized for his remarks the following day.\nMethod of apologetics.\nAs a practitioner of &lt;a href=\"Christian%20apologetics\"&gt;Christian apologetics&lt;/a&gt;, McDowell's writings have concentrated on addressing challenges to belief, questions posed by non-Christians, doubts about faith, and non-Christian religions. McDowell tends to present positive arguments to commend belief in &lt;a href=\"Jesus\"&gt;Jesus Christ&lt;/a&gt; by emphasizing historical and legal proofs to establish the authenticity of the biblical texts and the divinity of Christ.\nIn books such as \"Evidence That Demands a Verdict\", \"The Resurrection Factor\", and \"He Walked Among Us\", McDowell arranges his arguments by laying out a cumulative case of evidence, such as &lt;a href=\"archaeological\"&gt;archaeological&lt;/a&gt; discoveries, the extant &lt;a href=\"manuscript\"&gt;manuscript&lt;/a&gt;s of the &lt;a href=\"biblical\"&gt;biblical&lt;/a&gt; &lt;a href=\"Chapters%20and%20verses%20of%20the%20Bible%23Verses\"&gt;texts&lt;/a&gt;, fulfilled &lt;a href=\"prophecies\"&gt;prophecies&lt;/a&gt;, and the &lt;a href=\"miracle\"&gt;miracle&lt;/a&gt; of the &lt;a href=\"resurrection\"&gt;resurrection&lt;/a&gt;. In \"More Than A Carpenter\" he blends historical arguments with legal argumentation concerning the direct witness and &lt;a href=\"circumstantial%20evidence\"&gt;circumstantial evidence&lt;/a&gt;s for Jesus' life and &lt;a href=\"resurrection\"&gt;resurrection&lt;/a&gt;. He employed a similar line of argument in his debate titled 'Was Christ Crucified?' with the South African Muslim &lt;a href=\"Ahmed%20Deedat\"&gt;Ahmed Deedat&lt;/a&gt; in &lt;a href=\"Durban\"&gt;Durban&lt;/a&gt; during August 1981. McDowell says that the \"evidence for Christianity in the Scriptures is not exhaustive, but it is sufficient.\"\nOther foci of his apologetics have included challenging the methodology, assumptions and conclusions drawn in &lt;a href=\"higher%20criticism\"&gt;higher criticism&lt;/a&gt; of the &lt;a href=\"Old%20Testament\"&gt;Old Testament&lt;/a&gt; and &lt;a href=\"form%20criticism\"&gt;form&lt;/a&gt; and &lt;a href=\"redaction%20criticism\"&gt;redaction criticism&lt;/a&gt; of the gospels. His work in this area has consisted of a popular summary of scholarly debate, particularly from Evangelical discussions about higher critical theories. In the late 1980s and into the 1990s his apologetic writings interacted with challenges expressed in popular books like \"The Holy Blood and the Holy Grail\", \"The Lost Years of Jesus\", and the writings of the &lt;a href=\"humanism\"&gt;humanist&lt;/a&gt; George A. Wells.\nHe has also collated apologetic arguments concerning the doctrine of Christ's deity as in \"Jesus: A Biblical Defense of His Deity\". In two companion volumes he and his colleague Don Stewart have addressed popular questions and objections to faith concerning biblical &lt;a href=\"inerrancy\"&gt;inerrancy&lt;/a&gt; and Bible discrepancies, &lt;a href=\"Noah\"&gt;Noah&lt;/a&gt;'s Flood, and &lt;a href=\"Creationism\"&gt;creation&lt;/a&gt; versus &lt;a href=\"evolution\"&gt;evolution&lt;/a&gt;.\nMcDowell and Stewart have also popularized the arguments of other apologists in the &lt;a href=\"Christian%20countercult%20movement\"&gt;Christian countercult movement&lt;/a&gt;, particularly the work of &lt;a href=\"Walter%20Ralston%20Martin\"&gt;Walter Martin&lt;/a&gt;, in the \"Handbook of Today's Religions\". In their criticisms of &lt;a href=\"cult\"&gt;cult&lt;/a&gt;s and &lt;a href=\"occult\"&gt;occult&lt;/a&gt; beliefs McDowell and Stewart concentrate on doctrinal apologetic questions, especially pertaining to the deity of Christ, and pointing out \"&lt;a href=\"heresy\"&gt;heretical&lt;/a&gt;\" beliefs in the religious groups they profile which they consider to be unorthodox.\nMcDowell's approach to apologetics falls under what Protestant theologians classify as \"classical\" and \"evidential.\" In either of these approaches to Christian apologetics, it is assumed that arguments defending the Christian faith can legitimately be directed to both believers and unbelievers because the human mind is viewed as able to comprehend certain truths about God. &lt;a href=\"Presuppositional%20apologetics\"&gt;Presuppositional apologetics&lt;/a&gt;, on the other hand, questions this methodology by arguing that since unbelievers partially suppress and resist the truth about God (as Paul states in Romans 1:18–20), the problem of unbelief is also an ethical choice and not simply a lack of evidence."
}