{
    "id": "13130921",
    "revid": "7098284",
    "url": "https://en.wikipedia.org/wiki?curid=13130921",
    "title": "1935 Boston Braves season",
    "text": "The 1935 &lt;a href=\"History%20of%20the%20Boston%20Braves\"&gt;Boston Braves&lt;/a&gt; season was the 65th season of the franchise. The Braves finished with the worst record in the &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt; and the majors, with a record of 38 wins and 115 losses.\nIn an attempt to make his dream come true to manage, &lt;a href=\"Babe%20Ruth\"&gt;Babe Ruth&lt;/a&gt; came to the Braves in February 1935. He was hired as vice president and assistant manager, and team owner &lt;a href=\"Emil%20Fuchs%20%28baseball%29\"&gt;Emil Fuchs&lt;/a&gt; promised Ruth a share of team profits.\nRegular season.\nOn opening day, Babe Ruth was part of all of the Braves' runs in a 4–2 win over the &lt;a href=\"1935%20New%20York%20Giants%20season\"&gt;New York Giants&lt;/a&gt;. However, Ruth was only a shadow of his former self. Although he had a fairly decent season in 1934, years of high living had begun taking their toll on his conditioning. His deterioration became more pronounced in early 1935. He couldn't run, and his fielding was so terrible that three of the Braves' pitchers threatened to go on strike if Ruth was in the lineup. A month into the season, Ruth stopped hitting as well. It soon became obvious that Ruth's titles as vice president and assistant manager were mere window dressing, and that he was only on the team due to the attention he commanded. He also discovered that rather than give him a share of the Braves' profits, Fuchs expected him to invest some of \"his\" money in the team. \nSeeing a team in utter collapse and realizing he was finished even as a part-time player, Ruth retired on June 1, six days after he had what remains one of the most memorable afternoons in baseball history. He clouted what turned out to be the last three &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;s of his career in a game at &lt;a href=\"Forbes%20Field\"&gt;Forbes Field&lt;/a&gt; while playing the &lt;a href=\"1935%20Pittsburgh%20Pirates%20season\"&gt;Pittsburgh Pirates&lt;/a&gt;. He'd wanted to quit as early as May 12, but Fuchs wanted him to hang on so he could play in every National League park. Fuchs lost control of the team soon afterward.\nDespite fielding essentially the same team that finished fourth a year earlier, the 1935 season quickly turned into a debacle. In fact, their Opening Day win was the only time they were over .500 all year. They won only four games in May, and by the time Ruth retired they were 9-27, their season all but finished. They ultimately finished 38–115, the worst season in franchise history. Their .248 winning percentage is tied for the &lt;a href=\"List%20of%20worst%20MLB%20season%20records\"&gt;seventh-worst in baseball history&lt;/a&gt;, and the sixth-worst in National League history. It is the second-worst in modern baseball history (behind only the &lt;a href=\"1916%20Philadelphia%20Athletics%20season\"&gt;1916 Philadelphia Athletics&lt;/a&gt;), and the worst in modern National League history. During the season, Braves pitcher &lt;a href=\"Ben%20Cantwell\"&gt;Ben Cantwell&lt;/a&gt; would be the last pitcher in the 20th century to lose at least 25 games in one season. The only highlight was outfielder &lt;a href=\"Wally%20Berger\"&gt;Wally Berger&lt;/a&gt;, who led the League in home runs (34) and RBIs (130).\nPlayer stats.\nBatting.\nStarters by position.\n\"Note: Pos = Position; G = Games played; AB = At bats; H = Hits; Avg. = Batting average; HR = Home runs; RBI = Runs batted in\"\nOther batters.\n\"Note: G = Games played; AB = At bats; H = Hits; Avg. = Batting average; HR = Home runs; RBI = Runs batted in\"\nPitching.\nStarting pitchers.\n\"Note: G = Games pitched; IP = Innings pitched; W = Wins; L = Losses; ERA = Earned run average; SO = Strikeouts\"\nOther pitchers.\n\"Note: G = Games pitched; IP = Innings pitched; W = Wins; L = Losses; ERA = Earned run average; SO = Strikeouts\"\nRelief pitchers.\n\"Note: G = Games pitched; W = Wins; L = Losses; SV = Saves; ERA = Earned run average; SO = Strikeouts\""
}