{
    "id": "1313190",
    "revid": "779224",
    "url": "https://en.wikipedia.org/wiki?curid=1313190",
    "title": "Beaujolais nouveau",
    "text": "Beaujolais nouveau ( , ) is a red &lt;a href=\"wine\"&gt;wine&lt;/a&gt; made from &lt;a href=\"Gamay\"&gt;Gamay&lt;/a&gt; grapes produced in the &lt;a href=\"Beaujolais\"&gt;Beaujolais&lt;/a&gt; region of &lt;a href=\"France\"&gt;France&lt;/a&gt;. It is the most popular \"&lt;a href=\"vin%20de%20primeur\"&gt;vin de primeur&lt;/a&gt;\", &lt;a href=\"Fermentation%20%28wine%29\"&gt;fermented&lt;/a&gt; for just a few weeks before being released for sale on the third Thursday of November. It is famous for races by distributors to get the first bottles to different markets around the globe.\nHistory.\nAs far back as the 1800s, &lt;a href=\"Beaujolais\"&gt;Beaujolais&lt;/a&gt; growers would gather to celebrate the end of the harvest by toasting the vintage with some of the young wine produced that year. (This is part of the French tradition of &lt;a href=\"vin%20de%20primeur\"&gt;vin de primeur&lt;/a&gt;, or “early wines” released in the same year as harvest, which 55 appellations in France are allowed to produce.) During this time, Lyonnais barkeepers and restaurateurs had been in the habit of buying barrels of this new Beaujolais wine, that had been pressed in September and ready to serve in November. The new wine was served via pitchers dipped into barrels; the barrels were sometimes transported simply by floating them down the &lt;a href=\"Sa%C3%B4ne\"&gt;Saône&lt;/a&gt; river., Once the &lt;a href=\"Beaujolais%20AOC\"&gt;Beaujolais AOC&lt;/a&gt; was established in 1937, AOC rules meant that Beaujolais wine could only be officially sold after 15 December in the year of harvest. These rules were relaxed in November 1951, and the Union Interprofessionnelle des Vins du Beaujolais (UIVB) formally set 15 November as the release date for what would henceforth be known as Beaujolais nouveau. In 1985 the Institut National des Appellations d'Origine (INAO) established the third Thursday of November to allow for a uniform release date for the wine.\nThe wine used to be released from France at 12:01 on the third Thursday of November. During the 2000’s the release rules started to relax, with the wines shipped ahead of time, and released to local markets at 12:01 a.m. local time. Starting in the 2010's, it started to be sent to retailers ahead of the third Thursday, with instruction not to sell it until the third Thursday.\nSome members of the UIVB saw the potential for marketing Beaujolais nouveau by capitalising on fast distribution of the vintage, starting with a race to get the first bottles to &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;. In the 1960s, races from English clubs rewarded the drivers who returned the quickest with the most wine (sometimes resulting in spare tyres being left in Beaujolais). There continued to be more media coverage, and by the 1970s it had become a national event. The races spread to neighbouring countries in Europe in the 1980s, followed by North America, and in the 1990s to Asia. In 1985, the date was changed to the third Thursday in November to take best advantage of marketing in the following weekend.\nUp to 1972, New York was the only US city to import Beaujolais nouveau. In 1972, Minneapolis became the second US city to import it; now, it is available in most US metropolis areas, and in many large cities across the globe.\nProduction.\nBeaujolais Nouveau is made from the Gamay noir à Jus blanc grape, better known simply as &lt;a href=\"Gamay\"&gt;Gamay&lt;/a&gt;. The grapes come from the southern part of the Beaujolais AOC, grown in \"stony, schistous soils\" just north of Lyon. Both Beaujolais Nouveau and Beaujolais-Villages Nouveau are produced; the latter comes from the ~ 30 non-cru villages in the northern part of the region, and grapes from the ten Beaujolais \"cru\" villages / appellations are excluded. Nouveau's production have varied from 25% to almost 50% of overall production in Beaujolais. As of 2017, there are 2000 producers producing 27.5 million cases from 4,000 vineyards, with 40% exported from France.\nBy law, all grapes in the region must be harvested by hand. The wine is made using &lt;a href=\"carbonic%20maceration\"&gt;carbonic maceration&lt;/a&gt;, whole berry anaerobic fermentation which emphasizes fruit flavors without extracting bitter tannins from the grape skins. Grapes are loaded and sealed into a large (on the order of ) sealed container that is filled with carbon dioxide. Grapes that are gently crushed at the bottom of the container by the weight of the grapes start to ferment, emitting more CO2. All this carbon dioxide causes fermentation to take place inside the uncrushed grapes (without access to oxygen, hence \"anaerobic fermentation\"). The resulting wine is fresh, fruity, and very low in tannins.\nPart of the success of Beaujolais Nouveau is due to the Gamay grape - it can easily make this very straightforward wine and make more complex wines. Most other red wine grapes would not easily make nouveau-style wines.\"\nThe wine is marketed to be drunk in November, only a few months after the grapes were on the vines - logistics to ship so much wine in such a short amount of time are a significant challenge. Means of transport have included elephant, &lt;a href=\"Concorde\"&gt;Concorde&lt;/a&gt;, balloon, rickshaw, helicopter, private jet, military jet, and 747. Multiple air shipping companies even have online articles about how they arrange the nouveau air shipments, and the announcement of when the nouveau may be released from the EU are an annual headline.\nCelebration.\nThis \"Beaujolais Day\" is accompanied by publicity events and heavy advertising. The traditional slogan, even in English-speaking countries, was \"Le Beaujolais nouveau est arrivé!\" (literally, \"The new Beaujolais has arrived!\"), but in 2005 this was changed to \"It's Beaujolais Nouveau Time!\". In the United States, it is promoted as a drink for &lt;a href=\"Thanksgiving%20%28United%20States%29\"&gt;Thanksgiving&lt;/a&gt;, which always falls exactly one week after the wine is released (on the fourth Thursday of November).\nIn the United Kingdom, Beaujolais Day is particularly popular in &lt;a href=\"Swansea\"&gt;Swansea&lt;/a&gt;, &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;, where people book tables in restaurants and bars for the day up to a year in advance. Historian &lt;a href=\"Peter%20Stead%20%28writer%29\"&gt;Peter Stead&lt;/a&gt; argues that its rise in popularity there can be traced to the city's No Sign Bar in the 1960s, which was then owned by former &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales rugby union&lt;/a&gt; captain &lt;a href=\"Clem%20Thomas\"&gt;Clem Thomas&lt;/a&gt;, who owned a house in Burgundy and could transport Beaujolais quickly and cheaply to south Wales, and suggests that it reflected Swansea's efforts to \"gentrify and intellectualise itself\" at the time. In 2015 it was estimated that Beaujolais Day contributed £5 million to the local economy.\nAs of 2014, there were over 100 Beaujolais Nouveau-related festivals held in the Beaujolais region. The most famous festival, Les Sarmentelles, was held in Beaujeu, the capital of the region, and lasted for days. The winner of the annual tasting contest won their weight in wine.\nMany producers release the nouveau with colourful or abstract design that changes every year, usually as an evolution from the previous year's design. Starting in 2017, one producer has a contest for their Beaujolais Nouveau label, and in 2020 there were over 1,000 entries. Duboeuf has silk ties made each year with their label's abstract design, and releases them through select wholesalers and distributors.\nIn addition to the drinking of the Beaujolais Nouveau, its release represents an opportunity for chefs to cook with the unique wine. Due to its very young age and method of fermentation, the foods prepared with nouveau tend to be a bit more purple than red. This is especially evident in &lt;a href=\"Coq%20au%20Vin\"&gt;Coq au Vin&lt;/a&gt; and poached pears, traditional dishes from &lt;a href=\"Burgundy\"&gt;Burgundy&lt;/a&gt;.\nStyle.\nBeaujolais nouveau is a purple-pink wine reflecting its youth, bottled only 6–8 weeks after harvest. The method of production means that there is a higher acidity and very little &lt;a href=\"tannin%20%28wine%29\"&gt;tannin&lt;/a&gt;. Nouveau will have very bright, fresh, red fruit flavors, such as cherry, strawberry, and raspberry, along with fruity &lt;a href=\"Ester%23Physical%20properties\"&gt;ester&lt;/a&gt; flavours of banana, grape, fig and &lt;a href=\"pear%20drop\"&gt;pear drop&lt;/a&gt;. The wine is recommended to be slightly chilled to 13 °C (55 °F). Beaujolais-Villages Nouveau tends to be a bit more purple, a bit richer, and have a bit more intense fruity flavors. \nBeaujolais nouveau is intended for immediate drinking. It has been described as “wine of this vintage, fresh as the memory of harvest and raw as the experience of the year, unpolished by time, a reflection of the emotion of the moment.” In this same spirit, nouveau is intended to be consumed within a few months. While nouveau could be kept for a few years, there is no real reason to, as it does not improve with age. (For comparison, standard &lt;a href=\"Beaujolais\"&gt;Beaujolais&lt;/a&gt; AOC wines are released the following year and can be stored for one or more years before consuming.) The nouveau wines show definite variation between vintages, and as such are considered to be an early indicator of the quality of the year's regional wine harvest.\nFor a period around the late 1990s some wine critics criticized Beaujolais nouveau as simple or immature. For example, wine critic &lt;a href=\"Karen%20MacNeil\"&gt;Karen MacNeil&lt;/a&gt; wrote that \"Drinking it gives you the same kind of silly pleasure as eating cookie dough.\" Another wine critic, &lt;a href=\"Robert%20M.%20Parker%2C%20Jr.\"&gt;Robert M. Parker, Jr.&lt;/a&gt;, disagreed, calling those opinions \"ludicrous\" and describing the better vintages as \"delicious, zesty, exuberant, fresh, vibrantly fruity\" wines. \nAccording to Julien Gobert, an oenologist who worked in the Bordeaux region, \"It is a proper wine and it's not actually that easy to produce. It's quite a challenge getting it right.\"\nSimilar wines.\nThe commercial success of Beaujolais nouveau led to the development of other \"primeur\" wines in other parts of France, such as the &lt;a href=\"Gaillac%20AOC\"&gt;Gaillac AOC&lt;/a&gt; near Toulouse. These wines are typically released on the third Thursday of November, just like their counterparts in Beaujolais. The practice has spread to other wine producing countries such as &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; (\"\"&lt;a href=\"Vino%20Novello\"&gt;Vino Novello&lt;/a&gt;\"), Spain (\"vino joven\"), Czech Republic (\"Svatomartinské víno\") and the US (\"nouveau wine\"\").\nIn the United States, a number of vintners have produced Nouveau-style wines, using various grapes such as &lt;a href=\"Gamay\"&gt;Gamay&lt;/a&gt;, &lt;a href=\"Zinfandel\"&gt;Zinfandel&lt;/a&gt;, &lt;a href=\"Tempranillo\"&gt;Tempranillo&lt;/a&gt;, &lt;a href=\"Pinot%20noir\"&gt;Pinot noir&lt;/a&gt;, and even &lt;a href=\"Riesling\"&gt;Riesling&lt;/a&gt;. There is also movement in the US of making nouveau wines in homage of the French Glou Glou wine movement and in homage of Beaujolais nouveau."
}