{
    "id": "1316422",
    "revid": "698799",
    "url": "https://en.wikipedia.org/wiki?curid=1316422",
    "title": "Tom Rathman",
    "text": "Thomas Dean Rathman (born October 7, 1962) is a former professional &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player, a &lt;a href=\"Fullback%20%28American%20football%29\"&gt;fullback&lt;/a&gt; for the &lt;a href=\"San%20Francisco%2049ers\"&gt;San Francisco 49ers&lt;/a&gt; and &lt;a href=\"Los%20Angeles%20Raiders\"&gt;Los Angeles Raiders&lt;/a&gt; of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt;. Following his playing career, he became a coach in 1995 and coached the 49ers' running backs through the &lt;a href=\"2016%20San%20Francisco%2049ers%20season\"&gt;2016 season&lt;/a&gt; and now will be inducted into the 49ers' hall of fame.\nRathman was a three-sport star at &lt;a href=\"Grand%20Island%20Senior%20High%20School%20%28Nebraska%29\"&gt;Grand Island Senior High&lt;/a&gt; in central Nebraska. In addition to a state Hall of Fame career as a fullback for the Islanders football team, Rathman won a state championship in the &lt;a href=\"high%20jump\"&gt;high jump&lt;/a&gt; in 1980 during his junior year.\nCollege career.\nRathman was a three-year letter winner in football at the &lt;a href=\"Nebraska%20Cornhuskers%20football\"&gt;University of Nebraska&lt;/a&gt;. He finished his college career with 1,425 rushing yards, and averaged over six yards per carry. Often considered the greatest fullback in modern Nebraska history, Rathman set several school position records, some of which still stand, including most yards rushing by a fullback in a single season (881, in &lt;a href=\"1985%20Nebraska%20Cornhuskers%20football%20team\"&gt;1985&lt;/a&gt;) and most career rushing touchdowns by a fullback (twelve). He was noted for his ability to break long runs, especially during his senior year in 1985, when he averaged 7.5 yards per carry.\nProfessional career.\nRathman was selected by the 49ers in the &lt;a href=\"1986%20NFL%20Draft%23Round%20three\"&gt;third round&lt;/a&gt; of the &lt;a href=\"1986%20NFL%20Draft\"&gt;1986 NFL Draft&lt;/a&gt; with the 56th overall pick. His professional career spanned nine years as a fullback, the first eight with the 49ers. For the first five seasons, he was the lead blocker for another former Cornhusker, &lt;a href=\"Roger%20Craig%20%28American%20football%29\"&gt;Roger Craig&lt;/a&gt;. Rathman helped lead the 49ers to two &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt; championships, rushing for 38 yards, catching four passes for 43 yards, and scoring two touchdowns in &lt;a href=\"Super%20Bowl%20XXIV\"&gt;Super Bowl XXIV&lt;/a&gt;. In 1989, he led all NFL running backs in receiving with 73 receptions for 616 yards. Rathman spent his last season in 1994 with the &lt;a href=\"Los%20Angeles%20Raiders\"&gt;Los Angeles Raiders&lt;/a&gt;.\nRathman finished his NFL career with 2,020 rushing yards, 320 receptions for 2,684 yards with a total of 34 touchdowns. Additionally, Rathman had five kickoff returns for 103 yards.\nCoaching career.\nAfter retiring as a player, Rathman began his coaching career in 1995 at the &lt;a href=\"High%20school%20football\"&gt;high school&lt;/a&gt; level, as the running backs coach for &lt;a href=\"Jun%C3%ADpero%20Serra%20High%20School%20%28San%20Mateo%2C%20California%29\"&gt;Junípero Serra High School&lt;/a&gt; in &lt;a href=\"San%20Mateo%2C%20California\"&gt;San Mateo&lt;/a&gt;. The next year, he served as &lt;a href=\"offensive%20coordinator\"&gt;offensive coordinator&lt;/a&gt; at &lt;a href=\"Menlo%20College\"&gt;Menlo College&lt;/a&gt; in &lt;a href=\"Atherton%2C%20California\"&gt;Atherton&lt;/a&gt;. He became a pro coach in &lt;a href=\"1997%20San%20Francisco%2049ers%20season\"&gt;1997&lt;/a&gt; when he joined the 49ers staff, and served as running backs coach through &lt;a href=\"2002%20San%20Francisco%2049ers%20season\"&gt;2002&lt;/a&gt;. In 2003, he accompanied head coach &lt;a href=\"Steve%20Mariucci\"&gt;Steve Mariucci&lt;/a&gt; to the &lt;a href=\"Detroit%20Lions\"&gt;Detroit Lions&lt;/a&gt; where Rathman was running backs coach during Mariucci's three seasons with the Lions. He then held the same position for the &lt;a href=\"Oakland%20Raiders\"&gt;Oakland Raiders&lt;/a&gt; for three seasons, and returned to the 49ers as running backs coach on January 7, 2009. Following the departure of head coach &lt;a href=\"Mike%20Singletary\"&gt;Mike Singletary&lt;/a&gt;, Rathman was retained by &lt;a href=\"Jim%20Harbaugh\"&gt;Jim Harbaugh&lt;/a&gt; for the &lt;a href=\"2011%20San%20Francisco%2049ers%20season\"&gt;2011&lt;/a&gt; season and was again retained by &lt;a href=\"Jim%20Tomsula\"&gt;Jim Tomsula&lt;/a&gt; for the 2015 season. After the firing of Tomsula a year later, Rathman was once again retained by new 49ers head coach &lt;a href=\"Chip%20Kelly\"&gt;Chip Kelly&lt;/a&gt; for the 2016 season. Following that season, Rathman was not re-hired after &lt;a href=\"Kyle%20Shanahan\"&gt;Kyle Shanahan&lt;/a&gt; was named head coach for the upcoming season. On February 27, 2018, Rathman was hired as the running backs coach for the Indianapolis Colts. On January 28, 2021, the Colts announced Rathman had retired.\nPersonal life.\nRathman currently resides in &lt;a href=\"Redwood%20Shores%2C%20California\"&gt;Redwood Shores, California&lt;/a&gt; with his wife Holly, and three daughters, Nicole, Ali, and Samantha."
}