{
    "id": "13161704",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=13161704",
    "title": "Victoria Pier, Colwyn Bay",
    "text": "The Victoria Pier was a &lt;a href=\"pier\"&gt;pier&lt;/a&gt; in the seaside resort of &lt;a href=\"Colwyn%20Bay\"&gt;Colwyn Bay&lt;/a&gt;, Wales. Despite dismantlement , much of the metalwork remains and retains the legal status of a grade-II &lt;a href=\"listed%20structure\"&gt;listed structure&lt;/a&gt;. Plans for a partial re-build in 2019 have been made by the pier's owner, &lt;a href=\"Conwy%20County%20Borough%20Council\"&gt;Conwy County Borough Council&lt;/a&gt;.\nThe partial rebuild is now completed and the pier is now much shorter than it was when originally built. Visitors may walk onto the pier and enjoy the views of the Promenade right up to the Rhos on Sea Point.\nDesigned by Mangnall and Littlewoods the pier opened in 1900 and was extended in 1903 to the length of 227m. The first two pavilions built on the pier were destroyed by fire along with a bijou theatre. The third pavilion was built in 1934 and was significantly extended and altered in the 1970s to allow for nightclub and amusement arcade entertainments. From the late 1980s, the pier began to decline with the seaward portion of the pier being closed due to a poor state of repair. The condition of the pier and the entertainments continued to decline until 2008 when it closed permanently. A long-standing legal wrangle between the previous private owner and the council ensued. By 2013, the pier was in danger of collapse and a local community group attempted to secure funding for a rebuilding programme which failed. In 2017, part of the pier collapsed onto the beach below, dangerous sections of the pier were dismantled and a new plan to create a shortened pier were agreed upon by the council and a charitable trust representing the community interest.\nConstruction.\nDesigned by Mangnall &amp; Littlewoods of Manchester, Colwyn Bay's Victoria Pier was one of the later British piers to be built. Construction by the Salford firm of William Brown &amp; Sons began in June 1899. Many of the pier's components were &lt;a href=\"pre-fabricated\"&gt;pre-fabricated&lt;/a&gt;, and manufactured by the &lt;a href=\"Widnes\"&gt;Widnes&lt;/a&gt; &lt;a href=\"Iron%20Foundry\"&gt;Iron Foundry&lt;/a&gt;. Its official opening was on 1 June 1900, when the architect, Mr. Littlewood, handed a golden key to the pier's owners. As first constructed, the pier was just long and wide, comprising a timber promenade deck with seating and railings along its length, and a 2,500 seat pavilion in the &lt;a href=\"Moorish%20Revival%20architecture\"&gt;Moorish Revival style&lt;/a&gt;. The pavilion was set to the right of the deck, with a walkway allowing access to the pier-head to the left. The pavilion's main entrance was flanked on one side by a flower shop and, on the other, by a coffee lounge and cake shop. Inside, the pavilion had a large balcony which extended around three sides of the auditorium and a full orchestra pit. The pier however, has never featured a landing stage.\nIn 1903, the Victoria Pier Company decided to extend the neck to a length of to facilitate outdoor theatrical performances. The pier featured intricate cast iron balustrades, manufactured by the Widnes Iron Foundry, and similar balustrade designs can be found at &lt;a href=\"Mumbles%20Pier\"&gt;Mumbles Pier&lt;/a&gt;, and formerly at &lt;a href=\"Grand%20Pier%2C%20Weston-super-Mare\"&gt;Grand Pier, Weston-super-Mare&lt;/a&gt; and &lt;a href=\"Morecambe\"&gt;Morecambe&lt;/a&gt;'s &lt;a href=\"Central%20Pier%2C%20Morecambe\"&gt;Central&lt;/a&gt; and &lt;a href=\"West%20End%20Pier%2C%20Morecambe\"&gt;West End&lt;/a&gt; Piers.\nFirst and second pavilion buildings.\nA 600-seat 'Bijou' theatre was built at the pier head in 1917 for the purposes of light entertainment. The first pavilion building was completely destroyed by fire in 1922. The Victoria Pier Company suffered serious financial difficulties after the fire. As a result, Colwyn Bay Urban District Council purchased the pier and work began immediately to rebuild the pavilion. In July 1923, the second pavilion was opened, at a cost of £45,000. Unfortunately, disaster struck again on 16 May 1933, when the second pavilion was destroyed by fire, followed, on 28 July 1933, by a fire that destroyed the Bijou Theatre.\nThird pavilion.\nColwyn Bay Urban District Council set about rebuilding, and the third pavilion was opened on Tuesday 8 May 1934 at a cost of £16,000, but the Bijou Theatre was never rebuilt. The pavilion was designed by architect &lt;a href=\"Stanley%20Davenport%20Adshead\"&gt;Stanley Davenport Adshead&lt;/a&gt;, and the rebuilding also involved constructing a cast iron covered walkway, extending to the pavilion, as well as a bandstand in the south-east corner of the pavilion section of the pier. Increasing usage of the pier led the council to introduce a twopenny toll (free after 6pm) in 1936, which included the price of a deckchair and listening to the band. The purpose of the toll, said the council, was to prevent 'indiscriminate lounging on the pier'. In the pavilion, Ernest Binns presented 'The Colwyn Follies', with seats at two shillings, and one shilling and sixpence.\nDuring the 1950s and 60s, the pier began a period of gentle decline. In 1953, the pavilion's tearoom, which had been a year-round meeting place for forty years, started closing for the winter. In 1956, the line-up of entertainment in the pavilion was as follows: Monday: bingo, Tuesday: wrestling, Wednesday: amateur talent show, Thursday: old-time dancing, Friday: popular dance, Saturday: young people's dance. 1958 saw the end of the summer variety shows in the pavilion. In 1959, the variety shows were replaced by a small orchestra of six musicians; over 20,000 people paid nine pence each that year to attend the afternoon concerts, with another 10,000 attending in the evenings.\nBy 1961, falling audiences forced the council to reduce the orchestra to three musicians. 1962 saw the council admit defeat for live performances and install pre-recorded orchestral music. The pier saw minor refurbishment and repairs in 1964, and a small amusement arcade was built at the seaward end. Both the amusements and the bandstand were removed in the 1970s.\n1970s modernisation.\nIn 1968, ownership of the pier passed from the local council to Entam Leisure, a division of &lt;a href=\"Trust%20House%20Forte\"&gt;Trust House Forte&lt;/a&gt;, for just £59,000. Entam Leisure decided that the pier needed modernisation to prosper. This involved building the Golden Goose Amusements in a large new modern building on the pier neck, the opening of the Golden Fry Restaurant in the old tearooms, and the conversion of the pavilion into the Dixieland Showbar. As part of this work, the ornate Moorish toll booths at the entrance to the pier were removed to create an open aspect to the pier entrance. During the 1970s and 1980s, the Dixieland Showbar hosted many live concerts, featuring groups/acts such as &lt;a href=\"Mot%C3%B6rhead\"&gt;Motörhead&lt;/a&gt;, &lt;a href=\"The%20Damned%20%28band%29\"&gt;The Damned&lt;/a&gt;, &lt;a href=\"Siouxsie%20%26amp%3B%20The%20Banshees\"&gt;Siouxsie &amp; The Banshees&lt;/a&gt;, &lt;a href=\"Elvis%20Costello\"&gt;Elvis Costello&lt;/a&gt;, &lt;a href=\"Slade\"&gt;Slade&lt;/a&gt;, &lt;a href=\"The%20Specials\"&gt;The Specials&lt;/a&gt;, &lt;a href=\"Cockney%20Rejects\"&gt;Cockney Rejects&lt;/a&gt; and &lt;a href=\"Black%20Flag%20%28band%29\"&gt;Black Flag&lt;/a&gt;. In 1979, the pier was sold again, this time to Rhyl-based leisure operators, Parker's Leisure. They converted the Dixieland Showbar into CJ's Nightclub and built an extension onto the front of the Golden Goose Amusements, to create a larger entrance/amusements area.\nDecline.\nIn 1987, the entire seaward end of the pier was closed to the general public on safety grounds. In 1991, Parkers Leisure closed down their amusement and disco businesses on the pier. Vandals attacked the pier after the closure, smashed most of the windows in the former Golden Goose Amusements, and broke into the pavilion to set fire to it. In 1993, Colwyn Borough Council gave permission to demolish the pavilion and seaward end of the pier, but the work was never carried out.\nIn August 1994, marine engineer Mike Paxman bought the pier and stated he intended to restore it. Paxman carried out work to repair the pier's decking and subdivided the former Golden Goose Amusements building into several smaller business, including a bar, cafe, shops and amusements, which opened on 1 April 1996. He also intended to reopen the pavilion as a nightclub, but did not have sufficient funding to do so. During this time, the pier featured prominently in the \"&lt;a href=\"Hetty%20Wainthropp%20Investigates\"&gt;Hetty Wainthropp Investigates&lt;/a&gt;\" episode \"Childsplay\", broadcast in January 1998. Paxman eventually put the pier up for sale in 2003, by advertising it on auction site &lt;a href=\"eBay\"&gt;eBay&lt;/a&gt; but it failed to sell.\nOn 11 December 2003, the pier was bought by Cambridgeshire businessman Steve Hunt, who sold his house to fund the £100,000 purchase price. He reopened the pier on Saturday 17 January 2004 and announced his intention to gradually restore the decaying structure. He has a particular interest in restoring the pier's &lt;a href=\"Art%20Deco\"&gt;Art Deco&lt;/a&gt; pavilion, built in 1933.\nIn 2008, the entrance building housed a fishing tackle shop, cafe, bar (which was extended, refurbished and renamed 'Oddities' for the 2008 season) and a selection of amusement machines. The pavilion was home to various special events, such as the successful annual art exhibition. A small section of the pier neck was open to the public, mainly housing an outdoor seating area for the bar. The main area of the pier neck was closed to the general public, but was open for fishing, subject to the purchase of a permit.\nClosure.\nThe pier closed at the end of July 2008, as a result of a bankruptcy order made against the owner, Steve Hunt, by Conwy County Borough Council in respect of unpaid business rates. Hunt attempted to have the bankruptcy order annulled but with no success and the pier remained closed to the public.\nA documentary, entitled \"Pier Pressure\", was shown on BBC2 Wales in December 2008; the film followed Steve Hunt's attempts to rescue and restore the Victoria Pier over a one-year period.\nRegeneration attempts.\nIn 2012, Conwy County Borough Council bought the Pier from the Receivers, Royce Peeling Green and intended to grant a lease to a local community group if they were successful. In late March 2012, Conwy Borough Council announced they would put in a request for lottery funding to be used to save the pier. However, the request was denied and the structure still lay in a bad state, with fencing blocking people from being able to go under the pier for health and safety reasons. In 2013, the Pier regeneration had a new lease of life, thanks to a local community group, who formed a third sector company called Colwyn Bay Shore Thing. The company, in partnership with the local authority, were successful in a Round 1 grant application to the Heritage Lottery fund. However, it was denied in Round 2 in 2015. The Lottery Fund stated that a large part of the denial was the council's refusal to support or back the Round 2 application on cost grounds. After the refusal, the council announced they were going ahead with plans to delist and demolish the pier. Following a huge public outcry, &lt;a href=\"CADW\"&gt;CADW&lt;/a&gt; Welsh Heritage refused planning permission for demolition.\nPhase one of Restoration Plans.\nThe final 45 metres of the seaward end were destroyed in a series of collapses, first on the 1 February 2017, and the second on the 23 February.\nOn 2 March 2017, a council meeting agreed to support phase 1, which includes an initial shortened pier and new pavilion put forward by the Colwyn Victoria Pier Trust. The dangerous seaward section of the pier, representing around half of its length, was removed in March 2017. An area of decking to the south of the pavilion, part of which was also in a state of collapse, was also dismantled at this time. The council then applied for planning consent to remove the remaining buildings and dismantle and store the pier, with the long term aim in working with the Victoria Pier Trust to reinstate the listed structure in the future.\nDismantling of the pavilion began in February 2018 and the pier had been dismantled (and, in part, stored) by May 2018. The final piece of the pier was dismantled on 15 May 2018 with the final site clearance completed in June 2018. The Art Deco murals created by &lt;a href=\"Eric%20Ravilious\"&gt;Eric Ravilious&lt;/a&gt; and &lt;a href=\"Mary%20Adshead\"&gt;Mary Adshead&lt;/a&gt; in 1934, from inside the pavilion, have all been successfully removed and are currently awaiting restoration. Construction began in 2019 for phase 1 of the pier's construction, representing an area exactly covering the former site of the Golden Goose amusements building: a length of approximately 45 metres. The original cast iron balustrades have been restored and will be reinstated, and replicas have been made of the Pier's original lamp standards, absent from the pier for the last forty years. As of November 2020, the majority of the pier's substructure has been completed, and the pier is expected to open in 2021. Following the completion of this stage, in partnership with Conwy Council, the Victoria Pier Trust will apply for grants to rebuild phase 2, which will be to rebuild the remaining part of the Pier, restored from storage. A new Pavilion, however, will be built and the design will be available for public consultation."
}