{
    "id": "1318059",
    "revid": "7098284",
    "url": "https://en.wikipedia.org/wiki?curid=1318059",
    "title": "William Tytler",
    "text": "William Tytler &lt;a href=\"Writer%20to%20the%20Signet\"&gt;WS&lt;/a&gt; &lt;a href=\"FRSE\"&gt;FRSE&lt;/a&gt; (1711–1792) was a Scottish lawyer, known as a historical writer. He wrote \"An Inquiry into the Evidence against Mary Queen of Scots\", against the views of &lt;a href=\"William%20Robertson%20%28historian%29\"&gt;William Robertson&lt;/a&gt;. He discovered the manuscript the \"Kingis Quhair\" (King's Work), a poem of &lt;a href=\"James%20I%20of%20Scotland\"&gt;James I of Scotland&lt;/a&gt;. In 1783 he was one of the joint founders of the &lt;a href=\"Royal%20Society%20of%20Edinburgh\"&gt;Royal Society of Edinburgh&lt;/a&gt;.\nLife.\nThe son of Alexander Tytler, a lawyer (\"writer\") in &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt;, and Jane Leslie of &lt;a href=\"Aberdeen\"&gt;Aberdeen&lt;/a&gt;, he was born on 12 October 1711. He was educated at &lt;a href=\"Edinburgh%20high%20school\"&gt;Edinburgh high school&lt;/a&gt; and studied law at the &lt;a href=\"University%20of%20Edinburgh\"&gt;University of Edinburgh&lt;/a&gt;, and was apprenticed as a lawyer to William Forbes. He qualified in 1744 as a &lt;a href=\"writer%20to%20the%20signet\"&gt;writer to the signet&lt;/a&gt; (WS) and set up his own legal practice in Edinburgh. He was successful in his profession, and acquired the estate of Woodhouselee near &lt;a href=\"Roslin%2C%20Midlothian\"&gt;Roslin&lt;/a&gt; on the south of the &lt;a href=\"Pentland%20Hills\"&gt;Pentland Hills&lt;/a&gt;.\nTytler was interested in archaeology and history. He joined the Select Society founded by &lt;a href=\"Allan%20Ramsay%20%28artist%29\"&gt;Allan Ramsay&lt;/a&gt; the painter, in 1754, and took part in its debates. His prescription for a happy old age has been often quoted: \"short but cheerful meals, music, and a good conscience\".\nHis first recorded address (1773) is Campbell's Close off the &lt;a href=\"Grassmarket\"&gt;Grassmarket&lt;/a&gt; in south-west Edinburgh.\nHe died at Woodhouselee on 12 September 1792. He was an accomplished player on the harpsichord and on the flute, and was an original member of the Musical Society of Edinburgh.\nHe is buried in the family vault in the sealed south-west section of &lt;a href=\"Greyfriars%20Kirkyard\"&gt;Greyfriars Kirkyard&lt;/a&gt; known as the Covenanter's Prison. His son &lt;a href=\"Alexander%20Fraser%20Tytler%2C%20Lord%20Woodhouselee\"&gt;Alexander Fraser Tytler&lt;/a&gt; and grandson &lt;a href=\"Patrick%20Fraser%20Tytler\"&gt;Patrick Fraser Tytler&lt;/a&gt; lie with him.\nWorks.\nTytler contributed papers to \"The Lounger\", including one on the \"Defects of Modern Female Education in teaching the Duties of a Wife\" (No. 16). His first independent work, published in 1759, was \"The Inquiry, Historical and Critical, into the Evidence against Mary Queen of Scots, and an Examination of the Histories of Dr. Robertson and David Hume with respect to that Evidence\". Anticipated in its stance of apologetics for &lt;a href=\"Mary%20Queen%20of%20Scots\"&gt;Mary Queen of Scots&lt;/a&gt; in 1754 by &lt;a href=\"Walter%20Goodall\"&gt;Walter Goodall&lt;/a&gt;, his work held the field till the publication in 1869 of &lt;a href=\"John%20Hosack\"&gt;John Hosack&lt;/a&gt;'s \"Mary Queen of Scots and her Accusers\". It went through four editions, was translated into French in 1772, and again in 1860, and it was reviewed by &lt;a href=\"Samuel%20Johnson\"&gt;Samuel Johnson&lt;/a&gt; and &lt;a href=\"Tobias%20Smollett\"&gt;Tobias Smollett&lt;/a&gt;. He wrote a supplement on the Bothwell marriage, published in the \"Transactions of the Antiquarian Society of Scotland\" in 1792.\nIn 1783 Tytler published \"The Poetical Remains of James I, King of Scotland\", as the discoverer in a manuscript in the &lt;a href=\"Bodleian%20Library\"&gt;Bodleian Library&lt;/a&gt; of the \"Kingis Quair\", the authorship of which he ascribed on grounds now widely accepted to the king. John Thomas Toshach Brown contested the attribution (1896), and his views were followed up by Alexander Lawson, in \"The Kingis quair and the quare of jelusy\" (1910). \"&lt;a href=\"Christis%20Kirk%20on%20the%20Green\"&gt;Christ's Kirk on the Green&lt;/a&gt;\", a comic ballad, which Tytler also attributed to James, is now thought to be of a later date.\nTytler also wrote \"Observations on the Vision\", a poem first published in Ramsay's \"Evergreen\", in which he defended Ramsay's title to its authorship; and \"An Account of the Fashionable Amusements and Entertainments of Edinburgh in the Last Century, with the Plan of a grand Concert of Music on St. Cecilia's Day, 1695\".\nFamily.\nIn 1745 he married Anne Craig (died 1783), daughter of James Craig of Costerton. They had eight children, four of whom predeceased him. The survivors were &lt;a href=\"Alexander%20Fraser%20Tytler%2C%20Lord%20Woodhouselee\"&gt;Alexander Fraser Tytler&lt;/a&gt;, &lt;a href=\"Patrick%20Tytler%20%28soldier%29\"&gt;Colonel Patrick Tytler&lt;/a&gt;, and Christina.\nHis son Lt Col Patrick Tytler married Isabella Erskine, daughter of &lt;a href=\"James%20Erskine%2C%20Lord%20Alva\"&gt;James Erskine, Lord Alva&lt;/a&gt; (one of his legal colleagues)."
}