{
    "id": "1319503",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1319503",
    "title": "Troopergate (Bill Clinton)",
    "text": "Troopergate is the popular name for a &lt;a href=\"political%20controversy\"&gt;political controversy&lt;/a&gt; that emerged in the 1990s in which several &lt;a href=\"Arkansas%20State%20Police\"&gt;Arkansas State Troopers&lt;/a&gt; claimed that they had arranged sexual liaisons for Arkansas governor &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt; during his time in office (1979–81, 1983–92) and had helped deceive his wife, &lt;a href=\"Hillary%20Rodham%20Clinton\"&gt;Hillary Rodham Clinton&lt;/a&gt;.\nCore allegations.\nThe allegations by state troopers &lt;a href=\"Larry%20Patterson%20%28trooper%29\"&gt;Larry Patterson&lt;/a&gt; and &lt;a href=\"Roger%20Perry%20%28trooper%29\"&gt;Roger Perry&lt;/a&gt; were first reported by &lt;a href=\"David%20Brock\"&gt;David Brock&lt;/a&gt; in the &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt; magazine \"&lt;a href=\"American%20Spectator\"&gt;American Spectator&lt;/a&gt;\", in a piece entitled \"His Cheatin' Heart\" that was released in December 1993 with a magazine publication date of January 1994. \nBrock had learned of the story from a major donor to &lt;a href=\"GOPAC\"&gt;GOPAC&lt;/a&gt; who connected him with Cliff Jackson, a longtime critic of Governor Clinton.\nBrock's story also included material from two other troopers who wished to remain unnamed. The same four troopers were also interviewed and their charges written about at length by the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" in a story published in December 1993 a day after the \"Spectator\" story came out. They also spoke on air to &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt; in the same month.\nThe core allegations that the troopers made were that, while on official duty, they:\nThe troopers said that these episodes involved dozens of women, from long-running mistresses to single encounters. As far as they were aware, all of the women involved had consented to the relationships and no alcohol abuse or drug abuse had been part of the encounters. One of the long-running mistresses was &lt;a href=\"Gennifer%20Flowers\"&gt;Gennifer Flowers&lt;/a&gt;, who had come forward with her tale of a 12-year relationship with the governor at the start of the &lt;a href=\"Bill%20Clinton%201992%20presidential%20campaign\"&gt;Bill Clinton 1992 presidential campaign&lt;/a&gt;; this had caused an early crisis in that endeavor which Clinton and his wife had to address in a televised and much-discussed \"&lt;a href=\"60%20Minutes\"&gt;60 Minutes&lt;/a&gt;\" interview.\nAs for the governor and his wife, Brock wrote that, \"As the troopers saw it, the Clintons' relationship is an effective political partnership, more a business relationship than a marriage.\"\nContext and response.\nThe troopers said that only a select few of their ranks were privy to the Clinton secrets; several other troopers confirmed that they had no knowledge of such goings-on. The troopers conceded that they were interested in writing a book about their story. Nevertheless, a representative of two of the troopers maintained that their purpose was not prurient: \"The issue was not his sexual proclivities. It was the abuse of power – the abuse of office that concerned them and concerned me.\" The \"Los Angeles Times\" story included documentary evidence that backed up some of the troopers' allegations.\nDuring the latter part of 1993, Clinton and other administration officials made a determined effort to keep the troopers from going public with their claims. Two of the troopers said they had been offered federal jobs via the &lt;a href=\"Clinton%20administration\"&gt;Clinton administration&lt;/a&gt; if they would maintain their silence. But no such offers actually materialized. Thus among Patterson's subsequent complaints was Clinton's alleged later behavior: \"We lied for him and helped him cheat on his wife, and he treated us like dogs.\"\nIn response to the December 1993 trooper charges, &lt;a href=\"Bruce%20Lindsey\"&gt;Bruce Lindsey&lt;/a&gt;, who was a senior White House staffer, said: \"These allegations are ridiculous. Similar charges were made, investigated and responded to during the campaign. There is nothing that dignifies a further response.\" Lindsey said that Clinton had specifically denied the central points of the allegations. Regarding the specific question of whether troopers were offered jobs for silence, Lindsey said that Clinton had telephoned one of them, but \"any suggestion that the President offered anyone a job in return for silence is a lie.\"\nNo official findings.\nNo investigation of the Troopergate allegations by any official state body of Arkansas appears to have taken place. Nor was it a subject of the 1990s &lt;a href=\"Independent%20Counsel\"&gt;Independent Counsel&lt;/a&gt; investigations into the &lt;a href=\"Whitewater%20controversy\"&gt;Whitewater controversy&lt;/a&gt; and related matters. Clinton was never charged with any wrongdoing in relation to the Troopergate allegations. Larry Patterson was a spectator only.\nJones lawsuit.\nThe Brock story had mentioned a woman named \"Paula\", a reference to the then-unknown &lt;a href=\"Paula%20Jones\"&gt;Paula Jones&lt;/a&gt;. This reference was cited by Paula Jones in her May 1994 &lt;a href=\"sexual%20harassment\"&gt;sexual harassment&lt;/a&gt; lawsuit against President Clinton. According to &lt;a href=\"Gennifer%20Flowers\"&gt;Gennifer Flowers&lt;/a&gt;'s deposition in the suit, she claimed that Clinton told her to contact Larry Patterson or Roger Perry to communicate.\nThe lawsuit, &lt;a href=\"Paula%20Jones%23Jones%20v.%20Clinton\"&gt;\"Jones v. Clinton\"&lt;/a&gt;, was initially dismissed, whereupon Jones appealed. In 1998, Clinton settled with Jones for $850,000, the entire amount of her claim, but without an apology, in exchange for her agreement to drop the appeal. Meanwhile, the Jones matter had begun a chain of events that led to exposure and instantiation of the &lt;a href=\"Lewinsky%20scandal\"&gt;Lewinsky scandal&lt;/a&gt;. Thus, arguably, state-level Troopergate indirectly led to the federal &lt;a href=\"Impeachment%20of%20Bill%20Clinton\"&gt;Impeachment of Bill Clinton&lt;/a&gt;.\nLater developments with troopers.\nFollowing Brock's article, in 1994 four troopers conducted interviews with various allegations about Clinton and subsequently the \"&lt;a href=\"New%20York%20Daily%20News\"&gt;New York Daily News&lt;/a&gt;\" stated that \"one of the troopers is an accused wife beater, another was caught sleeping on the job, a third pleaded guilty to starting a barroom brawl and a fourth allegedly slept with a fellow trooper's wife.\"\nThen in 1994 and 1995, &lt;a href=\"Jerry%20Falwell\"&gt;Jerry Falwell&lt;/a&gt; paid $200,000 to &lt;a href=\"Citizens%20for%20Honest%20Government\"&gt;Citizens for Honest Government&lt;/a&gt;, who in turn paid two Arkansas state troopers who had made allegations supporting a conspiracy about &lt;a href=\"Vincent%20Foster\"&gt;Vincent Foster&lt;/a&gt; in the \" &lt;a href=\"Clinton%20Chronicles\"&gt;Clinton Chronicles&lt;/a&gt;\" video. The two troopers, Roger Perry and Larry Patterson, also were paid after making their allegations in the Jones-Clinton trial.\nTrooper Patterson, whose name would always be linked with the allegations, retired from the state force in 1999. In 2000 he was named the police chief of &lt;a href=\"Quitman%2C%20Arkansas\"&gt;Quitman, Arkansas&lt;/a&gt;. In 2005, Patterson was convicted of &lt;a href=\"making%20false%20statements\"&gt;making false statements&lt;/a&gt; to the FBI about an unrelated incident.\nBrock apology.\nIn a 1998 article for \"&lt;a href=\"Esquire%20%28magazine%29\"&gt;Esquire&lt;/a&gt;\" magazine, Brock said he wished he had never written the original \"Spectator\" story.\nFollowing the admission, Brock publicly apologized to President Clinton for his Troopergate story, which he stated was written not \"in the interest of good government or serious journalism,\" but as part of an \"anti-Clinton crusade.\"\nHowever, in his apology Brock did not say that anything in his 1993 article was specifically false: \"I'm saying that story was bad journalism, that I don't stand by the story any more. I can't point to anything specific ... [that] might be wrong.\" He said that both he and the troopers had had impure motivations.\nIn his 2002 book, \"&lt;a href=\"Blinded%20by%20the%20Right\"&gt;Blinded by the Right&lt;/a&gt;\", Brock claimed that in order to maintain journalistic integrity, he agreed to write the Troopergate article only if the four troopers whom he interviewed were not paid. In 1998, a conservative fundraiser, &lt;a href=\"Peter%20W.%20Smith\"&gt;Peter W. Smith&lt;/a&gt;, admitted that he had set up a \"Troopergate Whistle Blower Fund\" to support the troopers and their legal fees. He also arranged for the troopers to give paid speeches. Smith says he eventually paid about $80,000 on the case, including a $5,000 payment to Brock. Brock says the trooper payments were made without his knowledge."
}