{
    "id": "13198834",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=13198834",
    "title": "Quinton Jacobs",
    "text": "Quinton Norman Jacobs (born 21 January 1979 in &lt;a href=\"Windhoek\"&gt;Windhoek&lt;/a&gt;) is a Namibian &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt; who last played for &lt;a href=\"Black%20Africa%20S.C.\"&gt;Black Africa Windhoek&lt;/a&gt;.\nCareer.\nJacobs began his football career with &lt;a href=\"Black%20Africa%20F.C.\"&gt;Black Africa&lt;/a&gt; in his native Namibia, playing for them from 1997 to 1999. In late 1998, he spent a trial period with &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt;, playing in a friendly for the club's reserve team against a &lt;a href=\"Major%20League%20Soccer\"&gt;Major League Soccer&lt;/a&gt; Under-21s side.\nAfter leaving Black Africa in 1999, he had a brief spell with &lt;a href=\"Partick%20Thistle%20F.C.\"&gt;Partick Thistle&lt;/a&gt; in the &lt;a href=\"Scottish%20Football%20League%20Second%20Division\"&gt;Scottish Division Two&lt;/a&gt;, after turning down offers from Ajax and Werder Bremen. He once scored directly from a corner kick in a match against Ross County at Firhill stadium.\nHe left Partick in 2000 and spent a year with German side &lt;a href=\"MSV%20Duisburg\"&gt;Duisburg&lt;/a&gt;, but did not make a single appearance before joining South African side &lt;a href=\"Black%20Leopards\"&gt;Black Leopards&lt;/a&gt; in 2001. In 2003, he moved back to Namibia to play for &lt;a href=\"F.C.%20Civics%20Windhoek\"&gt;Civics Windhoek&lt;/a&gt;. He spent a year there and another year with &lt;a href=\"Ramblers%20F.C.\"&gt;Ramblers&lt;/a&gt; before returning to South Africa to play for &lt;a href=\"Ajax%20Cape%20Town%20FC\"&gt;Ajax Cape Town&lt;/a&gt; in 2005. In 2006, Jacobs got another chance in European football, joining &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;'s &lt;a href=\"Bryne%20FK\"&gt;Bryne&lt;/a&gt;, but after just one goal in 15 appearances, he rejoined Ramblers.\nIn 2009, he placed for &lt;a href=\"African%20Stars\"&gt;African Stars F.C.&lt;/a&gt; in Namibia and joined &lt;a href=\"State%20of%20Palestine\"&gt;Palestinian&lt;/a&gt; club &lt;a href=\"Jabal%20Al%20Mukaber\"&gt;Jabal Al Mukaber&lt;/a&gt; early in 2010.\nUnited Sikkim.\nHe played for the &lt;a href=\"United%20Sikkim%20F.C.\"&gt;United Sikkim F.C.&lt;/a&gt; in the &lt;a href=\"2012%20I-League%202nd%20Division\"&gt;2012 I-League 2nd Division&lt;/a&gt;. On 15 March 2012 he scored a brace which helped his side win 3–2 against &lt;a href=\"Kalighat%20Milan%20Sangha%20F.C.\"&gt;Kalighat Milan Sangha F.C.&lt;/a&gt; in &lt;a href=\"Siliguri\"&gt;Siliguri&lt;/a&gt;.\nHe had scored 16 goals in 23 matches in the 2nd Division for the &lt;a href=\"Gangtok\"&gt;Gangtok&lt;/a&gt;-based club helping his side win promotion to the &lt;a href=\"2012-13%20I-League\"&gt;2012-13 I-League&lt;/a&gt;.\nSalgaocar.\nOn 6 May 2012 Jacobs signed with former Indian &lt;a href=\"I-League\"&gt;I-League&lt;/a&gt; champions &lt;a href=\"Salgaocar%20S.C.\"&gt;Salgaocar&lt;/a&gt;.\nMohun Bagan.\nIn January 2013, the century-old &lt;a href=\"Kolkata\"&gt;Kolkata&lt;/a&gt;-based club &lt;a href=\"Mohun%20Bagan%20A.C.\"&gt;Mohun Bagan A.C.&lt;/a&gt; signed this Namibian midfielder as a replacement to the underperforming &lt;a href=\"Stanley%20Okoroigwe\"&gt;Stanley Okoroigwe&lt;/a&gt;. On 28th Match, he scored his first I-League goal for the club against &lt;a href=\"Pailan%20Arrows\"&gt;Pailan Arrows&lt;/a&gt; in a 2–0 win at Kalyani. He also won the Man of the Match for the effort.\nInternational career.\nHe is a member of the &lt;a href=\"Namibia%20national%20football%20team\"&gt;Namibia national football team&lt;/a&gt;."
}