{
    "id": "1319487",
    "revid": "8796",
    "url": "https://en.wikipedia.org/wiki?curid=1319487",
    "title": "The Seduction of Hillary Rodham",
    "text": "The Seduction of Hillary Rodham is a 1996 book about the early years of &lt;a href=\"Hillary%20Rodham%20Clinton\"&gt;Hillary Rodham Clinton&lt;/a&gt; written by once-&lt;a href=\"American%20conservatism\"&gt;conservative&lt;/a&gt; writer, later-&lt;a href=\"American%20liberalism\"&gt;liberal&lt;/a&gt; media watch dog and Clintons supporter &lt;a href=\"David%20Brock\"&gt;David Brock&lt;/a&gt;. The book was written during the advent of Brock's political evolution, thus contains a mixed ideological viewpoint.\nBackground.\nAfter the commercial and received-ideological success of \"&lt;a href=\"The%20Real%20Anita%20Hill\"&gt;The Real Anita Hill&lt;/a&gt;\", Brock's first book, &lt;a href=\"Free%20Press%20%28publisher%29\"&gt;The Free Press&lt;/a&gt; paid Brock a large advance to write a book about &lt;a href=\"Hillary%20Rodham%20Clinton\"&gt;Hillary Rodham Clinton&lt;/a&gt;. That amount has been stated as $1 million by Brock in his 2002 memoir \"&lt;a href=\"Blinded%20by%20the%20Right\"&gt;Blinded by the Right&lt;/a&gt;\".\nIn that volume, Brock claimed that he was pushed into the book assignment by what his publisher and agent wanted, but in any case, the clear expectation was that it would be a takedown in the style of his writings on &lt;a href=\"Anita%20Hill\"&gt;Anita Hill&lt;/a&gt; and &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt;. To fulfill this goal, Brock hired what he has termed a \"small brigade of researchers\" to assist him.\nThe turn.\nThe project, however, took a different turn, and the resulting book, \"The Seduction of Hillary Rodham\", proved to be largely sympathetic to Hillary Clinton, causing surprise within the publishing industry. Having received the large advance and a tight one-year deadline from &lt;a href=\"Simon%20%26amp%3B%20Schuster\"&gt;Simon &amp; Schuster&lt;/a&gt;'s then-conservatively focused Free Press subsidiary, Brock was under tremendous pressure to produce another bestseller. However, the book contained no major scoops. In \"Blinded by the Right\", Brock said that he had reached a turning point; he had thoroughly examined charges against the Clintons, could not find any evidence of wrongdoing, and did not want to make any more misleading claims.\nContent.\nThe titles of the chapters of the book illustrate some of its themes:\nThe book was generally hostile towards Bill Clinton, including the inclusion of coverage about his new numerous supposed (at that time) affairs. As \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" wrote, \"Clearly the President is the seducer of the title -- Mr. Brock quotes a former White House aide, David Watkins, calling Bill Clinton \"the greatest seducer who ever lived\" -- and to the degree Hillary Clinton has been forced to compromise the high moral and ethical standards she brought both to their political partnership and their marriage, Mr. Brock blames Bill Clinton. Indeed, his characterization of the President is consistently scathing, at times approaching an \"ad hominem\" attack.\"\nCritical reaction.\nWhen the book came out, it was widely criticized for not breaking any new ground. The \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" called it \"[e]xhaustive to the point of exhaustion\" and \"predictably critical, but unexpectedly measured, at least in comparison to what Beltway gossips anticipated.\" &lt;a href=\"James%20B.%20Stewart\"&gt;James B. Stewart&lt;/a&gt; for \"The New York Times\" said that Brock had \"tried to do his subject justice in the broadest sense\", but added that \"[a]t times he goes too far,\" often \"echo[ing] her apologists\" and \"dismiss[ing] or rationaliz[ing] the sometimes powerful evidence that Hillary Rodham Clinton has lied...by invoking a relativism rooted in Republican precedents.\"\n\"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\" gave the book a 'D' (poor but not a complete failure) and said, \"What could have actually been a rather poignant biography of a fascinating woman is marred by Brock's heavy reliance on previously published accounts, his leaden prose, the constant sense that he's proselytizing against Bill Clinton, and his naïveté about marriages in general and presidential ones in particular.\" Writing for the \"&lt;a href=\"New%20York%20Review%20of%20Books\"&gt;New York Review of Books&lt;/a&gt;\", &lt;a href=\"Garry%20Wills\"&gt;Garry Wills&lt;/a&gt; assayed that Brock's goal was to establish a premise of a President Clinton becoming into a state of being out of control with unrestrained power going into his second term in office.\nBrock said that his former friends in &lt;a href=\"right-wing%20politics\"&gt;right-wing politics&lt;/a&gt; shunned him because \"Seduction\" did not adequately attack the Clintons. &lt;a href=\"Jonah%20Goldberg\"&gt;Jonah Goldberg&lt;/a&gt; of \"&lt;a href=\"National%20Review\"&gt;National Review&lt;/a&gt;\" proposed another theory: Since \"no liberal source in the world would talk to Brock,\" he could not collect the kind of information he was after. Goldberg also maintained that while writing the book, Brock had been \"seduced\" by &lt;a href=\"Sidney%20Blumenthal\"&gt;Sidney Blumenthal&lt;/a&gt;, a prominent champion and friend of the Clinton circle. Blumenthal would remain the subject of intense attention from anti-Clintonites two decades later.\nSales.\nFree Press had a first printing of 300,000 copies of the book, which per \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\" represented three times the sales of Brock's commercially successful job on Anita Hill. \nInstead, \"The Seduction of Hillary Rodham\" sold very poorly; the \"Post\" characterized it as \"a disaster\". To illustrate, the paper reported that a Washington bookstore had only sold eight out of 30 ordered copies and a Baltimore bookstore only three out of 50. Brock has said the book sold less than half of what the Anita Hill book had, which given the \"Post\"' estimate would mean \"Seduction\" sold less than 50,000 copies.\nConsidering the large printing, large advance, and far-under-expectations sales, Brock has said that the book was in the fact of the matter a \"commercial disaster\"."
}