{
    "id": "131957",
    "revid": "897376",
    "url": "https://en.wikipedia.org/wiki?curid=131957",
    "title": "Härjedalen Municipality",
    "text": "Härjedalen Municipality (, , ) is a &lt;a href=\"municipalities%20of%20Sweden\"&gt;municipality&lt;/a&gt; in &lt;a href=\"J%C3%A4mtland%20County\"&gt;Jämtland County&lt;/a&gt; in northern &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;. Its &lt;a href=\"administrative%20centre\"&gt;seat&lt;/a&gt; is located in &lt;a href=\"Sveg\"&gt;Sveg&lt;/a&gt;.\nThe municipality roughly, but not exactly, corresponds with the traditional &lt;a href=\"provinces%20of%20Sweden\"&gt;province&lt;/a&gt; &lt;a href=\"H%C3%A4rjedalen\"&gt;Härjedalen&lt;/a&gt;.\nThe municipality was created in 1974 and is one of two in Sweden with the name of a province (&lt;a href=\"Gotland%20Municipality\"&gt;Gotland Municipality&lt;/a&gt; is the other). It consists of nine original local government entities (as of 1863).\nGeography.\nWith a total area of , it is Sweden's fifth largest. However, it is largely &lt;a href=\"wilderness\"&gt;wilderness&lt;/a&gt;, and the municipality is sparsely inhabited. For comparison, the municipality covers as much territory as &lt;a href=\"Uppsala%20County\"&gt;Uppsala County&lt;/a&gt; and &lt;a href=\"Stockholm%20County\"&gt;Stockholm County&lt;/a&gt; combined, but those two counties have over 2,000,000 inhabitants.\nLocalities.\nThere are eight &lt;a href=\"urban%20areas%20in%20Sweden\"&gt;localities&lt;/a&gt; (or urban areas) in Härjedalen Municipality:\n&lt;a href=\"Swedish%20Riksdag\"&gt;Riksdag&lt;/a&gt;.\nThis table lists the national results since the 1972 Swedish municipality reform. The results of the &lt;a href=\"Sweden%20Democrats\"&gt;Sweden Democrats&lt;/a&gt; from 1988 to 1998 were not published by the &lt;a href=\"Statistiska%20Centralbyr%C3%A5n\"&gt;SCB&lt;/a&gt; at a municipal level due to the party's small size nationally at the time.\nBlocs\nThis lists the relative strength of the socialist and centre-right blocs since 1973, but parties not elected to the Riksdag are inserted as \"other\", including the Sweden Democrats results from 1988 to 2006, but also the Christian Democrats pre-1991 and the Greens in 1982, 1985 and 1991. The sources are identical to the table above. The coalition or government mandate marked in bold formed the government after the election. New Democracy got elected in 1991 but are still listed as \"other\" due to the short lifespan of the party. \"Elected\" is the total number of percentage points from the municipality that went to parties who were elected to the Riksdag."
}