{
    "id": "13205327",
    "revid": "5202324",
    "url": "https://en.wikipedia.org/wiki?curid=13205327",
    "title": "Battle of Shicun",
    "text": "The Battle of Shicun (时村战斗) was a battle fought at the Time Village (Shicun, 时村) of Xiu (宿) County in &lt;a href=\"Anhui\"&gt;Anhui&lt;/a&gt;, and it was a clash between the &lt;a href=\"communist\"&gt;communist&lt;/a&gt;s and the former &lt;a href=\"Kuomintang\"&gt;nationalists&lt;/a&gt; turned Japanese puppet regime force who rejoined the &lt;a href=\"Kuomintang\"&gt;nationalists&lt;/a&gt; after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. The battle was one of the &lt;a href=\"Chinese%20Civil%20War\"&gt;Chinese Civil War&lt;/a&gt; in the immediate post &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; era.\nPrelude.\nLike other similar clashes immediately after the end of World War II between the &lt;a href=\"communist\"&gt;communist&lt;/a&gt;s and the &lt;a href=\"Kuomintang\"&gt;nationalists&lt;/a&gt; in &lt;a href=\"China\"&gt;China&lt;/a&gt;, this conflict also rooted from the fact that &lt;a href=\"Chiang%20Kai-shek\"&gt;Chiang Kai-shek&lt;/a&gt; had realized that his &lt;a href=\"Kuomintang\"&gt;nationalist&lt;/a&gt; regime simply had neither the sufficient troops nor enough transportation assets to deploy his troops into the Japanese-occupied regions of &lt;a href=\"China\"&gt;China&lt;/a&gt;. Unwilling to let the &lt;a href=\"communist\"&gt;communist&lt;/a&gt;s who had already dominated most of the rural regions in &lt;a href=\"China\"&gt;China&lt;/a&gt; to further expand their territories by accepting the Japanese surrender and thus would consequently control the Japanese occupied regions, &lt;a href=\"Chiang%20Kai-shek\"&gt;Chiang Kai-shek&lt;/a&gt; ordered the Japanese and their turncoat Chinese puppet regime not to surrender to the &lt;a href=\"communist\"&gt;communist&lt;/a&gt;s and kept their fighting capabilities to “maintain order” in the Japanese occupied regions, fighting off the &lt;a href=\"communist\"&gt;communist&lt;/a&gt;s as necessary, until the final arrivals and completion of the deployment of the &lt;a href=\"Kuomintang\"&gt;nationalist&lt;/a&gt; troops. As a result, most members of the Japanese puppet regimes and their military forces rejoined the &lt;a href=\"Kuomintang\"&gt;nationalists&lt;/a&gt;.\nHowever, most of these former &lt;a href=\"Kuomintang\"&gt;nationalists&lt;/a&gt; turned Japanese puppet regime forces were not from &lt;a href=\"Chiang%20Kai-shek\"&gt;Chiang Kai-shek&lt;/a&gt;’s own clique, but instead, they were mainly consisted of troops of &lt;a href=\"Warlord%20era\"&gt;warlords&lt;/a&gt; who were only nominally under the &lt;a href=\"Chiang%20Kai-shek\"&gt;Chiang Kai-shek&lt;/a&gt;’s before &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, since they were &lt;a href=\"Kuomintang\"&gt;nationalists&lt;/a&gt; in name only and mostly maintained their independent and semi-independent status. These &lt;a href=\"Warlord%20era\"&gt;warlords&lt;/a&gt; were only interested in keeping their own power and defected to the Japanese side when Japanese invaders offered to let them keep their power in exchange for their collaborations. After &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, these forces of former Japanese puppet regimes once again returned to the &lt;a href=\"Kuomintang\"&gt;nationalist&lt;/a&gt; camp for the same reason they defected to the Japanese invaders. Obviously, it was difficult for Chiang to immediately get rid of these warlords for good as soon as they surrendered to Chiang and rejoined &lt;a href=\"Kuomintang\"&gt;nationalists&lt;/a&gt;, because such move would alienate other factions within the &lt;a href=\"Kuomintang\"&gt;nationalist&lt;/a&gt; ranks, and these former Japanese puppet regime's warlords could still help the &lt;a href=\"Kuomintang\"&gt;nationalists&lt;/a&gt; to gain more territories by holding on to what was under their control until Chiang completed the deployment of his own troops to take over. &lt;a href=\"Chiang%20Kai-shek\"&gt;Chiang Kai-shek&lt;/a&gt;’s objective was to simultaneously solve the &lt;a href=\"Warlord%20era\"&gt;warlord&lt;/a&gt; problem that had plagued &lt;a href=\"China\"&gt;China&lt;/a&gt; for so long and the problem of the extermination of &lt;a href=\"communism\"&gt;communism&lt;/a&gt; together, which proved to be an extremely fatal mistake for him and his &lt;a href=\"Kuomintang\"&gt;nationalist&lt;/a&gt; regime later on, as shown in this conflict.\nNationalist Strategy.\nIn accordance with his strategy to simultaneously solve the &lt;a href=\"Warlord%20era\"&gt;warlord&lt;/a&gt; problem that had plagued &lt;a href=\"China\"&gt;China&lt;/a&gt; for so long and the problem of the extermination of &lt;a href=\"communism\"&gt;communism&lt;/a&gt; together, &lt;a href=\"Chiang%20Kai-shek\"&gt;Chiang Kai-shek&lt;/a&gt; and his followers had hoped that these former Japanese puppet regime's warlords who rejoined the &lt;a href=\"Kuomintang\"&gt;nationalists&lt;/a&gt; would be able to hold on to the regions long enough for Chiang to deploy his own troops by holding off &lt;a href=\"communist\"&gt;communist&lt;/a&gt;s. If the &lt;a href=\"communist\"&gt;communist&lt;/a&gt;s were victorious in such conflicts, however, the result would still benefit to Chiang and China because the power of these warlords would be reduced as their military forces were smashed by the &lt;a href=\"communist\"&gt;communist&lt;/a&gt;s, and the warlord problem plagued China for so long could thus be greatly reduced, while at the same time, &lt;a href=\"communist\"&gt;communist&lt;/a&gt;s would be weakened by the fights and Chiang's own troops would have easier time to take control.\nFor the former &lt;a href=\"Kuomintang\"&gt;nationalist&lt;/a&gt; turned Japanese puppet regime forces, these &lt;a href=\"Warlord%20era\"&gt;warlords&lt;/a&gt; and their troops had no problem of following &lt;a href=\"Chiang%20Kai-shek\"&gt;Chiang Kai-shek&lt;/a&gt;’s orders, and they were eager to prove themselves. These &lt;a href=\"Warlord%20era\"&gt;warlords&lt;/a&gt; and their troops were well aware that due to the collaboration with the Japanese invaders during the &lt;a href=\"Second%20Sino-Japanese%20War\"&gt;Second Sino-Japanese War&lt;/a&gt;, they were well hated by the general population in &lt;a href=\"China\"&gt;China&lt;/a&gt;, including those &lt;a href=\"Kuomintang\"&gt;nationalists&lt;/a&gt; who refused to surrender to the enemy and fought the enemy until the eventual victory. Therefore, in the impending demilitarization after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, they were certainly be disarmed and discharged, which would probably be the best outcome and the power of these &lt;a href=\"Warlord%20era\"&gt;warlord&lt;/a&gt; would be reduced or even completely eliminated as a result. &lt;a href=\"Chiang%20Kai-shek\"&gt;Chiang Kai-shek&lt;/a&gt;’s ordering them not surrendering to the &lt;a href=\"communist\"&gt;communist&lt;/a&gt;s and fighting off the &lt;a href=\"communist\"&gt;communist&lt;/a&gt;s was a savior for them because by carrying out such orders, these &lt;a href=\"Warlord%20era\"&gt;warlords&lt;/a&gt; and their troops could legitimize themselves and thus retain their power by fighting the &lt;a href=\"communist\"&gt;communist&lt;/a&gt;s who were targeted as rebels by &lt;a href=\"Chiang%20Kai-shek\"&gt;Chiang Kai-shek&lt;/a&gt; and his &lt;a href=\"Kuomintang\"&gt;nationalist&lt;/a&gt; regime.\nCommunist Strategy.\nThe &lt;a href=\"communist\"&gt;communist&lt;/a&gt; strategy was much simpler than that of the &lt;a href=\"Kuomintang\"&gt;nationalists&lt;/a&gt; because there was not any huge division within the &lt;a href=\"communist\"&gt;communist&lt;/a&gt; rank like that of the &lt;a href=\"Kuomintang\"&gt;nationalist&lt;/a&gt;. The &lt;a href=\"communist\"&gt;communist&lt;/a&gt;s already earned considerable popular support by being the only Chinese force left in the region fighting the Japanese invaders and their puppet regime after the &lt;a href=\"Kuomintang\"&gt;nationalist&lt;/a&gt; withdrew, and after successfully establishing &lt;a href=\"communist\"&gt;communist&lt;/a&gt; bases in the rural regions where better life was provided to the general populace in comparison to that of Japanese occupied regions, the general Chinese populace agreed that the &lt;a href=\"communist\"&gt;communist&lt;/a&gt;s were well deserved to represent the &lt;a href=\"China\"&gt;China&lt;/a&gt; to accept the invaders’ surrender in the region and takeover the regions occupied by the invaders.\nBattle.\nIn October 1945, the communists decided to take Time Village (Shicun, 时村) of Xiu (宿) County in &lt;a href=\"Anhui\"&gt;Anhui&lt;/a&gt; by force after the local defenders consisted of former &lt;a href=\"Kuomintang\"&gt;nationalists&lt;/a&gt; turned Japanese puppet regime force who rejoined the nationalists after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; refused to surrender. However, the defenders consisted of a division that was able to successfully fend off the initial communist attacks by relying on their strong fortifications. The communists changed their tactic and the 34th Regiment of the 12th Brigade of the 4th Division of the communist &lt;a href=\"New%20Fourth%20Army\"&gt;New Fourth Army&lt;/a&gt; launched its attack on the village at night, breaching the defense. After fierce street battle, the defenders fled and the village fell into communist hands. The communists inflicted over 2,000 casualties on the defenders, including capturing the nationalist commander Hu Zepu (胡泽普) alive, and they also captured over 1,000 firearms. The attacking communists suffered over 200 casualties.\nOutcome.\nLike other similar clashes immediately after the end of World War II between the &lt;a href=\"communist\"&gt;communist&lt;/a&gt;s and the &lt;a href=\"Kuomintang\"&gt;nationalists&lt;/a&gt; in &lt;a href=\"China\"&gt;China&lt;/a&gt;, this conflict also showed that &lt;a href=\"Chiang%20Kai-shek\"&gt;Chiang Kai-shek&lt;/a&gt;’s attempt to simultaneously solve the &lt;a href=\"Warlord%20era\"&gt;warlord&lt;/a&gt; problem that had plagued &lt;a href=\"China\"&gt;China&lt;/a&gt; for so long and the problem of the extermination of &lt;a href=\"communism\"&gt;communism&lt;/a&gt; together proved to be a fatal mistake. Although the result of the campaign turned out exactly like &lt;a href=\"Chiang%20Kai-shek\"&gt;Chiang Kai-shek&lt;/a&gt; and his subordinates had predicted, and consequently the power of the &lt;a href=\"Warlord%20era\"&gt;warlords&lt;/a&gt; in this region was indeed reduced as their military forces were smashed by the communists, so that the &lt;a href=\"Warlord%20era\"&gt;warlord&lt;/a&gt; problem plagued &lt;a href=\"China\"&gt;China&lt;/a&gt; for so long was thus reduced for this particular region, and &lt;a href=\"Chiang%20Kai-shek\"&gt;Chiang Kai-shek&lt;/a&gt;’s secondary objective was achieved here, any positive gains obtained by the nationalists were negated by the politic fallout. The reason was that this success of achieving the secondary objective came at a huge cost in nationalists’ loss of popular support in this region formerly dominated by the Japanese, because the local population had already blamed nationalists for losing the regions to the Japanese invaders, while reassigning these former Japanese puppet regime forces as the nationalist forces to fight the communists, the only Chinese force left in the regions, only further alienated the local populace and strengthened the popular resentment to &lt;a href=\"Chiang%20Kai-shek\"&gt;Chiang Kai-shek&lt;/a&gt; and his nationalist government."
}