{
    "id": "13203649",
    "revid": "8578365",
    "url": "https://en.wikipedia.org/wiki?curid=13203649",
    "title": "Texas–Indian wars",
    "text": "The Texas–Indian wars were a series conflicts between settlers in Texas and the Southern &lt;a href=\"Plains%20Natives\"&gt;Plains Natives&lt;/a&gt; during the 19th-century. Conflict between the Plains Indians and the Spanish began before other European and Anglo-American settlers were encouraged, first by Spain and then by the newly Independent Mexican government, to colonize Texas in order to provide a protective-settlement buffer in &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; between the Plains Indians and the rest of Mexico. As a consequence, conflict between Anglo-American settlers and Plains Indians occurred during the Texas Colonial period as &lt;a href=\"Mexican%20Texas\"&gt;part of Mexico&lt;/a&gt;. The conflicts continued after Texas secured its independence from Mexico in 1836, and did not end until thirty years after &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; became a state of the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nThe more than half-century struggle between the Plains tribes and the Texans became particularly intense after the Spanish, and then Mexicans, left power in Texas. The Republic of Texas, which was largely settled by Anglo-Americans was a threat to the indigenous people of the region. The wars between the Plains Indians and Texas settlers and latter the United States Army was characterized by deep animosity, slaughter on both sides, and, in the end, near-total conquest of the Indian territories.\nAlthough several native tribes occupied territory in the area, the preeminent nation was the &lt;a href=\"Comanche\"&gt;Comanche&lt;/a&gt;, known as the \"Lords of the Plains\". Their territory, the \"&lt;a href=\"Comancheria\"&gt;Comancheria&lt;/a&gt;,\" was the most powerful entity and persistently hostile to the Spanish, the Mexicans, the Texans, and finally the Americans. The Comanche were known as fierce warriors, with a reputation for looting, burning, murdering, and kidnapping as far south as Mexico City. When &lt;a href=\"Sul%20Ross\"&gt;Sul Ross&lt;/a&gt; rescued &lt;a href=\"Cynthia%20Ann%20Parker\"&gt;Cynthia Ann Parker&lt;/a&gt; at Pease River, he observed that this event would be felt in every family in Texas, as every one had lost someone in the Indian Wars.\nDuring the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;, when the United States Army was unavailable to protect the frontier, the Comanche and Kiowa pushed white settlements back more than 100 miles along the Texas frontier. Conflict between Spanish, Mexican, and Anglo-American settlers and the Comanche, as well as other Texas tribes lasted from 1820, just before Mexico gained &lt;a href=\"Mexican%20War%20of%20Independence\"&gt;independence&lt;/a&gt; from Spain, until 1875 when the last free band of Plains Indians, the &lt;a href=\"Comanche\"&gt;Comanche&lt;/a&gt;s led by Quahadi warrior &lt;a href=\"Quanah%20Parker\"&gt;Quanah Parker&lt;/a&gt;, surrendered and moved to the &lt;a href=\"Fort%20Sill\"&gt;Fort Sill&lt;/a&gt; reservation in &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt;.\nBackground.\nTexas developed in the region between two major cultural centers of &lt;a href=\"Pre-Columbian%20North%20America\"&gt;Pre-Columbian North America&lt;/a&gt;. The &lt;a href=\"Southwestern%20tribes\"&gt;Southwestern tribes&lt;/a&gt; occupied the areas to the west and the &lt;a href=\"Plains%20Indians\"&gt;Plains&lt;/a&gt; tribes occupied areas to the east. &lt;a href=\"Archaeologists\"&gt;Archaeologists&lt;/a&gt; have found that three major indigenous cultures lived in this region and reached their developmental peak before the first European contact. The &lt;a href=\"Ancestral%20Puebloans\"&gt;Pueblo&lt;/a&gt; from the upper &lt;a href=\"Rio%20Grande\"&gt;Rio Grande&lt;/a&gt; region were centered west of Texas. The &lt;a href=\"Mississippian%20culture\"&gt;Mississippian culture&lt;/a&gt; or &lt;a href=\"Mound%20builder%20%28people%29\"&gt;Mound Builder&lt;/a&gt; region extended along the &lt;a href=\"Mississippi%20River%20Valley\"&gt;Mississippi River Valley&lt;/a&gt; east of Texas. The &lt;a href=\"Mesoamerica\"&gt;Mesoamerica&lt;/a&gt; civilization was centered south of Texas. The influence of &lt;a href=\"Teotihuacan\"&gt;Teotihuacan&lt;/a&gt; in northern Mexico peaked around AD 500 and declined over the 8th to 10th centuries.\nDuring the Colonial era, members of new cultures entered and settled in the area; through competition for resources and power, they became adversaries. All were relative newcomers to Texas; &lt;a href=\"Ethnic%20groups%20in%20Europe\"&gt;Europeans&lt;/a&gt; began permanently settling in Texas around the Rio Grande and upwards toward San Antonio and El Paso starting in the late 1600s; they reached &lt;a href=\"Nacogdoches\"&gt;Nacogdoches&lt;/a&gt; around 1721. The Comanche had not arrived into the northern area of the state until roughly the early 1700s; they did not become the predominant nation in the area until the late 1700s, following their successful adoption of the horse. Most other Plains Indians had already arrived by the mid-1700s.\nIndians in Texas.\nThe people indigenous to northern Texas including the Panhandle are called the &lt;a href=\"Southern%20Plains%20Villagers\"&gt;Southern Plains Villagers&lt;/a&gt;, including &lt;a href=\"Panhandle%20culture\"&gt;Panhandle culture&lt;/a&gt;, who include ancestors of the &lt;a href=\"Wichita%20peoples\"&gt;Wichita peoples&lt;/a&gt;. The &lt;a href=\"Tonkawa\"&gt;Tonkawa&lt;/a&gt; are a confederacy of tribes indigenous to central Texas. Tribes indigenous to east Texas include the &lt;a href=\"Caddo\"&gt;Caddo&lt;/a&gt;, including the &lt;a href=\"Adai%20people\"&gt;Adai&lt;/a&gt;, &lt;a href=\"Eyeish\"&gt;Eyeish&lt;/a&gt;, &lt;a href=\"Hainai\"&gt;Hainai&lt;/a&gt;, &lt;a href=\"Kadohadacho\"&gt;Kadohadacho&lt;/a&gt;, and &lt;a href=\"Nacono\"&gt;Nacono&lt;/a&gt;, and &lt;a href=\"Kichai%20people\"&gt;Kitsai&lt;/a&gt;. The &lt;a href=\"Akokisa\"&gt;Akokisa&lt;/a&gt;, &lt;a href=\"Atakapa\"&gt;Atakapa&lt;/a&gt;, &lt;a href=\"Karankawa\"&gt;Karankawa&lt;/a&gt;, and &lt;a href=\"Tamique\"&gt;Tamique&lt;/a&gt; lived along the Gulf coast.\nThe &lt;a href=\"Plains%20Apache\"&gt;Plains Apache&lt;/a&gt; and &lt;a href=\"Kiowa\"&gt;Kiowa&lt;/a&gt; migrated from the west into present-day Texas prior to European contact.\nUntil around 1650, the Comanche were part of the &lt;a href=\"Shoshone\"&gt;Shoshone&lt;/a&gt; people living along the upper &lt;a href=\"Platte%20River\"&gt;Platte River&lt;/a&gt; in present-day &lt;a href=\"Wyoming\"&gt;Wyoming&lt;/a&gt;. The Comanche emerged as a distinct group around 1650. About this time, they acquired the horse, which allowed them greater mobility in their quest for better hunting grounds. Their original &lt;a href=\"Human%20migration\"&gt;migration&lt;/a&gt; took them to the southern &lt;a href=\"Great%20Plains\"&gt;Great Plains&lt;/a&gt;, into a span of territory extending from the Arkansas River to &lt;a href=\"Central%20Texas\"&gt;Central Texas&lt;/a&gt;. During that time, their population increased dramatically because of the abundance of &lt;a href=\"American%20bison\"&gt;buffalo&lt;/a&gt;, the use of the &lt;a href=\"Mustang%20horse\"&gt;horse&lt;/a&gt; for hunting and fighting, the adoption of other migrating Shoshone, and women and children taken captive during raids and warfare. Ultimately, their warriors made such effective use of the horse that the Comanche became the most powerful Indian nation of the plains.\nFirst as Shoshone, their &lt;a href=\"Conquest%20%28military%29\"&gt;conquest&lt;/a&gt; took them to the &lt;a href=\"Southern%20Plains\"&gt;Southern Plains&lt;/a&gt;. There they separated from the Shoshone and emerged as a distinct nation. They based their warfare on speed and calculated violence, developing superb light cavalry skill. In raids, they captured so many children and women of their opponent Indian tribes, keeping and adopting them, that they dramatically increased their population. Those tribes who submitted to Comanche power were given latitude but had to provide food, lodging, and women as tributaries.\nWhen the Comanche encountered and entered conflict against Spanish colonists, they blocked Spanish expansion to the east from New Mexico and prevented direct communication with the new Spanish settlements north of the Rio Grande. In turn, the Comanche and eventually &lt;a href=\"Apache\"&gt;Apache&lt;/a&gt; allies launched deep raids, sending thousands and, at times, tens of thousands of warriors into Mexico; they successfully captured and enslaved thousands of Mexicans. Eventually, the numbers were so large that Hispanics made up nearly thirty percent of the Comanche nation. The Comanches were decentralized; historically, they did not form a single cohesive &lt;a href=\"tribe\"&gt;tribal unit&lt;/a&gt; but were divided into almost a dozen autonomous groups. The 12 bands had as many as 45 distinct divisions. These groups shared the same language and culture but at times fought internally in ritualized combat, even as they cooperated at other times.\nIn the 1740s, Tonkawa, &lt;a href=\"Yojuanes\"&gt;Yojuanes&lt;/a&gt;, and others settled along the &lt;a href=\"San%20Gabriel%20River%20%28Texas%29\"&gt;San Gabriel River&lt;/a&gt;. The Tonkawa allied with the &lt;a href=\"Bidais\"&gt;Bidais&lt;/a&gt;, &lt;a href=\"Caddos\"&gt;Caddos&lt;/a&gt;, Wichitas, Comanche and Yojuanes in 1758 and attacked and decimated the &lt;a href=\"Lipan%20Apache%20people\"&gt;Lipan Apache&lt;/a&gt; and the &lt;a href=\"Mission%20Santa%20Cruz%20de%20San%20Sab%C3%A1\"&gt;Mission Santa Cruz de San Sabá&lt;/a&gt;.\nThe Tonkawa continued their southern migration into Texas and northern &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; where they then allied with the &lt;a href=\"Lipan%20Apache%20people\"&gt;Lipan Apache&lt;/a&gt;.\nAlso during the 1740s in the Southwest, Spanish settlers sometimes captured American Indian children. Often it was common practice to have the child baptized and then adopt them into their homes, where they were raised to be servants. At first the practice involved primarily &lt;a href=\"Apache\"&gt;Apache&lt;/a&gt;s and eventually &lt;a href=\"Comanche\"&gt;Comanche&lt;/a&gt; children were likewise adopted as servants.\nPrior 1750, the &lt;a href=\"Apache\"&gt;Apache&lt;/a&gt;s were highly influential in west Texas, But this changed with the Comanche incursions. Beginning in the 1740s, the Comanche began crossing the Arkansas River and established themselves on margins of the &lt;a href=\"Llano%20Estacado\"&gt;Llano Estacado&lt;/a&gt;. This area extended from southwestern Oklahoma across the Texas Panhandle into New Mexico. The Apaches were driven out in a series of wars, and the Comanche came to control the area. This domain extended south from the Arkansas River across central Texas to the vicinity of &lt;a href=\"San%20Antonio%2C%20Texas\"&gt;San Antonio&lt;/a&gt;, including the entire &lt;a href=\"Edwards%20Plateau\"&gt;Edwards Plateau&lt;/a&gt; west to the Pecos River and then north again following the foothills of the Rocky Mountains to the Arkansas River.\nAfter driving out the Apaches, the Comanches were stricken by a &lt;a href=\"1775%E2%80%931782%20North%20American%20smallpox%20epidemic\"&gt;smallpox epidemic from 1780–1781&lt;/a&gt;. As the epidemic was very severe, the Comanche temporarily suspended raids, and some Comanche divisions were disbanded. A second smallpox epidemic struck during the winter of 1816–1817. The best estimates are that more than half the total population of the Comanche were killed by these epidemics.\nIn response to this devastating loss of numbers, the Comanche effectively allied with the Kiowa, and Kiowa Apache, after one Kiowa warrior spent a fall season with the Comanche in 1790. Fehrenbach believed the union came from the necessity to protect their hunting grounds from settler incursions. First, the Kiowa and the Comanche agreed to share hunting grounds and unite in war. The Kiowa Apache, as allies of the Kiowa, ultimately joined this alliance. Eventually, the three tribes agreed to share the same hunting grounds and had a mutual self-defense and war pact.\nThe &lt;a href=\"Alabama%20%28people%29\"&gt;Alabama&lt;/a&gt; and &lt;a href=\"Koasati\"&gt;Koasati&lt;/a&gt; migrated into eastern Texas beginning in the 1780s, and today are the &lt;a href=\"federally-recognized\"&gt;federally-recognized&lt;/a&gt; &lt;a href=\"Alabama-Coushatta%20Tribe%20of%20Texas\"&gt;Alabama-Coushatta Tribe of Texas&lt;/a&gt;.\nEuropeans in Texas.\nTexan colonists.\n&lt;a href=\"Caucasian%20race\"&gt;European&lt;/a&gt; and especially mixed-race &lt;a href=\"New%20Spain\"&gt;Mexican&lt;/a&gt; colonists reached Texas prior to the end of &lt;a href=\"Spanish%20Texas\"&gt;Spanish rule&lt;/a&gt;. Colonial authorities did not encourage colonization in this area, as it was too far from their bases. The number of colonists was extremely limited, and they were always at risk of Comanche raids. By the early 1800s, as a result of the Comanche wars, the Mexican wars of Independence, and the collapse of colonial power, Mexican resistance to Comanche attacks had almost collapsed.\nIn contrast to the neglected military capabilities of the Mexicans, authorities considered Americans as extremely aggressive in combat and they were subsequently encouraged to establish settlements on the frontier in present-day Texas as a defensive bulwark to Comanche raids further south. Although most of these early Americans were ultimately killed, executed or driven from Texas by Spanish authorities during the &lt;a href=\"Guti%C3%A9rrez-Magee%20Expedition\"&gt;Green Flag Republic&lt;/a&gt;, the Comanche's subsequent raids deep into Mexico, showed the practicality of Americans in holding the frontier. Consequently, the new regime quickly recruited Americans, the first of which was &lt;a href=\"Stephen%20F.%20Austin\"&gt;Stephen F. Austin&lt;/a&gt;, who was given a Spanish land grant in Texas. When Mexico won its independence from Spain in 1821, its government continued to recruit Americans, as it wanted to develop its depopulated northern provinces.\nEarly Texas colonization: Mexican Texas 1821–1836.\nIn the 1820s, seeking additional colonists as a means of conquering the area, Mexico reached an agreement with &lt;a href=\"Stephen%20F.%20Austin\"&gt;Stephen F. Austin&lt;/a&gt; reauthorizing his Spanish land grants. That allowed &lt;a href=\"Old%20Three%20Hundred\"&gt;several hundred&lt;/a&gt; American families to move into the region. As Austin used his network and government sponsors to spread the word of rich lands in Texas, thousands of additional colonists from the United States flooded into the region, many illegally. Many had no interest in being ruled by the government of Mexico. In 1829, when Mexico &lt;a href=\"Abolitionism\"&gt;abolished&lt;/a&gt; &lt;a href=\"slavery\"&gt;slavery&lt;/a&gt; throughout Mexico, the immigrants from the U.S. were exempted in some colonies or actively evaded governmental efforts to enforce this abolition in the territory. Under the change, many slaves in Mexico at this time were reclassified as indentured servants, with the longterm goal of freedom. Americans did not like this policy and also objected to the central government's actions in tightening political and economic control over the territory. Eventually these tensions resulted in the &lt;a href=\"Texas%20Revolution\"&gt;Texas Revolution&lt;/a&gt;.\nIn 1821, while colonists were still welcome, &lt;a href=\"Jose%20Francisco%20Ruiz\"&gt;Jose Francisco Ruiz&lt;/a&gt; negotiated a truce with the Penatucka Comanche, the band closest to the settlements in East and Central Texas. Following that truce, he was able to complete a treaty of peace and friendship, which was signed in Mexico City in December 1821. But, within twelve months the Mexican Government failed to pay the presents promised to the Pentucka, who resumed raiding at once. For the same reason, failure to pay promised tributes, the peace treaties signed for New Mexico broke down. By 1823 war raged the entire length of the Rio Grande. Most of the remaining Mexican settlements were destroyed; only those in the upper Rio Grande were secured. Thousands of surviving Mexican refugees fled to this area. The Comanche pushed out or killed most Europeans and Mexicans in the region, except the European-American Texans. In 1824, the &lt;a href=\"Tonkawa\"&gt;Tonkawa&lt;/a&gt; entered into a treaty with &lt;a href=\"Stephen%20F.%20Austin\"&gt;Stephen F. Austin&lt;/a&gt; (the \"Father of &lt;a href=\"Republic%20of%20Texas\"&gt;Republic of Texas&lt;/a&gt;\"), pledging their support against the &lt;a href=\"Comanche\"&gt;Comanche Tribe&lt;/a&gt;.\nThe Mexican government negotiated additional treaties, signed in 1826 and 1834, but in each case failed to meet the terms of the agreements. Although such events would've proved catastrophic in early years as the Comanche raided towards Mexico City, the presence of American militias obstructed such attacks, thereby encouraging the Mexicans to become dilatory in payments. Because Comanche raiding was based on taking booty and captives, the proximity of American communities' proved more fruitful to Comanche raiding. Although Texan military force was much stronger than previous Mexican colonists, the sheer rapidity of advance and large numbers of the raiders overwhelmed many of these early Texan colonization. For in 1826, Comanches had raided and burned &lt;a href=\"Green%20DeWitt\"&gt;Green DeWitt&lt;/a&gt;'s new town of &lt;a href=\"Gonzales%2C%20Texas\"&gt;Gonzales&lt;/a&gt; to the ground.\nDuring the entire period of 1821 to 1835, colonists had difficulty with Comanche raids, despite the formation of full-time militia ranger companies in 1823. Tonkawa and &lt;a href=\"Lenape\"&gt;Delaware Indians&lt;/a&gt;, enemies of the Comanche, allied with the new immigrants, trying to gain allies themselves against these traditional enemies. The Comanche detested the Tonkawa, in particular, for allegedly being &lt;a href=\"cannibal\"&gt;cannibal&lt;/a&gt;s. As early as 1823, Austin recognized the need to have specific forces designated to fight the Plains tribes, especially the Comanche. They did not distinguish between Mexicans and Americans in their raids. Austin created the first militia Rangers by hiring 10 men; they were paid to fight Indians and protect the colonial settlements. Soon the colonists organized additional Ranger companies. After the Republic was created, this trend continued. Without the resources for a standing army, Texas created small ranger companies mounted on fast horses to pursue and fight Comanches on their own terms.\nFort Parker raid.\nOn May 19, 1836, a huge war party of Comanche, Kiowa, Wichita, and Delaware attacked the colonist outpost of &lt;a href=\"Fort%20Parker\"&gt;Fort Parker&lt;/a&gt;. Completed in March 1834, it had been regarded by the colonists as a strong-point, sufficient to protect them from any Native Americans not observing the peace treaties Elder John Parker had negotiated with local Indians. Unfortunately for the immigrants, because these Native Americans were subject nations to the Comanche, the tribe did not feel bound to observe the peace. The killing of colonist militia at Fort Parker also resulted in the Comanche taking two women and three children as captives. The Parkers were well known, and the destruction of most of their clan produced shock throughout Texas.\nSurvivors, especially &lt;a href=\"James%20W.%20Parker\"&gt;James W. Parker&lt;/a&gt;, called for vengeance and help to recover the captives. This event took place near the close of the &lt;a href=\"Texas%20Revolution\"&gt;Texas Revolution&lt;/a&gt; and Texan victory at the &lt;a href=\"Battle%20of%20San%20Jacinto\"&gt;Battle of San Jacinto&lt;/a&gt; on April 21, 1836. Most Texans were busy trying to return to what was left of their former homes, and dealing with their own losses, as well as skirmishes with the retreating Mexican army.\nThe Republic of Texas era: 1836–1845.\nThe Republic of Texas era with the Indians can be divided into three phases: the diplomacy of Houston during his first term, the hostility of Lamar, and the resumed diplomatic efforts of Houston's second term. Sam Houston led the Republic to negotiate with the Comanche. They said they would stop raiding if they were given sufficient amounts of what they considered prerequisites for peaceful relations: gifts, trade, and regular face-to-face diplomacy. Houston, who enjoyed a good reputation among Indians, had married a mixed-race woman of Cherokee descent. He had lived in Indian Territory for years and learned about their cultures. He was willing to meet with the Comanche on their terms and believed, as a matter of policy, that it was worth it to buy a few thousand dollars worth of presents. The Republic could not support the huge cost of a standing army for defense, and it might not be able to defeat the assembled might of the entire Comanche-Kiowa alliance, especially if they received Mexican help.\nTexans were disturbed by accounts of the continued captivity of thousands of children and women, especially because of the stories by those rescued or ransomed. They made increased demands for the Republic to retaliate against the Comanche. Under Lamar, the Republic of Texas waged war on the Comanche, invaded Comancheria, burned villages, attacked and destroyed numerous war bands, but the effort &lt;a href=\"Sovereign%20default\"&gt;bankrupted&lt;/a&gt; the fledgling Republic. More importantly, although the Texas forces succeeded in rescuing large numbers of hostages, thousands remained in captivity. Houston was elected to his second term in large part because of the failure of Lamar's Indian policies.\nFirst Houston administration: 1836–1838.\nHouston's first Presidency was focused on maintaining The Republic of Texas as an independent country. He had no resources to fight a full-scale war against the Plains Indians.\nSam Houston had spent much of his childhood with the &lt;a href=\"Cherokee%20Indians\"&gt;Cherokee Indians&lt;/a&gt; in Tennessee, among them the Cherokee chief &lt;a href=\"The%20Bowl%20%28Cherokee%20chief%29\"&gt;The Bowl&lt;/a&gt;. Chief Bowles was also known as \"Diwal'li\" or Di'wali, meaning bowl. Bowles later led a group of Cherokee who migrated into Texas, trying to escape from Indian Removal out of the Southeast United States.\nHouston supported the \"Solemn Declaration\", which gave the Cherokee rights to the land in Texas on which they lived. He negotiated a treaty with the Cherokee and other tribes on February 23, 1836, in Chief \"General\" Bowles' village. It was the first treaty made by the Republic of Texas. Sam Houston and John Forbes signed for the Texas government and Chief Bowles, Big Mush, Samuel Benge, Osoota, Corn Tassel, The Egg, John Bowles (the Chief's son) and Tenuta signed for the Cherokee and allied tribes, including Shawnee, Delaware, Kickapoo, Quapaw, Biloxi, &lt;a href=\"Hainai\"&gt;Ioni&lt;/a&gt;, Alabama, Coushatta, Caddo of Neches, Tahocullake, and Mataquo. The areas granted in the treaty included present-day Smith and Cherokee counties and parts of Van Zandt, Rusk and Gregg counties. The treaty stated that these lands could not be sold or leased to anyone who was not a member of the tribe, including Texas citizens. After the signing of this Treaty, Sam Houston presented Chief Bowles with a sword, a red silk vest, and a sash.\nOne of Houston's first acts as president of the republic was to send the treaty to be ratified by the Texas Senate. After the treaty stalled in the Senate for a year, lawmakers decided that it would be detrimental to the citizens of Texas, reportedly because settler &lt;a href=\"David%20G.%20Burnet\"&gt;David G. Burnet&lt;/a&gt; had already been granted a tract of land within what were defined as Cherokee treaty lands. The treaty was declared \"null and void\" on December 26, 1837. Throughout his presidency, Houston tried to restore the provisions of the treaty and asked General Thomas J. Rusk, commander of the Texas militia, to delineate the boundary. He was unsuccessful in this effort, and Houston could take no more action on the matter before his presidency ended.\nDuring Houston's presidency, the Texas Rangers fought the &lt;a href=\"Battle%20of%20Stone%20Houses\"&gt;Battle of Stone Houses&lt;/a&gt; against the &lt;a href=\"Kichai%20people\"&gt;Kichai&lt;/a&gt; on November 10, 1837; they were outnumbered and defeated. \nThe Indian problems of the first Houston administration were symbolized by the &lt;a href=\"C%C3%B3rdova%20Rebellion\"&gt;Córdova Rebellion&lt;/a&gt;. Evidence existed that a widespread conspiracy of Cherokee Indians and Mexicans had united to rebel against the new Republic of Texas, and rejoin Mexico. Houston refused to believe that his friends among the Cherokee were involved, and refused to order them arrested. He used them to neutralize the anti-Texans among the group, identifying the Mexican network and having its members killed. The Cordova Rebellion was an example of Houston's ability to quash it without much bloodshed or wide unrest When Houston left office, the Texans were at peace with the Indians, but many captives were still held by the tribe's bands.\nDuring Houston's first presidency, the Texas Congress passed laws opening up all Indian lands to white settlement, and overrode Houston's veto. The settlement frontier quickly moved north along the Brazos, Colorado, and Guadalupe rivers, into Comanche hunting ranges and the borders of Comancheria. Soon the Texan-Comanche relationship was turning violent. Houston made efforts to restore peace and the Comanches, alarmed at the vigor of Texan settlement, began to consider demanding a fixed boundary, contrary to their traditional notions about borders. However, Houston was forbidden by Texas law to yield any land claimed by the Republic. He still made peace with the Comanche in 1838.\nLamar presidential policy: 1838–1841.\n&lt;a href=\"Mirabeau%20Bonaparte%20Lamar\"&gt;Mirabeau Bonaparte Lamar&lt;/a&gt;, second president of the Republic of Texas, was hostile toward the natives. Lamar's cabinet boasted that it would remove Houston's \"pet\" Indians.\nIn 1839, Lamar announced his policy: \"The white man and the red man cannot dwell in harmony together\", he said, \"Nature forbids it.\" His answer to the 'Indian Problem' was: \"to push a rigorous war against them; pursuing them to their hiding places without mitigation or compassion, until they shall be made to feel that flight from our borders without hope of return, is preferable to the scourges of war.\"\nPresident Lamar was the first official of Texas to attempt \"removal\", the deportation of Indian tribes to places beyond the reach of white settlers. As carried out, the policy was based on establishing a permanent Indian frontier, i.e., a line beyond which the various \"removed\" tribes would be able to carry on their lives free from white settlement or attacks.\nLamar became convinced that the Cherokee could not be allowed to stay in Texas after their part in the 1838-39 &lt;a href=\"C%C3%B3rdova%20Rebellion\"&gt;Córdova Rebellion&lt;/a&gt; (and after some disaffected Cherokee carried out the 1838 &lt;a href=\"Killough%20massacre\"&gt;Killough massacre&lt;/a&gt;). The Cherokee War and subsequent removal of the Cherokee from Texas began shortly after Lamar took office.\nCherokee War: 1838–39.\nLamar demanded that the Cherokee, who had been promised title to their land if they remained neutral during the Texas War of Independence, voluntarily relinquish their lands and all their property, and move to the Indian Territory of the United States. Houston, who had promised the Cherokee during the &lt;a href=\"C%C3%B3rdova%20Rebellion\"&gt;Córdova Rebellion&lt;/a&gt; that they would be given their promised titles, protested, but in vain.\nIn May 1839, Lamar's administration learned of a letter in the possession of Manuel Flores, an agent of the Mexican Government, exposing plans by officials to enlist the Indians against the Texas settlers. Supported by popular opinion in the Republic, Lamar decided to expel the Cherokee Indians from East Texas. When they refused, he used force to compel their removal.\nBattle of Neches.\nOn July 12, 1839, the Militia sent a peace commission to negotiate for the Indians' removal. The Cherokee reluctantly agreed to sign a treaty of removal that guaranteed to them the profit from their crops and the cost of the removal. During the next 48 hours the Cherokee insisted they would leave peacefully, but refused to sign the treaty because of a clause in the treaty that would require that they be escorted out of Texas under armed guard. On July 15, 1839, under orders from the Militia, the commissioners told the Indians that the Texans would march on their village immediately and that those willing to leave peacefully should fly a white flag. On July 15 and 16 of 1839, a combined Militia force under General K. H. Douglass, Ed Burleson, &lt;a href=\"Albert%20Sidney%20Johnston\"&gt;Albert Sidney Johnston&lt;/a&gt; and &lt;a href=\"David%20G.%20Burnet\"&gt;David G. Burnet&lt;/a&gt; attacked the Cherokees, Delaware, and Shawnee under Cherokee Chief Bowles at the Battle of the Neches.\nThe Indians attempted to resist at the village, and when that failed, tried to re-form, which also failed. Approximately 100 Indians were killed, including Chief Bowles, to only three Militia. When killed, Chief Bowles was carrying a sword given to him by Sam Houston. After the battle, the Cherokee fled to the Choctaw Nation, and northern Mexico meaning East Texas was virtually free of organized communities of Indians, and their lands guaranteed by treaty, were given to American settlers.\nLamar and the Plains tribes.\nLamar's success in ethnically cleansing the Cherokee, a neutral tribe, from Texas emboldened him to do the same with the Plains tribes. Lamar needed an army to carry out his Indian policies, and he set out to build one, at great cost. But at independence, the best estimates were that the Republic had 30,000 Anglo-Americans and Hispanic residents. The Cherokee had less than 2,000 tribesmen in Texas, so removal of them was not a terrible drain on the Republic, especially since the \"Cherokee War\" was relatively brief and bloodless for Texas, though certainly not for the Cherokee.\nThe Comanche and Kiowa however, had in the 1830s a population estimated between 20,000 and 30,000. They were well supplied with high-quality firearms and had a large surplus of horses. In addition, by the 1830s the Comanche had established a large network of Indian allies and a vast trading network. The Republic had a militia but no standing army, and its tiny navy had been greatly decreased during Houston's presidency. Lamar had neither the manpower nor the money to pursue his policy after the Cherokee War, but was not deterred.\nLamar's two-year term was marked by escalating violence between the Comanche and colonists. There were not enough Rangers to battle the Comanche at &lt;a href=\"Palo%20Duro%20Canyon\"&gt;Palo Duro Canyon&lt;/a&gt;, for instance, where they could catch them during winter. At the end of 1839 however, some of the Comanche Peace Chiefs of the Penateka Band had come to believe that they could not drive the colonists completely from their homes as the tribe had the Apache. &lt;a href=\"Cheyenne\"&gt;Cheyenne&lt;/a&gt; and &lt;a href=\"Arapaho\"&gt;Arapaho&lt;/a&gt; attacks along the northern border of Comanche territory coupled with huge losses in the two preceding generations in several smallpox epidemics had the Penateka Peace Chiefs convinced a treaty might be in their best interests. Additionally, they now realized the huge importance the captive Texans held by the Comanches had in the Texan imagination. Thus, they reasoned great concessions could be gained from the Texans. Consequently, the Comanche offered, to meet with the Texans, in an effort to negotiate peace in return for a recognized boundary between the Republic and the Comancheria and the return of the hostages.\nThe most notable Penateka War Chief, Potsʉnakwahipʉ (\"&lt;a href=\"Buffalo%20Hump\"&gt;Buffalo Hump&lt;/a&gt;\") disagreed with this decision, and did not trust Lamar or his representatives. None of the other 11 Bands of the Comanche were involved in the peace talks at all.\nThe decision of Peace Chiefs from one band of the Comanche to negotiate, as well as the offer of returning of the hostages, appears to have convinced Lamar that the Comanche tribe was ready to surrender the hostages. However, the majority of past negotiations concerning the return of hostages were never honored by the Comanche who obtained concessions but didn't return the hostages or dragged out indefinitely the return of them. His Secretary of War issued instructions which make clear that Lamar expected the Comanche to act in good faith in returning the hostages, and to yield to his threats of force.\nTo that end, Lamar's Secretary of War, Albert Sidney Johnston, sent militia to San Antonio, with explicit instructions. Johnston, Secretary of War, wrote Lieutenant Colonel William S. Fisher, commanding the 1st Regiment of Infantry:\nShould the Comanche come in without bringing with them the Prisoners, as it is understood they have agreed to do, you will detain them. Some of their number will be dispatched as messengers to the tribe to inform them that those detained, will be held as hostages until the Prisoners are delivered up, then the hostages will be released.\nCouncil House Slaughter.\nThirty-three Penateka chiefs and warriors, accompanied by 32 other Comanches, virtually all of whom were family members or retainers, arrived in San Antonio on March 19, 1840. None of the bands except the Penateka arrived at the meeting. However, they were the pre-eminent band and understood to be the primary leadership of the nation, and were expected to hold the ability of rounding up the hostages. When the Comanche representatives arrived at San Antonio in March 1840, following instructions from the Lamar administration, Commissioners of the Texas government demanded the return of all captives held by the Penateka. In addition, Texas officials insisted that the Comanches abandon Central Texas, cease interfering with Texan settlements, cease conspiring with Mexicans, and avoid all white settlements.\nThe prominent Penateka Peace Chief and medicine man &lt;a href=\"Mukwooru\"&gt;Mukwooru&lt;/a&gt; (\"Spirit Talker\") was in charge of the delegation. The Comanche chiefs at the meeting had brought along one white captive, and several Mexican children who had been captured separately. The white captive was Matilda Lockhart, a 16-year-old girl who had been held prisoner for over a year and a half. &lt;a href=\"Mary%20Maverick\"&gt;Mary Maverick&lt;/a&gt;, who helped care for the girl, wrote almost 60 years after the event that Matilda Lockhart had been beaten and raped, and had suffered burns to her body. Allegedly, her face was severely disfigured, with her nose entirely burned away, a detail which has been commonly included in Texas history descriptions of the incident since the 1890s. Reports of abuse are, however, conspicuously missing in primary documents authored by eyewitnesses immediately after the event. Neither Col. Hugh McLeod mentioned any abuse in his report of March 20, 1840 (commenting on the intelligence of the girl, but nothing like a missing nose) nor any other Texas officials at the time nor Matilda Lockhart's own sister-in-law, who was in San Antonio, in a letter written to her own mother shortly after the release. Anderson writes: \"While published in the 1890s, this description has been used by historians to claim that the massacre came about as a result of the justifiable rage of Texas men. Yet none of the Texas officials claimed this to be the case at the time; evidence of abuse is conspicuously missing in the primary documents. \nMaverick may have exaggerated Lockhart's condition because of the growing criticism of Texas in the American and European press. The most significant source on Matilda's condition is a brief statement made in a letter by her sister-in-law, Catherine Lockhart, who was in San Antonio. Catherine describes Matilda's release but says nothing of abuse.\" \nAsked about the more than a dozen abducted whites expected to be available for release, Matilda informed the Texians that she knew only about a Mrs. Webster and her two children (who, unbeknownst to her, had just made their escape) and that the Comanche chiefs had decided to ransom them. The Texians believed this was against the conditions for the negotiations which they believed stated that all abducted whites had to be released before the council. The Comanche, of course, had a different view, since the chiefs and bands not in attendance were under no obligation to release anyone, as they had never agreed to anything.\nThe talks were held at the council house, a one-story stone building adjoining the jail on the corner of Main Plaza and Calabosa (Market) Street. During the council, the Comanche warriors sat on the floor, as was their custom, while the Texans sat on chairs on a platform facing them. Lockhart had informed them that she had seen 15 other prisoners at the Comanche's principal camp several days before. She maintained that the Indians had wanted to see how high a price they could get for her, and that they then planned to bring in the remaining captives one at a time.\nThe Texians demanded to know where the other captives were. The Penateka spokesman, Chief Muguara, responded that the other prisoners were held by differing bands of Comanche. He assured the Texians that he felt the other captives would be able to be ransomed, but it would be in exchange for a great deal of supplies, including ammunition and blankets. He then finished his speech with the comment, \"how do you like that answer?\" The Texian militia entered the courtroom and positioned themselves at intervals on the walls. When the Comanches would not, or could not, promise to return all captives immediately, the Texas officials said that chiefs would be held hostage until the white captives were released.\nThe interpreter warned the Texian officials that if he delivered that message, the Comanches would attempt to escape by fighting. He was instructed to relay the warning and left the room as soon as he finished translating. After learning that they were being held hostage, the Comanches attempted to fight their way out of the room using arrows and knives. The Texian soldiers opened fire at point-blank range, killing both Indians and whites. The Comanche women and children waiting outdoors began firing their arrows after hearing the commotion inside. At least one Texian spectator was killed. When a small number of warriors managed to leave the council house, all of the Comanche began to flee. The soldiers who followed again opened fire, killing and wounding both Comanche and Texians.\nArmed citizens joined the battle, but, claiming they could not always differentiate between warriors and women and children, since all of the Comanche were fighting, shot at all the Comanche. According to Anderson, such \"confusion\" between Native American men and women was convenient to the Texians, who used it as an excuse to kill women and children. According to the report by Col. Hugh McLeod, written March 20, 1840, of the 65 members of the Comanches' party, 35 were killed (30 adult males, three women, and two children), 29 were taken prisoner (27 women and children, and two old men), and one departed unobserved (described as a renegade Mexican). Seven Texians died, including a judge, a sheriff, and an army lieutenant, with 10 more wounded.\nAftermath of the Council House Fight: the Great Raid and Plum Creek.\nAs revenge for the killing of 33 Comanche chiefs at the Council House Fight, all but three of the remaining captives held by the Indians were executed slowly by torture; the three who were spared had been previously adopted into the tribe. Potsʉnakwahipʉ (\"Buffalo Hump\") wished to exact further revenge and gathered his own warriors, and sent messengers to all the Bands of the Comanche, all the divisions of the Bands, and the Kiowa and Kiowa Apache. Possibly all the most important and renowned Comanche chiefs joined the raid: the Penateka Isaviah (\"Yellow Wolf\") - Potsʉnakwahipʉ's cousin and fellow -, the Kotsoteka &lt;a href=\"Wulea-boo\"&gt;Wulea-boo&lt;/a&gt; (\"Shaved Head\"), if not &lt;a href=\"Tawaquenah\"&gt;Tawaquenah&lt;/a&gt; (\"Big Eagle\" or \"Sun Eagle\"), the Nokoni &lt;a href=\"Huupi-pahati\"&gt;Huupi-pahati&lt;/a&gt; (\"Tall Tree\") and his second chief &lt;a href=\"Quenaevah\"&gt;Quenaevah&lt;/a&gt; (\"Eagle Drink\" or \"Drinking Eagle\"), the Quahadi Puhihwikwasu'u (\"&lt;a href=\"Iron%20Jacket\"&gt;Iron Jacket&lt;/a&gt;\"), the Yamparika Pawʉʉrasʉmʉnunʉ (\"&lt;a href=\"Ten%20Bears\"&gt;Ten Bears&lt;/a&gt;\"), and many younger war chiefs as the Penateka &lt;a href=\"Tosahwi\"&gt;Tosahwi&lt;/a&gt; (\"White Knife\", \"Silver Knife\" or \"Silver Brooch\") and the Nokoni Tʉhʉyakwahipʉ aka Kiyou (\"&lt;a href=\"Horseback%20%28Comanche%29\"&gt;Horseback&lt;/a&gt;\"). Gathering around 500 warriors and another 400 women and boys to provide comfort and do the work, Buffalo Hump took his gigantic war party and raided all the way from the Edwards Plateau to the sea. Burning and looting Victoria and &lt;a href=\"Linnville%2C%20Calhoun%20County%2C%20Texas\"&gt;Linnville&lt;/a&gt;, then the second biggest port in Texas, the Comanches gathered thousands of horses and mules, and a fortune in goods from the Linnville warehouses The population of Linnville prudently fled to the waters of the Gulf, where they watched helplessly while the Comanche looted the town and burned it.\nAt Plum Creek, near Lockhart, Texas, the Rangers and Militia caught up to the Comanche. Several hundred Militia under &lt;a href=\"Mathew%20Caldwell\"&gt;Mathew Caldwell&lt;/a&gt; and Ed Burleson, plus all Ranger companies and their Tonkawa allies engaged the war party in a huge running gun battle, as the Comanche tried to safeguard their loot, and the Militia tried to destroy the Indians. Ironically, again according to military historians, the same thing, greed, that had driven the Comanche into being the preeminent warriors of the plains, now made them vulnerable. The Rangers and Militia overran the Comanche guarding their loot and eventually in a running gun-fight recovered several dozen captives held by the Comanche and eventually recovered mules with several hundred thousand dollars in bullion on them.\nThe remainder of the Lamar Presidency was spent in daring but exhausting round of raids and rescue attempts, managing to recover several dozen more captives. Buffalo Hump continued his war against the Texans, and Lamar hoped for another pitched battle to use his Rangers and Militia to remove the Plains tribes. The Comanche, however, had learned from Plum Creek, and had no intention of ever massing again for the Militia to use cannon and massed rifle fire on. Lamar spent an incredible 2.5 million dollars against the Comanche in 1840 alone – more than the entire revenue of the Republic during Lamar's two-year term.\nThe second Houston presidency: 1841–1844.\nWhen Sam Houston left the presidency of Texas the first time, the population seemed to support Lamar's strong anti-Indian policies. After the Great Raid and hundreds of lesser raids, with the Republic bankrupt, and all of the captives either recovered or murdered by the Indians, Texans turned away from continuation of war and toward more diplomatic initiatives by electing Houston to his second presidency.\nHouston's Indian policy was to disband the vast majority of the regular Army troops, but muster four new companies of Rangers to patrol the frontier. Houston ordered the Rangers to protect the Indian lands from encroachment by settlers and illegal traders. Houston wanted to do away with the cycle of rage and revenge that had spiraled out of control under Lamar. Under Houston's policies, Texas Rangers were authorized to punish severely any infractions by the Indians, but they were never to initiate such conflict. When depredations occurred to either side, the troops were ordered to find and punish the actual perpetrators, rather than retaliating against innocent Indians simply because they were Indians.\nHouston set out to negotiate with the Indians. The Caddos were the first to respond, and in August 1842, a treaty was reached. Houston then expanded it to all tribes except the Comanche, who still wanted permanent war. In March 1843, Houston reached agreement with the Delaware, Wichitas, and other tribes. At that point, Buffalo Hump, who trusted Houston, began to talk. In August 1843, a temporary treaty accord led to a ceasefire between the Comanches and their allies, and the Texans. In October 1843, the Comanches agreed to meet with Houston to try to negotiate a treaty similar to the &lt;a href=\"Treaty%20of%20Bird%27s%20Fort\"&gt;one just concluded at Fort Bird&lt;/a&gt;. (That this included Potsʉnakwahipʉ \"Buffalo Hump\", after the events at the Council House, showed extraordinary Comanche belief in Houston) In early 1844, Buffalo Hump and other Comanche leaders, including &lt;a href=\"Santa%20Anna%20%28Comanche%20war%20chief%29\"&gt;Santa Anna&lt;/a&gt; and &lt;a href=\"Old%20Owl\"&gt;Old Owl&lt;/a&gt;, signed a treaty at Tehuacana Creek in which they agreed to surrender white captives in total, and to cease raiding Texan settlements. In exchange for this, the Texans would cease military action against the tribe, establish more trading posts, and recognize the boundary between Texas and Comanchería. &lt;a href=\"Comanche\"&gt;Comanche&lt;/a&gt; allies, including the &lt;a href=\"Waco%20tribe\"&gt;Waco&lt;/a&gt;, &lt;a href=\"Tawakoni\"&gt;Tawakoni&lt;/a&gt;, &lt;a href=\"Kiowa\"&gt;Kiowa&lt;/a&gt;, &lt;a href=\"Kiowa%20Apache\"&gt;Kiowa Apache&lt;/a&gt;, and &lt;a href=\"Wichita%20people\"&gt;Wichita&lt;/a&gt;, also agreed to join in the treaty. By the end of his second term as President, Houston had spent less than $250,000, but brought peace to the frontier, and a treaty between the Comanches and their allies, and the Republic awaited only the United States legislature's ratification for statehood.\nThe Jones presidency: 1845 to the end of the Republic.\nThe remaining period of the Republic of Texas under President &lt;a href=\"Anson%20Jones\"&gt;Anson Jones&lt;/a&gt;, had the government follow Houston's policies, with the exception that Jones, like most Texas politicians, did not wish to put a boundary on the Comancheria, thus he supported those in the Legislature who derailed that provision of the treaty.\nEnd of the Republic, beginning of the United States in Texas: 1845–1861.\nAfter the Texas Senate removed the boundary provision from the final version of the treaty, Buffalo Hump repudiated it and hostilities resumed. That was one of the last acts of the Senate, as Texas agreed to annexation by the United States.\nOn February 28, 1845, the &lt;a href=\"United%20States%20Congress\"&gt;U.S. Congress&lt;/a&gt; passed a bill that would authorize the United States to &lt;a href=\"Texas%20annexation\"&gt;annex the Republic of Texas&lt;/a&gt;. Texas became a &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; on the same day annexation took effect, December 29, 1845. One of the primary motivations for annexation on the Republic of Texas side was that the Republic had incurred huge debts which the United States agreed to assume upon annexation. In 1852, in return for this assumption of debt, a large portion of Texas-claimed territory, now parts of &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;, &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt;, &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt;, &lt;a href=\"New%20Mexico\"&gt;New Mexico&lt;/a&gt;, and &lt;a href=\"Wyoming\"&gt;Wyoming&lt;/a&gt;, was ceded to the Federal government.\nThe entry of the Republic into the United States marked the beginning of the end for the Plains Indians. The United States had the resources and manpower to realistically apply a policy of \"removal\", and they did so. Finally, in May 1846 Buffalo Hump became convinced that even he could not continue to defy the massed might of the United States, and the State of Texas, so he led the Comanche delegation to the treaty talks at Council Springs that signed a treaty with the United States.\nAs war chief of the Penatucka Comanches, &lt;a href=\"Buffalo%20Hump\"&gt;Buffalo Hump&lt;/a&gt; dealt peacefully with American officials throughout the late 1840s and 1850s. He negotiated a non-government &lt;a href=\"Meusebach%E2%80%93Comanche%20Treaty\"&gt;peace treaty&lt;/a&gt; with &lt;a href=\"John%20O.%20Meusebach\"&gt;John O. Meusebach&lt;/a&gt; in 1847. In 1849 he guided John S. Ford's expedition part of the way from San Antonio to El Paso, and in 1856 he sadly and finally led his people to the newly established Comanche reservation on the Brazos River. Continuous raids from white horse thieves and squatters, coupled with his band's unhappiness over their lack of freedom and the poor food provided on the reservation, forced Buffalo Hump to move his band off the reservation in 1858.\nMurder of Robert Neighbors.\nDuring this period, when settlers began to actually attack the Indians on the reservations established in Texas, federal Indian Agent in Charge Robert Neighbors became hated among white Texans. Neighbors alleged that the United States Army officers located at the posts of Fort Belknap and Camp Cooper, near the reservations, failed to give adequate support to his resident agents and him, and adequate protection to the Indians. In spite of continuous threats of various people to take his life, Neighbors never faltered in his determination to do his duty, and carry out the law to protect the Indians.\nWith the aid of federal troops, whom he finally shamed and politically forced to assist him, he managed to hold back the white people from the reservations. Convinced, however, that the Indians would never be safe in Texas, he determined to move them to safety in the Indian territories. In August 1859, he succeeded in moving the Indians without loss of life to a new reservation in Indian Territory. Forced to return to Texas on business, he stopped at the village near Fort Belknap. On September 14, 1859, while he was speaking with one settler, a man named Edward Cornett shot him in the back while he was talking to the first man, and killed him. Historians believe his assassination was a direct result of his actions protecting the Comanche. Neighbors probably did not even know his assassin. He was buried in the civilian cemetery at Fort Belknap.\nThe Antelope Hills campaign and Little Robe Creek: 1858.\nThe years 1856–58 were particularly vicious and bloody on the Texas frontier as settlers continued to expand their settlements into the Comanche homeland, the Comancheria, and 1858 was marked by the first Texan incursion into the heart of the Comancheria, the so-called &lt;a href=\"Antelope%20Hills%20Expedition\"&gt;Antelope Hills campaign&lt;/a&gt;, marked by the &lt;a href=\"Battle%20of%20Little%20Robe%20Creek\"&gt;Battle of Little Robe Creek&lt;/a&gt;. This battle signaled the beginning of the end of the Comanche as a viable people, as they were attacked in the heart of their domain, in force. Valuable Indian hunting grounds were plowed under, and grazing range for the Comanche horse herds lost. The Comanche realized their homeland of the Comancheria was increasingly encroached on by Texas settlers, and incidents such as the attack on Potsʉnakwahipʉ \"Buffalo Hump\"'s camp showed the Comanches off the reservation they could expect no protection on it – and they struck back with a series of ferocious and bloody raids into Texas.\nBy 1858, only five of the twelve Comanche bands still existed, and one, the Penateka, had dwindled to only a few hundred on the reservation. Realizing their way of life was disappearing, the remaining free Comanche struck back with incredible violence.\nThe U.S. Army proved wholly unable to stem the violence. Federal units were being transferred out of the area for reasons that seemed driven more by political than military considerations. At the same time, federal law and numerous treaties forbade incursion by state forces into the federally protected Indian Territories. The U.S. Army was likewise instructed not to attack Indians in the Indian Territories or to permit such attacks. The reasoning behind the order was that many native tribes, such as the &lt;a href=\"Cherokee\"&gt;Cherokee&lt;/a&gt;, were engaged in farming, and living as peaceful settlers. Other tribes, such as the Comanche and Kiowa, continued to use that part of the Indian Territories that was the Comancheria to live in while raiding white settlements in Texas.\nThe relationship between the federal government, Texas and the native tribes was further complicated by a unique legal issue which arose as a result of Texas' annexation. The federal government is charged by the &lt;a href=\"U.S.%20Constitution\"&gt;U.S. Constitution&lt;/a&gt; to be in charge of Indian affairs and took over that role in Texas after it became a state in 1846. But under the terms of Texas' accession to the Union, the new state retained control of its public lands. In all other new states, Washington controlled both public lands and Indian affairs and so could make treaties guaranteeing reservations for various groups. In Texas, however, the federal government could not do this. Texas adamantly refused to contribute public land for Indian reservations within the boundaries of Texas, meanwhile expecting the federal government to be responsible for the cost and details of Indian affairs. Since federal Indian agents in Texas knew that Indian land rights were the key to peace on the frontier, no peace could be possible with the uncooperative attitude of Texas officials on the question of Indian homelands.\nCampaign in the Antelope Hills: Texans invade the Comancheria, 1858.\nThe loss of the 2nd Cavalry in Texas was a particularly bitter blow to colonists. Texas Governor &lt;a href=\"Hardin%20Runnels\"&gt;Hardin Runnels&lt;/a&gt; had campaigned for office in 1856 on a platform to put an end to the raids. He publicly expressed astonishment and rage when the 2nd Cavalry was transferred to Utah, and ultimately disbanded altogether. Runnels determined to reestablish disbanded Ranger battalions which had been reduced after Texas' annexation by the United States. On January 27, 1858, Runnels appointed &lt;a href=\"John%20Salmon%20Ford\"&gt;John Salmon \"Rip\" Ford&lt;/a&gt;, a veteran Ranger of the &lt;a href=\"Mexican%E2%80%93American%20War\"&gt;Mexican–American War&lt;/a&gt; and frontier Indian fighter, as captain and commander of the Texas Ranger, Militia, and Allied Indian Forces, and ordered him to carry the battle to the Comanches in the heart of their homeland on the Comancheria.\nFord was known as a ferocious and brutal Indian fighter. Ford had no trouble ordering the slaughter of villages which resulted in the wholesale slaughter of any Indian, man or woman, he could find. Ford's reason for this was simple: Comanche raids were brutal in their treatment of colonists. Thus, Ford determined to meet brutal raiding with his own greater wholesale slaughter. Runnels issued very explicit orders to Ford, \"I impress upon you the necessity of action and energy. Follow any trail and all trails of hostile or suspected hostile Indians you may discover and if possible, overtake and chastise them if unfriendly.\nOn March 19, 1858, Ford went to the Brazos Reservation, near what today is the city of &lt;a href=\"Fort%20Worth%2C%20Texas\"&gt;Fort Worth, Texas&lt;/a&gt;, and recruited the Tonkawa into his forces. Ford and Tonkawa &lt;a href=\"Chief%20Placido\"&gt;Chief Placido&lt;/a&gt;, were determined to follow the Comanche and Kiowa up to their strongholds amid the hills of the Canadian river, and into the Wichita Mountains, and if possible \"kill their warriors, decimate their food supply, strike at their homes and families and generally destroy their ability to make war\".\nIn April 1858, Ford established Camp Runnells near what used to be the town of &lt;a href=\"Fort%20Belknap%20%28Texas%29\"&gt;Belknap&lt;/a&gt;. Ford, still operating under Runnell's explicits orders to \"follow any and all trails of hostile and suspected hostile Indians, inflict the most severe and summary punishment\", and to \"allow no interference from any source\". (That source was interpreted to mean the United States, whose Army and Indian Agents might try to enforce federal treaties and federal statutory law against trespassing on the Indian territories in Oklahoma). On April 15, Ford's Rangers, accompanied by &lt;a href=\"Tonkawa\"&gt;Tonkawa&lt;/a&gt; warriors, and &lt;a href=\"Nadaco\"&gt;Anadarko&lt;/a&gt; and &lt;a href=\"Shawnee\"&gt;Shawnee&lt;/a&gt; scouts from the &lt;a href=\"Brazos%20Indian%20Reservation\"&gt;Brazos Reservation&lt;/a&gt; in Texas, crossed the &lt;a href=\"Red%20River%20of%20the%20South\"&gt;Red River&lt;/a&gt; into &lt;a href=\"Indian%20Territory\"&gt;Indian Territory&lt;/a&gt;. The force then advanced into the portion of the Comancheria in the Indian Territories in Oklahoma. Ford led his men across the Red River, into the Indian Territory, violating federal laws and numerous treaties, but stating later that his job was to \"find and fight Indians, not to learn geography\".\nAttack on Iron Jacket's Camp at Little Robe Creek.\nAt sunrise on May 12, 1858. Ford and his joint force of Rangers and Tonkawa began an all-day battle with an attack on a Comanche village. The &lt;a href=\"Battle%20of%20Little%20Robe%20Creek\"&gt;Battle of Little Robe Creek&lt;/a&gt; was actually three distinct engagements over the course of a single day. The first was the attack on the first village discovered by the scouts of the Ranger force. The second was a follow-up attack on the larger village (70 tents) of chief Puhihwikwasu'u (\"Iron Jacket\"), somewhat farther up the Canadian River. Puhihwikwasu'u (\"Iron Jacket\") was killed in this exchange, and the remainder of his village was saved by the intervention of his son, and Quahadi war chief, Peta Nocona (\"Lone Wanderer\") with a third force of Comanche who arrived to engage Ford while all the villages along the Canadian made a swift withdrawal.\nPeta Nocona knew that his warriors were no match for the Rangers in an even exchange of gunfire, and had no intention of engaging in such an exchange. He used every trick available to him, including attempting to lure the Rangers and Tonkawas into individual duels, to delay the enemy so the villages upriver would be able to withdraw safely. In this, he was successful. Potsʉnakwahipʉ (\"Buffalo Hump\") and his Penateka, encamped not many miles far, were not involved in the battle.\nThe Battle of Little Robe Creek was notable in that the Texan forces first invaded the United States in violation of federal law and numerous Indian Treaties, attacked villages without warning, and allowed their allied Indians, the Tonkawa, to eat some of the Comanche killed in battle.\nAttack on Buffalo Hump's Camp in the Wichita Mountains.\nOn October 1, 1858, while camped in the Wichita Mountains with the Kotsoteka band under Quohohateme, the Yambarika band under Hotoyokowat, and probably the Nokoni band under Quenaevah, the remains of the once mighty Penateka Band, under Potsʉnakwahipʉ (\"Buffalo Hump\"), were attacked by United States troops under the command of Maj. &lt;a href=\"Earl%20Van%20Dorn\"&gt;Earl Van Dorn&lt;/a&gt;. Allegedly not aware that Potsʉnakwahipʉ (\"Buffalo Hump\")'s band had recently signed a formal peace treaty with the United States at Fort Arbuckle, Van Dorn and his men killed eighty of the Comanches.\nThis attack on a peaceful camp, housing only Indians who had signed a peace treaty with the United States, was, nonetheless, reported by Van Dorn as a \"battle\" with the Comanche, and to this day is chronicled by some historians as the \"Battle of Wichita Mountains\".\nNonetheless, despite this, an aged and weary Potsʉnakwahipʉ (\"Buffalo Hump\") led and settled his remaining followers on the Kiowa-Comanche reservation near Fort Cobb in Indian Territory in Oklahoma. There, in spite of his reported enormous sadness at the end of the Comanches' traditional way of life, he asked for a house and farmland so that he could set an example for his people. Attempting to live out his life as a rancher and farmer, he died in 1870.\nAftermath of Little Robe Creek: 1858–1860.\nThe Battle of Little Robe Creek epitomized Texas Indian fighting in its attitude towards women and children casualties. Ford, accused of killing women and children in every battle he fought against the Plains Indians, shrugged it off by stating it was hard to distinguish \"warriors from squaws\"—but morbid jokes of Ford's made clear he did not care about the age or sex of his victims. Ford considered the deaths of settlers, including women and children, during Indian raids, to open the door to make all Indians, regardless of age or sex, combatants.\nThe Tonkawa warriors with the Rangers celebrated the victory by decorating their horses with the bloody hands and feet of their Comanche victims as trophies. \"The Rangers noted most of their dead foes were missing various body parts, and the Tonkawa had bloody containers, portending a dreadful victory feast that evening.\".\"\nThe coat of mail worn by old Iron Jacket covered his dead body \"like shingles on a roof\". The Rangers cut up the mail and divided the pieces as trophies.\nThe attacks in the Antelope Hills showed that the Comanche no longer were able to assure the safety of their villages in the heart of the Comancheria\nReward for the Tonkawa for their alliance with Texans at Little Robe Creek.\nOther Indians never forgot the Tonkawa's allying with Texan colonists. Despite pleas from the aging Placido to protect his people from their enemies, the Tonkawa were moved from their reservation on the Brazos, and put on a reservation in Oklahoma with the Delaware, Shawnee and Caddo tribes. In 1862, warriors from these tribes united to attack the Tonkawas. 133 out of the remaining 309 Tonkawas were killed in the massacre. Included in the dead was the elderly Placido. Today less than 15 families of Tonkawa remain on their reservation in Oklahoma.\nBattle of Pease River, Recapture of Cynthia Ann Parker: 1860.\nThere are two distinctly different stories about what happened on Mule Creek on December 18, 1860, near the town of Margaret, Texas in &lt;a href=\"Foard%20County%2C%20Texas\"&gt;Foard County, Texas&lt;/a&gt;. The official version is that &lt;a href=\"Lawrence%20Sullivan%20Ross\"&gt;Sul Ross&lt;/a&gt; and his forces managed to catch the Quahadi Band of the Comanche by surprise, and wiped them out, including their leader, Peta Nocona. According to &lt;a href=\"Quanah%20Parker\"&gt;Quanah Parker&lt;/a&gt;, however, his father (Peta Nocona) was not present that day, and the Comanches killed were virtually all women and children in a buffalo hide drying and meat curing camp. In any event, all parties agree that at sunrise on December 18, 1860, Rangers and Militia under Sul Ross found and surprised a group of Comanche camped on Mule Creek, a tributary of the Pease River. Almost all (including a gallant warrior who wasn't Peta Nocona, but his loyal Nobah, who died trying to protect his chief's wife - Naduah - and daughter - Topsannah -) were killed except one woman, who, being recognized as a white woman, was allowed to live. She was later discovered to be &lt;a href=\"Cynthia%20Ann%20Parker\"&gt;Cynthia Ann Parker&lt;/a&gt;. The only other known survivors were a 10-year-old boy saved by Sul Ross, and Cynthia Parker's infant daughter, \"Prairie Flower\".\nCynthia Ann Parker was returned to her white family, who watched her very closely to prevent her from returning to her husband and children. After her daughter died from influenza, she starved herself to death when her guardians would not allow her to return to the Comanche to attempt to find her lost sons.\nThe Civil War years on the plains: delay of the conquest: 1861–1865.\nThe Civil War brought incredible bloodshed and chaos to the plains. As the cavalry left Indian Territory for other battles, and many Rangers enlisted in the Confederate Army, the Comanche and other Plains tribes began to push back settlement from the Comancheria. The frontier was eventually pushed back over , and the Texas plains were riddled with abandoned and burned out farms and settlements. The Indian population was not high enough, however, to restore control over all of the Comancheria.\nThe Elm Creek raid.\nIn the late fall of 1864 in Young County, Texas, a war party of between 500 and 1,000 Comanche and Kiowa headed by Kotsoteka chief &lt;a href=\"Kuhtsu-tiesuat\"&gt;Kuhtsu-tiesuat&lt;/a&gt; (\"&lt;a href=\"Little%20Buffalo\"&gt;Little Buffalo&lt;/a&gt;\") raided the middle Brazos River country, destroying 11 farms along the Elm Creek, stealing virtually every cow, horse, and mule in the area, and besieging the citizen stronghold of Fort Murrah. The home-guard managed to hold the fort, and, after Kuhtsu-tiesuat's death in the fight, the war party returned north with 10 women and children captives. Black scout Britt Johnson, whose wife was among the stolen women, went out to look for the prisoners and managed to rescue all of them, with the aid of the friendly Penateka chief &lt;a href=\"Asa-havey\"&gt;Asa-havey&lt;/a&gt; (who, after this, became a specialist in this job).\nFirst Battle of Adobe Walls.\nThe first battle of Adobe Walls occurred on November 26, 1864, in the vicinity of Adobe Walls, the ruins of William Bent's abandoned adobe trading post and saloon near the Canadian River in Hutchinson County, Texas. The battle was one of the largest engagements in terms of numbers engaged between whites and Indians on the Great Plains. It came about because Gen. &lt;a href=\"James%20H.%20Carleton\"&gt;James H. Carleton&lt;/a&gt;, commander of the military &lt;a href=\"Department%20of%20New%20Mexico\"&gt;Department of New Mexico&lt;/a&gt;, decided to punish Comanche and Kiowa attacks on Santa Fe wagon trains. The Indians saw the wagon-trains as trespassers who killed buffalo and other game the Indians needed to survive.\nCol. &lt;a href=\"Kit%20Carson\"&gt;Christopher (Kit) Carson&lt;/a&gt;, was given command of the First Cavalry, New Mexico Volunteers, and told to proceed and campaign against the winter campgrounds of the Comanches and Kiowas. The campgrounds in question were reported to be somewhere on the south side of the Canadian River. On November 10, 1864 Carson started from Fort Bascom with 335 cavalry, and seventy-five Ute and Jicarilla Apache scouts. Those Carson had recruited from Lucien Maxwell's ranch near Cimarron, New Mexico. On November 12, 1864, Carson's force, supplied with two mountain howitzers under the command of Lt. &lt;a href=\"George%20H.%20Pettis\"&gt;George H. Pettis&lt;/a&gt;, twenty-seven wagons, an ambulance, and forty-five days' rations, proceeded down the Canadian River into the Texas Panhandle. Carson had decided to march first to Adobe Walls, which he was familiar with from his employment there by Bent over 20 years earlier. Inclement weather, including an early snow storm, caused slow progress, and on November 25, 1864, the First Cavalry reached Mule Springs, in Moore County, approximately 30 miles west of Adobe Walls. Scouts reported the presence of a large Indian encampment at Adobe Walls, and Carson ordered his cavalry forward, to be followed by the wagons and howitzers.\nApproximately two hours after daybreak on November 26, 1864, Carson's cavalry attacked a Kiowa village of 150 lodges. The Chief, &lt;a href=\"Doh%C3%A4san\"&gt;Dohäsan&lt;/a&gt;, and his people fled, passing the alarm to allied Comanche villages nearby, while Guipago, young war chief and nephew to Dohasan himself, managed to restrain the enemy. Marching forward to Adobe Walls, Carson dug in there about 10am., using one corner of the ruins for a hospital. Carson discovered to his dismay that there were numerous villages in the area, including one very large Comanche village, with a total of between 3–5,000 Indians, far more opposition than Carson had anticipated. The Kiowa led the first attack, by Dohäsan assisted by &lt;a href=\"Satank\"&gt;Satank&lt;/a&gt; (Sitting Bear), &lt;a href=\"Guipago\"&gt;Guipago&lt;/a&gt; (Lone Wolf), Set-imkia (Stumbling Bear) and &lt;a href=\"Satanta%20%28chief%29\"&gt;Satanta&lt;/a&gt; (White Bear); Guipago led the warriors to the first counterattack to protect the fleeing women and children; reportedly Satanta was said to have sounded bugle calls back to Carson's bugler, confusing his signals. Beginning to run low on supplies, Carson ordered his forces to withdraw in the afternoon. The angry Indians tried to block his retreat by firing the grass and brush down near the river. Carson however set back fires and retreated to higher ground, where the twin howitzers continued to hold off the Indians. When twilight came, Carson ordered part of his scouts to burn the lodges of the first village. The Kiowa-Apache chief, Iron Shirt, was killed when he refused to leave his tepee. The army declared Carson's mission a victory, despite his having been driven from the field.\nBattle of Dove Creek.\nOn January 18, 1865 a force of Confederate Texans attacked a peaceful tribe of &lt;a href=\"Kickapoo%20people\"&gt;Kickapoos&lt;/a&gt; at &lt;a href=\"Battle%20of%20Dove%20Creek\"&gt;Battle of Dove Creek&lt;/a&gt;, &lt;a href=\"Tom%20Green%20County%2C%20Texas\"&gt;Tom Green County&lt;/a&gt;, and were soundly defeated.\nThe final years of the Plains tribes: 1865–1875.\nSee full article in &lt;a href=\"Comanche%20Campaign\"&gt;Comanche Campaign&lt;/a&gt;\nIndian attacks on cowboys.\nAfter the Civil War, Texas' growing cattle industry managed to regain much of its economy. Beef became a particular commodity after the war, and supplies from Texas were &lt;a href=\"Cattle%20drives%20in%20the%20United%20States\"&gt;shipped&lt;/a&gt; to other states for a great price. &lt;a href=\"Texas%20Longhorn\"&gt;Texas Longhorn&lt;/a&gt;s were the ones sought after, and the state's open range became their new habitat and breeding ground. Hundreds of ranchers and farms sprang out by the end of the war, and veterans were hired as &lt;a href=\"cowboy\"&gt;cowboy&lt;/a&gt;s to protect cattle. However, exporting the cattle was a dangerous task for the new ranches. The best routes to drive the cattle run straight through the Comanche territory. Relationships between them were mutual; cowboys are permitted to go across as long as they pay the toll. However, in times of conflicts or when food are scarce, Indians would attack cowboys and their cattle if ever seen in their land. One dire case happened to a black cowboy named Britton Johnson in 1864. His ranch was raided upon by a band of Comanches, who killed his son and kidnapped his wife and daughter. Although Johnson managed to negotiate with them for his family, the Comanches never left him alone. A band of 25 warriors attacked Johnson again with two of his cowboys during a routine cattle drive. Although they put up a fight, all of them perished during their last stand.\nAnother well-documented attack happened in the Spring of 1867. Ranchers &lt;a href=\"Charles%20Goodnight\"&gt;Charles Goodnight&lt;/a&gt; and &lt;a href=\"Oliver%20Loving\"&gt;Oliver Loving&lt;/a&gt;, together with their cowboys, attempted to drive their livestock around Comancheria in the trail now known as the &lt;a href=\"Goodnight%E2%80%93Loving%20Trail\"&gt;Goodnight–Loving Trail&lt;/a&gt;. During the journey, Loving had to separate from the group to scout ahead. This proved to be fatal as Loving and his ranch hand were soon attacked by 200 armed Comanche warriors patrolling the border. Loving made his last stand in the &lt;a href=\"Pecos%20River\"&gt;Pecos River&lt;/a&gt; to allow his cowboy to get help. Although Loving managed to escape the onslaught, he was mortally wounded and died soon after. Goodnight on the other hand, also had to face raids along the way, once being wounded during an attack together with another fellow cowboy. These attacks affected the booming Texas economy. By the end of the 1860s, the Comanches had driven much of the livestock businesses out of West Texas. However over the years, Comanches would surrender or sell their lands to Texas cattlemen.\nBattle of Antelope Hills.\nOn December 19, 1868 a large Comanche and Kiowa band faced a company of 10 Cavalry (maj. M.H. Kidd) on the way from Fort Arbuckle to Fort Cobb. On December 25, six companies of the 6 Cavalry and one company of 37 Infantry (maj. A.W. Evans), on the way from Fort Bascom (New Mexico) to the Antelope Hills, came on the Nokoni village (about 60 tipis) of &lt;a href=\"T%CA%89h%CA%89yakwahip%CA%89\"&gt;Tʉhʉyakwahipʉ&lt;/a&gt; aka &lt;a href=\"Kiyou\"&gt;Kiyou&lt;/a&gt; (\"&lt;a href=\"Horseback\"&gt;Horseback&lt;/a&gt;\") and &lt;a href=\"Tahka\"&gt;Tahka&lt;/a&gt; (\"Arrowpoint\"), where Yamparika chief Howea (\"Gap-in-the-Wood\") was as a visitor; Kiyou, the peaceful civil chief, was not in the camp, and Tahka's blood was still boiling after the Washita massacre. Seeing the soldiers arriving, Tahka, the war chief, led the Comanche warriors in a charge, but he was killed and the village and the stoks went destroyed.\nKiowa warriors led by Manyi-ten came to take part in the fight; only one soldier was killed. In December 1868, exhausted after lack of food and freezing weather, the Nokoni went to Fort Cobb and there surrendered.\nThe Warren wagon train.\nHenry Warren was contracted to haul supplies to forts in the west of Texas, including &lt;a href=\"Fort%20Richardson%2C%20Texas\"&gt;Fort Richardson&lt;/a&gt;, &lt;a href=\"Fort%20Griffin\"&gt;Fort Griffin&lt;/a&gt;, and &lt;a href=\"Fort%20Concho\"&gt;Fort Concho&lt;/a&gt;. On May 18, 1871, travelling down the Jacksboro-Belknap road heading towards Salt Creek Crossing, the supplies wagon train encountered Gen. &lt;a href=\"William%20Tecumseh%20Sherman\"&gt;William Tecumseh Sherman&lt;/a&gt;, but, less than an hour later, the teamsters spotted a rather large group of riders ahead. Hidden in a thicket of scrub in the Salt Creek Prairie, the &lt;a href=\"Kiowa\"&gt;Kiowa&lt;/a&gt; had observed, without attacking, the slow approach of General Sherman's inspection retinue. The previous night, &lt;a href=\"Mamanti\"&gt;Mamanti&lt;/a&gt; (\"He Walking-above\"), the powerful shaman rival of Tene-angopte's friend &lt;a href=\"Napawat\"&gt;Napawat&lt;/a&gt; (\"No Mocassins\"), had prophesied that this small party would be followed by a larger one with more plunder for the taking. Three hours later the 10 mule-drawn wagons filled with army corn and fodder came to the spot: in front of the charging warriors, the corn train quickly shifted into a ring formation, and all the mules were put into the center of the ring, but the defenders were overwhelmed and the warriors destroyed the corn supplies, killing and mutilating seven of the wagoneer's bodies. The Kiowa warriors lost three of their own, but left with 40 mules heavily laden with supplies. Five white men managed to escape, one of which was Thomas Brazeale who reached Fort Richardson on foot, some 20 miles away. As soon as Col. &lt;a href=\"Ranald%20S.%20Mackenzie\"&gt;Ranald S. Mackenzie&lt;/a&gt; learned of the incident, he informed Sherman. Sherman and Mackenzie searched for the warriors responsible for the raid. The ambush had been planned by a large band of Kiowa warriors under the leadership of Satanta, Ado-ete (\"Big Tree\"), Satank, and Mamanti (\"He Walking-above\"), and several other chiefs took part in it, as did Zepko-ete (\"Big Bow\"), Tsen-tainte (\"White Horse\"), Guatotente (\"Eagle Heart\"), Gui-guako (\"Yellow Wolf\"), Set-maunte (\"Fast Bear\"), and, perhaps, Guipago himself.\nFirst Indian leaders tried in state court.\nBack to the agency, Satanta boasted his deed, citing as involved Satank and Ado-ete too, and General Sherman ordered their capture. In the end, notwithstanding the intervention of Guipago, with loaded rifles and guns and well ready to fight, they were arrested at &lt;a href=\"Fort%20Sill\"&gt;Fort Sill&lt;/a&gt;, and Sherman ordered their trial, making them the first Native American Leaders to be tried for raids in a US court. Sherman ordered the three Kiowa chiefs taken to Jacksboro, Texas, to stand trial for murder. Satank attempted escape and was killed while traveling to Fort Richardson for trial: he began singing his death song, and managed to wrestle a rifle from one of his guards, and was shot to death before he could manage to fire. His body lay unburied in the road, with his people afraid to claim it, though Col. &lt;a href=\"Ranald%20S.%20Mackenzie\"&gt;Ranald S. Mackenzie&lt;/a&gt; assured the family they could safely claim Satank's remains.\nWhen General Sherman decided to send the Kiowa war chiefs to Jacksboro for trial, he wanted an example made. What he did not want, and what happened, was that the trial became a circus. First, the two attorneys appointed to represent the two Kiowa actually represented them, instead of participating in the kind of civics lesson which the Army had wanted. Their trial strategy of arguing that the two Chiefs were simply fighting a war for their people's survival attracted worldwide attention, and galvanized opposition to the entire process. Moreover, the Bureau of Indian Affairs also opted to oppose the entire process, and also argued that the two chiefs were not subject to civilian jurisdiction since their people were at war with the United States. Nor were the Indians apologetic. At his trail Satanta warned what might happen if he was hanged: \" I am a great chief among my people. If you kill me, it will be like a spark on the prairie. It will make a big fire – a terrible fire!\" Satanta was found guilty of murder and sentenced to death, as was Big Tree; but &lt;a href=\"Edmund%20J.%20Davis\"&gt;Edmund Davis&lt;/a&gt;, the Governor of Texas, under enormous pressure from leaders of the so-called Quaker Peace Policy, decided to overrule the court and the punishment for both was changed to life imprisonment. Satanta and Big Tree were convicted of murder on 5–6 July in &lt;a href=\"Jack%20County%2C%20Texas\"&gt;Jack County, Texas&lt;/a&gt;. Thanks to the stubborn behaviour of Guipago, who forced the U.S. Government to agree seriously threatening a new bloody war, Satanta and Big Tree were freed after two years of imprisonment at the &lt;a href=\"Huntsville%20Unit\"&gt;Huntsville State Penitentiary&lt;/a&gt; in Texas. \nAttack on Mow-way's camp on McLellan Creek and battle of the North Fork of the Red River.\nIn 1872 the so-called Quaker Peace Policy had partly failed. It had reduced battles between tribes and the US military greatly, but not entirely. Legally it was still law, so troops out of Fort Sill could not officially be deployed against the Comanche. However, some army officers were eager to attack the Comanche in the heart of the Comancheria, on the Staked Plains, and in July 1872, did so.\nA captured &lt;a href=\"comanchero\"&gt;comanchero&lt;/a&gt;, Edwardo Ortiz, had told the army that the Comanches were on their winter hunting grounds along the Red River on the Staked Plains. Gen. &lt;a href=\"Christopher%20C.%20Augur\"&gt;Christopher C. Augur&lt;/a&gt;, commander of the Department of Texas sent a detachment from &lt;a href=\"Fort%20Concho\"&gt;Fort Concho&lt;/a&gt;, Texas, under Capt. Napoleon Bonaparte McLaughlin on a two-month reconnaissance patrol in the spring of 1872. He returned to the fort, confirming that the main force of the Comanches were in camps on the Staked Plains. Ortiz further claimed that army columns could successfully maneuver in that country. General Augur then summoned Colonel Ranald Mackenzie to San Antonio where they held a strategy meeting. Out of this meeting, the army developed a campaign against the Comanche in their strongholds in the Staked Plains.\nOn September 28, 1872, near McClellan Creek, in &lt;a href=\"Gray%20County%2C%20Texas\"&gt;Gray County, Texas&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, the 4th U.S. Cavalry under Colonel Ranald Mackenzie, attacked a village of Kotsoteka &lt;a href=\"Comanche\"&gt;Comanche Indians&lt;/a&gt; under subchief &lt;a href=\"Kai-Wotche\"&gt;Kai-Wotche&lt;/a&gt;, being not in the famed Kotsoteka chief &lt;a href=\"Mow-way\"&gt;Mow-way&lt;/a&gt; (\"Shaking Hand\"). The \"battle\" was really an unexpected storm on the village with the easy killing of 23 men, women, and children and the capture of 120 or 130 women and children and more than 1.000 horses, as the Army managed to catch the camp totally by surprise.\nMost of the village's inhabitants were captured, but the coming, from a nearby camp, of the Quahadi &lt;a href=\"Comanche\"&gt;Comanche Indians&lt;/a&gt; warriors led by &lt;a href=\"Parra-ocoom\"&gt;Parra-ocoom&lt;/a&gt; (\"Bull Bear\"), &lt;a href=\"Kobay-oburra\"&gt;Kobay-oburra&lt;/a&gt; (\"Wild Horse\") and &lt;a href=\"Quanah%20Parker\"&gt;Quanah&lt;/a&gt; induced the soldiers to quickly retreat. The day after, September 29, the Kotsoteka and Quahadi warriors attacked the military encampment, getting back the horses but not their women and children, so the Comanche prisoners were kept under guard and were transferred to Fort Concho, where they were kept prisoner through the winter. Mackenzie used the captives as a bargaining tool to force the off-reservation Indians back to the reservation, and to force them to free white captives. Mackenzie's stratagem worked, for shortly after the battle Mow-way and Parra-ocoom moved their bands to the vicinity of the Wichita Agency. The Nokoni chief, Tʉhʉyakwahipʉ aka &lt;a href=\"Kiyou\"&gt;Kiyou&lt;/a&gt; (\"&lt;a href=\"Horseback\"&gt;Horseback&lt;/a&gt;\"), who himself had family members among the Indian prisoners, took the initiative in persuading the Comanches to trade stolen livestock and white captives, including Clinton Smith, in exchange for their own women and children.\nThis marked the first time the United States had successfully attacked the Comanches in the heart of the Comancheria, and showed that the Staked Plains were no longer a safe haven. Further, this battle emphasized if the army wished to force the wild Comanches onto reservations, the way to do it was destroy their villages and leave them unable to survive off reservation. Mackenzie's tactics were such a success that Sherman empowered him to use them further during the &lt;a href=\"Red%20River%20War\"&gt;Red River War&lt;/a&gt; of 1874. His attack on the village at Palo Duro Canyon, and his destruction of the Comanche horse herd at Tule Canyon, both in 1874, mirrored this battle in their entirety.\nIndian Victim.\nIn August 1873 about 20 miles west of Double Mountain Fork Suryeor expedition Capt J.E. Elgin found the body of a scalped girl about 8-9 years of age hanging from a tree. He had the remains of the corpse buried.\nThe Red River War.\nIn history books, the Red River War officially began on July 20, 1874. On that day, General Sherman telegraphed General &lt;a href=\"Philip%20Sheridan\"&gt;Philip Sheridan&lt;/a&gt; to begin an offensive against the Kiowa and Comanches on the plains of West Texas and Oklahoma, and either kill them or drive them to reservations. The army essentially adopted Mackenzie's tactics of the 1872 campaign at North Fork in their entirety – attack the Comanche in their winter strongholds, and destroy their villages and ability to live independently off the reservation.\nDuring the summer of 1874, the United States, through the army, launched a campaign to remove the Comanche, Kiowa, Kiowa Apache, the Southern band of the Cheyenne, and Arapaho Indian tribes from the Southern Plains. This campaign was meant to enforce their removal to reservations in Indian Territory. The campaigns of 1874 were unlike any prior attempts by the Army to pacify this region of the frontier. The \"Red River War\", as it was called, led to the end of the culture and way of life for the Southern Plains tribes and brought an end to the Plains tribes, as a people. The campaign of the Red River War was fought during a time when buffalo hunters were hunting the great American Bison nearly to extinction. Both the Bison and the people who lived off it nearly became extinct at the same time\nThere were perhaps 20 engagements between army units and the Plains Indians during the Red River War. The well-equipped and well-supplied army simply kept the Indians running, and in the end, they simply ran out of food, ammunition, and the ability to fight any longer.\nThe Second Battle of Adobe Walls.\nThe Second Battle of Adobe Walls came during the Red River War, as the Plains tribes realized, with increasing desperation, that the Buffalo Hunters were killing off their food supply, and the very means of survival for their people. A combined force of Comanche, Kiowa, Cheyenne, and other Plains tribes raised almost 700 warriors - led by Comanche chiefs &lt;a href=\"Quanah%20Parker\"&gt;Quanah&lt;/a&gt;, &lt;a href=\"Isa-tai\"&gt;Isa-tai&lt;/a&gt; (\"Coyote Shit\"), &lt;a href=\"Kobay-oburra\"&gt;Kobay-oburra&lt;/a&gt; (\"Wild Horse\") (Parra-ocoom, sick because of pneumonia, couldn't join the party), &lt;a href=\"Mow-way\"&gt;Mow-way&lt;/a&gt;, &lt;a href=\"Pearua-akupakup\"&gt;Pearua-akupakup&lt;/a&gt; (\"Big Red Meat\"), &lt;a href=\"Tabananika\"&gt;Tabananika&lt;/a&gt; (\"Sound-of-the-Sunrise\"), &lt;a href=\"Isa-rosa\"&gt;Isa-rosa&lt;/a&gt; (\"White Wolf\"), &lt;a href=\"Isa-habit\"&gt;Isa-habit&lt;/a&gt; (\"Wolf Lying-down\"), &lt;a href=\"Hitetetsi\"&gt;Hitetetsi&lt;/a&gt; (\"Little Crow\"), &lt;a href=\"Isa-nanica\"&gt;Isa-nanica&lt;/a&gt; (\"He Hearing-a-Wolf\"), and Kiowa chiefs Guipago, Satanta and Tsen-tainte - and made an attempt to attack the Buffalo Hunters encamped at the old ruins at Adobe Walls. On June 27, 1874, the allied Indian force attacked the 28 hunters and one woman encamped at Adobe Walls. Had the defenders been asleep, as the attackers hoped, they would have been overrun at once, and all killed. Had the attackers followed Quanah Parker's plan to simply accept losses and rush the buildings, the defenders would again, have been overrun. But the defenders were awake, and their long-range buffalo guns rendered the attack useless. Billy Dixon made perhaps the most famous rifle shot in the old west when he killed an Indian sitting on a bluff a mile away from the buildings. At that point, with Quanah Parker wounded, the Indians gave up the attack. It was the last great attempt to defend the Plains by the Indians, and the difference in weapons was simply too great to overcome. Parra-ocoom, head chief of the Quahadi Comanche as Peta Nocona's natural successor, the great warrior who enjoyed fighting with his knife against the bears, was killed by pneumonia during the fighting days at Adobe Walls.\nAttack on Pearua-akup-akup's camp near Anadarko.\nAfter Adobe Walls fight, several Yamparika (Isa-nanica, Hitetetsi aka Tuwikaa-tiesuat, Piyi-otoho, and, camping nearby, Tabananika and Isa-rosa), Kotsoteka (Mow-way, he too camping nearby), Nokoni (Pearua-akupakup) and Quahadi (Kobay-oburra, head chief after Parra-ocoom's death) bands went to Fort Sill agency for the census and the distribution of annuities, but only Isa-nanica was allowed to stay in Fort Sill reserve, and the other chiefs had to lead their people to the Wichita agency at Anadarko; following some killings by the Kiowa, capt. Gaines Lawson company (25th Infantry), sent to garrison Anadarko, was reached by Colonel &lt;a href=\"John%20W.%20%26quot%3BBlack%20Jack%26quot%3B%20Davidson\"&gt;John W. \"Black Jack\" Davidson&lt;/a&gt;, with four companies of &lt;a href=\"10th%20Cavalry%20Regiment%20%28United%20States%29\"&gt;10th Cavalry&lt;/a&gt;, from Fort Sill. On August 22, near Anadarko, with the Kiowa laughing at the Comanche, a cavalry detachment was sent to Pearua-akup-akup's village (60 tents) to take not only rifles and guns but also bows and arrows, and, when the Nokoni warriors reacted, the soldiers fired on them. Guipago, Satanta, Manyi-ten, Pa-tadal (\"Poor Buffalo\") and Ado'ete came in with their Kiowa braves, and the remnant companies of 10th Cavalry came too, to face 200 or 300 Nokoni Comanche and Kiowa; during the night Davidson ordered Comanche tents and stock to be burnt. The following day, August 23, the fight went on, with four \"blue jackets\" and 14 warriors wounded (one of them killed), until Nokoni and Kiowa retreated, burning the prairie and killing some white men near Anadarko and along the Beaver Creek. Friendly Tosawi and Asa-havey led their Penateka to Fort Sill; Kiyou probably judged wiser to go, with his friendly Nokoni band, to the Wichita agency.\nThe \"hostile\" Yamparika and Nokoni, joined the Quahadi and Kotsoteka, camping at Chinaberry Trees, Palo Duro Canyon.\nRelease, recapture, and death of Satanta at Huntsville.\nAs a result of Guipago's stubborn stance, Satanta was released in 1873 (and Ado'ete was released too) and was alleged to be soon back attacking buffalo hunters and was present at the raid on Adobe Walls: really the Kiowa People deny he was involved in that battle, other than being present; anyway, the buffalo hunters were abusive in the land granted to the Comanche and Kiowa by the treaty and the Great Father in Washington. He yielded up his war lance and other symbols of leadership to younger, more aggressive men. But his very presence at the Battle violated his parole, and the Government called for his arrest; he surrendered in October 1874, and was returned to the State penitentiary. Forced to work on the road, guards reported that Satanta would stare for hours at the traditional hunting grounds of his people, and seemed to wither away. In his book, the \"History of Texas\", Clarance Wharton reports of Satanta in prison:\nSatanta killed himself on October 11, 1878, by jumping from a high window of the prison hospital.\nAdo'ete was also rearrested, but unlike Satanta, he was not sent back to Huntsville. No one would swear they had seen him, as they had Satanta, on the battlefield. Both Satank and Satanta are buried at the Chief's Knoll at Fort Sill Oklahoma.\nMackenzie's Campaign against Quanah Parker.\nColonel &lt;a href=\"Ranald%20Mackenzie\"&gt;Ranald Mackenzie&lt;/a&gt; and the &lt;a href=\"4th%20Cavalry%20Regiment%20%28United%20States%29\"&gt;4th Cavalry Regiment (United States)&lt;/a&gt; pursued Quanah Parker and his followers all through late 1874 into 1875. He led a 5-unit movement to converge on the Indian hideouts along the eastern edge of the &lt;a href=\"Llano%20Estacado\"&gt;Staked Plains&lt;/a&gt;. Mackenzie, in the most daring and decisive battle of the campaign, destroyed five Indian villages on September 28, 1874, in &lt;a href=\"Palo%20Duro%20Canyon\"&gt;Palo Duro Canyon&lt;/a&gt;. His destruction of the Indians' horses, 1000 of them in Tule Canyon, destroyed the Indians' resistance by taking the last of their prized possessions, their horses, along with destroying their homes and food supplies. On November 5, 1874, Mackenzie's forces won a minor engagement, his last, with the Comanches. In March 1875 Mackenzie assumed command at &lt;a href=\"Fort%20Sill\"&gt;Fort Sill&lt;/a&gt; and control over the Comanche-Kiowa and Cheyenne-Arapaho reservations.\nSurrender of Quanah Parker and end of the Texas Indian Wars.\nMackenzie sent Jacob J. Sturm, a physician and post interpreter, to negotiate the Quahada's surrender. Sturm found Quanah, whom he called \"a young man of much influence with his people\", and made his case for yielding peacefully. Mackenzie had sent his personal word if Quanah surrendered, all his band would be treated honorably, and none charged with any offense. (The arrest and trial of Kiowa leaders in 1871 had made that a real possibility.) Contrariwise, Sturm carried Mackenzie's personal vow to hunt down every man, woman, and child who refused to yield. Quanah later said he was ready to die, but was loath to condemn the women and children to death. Quanah believed Colonel Mackenzie when he promised that if the Quahada did not surrender, every man, woman, and child would be hunted down and killed. Quanah rode to a mesa, where he saw a wolf come toward him, howl and trot away to the northeast. Overhead, an eagle \"glided lazily and then whipped his wings in the direction of Fort Sill\", as Jacob Sturm reported later. This was a sign, Quanah thought, and on June 2, 1875, he led his band to Fort Sill in present-day Oklahoma, and surrendered. On that day, the Plains Indians were extinct as a separate people, their way of life completely destroyed.\nThe White Man's revenge: deportation to Fort Marion, Florida; death of Guipago at Fort Sill.\nAfter the Palo Duro campaign (1874) and the surrendering of the last hostile Comanche groups coming back from the Staked Plains, Old Kiyou was appointed as Comanche head chief, and was ordered to select the \"worst\" Comanche chiefs and warriors, to be indicted as responsible of the uprising and deported to Fort Marion, Florida, along with 27 Kiowa to be selected by Tene-angopte. Only nine Comanche men (one \"Black Horse\", but probably not Kobay-otoho third chief of the Quahadi band, and eight \"outlawed\" warriors), were sent to Fort Marion: all the principal Comanche leaders (Quanah, Mow-way, Tababanika, Isa-rosa, Hitetetsi aka Tuwikaa-tiesuat, Kobay-oburra) were made safe, but neither Parra-ocoom, dead on June 27–28, 1874, during the Adobe Walls fighting, nor Pearua-akup-akup, dead in the icehouse – temporarily used as a jail – of Fort Sill on January 1, 1875, could benefit with Kiyou diplomatic skill in saving the most important warring chiefs of his own people. On the contrary, Guipago, along with Manyi-ten, Tsen-tainte and Mamanti (but not Ado-ete and Zepko-ete), were selected by Tene-angopte and sent to Fort Marion with some lesser personalities. Sent back to Fort Sill in 1879, Guipago, the stubborn chief who had forced \"Mr. Washington\" and the Texas Governor to accept his terms, died because of marsh-fever in July 1879.\nThe new life of Chief Quanah.\nQuanah, who had led the last campaign of the Plains tribes against the U.S. Army, then went tirelessly to work to help his people adapt to the Anglo world which had crushed them; he himself became \"Quanah Parker\", trying to deal with the white men as a half white man could do. Appointed by his old enemy Colonel Mackenzie as sole chief of the Comanches, he worked hard to bring education and the ability to survive in the white man's world to his people. He attempted to keep his people's land together, and when that became politically impossible, he tried to get the best bargain for his people he could.\nAftermath and analysis.\nMany tribes in Texas, such as the &lt;a href=\"Karankawa%20people\"&gt;Karankawan&lt;/a&gt;, &lt;a href=\"Akokisa\"&gt;Akokisa&lt;/a&gt;, &lt;a href=\"Bidai\"&gt;Bidai&lt;/a&gt; and others, were destroyed due to disease and conflicts with settlers. The Akokisas may have been absorbed into other tribes at the wake of the Texas Revolution, ​while members of the Bidai joined neighboring tribes after epidemics reduced their numbers by over half. According to author Gary Anderson, the Rangers believed the Indians were at best subhumans who \"had no right of soil\" and savaged pure, noble, and innocent settlers. According to captives of the period as written by them such as The Boy Captives and Nine Years with the Indians, the Rangers were the only force feared by the Indians. Killing Indians became government policy when second Texas President &lt;a href=\"Mirabeau%20B.%20Lamar\"&gt;Mirabeau B. Lamar&lt;/a&gt; prescribed \"an exterminating war\" of \"total extinction\". In the Texan's side, almost every family at that time admitted to losing someone in the Indian Wars.\nDisease.\nDisease brought largely by Europeans caused a dramatic decline of the native population. Anthropologist &lt;a href=\"John%20C.%20Ewers\"&gt;John C. Ewers&lt;/a&gt; has identified no fewer than thirty major epidemics, consisting mainly of smallpox and cholera, which took place between the years 1528 and 1890, which he believes responsible for wiping out close to 95 percent of Texas Indians.\nOver half of the Comanche population was wiped out in the epidemics of 1780–81 and 1816–17. Many historians believe their population went from over 20,000 to less than 8,000 in these two rounds of disease. Thus, while technology and warfare with Anglo-Texans may have completed the process, the foremost cause of the decline of the Plains Indians came from diseases brought by conflict.\n1821–1844.\nAt the time of the Texas Revolution, there were 30,000 Anglo nomadic colonists and Mexican mestizos in Texas, and approximately 20,000 Comanches alone, plus thousands each of Cherokee, Shawnee, Coushatta, and a dozen other tribes. Colonists were armed with single-shot weapons, which the Comanche, in particular, had learned very well to counter.\nCertainly the Spanish, then the Mexicans, and later the Texans had learned that single-shot weapons were not enough to defeat the deadly Comanche light horse, whose mastery of &lt;a href=\"cavalry%20tactics\"&gt;cavalry tactics&lt;/a&gt; and mounted bowmanship were renowned. The Comanches' constant movement caused many of their opponents' older single-shot weapons to miss their targets in the chaos of battle. The Comanche could then easily kill their enemies before they had a chance to reload. And though it was understated, the Comanche learned to use single-shot firearms quite well, though they found bows superior in terms of fire rate. The Comanche put an end to Spanish expansion in North America. They did what no other indigenous peoples had managed, defending their homeland – even expanding their homelands, in the face of the best military forces the Spanish could bring against them. In the late 18th century, the Comanche were said to have stolen every horse in New Mexico.\nUp until the introduction of repeating rifles and revolvers, weapons and tactics were definitely on the side of the Plains Indians, most especially the Comanche. It was not until the &lt;a href=\"Battle%20of%20Bandera%20Pass\"&gt;Battle of Bandera Pass&lt;/a&gt;, where revolvers were used for the first time against the Comanche, that the Texans began to gain a clear military advantage due to superior weaponry. Despite that disadvantage, it was disease and pure numbers which probably ended the Plains tribes.\n1844–1875.\nBy 1860, there were fewer than 8,000 Indians, and 600,000 Non-Indian colonists in Texas. The Texans further had access to repeating rifles and revolvers. Many military historians believe the defining moment in the Texas–Indian Wars came with the introduction of the revolver. In any event, pure numbers, better weapons, and brutal starvation tactics ended Plains Indians hold on to their homeland."
}