{
    "id": "132294",
    "revid": "897376",
    "url": "https://en.wikipedia.org/wiki?curid=132294",
    "title": "Åsele Municipality",
    "text": "Åsele Municipality () is a &lt;a href=\"municipalities%20of%20Sweden\"&gt;municipality&lt;/a&gt; in &lt;a href=\"V%C3%A4sterbotten%20County\"&gt;Västerbotten County&lt;/a&gt; in northern Sweden. Its &lt;a href=\"administrative%20centre\"&gt;seat&lt;/a&gt; is located in the town of &lt;a href=\"%C3%85sele\"&gt;Åsele&lt;/a&gt;. It is located in the southernmost fringe of &lt;a href=\"Lapland%20%28Sweden%29\"&gt;Lapland&lt;/a&gt;.\nHistory.\nThe first Swedish settlement in Åsele Municipality (it was already inhabited by the native &lt;a href=\"Sami%20people\"&gt;Sami people&lt;/a&gt;) was in &lt;a href=\"Gafsele\"&gt;Gafsele&lt;/a&gt; south of Åsele. The settlers were Nils Andersson and his wife Brita. They came from Finland in 1674, trying to avoid the war with Russia.\n&lt;a href=\"Fredrika%2C%20Sweden\"&gt;Fredrika&lt;/a&gt; is a &lt;a href=\"parish\"&gt;parish&lt;/a&gt; in the municipality. It was created in 1799 and named in honour of Queen &lt;a href=\"Frederica%20of%20Baden\"&gt;Frederica Dorothea Wilhelmina of Sweden&lt;/a&gt;. Other nearby parishes were named &lt;a href=\"Dorotea\"&gt;Dorotea&lt;/a&gt; and &lt;a href=\"Vilhelmina\"&gt;Vilhelmina&lt;/a&gt;, but Åsele refused to take any of these names, as they were proud of themselves and the town.\nIn 1974 the former market town (\"&lt;a href=\"k%C3%B6ping\"&gt;köping&lt;/a&gt;\") Åsele (1959-1970) was amalgamated with Dorotea and Fredrika. In 1980 the Dorotea part was detached, forming a new &lt;a href=\"Dorotea%20Municipality\"&gt;Dorotea Municipality&lt;/a&gt;.\nGeography.\nGeographically, the &lt;a href=\"%C3%85ngerman%20River\"&gt;Ångerman River&lt;/a&gt; flows from Vilhelmina through Åsele Municipality, and many &lt;a href=\"hydropower\"&gt;electric power stations&lt;/a&gt; are built around it.\nThe town Åsele is located in the middle of the municipality. It has a wooden church, a small historical (open-air) museum, and a nine-hole golf course.\nLocalities.\nThere are two &lt;a href=\"urban%20areas%20in%20Sweden\"&gt;localities&lt;/a&gt; (or urban areas) in Åsele Municipality:\nElections.\n&lt;a href=\"Swedish%20Riksdag\"&gt;Riksdag&lt;/a&gt;.\nThese are the results of the elections to the Riksdag for Åsele Municipality since the 1972 municipal reform. &lt;a href=\"Statistiska%20Centralbyr%C3%A5n\"&gt;SCB&lt;/a&gt; did not publish the party's results for the &lt;a href=\"Sweden%20Democrats\"&gt;Sweden Democrats&lt;/a&gt; between 1988 and 1998 because of the party's small size nationally.\nBlocs\nThis lists the relative strength of the socialist and centre-right blocs since 1973, but parties not elected to the Riksdag are inserted as \"other\", including the Sweden Democrats results from 1988 to 2006, but also the Christian Democrats pre-1991 and the Greens in 1982, 1985 and 1991. The sources are identical to the table above. The coalition or government mandate marked in bold formed the government after the election. New Democracy got elected in 1991 but are still listed as \"other\" due to the short lifespan of the party.\nOther.\nThe municipality has recently received some recognition as the future site of Europe's largest &lt;a href=\"Buddhism%20in%20Thailand\"&gt;Thai Buddhist&lt;/a&gt; &lt;a href=\"temple\"&gt;temple&lt;/a&gt;."
}