{
    "id": "13247424",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=13247424",
    "title": "Never Say Goodbye (musical)",
    "text": "Never Say Goodbye is a &lt;a href=\"musical%20theatre\"&gt;musical&lt;/a&gt; with a book and lyrics by Shûichirô Koike and music by &lt;a href=\"Frank%20Wildhorn\"&gt;Frank Wildhorn&lt;/a&gt;. It was written specifically for &lt;a href=\"Takarazuka%20Revue\"&gt;Takarazuka Revue&lt;/a&gt;, the all-female &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;ese theatre company. Wildhorn was the first non-Japanese to write an original musical for the company.\nSet against the background of the &lt;a href=\"Spanish%20Civil%20War\"&gt;Spanish Civil War&lt;/a&gt;, the plot centers on &lt;a href=\"socialism\"&gt;socialist&lt;/a&gt; &lt;a href=\"playwright\"&gt;playwright&lt;/a&gt; Katherine McGregor and renowned photographer Georges Malraux, a &lt;a href=\"Poland\"&gt;Polish&lt;/a&gt; &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt; who fled his homeland for &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;. The two first meet in Hollywood at a party announcing the film adaptation of Katherine's play \"Tempest in Spain\", based on the &lt;a href=\"opera\"&gt;opera&lt;/a&gt; \"&lt;a href=\"Carmen\"&gt;Carmen&lt;/a&gt;\". The two are reunited in &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt;, where they unexpectedly find themselves falling in love as they become embroiled in a battle against &lt;a href=\"fascism\"&gt;fascism&lt;/a&gt;.\nDirected by Koike, the production was staged in 2006 at the &lt;a href=\"Takarazuka%20Grand%20Theater\"&gt;Takarazuka Grand Theater&lt;/a&gt; in &lt;a href=\"Takarazuka%2C%20Hy%C5%8Dgo\"&gt;Takarazuka, Hyōgo&lt;/a&gt; from March 24 through May 8, and at the &lt;a href=\"Tokyo%20Takarazuka%20Theater\"&gt;Tokyo Takarazuka Theater&lt;/a&gt; in &lt;a href=\"Tokyo%2C%20Japan\"&gt;Tokyo, Japan&lt;/a&gt; from May 26 through July 2. The cast included &lt;a href=\"Mari%20Hanafusa\"&gt;Mari Hanafusa&lt;/a&gt; as Katherine and &lt;a href=\"Y%C5%8Dka%20Wao\"&gt;Yōka Wao&lt;/a&gt; as Georges. \"Never Say Goodbye\" marked the final performance of both stars before their retirement from the troupe.\nA full-length cast recording, a folio of sheet music, and a video and DVD of the show have been released."
}