{
    "id": "13298666",
    "revid": "39182964",
    "url": "https://en.wikipedia.org/wiki?curid=13298666",
    "title": "Libertarian Democrat",
    "text": "In American politics, a libertarian Democrat is a member of the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt; with political views that are relatively &lt;a href=\"libertarianism%20in%20the%20United%20States\"&gt;libertarian&lt;/a&gt; compared to the views of the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;national party&lt;/a&gt;.\nWhile other &lt;a href=\"Factions%20in%20the%20Democratic%20Party%20%28United%20States%29\"&gt;factions of the Democratic Party&lt;/a&gt;, such as the &lt;a href=\"Blue%20Dog%20Coalition\"&gt;Blue Dog Coalition&lt;/a&gt;, the &lt;a href=\"New%20Democrat%20Coalition\"&gt;New Democrat Coalition&lt;/a&gt; and the &lt;a href=\"Congressional%20Progressive%20Caucus\"&gt;Congressional Progressive Caucus&lt;/a&gt;, are organized in the Congress, the libertarian faction is not organized in such a way.\nIdeology.\nLibertarian Democrats support the majority of positions of the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt;, but they do not necessarily share identical viewpoints across the political spectrum; that is, they are more likely to support individual and personal freedoms, although rhetorically within the context of Democratic values.\nLibertarian Democrats oppose &lt;a href=\"NSA%20warrantless%20surveillance\"&gt;NSA warrantless surveillance&lt;/a&gt;. In 2013, well over half the &lt;a href=\"Democratic%20Caucus%20of%20the%20United%20States%20House%20of%20Representatives\"&gt;House Democrats&lt;/a&gt; (111 of 194) voted to defund the &lt;a href=\"MAINWAY\"&gt;NSA's telephone phone surveillance program&lt;/a&gt;.\nFormer representative and current Governor &lt;a href=\"Jared%20Polis\"&gt;Jared Polis&lt;/a&gt; of Colorado, a libertarian-oriented Democrat, wrote in &lt;a href=\"Reason%20%28magazine%29\"&gt;\"Reason\"&lt;/a&gt; magazine: \"I believe that libertarians should vote for Democratic candidates, particularly as our Democratic nominees are increasingly more supportive of individual liberty and freedom than Republicans\". He cited opposition to the &lt;a href=\"Stop%20Online%20Piracy%20Act\"&gt;Stop Online Piracy Act&lt;/a&gt;, support for the legalization of marijuana, support for the &lt;a href=\"Separation%20of%20church%20and%20state%20in%20the%20United%20States\"&gt;separation of church and state&lt;/a&gt;, support for &lt;a href=\"abortion%20rights\"&gt;abortion rights&lt;/a&gt; and individual &lt;a href=\"bodily%20autonomy\"&gt;bodily autonomy&lt;/a&gt;, opposition to mass surveillance and support for tax-code reform as areas where the majority of Democrats align well with libertarian values.\nWhile maintaining a relatively libertarian ideology, they may differ with the &lt;a href=\"Libertarian%20Party%20%28United%20States%29\"&gt;Libertarian Party&lt;/a&gt; on issues such as consumer protection, health care reform, anti-trust laws and the overall amount of government involvement in the economy.\nHistory.\nModern era.\nAfter election losses in 2004, the Democratic Party reexamined its position on gun control which became a matter of discussion, brought up by &lt;a href=\"Howard%20Dean\"&gt;Howard Dean&lt;/a&gt;, &lt;a href=\"Bill%20Richardson\"&gt;Bill Richardson&lt;/a&gt;, &lt;a href=\"Brian%20Schweitzer\"&gt;Brian Schweitzer&lt;/a&gt; and other Democrats who had won in states where &lt;a href=\"Gun%20politics%20in%20the%20United%20States\"&gt;Second Amendment rights&lt;/a&gt; are important to many voters. The resulting stance on gun control brought in libertarian minded voters, influencing other beliefs.\nIn the 2010s, following the revelations by &lt;a href=\"Edward%20Snowden\"&gt;Edward Snowden&lt;/a&gt; about &lt;a href=\"Global%20surveillance%20disclosures%20%282013-present%29\"&gt;NSA surveillance&lt;/a&gt; in 2013, the increasing advent of online decentralization and &lt;a href=\"cryptocurrencies\"&gt;cryptocurrencies&lt;/a&gt; like &lt;a href=\"Bitcoin\"&gt;Bitcoin&lt;/a&gt;, the perceived failure of the &lt;a href=\"war%20on%20drugs\"&gt;war on drugs&lt;/a&gt; and the police violence in places like &lt;a href=\"Ferguson%20unrest\"&gt;Ferguson&lt;/a&gt;, Democratic lawmakers such as Senators &lt;a href=\"Ron%20Wyden\"&gt;Ron Wyden&lt;/a&gt;, &lt;a href=\"Kirsten%20Gilibrand\"&gt;Kirsten Gilibrand&lt;/a&gt; and &lt;a href=\"Cory%20Booker\"&gt;Cory Booker&lt;/a&gt; and Representative &lt;a href=\"Jared%20Polis\"&gt;Jared Polis&lt;/a&gt; have worked alongside &lt;a href=\"libertarian%20Republican\"&gt;libertarian Republican&lt;/a&gt;s like Senator &lt;a href=\"Rand%20Paul\"&gt;Rand Paul&lt;/a&gt; and Representative &lt;a href=\"Justin%20Amash\"&gt;Justin Amash&lt;/a&gt; to curb what is seen as government overreach in each of these areas, earning plaudits from such traditional libertarian sources as \"&lt;a href=\"Reason%20%28magazine%29\"&gt;Reason&lt;/a&gt;\" magazine. The growing political power of &lt;a href=\"Silicon%20Valley\"&gt;Silicon Valley&lt;/a&gt;, a longtime Democratic stronghold that is friendly to economic deregulation and strong civil liberties protections while maintaining traditionally liberal views on social issues, has also seriously affected the increasingly libertarian leanings of young Democrats.\nThe libertarian faction has influenced the presidential level as well in the post-&lt;a href=\"George%20W.%20Bush\"&gt;Bush&lt;/a&gt; era. Alaska Senator and presidential aspirant &lt;a href=\"Mike%20Gravel\"&gt;Mike Gravel&lt;/a&gt; left the Democratic Party midway through the &lt;a href=\"United%20States%20Presidential%20Election%2C%202008\"&gt;2008 presidential election cycle&lt;/a&gt; to seek the &lt;a href=\"Libertarian%20Party%20%28United%20States%29\"&gt;Libertarian Party&lt;/a&gt; presidential nomination, and many anti-war and civil libertarian Democrats were energized by the &lt;a href=\"Ron%20Paul%20presidential%20campaign%2C%202008\"&gt;2008&lt;/a&gt; and &lt;a href=\"Ron%20Paul%20presidential%20campaign%2C%202012\"&gt;2012 presidential campaigns&lt;/a&gt; of libertarian Republican &lt;a href=\"Ron%20Paul\"&gt;Ron Paul&lt;/a&gt;. This constituency arguably embraced the &lt;a href=\"Bernie%20Sanders%20presidential%20campaign%2C%202016\"&gt;2016&lt;/a&gt; and &lt;a href=\"Bernie%20Sanders%20presidential%20campaign%2C%202020\"&gt;2020 presidential campaigns&lt;/a&gt; of independent Democrat &lt;a href=\"Bernie%20Sanders\"&gt;Bernie Sanders&lt;/a&gt; for the same reasons. In the state of &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt;, libertarians operating from the &lt;a href=\"Free%20State%20Project\"&gt;Free State Project&lt;/a&gt; have been elected to various offices running as a mixture of both Republicans and Democrats. A 2015 &lt;a href=\"Reuters\"&gt;Reuters&lt;/a&gt; poll found that 22% of Democratic voters identified themselves as \"libertarian,\" more than the percentage of Republicans but less than the percentage of independents."
}