{
    "id": "132970",
    "revid": "1175300",
    "url": "https://en.wikipedia.org/wiki?curid=132970",
    "title": "Sand Hill, Pennsylvania",
    "text": "Sand Hill is an &lt;a href=\"unincorporated%20community\"&gt;unincorporated community&lt;/a&gt; and &lt;a href=\"census-designated%20place\"&gt;census-designated place&lt;/a&gt; (CDP) in &lt;a href=\"Lebanon%20County%2C%20Pennsylvania\"&gt;Lebanon County&lt;/a&gt;, &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;, United States. The population was 2,496 at the 2010 census.\nGeography.\nSand Hill is located in central Lebanon County, in central &lt;a href=\"North%20Lebanon%20Township%2C%20Pennsylvania\"&gt;North Lebanon Township&lt;/a&gt;. It is bordered to the south by the city of &lt;a href=\"Lebanon%2C%20Pennsylvania\"&gt;Lebanon&lt;/a&gt;, the &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt;. The Sand Hill CDP includes the neighborhoods of Sand Hill, Sunset, and Reinohlsville. &lt;a href=\"Pennsylvania%20Route%20343\"&gt;Pennsylvania Route 343&lt;/a&gt; (North 7th Street) passes through the community, leading north to &lt;a href=\"Fredericksburg%2C%20Lebanon%20County%2C%20Pennsylvania\"&gt;Fredericksburg&lt;/a&gt; and south into Lebanon.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the CDP has a total area of , all of it recorded as land. The community sits on the slopes of the hill that forms the north side of the &lt;a href=\"Lebanon%20Valley\"&gt;Lebanon Valley&lt;/a&gt;. Streams in the CDP drain south to &lt;a href=\"Brandywine%20Creek%20%28Quittapahilla%20Creek%20tributary%29\"&gt;Brandywine Creek&lt;/a&gt;, which continues south to &lt;a href=\"Quittapahilla%20Creek\"&gt;Quittapahilla Creek&lt;/a&gt; in the center of the valley.\nDemographics.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 2,345 people, 898 households, and 709 families residing in the CDP. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 2,312.5 people per square mile (896.4/km). There were 917 housing units at an average density of 904.3/sq mi (350.6/km). The racial makeup of the CDP was 96.25% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 0.47% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.04% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 1.66% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.98% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 0.60% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 2.94% of the population.\nThere were 898 households, out of which 31.7% had children under the age of 18 living with them, 69.2% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 6.5% had a female householder with no husband present, and 21.0% were non-families. 16.4% of all households were made up of individuals, and 7.3% had someone living alone who was 65 years of age or older. The average household size was 2.61 and the average family size was 2.94.\nIn the CDP, the population was spread out, with 22.1% under the age of 18, 6.4% from 18 to 24, 29.5% from 25 to 44, 28.5% from 45 to 64, and 13.4% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 94.9 males. For every 100 females age 18 and over, there were 91.6 males.\nThe median income for a household in the CDP was $45,125, and the median income for a family was $47,566. Males had a median income of $32,321 versus $23,160 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the CDP was $19,386. About 1.3% of families and 1.1% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 2.0% of those under age 18 and 2.5% of those age 65 or over."
}