{
    "id": "13308694",
    "revid": "10190671",
    "url": "https://en.wikipedia.org/wiki?curid=13308694",
    "title": "Isle of Man Railway stations",
    "text": "This article details each of the lines operated by the Isle of Man Railway, including the original line to Peel in the west, opened in 1873, followed by the Port Erin line the following year (which is still fully operational today), as well as the Manx Northern Railway's line between St John's and Ramsey and the Foxdale Railway's line between St John's and Foxdale (the latter two of which were independent companies bought out in 1905 by the &lt;a href=\"Isle%20of%20Man%20Railway\"&gt;Isle Of Man Railway Company&lt;/a&gt;).\nThe South Line (open).\nThe line to &lt;a href=\"Port%20Erin\"&gt;Port Erin&lt;/a&gt; was the second to be opened by the railway company, in 1874 one year after the shorter line to &lt;a href=\"Peel%2C%20Isle%20of%20Man\"&gt;Peel&lt;/a&gt; had been opened. This line's construction involved considerably more &lt;a href=\"civil%20engineering\"&gt;civil engineering&lt;/a&gt; work than the relatively straightforward westerly line, including two major rock cuttings on the climb out of &lt;a href=\"Douglas%20railway%20station\"&gt;Douglas railway station&lt;/a&gt; at \"The Nunnery\" and Keristal. The story goes that the work nearly bankrupted the contractors and the second cutting was completed on a much smaller budget, resulting in it being far narrower than the first, something that is apparent when travelling today. On the approach to &lt;a href=\"Santon%2C%20Isle%20of%20Man\"&gt;Santon&lt;/a&gt; the line reaches its summit and the remaining outward leg of the journey is spent descending or on the flat. The southern section runs through farmland and is dotted with several farm crossings, some of which were manned. These are denoted by stone structures for crossing keepers which were all made redundant in 2001 with the introduction of automated barriers. There are many smaller crossings also giving local farmers access to fields. The principal stations on the south line which remain open today are as listed to the right; of these, Santon, Ronaldsway Halt, &lt;a href=\"Ballabeg\"&gt;Ballabeg&lt;/a&gt; and Colby Level remain as request stops only, whilst all service trains stop at the other stations listed. In the past there have been other request stops at Ballacostain between &lt;a href=\"Port%20Soderick\"&gt;Port Soderick&lt;/a&gt; and Santon, which served the &lt;a href=\"rifle%20range\"&gt;rifle range&lt;/a&gt; utilised by pupils at the local &lt;a href=\"King%20William%27s%20College\"&gt;King William's College&lt;/a&gt; in &lt;a href=\"Castletown%2C%20Isle%20of%20Man\"&gt;Castletown&lt;/a&gt;. In recent years a new overbridge was installed at Meary Veg in 2001 as part of an island-wide sewerage system. On the climb out of Douglas a farm named Lough Ned operated for a short time in the 1980s as a small wild life park and the railway served this via a ground-level platform\nThe Peel Line (closed).\nThis was the first railway line to be opened on the island in 1873 and was operational continually until September 1968, with the exception of 1966 when the entire network was closed. The line is today retained as a &lt;a href=\"Right-of-way%20%28transportation%29\"&gt;footpath&lt;/a&gt; and &lt;a href=\"bridleway\"&gt;bridleway&lt;/a&gt; and is 11.5 miles long. Since the rails were lifted in 1975, there has often been talk of resurrecting this line, which out of the closed lines would be the most viable. Since closure there have been several service mains buried under the trackbed, including gas and telephone mains, but pains are always taken to ensure that the trackbed is returned in such a way that the railway could be reinstated. There are two notable examples of this, firstly at Quarterbridge where the railway ran parallel to the &lt;a href=\"Isle%20of%20Man%20TT\"&gt;T.T.&lt;/a&gt; course where an &lt;a href=\"access%20road\"&gt;access road&lt;/a&gt; was built on the trackbed in 1991, and secondly at the station of &lt;a href=\"St%20John%27s%2C%20Isle%20of%20Man\"&gt;St John's&lt;/a&gt; where a primary school and housing complex have been developed since 2001. Both of these developments have been built in such a way to ensure the line could be reinstated, albeit that any station at St John's would have to be significantly relocated. During the First World War there was a &lt;a href=\"Knockaloe%20Railway\"&gt;branch&lt;/a&gt; extending from a mid-way point between &lt;a href=\"Peel%2C%20Isle%20of%20Man\"&gt;Peel&lt;/a&gt; and St John's stations to the farm of Knockaloe in connection with &lt;a href=\"prisoners%20of%20war\"&gt;prisoners of war&lt;/a&gt; who were interned there. The stations are listed to the right. At the terminus of Peel a large heritage centre has been built, partly using the old goods shed and station building. The brickworks office and water tower remain in place at the mouth of the yard and are occupied by the Manx Transport Museum Group, and the station site itself is now a car park for the heritage centre. It would not be unfeasible however to reinstate some form of station here in the future as needs required.\nThe North Line (closed).\nThe line from &lt;a href=\"Ramsey%2C%20Isle%20of%20Man\"&gt;Ramsey&lt;/a&gt; to &lt;a href=\"St%20John%27s%2C%20Isle%20of%20Man\"&gt;St John's&lt;/a&gt; was opened by the &lt;a href=\"Manx%20Northern%20Railway\"&gt;Manx Northern Railway&lt;/a&gt; in 1879 and operated until 1968 when passenger operations ceased on the same day as those on the &lt;a href=\"Peel%2C%20Isle%20of%20Man\"&gt;Peel&lt;/a&gt; line. By far the most scenic and spectacular route operated by the railway, it featured two viaducts at &lt;a href=\"Glen%20Wyllin\"&gt;Glen Wyllin&lt;/a&gt; and &lt;a href=\"Isle%20of%20Man%20Railway%20level%20crossings%20and%20points%20of%20interest%23Glen%20Mooar%20Viaduct\"&gt;Glen Mooar&lt;/a&gt; and was nearly 17 miles in length. The railway ran independently until 1905 when the &lt;a href=\"Isle%20of%20Man%20Railway\"&gt;Isle of Man Railway&lt;/a&gt; took over operations, together with the amalgamation of the &lt;a href=\"Foxdale%20Railway\"&gt;Foxdale Railway&lt;/a&gt;, thereby controlling the entire network on the island. Sections of this line along the &lt;a href=\"Irish%20Sea\"&gt;Irish Sea&lt;/a&gt; coast suffered some cruel weather and a turntable was installed at St John's to turn coaching stock to ensure even weathering on the most exposed section at the \"Donkey Bank\" which caused trouble to the operators throughout its lifetime. Trains were often dispatched with wagonloads of ash to deposit over the side to shore up the line, and it has dropped considerably since the departure of the railway. Further along the line at Glen Wyllin were pleasure gardens owned and operated by the railway company and these became a popular destination for Sunday School picnics in the railway's heyday, this providing a large source of income for the railway. The nearest station at &lt;a href=\"Kirk%20Michael\"&gt;Kirk Michael&lt;/a&gt; was the drop off point for holidaymakers who walked along a track to the side of the line. At Ballavolley a halt was created in 1967 to serve the newly opened Wildlife Park, which remains in place today. The line also boasted a wayside halt for the exclusive use of the &lt;a href=\"Bishop%20of%20Sodor%20and%20Mann\"&gt;Bishop of Sodor and Mann&lt;/a&gt; at Bishopscourt, which comprised a simple bench seat and hand-operated signal for the stopping of the passing train. The station at Ramsey was on the site of today's Ramsey Bakery on the outskirts of the town, a disadvantage when compared with the station of the &lt;a href=\"Manx%20Electric%20Railway\"&gt;Manx Electric Railway&lt;/a&gt; which is in the heart of the town. The station did however boast an &lt;a href=\"Ramsey%20Quayside%20Railway\"&gt;extension&lt;/a&gt; along the quayside for a time, ideally situated to load and unload goods to and from the vessels in this busy port. Also, as part of an initiative to encourage the railway's use for freight and cargo, a small sharply curved siding was laid to Milntown Power Station in 1968 and three wagons converted to oil carrying wagons for this purpose. The venture was however short-lived, but trains serving this siding were some of the very last recorded trains to travel over the line, in 1969 as part of a rolling stock collection. Today, it is difficult to visualise the station as the site has been modernised and developed beyond recognition.\nThe Foxdale Line (closed).\nOpened in 1886 this was the shortest branch of the &lt;a href=\"Isle%20of%20Man%20Railway\"&gt;Isle of Man Railway&lt;/a&gt; and the shortest-lived, closing as early as 1940 to all traffic. It was originally a separate affair to the other railways, but was taken over as part of the merger in 1905 together with the &lt;a href=\"Manx%20Northern%20Railway\"&gt;Manx Northern Railway&lt;/a&gt; to Ramsey. The tracks remained in situ for many years and reports that trains, or light engines, travelled along its length as late as 1974 (just prior to lifting) are known. The line was only 3 miles in length but was on a steady climb of 1 in 49 for its entirety and it served the small mining community with limited passenger services (only one passenger coach was ever acquired and this remains in service on the preserved south line today, as F.39). The station at Foxdale itself was also the site of the iron ore \"deads\" which gave rise to the station acquiring the nickname \"the back of the moon\" owing to its lunar appearance. Today the station building remains in place in private ownership but the removal of two vital bridges in the 1970s has rendered it extremely unlikely that any proposal to restore the line would ever be successful. There is evidence to suggest (in the form of images) however that Foxdale Station may well retain some of its track to the present day - albeit buried under heaps of spoil. Until recently (within the last ten years) there was still trackwork visible in the road beyond the station which would have run up onto the spoil heaps for working the deads."
}