{
    "id": "1331491",
    "revid": "14841472",
    "url": "https://en.wikipedia.org/wiki?curid=1331491",
    "title": "Hypergammon",
    "text": "Hypergammon is a variant of &lt;a href=\"backgammon\"&gt;backgammon&lt;/a&gt;.\nRule variations.\nEach player begins with three pieces, rather than fifteen. At the start of the &lt;a href=\"game\"&gt;game&lt;/a&gt;, each player begins with one piece on each of the three most distant points of the board (the 22-point, the 23-point and the 24-point).\nHypergammon is often played using the &lt;a href=\"Oswald%20Jacoby%23Other%20games\"&gt;Jacoby Rule&lt;/a&gt;, which is also used in &lt;a href=\"backgammon\"&gt;backgammon&lt;/a&gt; money games. Under this rule, gammons and backgammons will not count extra until the cube has been doubled.\nGameplay.\nAs a consequence of the reduced number of pieces, many people believe that hypergammon relies more heavily on &lt;a href=\"luck\"&gt;luck&lt;/a&gt; than backgammon. The difficulty of getting two pieces on the same point means that both players nearly always have blots on the &lt;a href=\"Board%20game\"&gt;board&lt;/a&gt;. The combination of the fact that bearing off can be completed with a single lucky roll of doubles, and that it is nearly impossible to protect blots from being sent to the bar, results in gammons being scored much more often than in backgammon. This also means the lead in a game can swing very quickly.\nIn fact, for most players, the skill-to-luck ratio (or, more precisely, the error-to-luck ratio) is much higher in hypergammon than in backgammon, which means that a skillful player can achieve a statistically significant lead much more quickly in hypergammon than in backgammon. The best moves in hypergammon (especially &lt;a href=\"Backgammon%23Doubling%20cube\"&gt;doubling&lt;/a&gt; decisions) are often subtle and less easily conceptualized than those of backgammon.\nHypergammon has been 'solved', in the sense that &lt;a href=\"computer\"&gt;computer&lt;/a&gt;s can now play perfect hypergammon. Nevertheless, it is still a very challenging game for human players. The development of &lt;a href=\"heuristic\"&gt;heuristic&lt;/a&gt;s for expert play is very much an open topic.\nIn the early 1990s Hugh Sconyers solved Hyper Backgammon using a computer. There are over 32,000,000 possible positions when you include the double cube. In addition, Sconyers solved 1, 2 and 4 checker backgammon, which have similar starting positions.\nPopularity.\nComing out in 1991, Hypergammon was and is known to be part of an online computer application. It can be played in real life as a &lt;a href=\"board%20game\"&gt;board game&lt;/a&gt; too, but even now, people competitively play the game and try what they can to keep their rank one title. Marc Olsen is known as a 'grandmaster' Hypergammon player, and has written about strategies for playing the backgammon variant."
}