{
    "id": "13319423",
    "revid": "42525456",
    "url": "https://en.wikipedia.org/wiki?curid=13319423",
    "title": "HLA-A33",
    "text": "A33 frequencies.\nA33 shows two different distributions that can be discriminated by subtyping capability of &lt;a href=\"SSP-PCR\"&gt;SSP-PCR&lt;/a&gt;.\nA*3301 distribution.\nThe first distribution appears to have a Western distribution that introgresses into Europe as a result of the Post-neolithic periods. It is commonly found in &lt;a href=\"linkage%20disequilibration\"&gt;linkage disequilibration&lt;/a&gt; within the A*3301-Cw*0802-B*1402 haplotype which can be extended to DRB1 and DQB1 in certain instances (See Below). The source of its general expansion appears to be the middle east or the levant, as it is found in the Palestinian population. B14 splits into B64 (B*1401) and B65 (B*1402) but the only Arabian people which show both antigens are the United Arab Emirates.\nA*3303 distribution.\nCertain alleles confound population histories. At the top of that list is A*3303. This allele appears to jump, figuratively, out of West Africa into South Asia. The point of origin is Africa, most likely central or western Africa given the low levels in East Africa (although much of East Africa is undersampled). In certain tested populations of the Middle East the leve of A*3303 is either very low, or non-existent. Within East Africa Sudan appears to be the highest at around 2%. The frequency of A*3303 begins to rise in eastern Arabia (Oman, UAE) and then markedly rise in the Brahui and Balochi of Pakistan. One haplotype stands out, the A33-B58-DR3-DQ2 haplotype which is found in West Africa, in Sudan, and Pakistan, scattered along West Indias coast, the Turkic republics and appears to have recently introgressed into Korea (post-&lt;a href=\"Yayoi\"&gt;Yayoi&lt;/a&gt; period of Japan) and China. So recent arrival into Asia that the level of &lt;a href=\"HLA%20DR3-DQ2\"&gt;HLA DR3-DQ2&lt;/a&gt; in Korea of 2.9%. Korea is the major recent source of Japanese genes, by the Yayoi period that lasted from 3000 to 1600 years ago approximately 3/4ths of Japanese genetic makeup is attributed to this migration. And yet there is trace DR3-DQ2 in Japanese, none in the Ainu nor many other indigenous Siberian groups.\nA33 Haplotypes.\nA33-Cw8-B14-DR1-DQ5.\nWhen dealing with haplotypes, if one assumes that linkage disequilibrium is random, then one can estimate the time of equilibration based on the size of the haplotype, the A-B-DR haplotype is over 2 million nucleotides in length. Given this length it is unlikely it spread during the &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; period. A more like guess as to when it spread was the early historic period, with the spread of the &lt;a href=\"Phoenicia\"&gt;Phoenicia&lt;/a&gt;n and &lt;a href=\"Mycenaean%20Greece\"&gt;Mycenaean&lt;/a&gt; culture throughout the &lt;a href=\"mediterranean\"&gt;mediterranean&lt;/a&gt;. Its presence in &lt;a href=\"India\"&gt;India&lt;/a&gt;, particularly northern India, indicates possible spread of this haplotype within the Black Sea region prior to the migration of &lt;a href=\"Indo-Aryans\"&gt;Indo-Aryan&lt;/a&gt; culture across the Indus River. The specific nomenclature for this type is:\nA : C : B : DRB1 : DQA1 : DQB1\nA33-B44.\nThis haplotype appears to precede A33-B58 in Asia, bringing with it the DR7-DQ2 haplotype.\nThere are two versions of the haplotype, possibly of different origins. It's a good reason why serotyping alone should not be relied upon. The first haplotype is A33-Cw14-B44-DR13-DQ6.4\nA : C : B : DRB1 : DQA1 : DQB1 : DPB1\nThis haplotype is found in Japan and Korea, and it is the most common 5 locus HLA type in Korea, high at 4.2%, 25 times higher than in China. In Japan it is 4.8% and can be extended to DPB1 at 3.6%. While clearly not showing the level of disequilibrium of the Super B8 haplotype, the level of disequilibrium is high, indicating an expansive migration into these regions at some time in the recent past, most likely in the period preceding the Yayoi period of Japan.\nA : C : B : DRB1 : DQA1 : DQB1\nThe second haplotype, like A33-B58 is found in Korea but not in Japan. This haplotype\ncarries the other common DQ2 haplotype, DQ2.2. The Cw*0701 is found in the A*33-B58 haplotype and is like the result of a recombination between A33-Cw7 and a different B44-DR7 haplotype.\nThese haplotypes indicate that interpreting population relationships by allele or even by low resolution haplotype information is error-prone and suggests the need for high resolution\nmultigene haplotype studies.\nA33-Cw3-B58-DR3-DQ2.\nWithin eastern Asia A*3303 is in linkage disequilibrium with on haplotype in particular, the specific genetic makeup is:\nA : C : B : DRB1 : DQA1 : DQB1\nIt is interesting that the Cw allele in the Pakistani population is the same as the allele in the east Asian population C*0302. 8.3 of 11.1% of the A33-B58 in the Baloch Pakistani can is linked to DR3 and presumably DQ2.5 (There are few exceptions outside of Africa). This extends a haplotype the forms a semicircle around the Indian subcontinent indicating a substantive and relatively recent genetic relationship. The Parsis of Pakistan lack A33-B58, as with groups to the far west of Pakistan. The A33-B58-DR3-DQ2 haplotype appears to have originated in whole from West Africa, with current possibilities for Sudan or Northern Ethiopia as points of exit from Africa and a migration by the Indian Ocean to the western side of the Indus River.\nA33-Cw7-B58-DR13-DQ6.\nWithin eastern Asia A*3303 is in linkage disequilibrium with on haplotype in particular, the specific genetic makeup is:\nA : C : B : DRB1 : DQA1 : DQB1\nThis haplotype is composed of genes most frequent in parts of western Africa. This includes the A*3303, B*5801, DRB1*1302, and DQB1*0609. The DRB1*0609 haplotype in nodal in east/central Africa in the Ugandan, Rwanda, Congo, Cameroon whereas the allele is at low frequencies in Western Europe, and its distribution is also consistent with a migration from east Africa direct to the Lower Indus River."
}