{
    "id": "1331794",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=1331794",
    "title": "Wrotham",
    "text": "Wrotham ( ) is a village on the &lt;a href=\"Pilgrims%27%20Way\"&gt;Pilgrims' Way&lt;/a&gt; in &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt;, England, at the foot of the &lt;a href=\"North%20Downs\"&gt;North Downs&lt;/a&gt;. It is north of &lt;a href=\"Borough%20Green\"&gt;Borough Green&lt;/a&gt; and approximately east of &lt;a href=\"Sevenoaks\"&gt;Sevenoaks&lt;/a&gt;. It is between the &lt;a href=\"M20%20motorway\"&gt;M20&lt;/a&gt; and &lt;a href=\"M26%20motorway\"&gt;M26&lt;/a&gt; motorways.\nHistory.\nThe name first occurs as \"Uurotaham\" in the year 788, meaning 'homestead of a man called Wrōta'.\nThe offshoot village on &lt;a href=\"Wrotham%20Heath\"&gt;Wrotham Heath&lt;/a&gt; at the heart of the &lt;a href=\"heath\"&gt;heath&lt;/a&gt; of the same name, once an area of wholly &lt;a href=\"common%20land\"&gt;common land&lt;/a&gt;, is to the south-east.\nWrotham shows extensive signs of occupation by the Romans and it is posited that the Wrotham Pinot, a disease-resistant variety of the &lt;a href=\"Pinot%20noir%23History%2C%20mutants%20and%20clones\"&gt;Pinot noir&lt;/a&gt; grape found in Wrotham churchyard, is descended from vines brought by the Romans.\nThe church of St George is Early English and later; nearby is the site of a palace of the &lt;a href=\"Archbishop%20of%20Canterbury\"&gt;Archbishop of Canterbury&lt;/a&gt;, maintained until the time of Archbishop &lt;a href=\"Simon%20Islip\"&gt;Simon Islip&lt;/a&gt; (c. 1350).\nWrotham Hill to the north was a main measuring point for the 18th-century &lt;a href=\"trigonometric\"&gt;trigonometric&lt;/a&gt; survey linking the &lt;a href=\"Greenwich%20Royal%20Observatory\"&gt;Greenwich Royal Observatory&lt;/a&gt; with the &lt;a href=\"Paris%20Observatory\"&gt;Paris Observatory&lt;/a&gt;. This &lt;a href=\"Anglo-French%20Survey%20%281784%E2%80%931790%29\"&gt;Anglo-French Survey (1784–1790)&lt;/a&gt; was led by General &lt;a href=\"William%20Roy\"&gt;William Roy&lt;/a&gt;.\nIn 1894 the parish became an &lt;a href=\"Urban%20district%20%28Great%20Britain%20and%20Ireland%29\"&gt;Urban District&lt;/a&gt;. However, in 1934 the area of the parish was considerably reduced when &lt;a href=\"Borough%20Green\"&gt;Borough Green&lt;/a&gt;, &lt;a href=\"Plaxtol\"&gt;Plaxtol&lt;/a&gt; and &lt;a href=\"Platt%2C%20Kent\"&gt;Platt&lt;/a&gt; were excised to form separate civil parishes. By the same order, Wrotham lost its Urban District status and was joined to &lt;a href=\"List%20of%20rural%20districts%20in%20England%20and%20Wales%201894%E2%80%931930%23Kent\"&gt;Malling&lt;/a&gt; &lt;a href=\"Rural%20District\"&gt;Rural District&lt;/a&gt;.\nClose by is the &lt;a href=\"Wrotham%20transmitting%20station\"&gt;Wrotham transmitting station&lt;/a&gt; which was the first transmitter in the UK to broadcast on &lt;a href=\"FM%20broadcasting\"&gt;FM&lt;/a&gt; in 1955 and now carries the main national FM radio frequencies for most of London.\nHundred of Wrotham.\nThe parish of Wrotham formed a major part of the \"Hundred of Wrotham\", forming 58% of its area and 61% of its population (1891)\nThe area and population of each parish and the totals for the Hundred were as follows: \nThe Hundred of Wrotham was one of the hundreds of the Lathe of &lt;a href=\"Aylesford%23Lathe%20of%20Aylesford\"&gt;Aylesford&lt;/a&gt;.\nGovernance.\nWrotham is a civil parish within the &lt;a href=\"Districts%20of%20England\"&gt;local government district&lt;/a&gt; of &lt;a href=\"Tonbridge%20and%20Malling\"&gt;Tonbridge and Malling&lt;/a&gt;. The parish has 8 councillors elected &lt;a href=\"at-large\"&gt;at-large&lt;/a&gt;. Wrotham parish comprises the local government &lt;a href=\"Ward%20%28politics%29\"&gt;ward&lt;/a&gt; of Wrotham. which is one of the 53 seats on the Tonbridge &amp; Malling District Borough Council. The seat is held by the Conservative Martin Coffin, having been &lt;a href=\"2011%20Tonbridge%20and%20Malling%20Borough%20Council%20election\"&gt;re-elected in 2011&lt;/a&gt;. Tonbridge &amp; Malling District Borough Council is responsible for running local services, such as recreation, refuse collection and &lt;a href=\"council%20house\"&gt;council housing&lt;/a&gt;; while &lt;a href=\"Kent%20County%20Council\"&gt;Kent County Council&lt;/a&gt; is responsible for education, social services and trading standards. Both councils are involved in town planning and road maintenance. Wrotham is part of the Electoral Division of Malling West of Kent County Council\nA 2008 report showed that Wrotham has experienced one of the greatest deteriorations of basic services, losing the most amenities in the previous four years.\nWrotham is in the &lt;a href=\"parliamentary%20constituency\"&gt;parliamentary constituency&lt;/a&gt; of &lt;a href=\"Tonbridge%20and%20Malling%20%28UK%20Parliament%20constituency%29\"&gt;Tonbridge and Malling&lt;/a&gt;. Since the constituency's creation in 1974 it has been represented by two Members of Parliament: &lt;a href=\"John%20Stanley%20%28politician%20born%201942%29\"&gt;Sir John Stanley&lt;/a&gt; from 1974 to 2015 and &lt;a href=\"Tom%20Tugendhat\"&gt;Tom Tugendhat&lt;/a&gt; from 2015 onwards, both representing the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt;.\nDemography.\nAt the &lt;a href=\"United%20Kingdom%20Census%202001\"&gt;2001 UK census&lt;/a&gt;, the Wrotham ward had a population of 1,815. The village had 759 households; of which, 42% were married couples, 29% were individuals, 9% were &lt;a href=\"Cohabitation\"&gt;cohabiting&lt;/a&gt; couples, and 6% were lone parent families. 20% of households had someone at pensionable age living alone.\nThe &lt;a href=\"Ethnic%20groups%20of%20the%20United%20Kingdom\"&gt;ethnicity&lt;/a&gt; of the village was given as 99.2% white, 0.66% &lt;a href=\"Multiracial\"&gt;mixed race&lt;/a&gt;, and 0.16% Black. The place of birth of the town's residents was 95.9% United Kingdom (92.0% England), 0.4% Republic of Ireland, 0.8% other Western Europe, 0.4% Eastern Europe, 1.0% Africa, 0.8% Asia, 0.4% North America and 0.3% elsewhere.\nReligion was recorded as 74.81% Christian, 0.44% Jewish, 0.22% Buddhist, 0.17% Muslim and 0.17% Sikh. 15.46% were recorded as having no religion, 0.33% had an alternative religion, and 8.42% did not state their religion.\nEconomy.\nAt the 2001 UK census, 39.5% of the village's residents aged 16–74 were employed full-time, 12.9% employed part-time, 14.1% self-employed and 1.6% unemployed, while 1.9% were students with jobs, 3.4% students without jobs, 14.3% retired, 8.0% looking after home or family, 2.5% permanently sick or disabled and 1.9% economically inactive for other reasons. Compared to national figures, the village had a low rate of unemployment, and a high proportion of self-employed workers.\nEmployment by industry was 16% retail; 14% real estate; 13% manufacturing; 10% construction; 8% health and social work; 8% education; 7% transport and communications; 5% finance; 5% hotels and restaurants; 3% &lt;a href=\"public%20administration\"&gt;public administration&lt;/a&gt;; 3% agriculture; 1% energy and water supply; and 6% other. Compared to national figures, Wrotham had a high percentage of workers in agriculture; energy and water supply; hotels and restaurants; and construction. It had a low percentage in health and social work; and public administration.\nAccording to &lt;a href=\"Office%20for%20National%20Statistics\"&gt;Office for National Statistics&lt;/a&gt; estimates, the average gross income of households in Wrotham between April 2001 and March 2002 was £770 per week (£40,000 per year).\nLocal businesses.\nThe village has a variety of small businesses serving the needs of the community. It has a central concentration of &lt;a href=\"Public%20house\"&gt;pubs&lt;/a&gt;, three within a hundred yards of each other: the Rose and Crown, the George and Dragon and the Bull Hotel. A fourth, the Three Postboys, ceased trading in 2009."
}