{
    "id": "13349532",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=13349532",
    "title": "Garland Green",
    "text": "Garland Green (born Garfield Green Jr., June 14, 1942) is an American &lt;a href=\"soul%20music\"&gt;soul&lt;/a&gt; &lt;a href=\"singing\"&gt;singer&lt;/a&gt; and &lt;a href=\"pianist\"&gt;pianist&lt;/a&gt;.\nBiography.\nBorn in &lt;a href=\"Dunleith%2C%20Mississippi\"&gt;Dunleith&lt;/a&gt;, &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt;, United States, Green was the tenth child of eleven in his family. He lived in Mississippi until 1958 when he moved to &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;. While working and attending Englewood High, he sang on weekends, and one day while singing in a pool room, he was overheard by Argia B. Collins, a local owner of a barbeque chain. Collins agreed to bankroll Green's attendance at the &lt;a href=\"Chicago%20Conservatory%20of%20Music\"&gt;Chicago Conservatory of Music&lt;/a&gt;, where Green studied &lt;a href=\"human%20voice\"&gt;voice&lt;/a&gt; and &lt;a href=\"piano\"&gt;piano&lt;/a&gt;, and played in local bars and clubs.\nIn 1967, Green won a local talent show at a club called the Trocadero. His prize was a &lt;a href=\"concert\"&gt;concert&lt;/a&gt; opening for &lt;a href=\"Lou%20Rawls\"&gt;Lou Rawls&lt;/a&gt; and &lt;a href=\"Earl%20Hines\"&gt;Earl Hines&lt;/a&gt; at the Sutherland Lounge. In the audience was Mel Collins, and his wife &lt;a href=\"Joshie%20Jo%20Armstead\"&gt;Joshie Jo Armstead&lt;/a&gt;, who was a &lt;a href=\"songwriter\"&gt;songwriter&lt;/a&gt; who had written tunes with &lt;a href=\"Nick%20Ashford\"&gt;Nick Ashford&lt;/a&gt; and &lt;a href=\"Valerie%20Simpson\"&gt;Valerie Simpson&lt;/a&gt; prior to the couple joining &lt;a href=\"Motown%20Records\"&gt;Motown&lt;/a&gt;. The couple arranged for Green to do a &lt;a href=\"sound%20recording%20and%20reproduction\"&gt;recording&lt;/a&gt; session in &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt; and released the result as a &lt;a href=\"single%20%28music%29\"&gt;single&lt;/a&gt; on their &lt;a href=\"record%20label\"&gt;label&lt;/a&gt;, &lt;a href=\"Gamma%20Records\"&gt;Gamma Records&lt;/a&gt;, a song called \"Girl I Love You\", written by &lt;a href=\"Shelley%20Fisher\"&gt;Shelley Fisher&lt;/a&gt;. It sold well locally and was picked up by &lt;a href=\"MCA%20Records\"&gt;MCA&lt;/a&gt; subsidiary, &lt;a href=\"Revue%20Records\"&gt;Revue Records&lt;/a&gt; for national distribution. Revue released three further singles from Green who then moved to MCA's main label, &lt;a href=\"Uni%20Records\"&gt;Uni Records&lt;/a&gt;.\nIn 1969, \"Jealous Kind of Fella\" became a major national success, reaching No. 5 in the \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" &lt;a href=\"Hot%20R%26amp%3BB/Hip-Hop%20Songs\"&gt;R&amp;B&lt;/a&gt; &lt;a href=\"record%20chart\"&gt;chart&lt;/a&gt; and No. 2 in the &lt;a href=\"Cash%20Box\"&gt;Cashbox&lt;/a&gt; &lt;a href=\"soul%20music\"&gt;soul&lt;/a&gt; chart.\nWritten by Green, R. Browner, M. Dollinson and Jo Armstead, the &lt;a href=\"gramophone%20record\"&gt;record&lt;/a&gt; was released in the &lt;a href=\"United%20States\"&gt;U.S.&lt;/a&gt; in August 1969. It sold a million copies by March 1971. Uni released an &lt;a href=\"album\"&gt;album&lt;/a&gt; from Green, but the follow-up single did not sell well and Green eventually left MCA, also parting company with Armstead. He then signed with &lt;a href=\"Atlantic%20Records\"&gt;Atlantic Records&lt;/a&gt; subsidiary, &lt;a href=\"Cotillion%20Records\"&gt;Cotillion Records&lt;/a&gt;, which released five singles from Garland, but only one proved a real success, \"Plain and Simple Girl\". &lt;a href=\"Record%20producer\"&gt;Produced&lt;/a&gt; and &lt;a href=\"arrangement\"&gt;arranged&lt;/a&gt; by &lt;a href=\"Donny%20Hathaway\"&gt;Donny Hathaway&lt;/a&gt;, this reached the R&amp;B Top 20.\nMoving on to &lt;a href=\"Spring%20Records\"&gt;Spring Records&lt;/a&gt; in 1973, Green recorded five more singles, some of which charted modestly, notably \"Let the Good Times Roll\" (not the &lt;a href=\"Shirley%20and%20Lee\"&gt;Shirley and Lee&lt;/a&gt; song) and \"Bumpin' and Stompin'.\" His recording for the label, \"Just What The Doctor Ordered\", remained unissued until 1990, when it was included on a &lt;a href=\"compilation%20album\"&gt;compilation album&lt;/a&gt; of his Spring singles on the &lt;a href=\"United%20Kingdom\"&gt;UK&lt;/a&gt; label, Ace/Kent. A move then to &lt;a href=\"RCA%20Records\"&gt;RCA Records&lt;/a&gt; resulted in three singles and an album, produced by the &lt;a href=\"Los%20Angeles%2C%20California\"&gt;Los Angeles&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt; producer/singer &lt;a href=\"Leon%20Haywood\"&gt;Leon Haywood&lt;/a&gt;.\nIn 1979, Green moved to California, and eventually signed with a small independent label, Ocean-Front Records for an album produced by &lt;a href=\"Lamont%20Dozier\"&gt;Lamont Dozier&lt;/a&gt; and &lt;a href=\"Arleen%20Schesel\"&gt;Arleen Schesel&lt;/a&gt;, the latter of whom Green later married. The album featured a re-worked version of a major hit for Dozier 10 years earlier, \"&lt;a href=\"Trying%20to%20Hold%20on%20to%20My%20Woman\"&gt;Trying to Hold on to My Woman&lt;/a&gt;\". When the label closed, Green continued to record and self-release. In 2011, Green signed a deal for a brand new album with Special Soul Music, a new division of the label CDS Records. The album, entitled \"I Should've Been The One\", was released February 2012. It was his first album of new material in 29 years.\nFurther reading.\nPruter, Robert. \"Chicago Soul\". &lt;a href=\"Urbana%2C%20Illinois\"&gt;Urbana, Illinois&lt;/a&gt;: &lt;a href=\"University%20of%20Illinois%20Press\"&gt;University of Illinois Press&lt;/a&gt;, 1991, "
}