{
    "id": "13343202",
    "revid": "877242",
    "url": "https://en.wikipedia.org/wiki?curid=13343202",
    "title": "Aging-associated diseases",
    "text": "An aging-associated disease (commonly termed age-related disease, ARD) is a &lt;a href=\"disease\"&gt;disease&lt;/a&gt; that is most often seen with increasing frequency with increasing &lt;a href=\"senescence\"&gt;senescence&lt;/a&gt;. They are essentially &lt;a href=\"Complication%20%28medicine%29\"&gt;complications&lt;/a&gt; of senescence, distinguished from the &lt;a href=\"ageing\"&gt;aging&lt;/a&gt; process itself because all adult animals age (&lt;a href=\"Negligible%20senescence\"&gt;with rare exceptions&lt;/a&gt;) but not all adult animals experience all age-associated diseases. The term does not refer to age-specific diseases, such as the &lt;a href=\"List%20of%20childhood%20diseases\"&gt;childhood diseases&lt;/a&gt; &lt;a href=\"chicken%20pox\"&gt;chicken pox&lt;/a&gt; and &lt;a href=\"measles\"&gt;measles&lt;/a&gt;, only diseases of the elderly. They are also not &lt;a href=\"accelerated%20aging%20disease\"&gt;accelerated aging disease&lt;/a&gt;s, all of which are &lt;a href=\"genetic%20disorder\"&gt;genetic disorder&lt;/a&gt;s.\nExamples of aging-associated diseases are &lt;a href=\"atherosclerosis\"&gt;atherosclerosis&lt;/a&gt; and &lt;a href=\"cardiovascular%20disease\"&gt;cardiovascular disease&lt;/a&gt;, &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt;, &lt;a href=\"arthritis\"&gt;arthritis&lt;/a&gt;, &lt;a href=\"cataracts\"&gt;cataracts&lt;/a&gt;, &lt;a href=\"osteoporosis\"&gt;osteoporosis&lt;/a&gt;, &lt;a href=\"Diabetes%20mellitus%20type%202\"&gt;type 2 diabetes&lt;/a&gt;, &lt;a href=\"hypertension\"&gt;hypertension&lt;/a&gt; and &lt;a href=\"Alzheimer%27s%20disease\"&gt;Alzheimer's disease&lt;/a&gt;. The incidence of all of these diseases increases &lt;a href=\"Exponential%20growth\"&gt;exponentially&lt;/a&gt; with age.\nOf the roughly 150,000 people who die each day across the globe, about two thirds—100,000 per day—die of age-related causes.&lt;ref name=\"doi10.2202/1941-6008.1011\"&gt;&lt;/ref&gt; In industrialized nations, the proportion is higher, reaching 90%.\nPatterns of differences.\nBy age 3 about 30% of &lt;a href=\"rat\"&gt;rat&lt;/a&gt;s have had cancer, whereas by age 85 about 30% of humans have had cancer. Humans, &lt;a href=\"dog\"&gt;dog&lt;/a&gt;s and &lt;a href=\"rabbit\"&gt;rabbit&lt;/a&gt;s get Alzheimer's disease, but &lt;a href=\"rodent\"&gt;rodent&lt;/a&gt;s do not. Elderly rodents typically die of cancer or &lt;a href=\"Nephrology\"&gt;kidney disease&lt;/a&gt;, but not of cardiovascular disease. In humans, the relative incidence of cancer increases exponentially with age for most cancers, but levels off or may even decline by age 60–75 (although &lt;a href=\"Colon%20%28anatomy%29\"&gt;colon&lt;/a&gt;/&lt;a href=\"rectum\"&gt;rectal&lt;/a&gt; cancer continues to increase).\nPeople with the so-called &lt;a href=\"Accelerated%20aging%20disease\"&gt;segmental progerias&lt;/a&gt; are vulnerable to different sets of diseases. Those with &lt;a href=\"Werner%27s%20syndrome\"&gt;Werner's syndrome&lt;/a&gt; suffer from osteoporosis, cataracts, and cardiovascular disease, but not &lt;a href=\"neurodegeneration\"&gt;neurodegeneration&lt;/a&gt; or Alzheimer's disease; those with &lt;a href=\"Down%20syndrome\"&gt;Down syndrome&lt;/a&gt; suffer type 2 diabetes and Alzheimer's disease, but not high &lt;a href=\"blood%20pressure\"&gt;blood pressure&lt;/a&gt;, osteoporosis or cataracts. In &lt;a href=\"Bloom%20syndrome\"&gt;Bloom syndrome&lt;/a&gt;, those afflicted most often die of cancer.\nResearch.\nAging (senescence) increases vulnerability to age-associated diseases, whereas &lt;a href=\"genetics\"&gt;genetics&lt;/a&gt; determines vulnerability or resistance between species and individuals within species. Some age-related changes (like &lt;a href=\"Human%20hair%20color%23Aging%20or%20achromotrichia\"&gt;graying hair&lt;/a&gt;) are said to be unrelated to an increase in &lt;a href=\"Mortality%20rate\"&gt;mortality&lt;/a&gt;. But some &lt;a href=\"biogerontologist\"&gt;biogerontologist&lt;/a&gt;s believe that the same underlying changes that cause &lt;a href=\"Hair%23Aging\"&gt;graying hair&lt;/a&gt; also increase mortality in other organ systems and that understanding the incidence of age-associated disease will advance knowledge of the &lt;a href=\"biology\"&gt;biology&lt;/a&gt; of senescence just as knowledge of &lt;a href=\"childhood%20disease\"&gt;childhood disease&lt;/a&gt;s advanced knowledge of &lt;a href=\"Human%20development%20%28biology%29\"&gt;human development&lt;/a&gt;.\n&lt;a href=\"Strategies%20for%20engineered%20negligible%20senescence\"&gt;Strategies for engineered negligible senescence&lt;/a&gt; (SENS) is an emerging research strategy that aims to repair \"root causes\" for age-related illness and degeneration, as well as develop medical procedures to periodically repair all such damage in the human body, thereby maintaining a youth-like state indefinitely. The SENS programme has identified seven types of aging-related damage, and feasible solutions have been outlined for each. Some critics argue that the SENS agenda is optimistic at best, and that the aging process is too complex and little-understood for SENS to be scientific or implementable in the foreseeable future. It has been proposed that age-related diseases are mediated by vicious cycles.\nOn the basis of extensive research, &lt;a href=\"DNA%20damage%20%28naturally%20occurring%29\"&gt;DNA damage&lt;/a&gt; has emerged a major culprit in &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt; and numerous other diseases related to &lt;a href=\"ageing\"&gt;ageing&lt;/a&gt;. DNA damage can initiate the development of cancer or other aging related diseases depending on several factors. These include the type, amount, and location of the DNA damage in the body, the type of cell experiencing the damage and its stage in the &lt;a href=\"cell%20cycle\"&gt;cell cycle&lt;/a&gt;, and the specific &lt;a href=\"DNA%20repair\"&gt;DNA repair&lt;/a&gt; processes available to react to the damage.\nTypes.\nMacular degeneration.\nAge-related &lt;a href=\"macular%20degeneration\"&gt;macular degeneration&lt;/a&gt; (AMD)]] is a disease that affects the eyes and can lead to vision loss through break down of the central part of the retina called the macula. Degeneration can occur in one eye or both and can be classified as either wet (neovascular) or dry (atrophic). Wet AMD commonly is caused by blood vessels near the retina that lead to swelling of the macula. The cause of dry AMD is less clear, but it is thought to be partly caused by breakdown of light-sensitive cells and tissue surrounding the macula. A major risk factor for AMD is age over the age of 60.\nAlzheimer's.\n&lt;a href=\"Alzheimer%27s%20disease\"&gt;Alzheimer's disease&lt;/a&gt; is classified as a \"protein misfolding\" disease. Aging causes mutations in protein folding, and as a result causes deposits of abnormal modified proteins accumulate in specific areas of the brain. In Alzheimer's,deposits of Beta-amyloid and hyperphosphorylated tau protein form extracellular plaques and extracellular tangles. These deposits are shown to be neurotoxic and cause cognitive impairment due to their initiation of destructive biochemical pathways.\nAtherosclerosis.\n&lt;a href=\"Atherosclerosis\"&gt;Atherosclerosis&lt;/a&gt; is categorized as an aging disease and is brought about by vascular remodeling, the accumulation of plaque, and the loss of arterial elasticity. Over time, these processes can stiffen the vasculature. For these reasons, older age is listed as a major risk factor for atherosclerosis. Specifically, the risk of atherosclerosis increases for men above 45 years of age and women above 55 years of age.\nBenign prostatic hyperplasia.\n&lt;a href=\"Benign%20prostatic%20hyperplasia\"&gt;Benign prostatic hyperplasia (BPH)&lt;/a&gt; is a noncancerous enlargement of the prostate gland due to increased growth. An enlarged prostate can result in incomplete or complete blockage of the bladder and interferes with a man's ability to urinate properly. Symptoms include &lt;a href=\"overactive%20bladder\"&gt;overactive bladder&lt;/a&gt;, decreased stream of urine, hesitancy urinating, and incomplete emptying of the bladder. By age 40, 10% of men will have signs of BPH and by age 60, this percentage increases by 5 fold. Men over the age of 80 have over a 90% chance of developing BPH and almost 80% of men will develop BPH in their lifetime.\nCancer.\nAlthough it is possible for &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt; to strike at any age, most patients with invasive cancer are over 65, and the most significant &lt;a href=\"risk%20factor\"&gt;risk factor&lt;/a&gt; for developing cancer is age.According to cancer researcher &lt;a href=\"Robert%20A.%20Weinberg\"&gt;Robert A. Weinberg&lt;/a&gt;, \"If we lived long enough, sooner or later we all would get cancer.\" Some of the association between aging and cancer is attributed to &lt;a href=\"immunosenescence\"&gt;immunosenescence&lt;/a&gt;, errors accumulated in &lt;a href=\"DNA\"&gt;DNA&lt;/a&gt; over a lifetime and age-related changes in the &lt;a href=\"endocrine%20system\"&gt;endocrine system&lt;/a&gt;. Aging's effect on cancer is complicated by factors such as DNA damage and inflammation promoting it and factors such as vascular aging and endocrine changes inhibiting it.\nParkinson's.\n&lt;a href=\"Parkinson%27s%20disease\"&gt;Parkinson's disease&lt;/a&gt;, or simply Parkinson's, is a &lt;a href=\"chronic%20condition\"&gt;long-term&lt;/a&gt; &lt;a href=\"neurodegeneration\"&gt;degenerative disorder&lt;/a&gt; of the &lt;a href=\"central%20nervous%20system\"&gt;central nervous system&lt;/a&gt; that mainly affects the &lt;a href=\"motor%20system\"&gt;motor system&lt;/a&gt;. The disease has many complications, including &lt;a href=\"Parkinson%27s%20disease%20dementia\"&gt;Dementia&lt;/a&gt;, &lt;a href=\"major%20depressive%20disorder\"&gt;depression&lt;/a&gt;, anxiety. Parkinson's disease typically occurs in people over the age of 60, of whom about one percent are affected. The prevalence of &lt;a href=\"Parkinson%27s%20disease%20dementia\"&gt;Parkinson's disease dementia&lt;/a&gt; also increases with age, and to a lesser degree, duration of the disease. Exercise in middle age may reduce the risk of PD later in life.\nStroke.\n&lt;a href=\"Stroke\"&gt;Stroke&lt;/a&gt; was the second most frequent cause of death worldwide in 2011, accounting for 6.2 million deaths (~11% of the total). Stroke could occur at any age, including in childhood, the risk of stroke &lt;a href=\"Exponential%20growth\"&gt;increases exponentially&lt;/a&gt; from 30 years of age, and the cause varies by age. Advanced age is one of the most significant stroke risk factors. 95% of strokes occur in people age 45 and older, and two-thirds of strokes occur in those over the age of 65. A person's risk of dying if he or she does have a stroke also increases with age."
}