{
    "id": "13351338",
    "revid": "9696476",
    "url": "https://en.wikipedia.org/wiki?curid=13351338",
    "title": "Prabuddha Bharata",
    "text": "Prabuddha Bharata or Awakened India is an &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;-language monthly &lt;a href=\"Academic%20journal\"&gt;journal&lt;/a&gt; of the &lt;a href=\"Ramakrishna%20Order\"&gt;Ramakrishna Order&lt;/a&gt;, in publication since July 1896. It carries articles and translations by monks, scholars, and other writers on humanities and social sciences including religious, psychological, historical, and cultural themes. It has a section of book reviews where important publications from university presses from around the world are reviewed. It is edited from &lt;a href=\"Advaita%20Ashrama\"&gt;Advaita Ashrama&lt;/a&gt;, Mayavati, &lt;a href=\"Uttarakhand\"&gt;Uttarakhand&lt;/a&gt;, and published and printed in &lt;a href=\"Kolkata\"&gt;Kolkata&lt;/a&gt;.\n\"Prabuddha Bharata\" is India's longest running English journal.\nHistory.\n\"Prabuddha Bharata\" was founded in 1896 by P. Aiyasami, &lt;a href=\"B.%20R.%20Rajam%20Iyer\"&gt;B. R. Rajam Iyer&lt;/a&gt;, G. G. Narasimhacharya, and B. V. Kamesvara Iyer, in Madras (now &lt;a href=\"Chennai\"&gt;Chennai&lt;/a&gt;), at the behest of &lt;a href=\"Swami%20Vivekananda\"&gt;Swami Vivekananda&lt;/a&gt;, with whom the founders had been closely associated before the swami went to America in 1893. The swami suggested the journal's name, and gave encouragement to the founders through his letters to them. The editor, B. R. Rajam Iyer, was only twenty-four years old. The journal saw two full years of publication from Madras, from July 1896 to June 1898. The death of the editor on 13 May 1898 from &lt;a href=\"Bright%27s%20disease\"&gt;Bright’s disease&lt;/a&gt; brought the journal's publication to an unexpected pause, and the July 1898 number could not be published. As &lt;a href=\"Sister%20Nivedita\"&gt;Sister Nivedita&lt;/a&gt; recalled the period in her memoirs, 22 June – 15 July 1898: \"The Swami (Vivekananda) had always had a special love for this paper, as the beautiful name he had given it indicated. He had always been eager too for the establishment of organs of his own. The value of the journal in the education of modern India was perfectly evident to him, and he felt that his master's message and mode of thought required to be spread by this means as well as by preaching and by work.\"\nBy that time, Swami Vivekananda had returned to India and was visiting &lt;a href=\"Almora\"&gt;Almora&lt;/a&gt;. He asked Captain J. H. Sevier, one of his English disciples who was accompanying him, to take up the management of the journal; Sevier agreed and offered to meet the preliminary costs associated with reviving it, which included purchasing and bringing up a hand-press, types, papers, ink and other materials required for the purpose from Kolkata. The \"Prabuddha Bharata\" resumed publication in August 1898 from Almora. &lt;a href=\"Swami%20Swarupananda\"&gt;Swami Swarupananda&lt;/a&gt;, one of Vivekananda’s monastic disciples, became the new editor.\nSwami Vivekananda wrote a poem titled \"To The Awakened India\" addressed to \"Prabuddha Bharata or Awakened India\" in August 1898, when the journal was not published for one month owing to the untimely death of its first editor &lt;a href=\"B.%20R.%20Rajam%20Iyer\"&gt;B. R. Rajam Iyer&lt;/a&gt; and was transferred from Madras (&lt;a href=\"Chennai\"&gt;Chennai&lt;/a&gt;) to &lt;a href=\"Almora\"&gt;Almora&lt;/a&gt; Himalayas. The press was shifted to the newly founded &lt;a href=\"Advaita%20Ashrama\"&gt;Advaita Ashrama&lt;/a&gt;, Mayavati, in March 1899. &lt;a href=\"Swami%20Swarupananda\"&gt;Swami Swarupananda&lt;/a&gt; died in &lt;a href=\"Nainital\"&gt;Nainital&lt;/a&gt; in 1906. &lt;a href=\"Swami%20Virajananda\"&gt;Swami Virajananda&lt;/a&gt;, who in 1938 would become the president of the &lt;a href=\"Ramakrishna%20Order\"&gt;Ramakrishna Order&lt;/a&gt;, succeeded him as editor. Among later editors were Swamis &lt;a href=\"Swami%20Yatiswarananda\"&gt;Yatiswarananda&lt;/a&gt; (1922–24), &lt;a href=\"Swami%20Ashokananda\"&gt;Ashokananda&lt;/a&gt; (1927–30), &lt;a href=\"Swami%20Gambhirananda\"&gt;Gambhirananda&lt;/a&gt; (1942–44), and Vandanananda (1950–54). The printing of the journal was shifted from Mayavati to Calcutta (now Kolkata) in 1924. \nIn 2010, Advaita Ashrama released a DVD archive of the first 114 years of Prabuddha Bharata, covering the years 1896 to 2009.\n'Some of the greatest minds of India and the world have spoken their minds through writings on Indian culture, spirituality, philosophy, history and psychology.' 'At one time, &lt;a href=\"Mahatma%20Gandhi\"&gt;Mahatma Gandhi&lt;/a&gt; used to eagerly wait for every issue of the Journal.' The 'famous Psychologist &lt;a href=\"Carl%20Jung\"&gt;Carl Jung&lt;/a&gt;'s thesis on yoga and meditation was serialised and first published in Prabuddha Bharata.' 'Dr S Radhakrishnan used to read every issue of this Journal with great interest.'\nPolicies of the Journal.\nPublishes papers that are vetted by its internal team of referees. The rejection rate is around 80%. Most of the papers published are invited by the editor. Uninvited papers could have a turnaround time of about one year or more.\nEditors of \"Prabuddha Bharata\".\nThe journal has assigned different titles to its editor over the course of its history. After being shifted to the Advaita Ashrama, the first three editors were also presidents of the ashrama. Thereafter, the editor and president were different persons. From 1959, the president was also called the editor, and the actual editor called the joint editor. From September 1993, the ashrama president has been called the managing editor, and the editor has again been called the editor."
}