{
    "id": "1335711",
    "revid": "1068085342",
    "url": "https://en.wikipedia.org/wiki?curid=1335711",
    "title": "Doc Hammer",
    "text": "Eric Hammer (born February 2, 1967), known professionally as Doc Hammer, is an American voice actor, musician, writer and artist. He performed in the &lt;a href=\"gothic%20rock\"&gt;gothic rock&lt;/a&gt; bands Requiem in White from 1985 to 1995 and &lt;a href=\"Mors%20Syphilitica\"&gt;Mors Syphilitica&lt;/a&gt; from 1995 to 2002, both with his then-wife &lt;a href=\"Lisa%20Hammer\"&gt;Lisa Hammer&lt;/a&gt;. His film credits include a number of Lisa's projects—released through their own production company Blessed Elysium—in which he participated as a writer, actor, composer, designer, and visual effects artist. He also composed the music for the 1997 film \"&lt;a href=\"A%2C%20B%2C%20C...%20Manhattan\"&gt;A, B, C... Manhattan&lt;/a&gt;\". He and &lt;a href=\"Christopher%20McCulloch\"&gt;Christopher McCulloch&lt;/a&gt; are the co-creators, writers, and editors of the animated television series \"&lt;a href=\"The%20Venture%20Bros.\"&gt;The Venture Bros.&lt;/a&gt;\" (2004–2020), in which Hammer voices several recurring characters including Billy Quizboy, Henchman 21, Dr. Mrs. The Monarch, and Dermott Fictel. The show is produced through Hammer and McCulloch's company Astro-Base Go. Hammer is also the guitarist and lead vocalist of the band &lt;a href=\"Weep%20%28band%29\"&gt;Weep&lt;/a&gt;, which formed in 2008. In 2021 Hammer founded the band Pageant Girls with vocalist Ivy Jaff.\nEarly life.\nHammer was born in &lt;a href=\"Ledyard%2C%20Connecticut\"&gt;Ledyard, Connecticut&lt;/a&gt;. He has stated that his hair naturally grows in both black and blonde, a condition he attributes to \"a pigmentation problem or a birthmark or something. But my hair is naturally like this... Kinda. Because my eyebrows are black, I used to dye my whole head that color. Also, I used to enjoy looking like Dracula for some asinine reason.\" He lives with &lt;a href=\"M%C3%A9ni%C3%A8re%27s%20disease\"&gt;Ménière's disease&lt;/a&gt;, a disorder of the &lt;a href=\"inner%20ear\"&gt;inner ear&lt;/a&gt; that can affect &lt;a href=\"hearing%20%28sense%29\"&gt;hearing&lt;/a&gt; and &lt;a href=\"balance%20%28ability%29\"&gt;balance&lt;/a&gt;. He is a self-taught oil painter.\nPersonal life.\nHe adopted the pseudonym \"Doc\" in the mid-2000s.\nIn July 2018, Dark Horse Books, a division of &lt;a href=\"Dark%20Horse%20Comics\"&gt;Dark Horse Comics&lt;/a&gt;, published \"&lt;a href=\"https%3A//www.amazon.com/Go-Team-Venture-Making-Bros/dp/1506704875/ref%3Dsr_1_1%3Fie%3DUTF8%26amp%3Bqid%3D1541558287%26amp%3Bsr%3D8-1%26amp%3Bkeywords%3Dthe%2Bventure%2Bbros%2Bbook\"&gt;Go Team Venture! The Art And Making Of The Venture Bros&lt;/a&gt;\". The book, co-authored by Hammer, Christopher McCulloch, and &lt;a href=\"Kenneth%20Plume\"&gt;Kenneth Plume&lt;/a&gt; details the entire history of the creation of \"The Venture Bros.\" episode by episode from seasons one through six."
}