{
    "id": "1335967",
    "revid": "960841",
    "url": "https://en.wikipedia.org/wiki?curid=1335967",
    "title": "Asphalt Urban GT",
    "text": "Asphalt Urban GT is a &lt;a href=\"racing%20video%20game\"&gt;racing video game&lt;/a&gt; for the &lt;a href=\"Nintendo%20DS\"&gt;Nintendo DS&lt;/a&gt; and the &lt;a href=\"Nokia%20N-Gage\"&gt;Nokia N-Gage&lt;/a&gt; handheld &lt;a href=\"video%20game%20consoles\"&gt;video game consoles&lt;/a&gt;. It was developed and published by &lt;a href=\"Gameloft\"&gt;Gameloft&lt;/a&gt;, and released on November 15, 2004, making it one of the Nintendo DS &lt;a href=\"launch%20title\"&gt;launch title&lt;/a&gt;s. It has support for wireless multiplayer with up to four opponents, and takes advantage of the DS's support for &lt;a href=\"3D%20computer%20graphics\"&gt;3D graphics&lt;/a&gt; (while showing unaccelerated N-Gage's power to match DS's graphics), showing the action from three camera angles. Replays are also available. The bottom screen of the DS is utilized to provide strategic tips and player info.\nThe game sports nine tracks modelled after real-world locations such as &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; and New York City. The game's 23 cars are licensed from real manufacturers such as &lt;a href=\"Lamborghini\"&gt;Lamborghini&lt;/a&gt;, &lt;a href=\"Hummer\"&gt;Hummer&lt;/a&gt;, &lt;a href=\"Volkswagen\"&gt;Volkswagen&lt;/a&gt;, &lt;a href=\"Ferrari\"&gt;Ferrari&lt;/a&gt;, and others, and can be enhanced with over 30 addons.\nReception.\nThe N-Gage version received \"favorable\" reviews, while the DS version received \"mixed\" reviews, according to video game &lt;a href=\"review%20aggregator\"&gt;review aggregator&lt;/a&gt; &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;. In Japan, \"&lt;a href=\"Famitsu\"&gt;Famitsu&lt;/a&gt;\" gave the latter version a score of one six and three sevens for a total of 27 out of 40.\nIt received a runner-up position in \"GameSpot\"s 2004 \"Best N-Gage Game\" award category, losing to \"&lt;a href=\"Colin%20McRae%20Rally%202005\"&gt;Colin McRae Rally 2005&lt;/a&gt;\".\nSequels.\nA to the game was later released. Gameloft later developed further titles in the series, the majority of them were released for mobile devices, with \"\" being the first to be released for the &lt;a href=\"iOS\"&gt;iOS&lt;/a&gt;, and \"&lt;a href=\"Asphalt%205\"&gt;Asphalt 5&lt;/a&gt;\" marking the first \"Asphalt\" series game to be developed and released for &lt;a href=\"Android%20%28operating%20system%29\"&gt;Android&lt;/a&gt;.\nA direct conversion of ' entitled \"&lt;a href=\"Asphalt%203D\"&gt;Asphalt 3D&lt;/a&gt;\" for the &lt;a href=\"Nintendo%203DS\"&gt;Nintendo 3DS&lt;/a&gt; was released to mixed reception. Similarly, ' for the &lt;a href=\"PlayStation%20Vita\"&gt;PlayStation Vita&lt;/a&gt; featured tracks from \"Adrenaline\" and was released in December 2011. Starting with \"Adrenaline\", ports of the games for personal computers were also developed and released, although only \"Adrenaline\" saw an &lt;a href=\"OS%20X\"&gt;OS X&lt;/a&gt; version, with subsequent games in the series being released for &lt;a href=\"Microsoft%20Windows\"&gt;Microsoft Windows&lt;/a&gt;.\nA free-to-play spinoff entitled \"&lt;a href=\"Asphalt%20Overdrive\"&gt;Asphalt Overdrive&lt;/a&gt;\" was released for iOS and Android in September 2014. Unlike prior titles in the series, the game is presented as an \"&lt;a href=\"platform%20game%23endless%20running%20games\"&gt;endless runner&lt;/a&gt;\" in the vein of \"&lt;a href=\"Temple%20Run\"&gt;Temple Run&lt;/a&gt;\" and \"&lt;a href=\"Subway%20Surfers\"&gt;Subway Surfers&lt;/a&gt;\", and does not offer a traditional racing mode."
}