{
    "id": "13367257",
    "revid": "30390558",
    "url": "https://en.wikipedia.org/wiki?curid=13367257",
    "title": "Polonaises, Op. posth. (Chopin)",
    "text": "The Polonaises Op. posth[umous] include &lt;a href=\"Fr%C3%A9d%C3%A9ric%20Chopin\"&gt;Frédéric Chopin&lt;/a&gt;'s &lt;a href=\"polonaise%20%28Chopin%29\"&gt;polonaise&lt;/a&gt;s that were unpublished during his life.\nChopin's father &lt;a href=\"Nicolas%20Chopin\"&gt;Nicolas Chopin&lt;/a&gt; published these works on behalf of his son. The Polonaises in G minor and B-flat major are among these posthumous pieces and relative.\nKK IIa No. 1: Polonaise in G minor (1817).\nPolonaise in G minor was either the first or second of Chopin's Polonaises, the other one being Polonaise in B-flat major. The song was written in 1817 for the piano. The song was written when he was only seven and was dedicated to Lady Wiktoria Skarbek, the wife of his godfather.\nThe song consists of two main parts; a &lt;a href=\"Minor%20key\"&gt;minor&lt;/a&gt; dance section which lasts 12 measures, and &lt;a href=\"Major%20key\"&gt;major&lt;/a&gt; section, which consists of a variation of the first dance along with a trio. This goes on for 26 measures, by which it then repeats to the minor dance section.\nKK IVa No. 1: Polonaise in B-flat major (1817).\nPolonaise in B-flat major, or B. 13 was also written when Chopin was seven. Though Chopin asked to have it burned after death, it was published in 1879.\nKK IVa No. 2: Polonaise in A-flat major (1821).\nThis song was dedicated to his teacher, &lt;a href=\"Wojciech%20%C5%BBywny\"&gt;Wojciech Żywny&lt;/a&gt; (1756–1842) and is commonly referred to as B.5. It was not first published until 1901.\nKK IVa No. 3: Polonaise in G-sharp minor (1822).\nPolonaise in G-sharp minor, was not published until a year after his death in 1850.\nKK IVa No. 5: Polonaise in B-flat minor \"Adieu à Guillaume Kolberg\" (1826).\nThis polonaise &lt;a href=\"Musical%20quotation\"&gt;quotes&lt;/a&gt; the tenor cavatina \"Vieni fra queste braccia\" from &lt;a href=\"Gioachino%20Rossini\"&gt;Rossini&lt;/a&gt;'s opera \"&lt;a href=\"La%20gazza%20ladra\"&gt;La gazza ladra&lt;/a&gt;\", which Chopin had seen with his father's friend, the composer &lt;a href=\"Oskar%20Kolberg\"&gt;Oskar Kolberg&lt;/a&gt;.\nKK IVa No. 8: Polonaise in G-flat major (1829).\nB.6, or Polonaise in G-flat major, was the final polonaise that was published posthumously.\nNumbering systems.\nOn some CDs, these pieces are respectively designated as \"Nos. 11, 12, 13, 14, 15 &amp; 16\" in the order presented above. Some other CDs give a different numbering system, which comparatively gives \"Nos. 15, 16, 11, 12, 13 &amp; 14\" or \"Nos. 15, 16, 13, 14, 11 &amp; 12\"."
}