{
    "id": "1336534",
    "revid": "1056824961",
    "url": "https://en.wikipedia.org/wiki?curid=1336534",
    "title": "Warlock (1959 film)",
    "text": "Warlock is a 1959 American &lt;a href=\"Western%20%28genre%29\"&gt;Western&lt;/a&gt; film directed by &lt;a href=\"Edward%20Dmytryk\"&gt;Edward Dmytryk&lt;/a&gt; and starring &lt;a href=\"Richard%20Widmark\"&gt;Richard Widmark&lt;/a&gt;, &lt;a href=\"Henry%20Fonda\"&gt;Henry Fonda&lt;/a&gt;, &lt;a href=\"Anthony%20Quinn\"&gt;Anthony Quinn&lt;/a&gt; and &lt;a href=\"Dorothy%20Malone\"&gt;Dorothy Malone&lt;/a&gt;. The picture is an adaptation of the novel \"&lt;a href=\"Warlock%20%28Hall%20novel%29\"&gt;Warlock&lt;/a&gt;\" by American author &lt;a href=\"Oakley%20Hall\"&gt;Oakley Hall&lt;/a&gt;. The film is both set and filmed in &lt;a href=\"Utah\"&gt;Utah&lt;/a&gt;.\nFonda portrays Clay Blaisedell, a freelance marshal in the fictional town of Warlock with implacable methods of dealing with troublemakers. A subplot centers on Blaisedell's club-footed assistant, Tom Morgan, played by Quinn, who has sublimated his relationships and ambition into a warped devotion to Blaisedell, the only person Morgan thinks does not look down on him for his disability.\nAs in the earlier film \"&lt;a href=\"Wichita%20%281955%20film%29\"&gt;Wichita&lt;/a&gt;\" (1955), the conflict of the law with the outlaw runs parallel to the resentment of the town's own leadership.\nPlot.\nWarlock is a small &lt;a href=\"Utah\"&gt;Utah&lt;/a&gt; mining town of the early 1880s. Cowboys working for Abe McQuown often come into town, killing on a whim, and beating or humiliating any deputy sheriff who tries to stand up to them. The Citizens' Committee decides to hire Clay Blaisedell, a renowned gunfighter, as town &lt;a href=\"marshal\"&gt;marshal&lt;/a&gt; in spite of the misgivings of some, such as old Judge Holloway. The town is not incorporated and does not have authority to have its own marshal.\nBlaisedell arrives with his devoted &lt;a href=\"clubfoot\"&gt;clubfoot&lt;/a&gt;ed friend, Tom Morgan, an expert gunman as well. Morgan has a reputation as a heavy-drinking gambler, but Blaisedell insists that he is part of the package.\nTheir first encounter with McQuown's men is without bloodshed. The cowboys are intimidated by Blaisedell, and one, Johnny Gannon, stays behind, because he has become sick of their murderous ways.\nMorgan learns that his old flame, Lily Dollar, is coming to town on the &lt;a href=\"stagecoach\"&gt;stagecoach&lt;/a&gt;, accompanied by Bob Nicholson, brother of Big Ben Nicholson, who was recently killed by Blaisedell. Lily had left Morgan for Big Ben and knows that Morgan pushed Ben into challenging Blaisedell, who killed him. She wants Blaisedell dead to punish Morgan.\nMorgan sets out to meet the stagecoach, but sees from a distance it being robbed by some of McQuown's men. He takes advantage of the situation to kill Bob Nicholson unseen. Lily arrives in town and sees Morgan there. She believes that he pulled the trigger.\nThe robbers are arrested without incident by Blaisedell and a posse. Before taking them to Bright City for trial, the &lt;a href=\"sheriff\"&gt;sheriff&lt;/a&gt;, who disapproves of Blaisedell, accepts Gannon's offer to become Warlock's new resident deputy.\nThe robbers, one of whom is Gannon's younger brother Billy, are cleared by a jury intimidated by McQuown. The cowboys, led by Billy, immediately confront Blaisedell and Morgan in the street. Deputy Gannon asks them to leave and tells Billy, \"I ain't backin' him, because you're my brother, and I ain't backin' you, because you're wrong.\" A cowboy tries to shoot Blaisedell in the back, but is spotted by Morgan and shot. Blaisedell kills two others, including Billy, after giving him a chance to back down. McQuown's smooth-talking man Curley posts wanted notices for Blaisedell, declaring the cowboys \"regulators\" in mockery of his quasi-legal status. Gannon vows to stop any regulators who come into town, and McQuown angrily stabs him in his gun hand.\nTownspeople begin resenting Blaisedell and Morgan, exactly as Blaisedell had predicted. However, he has started a relationship with Jessie Marlow and decides to marry and settle down, much to the surprise of Morgan, who wants to move on.\nDespite his injured hand, Gannon faces the cowboys alone after Morgan pulls a gun on Blaisedell, who had volunteered to back the deputy. With help from the citizens and from Curley, who promised him \"a fair fight\", Gannon unexpectedly kills McQuown and breaks up the regulators for good. Morgan cannot tolerate the idea that Gannon is now more of a hero than Blaisedell, and he resents Lily's attraction to the deputy, too. In the course of an argument, Blaisedell learns the truth about the deaths of the Nicholson brothers and turns his back on Morgan.\nThat evening, in a drunken state, Morgan calls Gannon out, intending to kill him. Blaisedell locks Deputy Gannon in his own cell, insisting, \"Tom Morgan's my responsibility.\" Initially content to seem cowed, Morgan is pleased Blaisedell is a hero again, but when townspeople jeer and mock Morgan as he walks away, he challenges Blaisedell to a showdown. Morgan shoots off Blaisedell's hat before being fatally wounded a split-second later. Morgan's dying words are, \"I won, Clay, I won!\"\nA grief-stricken Blaisedell carries his friend's body into the saloon, which he burns down. Gannon tells Blaisedell that he will arrest him in the morning if he does not leave town. Blaisedell decides to leave. Jessie refuses to accompany him. The next day, Gannon and Blaisedell face one another. Blaisedell outdraws Gannon, but then throws his famous golden-handled revolvers into the sand, smiles at Gannon and rides away.\nProduction.\nReleased by &lt;a href=\"Twentieth%20Century%20Fox\"&gt;Twentieth Century Fox&lt;/a&gt; and shot in &lt;a href=\"DeLuxe%20Color\"&gt;DeLuxe Color&lt;/a&gt; and &lt;a href=\"CinemaScope\"&gt;CinemaScope&lt;/a&gt;, the film was adapted from Hall's novel for the screen by &lt;a href=\"Robert%20Alan%20Aurthur\"&gt;Robert Alan Aurthur&lt;/a&gt;. Parts of the film were shot at &lt;a href=\"Utah\"&gt;Utah&lt;/a&gt; locations, including &lt;a href=\"Dead%20Horse%20Point\"&gt;Dead Horse Point State Park&lt;/a&gt;, &lt;a href=\"Arches%20National%20Park\"&gt;Arches National Park&lt;/a&gt;, Kings Bottom, Professor Valley, Sand Flats, and White's Ranch in &lt;a href=\"Moab%2C%20Utah\"&gt;Moab&lt;/a&gt; (which was also a set for a number of other western films from the same era).\nReception.\nIn \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\", &lt;a href=\"Bosley%20Crowther\"&gt;Bosley Crowther&lt;/a&gt; wrote:Hand it to Mr. Aurthur and to Mr. Dmytryk, who also produced. They have put the whole picture together in a straight, precise layout of plots and accumulating action that hold interest up to the big scenes. Then when the shooting commences and climax follows climax—bang, bang, bang!—and strong men fight with their emotions, it is good, solid, gripping Western fare.Mr. Fonda, as usual, is excellent—melancholy, laconic and assured—and Mr. Widmark is properly nervous but full of sincerity and spunk. Mr. Quinn lays it on a little heavy in a slightly pathetic role, but he adds his measure of drama to the final rock-bottom goings-on. As a couple of complicating females, Dolores Michaels and Dorothy Malone provide the beauty and vexation that are essential to deep Western films. And a whole mob of performers do capital jobs in lesser roles—Tom Drake, Wallace Ford, Richard Arlen, DeForest Kelley and many more. \"Warlock\" is colorful and noisy. It should drag those Western fans out of their homes."
}