{
    "id": "13377423",
    "revid": "18054835",
    "url": "https://en.wikipedia.org/wiki?curid=13377423",
    "title": "Scorpion Macehead",
    "text": "The Scorpion macehead (also known as the \"Major Scorpion macehead\") is a decorated &lt;a href=\"Ancient%20Egypt\"&gt;ancient Egyptian&lt;/a&gt; &lt;a href=\"mace%20%28bludgeon%29\"&gt;macehead&lt;/a&gt; found by &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt; &lt;a href=\"archeologist\"&gt;archeologist&lt;/a&gt;s &lt;a href=\"James%20E.%20Quibell\"&gt;James E. Quibell&lt;/a&gt; and &lt;a href=\"Frederick%20W.%20Green%20%28Egyptologist%29\"&gt;Frederick W. Green&lt;/a&gt; in what they called the &lt;a href=\"Main%20deposit%20%28Nekhen%29\"&gt;main deposit&lt;/a&gt; in the temple of &lt;a href=\"Horus\"&gt;Horus&lt;/a&gt; at &lt;a href=\"Hierakonpolis\"&gt;Hierakonpolis&lt;/a&gt; during the dig season of 1897–1898. It measures 25 centimeters long, is made of limestone, is pear-shaped, and is attributed to the &lt;a href=\"pharaoh\"&gt;pharaoh&lt;/a&gt; &lt;a href=\"King%20Scorpion\"&gt;Scorpion&lt;/a&gt; (c. 3200–3000 BCE) due to the &lt;a href=\"glyph\"&gt;glyph&lt;/a&gt; of a &lt;a href=\"scorpion\"&gt;scorpion&lt;/a&gt; engraved close to the image of a king wearing the &lt;a href=\"Hedjet\"&gt;White Crown&lt;/a&gt; of Upper Egypt.\nA second, smaller macehead fragment showing Scorpion wearing the &lt;a href=\"Red%20Crown\"&gt;Red Crown&lt;/a&gt; of Lower Egypt is referred to as the \"Minor Scorpion macehead\".\nDescription of the maceheads.\nEgyptian pictorial conventions.\nAncient Egyptian depiction obeyed a number of conventions. &lt;a href=\"Perspective%20%28graphical%29\"&gt;Perspective&lt;/a&gt; being unknown, depth was often hinted at by depicting a more remote scene above a closer one. People's lower body, their legs, arms, and head were almost always shown in profile, while their torso was depicted in frontal view, as was the eye. Legs are always apart. Size was often dependent on status, kings being depicted larger than their inferiors.\nThe Major Scorpion macehead.\nOn the macehead the king sporting a bull's tail is standing by a body of water, probably a canal, holding a &lt;a href=\"Hoe%20%28tool%29\"&gt;hoe&lt;/a&gt;. He is wearing the &lt;a href=\"White%20Crown\"&gt;White Crown&lt;/a&gt; of Upper Egypt and is followed by two fan bearers. A scorpion and a rosette are depicted close to his head. He is facing a man holding a basket and men holding standards. A number of men are busy along the banks of the canal. In the rear of the king's retinue are some plants, a group of women clapping their hands and a small group of people, all of them facing away from the king. In the top register there is a row of &lt;a href=\"Nome%20%28Egypt%29\"&gt;nome&lt;/a&gt; standards. A bird is dangling from each of them, strung up by its neck.\nThe Minor Scorpion macehead.\nLittle is left of this macehead and its imagery: A king wearing the &lt;a href=\"Red%20Crown\"&gt;Red Crown&lt;/a&gt; of Lower Egypt, sitting on a throne below a canopy, holding a flail. Beside his head images of a scorpion and a rosette. Facing him is a falcon who may be holding an end of a rope in one of its claws – a motif also present on the &lt;a href=\"Narmer%20Palette\"&gt;Narmer Palette&lt;/a&gt;."
}