{
    "id": "13380806",
    "revid": "39494085",
    "url": "https://en.wikipedia.org/wiki?curid=13380806",
    "title": "Quemchi",
    "text": "Quemchi is a &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;an &lt;a href=\"List%20of%20towns%20in%20Chile\"&gt;town&lt;/a&gt; and &lt;a href=\"Communes%20of%20Chile\"&gt;commune&lt;/a&gt; in &lt;a href=\"Los%20Lagos%20Region\"&gt;Los Lagos Region&lt;/a&gt;, in &lt;a href=\"Chilo%C3%A9%20Province\"&gt;Chiloé Province&lt;/a&gt;, on the eastern shore of &lt;a href=\"Chilo%C3%A9%20Island\"&gt;Chiloé Island&lt;/a&gt;. It acquired certain celebrity because the famous Chilean writer &lt;a href=\"Francisco%20Coloane\"&gt;Francisco Coloane&lt;/a&gt; was born near the town.\nThe town is served by &lt;a href=\"Quemchi%20Airport\"&gt;Quemchi Airport&lt;/a&gt;.\nHistory.\nAt the end of 1860, Quemchi was set in native forest and the inhabitants lived mainly on shellfish. The population was a mixture of &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;ans and &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;ans. In 1870 the first barkentine to anchor in the bay brought the &lt;a href=\"English%20Chilean\"&gt;English&lt;/a&gt; businessman Edwin H. Landon. Impressed by the beauty of the area and its potential commercial possibilities, he settled on a big block of land purchased from Juan Pablo Tocol. Here he built a house and later the first sawmill in Choen, as well as a store to supply his workers and villagers with provisions. He introduced exotic timbers from North America, Europe and &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. Thus emerged a port visited by ships of many different nations.\nAs this harbour was not very secure, it was moved to the more protected waters of Quemchi. This became quite an important place, where many people established themselves, amongst them Vicente Lobos Toledo from &lt;a href=\"Valpara%C3%ADso\"&gt;Valparaíso&lt;/a&gt;.\nCompañía Explotadora de Maderas Valparaíso was formed in Quemchi in 1885, and later became the \"Sociedad Nacional de Bosques y Maderas\", with affiliated companies in Quemchi, &lt;a href=\"Calbuco\"&gt;Calbuco&lt;/a&gt; and &lt;a href=\"Maull%C3%ADn\"&gt;Maullín&lt;/a&gt;, and with an agent in &lt;a href=\"Ancud\"&gt;Ancud&lt;/a&gt;.\nIn 1881 Luis Martiniano was appointed Governor of Chiloé. He signed the declaration recognising Quemchi and its environs as an administrative area of the &lt;a href=\"republic\"&gt;republic&lt;/a&gt;.\n20th century.\n&lt;a href=\"Compa%C3%B1%C3%ADa%20de%20Electricidad\"&gt;Compañía de Electricidad&lt;/a&gt; was formed in Quemchi in 1925 by Don Vicente Lobos T. and Don Antonio Scholbach and supplied the port with electric power.\nThe timber company Pi-Castolpi was founded in 1940 when the &lt;a href=\"Spaniard\"&gt;Spaniard&lt;/a&gt; don Antonio Campani, bought a thousand hectares of virgin forest in the Ancud area. With employment a strong community emerged.\nDemographics.\nAccording to the 2002 &lt;a href=\"census\"&gt;census&lt;/a&gt; of the &lt;a href=\"National%20Statistics%20Institute%20%28Chile%29\"&gt;National Statistics Institute&lt;/a&gt;, Quemchi spans an area of and has 8,689 inhabitants (4,525 men and 4,164 women). Of these, 1,665 (19.2%) lived in &lt;a href=\"urban%20area\"&gt;urban area&lt;/a&gt;s and 7,024 (80.8%) in &lt;a href=\"rural%20area\"&gt;rural area&lt;/a&gt;s. The population grew by 6.1% (501 persons) between the 1992 and 2002 censuses.\nAdministration.\nAs a commune, Quemchi is a third-level &lt;a href=\"administrative%20division%20of%20Chile\"&gt;administrative division of Chile&lt;/a&gt; administered by a &lt;a href=\"municipal%20council\"&gt;municipal council&lt;/a&gt;, headed by an &lt;a href=\"alcalde\"&gt;alcalde&lt;/a&gt; who is directly elected every four years. The 2008-2012 alcalde is Luis Macías Demarchi (ILC).\nWithin the &lt;a href=\"electoral%20divisions%20of%20Chile\"&gt;electoral divisions of Chile&lt;/a&gt;, Quemchi is represented in the &lt;a href=\"Chamber%20of%20Deputies%20of%20Chile\"&gt;Chamber of Deputies&lt;/a&gt; by Gabriel Ascencio (&lt;a href=\"Christian%20Democratic%20Party\"&gt;PDC&lt;/a&gt;) and Alejandro Santana (&lt;a href=\"National%20Renewal%20%28Chile%29\"&gt;RN&lt;/a&gt;) as part of the 58th electoral district, together with &lt;a href=\"Castro%2C%20Chile\"&gt;Castro&lt;/a&gt;, &lt;a href=\"Ancud\"&gt;Ancud&lt;/a&gt;, &lt;a href=\"Dalcahue\"&gt;Dalcahue&lt;/a&gt;, &lt;a href=\"Curaco%20de%20V%C3%A9lez\"&gt;Curaco de Vélez&lt;/a&gt;, &lt;a href=\"Quinchao\"&gt;Quinchao&lt;/a&gt;, &lt;a href=\"Puqueld%C3%B3n\"&gt;Puqueldón&lt;/a&gt;, &lt;a href=\"Chonchi\"&gt;Chonchi&lt;/a&gt;, &lt;a href=\"Queil%C3%A9n\"&gt;Queilén&lt;/a&gt;, &lt;a href=\"Quell%C3%B3n\"&gt;Quellón&lt;/a&gt;, &lt;a href=\"Chait%C3%A9n\"&gt;Chaitén&lt;/a&gt;, &lt;a href=\"Hualaihu%C3%A9\"&gt;Hualaihué&lt;/a&gt;, &lt;a href=\"Futaleuf%C3%BA%2C%20Chile\"&gt;Futaleufú&lt;/a&gt; and &lt;a href=\"Palena%2C%20Chile\"&gt;Palena&lt;/a&gt;. The commune is represented in the &lt;a href=\"Senate%20of%20Chile\"&gt;Senate&lt;/a&gt; by Camilo Escalona Medina (&lt;a href=\"Socialist%20Party%20of%20Chile\"&gt;PS&lt;/a&gt;) and Carlos Kuschel Silva (RN) as part of the 17th senatorial constituency (Los Lagos Region)."
}