{
    "id": "13382003",
    "revid": "327289",
    "url": "https://en.wikipedia.org/wiki?curid=13382003",
    "title": "1981 Maltese general election",
    "text": "General elections were held in &lt;a href=\"Malta\"&gt;Malta&lt;/a&gt; on 12 December 1981.\nFor the 1981 elections, the opposition &lt;a href=\"Nationalist%20Party%20%28Malta%29\"&gt;Nationalist Party&lt;/a&gt;, reinvigorated with a new leader, looked set for a serious challenge to Mintoff. In fact, in that election, the \"Partit Nazzjonalista\" managed an absolute majority of votes, but it managed only 31 seats to the Labour Party's 34. &lt;a href=\"Dom%20Mintoff\"&gt;Dom Mintoff&lt;/a&gt; said that he would not be ready to govern in such conditions and hinted that he would call for fresh elections within six months. However, this was not to be: Mintoff eventually accepted the President's invitation to form a government.\nThis led to a political crisis whose effects continued through much of the 1980s, as well as increasing &lt;a href=\"political%20violence\"&gt;political violence&lt;/a&gt; in the street.\nThe election resulted in controversy because although the &lt;a href=\"Nationalist%20Party%20%28Malta%29\"&gt;Nationalist Party&lt;/a&gt; received a majority of votes, the voting system in use led to &lt;a href=\"Labour%20Party%20%28Malta%29\"&gt;Malta Labour Party&lt;/a&gt; winning a majority of seats and governing the Maltese islands with a disputed mandate, until the &lt;a href=\"1987%20Maltese%20general%20election\"&gt;1987 elections&lt;/a&gt;. This provoked a &lt;a href=\"constitutional%20crisis\"&gt;constitutional crisis&lt;/a&gt;, with the Nationalist Party boycotting parliament.\nAs a result a compromise was reached whereby changes were made to the voting system to prevent a recurrence of the same problem. Under the new system if a repeat of the 1981 scenario occurs, the party supported by an overall majority of voters is awarded a number of additional seats from a party list, so that it secures a parliamentary majority.\nElectoral system.\nThe 1981 election was held under the &lt;a href=\"single%20transferable%20vote\"&gt;single transferable vote&lt;/a&gt; (PR-STV) system, with five-seat constituencies. Under the agreement reached following the 1981 election additional 'bonus' seats were introduced."
}