{
    "id": "13403728",
    "revid": "31640924",
    "url": "https://en.wikipedia.org/wiki?curid=13403728",
    "title": "BNO News",
    "text": "BNO News is an international &lt;a href=\"news%20agency\"&gt;news agency&lt;/a&gt; headquartered in &lt;a href=\"Tilburg\"&gt;Tilburg&lt;/a&gt;, the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;. It provides news wire services to media organizations.\nOverview.\nBNO News was founded by &lt;a href=\"Michael%20van%20Poppel\"&gt;Michael van Poppel&lt;/a&gt; of the Netherlands in May 2007. The company ran a popular Twitter-based news service called \"BreakingNews\" (initially called BreakingNewsOn) until December 1, 2009. It scooped regular news organizations on political news, natural disasters, and other breaking news and grew quickly in 2009, when it went from 16,000 to more 1.5 million followers in less than 11 months, making it one of the most popular news services on Twitter. The service was maintained by journalists from the Netherlands, Ireland, Mexico, and the United States. \nOn September 7, 2007, BNO News obtained an authentic &lt;a href=\"2007%20Osama%20bin%20Laden%20video\"&gt;videotape&lt;/a&gt; featuring &lt;a href=\"Al-Qaeda\"&gt;Al-Qaeda&lt;/a&gt; leader &lt;a href=\"Osama%20bin%20Laden\"&gt;Osama bin Laden&lt;/a&gt;, which it licensed to the &lt;a href=\"Reuters\"&gt;Reuters&lt;/a&gt; &lt;a href=\"news%20agency\"&gt;news agency&lt;/a&gt;. In February 2009, BNO News won the Best in News award at the &lt;a href=\"1st%20Shorty%20Awards\"&gt;1st Shorty Awards&lt;/a&gt; in New York. \nThe Twitter account was acquired by &lt;a href=\"NBC%20News\"&gt;NBC News&lt;/a&gt; on December 1, 2009, when the company announced plans to offer a subscription-based &lt;a href=\"news%20wire\"&gt;news wire&lt;/a&gt; service to other news outlets, primarily those in the United States. The subscription-based &lt;a href=\"news%20wire\"&gt;news wire&lt;/a&gt; service was launched in late January 2010 and provides news coverage to NBC News and other news organizations. A Mauritian-based news website, Island Crisis News, announced on May 31, 2010, that it had also become a client of BNO News and the company's first client from Africa.\nBNO News re-established a social media presence in June 2015, when it launched a website featuring some of its content.\nIn 2020, BNO News provided live coverage of the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; on a Twitter account called \"BNO Newsroom.\" It also provided a coronavirus tracker, which was visited more than 71 million times, in the early months of the pandemic. In August 2020 the company also created a database for confirmed and suspected cases of &lt;a href=\"COVID-19\"&gt;COVID-19&lt;/a&gt; reinfection, which was used by researchers and government officials, including the health ministries in Spain and Brazil."
}