{
    "id": "13411070",
    "revid": "206485",
    "url": "https://en.wikipedia.org/wiki?curid=13411070",
    "title": "Clemens Stadium",
    "text": "Clemens Stadium is a &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; stadium located in &lt;a href=\"Collegeville%2C%20Minnesota\"&gt;Collegeville, Minnesota&lt;/a&gt;. The stadium serves as the host stadium to &lt;a href=\"College%20of%20Saint%20Benedict%20and%20Saint%20John%27s%20University\"&gt;Saint John's University&lt;/a&gt; &lt;a href=\"Saint%20John%27s%20Johnnies%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt; teams and other intramural activities. Saint John's Preparatory School's football and track and field teams also use Clemens Stadium as their home facility.\nPopularly referred to as \"The Natural Bowl,\" Clemens Stadium was named one of ten \"&lt;a href=\"Sports%20Illustrated\"&gt;Sports Illustrated&lt;/a&gt;\" \"College Football Dream Destinations\" in 1999 for its natural beauty and large crowds.\n\"The Natural Bowl\".\nClemens Stadium is built into a horseshoe-shaped hillside, surrounded on three sides by many trees, thus giving the stadium its natural beauty and nickname. The hills not built over with concrete or metal stands are almost always occupied with fans who bring blankets to sit on. Because of the hillsides and other space inside the stadium, the venue can accommodate more spectators than the official &lt;a href=\"fire%20code\"&gt;fire code&lt;/a&gt;-defined &lt;a href=\"seating%20capacity\"&gt;seating capacity&lt;/a&gt; allows, up to 2½ times the official listed number.\nHistory.\nThe unique, natural bowl configuration of Clemens Stadium is actually the result of artificial design. The bowl was shaped by Saint John's &lt;a href=\"monks\"&gt;monks&lt;/a&gt; who were building &lt;a href=\"brick\"&gt;brick&lt;/a&gt; structures in the 1860s and 1870s. Clay in the soil northeast of campus was dug out of a hill and fired in a nearby &lt;a href=\"kiln\"&gt;kiln&lt;/a&gt; to produce bricks for the new Abbey Church (now Great Hall) and Quadrangle. After the buildings were completed, the chasm was filled with water and used as a &lt;a href=\"cranberry\"&gt;cranberry&lt;/a&gt; bog for the monastery, university and preparatory school.\nAs athletics gained popularity among colleges across the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, Saint John's was in need of an adequate field for football. The cranberry bog was drained and in 1908 the new field was ready for football. The field however was not large enough for a regulation-size football field and in 1922 the field expanded to the north to alleviate the problem.\nIn 1933, the first concrete stands were completed. The black metal tube railing, located on the southwest hill, still remains from this original construction. Six years later, an arched stadium entrance, ticket booth, two stairways and circular field entrance were built using &lt;a href=\"fieldstone\"&gt;fieldstone&lt;/a&gt;. The circular field entrance was inspired by &lt;a href=\"Syracuse%20University\"&gt;Syracuse's&lt;/a&gt; &lt;a href=\"Archbold%20Stadium\"&gt;Archbold Stadium&lt;/a&gt;. The two stairways and the southwest half of the circular field entrance remain today.\nA press box was added in 1943.\nAfter &lt;a href=\"John%20Gagliardi\"&gt;John Gagliardi&lt;/a&gt; took over as head coach, crowds increased and in 1957 the concrete stands were expanded to accommodate 3,000. Aside from basic field, stand and press box upgrades, the stadium remained unchanged for forty years.\nThe fieldstone stadium entrance and ticket booth were demolished to make way for the Alcuin Library and road access to a parking lot in the 1960s.\nRenovation and renaming.\nWith a large gift from Saint John's alumnus William E. and Virginia Clemens, Saint John's Stadium received a significant renovation in 1997.\nThe southeast and southwest hills were excavated for a regulation-sized eight-lane track. The wood bleachers on the east side were replaced with new metal bleachers. A new concrete grandstand was built with both bench seats and reserved chair seats. The press box, concession stands and restroom facilities were also reconstructed. The &lt;a href=\"seating%20capacity\"&gt;seating capacity&lt;/a&gt; grew to 5,500.\nIn addition to the renovations, the open north end of the horseshoe was closed off in 1997 with the addition of the McNeely Spectrum &lt;a href=\"fieldhouse\"&gt;fieldhouse&lt;/a&gt;.\nIn honor of the Clemens gift, Saint John’s Stadium was renamed Clemens Stadium.\nRecent improvements.\nStarting in 2002, Clemens Stadium has gone through significant improvements.\nSprinTurf.\nIn 2002 the grass field was replaced with SprinTurf to cut down on chemicals and water used to maintain the grass field, and to help prevent student-athlete injuries as a result from wet and muddy fields.\nReserved seating.\nReserved seating was expanded in 2003 and 2005 to accommodate almost 1,000 season ticket holders.\nGeneral admission bleachers.\nGeneral admission bleachers were added to the north end zone in 2004. The bleachers were expanded again in 2007 to bring the stadium &lt;a href=\"seating%20capacity\"&gt;seating capacity&lt;/a&gt; to 7,482.\nPress box and suites.\nThe press box had another level added in 2009. The addition included five new suites, two bathrooms, elevator, expanded radio, coaching, and press boxes and a \"Legends Room.\"\nLights.\nThe Donald McNeely Foundation has donated money to add lights and they will be installed before the beginning of the 2012 season. Saint John's has said though that they don't plan on hosting any night intercollegiate games in the near future, but instead the lights will be installed for high school games, intramurals, and use by the school's ROTC program.\nRecord crowds.\nClemens Stadium is known for some of the largest crowds in &lt;a href=\"NCAA\"&gt;NCAA&lt;/a&gt; &lt;a href=\"Division%20III%20%28NCAA%29\"&gt;Division III&lt;/a&gt; football. For 11 of the past 15 seasons, Saint John's has led Division III in either per-game average or total season attendance. The largest crowd ever for NCAA Division III football was recorded on Sep 26, 2015, when the Johnnies hosted 17,327 fans in a loss of 14-35 to the &lt;a href=\"University%20of%20St.%20Thomas%20%28Minnesota%29\"&gt;University of Saint Thomas&lt;/a&gt;. On November 8, 2003, Clemens Stadium hosted a then-NCAA Division III record 13,107 fans for a game against &lt;a href=\"Bethel%20University%20%28Minnesota%29\"&gt;Bethel&lt;/a&gt;, for &lt;a href=\"John%20Gagliardi\"&gt;John Gagliardi&lt;/a&gt;'s record-breaking 409th career victory."
}