{
    "id": "1343625",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=1343625",
    "title": "La Julia Rhea",
    "text": "La Julia Rhea (March 16, 1898 – July 5, 1992) was an American &lt;a href=\"opera\"&gt;opera&lt;/a&gt;tic &lt;a href=\"soprano\"&gt;soprano&lt;/a&gt;.\nBiography.\nEarly life and career.\nRhea was born and raised in &lt;a href=\"Louisville%2C%20Kentucky\"&gt;Louisville, Kentucky&lt;/a&gt; and began singing publicly at the Hill Street Baptist Church of that city, where she was a member of the children's choir. In 1925 she went to Chicago and became a member of the &lt;a href=\"Robert%20Nathaniel%20Dett\"&gt;R. Nathaniel Dett&lt;/a&gt; Club of Music and Allied Arts and attended and graduated from &lt;a href=\"Chicago%20Musical%20College\"&gt;Chicago Musical College&lt;/a&gt;. Her professional debut was at Chicago's &lt;a href=\"Kimball%20Hall\"&gt;Kimball Hall&lt;/a&gt; in 1929, and she continued to make regular concert performances across the United States as she studied operatic roles in a period that lasted more than two decades.\nNotable appearances.\nAfter a 1927 performance of \"O Don Fatale\" from &lt;a href=\"Giuseppe%20Verdi\"&gt;Giuseppe Verdi&lt;/a&gt;'s \"&lt;a href=\"Don%20Carlos\"&gt;Don Carlos&lt;/a&gt;\" for the Dett Club Scholarship Fund at Pittsburgh's Grace Presbyterian Church , the columnist Sylvester Russell had this to say, \"As a vocalist... Madam Rhea is a genuine contralto of wonderful range and power, hardly excelled in richness and as the star of the occasion she occupies a place among the greatest human voices produced.\" In the early 1930s Rhea toured the country with &lt;a href=\"Ethel%20Waters\"&gt;Ethel Waters&lt;/a&gt; in the stage production of \"Rhapsody in Black\", and was for a time the feature soloist of the &lt;a href=\"Cecil%20Mack\"&gt;Cecil Mack&lt;/a&gt; Choir.\nAt a time when black performers found it difficult to appeal to a wider audience, Rhea was presented by her teacher Romano Romani to the executive staff of the &lt;a href=\"Metropolitan%20Opera\"&gt;Metropolitan Opera&lt;/a&gt;, where in 1934 she became the \"first person of her race to be granted an audition at the famous opera house\". Although she was \"highly praised for her artistic presentation,\", the Met would wait until 1955 when Marian Anderson would become its first black star.\nAfter her performance on May 13, 1935 of a song as the character Josephine in &lt;a href=\"Gilbert%20and%20Sullivan\"&gt;Gilbert and Sullivan&lt;/a&gt;'s &lt;a href=\"H.M.S.%20Pinafore\"&gt;H.M.S. Pinafore&lt;/a&gt;, Rhea won over 6,000 votes from the audience and became the first black winner of an audition of the &lt;a href=\"Major%20Bowes%20Amateur%20Hour\"&gt;Major Bowes Amateur Hour&lt;/a&gt;, and toured with the group under the name Rea Parada.\nHer experience at the Met notwithstanding, Rhea became the first black performer to star in \"the title role of a major opera company\" when in Chicago on December 27, 1937 she appeared in &lt;a href=\"Giuseppe%20Verdi\"&gt;Verdi&lt;/a&gt;'s \"&lt;a href=\"Aida\"&gt;Aida&lt;/a&gt;\" with &lt;a href=\"William%20Franklin%20%28singer%29\"&gt;William Franklin&lt;/a&gt; as &lt;a href=\"Amonasro\"&gt;Amonasro&lt;/a&gt; in a performance of the &lt;a href=\"Chicago%20Civic%20Opera\"&gt;Chicago Civic Opera&lt;/a&gt; Company. In attendance for the performance was the drama critic for the \"&lt;a href=\"Chicago%20Tribune\"&gt;Chicago Tribune&lt;/a&gt;\" Cecil Smith, who commented: \"A musical event without parallel in grand opera in America took place at the &lt;a href=\"Civic%20Opera%20House%20%28Chicago%29\"&gt;Civic Opera House&lt;/a&gt; last night when two colored singers, La Julia Rhea and William Franklin, sang the Ethiopian roles of Aida and Amonasro in a special performance of \"Aida\" ... Both singers won a goodly success and were warmly applauded.\" The costume Rhea wore for that performance was a gift from her teacher and mentor, the internationally renowned opera star &lt;a href=\"Rosa%20Raisa\"&gt;Rosa Raisa&lt;/a&gt;, who had herself worn it at her debut performance of \"Aida\" in 1914. Both Rhea and Franklin appeared in productions of the &lt;a href=\"National%20Negro%20Opera%20Company\"&gt;National Negro Opera Company&lt;/a&gt; (NNOC), as well as in operettas by &lt;a href=\"Gilbert%20and%20Sullivan\"&gt;Gilbert and Sullivan&lt;/a&gt;. The production of \"Aida\" in which Rhea made the inaugural performance of the National Negro Opera Company in 1941 was organized by the NNOC Guild as part of Pittsburgh's &lt;a href=\"National%20Association%20of%20Negro%20Musicians\"&gt;National Association of Negro Musicians&lt;/a&gt; annual meeting. &lt;a href=\"Mary%20Cardwell%20Dawson\"&gt;Mary Cardwell Dawson&lt;/a&gt; organized the event.\nIn 1942 she appeared with Chicago Mayor &lt;a href=\"Edward%20Joseph%20Kelly\"&gt;Edward J. Kelly&lt;/a&gt;, &lt;a href=\"Olivia%20de%20Havilland\"&gt;Olivia de Havilland&lt;/a&gt;, &lt;a href=\"Marian%20Anderson\"&gt;Marian Anderson&lt;/a&gt;, &lt;a href=\"Oscar%20G.%20Mayer%2C%20Sr.\"&gt;Oscar G. Mayer, Sr.&lt;/a&gt; and other presenters at the &lt;a href=\"International%20Amphitheatre\"&gt;International Amphitheatre&lt;/a&gt; in Chicago to sell &lt;a href=\"war%20bond\"&gt;bonds&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; under the auspices of the Chicago Musical War Rally.\nLater life.\nAfter she no longer gave public performances, Rhea continued her involvement in the world of opera by giving private lessons to young opera hopefuls at her home in Blue Island, where she was known for her annual lawn parties that were attended by musicians from across the country. She also appeared from time to time over the public airwaves."
}