{
    "id": "13437181",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=13437181",
    "title": "Lyng Hall School",
    "text": "Lyng Hall School is a &lt;a href=\"Mixed-sex%20education\"&gt;coeducational&lt;/a&gt; &lt;a href=\"secondary%20school\"&gt;secondary school&lt;/a&gt; and &lt;a href=\"sixth%20form\"&gt;sixth form&lt;/a&gt; located in &lt;a href=\"Coventry\"&gt;Coventry&lt;/a&gt;, England. It is known for its community work within its local area and the city of Coventry.\nLyng Hall's student composition is ethnically diverse and supports students from many backgrounds and countries, many of which speak English in addition to their mother tongues. The school also has an above-average population of students who have learning difficulties and/or disabilities. Many of the students come from areas of &lt;a href=\"socio-economic\"&gt;socio-economic&lt;/a&gt; deprivation and as a result, the number eligible for free school meals is well above the national average. The school gained specialist status as a &lt;a href=\"Sports%20College\"&gt;Sports College&lt;/a&gt; in 2005. The school achieved the 'Gold Healthy School' award in 2007, became a 'Creative Partnership' change school in June 2008 and a 'Trust School' in the same year. &lt;a href=\"Ofsted\"&gt;Ofsted&lt;/a&gt; reports dating back to 2001 indicate a gradual improvement over the years, up to 2008, where the school was once considered to be on average 'satisfactory', was now considered to be 'good'.\nA report composed in 2008 examining the performance of &lt;a href=\"Design%20and%20Technology\"&gt;Design and Technology&lt;/a&gt; (D&amp;T) and &lt;a href=\"Modern%20Languages\"&gt;Modern Language&lt;/a&gt; indicated concerns with both. D&amp;T was found to be lackluster, typically due to a frequent change in teachers during and between terms and teachers themselves being unqualified. As a result, standards of proficiency of D&amp;T in students are below the average expected of their age at the end of &lt;a href=\"Key%20Stage\"&gt;Key Stage&lt;/a&gt; 3. Modern Languages teaching quality was found to be satisfactory, but in the 2005–2006 term, entitlement to the subject was withdrawn because so few students opted to take a language in Key Stage 4, removing the potential for pupils who wish to learn a Modern Language. Based on information available, French has been reintroduced as an option for Key Stage 4 students.\nPreviously a &lt;a href=\"foundation%20school\"&gt;foundation school&lt;/a&gt; administered by &lt;a href=\"Coventry%20City%20Council\"&gt;Coventry City Council&lt;/a&gt;, in July 2016 Lyng Hall School converted to &lt;a href=\"Academy%20%28English%20school%29\"&gt;academy status&lt;/a&gt;. The school is now sponsored by the Finham Park Multi Academy Trust.\nThe school is well known in the local area for the volume of its alumni progressing into the pharmaceutical industries. Many of the school's alumna have been widely noted in the press for their work in this sector. Lyng Hall has been widely recognised and credited for its instrumental role in encouraging the development of chemical substances.\nThe school runs a 'Community Programme', allowing for clubs and classes to take place on and make use of some of the school's premises, typically at evenings and weekends. The programme includes such activities as &lt;a href=\"aikido\"&gt;aikido&lt;/a&gt;, &lt;a href=\"athletics%20%28sport%29\"&gt;athletics&lt;/a&gt;, &lt;a href=\"triathlon\"&gt;triathleticism&lt;/a&gt; and &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;.\nNotable former pupils.\n&lt;a href=\"Colleen%20Fletcher\"&gt;Colleen Fletcher&lt;/a&gt; –- &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour MP&lt;/a&gt; for &lt;a href=\"Coventry%20North%20East%20%28UK%20Parliament%20constituency%29\"&gt;Coventry North East&lt;/a&gt; since 2015."
}