{
    "id": "13435320",
    "revid": "49523",
    "url": "https://en.wikipedia.org/wiki?curid=13435320",
    "title": "Directorates of the Scottish Government",
    "text": "The work of the &lt;a href=\"Scottish%20Government\"&gt;Scottish Government&lt;/a&gt; is carried out by Directorates, each headed by a Director. The Directorates are grouped into a number of Directorates-General families, each headed by a Director-General. However, the individual Directorates are the building blocks of the system. The Directorates are further broken down into \"Divisions\" and then by teams. Divisions usually consist of 25-50 people. There is no direct correspondence between the political responsibilities of the &lt;a href=\"Minister%20%28government%29\"&gt;Ministers&lt;/a&gt; in the Scottish Government and the Directorates, although in some cases there is considerable overlap. The Directorates are also responsible for a number of government agencies and &lt;a href=\"non-departmental%20public%20bodies\"&gt;non-departmental public bodies&lt;/a&gt;. Some government work is also carried out by &lt;a href=\"Executive%20agencies%20of%20the%20Scottish%20Government\"&gt;Executive Agencies&lt;/a&gt; such as &lt;a href=\"Transport%20Scotland\"&gt;Transport Scotland&lt;/a&gt;, who sit outside the Directorates structure, but are also staffed by &lt;a href=\"Civil%20Service%20%28United%20Kingdom%29\"&gt;civil servants&lt;/a&gt;\nThe current system of Directorates was created by a December 2010 re-organisation. Prior to 2007 the Directorates were preceded by similar structures called \"Departments\" that no longer exist (although the word is still sometimes used in this context).\nThe &lt;a href=\"Office%20of%20the%20Permanent%20Secretary%20%28Scotland%29\"&gt;Office of the Permanent Secretary&lt;/a&gt; is headed by the &lt;a href=\"Permanent%20Secretary\"&gt;Permanent Secretary&lt;/a&gt; Leslie Evans, who replaced Sir &lt;a href=\"Peter%20Housden\"&gt;Peter Housden&lt;/a&gt;, in July 2015. The current structure of the directorates is given below.\nCommunities.\nDirector-General, Paul Johnston\nConstitution and External Affairs.\nDirector-General, Ken Thomson\nCorporate.\nDirector-General, Lesley Fraser\nEconomy.\nDirector-General, Liz Ditchburn\nEducation and Justice.\nDirector-General, Joe Griffin\nExchequer.\nDirector-General, Alyson Stafford\nHealth and Social Care.\nDirector-General and Chief Executive of NHS Scotland, Caroline Lamb\nDirectorates.\nNote: In the September 2011 civil service reorganisation, three Directorates were combined. These were: the Cabinet, Strategy and Performance, and International and Constitution."
}