{
    "id": "1344202",
    "revid": "18087347",
    "url": "https://en.wikipedia.org/wiki?curid=1344202",
    "title": "Glenn Roeder",
    "text": "Glenn Victor Roeder (13 December 1955 – 28 February 2021) was an English professional &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; player and manager.\nAs a player, Roeder played as a &lt;a href=\"Defender%20%28association%20football%29\"&gt;defender&lt;/a&gt; for &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt;, &lt;a href=\"Leyton%20Orient%20F.C.\"&gt;Leyton Orient&lt;/a&gt;, &lt;a href=\"Queens%20Park%20Rangers%20F.C.\"&gt;Queens Park Rangers&lt;/a&gt;, &lt;a href=\"Notts%20County%20F.C.\"&gt;Notts County&lt;/a&gt;, &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt;, &lt;a href=\"Watford%20F.C.\"&gt;Watford&lt;/a&gt; and &lt;a href=\"Gillingham%20F.C.\"&gt;Gillingham&lt;/a&gt;. He also represented the &lt;a href=\"England%20national%20football%20B%20team\"&gt;England national B team&lt;/a&gt;.\nHis managerial career included spells with numerous clubs including Gillingham, Watford, &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt;, Newcastle United (with whom he won the &lt;a href=\"2006%20UEFA%20Intertoto%20Cup\"&gt;2006 UEFA Intertoto Cup&lt;/a&gt;) and &lt;a href=\"Norwich%20City%20F.C.\"&gt;Norwich City&lt;/a&gt;. It was while he was at West Ham United that he was initially diagnosed with a brain tumour in 2003. He later acted as a managerial advisor for &lt;a href=\"Stevenage%20F.C.\"&gt;Stevenage&lt;/a&gt;.\nPlaying career.\nRoeder was born in &lt;a href=\"Woodford%2C%20Essex\"&gt;Woodford, Essex&lt;/a&gt;, on 13 December 1955 and played for Gidea Park Rangers and Essex and London schools, joining &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt; as a schoolboy in December 1969 and then &lt;a href=\"Leyton%20Orient%20F.C.\"&gt;Orient&lt;/a&gt; in August 1972 after being released by Arsenal. He made his name as a classy ball-playing defender who was a member of the Orient playing squad in the Second Division during the 1970s that reached the FA Cup semi-final in 1978. He transferred to &lt;a href=\"Queens%20Park%20Rangers%20F.C.\"&gt;Queens Park Rangers&lt;/a&gt; for £250,000 in August 1978 where he made 181 senior appearances and captained the team to the &lt;a href=\"1982%20FA%20Cup%20Final\"&gt;1982 FA Cup Final&lt;/a&gt; against Tottenham, missing the replay due to suspension, and to the Second Division title in 1983.\nRoeder was one of the first players famed for using the &lt;a href=\"step%20over\"&gt;step over&lt;/a&gt; -the Roeder shuffle- a technique Roeder claimed, his father taught him as a child.\nRoeder had a brief loan spell at &lt;a href=\"Notts%20County%20F.C.\"&gt;Notts County&lt;/a&gt;. Roeder transferred to &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt; for £125,000 in December 1983, where he was captain and made 219 senior appearances during five years at the club, winning promotion from the Second Division in 1984. He joined &lt;a href=\"Watford%20F.C.\"&gt;Watford&lt;/a&gt; on a free transfer in July 1989, making 78 senior appearances in two years, and later returned to the renamed Leyton Orient, playing eight games in 1992, before a six-game stint to finish his playing career at &lt;a href=\"Gillingham%20F.C.\"&gt;Gillingham&lt;/a&gt;, whom he had joined as player-manager in November 1992.\nManagerial and coaching career.\nGillingham.\nRoeder spent one season as player-manager of &lt;a href=\"Gillingham%20F.C.\"&gt;Gillingham&lt;/a&gt;, during which time he led the side to 10 wins in 37 games and saw them finish second from bottom of the &lt;a href=\"Football%20League\"&gt;Football League&lt;/a&gt;, escaping relegation after winning against bottom club &lt;a href=\"Halifax%20Town%20F.C.\"&gt;Halifax Town&lt;/a&gt; in the penultimate fixture of the season. He resigned in July 1993 to take over at Watford.\nWatford.\nAfter &lt;a href=\"Steve%20Perryman\"&gt;Steve Perryman&lt;/a&gt; left to join &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt;, Roeder was hired as the new manager of his former club &lt;a href=\"Watford%20F.C.\"&gt;Watford&lt;/a&gt; at the start of the &lt;a href=\"1993%E2%80%9394%20in%20English%20football\"&gt;1993–94&lt;/a&gt; season. However, Watford were fined £10,000 for an illegal approach, and ordered to pay Gillingham a further £30,000 in compensation. In his second season with Watford he almost took the side to the play-offs, eventually finishing just two places outside them. However, he was sacked in February 1996 as the side were struggling at the bottom of the &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt;. His replacement, &lt;a href=\"Graham%20Taylor\"&gt;Graham Taylor&lt;/a&gt;, was unable to prevent the side from being relegated. During his time at Vicarage Road he signed &lt;a href=\"Kevin%20Phillips%20%28footballer%29\"&gt;Kevin Phillips&lt;/a&gt; from local &lt;a href=\"Hertfordshire\"&gt;Hertfordshire&lt;/a&gt; team, &lt;a href=\"Baldock%20Town%20F.C.\"&gt;Baldock Town&lt;/a&gt; for only £10,000.\nBurnley.\nRoeder followed his tenure at Watford by taking a season away from the limelight, assuming a back seat role as &lt;a href=\"Chris%20Waddle\"&gt;Chris Waddle&lt;/a&gt;'s assistant manager at &lt;a href=\"Burnley%20F.C.\"&gt;Burnley&lt;/a&gt;. The partnership did not prove to be successful and the pair narrowly avoided steering Burnley into the bottom tier of English football. Only a home victory over &lt;a href=\"Plymouth%20Argyle%20F.C.\"&gt;Plymouth Argyle&lt;/a&gt; on the last day staved off relegation. Roeder proved to be both an unpopular and controversial figure to the Burnley fans, hitting a low point when he was reported to have said that star player &lt;a href=\"Glen%20Little\"&gt;Glen Little&lt;/a&gt; was \"not fit to lace the boots\" of manager Chris Waddle. Roeder left his role at Burnley alongside Waddle when the pair departed the club after only a single season in charge.\nEngland.\nRoeder then worked as a coach under &lt;a href=\"Glenn%20Hoddle\"&gt;Glenn Hoddle&lt;/a&gt; for the &lt;a href=\"England%20national%20football%20team\"&gt;England national team&lt;/a&gt;, before West Ham manager &lt;a href=\"Harry%20Redknapp\"&gt;Harry Redknapp&lt;/a&gt; offered him an opportunity in club football again in 1999.\nWest Ham United.\nInitially appointed a coach by then manager Harry Redknapp, in the summer of 2001, Roeder was handed a chance to manage in the &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; at &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt; after the Hammers' failed attempts to attract &lt;a href=\"Steve%20McClaren\"&gt;Steve McClaren&lt;/a&gt; and then &lt;a href=\"Alan%20Curbishley\"&gt;Alan Curbishley&lt;/a&gt; following Redknapp's departure. Roeder's appointment was opposed by some supporters, who had expected a bigger name to replace Redknapp. Roeder received a £15 million transfer kitty, and guided West Ham to seventh in his first season in charge. He signed David James from Aston Villa, &lt;a href=\"Tom%C3%A1%C5%A1%20%C5%98epka\"&gt;Tomáš Řepka&lt;/a&gt; from &lt;a href=\"ACF%20Fiorentina\"&gt;ACF Fiorentina&lt;/a&gt; for £5.5 million, and &lt;a href=\"Don%20Hutchison\"&gt;Don Hutchison&lt;/a&gt; from &lt;a href=\"Sunderland%20A.F.C.\"&gt;Sunderland&lt;/a&gt; for £5 million, a club record fee at the time.\nIn the &lt;a href=\"2002%E2%80%9303%20in%20English%20football\"&gt;2002–03&lt;/a&gt; season, West Ham struggled. Řepka had serious disciplinary problems amassing ten &lt;a href=\"yellow%20card%20%28sports%29\"&gt;yellow card&lt;/a&gt;s and one &lt;a href=\"red%20card%20%28sports%29\"&gt;red card&lt;/a&gt; in thirty-two league appearances. Don Hutchison turned out to be very injury-prone on his second spell with the club, playing only ten league games that season. West Ham were bottom at Christmas and at that time no team had ever avoided relegation from that position. Despite the January signings of &lt;a href=\"Rufus%20Brevett\"&gt;Rufus Brevett&lt;/a&gt;, &lt;a href=\"Lee%20Bowyer\"&gt;Lee Bowyer&lt;/a&gt; on a short-term deal, and &lt;a href=\"Les%20Ferdinand\"&gt;Les Ferdinand&lt;/a&gt;, Roeder was unable to halt the team's slump. Roeder had a dispute with striker &lt;a href=\"Paolo%20Di%20Canio\"&gt;Paolo Di Canio&lt;/a&gt; after he substituted Di Canio in a match against &lt;a href=\"West%20Bromwich%20Albion%20F.C.\"&gt;West Bromwich Albion&lt;/a&gt;. In April 2003, Roeder suffered a &lt;a href=\"brain%20tumour\"&gt;brain tumour&lt;/a&gt; and was replaced by &lt;a href=\"Trevor%20Brooking\"&gt;Trevor Brooking&lt;/a&gt; for the final three games of the season. Despite a late rally, West Ham were relegated with a record number of 42 points.\nRoeder returned to work in July 2003, stating he had \"unfinished business\". In the 2003 close season, many of West Ham's star players, such as &lt;a href=\"Trevor%20Sinclair\"&gt;Trevor Sinclair&lt;/a&gt;, &lt;a href=\"Fr%C3%A9d%C3%A9ric%20Kanout%C3%A9\"&gt;Frédéric Kanouté&lt;/a&gt; and &lt;a href=\"Joe%20Cole\"&gt;Joe Cole&lt;/a&gt; left the club as a result of relegation. Cole refused the offer of a new contract and moved to &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt;. Roeder was sacked by West Ham in August 2003, following a defeat to &lt;a href=\"Rotherham%20United%20F.C.\"&gt;Rotherham United&lt;/a&gt;. He had managed only three league games of the new season with West Ham now playing in the &lt;a href=\"EFL%20Championship\"&gt;second tier&lt;/a&gt;. The season started with a 2–1 away win against &lt;a href=\"Preston%20North%20End%20F.C.\"&gt;Preston North End&lt;/a&gt;. However after a home goalless draw against &lt;a href=\"Sheffield%20United%20F.C.\"&gt;Sheffield United&lt;/a&gt; on 16 August 2003, the team were jeered from the pitch. He was again replaced by Trevor Brooking as manager.\nNewcastle United.\nAfter nearly two years out of the game, he returned to football in June 2005 when he was named youth-development manager of &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt;. After &lt;a href=\"Graeme%20Souness\"&gt;Graeme Souness&lt;/a&gt; was sacked as Newcastle manager in February 2006, Roeder was appointed caretaker manager, with striker &lt;a href=\"Alan%20Shearer\"&gt;Alan Shearer&lt;/a&gt;, then still also a player, as his assistant. He was able to turn the Magpies' season around, rescuing them from near the foot of the table to finish seventh in the Premier League with a place in the &lt;a href=\"Intertoto%20Cup\"&gt;Intertoto Cup&lt;/a&gt;. &lt;a href=\"Freddy%20Shepherd\"&gt;Freddy Shepherd&lt;/a&gt;, Newcastle United's chairman, consequently named Roeder as first in line to become full-time manager at the club, on condition that Newcastle obtain dispensation from the FA Premier League to allow Roeder to continue without the mandatory &lt;a href=\"UEFA%20Pro%20Licence\"&gt;UEFA Pro Licence&lt;/a&gt;. Newcastle claimed exceptional circumstances as Roeder was halfway to gaining the licence when he suffered his brain tumour. The Premier League at first rejected Newcastle's request on 3 May 2006 in accordance with UEFA rules which would not allow Roeder the position. Freddy Shepherd however lobbied the backing of all 19 other premier league club chairmen and they voted in favour of Roeder being allowed to gain the correct licence while in the job. Roeder was named as Newcastle's permanent manager on 16 May, signing a two-year contract with the club.\nOn 1 June 2006, Roeder appointed &lt;a href=\"Kevin%20Bond%20%28English%20footballer%29\"&gt;Kevin Bond&lt;/a&gt; as his assistant. Roeder had worked with Bond at &lt;a href=\"West%20Ham%20United\"&gt;West Ham&lt;/a&gt; where Bond was a scout. Roeder believed the two of them would work well together, however Bond's contract at the club was terminated after allegations he was prepared to take &lt;a href=\"Bung%20%28slang%29\"&gt;bungs&lt;/a&gt; for players whilst at &lt;a href=\"Portsmouth%20F.C.\"&gt;Portsmouth&lt;/a&gt;. On 22 October 2006, Roeder announced that &lt;a href=\"Middlesbrough%20F.C.\"&gt;ex-Middlesbrough&lt;/a&gt; player and recent care-taker manager of &lt;a href=\"West%20Bromwich%20Albion\"&gt;West Brom&lt;/a&gt;, &lt;a href=\"Nigel%20Pearson\"&gt;Nigel Pearson&lt;/a&gt; would be his new assistant manager.\nUnder Roeder, Newcastle won the &lt;a href=\"2006%20UEFA%20Intertoto%20Cup\"&gt;2006 Intertoto Cup&lt;/a&gt; by virtue of being the furthest placed team to advance from the Intertoto Cup into the &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt;. This made Roeder the first manager to win a trophy for Newcastle since 1969. After the 1–0 defeat to Sheffield United at home on 4 November 2006, there was a fan protest outside St. James' Park, that was shown live on &lt;a href=\"Sky\"&gt;Sky&lt;/a&gt; channel &lt;a href=\"PremPlus\"&gt;PremPlus&lt;/a&gt;. However, notably much of the fans' criticism was directed at the chairman, &lt;a href=\"Freddy%20Shepherd\"&gt;Freddy Shepherd&lt;/a&gt;, and not specifically at the manager himself. Roeder's fortune didn't improve, as Newcastle's league form was inconsistent, due in large part to first-team player injuries and having to rely on inexperienced players from United's Youth Academy to compete at top flight level, with Newcastle maintaining a mid-table position. After guiding Newcastle to just one win in ten games, Roeder was summoned to an emergency board meeting on 6 May 2007. It was revealed he had resigned with immediate effect.\nRoeder won 45% of his matches, enough in a single season to qualify for European competition. &lt;a href=\"Sam%20Allardyce\"&gt;Sam Allardyce&lt;/a&gt; who had resigned from &lt;a href=\"Bolton%20Wanderers%20F.C.\"&gt;Bolton Wanderers&lt;/a&gt; just weeks before, was named as his replacement on 15 May 2007.\nNorwich City.\nIn October 2007, Roeder joined &lt;a href=\"Football%20League%20Championship\"&gt;Championship&lt;/a&gt; side &lt;a href=\"Norwich%20City%20F.C.\"&gt;Norwich City&lt;/a&gt;, signing a contract until 2010, with Norwich bottom of the division and four points adrift of safety. His first game in charge was on 4 November in the &lt;a href=\"East%20Anglian%20derby\"&gt;East Anglian derby&lt;/a&gt; against &lt;a href=\"Ipswich%20Town%20F.C.\"&gt;Ipswich Town&lt;/a&gt;, a match that ended 2–2. His first win came in the home game against Coventry City (24 November), which he followed up with a first away win of the season for Norwich in the 3–1 defeat of Blackpool (27 November), who previously had not lost at home that season. He then guided the team out of the relegation zone with a series of wins. Roeder began an overhaul of the squad in the January transfer window, releasing players such as &lt;a href=\"Julien%20Brellier\"&gt;Julien Brellier&lt;/a&gt; and &lt;a href=\"David%20St%C5%99ihavka\"&gt;David Střihavka&lt;/a&gt;. He made the loan signing of &lt;a href=\"Matty%20Pattison\"&gt;Matty Pattison&lt;/a&gt; permanent and also renewed the loan deals for &lt;a href=\"Ched%20Evans\"&gt;Ched Evans&lt;/a&gt; and &lt;a href=\"Mo%20Camara\"&gt;Mo Camara&lt;/a&gt;. Roeder also made four further loan signings including Matthew Bates, Keiran Gibbs, Alex Pearce and James Henry. Despite a poor run of form through February and March, Roeder kept Norwich in the Championship for another season, though survival was not confirmed until a 3–0 home win against QPR in the penultimate fixture of the season.\nOn 25 July 2008, Roeder was fined £1,000 and given a suspended two-match touchline ban at a FA disciplinary hearing after criticising referee &lt;a href=\"Andy%20D%27Urso\"&gt;Andy D'Urso&lt;/a&gt; following a 2–1 defeat to &lt;a href=\"Bristol%20City%20F.C.\"&gt;Bristol City&lt;/a&gt; at &lt;a href=\"Ashton%20Gate%20Stadium\"&gt;Ashton Gate Stadium&lt;/a&gt; on 29 March. Both Roeder and assistant &lt;a href=\"Lee%20Clark%20%28footballer%29\"&gt;Lee Clark&lt;/a&gt; reacted angrily to Bristol City being awarded a 91st minute free kick from which they scored the winner. Clark was given a one-match touchline ban and fined £500 for his part in the incident. They were both warned by &lt;a href=\"The%20FA\"&gt;The FA&lt;/a&gt; about their future conduct.\nIn May 2008 a few days after the last game of the season Roeder decided not to renew &lt;a href=\"Darren%20Huckerby\"&gt;Darren Huckerby&lt;/a&gt;'s contract which angered many supporters as they were unable to give him a proper sendoff. Roeder brought in a number of loan players in the summer. Norwich made a difficult start to the 2008–09 season although there were some good results including a 5–2 win against top of the table Wolves in October. After that result, however, Norwich entered a poor run of form. A 2–0 win against local rivals Ipswich in the East Anglian Derby at the start of December helped to briefly relieve the pressure on Roeder, however after this Norwich won one further league game under his management against bottom of the league Charlton at Carrow Road in December. January began with a draw away at Charlton in the FA cup and a loss to Sheffield United. When the team lost the FA Cup third round replay 1–0 at Carrow Road against Charlton, who had not won in 18 games, Roeder was sacked the following day.\nSheffield Wednesday advisor.\nIn April 2015 he joined &lt;a href=\"Sheffield%20Wednesday%20F.C.\"&gt;Sheffield Wednesday&lt;/a&gt;, together with &lt;a href=\"Adam%20Pearson%20%28sports%20executive%29\"&gt;Adam Pearson&lt;/a&gt;, to work alongside &lt;a href=\"Stuart%20Gray%20%28footballer%2C%20born%201960%29\"&gt;Stuart Gray&lt;/a&gt;. The arrangement was terminated in December 2015.\nStevenage managerial advisor.\nIn March 2016, Roeder was appointed a managerial advisor at &lt;a href=\"Stevenage%20F.C.\"&gt;Stevenage&lt;/a&gt; to &lt;a href=\"Darren%20Sarll\"&gt;Darren Sarll&lt;/a&gt;. He left Stevenage on 18 March 2018 after Sarll was sacked with the club 16th in &lt;a href=\"EFL%20League%20Two\"&gt;EFL League Two&lt;/a&gt;.\nDeath.\nRoeder died on 28 February 2021, aged 65, after an 18-year battle with a diagnosed &lt;a href=\"Brain%20tumor\"&gt;brain tumour&lt;/a&gt;.\nHonours.\nManager.\nNewcastle United\nIndividual"
}