{
    "id": "1345102",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1345102",
    "title": "Fukuoka PayPay Dome",
    "text": "The is a &lt;a href=\"baseball%20field\"&gt;baseball field&lt;/a&gt;, located in &lt;a href=\"Ch%C5%AB%C5%8D-ku%2C%20Fukuoka\"&gt;Chūō-ku&lt;/a&gt;, &lt;a href=\"Fukuoka\"&gt;Fukuoka&lt;/a&gt;, Japan. Built in 1993, the stadium was originally named and has the capacity of 38,585 seats. With a diameter of 216 meters, the Fukuoka PayPay Dome is the world's largest geodesic dome. This is Japan's first stadium built with a &lt;a href=\"retractable%20roof\"&gt;retractable roof&lt;/a&gt;. In 2005, &lt;a href=\"Yahoo%21%20JAPAN\"&gt;Yahoo! JAPAN&lt;/a&gt;, one of &lt;a href=\"SoftBank\"&gt;SoftBank&lt;/a&gt;'s &lt;a href=\"subsidiary\"&gt;subsidiaries&lt;/a&gt;, acquired the stadium's &lt;a href=\"naming%20rights\"&gt;naming rights&lt;/a&gt;, and thus renamed it or abbreviated as , In January 2013, it was renamed to . Yafuoku is the abbreviation for &lt;a href=\"Yahoo%21%20Auctions\"&gt;Yahoo! Auctions&lt;/a&gt; in Japan. On October 30, 2019, it was announced that the stadium was going to be named Fukuoka PayPay Dome, in reference to the payment system &lt;a href=\"PayPay\"&gt;PayPay&lt;/a&gt; owned by Softbank (50%) and Yahoo Japan (25%), from February 29, 2020.\nHistory.\nFukuoka Dome is the home stadium of &lt;a href=\"Fukuoka%20SoftBank%20Hawks\"&gt;Fukuoka SoftBank Hawks&lt;/a&gt; and, together with &lt;a href=\"Hilton%20Hotel\"&gt;Hilton&lt;/a&gt; Fukuoka Sea Hawk Hotel, is part of the Hawks Town entertainment complex. It is located near &lt;a href=\"Sawara-ku%2C%20Fukuoka\"&gt;Momochi Beach&lt;/a&gt;, about 15 minutes walk from &lt;a href=\"T%C5%8Djinmachi%20Station\"&gt;Tojinmachi&lt;/a&gt; &lt;a href=\"Fukuoka%20City%20Subway\"&gt;subway&lt;/a&gt; station.\nIn 2006, the stadium received an upgrade to its mono-color main scoreboard \"Hawks Vision.\" Sharing the same nickname as its predecessor and measured at 10 m (32.76 ft) high and 53 m (173.86 ft) wide, it was one of the largest high-definition electronic scoreboards at the time, equivalent to a 2,123-inch wide-screen display. In 2010, with further addition of two 5.7 m (120.65 ft) × 33 m (108.27 ft) displays, the stadium boasted the largest total viewing area of HD display in all baseball stadia (total area 905.2sqm or 9,743.49sqft).\nThe Fukuoka Dome has hosted one game in each &lt;a href=\"Major%20League%20Baseball%20Japan%20All-Star%20Series\"&gt;Major League Baseball Japan All-Star Series&lt;/a&gt; since its creation, including the final game of the 2006 series, where Japan was swept for the first time in the history of the event.\nIn the TV series \"&lt;a href=\"Extreme%20Engineering\"&gt;Extreme Engineering&lt;/a&gt;\", Danny Forster makes a reference to the Fukuoka Dome, saying it was said to have a \"floating\" field. (An indoor baseball stadium in Japan which actually has a floating field is &lt;a href=\"Sapporo%20Dome\"&gt;Sapporo Dome&lt;/a&gt;, which also hosts &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; games for &lt;a href=\"Consadole%20Sapporo\"&gt;Consadole Sapporo&lt;/a&gt;, a &lt;a href=\"J.%20League\"&gt;J. League&lt;/a&gt; club. However, this stadium does not have such a field.) In 2009, the older &lt;a href=\"AstroTurf\"&gt;AstroTurf&lt;/a&gt; field was replaced with the now more common &lt;a href=\"FieldTurf\"&gt;FieldTurf&lt;/a&gt; brand surface to reduce injuries; the Hawks players had seen far more injuries than any other team in Japan.\nNotable Events.\nNPB.\nOn May 18, 1994, &lt;a href=\"Hiromi%20Makihara\"&gt;Hiromi Makihara&lt;/a&gt; of the &lt;a href=\"Yomiuri%20Giants\"&gt;Yomiuri Giants&lt;/a&gt; threw a &lt;a href=\"Perfect%20game%20%28baseball%29\"&gt;perfect game&lt;/a&gt; against &lt;a href=\"Hiroshima%20Toyo%20Carp\"&gt;Hiroshima Toyo Carp&lt;/a&gt; as the Giants won 6–0. Makihara's first Perfect-game at Fukuoka Dome is of special note as it being the only one thrown there, as well as the last one in the NPB(15th overall), through the 2020 season.\nConcerts.\n&lt;a href=\"Michael%20Jackson\"&gt;Michael Jackson&lt;/a&gt; performed at the stadium four times during his solo career. The first two times, Jackson performed two sold-out concerts during his \"&lt;a href=\"Dangerous%20World%20Tour\"&gt;Dangerous World Tour&lt;/a&gt;\", on September 10 &amp; 11, 1993, for a total audience of 70,000 fans (35,000 per show). The second and last two times were in 1996, during his subsequent tour, \"&lt;a href=\"HIStory%20World%20Tour\"&gt;HIStory World Tour&lt;/a&gt;\", on December 26 and 28, also on two sold-out concerts for 80,000 people (40,000 fans per show).\n&lt;a href=\"Whitney%20Houston\"&gt;Whitney Houston&lt;/a&gt; performed at the stadium on September 22, 1993 during &lt;a href=\"The%20Bodyguard%20World%20Tour\"&gt;The Bodyguard World Tour&lt;/a&gt;.\n&lt;a href=\"Madonna%20%28entertainer%29\"&gt;Madonna&lt;/a&gt; performed three times at the stadium. The shows happened on 7, 8, and 9 December 1993 during &lt;a href=\"The%20Girlie%20Show%20World%20Tour\"&gt;The Girlie Show World Tour&lt;/a&gt;.\nThe stadium also hosted &lt;a href=\"Frank%20Sinatra\"&gt;Frank Sinatra&lt;/a&gt;'s final public concerts on 19 and 20 December 1994.\nThe &lt;a href=\"Rolling%20Stones\"&gt;Rolling Stones&lt;/a&gt; played two concerts at the dome during their &lt;a href=\"Voodoo%20Lounge%20Tour\"&gt;Voodoo Lounge Tour&lt;/a&gt; on 22 and 23 March 1995.\n&lt;a href=\"Bon%20Jovi\"&gt;Bon Jovi&lt;/a&gt; played a concert at the dome on May 13, 1995 during their &lt;a href=\"These%20Days%20Tour\"&gt;These Days Tour&lt;/a&gt;.\nOn September 18 and 19, 2000, the stadium hosted &lt;a href=\"L%27Arc~en~Ciel\"&gt;L'Arc~en~Ciel&lt;/a&gt; as part of their \"TOUR 2000 REAL\".\n&lt;a href=\"Mariko%20Shinoda\"&gt;Mariko Shinoda&lt;/a&gt; held her graduation concert at the stadium on July 21st, 2013 as part of the AKB48 5 Big Dome Concert Tour, \"AKB48 2013 Manatsu no Dome Tour ~Mada mada, Yaranakya Ikenai koto ga aru~ (AKB48・2013真夏のドームツアー ～まだまだ、やらなきゃいけないことがある～)\" that summer.\n&lt;a href=\"Super%20Junior\"&gt;Super Junior&lt;/a&gt; performed their &lt;a href=\"Super%20Show%206\"&gt;Super Show 6&lt;/a&gt; at the stadium on 20 December 2014 as part of their sixth world tour, with a sold-out crowd of 47,874 people.\n&lt;a href=\"Blackpink\"&gt;Blackpink&lt;/a&gt; had a sold-out concert at the stadium on 22 February 2020 as part of their In Your Area Tour.\n&lt;a href=\"Perfume%20%28Japanese%20band%29\"&gt;Perfume&lt;/a&gt; performed a show at the stadium for their First Nationwide Major Dome tour, 'P Cubed'."
}