{
    "id": "13459",
    "revid": "41520451",
    "url": "https://en.wikipedia.org/wiki?curid=13459",
    "title": "H. G. Wells",
    "text": "Herbert George Wells (21 September 186613 August 1946) was an English writer. Prolific in many genres, he wrote dozens of novels, short stories, and works of social commentary, history, satire, biography and autobiography. His work also included two books on recreational &lt;a href=\"Wargame\"&gt;war games&lt;/a&gt;. Wells is now best remembered for his &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt; novels and is often called the \"father of science fiction\", along with &lt;a href=\"Jules%20Verne\"&gt;Jules Verne&lt;/a&gt; and the publisher &lt;a href=\"Hugo%20Gernsback\"&gt;Hugo Gernsback&lt;/a&gt;.\nDuring his own lifetime, however, he was most prominent as a forward-looking, even prophetic social critic who devoted his literary talents to the development of a &lt;a href=\"Progressivism\"&gt;progressive&lt;/a&gt; vision on a global scale. A &lt;a href=\"futurist\"&gt;futurist&lt;/a&gt;, he wrote a number of &lt;a href=\"utopian\"&gt;utopian&lt;/a&gt; works and foresaw the advent of aircraft, tanks, space travel, nuclear weapons, satellite television and something resembling the &lt;a href=\"World%20Wide%20Web\"&gt;World Wide Web&lt;/a&gt;. His science fiction imagined &lt;a href=\"time%20travel\"&gt;time travel&lt;/a&gt;, &lt;a href=\"alien%20invasion\"&gt;alien invasion&lt;/a&gt;, &lt;a href=\"invisibility\"&gt;invisibility&lt;/a&gt;, and &lt;a href=\"biological%20engineering\"&gt;biological engineering&lt;/a&gt;. &lt;a href=\"Brian%20Aldiss\"&gt;Brian Aldiss&lt;/a&gt; referred to Wells as the \"Shakespeare of science fiction\", while American writer &lt;a href=\"Charles%20Fort\"&gt;Charles Fort&lt;/a&gt; referred to him as a \"wild talent\".\nWells rendered his works convincing by instilling commonplace detail alongside a single extraordinary assumption per work – dubbed “Wells's law” – leading &lt;a href=\"Joseph%20Conrad\"&gt;Joseph Conrad&lt;/a&gt; to hail him in 1898 as \"O Realist of the Fantastic!\". His most notable science fiction works include \"&lt;a href=\"The%20Time%20Machine\"&gt;The Time Machine&lt;/a&gt;\" (1895), which was his first novel, \"&lt;a href=\"The%20Island%20of%20Doctor%20Moreau\"&gt;The Island of Doctor Moreau&lt;/a&gt;\" (1896), \"&lt;a href=\"The%20Invisible%20Man\"&gt;The Invisible Man&lt;/a&gt;\" (1897), \"&lt;a href=\"The%20War%20of%20the%20Worlds\"&gt;The War of the Worlds&lt;/a&gt;\" (1898) and the military science fiction \"&lt;a href=\"The%20War%20in%20the%20Air\"&gt;The War in the Air&lt;/a&gt;\" (1907). Wells was nominated for the &lt;a href=\"Nobel%20Prize%20in%20Literature\"&gt;Nobel Prize in Literature&lt;/a&gt; four times.\nWells's earliest specialised training was in &lt;a href=\"biology\"&gt;biology&lt;/a&gt;, and his thinking on &lt;a href=\"ethical\"&gt;ethical&lt;/a&gt; matters took place in a specifically and fundamentally &lt;a href=\"Darwinism\"&gt;Darwinian&lt;/a&gt; context. He was also an outspoken &lt;a href=\"Socialism\"&gt;socialist&lt;/a&gt; from a young age, often (but not always, as at the beginning of the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;) sympathising with &lt;a href=\"pacifism\"&gt;pacifist&lt;/a&gt; views. His later works became increasingly political and &lt;a href=\"didacticism\"&gt;didactic&lt;/a&gt;, and he wrote little science fiction, while he sometimes indicated on official documents that his profession was that of journalist. Novels such as \"&lt;a href=\"Kipps\"&gt;Kipps&lt;/a&gt;\" and \"&lt;a href=\"The%20History%20of%20Mr%20Polly\"&gt;The History of Mr Polly&lt;/a&gt;\", which describe lower-middle-class life, led to the suggestion that he was a worthy successor to &lt;a href=\"Charles%20Dickens\"&gt;Charles Dickens&lt;/a&gt;, but Wells described a range of social strata and even attempted, in \"&lt;a href=\"Tono-Bungay\"&gt;Tono-Bungay&lt;/a&gt;\" (1909), a diagnosis of &lt;a href=\"English%20society\"&gt;English society&lt;/a&gt; as a whole. Wells was a &lt;a href=\"diabetic\"&gt;diabetic&lt;/a&gt; and co-founded the charity The Diabetic Association (known today as &lt;a href=\"Diabetes%20UK\"&gt;Diabetes UK&lt;/a&gt;) in 1934.\nLife.\nEarly life.\nHerbert George Wells was born at Atlas House, 162 High Street in &lt;a href=\"Bromley\"&gt;Bromley&lt;/a&gt;, &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt;, on 21 September 1866. Called \"Bertie\" by his family, he was the fourth and last child of &lt;a href=\"Joseph%20Wells%20%28cricketer%29\"&gt;Joseph Wells&lt;/a&gt;, a former domestic gardener, and at the time a shopkeeper and professional &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;er and Sarah Neal, a former &lt;a href=\"domestic%20worker\"&gt;domestic servant&lt;/a&gt;. An inheritance had allowed the family to acquire a shop in which they sold china and sporting goods, although it failed to prosper: the stock was old and worn out, and the location was poor. Joseph Wells managed to earn a meagre income, but little of it came from the shop and he received an unsteady amount of money from playing &lt;a href=\"Amateur%20and%20professional%20cricketers\"&gt;professional cricket&lt;/a&gt; for the &lt;a href=\"Kent%20County%20Cricket%20Club\"&gt;Kent county team&lt;/a&gt;.\nA defining incident of young Wells's life was an accident in 1874 that left him bedridden with a broken leg. To pass the time he began to read books from the local library, brought to him by his father. He soon became devoted to the other worlds and lives to which books gave him access; they also stimulated his desire to write. Later that year he entered Thomas Morley's Commercial Academy, a &lt;a href=\"private%20school\"&gt;private school&lt;/a&gt; founded in 1849, following the bankruptcy of Morley's earlier school. The teaching was erratic, the curriculum mostly focused, Wells later said, on producing &lt;a href=\"Copperplate%20script\"&gt;copperplate handwriting&lt;/a&gt; and doing the sort of sums useful to tradesmen. Wells continued at Morley's Academy until 1880. In 1877, his father, Joseph Wells, suffered a fractured thigh. The accident effectively put an end to Joseph's career as a cricketer, and his subsequent earnings as a shopkeeper were not enough to compensate for the loss of the primary source of family income.\nNo longer able to support themselves financially, the family instead sought to place their sons as &lt;a href=\"apprenticeship\"&gt;apprentice&lt;/a&gt;s in various occupations. From 1880 to 1883, Wells had an unhappy apprenticeship as a &lt;a href=\"draper\"&gt;draper&lt;/a&gt; at Hyde's Drapery Emporium in &lt;a href=\"Southsea\"&gt;Southsea&lt;/a&gt;. His experiences at Hyde's, where he worked a thirteen-hour day and slept in a dormitory with other apprentices, later inspired his novels \"&lt;a href=\"The%20Wheels%20of%20Chance\"&gt;The Wheels of Chance&lt;/a&gt;\", \"&lt;a href=\"The%20History%20of%20Mr%20Polly\"&gt;The History of Mr Polly&lt;/a&gt;\", and \"&lt;a href=\"Kipps\"&gt;Kipps&lt;/a&gt;\", which portray the life of a draper's apprentice as well as providing a critique of society's distribution of wealth.\nWells's parents had a turbulent marriage, owing primarily to his mother's being a &lt;a href=\"Protestantism\"&gt;Protestant&lt;/a&gt; and his father's being a &lt;a href=\"Freethought\"&gt;freethinker&lt;/a&gt;. When his mother returned to work as a lady's maid (at &lt;a href=\"Uppark\"&gt;Uppark&lt;/a&gt;, a &lt;a href=\"English%20country%20house\"&gt;country house&lt;/a&gt; in &lt;a href=\"Sussex\"&gt;Sussex&lt;/a&gt;), one of the conditions of work was that she would not be permitted to have living space for her husband and children. Thereafter, she and Joseph lived separate lives, though they never divorced and remained faithful to each other. As a consequence, Herbert's personal troubles increased as he subsequently failed as a draper and also, later, as a chemist's assistant. However, Uppark had a magnificent library in which he immersed himself, reading many classic works, including &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt;'s \"&lt;a href=\"Republic%20%28Plato%29\"&gt;Republic&lt;/a&gt;\", &lt;a href=\"Thomas%20More\"&gt;Thomas More&lt;/a&gt;'s \"&lt;a href=\"Utopia%20%28book%29\"&gt;Utopia&lt;/a&gt;\", and the works of &lt;a href=\"Daniel%20Defoe\"&gt;Daniel Defoe&lt;/a&gt;. This was the beginning of Wells's venture into literature.\nTeacher.\nIn October 1879, Wells's mother arranged through a distant relative, Arthur Williams, for him to join the &lt;a href=\"National%20school%20%28England%20and%20Wales%29\"&gt;National School&lt;/a&gt; at &lt;a href=\"Wookey\"&gt;Wookey&lt;/a&gt; in Somerset as a pupil–teacher, a senior pupil who acted as a teacher of younger children. In December that year, however, Williams was dismissed for irregularities in his qualifications and Wells was returned to Uppark. After a short apprenticeship at a chemist in nearby &lt;a href=\"Midhurst\"&gt;Midhurst&lt;/a&gt; and an even shorter stay as a boarder at &lt;a href=\"Midhurst%20Grammar%20School\"&gt;Midhurst Grammar School&lt;/a&gt;, he signed his apprenticeship papers at Hyde's. In 1883, Wells persuaded his parents to release him from the apprenticeship, taking an opportunity offered by Midhurst Grammar School again to become a pupil–teacher; his proficiency in Latin and science during his earlier short stay had been remembered.\nThe years he spent in Southsea had been the most miserable of his life to that point, but his good fortune at securing a position at Midhurst Grammar School meant that Wells could continue his self-education in earnest. The following year, Wells won a scholarship to the Normal School of Science (later the &lt;a href=\"Royal%20College%20of%20Science\"&gt;Royal College of Science&lt;/a&gt; in &lt;a href=\"South%20Kensington\"&gt;South Kensington&lt;/a&gt;, now part of &lt;a href=\"Imperial%20College%20London\"&gt;Imperial College London&lt;/a&gt;) in London, studying &lt;a href=\"biology\"&gt;biology&lt;/a&gt; under &lt;a href=\"Thomas%20Henry%20Huxley\"&gt;Thomas Henry Huxley&lt;/a&gt;. As an alumnus, he later helped to set up the Royal College of Science Association, of which he became the first president in 1909. Wells studied in his new school until 1887, with a weekly allowance of 21 &lt;a href=\"shilling\"&gt;shilling&lt;/a&gt;s (a &lt;a href=\"guinea%20%28British%20coin%29\"&gt;guinea&lt;/a&gt;) thanks to his scholarship. This ought to have been a comfortable sum of money (at the time many &lt;a href=\"working%20class\"&gt;working class&lt;/a&gt; families had \"round about a pound a week\" as their entire household income), yet in his \"Experiment in Autobiography\" Wells speaks of constantly being hungry, and indeed photographs of him at the time show a youth who is very thin and malnourished.\nHe soon entered the Debating Society of the school. These years mark the beginning of his interest in a possible reformation of society. At first approaching the subject through Plato's \"Republic\", he soon turned to contemporary ideas of socialism as expressed by the recently formed &lt;a href=\"Fabian%20Society\"&gt;Fabian Society&lt;/a&gt; and free lectures delivered at &lt;a href=\"Kelmscott%20House\"&gt;Kelmscott House&lt;/a&gt;, the home of &lt;a href=\"William%20Morris\"&gt;William Morris&lt;/a&gt;. He was also among the founders of \"The Science School Journal\", a school magazine that allowed him to express his views on literature and society, as well as trying his hand at fiction; a precursor to his novel \"&lt;a href=\"The%20Time%20Machine\"&gt;The Time Machine&lt;/a&gt;\" was published in the journal under the title \"&lt;a href=\"The%20Chronic%20Argonauts\"&gt;The Chronic Argonauts&lt;/a&gt;\". The school year 1886–87 was the last year of his studies.\nDuring 1888, Wells stayed in &lt;a href=\"Stoke-on-Trent\"&gt;Stoke-on-Trent&lt;/a&gt;, living in &lt;a href=\"Basford%2C%20Staffordshire\"&gt;Basford&lt;/a&gt;. The unique environment of &lt;a href=\"The%20Potteries\"&gt;The Potteries&lt;/a&gt; was certainly an inspiration. He wrote in a letter to a friend from the area that \"the district made an immense impression on me.\" The inspiration for some of his descriptions in \"The War of the Worlds\" is thought to have come from his short time spent here, seeing the iron foundry furnaces burn over the city, shooting huge red light into the skies. His stay in The Potteries also resulted in the macabre short story \"&lt;a href=\"The%20Cone\"&gt;The Cone&lt;/a&gt;\" (1895, contemporaneous with his famous \"The Time Machine\"), set in the north of the city.\nAfter teaching for some time, he was briefly on the staff of &lt;a href=\"Holt%2C%20Wrexham%20County%20Borough\"&gt;Holt&lt;/a&gt; Academy in Wales – Wells found it necessary to supplement his knowledge relating to educational principles and methodology and entered the College of Preceptors (&lt;a href=\"College%20of%20Teachers\"&gt;College of Teachers&lt;/a&gt;). He later received his Licentiate and Fellowship &lt;a href=\"College%20of%20Teachers\"&gt;FCP&lt;/a&gt; diplomas from the college. It was not until 1890 that Wells earned a Bachelor of Science degree in &lt;a href=\"zoology\"&gt;zoology&lt;/a&gt; from the &lt;a href=\"University%20of%20London%20External%20System\"&gt;University of London External Programme&lt;/a&gt;. In 1889–90, he managed to find a post as a teacher at Henley House School in London, where he taught &lt;a href=\"A.%20A.%20Milne\"&gt;A. A. Milne&lt;/a&gt; (whose father ran the school). His first published work was a \"Text-Book of Biology\" in two volumes (1893).\nUpon leaving the Normal School of Science, Wells was left without a source of income. His aunt Mary—his father's sister-in-law—invited him to stay with her for a while, which solved his immediate problem of accommodation. During his stay at his aunt's residence, he grew increasingly interested in her daughter, Isabel, whom he later courted. To earn money, he began writing short humorous articles for journals such as \"&lt;a href=\"The%20Pall%20Mall%20Gazette\"&gt;The Pall Mall Gazette&lt;/a&gt;\", later collecting these in volume form as \"&lt;a href=\"Select%20Conversations%20with%20an%20Uncle\"&gt;Select Conversations with an Uncle&lt;/a&gt;\" (1895) and \"&lt;a href=\"Certain%20Personal%20Matters\"&gt;Certain Personal Matters&lt;/a&gt;\" (1897). So prolific did Wells become at this mode of journalism that many of his early pieces remain unidentified. According to David C. Smith, \"Most of Wells's occasional pieces have not been collected, and many have not even been identified as his. Wells did not automatically receive the byline his reputation demanded until after 1896 or so ... As a result, many of his early pieces are unknown. It is obvious that many early Wells items have been lost.\" His success with these shorter pieces encouraged him to write book-length work, and he published his first novel, \"&lt;a href=\"The%20Time%20Machine\"&gt;The Time Machine&lt;/a&gt;\", in 1895.\nPersonal life.\nIn 1891, Wells &lt;a href=\"cousin%20marriage\"&gt;married his cousin&lt;/a&gt; Isabel Mary Wells (1865–1931; from 1902 Isabel Mary Smith). The couple agreed to separate in 1894, when he had fallen in love with one of his students, Amy Catherine Robbins (1872–1927; later known as Jane), with whom he moved to &lt;a href=\"Woking\"&gt;Woking&lt;/a&gt;, Surrey, in May 1895. They lived in a rented house, 'Lynton' (now No.141), Maybury Road, in the town centre for just under 18 months and married at St Pancras register office in October 1895. His short period in Woking was perhaps the most creative and productive of his whole writing career, for while there he planned and wrote \"&lt;a href=\"The%20War%20of%20the%20Worlds\"&gt;The War of the Worlds&lt;/a&gt;\" and \"&lt;a href=\"The%20Time%20Machine\"&gt;The Time Machine&lt;/a&gt;\", completed \"&lt;a href=\"The%20Island%20of%20Doctor%20Moreau\"&gt;The Island of Doctor Moreau&lt;/a&gt;\", wrote and published \"&lt;a href=\"The%20Wonderful%20Visit\"&gt;The Wonderful Visit&lt;/a&gt;\" and \"&lt;a href=\"The%20Wheels%20of%20Chance\"&gt;The Wheels of Chance&lt;/a&gt;\", and began writing two other early books, \"&lt;a href=\"When%20the%20Sleeper%20Wakes\"&gt;When the Sleeper Wakes&lt;/a&gt;\" and \"&lt;a href=\"Love%20and%20Mr%20Lewisham\"&gt;Love and Mr Lewisham&lt;/a&gt;\".\nIn late summer 1896, Wells and Jane moved to a larger house in &lt;a href=\"Worcester%20Park\"&gt;Worcester Park&lt;/a&gt;, near &lt;a href=\"Kingston%20upon%20Thames\"&gt;Kingston upon Thames&lt;/a&gt;, for two years; this lasted until his poor health took them to Sandgate, near &lt;a href=\"Folkestone\"&gt;Folkestone&lt;/a&gt;, where he constructed a large family home, &lt;a href=\"Spade%20House\"&gt;Spade House&lt;/a&gt;, in 1901. He had two sons with Jane: &lt;a href=\"G.%20P.%20Wells\"&gt;George Philip&lt;/a&gt; (known as \"Gip\"; 1901–1985) and Frank Richard (1903–1982) (grandfather of film director &lt;a href=\"Simon%20Wells\"&gt;Simon Wells&lt;/a&gt;). Jane died on 6 October 1927, in &lt;a href=\"Great%20Dunmow\"&gt;Dunmow&lt;/a&gt;, at the age of 55.\nWells had &lt;a href=\"affair\"&gt;affair&lt;/a&gt;s with a significant number of women. In December 1909, he had a daughter, Anna-Jane, with the writer &lt;a href=\"Amber%20Reeves\"&gt;Amber Reeves&lt;/a&gt;, whose parents, &lt;a href=\"William%20Pember%20Reeves\"&gt;William&lt;/a&gt; and &lt;a href=\"Maud%20Pember%20Reeves\"&gt;Maud Pember Reeves&lt;/a&gt;, he had met through the &lt;a href=\"Fabian%20Society\"&gt;Fabian Society&lt;/a&gt;. Amber had married the barrister &lt;a href=\"G.%20R.%20Blanco%20White\"&gt;G. R. Blanco White&lt;/a&gt; in July of that year, as co-arranged by Wells. After &lt;a href=\"Beatrice%20Webb\"&gt;Beatrice Webb&lt;/a&gt; voiced disapproval of Wells's \"sordid intrigue\" with Amber, he responded by lampooning Beatrice Webb and her husband Sidney Webb in his 1911 novel \"The New Machiavelli\" as 'Altiora and Oscar Bailey', a pair of short-sighted, bourgeois manipulators. Between 1910 and 1913, novelist &lt;a href=\"Elizabeth%20von%20Arnim\"&gt;Elizabeth von Arnim&lt;/a&gt; was one of his mistresses. In 1914, he had a son, &lt;a href=\"Anthony%20West%20%28author%29\"&gt;Anthony West&lt;/a&gt; (1914–1987), by the novelist and &lt;a href=\"feminism\"&gt;feminist&lt;/a&gt; &lt;a href=\"Rebecca%20West\"&gt;Rebecca West&lt;/a&gt;, 26 years his junior. In 1920–21, and intermittently until his death, he had a love affair with the American &lt;a href=\"birth%20control\"&gt;birth control&lt;/a&gt; activist &lt;a href=\"Margaret%20Sanger\"&gt;Margaret Sanger&lt;/a&gt;.\nBetween 1924 and 1933 he partnered with the 22-year younger Dutch adventurer and writer &lt;a href=\"Odette%20Keun\"&gt;Odette Keun&lt;/a&gt;, with whom he lived in \"Lou Pidou\", a house they built together in &lt;a href=\"Grasse\"&gt;Grasse&lt;/a&gt;, France. Wells dedicated his longest book to her (\"&lt;a href=\"The%20World%20of%20William%20Clissold\"&gt;The World of William Clissold&lt;/a&gt;\", 1926). When visiting &lt;a href=\"Maxim%20Gorky\"&gt;Maxim Gorky&lt;/a&gt; in Russia 1920, he had slept with Gorky's mistress &lt;a href=\"Moura%20Budberg\"&gt;Moura Budberg&lt;/a&gt;, then still Countess Benckendorf and 27 years his junior. In 1933, when she left Gorky and emigrated to London, their relationship renewed and she cared for him through his final illness. Wells repeatedly asked her to marry him, but Budberg strongly rejected his proposals.\nIn \"Experiment in Autobiography\" (1934), Wells wrote: \"I was never a great amorist, though I have loved several people very deeply\". &lt;a href=\"David%20Lodge%20%28author%29\"&gt;David Lodge&lt;/a&gt;'s novel \"A Man of Parts\" (2011)—a 'narrative based on factual sources' (author's note)—gives a convincing and generally sympathetic account of Wells's relations with the women mentioned above, and others.\nDirector &lt;a href=\"Simon%20Wells\"&gt;Simon Wells&lt;/a&gt; (born 1961), the author's great-grandson, was a consultant on the future scenes in \"&lt;a href=\"Back%20to%20the%20Future%20Part%20II\"&gt;Back to the Future Part II&lt;/a&gt;\" (1989).\nArtist.\nOne of the ways that Wells expressed himself was through his drawings and sketches. One common location for these was the endpapers and title pages of his own diaries, and they covered a wide variety of topics, from political commentary to his feelings toward his literary contemporaries and his current romantic interests. During his marriage to Amy Catherine, whom he nicknamed Jane, he drew a considerable number of pictures, many of them being overt comments on their marriage. During this period, he called these pictures \"picshuas\". These picshuas have been the topic of study by Wells scholars for many years, and in 2006, a book was published on the subject.\nWriter.\nSome of his early novels, called \"&lt;a href=\"scientific%20romance\"&gt;scientific romance&lt;/a&gt;s\", invented several themes now classic in science fiction in such works as \"&lt;a href=\"The%20Time%20Machine\"&gt;The Time Machine&lt;/a&gt;\", \"&lt;a href=\"The%20Island%20of%20Doctor%20Moreau\"&gt;The Island of Doctor Moreau&lt;/a&gt;\", \"&lt;a href=\"The%20Invisible%20Man\"&gt;The Invisible Man&lt;/a&gt;\", \"&lt;a href=\"The%20War%20of%20the%20Worlds\"&gt;The War of the Worlds&lt;/a&gt;\", \"&lt;a href=\"The%20Sleeper%20Awakes\"&gt;When the Sleeper Wakes&lt;/a&gt;\", and \"&lt;a href=\"The%20First%20Men%20in%20the%20Moon\"&gt;The First Men in the Moon&lt;/a&gt;\". He also wrote realistic novels that received critical acclaim, including \"&lt;a href=\"Kipps\"&gt;Kipps&lt;/a&gt;\" and a critique of English culture during the &lt;a href=\"Edwardian%20period\"&gt;Edwardian period&lt;/a&gt;, \"&lt;a href=\"Tono-Bungay\"&gt;Tono-Bungay&lt;/a&gt;\". Wells also wrote dozens of short stories and novellas, including, \"The Flowering of the Strange Orchid\", which helped bring the full impact of &lt;a href=\"Charles%20Darwin\"&gt;Darwin&lt;/a&gt;'s revolutionary botanical ideas to a wider public, and was followed by many later successes such as \"&lt;a href=\"The%20Country%20of%20the%20Blind\"&gt;The Country of the Blind&lt;/a&gt;\" (1904).\nAccording to &lt;a href=\"James%20E.%20Gunn%20%28writer%29\"&gt;James Gunn&lt;/a&gt;, one of Wells's major contributions to the science fiction genre was his approach, which he referred to as his \"new system of ideas\". In his opinion, the author should always strive to make the story as credible as possible, even if both the writer and the reader knew certain elements are impossible, allowing the reader to accept the ideas as something that could really happen, today referred to as \"the plausible impossible\" and \"&lt;a href=\"suspension%20of%20disbelief\"&gt;suspension of disbelief&lt;/a&gt;\". While neither invisibility nor time travel was new in speculative fiction, Wells added a sense of realism to the concepts which the readers were not familiar with. He conceived the idea of using a vehicle that allows an operator to travel purposely and selectively forwards or backwards in time. The term \"&lt;a href=\"time%20machine\"&gt;time machine&lt;/a&gt;\", coined by Wells, is now almost universally used to refer to such a vehicle. He explained that while writing \"The Time Machine\", he realized that \"the more impossible the story I had to tell, the more ordinary must be the setting, and the circumstances in which I now set the &lt;a href=\"Time%20travel\"&gt;Time Traveller&lt;/a&gt; were all that I could imagine of solid upper-class comforts.\" In \"Wells's Law\", a science fiction story should contain only a single extraordinary assumption. Therefore, as justifications for the impossible, he employed scientific ideas and theories. Wells's best-known statement of the \"law\" appears in his introduction to a collection of his works published in 1934:\nAs soon as the magic trick has been done the whole business of the fantasy writer is to keep everything else human and real. Touches of prosaic detail are imperative and a rigorous adherence to the hypothesis. Any extra fantasy outside the cardinal assumption immediately gives a touch of irresponsible silliness to the invention.\n&lt;a href=\"Griffin%20%28The%20Invisible%20Man%29\"&gt;Dr. Griffin / The Invisible Man&lt;/a&gt; is a brilliant research scientist who discovers a method of invisibility, but finds himself unable to reverse the process. An enthusiast of random and irresponsible violence, Griffin has become an iconic character in &lt;a href=\"horror%20fiction\"&gt;horror fiction&lt;/a&gt;. \"The Island of Doctor Moreau\" sees a shipwrecked man left on the island home of Doctor Moreau, a &lt;a href=\"mad%20scientist\"&gt;mad scientist&lt;/a&gt; who creates &lt;a href=\"Human%E2%80%93animal%20hybrid\"&gt;human-like hybrid beings&lt;/a&gt; from animals via vivisection. The earliest depiction of &lt;a href=\"Uplift%20%28science%20fiction%29\"&gt;uplift&lt;/a&gt;, the novel deals with a number of philosophical themes, including pain and cruelty, moral responsibility, human identity, and human interference with nature. In \"The First Men in the Moon\" Wells used the idea of radio communication between &lt;a href=\"astronomical%20object\"&gt;astronomical object&lt;/a&gt;s, a plot point inspired by &lt;a href=\"Nikola%20Tesla\"&gt;Nikola Tesla&lt;/a&gt;'s claim that he had received radio signals from Mars. Though \"Tono-Bungay\" is not a science-fiction novel, radioactive decay plays a small but consequential role in it. Radioactive decay plays a much larger role in \"&lt;a href=\"The%20World%20Set%20Free\"&gt;The World Set Free&lt;/a&gt;\" (1914). This book contains what is surely his biggest prophetic \"hit\", with the first description of a &lt;a href=\"nuclear%20weapon\"&gt;nuclear weapon&lt;/a&gt;. Scientists of the day were well aware that the natural decay of &lt;a href=\"radium\"&gt;radium&lt;/a&gt; releases energy at a slow rate over thousands of years. The \"rate\" of release is too slow to have practical utility, but the \"total amount\" released is huge. Wells's novel revolves around an (unspecified) invention that accelerates the process of radioactive decay, producing bombs that explode with no more than the force of ordinary high explosives—but which \"continue to explode\" for days on end. \"Nothing could have been more obvious to the people of the earlier twentieth century\", he wrote, \"than the rapidity with which war was becoming impossible ... [but] they did not see it until the atomic bombs burst in their fumbling hands\". In 1932, the physicist and conceiver of &lt;a href=\"nuclear%20chain%20reaction\"&gt;nuclear chain reaction&lt;/a&gt; &lt;a href=\"Le%C3%B3%20Szil%C3%A1rd\"&gt;Leó Szilárd&lt;/a&gt; read \"The World Set Free\" (the same year Sir &lt;a href=\"James%20Chadwick\"&gt;James Chadwick&lt;/a&gt; discovered the &lt;a href=\"neutron\"&gt;neutron&lt;/a&gt;), a book which he said made a great impression on him. In addition to writing early science fiction, he produced work dealing with mythological beings like an angel in the novel \"&lt;a href=\"The%20Wonderful%20Visit\"&gt;The Wonderful Visit&lt;/a&gt;\" (1895) and a mermaid in the novel \"&lt;a href=\"The%20Sea%20Lady\"&gt;The Sea Lady&lt;/a&gt;\" (1902).\nWells also wrote non-fiction. His first non-fiction &lt;a href=\"bestseller\"&gt;bestseller&lt;/a&gt; was \"&lt;a href=\"Anticipations\"&gt;Anticipations of the Reaction of Mechanical and Scientific Progress upon Human Life and Thought&lt;/a&gt;\" (1901). When originally serialised in a magazine it was subtitled \"An Experiment in Prophecy\", and is considered his most explicitly &lt;a href=\"future\"&gt;futuristic&lt;/a&gt; work. It offered the immediate political message of the privileged sections of society continuing to bar capable men from other classes from advancement until war would force a need to employ those most able, rather than the traditional upper classes, as leaders. Anticipating what the world would be like in the year 2000, the book is interesting both for its hits (trains and cars resulting in the dispersion of populations from cities to suburbs; moral restrictions declining as men and women seek greater sexual freedom; the defeat of German &lt;a href=\"militarism\"&gt;militarism&lt;/a&gt;, and the existence of a European Union) and its misses (he did not expect successful &lt;a href=\"aircraft\"&gt;aircraft&lt;/a&gt; before 1950, and averred that \"my imagination refuses to see any sort of submarine doing anything but suffocate its crew and founder at sea\").\nHis bestselling two-volume work, \"&lt;a href=\"The%20Outline%20of%20History\"&gt;The Outline of History&lt;/a&gt;\" (1920), began a new era of popularised world history. It received a mixed critical response from professional historians. However, it was very popular amongst the general population and made Wells a rich man. Many other authors followed with \"Outlines\" of their own in other subjects. He reprised his \"Outline\" in 1922 with a much shorter popular work, \"&lt;a href=\"A%20Short%20History%20of%20the%20World%20%28H.%20G.%20Wells%29\"&gt;A Short History of the World&lt;/a&gt;\", a history book praised by &lt;a href=\"Albert%20Einstein\"&gt;Albert Einstein&lt;/a&gt;, and two long efforts, \"&lt;a href=\"The%20Science%20of%20Life\"&gt;The Science of Life&lt;/a&gt;\" (1930)—written with his son &lt;a href=\"G.%20P.%20Wells\"&gt;G. P. Wells&lt;/a&gt; and evolutionary biologist &lt;a href=\"Julian%20Huxley\"&gt;Julian Huxley&lt;/a&gt;, and \"&lt;a href=\"The%20Work%2C%20Wealth%20and%20Happiness%20of%20Mankind\"&gt;The Work, Wealth and Happiness of Mankind&lt;/a&gt;\" (1931). The \"Outlines\" became sufficiently common for &lt;a href=\"James%20Thurber\"&gt;James Thurber&lt;/a&gt; to parody the trend in his humorous essay, \"An Outline of Scientists\"—indeed, Wells's \"Outline of History\" remains in print with a new 2005 edition, while \"A Short History of the World\" has been re-edited (2006).\nFrom quite early in Wells's career, he sought a better way to organise society and wrote a number of &lt;a href=\"Utopia\"&gt;Utopia&lt;/a&gt;n novels. The first of these was \"&lt;a href=\"A%20Modern%20Utopia\"&gt;A Modern Utopia&lt;/a&gt;\" (1905), which shows a worldwide utopia with \"no imports but meteorites, and no exports at all\"; two travellers from our world fall into its &lt;a href=\"alternate%20history\"&gt;alternate history&lt;/a&gt;. The others usually begin with the world rushing to catastrophe, until people realise a better way of living: whether by mysterious gases from a &lt;a href=\"comet\"&gt;comet&lt;/a&gt; causing people to behave rationally and abandoning a European war (\"&lt;a href=\"In%20the%20Days%20of%20the%20Comet\"&gt;In the Days of the Comet&lt;/a&gt;\" (1906)), or a world council of scientists taking over, as in \"&lt;a href=\"The%20Shape%20of%20Things%20to%20Come\"&gt;The Shape of Things to Come&lt;/a&gt;\" (1933, which he later adapted for the 1936 &lt;a href=\"Alexander%20Korda\"&gt;Alexander Korda&lt;/a&gt; film, \"&lt;a href=\"Things%20to%20Come\"&gt;Things to Come&lt;/a&gt;\"). This depicted, all too accurately, the impending &lt;a href=\"World%20War%20II\"&gt;World War&lt;/a&gt;, with cities being destroyed by aerial bombs. He also portrayed the rise of &lt;a href=\"fascism\"&gt;fascist&lt;/a&gt; dictators in \"The Autocracy of Mr Parham\" (1930) and \"The Holy Terror\" (1939). \"&lt;a href=\"Men%20Like%20Gods\"&gt;Men Like Gods&lt;/a&gt;\" (1923) is also a utopian novel. Wells in this period was regarded as an enormously influential figure; the critic &lt;a href=\"Malcolm%20Cowley\"&gt;Malcolm Cowley&lt;/a&gt; stated: \"by the time he was forty, his influence was wider than any other living English writer\".\nWells contemplates the ideas of &lt;a href=\"nature%20and%20nurture\"&gt;nature and nurture&lt;/a&gt; and questions humanity in books such as \"The First Men in the Moon\", where nature is completely suppressed by nurture, and \"The Island of Doctor Moreau\", where the strong presence of nature represents a threat to a civilized society. Not all his scientific romances ended in a Utopia, and Wells also wrote a &lt;a href=\"dystopia\"&gt;dystopia&lt;/a&gt;n novel, \"When the Sleeper Wakes\" (1899, rewritten as \"The Sleeper Awakes\", 1910), which pictures a future society where the classes have become more and more separated, leading to a revolt of the masses against the rulers. \"The Island of Doctor Moreau\" is even darker. The narrator, having been trapped on an island of animals vivisected (unsuccessfully) into human beings, eventually returns to England; like &lt;a href=\"Gulliver%27s%20Travels\"&gt;Gulliver&lt;/a&gt; on his return from the &lt;a href=\"Houyhnhnm\"&gt;Houyhnhnm&lt;/a&gt;s, he finds himself unable to shake off the perceptions of his fellow humans as barely civilised beasts, slowly reverting to their animal natures.\nWells also wrote the preface for the first edition of &lt;a href=\"W.%20N.%20P.%20Barbellion\"&gt;W. N. P. Barbellion&lt;/a&gt;'s diaries, \"The Journal of a Disappointed Man\", published in 1919. Since \"Barbellion\" was the real author's &lt;a href=\"pen%20name\"&gt;pen name&lt;/a&gt;, many reviewers believed Wells to have been the true author of the \"Journal\"; Wells always denied this, despite being full of praise for the diaries.\nIn 1927, a Canadian teacher and writer &lt;a href=\"Florence%20Deeks\"&gt;Florence Deeks&lt;/a&gt; unsuccessfully sued Wells for infringement of copyright and breach of trust, claiming that much of \"The Outline of History\" had been plagiarised from her unpublished manuscript, \"The Web of the World's Romance\", which had spent nearly nine months in the hands of Wells's Canadian publisher, Macmillan Canada. However, it was sworn on oath at the trial that the manuscript remained in Toronto in the safekeeping of Macmillan, and that Wells did not even know it existed, let alone had seen it. The court found no proof of copying, and decided the similarities were due to the fact that the books had similar nature and both writers had access to the same sources. In 2000, &lt;a href=\"A.%20B.%20McKillop\"&gt;A. B. McKillop&lt;/a&gt;, a professor of history at Carleton University, produced a book on the case, \"The Spinster &amp; The Prophet: Florence Deeks, H. G. Wells, and the Mystery of the Purloined Past\". According to McKillop, the lawsuit was unsuccessful due to the prejudice against a woman suing a well-known and famous male author, and he paints a detailed story based on the circumstantial evidence of the case. In 2004, Denis N. Magnusson, Professor Emeritus of the Faculty of Law, Queen's University, Ontario, published an article on \"Deeks v. Wells\". This re-examines the case in relation to McKillop's book. While having some sympathy for Deeks, he argues that she had a weak case that was not well presented, and though she may have met with &lt;a href=\"sexism\"&gt;sexism&lt;/a&gt; from her lawyers, she received a fair trial, adding that the law applied is essentially the same law that would be applied to a similar case today (i.e., 2004).\nIn 1933, Wells predicted in \"The Shape of Things to Come\" that the world war he feared would begin in January 1940, a prediction which ultimately came true four months early, in September 1939, with the outbreak of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. In 1936, before the &lt;a href=\"Royal%20Institution\"&gt;Royal Institution&lt;/a&gt;, Wells called for the compilation of a constantly growing and changing World &lt;a href=\"Encyclopaedia\"&gt;Encyclopaedia&lt;/a&gt;, to be reviewed by outstanding authorities and made accessible to every human being. In 1938, he published a collection of essays on the future organisation of knowledge and education, \"&lt;a href=\"World%20Brain\"&gt;World Brain&lt;/a&gt;\", including the essay \"The Idea of a Permanent World Encyclopaedia\".\nPrior to 1933, Wells's books were widely read in Germany and Austria, and most of his science fiction works had been translated shortly after publication. By 1933, he had attracted the attention of German officials because of his criticism of the political situation in Germany, and on 10 May 1933, Wells's books were &lt;a href=\"List%20of%20book-burning%20incidents%23Jewish%2C%20anti-Nazi%20and%20%26quot%3Bdegenerate%26quot%3B%20books%20%28by%20the%20Nazis%29\"&gt;burned by the Nazi youth&lt;/a&gt; in Berlin's &lt;a href=\"Bebelplatz\"&gt;Opernplatz&lt;/a&gt;, and his works were banned from libraries and book stores. Wells, as president of &lt;a href=\"PEN%20International\"&gt;PEN International&lt;/a&gt; (Poets, Essayists, Novelists), angered the &lt;a href=\"Nazism\"&gt;Nazis&lt;/a&gt; by overseeing the expulsion of the German PEN club from the international body in 1934 following the German PEN's refusal to admit non-&lt;a href=\"Aryan\"&gt;Aryan&lt;/a&gt; writers to its membership. At a PEN conference in &lt;a href=\"Dubrovnik\"&gt;Ragusa&lt;/a&gt;, Wells refused to yield to Nazi sympathisers who demanded that the exiled author &lt;a href=\"Ernst%20Toller\"&gt;Ernst Toller&lt;/a&gt; be prevented from speaking. Near the end of World War II, &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied forces&lt;/a&gt; discovered that the &lt;a href=\"Schutzstaffel\"&gt;SS&lt;/a&gt; had compiled lists of people slated for immediate arrest during the invasion of Britain in the abandoned &lt;a href=\"Operation%20Sea%20Lion\"&gt;Operation Sea Lion&lt;/a&gt;, with Wells included in the alphabetical list of \"&lt;a href=\"The%20Black%20Book%20%28list%29\"&gt;The Black Book&lt;/a&gt;\".\nWartime works.\nSeeking a more structured way to play war games, Wells wrote \"&lt;a href=\"Floor%20Games\"&gt;Floor Games&lt;/a&gt;\" (1911) followed by \"&lt;a href=\"Little%20Wars\"&gt;Little Wars&lt;/a&gt;\" (1913), which set out rules for fighting battles with &lt;a href=\"toy%20soldier\"&gt;toy soldier&lt;/a&gt;s (miniatures). A &lt;a href=\"pacificism\"&gt;pacifist&lt;/a&gt; prior to the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;, Wells stated \"how much better is this amiable miniature [war] than the real thing\". According to Wells, the idea of the game developed from a visit by his friend &lt;a href=\"Jerome%20K.%20Jerome\"&gt;Jerome K. Jerome&lt;/a&gt;. After dinner, Jerome began shooting down toy soldiers with a toy cannon and Wells joined in to compete.\nDuring August 1914, immediately after the outbreak of the First World War, Wells published a number of articles in London newspapers that subsequently appeared as a book entitled \"The War That Will End War\". He coined the expression with the idealistic belief that the result of the war would make a future conflict impossible. Wells blamed the &lt;a href=\"Central%20Powers\"&gt;Central Powers&lt;/a&gt; for the coming of the war and argued that only the defeat of German &lt;a href=\"militarism\"&gt;militarism&lt;/a&gt; could bring about an end to war. Wells used the shorter form of the phrase, \"&lt;a href=\"the%20war%20to%20end%20war\"&gt;the war to end war&lt;/a&gt;\", in \"In the Fourth Year\" (1918), in which he noted that the phrase \"got into circulation\" in the second half of 1914. In fact, it had become one of the most common &lt;a href=\"catchphrase\"&gt;catchphrase&lt;/a&gt;s of the war.\nIn 1918 Wells worked for the British &lt;a href=\"War%20Propaganda%20Bureau\"&gt;War Propaganda Bureau&lt;/a&gt;, also called Wellington House. Wells was also one of fifty-three leading British authors — a number that included &lt;a href=\"Rudyard%20Kipling\"&gt;Rudyard Kipling&lt;/a&gt;, &lt;a href=\"Thomas%20Hardy\"&gt;Thomas Hardy&lt;/a&gt; and Sir &lt;a href=\"Arthur%20Conan%20Doyle\"&gt;Arthur Conan Doyle&lt;/a&gt; — who signed their names to the “Authors' Declaration.” This manifesto declared that the German invasion of Belgium had been a brutal crime, and that Britain “could not without dishonour have refused to take part in the present war.”\nTravels to Russia and the Soviet Union.\nWells visited Russia three times: 1914, 1920 and 1934. During his second visit, he saw his old friend &lt;a href=\"Maxim%20Gorky\"&gt;Maxim Gorky&lt;/a&gt; and with Gorky's help, met &lt;a href=\"Vladimir%20Lenin\"&gt;Vladimir Lenin&lt;/a&gt;. In his book \"&lt;a href=\"Russia%20in%20the%20Shadows\"&gt;Russia in the Shadows&lt;/a&gt;\", Wells portrayed Russia as recovering from a total social collapse, \"the completest that has ever happened to any modern social organisation.\" On 23 July 1934, after visiting U.S. President &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt;, Wells went to the Soviet Union and interviewed &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; for three hours for the \"&lt;a href=\"New%20Statesman\"&gt;New Statesman&lt;/a&gt;\" magazine, which was extremely rare at that time. He told Stalin how he had seen 'the happy faces of healthy people' in contrast with his previous visit to Moscow in 1920. However, he also criticised the lawlessness, class discrimination, state violence, and absence of &lt;a href=\"Freedom%20of%20speech\"&gt;free expression&lt;/a&gt;. Stalin enjoyed the conversation and replied accordingly. As the chairman of the London-based &lt;a href=\"PEN%20International\"&gt;PEN International&lt;/a&gt;, which protected the rights of authors to write without being intimidated, Wells hoped by his trip to USSR, he could win Stalin over by force of argument. Before he left, he realised that no reform was to happen in the near future.\nFinal years.\nWells’s greatest literary output occurred before the First World War, which was lamented by younger authors whom he had influenced. In this connection, &lt;a href=\"George%20Orwell\"&gt;George Orwell&lt;/a&gt; described Wells as \"too sane to understand the modern world\", and \"since 1920 he has squandered his talents in slaying &lt;a href=\"Paper%20tiger\"&gt;paper dragons&lt;/a&gt;.\" &lt;a href=\"G.%20K.%20Chesterton\"&gt;G. K. Chesterton&lt;/a&gt; quipped: \"Mr Wells is a born storyteller who has sold his birthright for a pot of message\".\nWells had &lt;a href=\"diabetes%20mellitus\"&gt;diabetes&lt;/a&gt;, and was a co-founder in 1934 of The Diabetic Association (now &lt;a href=\"Diabetes%20UK\"&gt;Diabetes UK&lt;/a&gt;, the leading charity for people with diabetes in the UK).\nOn 28 October 1940, on the radio station &lt;a href=\"KTSA\"&gt;KTSA&lt;/a&gt; in &lt;a href=\"San%20Antonio\"&gt;San Antonio&lt;/a&gt;, &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;, Wells took part in a radio interview with &lt;a href=\"Orson%20Welles\"&gt;Orson Welles&lt;/a&gt;, who two years previously had performed a famous &lt;a href=\"The%20War%20of%20the%20Worlds%20%28radio%20drama%29\"&gt;radio adaptation of \"The War of the Worlds\"&lt;/a&gt;. During the interview, by Charles C Shaw, a KTSA radio host, Wells admitted his surprise at the sensation that resulted from the broadcast but acknowledged his debt to Welles for increasing sales of one of his \"more obscure\" titles.\nDeath.\nWells died of unspecified causes on 13 August 1946, aged 79, at his home at 13 Hanover Terrace, overlooking &lt;a href=\"Regent%27s%20Park\"&gt;Regent's Park&lt;/a&gt;, London. In his preface to the 1941 edition of \"&lt;a href=\"The%20War%20in%20the%20Air\"&gt;The War in the Air&lt;/a&gt;\", Wells had stated that his &lt;a href=\"epitaph\"&gt;epitaph&lt;/a&gt; should be: \"I told you so. You \"damned\" fools\". Wells's body was cremated at &lt;a href=\"Golders%20Green%20Crematorium\"&gt;Golders Green Crematorium&lt;/a&gt; on 16 August 1946; his ashes were subsequently scattered into the &lt;a href=\"English%20Channel\"&gt;English Channel&lt;/a&gt; at &lt;a href=\"Old%20Harry%20Rocks\"&gt;Old Harry Rocks&lt;/a&gt;, the most eastern point of the &lt;a href=\"Jurassic%20Coast\"&gt;Jurassic Coast&lt;/a&gt; and about 3.5 miles (5.6 km) from &lt;a href=\"Swanage\"&gt;Swanage&lt;/a&gt; in &lt;a href=\"Dorset\"&gt;Dorset&lt;/a&gt;.\nA commemorative &lt;a href=\"blue%20plaque\"&gt;blue plaque&lt;/a&gt; in his honour was installed by the &lt;a href=\"Greater%20London%20Council\"&gt;Greater London Council&lt;/a&gt; at his home in Regent's Park in 1966.\nFuturist.\nA &lt;a href=\"futurist\"&gt;futurist&lt;/a&gt; and “visionary”, Wells foresaw the advent of &lt;a href=\"aircraft\"&gt;aircraft&lt;/a&gt;, &lt;a href=\"tanks\"&gt;tanks&lt;/a&gt;, &lt;a href=\"Spaceflight\"&gt;space travel&lt;/a&gt;, &lt;a href=\"nuclear%20weapons\"&gt;nuclear weapons&lt;/a&gt;, &lt;a href=\"satellite%20television\"&gt;satellite television&lt;/a&gt; and something resembling the &lt;a href=\"World%20Wide%20Web\"&gt;World Wide Web&lt;/a&gt;. Asserting that \"Wells' visions of the future remain unsurpassed\", &lt;a href=\"John%20Higgs\"&gt;John Higgs&lt;/a&gt;, author of \"Stranger Than We Can Imagine: Making Sense of the Twentieth Century\", states that in the late 19th century Wells “saw the coming century clearer than anyone else. He anticipated wars in the air, the sexual revolution, motorised transport causing the growth of suburbs and a proto-Wikipedia he called the \"&lt;a href=\"world%20brain\"&gt;world brain&lt;/a&gt;\". In his novel \"The World Set Free\", he imagined an “atomic bomb” of terrifying power that would be dropped from aeroplanes. This was an extraordinary insight for an author writing in 1913, and it made a deep impression on Winston Churchill.\"\nIn 2011, Wells was among a group of science fiction writers featured in the \"&lt;a href=\"Prophets%20of%20Science%20Fiction\"&gt;Prophets of Science Fiction&lt;/a&gt;\" series, a show produced and hosted by film director Sir &lt;a href=\"Ridley%20Scott\"&gt;Ridley Scott&lt;/a&gt;, which depicts how predictions influenced the development of scientific advancements by inspiring many readers to assist in transforming those futuristic visions into everyday reality. In a 2013 review of \"The Time Machine\" for the \"New Yorker\" magazine, &lt;a href=\"Brad%20Leithauser\"&gt;Brad Leithauser&lt;/a&gt; writes, \"At the base of Wells's great visionary exploit is this rational, ultimately scientific attempt to tease out the potential future consequences of present conditions—not as they might arise in a few years, or even decades, but millennia hence, epochs hence. He is world literature's Great Extrapolator. Like no other fiction writer before him, he embraced \"&lt;a href=\"deep%20time\"&gt;deep time&lt;/a&gt;.\"\nPolitical views.\nWells was a &lt;a href=\"socialist\"&gt;socialist&lt;/a&gt; and a member of the &lt;a href=\"Fabian%20Society\"&gt;Fabian Society&lt;/a&gt;. &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt; was an avid reader of Wells's books, and after they first met in 1902 they kept in touch until Wells died in 1946. As a junior minister Churchill borrowed lines from Wells for one of his most famous early landmark speeches in 1906, and as Prime Minister the phrase \"&lt;a href=\"The%20Second%20World%20War%20%28book%20series%29\"&gt;the gathering storm&lt;/a&gt;\"—used by Churchill to describe the rise of Nazi Germany—had been written by Wells in \"The War of the Worlds\", which depicts an attack on Britain by Martians. Wells's extensive writings on equality and human rights, most notably his most influential work, \"The Rights of Man\" (1940), laid the groundwork for the 1948 &lt;a href=\"Universal%20Declaration%20of%20Human%20Rights\"&gt;Universal Declaration of Human Rights&lt;/a&gt;, which was adopted by the United Nations shortly after his death.\nHis efforts regarding the &lt;a href=\"League%20of%20Nations\"&gt;League of Nations&lt;/a&gt;, on which he collaborated on the project with &lt;a href=\"Leonard%20Woolf\"&gt;Leonard Woolf&lt;/a&gt; with the booklets \"The Idea of a League of Nations\", \"Prolegomena to the Study of World Organization\", and \"The Way of the League of Nations\", became a disappointment as the organization turned out to be a weak one unable to prevent the Second World War, which itself occurred towards the very end of his life and only increased the pessimistic side of his nature. In his last book \"&lt;a href=\"Mind%20at%20the%20End%20of%20Its%20Tether\"&gt;Mind at the End of Its Tether&lt;/a&gt;\" (1945), he considered the idea that humanity being replaced by another species might not be a bad idea. He referred to the era between the two World Wars as \"The Age of Frustration\".\nReligious views.\nWells's views on God and religion changed over his lifetime. Early in his life he distanced himself from Christianity, and later from &lt;a href=\"theism\"&gt;theism&lt;/a&gt;, and finally, late in life, he was essentially atheistic. &lt;a href=\"Martin%20Gardner\"&gt;Martin Gardner&lt;/a&gt; summarises this progression:[The younger Wells] ... did not object to using the word \"God\" provided it did not imply anything resembling human personality. In his middle years Wells went through a phase of defending the concept of a \"finite God,\" similar to the god of such &lt;a href=\"process%20theologian\"&gt;process theologian&lt;/a&gt;s as &lt;a href=\"Samuel%20Alexander\"&gt;Samuel Alexander&lt;/a&gt;, &lt;a href=\"Edgar%20Brightman\"&gt;Edgar Brightman&lt;/a&gt;, and &lt;a href=\"Charles%20Hartshorne\"&gt;Charles Hartshorne&lt;/a&gt;. (He even wrote a book about it called \"&lt;a href=\"God%20the%20Invisible%20King\"&gt;God the Invisible King&lt;/a&gt;\".) Later Wells decided he was really an atheist.\nIn \"God the Invisible King\" (1917), Wells wrote that his idea of God did not draw upon the traditional religions of the world: This book sets out as forcibly and exactly as possible the religious belief of the writer. [Which] is a profound belief in a personal and intimate God. ... Putting the leading idea of this book very roughly, these two antagonistic typical conceptions of God may be best contrasted by speaking of one of them as God-as-Nature or the Creator, and of the other as God-as-Christ or the Redeemer. One is the great Outward God; the other is the Inmost God. The first idea was perhaps developed most highly and completely in the God of Spinoza. It is a conception of God tending to pantheism, to an idea of a comprehensive God as ruling with justice rather than affection, to a conception of aloofness and awestriking worshipfulness. The second idea, which is contradictory to this idea of an absolute God, is the God of the human heart. The writer suggested that the great outline of the theological struggles of that phase of civilisation and world unity which produced Christianity, was a persistent but unsuccessful attempt to get these two different ideas of God into one focus. Later in the work, he aligns himself with a \"renascent or modern religion ... neither atheist nor Buddhist nor Mohammedan nor Christian ... [that] he has found growing up in himself\".\nOf &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt;, he said: \"it is not now true for me. ... Every believing Christian is, I am sure, my spiritual brother ... but if systemically I called myself a Christian I feel that to most men I should imply too much and so tell a lie\". Of other world religions, he writes: \"All these religions are true for me as &lt;a href=\"Canterbury%20Cathedral\"&gt;Canterbury Cathedral&lt;/a&gt; is a true thing and as a Swiss chalet is a true thing. There they are, and they have served a purpose, they have worked. Only they are not true for me to live in them. ... They do not work for me\". In \"&lt;a href=\"The%20Fate%20of%20Homo%20Sapiens\"&gt;The Fate of Homo Sapiens&lt;/a&gt;\" (1939), Wells criticised almost all world religions and philosophies, stating \"there is no creed, no way of living left in the world at all, that really meets the needs of the time… When we come to look at them coolly and dispassionately, all the main religions, patriotic, moral and customary systems in which human beings are sheltering today, appear to be in a state of jostling and mutually destructive movement, like the houses and palaces and other buildings of some vast, sprawling city overtaken by a landslide.\nWells's opposition to organised religion reached a fever pitch in 1943 with publication of his book \"&lt;a href=\"Crux%20Ansata\"&gt;Crux Ansata&lt;/a&gt;\", subtitled \"An Indictment of the Roman Catholic Church\".\nLiterary influence and legacy.\nThe science fiction historian &lt;a href=\"John%20Clute\"&gt;John Clute&lt;/a&gt; describes Wells as \"the most important writer the genre has yet seen\", and notes his work has been central to both British and American science fiction. Science fiction author and critic &lt;a href=\"Algis%20Budrys\"&gt;Algis Budrys&lt;/a&gt; said Wells \"remains the outstanding expositor of both the hope, and the despair, which are embodied in the technology and which are the major facts of life in our world\". He was nominated for the &lt;a href=\"Nobel%20Prize%20in%20Literature\"&gt;Nobel Prize in Literature&lt;/a&gt; in 1921, 1932, 1935, and 1946. Wells so influenced real exploration of space that an impact crater on Mars (&lt;a href=\"H.%20G.%20Wells%20%28crater%29\"&gt;and the Moon&lt;/a&gt;) was named after him.\nIn the United Kingdom, Wells's work was a key model for the British \"scientific romance\", and other writers in that mode, such as &lt;a href=\"Olaf%20Stapledon\"&gt;Olaf Stapledon&lt;/a&gt;, &lt;a href=\"J.%20D.%20Beresford\"&gt;J. D. Beresford&lt;/a&gt;, &lt;a href=\"S.%20Fowler%20Wright\"&gt;S. Fowler Wright&lt;/a&gt;, and &lt;a href=\"Naomi%20Mitchison\"&gt;Naomi Mitchison&lt;/a&gt;, all drew on Wells's example. Wells was also an important influence on British science fiction of the period after the Second World War, with &lt;a href=\"Arthur%20C.%20Clarke\"&gt;Arthur C. Clarke&lt;/a&gt; and &lt;a href=\"Brian%20Aldiss\"&gt;Brian Aldiss&lt;/a&gt; expressing strong admiration for Wells's work. Among contemporary British science fiction writers, &lt;a href=\"Stephen%20Baxter%20%28author%29\"&gt;Stephen Baxter&lt;/a&gt;, &lt;a href=\"Christopher%20Priest%20%28novelist%29\"&gt;Christopher Priest&lt;/a&gt; and &lt;a href=\"Adam%20Roberts%20%28British%20writer%29\"&gt;Adam Roberts&lt;/a&gt; have all acknowledged Wells's influence on their writing; all three are Vice-Presidents of the &lt;a href=\"H.%20G.%20Wells%20Society\"&gt;H. G. Wells Society&lt;/a&gt;. He also had a strong influence on British scientist &lt;a href=\"J.%20B.%20S.%20Haldane\"&gt;J. B. S. Haldane&lt;/a&gt;, who wrote \"&lt;a href=\"Daedalus%3B%20or%2C%20Science%20and%20the%20Future\"&gt;Daedalus; or, Science and the Future&lt;/a&gt;\" (1924), \"The Last Judgement\" and \"On Being the Right Size\" from the essay collection \"Possible Worlds\" (1927), and \"Biological Possibilities for the Human Species in the Next Ten Thousand Years\" (1963), which are speculations about the future of human evolution and life on other planets. Haldane gave several lectures about these topics which in turn influenced other science fiction writers.\nIn the United States, &lt;a href=\"Hugo%20Gernsback\"&gt;Hugo Gernsback&lt;/a&gt; reprinted most of Wells's work in the pulp magazine \"&lt;a href=\"Amazing%20Stories\"&gt;Amazing Stories&lt;/a&gt;\", regarding Wells's work as \"texts of central importance to the self-conscious new genre\". Later American writers such as &lt;a href=\"Ray%20Bradbury\"&gt;Ray Bradbury&lt;/a&gt;, &lt;a href=\"Isaac%20Asimov\"&gt;Isaac Asimov&lt;/a&gt;, &lt;a href=\"Frank%20Herbert\"&gt;Frank Herbert&lt;/a&gt;, &lt;a href=\"Carl%20Sagan\"&gt;Carl Sagan&lt;/a&gt;, and &lt;a href=\"Ursula%20K.%20Le%20Guin\"&gt;Ursula K. Le Guin&lt;/a&gt; all recalled being influenced by Wells.\n&lt;a href=\"Sinclair%20Lewis\"&gt;Sinclair Lewis&lt;/a&gt;'s early novels were strongly influenced by Wells's realistic social novels, such as \"&lt;a href=\"The%20History%20of%20Mr%20Polly\"&gt;The History of Mr Polly&lt;/a&gt;\"; Lewis also named his first son Wells after the author. Lewis nominated H. G. Wells for the Nobel Prize in Literature in 1932.\nIn an interview with \"&lt;a href=\"The%20Paris%20Review\"&gt;The Paris Review&lt;/a&gt;\", &lt;a href=\"Vladimir%20Nabokov\"&gt;Vladimir Nabokov&lt;/a&gt; described Wells as his favourite writer when he was a boy and \"a great artist.\" He went on to cite \"The Passionate Friends\", \"&lt;a href=\"Ann%20Veronica\"&gt;Ann Veronica&lt;/a&gt;\", \"The Time Machine\", and \"&lt;a href=\"The%20Country%20of%20the%20Blind\"&gt;The Country of the Blind&lt;/a&gt;\" as superior to anything else written by Wells's British contemporaries. Nabokov said: \"His sociological cogitations can be safely ignored, of course, but his romances and fantasies are superb.\"\n&lt;a href=\"Jorge%20Luis%20Borges\"&gt;Jorge Luis Borges&lt;/a&gt; wrote many short pieces on Wells in which he demonstrates a deep familiarity with much of Wells's work. While Borges wrote several critical reviews, including a mostly negative review of Wells's film \"Things to Come\", he regularly treated Wells as a canonical figure of fantastic literature. Late in his life, Borges included \"The Invisible Man\" and \"The Time Machine\" in his \"Prologue to a Personal Library\", a curated list of 100 great works of literature that he undertook at the behest of the Argentine publishing house &lt;a href=\"Emec%C3%A9%20Editores\"&gt;Emecé&lt;/a&gt;. Canadian author &lt;a href=\"Margaret%20Atwood\"&gt;Margaret Atwood&lt;/a&gt; read Wells's books, and he also inspired writers of European speculative fiction such as &lt;a href=\"Karel%20%C4%8Capek\"&gt;Karel Čapek&lt;/a&gt; and &lt;a href=\"Yevgeny%20Zamyatin\"&gt;Yevgeny Zamyatin&lt;/a&gt;.\nLiterary papers.\nIn 1954, the &lt;a href=\"University%20of%20Illinois%20Urbana-Champaign\"&gt;University of Illinois Urbana-Champaign&lt;/a&gt; purchased the H. G. Wells literary papers and correspondence collection. The University's &lt;a href=\"The%20Rare%20Book%20%26amp%3B%20Manuscript%20Library%20%28University%20of%20Illinois%20at%20Urbana-Champaign%29\"&gt;Rare Book &amp; Manuscript Library&lt;/a&gt; holds the largest collection of Wells manuscripts, correspondence, first editions and publications in the United States. Among these is unpublished material and the manuscripts of such works as \"The War of the Worlds\" and \"The Time Machine\". The collection includes first editions, revisions and translations. The letters contain general family correspondence, communications from publishers, material regarding the Fabian Society, and letters from politicians and public figures, most notably &lt;a href=\"George%20Bernard%20Shaw\"&gt;George Bernard Shaw&lt;/a&gt; and &lt;a href=\"Joseph%20Conrad\"&gt;Joseph Conrad&lt;/a&gt;."
}