{
    "id": "1346135",
    "revid": "6383155",
    "url": "https://en.wikipedia.org/wiki?curid=1346135",
    "title": "Moyola Park F.C.",
    "text": "Moyola Park Association Football Club is an intermediate, &lt;a href=\"Northern%20Ireland\"&gt;Northern Irish&lt;/a&gt; &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; club playing in the &lt;a href=\"NIFL%20Premier%20Intermediate%20League\"&gt;NIFL Premier Intermediate League&lt;/a&gt;. The club, founded in 1880, hails from &lt;a href=\"Castledawson\"&gt;Castledawson&lt;/a&gt;, near &lt;a href=\"Magherafelt\"&gt;Magherafelt&lt;/a&gt;, &lt;a href=\"County%20Londonderry\"&gt;County Londonderry&lt;/a&gt;, and plays its home matches at the Mill Meadow, which has an artificial \"3G\" surface. Club colours are royal blue and yellow. They are currently managed by Mervyn Pattison. The club won the inaugural &lt;a href=\"Irish%20Cup\"&gt;Irish Cup&lt;/a&gt; in &lt;a href=\"1880%E2%80%9381%20Irish%20Cup\"&gt;1881&lt;/a&gt;.\nHistory.\nMoyola Park was formed during season 1879–80 under the patronage of Lord Spencer Chichester, the landlord of the &lt;a href=\"Moyola%20Park\"&gt;Moyola Park&lt;/a&gt; estate. The first recorded game was a friendly at home against &lt;a href=\"Cliftonville%20F.C.\"&gt;Cliftonville&lt;/a&gt;, on 14 February 1880, in which the visitors recorded a 3-0 victory. Lord Spencer Chichester was the inaugural president of the &lt;a href=\"Irish%20Football%20Association\"&gt;Irish Football Association&lt;/a&gt;, which was formed in November 1880. On 9 April 1881, Moyola Park became the first winners of the &lt;a href=\"Irish%20Cup\"&gt;Irish Cup&lt;/a&gt;, defeating Cliftonville 1–0 in the final.\nAfter those prestigious early days the club became less prominent and did not become a &lt;a href=\"Northern%20Ireland%20football%20league%20system%23Senior\"&gt;senior&lt;/a&gt; club, playing as a &lt;a href=\"Northern%20Ireland%20football%20league%20system%23Junior\"&gt;junior&lt;/a&gt; club outside the &lt;a href=\"IFA%20Premiership\"&gt;Irish League&lt;/a&gt;. In the early years of the twentieth century, the club played in a local league in south Londonderry and it continued to do so until the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, with the exception of the 1929–30 season during which the club participated in the Belfast-based Minor League. After the war, Moyola Park was a founding member of the Ballymena and District Junior League in 1948–49, where it played until season 1977–78 (with the exception of 1950–51, when it participated in the Irish Football Alliance). During this time, the club won the league championship outright on five occasions: 1948–49, 1949–50, 1973–74, 1976–77, 1977–78, and shared the championship in 1959–60 with &lt;a href=\"Ballymoney%20United%20F.C.\"&gt;Ballymoney United&lt;/a&gt;. The club also won the Irish Junior Cup in 1972–73 and 1973–74. During the 1970s the club was managed by a local ex footballer Billy Lennox with another local ex footballer Johnston Mawhinney Jnr. as his assistant when the aforementioned 3 league titles and 2 Irish Junior Cups were achieved representing notable success in that period of the Club's history. \nIn 1978, the club was elevated to &lt;a href=\"Northern%20Ireland%20football%20league%20system%23Intermediate\"&gt;intermediate&lt;/a&gt; status upon joining the newly established &lt;a href=\"Northern%20Ireland%20Intermediate%20League\"&gt;Northern Ireland Intermediate League&lt;/a&gt;. In 1991, Moyola Park gained admission to the &lt;a href=\"NIFL%20Premier%20Intermediate%20League\"&gt;Irish League B Division&lt;/a&gt;. A successful spell under manager &lt;a href=\"Kenny%20Shiels\"&gt;Kenny Shiels&lt;/a&gt; saw the club win the &lt;a href=\"Northern%20Ireland%20Football%20League%23Knock-out_competitions\"&gt;Smirnoff Cup&lt;/a&gt; (1999–2000) and the &lt;a href=\"Craig%20Memorial%20Cup\"&gt;Craig Memorial Cup&lt;/a&gt; (2000–01), and finished as runners-up in the (renamed) Second Division (2000–01) and &lt;a href=\"Irish%20Intermediate%20Cup\"&gt;Irish Intermediate Cup&lt;/a&gt;. The club’s greatest modern success followed in 2001–02 when, under new manager Eric Halliday, Moyola Park won the Second Division title (as well as retaining the Craig Memorial Cup.\nUntil the 2008–09 season, its home was the eponymous Moyola Park, but at the start of 2009–10 it used &lt;a href=\"Coagh%20United%20F.C.\"&gt;Coagh United's&lt;/a&gt; &lt;a href=\"Hagan%20Park\"&gt;Hagan Park&lt;/a&gt; while its current ground was under construction. The first match at the new ground was on 16 January 2010 against &lt;a href=\"Lurgan%20Celtic%20F.C.\"&gt;Lurgan Celtic&lt;/a&gt;.\nCurrent squad.\n - on loan from &lt;a href=\"Ballymena%20United\"&gt;Ballymena United&lt;/a&gt;"
}