{
    "id": "13472726",
    "revid": "461789",
    "url": "https://en.wikipedia.org/wiki?curid=13472726",
    "title": "Paul Schiemann",
    "text": "Paul Schiemann (; 17 March 1876 – 23 June 1944) was a &lt;a href=\"Baltic%20German\"&gt;Baltic German&lt;/a&gt; &lt;a href=\"journalist\"&gt;journalist&lt;/a&gt;, &lt;a href=\"editing\"&gt;editor&lt;/a&gt; and &lt;a href=\"politician\"&gt;politician&lt;/a&gt; who was known for his commitment to minority rights.\nBiography.\nCarl Christian Theodor Paul Schiemann was born in &lt;a href=\"Jelgava\"&gt;Mitau&lt;/a&gt; in &lt;a href=\"Courland\"&gt;Courland&lt;/a&gt;, then part of the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;. He was educated in &lt;a href=\"German%20Reich\"&gt;Germany&lt;/a&gt;, and underwent military training in the Imperial Russian army on the territory of what is now &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;. He came from a wealthy and conservative family (his uncle &lt;a href=\"Theodor%20Schiemann\"&gt;Theodor Schiemann&lt;/a&gt;, was a prominent supporter and historian of the &lt;a href=\"German%20Empire\"&gt;German Empire&lt;/a&gt;), but his own political views were very liberal, and \"made him an equally ardent opponent of both &lt;a href=\"Nazism\"&gt;German National Socialism&lt;/a&gt; and of &lt;a href=\"Marxism-Leninism\"&gt;Soviet socialism&lt;/a&gt;.\"\nSchiemann started his education in &lt;a href=\"Jelgava%20Gymnasium\"&gt;Jelgava Gymnasium&lt;/a&gt; but later his father sent him to finish his studies in &lt;a href=\"Elberfeld\"&gt;Elberfeld&lt;/a&gt;. After graduation he studied &lt;a href=\"law\"&gt;law&lt;/a&gt; and &lt;a href=\"history\"&gt;history&lt;/a&gt; in the universities of &lt;a href=\"University%20of%20Berlin\"&gt;Berlin&lt;/a&gt;, &lt;a href=\"University%20of%20Marburg\"&gt;Marburg&lt;/a&gt; and &lt;a href=\"University%20of%20K%C3%B6nigsberg\"&gt;Konigsberg&lt;/a&gt;. However, he interrupted his studies when he was drafted into the &lt;a href=\"Russian%20Imperial%20army\"&gt;Russian Imperial army&lt;/a&gt;. He served in the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt; and later underwent officer training in what is now &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;. He resumed his studies only in 1902, when he wrote his &lt;a href=\"PhD\"&gt;PhD&lt;/a&gt; thesis at the &lt;a href=\"University%20of%20Greifswald\"&gt;University of Greifswald&lt;/a&gt;.\nLater, he settled in &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt;, still a Baltic province of the Russian Empire and started work as a journalist. In 1903 he became editor of the &lt;a href=\"German%20language\"&gt;German language&lt;/a&gt; newspaper \"Revalsche Zeitung\" in &lt;a href=\"Tallinn\"&gt;Tallinn&lt;/a&gt;, then called by its German name, Reval. He was also one of the founders of the German association (Deutscher Verein) in Estonia. In 1907 he returned to Latvia and became chief editor of the most important German newspaper in Latvia, the \"Rigasche Rundschau\". Between 1907 and 1914, he published more than 600 articles and often was involved in heavy polemics with the conservative part of Baltic German society.\nDuring &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; Schiemann fought in the Russian army, although his brother fought for the &lt;a href=\"German%20Army%20%28German%20Empire%29\"&gt;German army&lt;/a&gt;. During the build-up to the war, he was strongly against it, but was quoted as saying \"War can only be objected to during times of peace\". After the &lt;a href=\"October%20Revolution\"&gt;October Revolution&lt;/a&gt; he left the army and returned to German-occupied &lt;a href=\"Riga\"&gt;Riga&lt;/a&gt;. However, due to his negative views towards the aristocratic-military order of the &lt;a href=\"Livonian%20Knighthood\"&gt;Livonian Knighthood&lt;/a&gt; he was soon expelled from the city. After his expulsion, Schiemann went to &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; where he worked in the newspapers \"&lt;a href=\"Frankfurter%20Zeitung\"&gt;Frankfurter Zeitung&lt;/a&gt;\" and \"Preussische Jahrbücher\". While in Berlin he published several anti-Bolshevik articles.\nIn 1919, Paul Schiemann returned to Riga, now capital of the fledgling Republic of Latvia (declared on 18 November 1918) and again became editor of the \"Rigasche Rundschau\". He became a member of the first provisional Latvian parliament, the \"&lt;a href=\"Tautas%20Padome\"&gt;Tautas Padome&lt;/a&gt;\". Later he became leader of the Baltic German Democratic Party (DDP). This was often referred to as \"Schiemann's Party\" and was known for practising a politics 'above party', most notably his constant fight for minority rights in post-war &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt;, particularly in education. Schiemann led a coalition of Baltic German parties, the &lt;a href=\"Committee%20of%20the%20Baltic%20German%20Parties\"&gt;Committee of the Baltic German Parties&lt;/a&gt;, for most of the inter-war period. He was a member of all four Latvian parliaments (&lt;a href=\"Saeima\"&gt;Saeima&lt;/a&gt;) (in 1922, 1925, 1928 and 1931) until the Saeima's dissolution following the &lt;a href=\"1934%20Latvian%20coup%20d%27%C3%A9tat\"&gt;coup d'état of 15 May 1934&lt;/a&gt; by &lt;a href=\"K%C4%81rlis%20Ulmanis\"&gt;K. Ulmanis&lt;/a&gt;. In 1927 Schiemann had even been offered the post of &lt;a href=\"prime%20minister\"&gt;prime minister&lt;/a&gt; but he declined, on the grounds that he would have insufficient support. In 1929 he was a member of the Latvian delegation to the &lt;a href=\"League%20of%20Nations\"&gt;League of Nations&lt;/a&gt;.\nDuring the buildup to &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, Schiemann came under pressure from Baltic German society to abandon his uncompromising defence of the minorities, in particular the &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt;s. Schiemann declined to do so, and was one of the few voices of authority in the Baltic German community that argued for the rights of Jews. This led to his having some quite vocal critics in Baltic German society.\nSchiemann suffered from &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt; throughout the 1930s, and frequently visited &lt;a href=\"Davos\"&gt;Davos&lt;/a&gt; to recover. In 1930 he used one such trip to publish several extensive anti-Nazi articles. \nIn 1933 supporters of &lt;a href=\"National%20Socialism\"&gt;National Socialism&lt;/a&gt; took over the \"Rigasche Rundschau\" and Schiemann was forced to leave the newspaper. In October he also resigned his seat in the Latvian parliament due to declining health and left Latvia to settle in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;.\nIn 1937 he established the \"Verband zur nationalen Befriedung Europas\" (Association for National Freedom in Europe), which tried to unite all German minority groups in those parts of Europe not under Nazi influence. \nWhile in Vienna he wrote many articles, mostly for the German-language &lt;a href=\"Poland\"&gt;Polish&lt;/a&gt; newspaper \"Der Deutsche in Polen\". However, he also had articles published in important Austrian newspapers (such as the \"Neues Wiener Tagblatt\").\nAfter the &lt;a href=\"Anschluss\"&gt;Anschluss&lt;/a&gt; he was concerned about his safety and returned to Riga. During the late 1930s he was quite unwell, but with war looming and minority rights becoming worse, he refused to leave his country in 1939 - and campaigned for other Baltic Germans to remain, where he felt their country needed them, and not to heed Hitler's call for \"repatriation\" of the Baltic Germans to the Reich.\nDuring the &lt;a href=\"Soviet%20occupation%20of%20Latvia%20in%201940\"&gt;Soviet occupation of Latvia in 1940&lt;/a&gt; Schiemann was not repressed. During the &lt;a href=\"occupation%20of%20Latvia%20by%20Nazi%20Germany\"&gt;occupation of Latvia by Nazi Germany&lt;/a&gt;, Schiemann was confined to his house. It was surprising that he did not suffer a worse fate. Some authorities believe that this was perhaps due to the high regard that his political opponents still held him in - but more likely his drastically failing health had much to do with it.\nDuring the last two years of his life, and despite suffering from severe tuberculosis, Schiemann hid a young Jewish girl, future film critic &lt;a href=\"Valent%C4%ABna%20Freimane\"&gt;Valentīna Freimane&lt;/a&gt; in his house. She credits him with saving her life, saying that she probably would not have survived if it were not for him. Schiemann died in &lt;a href=\"Riga\"&gt;Riga&lt;/a&gt; shortly before the Soviet &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; occupied Latvia for the second time. In 2000 he was posthumously bestowed the title of the &lt;a href=\"Righteous%20Among%20the%20Nations\"&gt;Righteous Among the Nations&lt;/a&gt; by the Israeli institution &lt;a href=\"Yad%20Vashem\"&gt;Yad Vashem&lt;/a&gt;."
}