{
    "id": "1347555",
    "revid": "1061560447",
    "url": "https://en.wikipedia.org/wiki?curid=1347555",
    "title": "Nissan AD",
    "text": "The Nissan AD is a &lt;a href=\"subcompact\"&gt;subcompact&lt;/a&gt; &lt;a href=\"van\"&gt;van&lt;/a&gt; and &lt;a href=\"station%20wagon\"&gt;wagon&lt;/a&gt; built by &lt;a href=\"Nissan\"&gt;Nissan&lt;/a&gt; since 1982. The AD is sold under a different name when manufactured as a passenger car, called the .\nVB11 series.\nIn October 1982, the AD Van supplemented (and also gradually replaced) the commercial delivery vans based on Nissan's other vehicles. In 1983, the &lt;a href=\"Nissan%20Cedric%23Sixth%20generation%20Y30\"&gt;Nissan Cedric van&lt;/a&gt; was discontinued, as was the &lt;a href=\"Nissan%20Gloria%23Seventh%20generation%20Y30\"&gt;Nissan Gloria van&lt;/a&gt;. It originally came with four front doors and a liftback hatch in back. In July 1983 a two-door version was introduced, meaning that the earlier &lt;a href=\"Nissan%20Sunny%23B310\"&gt;B310 Sunny Van&lt;/a&gt; could finally be retired. The AD range was based on the B11 series Nissan Sunny wagon but has a more square-rigged and utilitarian appearance.\nThis wagon was sold in Japan as the Sunny AD Van at \"&lt;a href=\"Nissan%20Motor%20Company%23Japan\"&gt;Nissan Satio Store&lt;/a&gt;\" and as the Pulsar AD Van at \"Nissan Cherry Store\". It was also sold as the \"Nissan Datsun AD Van\", to tie it together with the &lt;a href=\"Datsun%20Truck\"&gt;Nissan Datsun&lt;/a&gt;, which was the name used for the Nissan Pickup in the Japanese Domestic Market.\nIt came with three engines; the 1.3 and 1.5-litre carburetted &lt;a href=\"Nissan%20E%20engine\"&gt;E13S and E15S&lt;/a&gt; and the 1.7-litre &lt;a href=\"Nissan%20CD%20engine%23CD17\"&gt;CD17&lt;/a&gt; diesel engine. The transmissions were either a four- or five-speed manual transmission, with the availability of a three-speed automatic for the bigger of the gasoline options. Power outputs for 1984 models in Japan are , , and respectively.\nThe rear suspension was designed for commercial usage, so it used a simple leaf spring setup and wasn't intended for ride quality. Low cost, light weight, and a flat, low loading floor were the main consideration. The AD van was designed for very basic duties, and the options list was kept small to enhance economical use and running costs. The AD van used a front wheel drive engine configuration shared with the Sunny. The AD Van was marketed as the Nissan Sunny in some European markets such as Belgium (glazed five-door), beginning with the 1984 model year. In the Netherlands this version was sold as a \"Stationwagen\" as well as a van, both with the 1.3-liter engine. The United Kingdom received three three-door panel van version with the 1.3-litre E13 engine and . Payload is .\nThe AD van remained basically unchanged, except for minor cosmetic changes until the second generation was introduced in 1990 with the Y10 series. The three-door van was also available as a strict two-seater.\nNissan Australia sold the VB11 three-door panel van as part of the &lt;a href=\"Nissan%20Pulsar\"&gt;Nissan Pulsar&lt;/a&gt; range between September 1983 and December 1985, replacing the &lt;a href=\"Nissan%20Sunny%23B310\"&gt;Sunny (B310)&lt;/a&gt; panel van that had been discontinued earlier in 1983. The Pulsar panel van was fitted with the 1.3-liter \"&lt;a href=\"Nissan%20E%20engine%23E13\"&gt;E13&lt;/a&gt;\" engine and a four-speed manual transmission. The Pulsar van weighed and had a payload rating of .\nY10/N14 series.\nThe second-generation AD Van (sold as the Y10/N14 Wagon in Europe), introduced in October 1990, replaced the &lt;a href=\"Nissan%20Sunny%23B13%20series\"&gt;Nissan Sunny B13 series&lt;/a&gt; wagon, but with a different rear end compared to exported standard Sunny wagons. The vehicle continued as the AD Van, and as a private use (non-commercial) it was marketed as the Nissan Sunny California wagon (N14/Y10). The engines used were the 1.5 L and 1.3 L &lt;a href=\"Nissan%20GA%20engine%23GA15DS\"&gt;GA15DS &amp; GA13DS&lt;/a&gt; with &lt;a href=\"DOHC\"&gt;DOHC&lt;/a&gt; and the 1.7 L CD17 diesel continued. The Wingroad/AD Van were also accompanied by a larger retail/commercial station wagon/delivery van called the &lt;a href=\"Nissan%20Avenir\"&gt;Nissan Avenir&lt;/a&gt;/Expert that replaced the &lt;a href=\"Nissan%20Bluebird%20U12\"&gt;Nissan Bluebird U12&lt;/a&gt; wagon/delivery van.\nIn 1996 Nissan added the Nissan Wingroad to the lineup. The Wingroad was offered with the &lt;a href=\"Nissan%20SR%20engine%23SR20DE\"&gt;SR20DE&lt;/a&gt; as well as the SR18DE and GA15DE, while the smallest 1.3 and the diesel option were not available. Trying to cash in on Japan's RV (\"recreational vehicle\", usually versions of existing vans and wagons combining a slight off-road vibe with sporty equipment) craze of the late 1990s. The Wingroad followed this recipe closely, being a winged and despoilered version of the AD Van, usually with more powerful engines. Four-wheel drive was optional. Unusually, the Wingroad also received a redesigned, larger rear end with a longer rear overhang. The Wingroad name originated as a &lt;a href=\"Car%20model%23Trim%20levels\"&gt;trim level&lt;/a&gt; on the &lt;a href=\"Nissan%20Bluebird%23U11%20series\"&gt;Bluebird U11-series&lt;/a&gt; wagon.\nApril 1992 saw the introduction of the AD Max with an unusual raised cargo bay, called \"fourgonnette\" after the French designation, with two &lt;a href=\"French%20doors\"&gt;French doors&lt;/a&gt; in back and two doors for front passengers. The wheelbase was extended by to , with the height of the cargo area measured to be . Overall length also increased to Two rear wipers were installed on each of the French doors. Suzuki also tried this approach with the &lt;a href=\"Suzuki%20Alto\"&gt;Suzuki Alto Hustle&lt;/a&gt;. The AD Max was available with regular rectangular side windows or a more unusual triangular arrangement (pictured), as well as a panelled version of the latter.\nAugust 1993 saw minor changes, with the 1.3 L automatic transmission upgraded to a four-speed. The Wingroad transmission selections were either the four-speed automatic or a five-speed manual.\nThe Wingroad JS trim level shares an appearance with the larger &lt;a href=\"Nissan%20Avenir%23W11%20%28Second%20generation%29\"&gt;Nissan Avenir Blastar&lt;/a&gt;, and both also use a two-tone paint scheme.\nAugust 1994, the AD van was sold as the &lt;a href=\"Subaru%20Leone\"&gt;Subaru Leone&lt;/a&gt; sold as a &lt;a href=\"light%20commercial%20vehicle\"&gt;light commercial vehicle&lt;/a&gt; until model year 2001 Y11 series for Subaru. The Subaru version was added as a result of the Leone platform having been replaced by the &lt;a href=\"Subaru%20Impreza\"&gt;Subaru Impreza&lt;/a&gt; which had a reduced size cargo area on the wagon/five-door hatchback. The AD-based &lt;a href=\"Mazda%20Familia\"&gt;Mazda Familia&lt;/a&gt; Wagon/Van was introduced at the same time and remained until the Y12 series.\nApril 1996 saw a driver-side airbag added as an extra-cost option. May 1997 saw minor cosmetic changes. The 1.3 and 1.5-liter &lt;a href=\"Nissan%20GA%20engine\"&gt;GA13DE and GA15DE&lt;/a&gt; engines replaced the GA13DS and GA15DS versions for better emissions performance. the 2.0 L CD20 diesel engine was introduced with the &lt;a href=\"ATTESA\"&gt;ATTESA&lt;/a&gt; &lt;a href=\"4WD\"&gt;4WD&lt;/a&gt; system, and ventilated front disc-brakes were introduced on all trim levels. The front windshield wipers were offered with a de-icer option.\nThe Y10 platform was introduced to Thailand, Taiwan and Malaysia in September 1993 as the Nissan AD Resort. A pickup truck body version was available in Thailand as AD \"Wingroad\" (which was different from the Japanese-market Wingroad version). The Y10 was also built in Thailand under license as the Nissan NV. This was built on the longer wheelbase of the AD Max in a bewildering array of bodystyles to suit the Thai buyers' penchant for pickup trucks, including a double-cab &lt;a href=\"Coup%C3%A9%20utility\"&gt;ute&lt;/a&gt;. There was also a wagon version based on the pickup, essentially going full circle from the original AD Wagon. Thai cars mostly received the GA16DS engine with .\nIn Mexico, only the station wagon body of the Y10 AD was marketed between 1993 and 2001, being named Nissan Tsubame (a Japanese term which refers the woodswallow bird species, and also the name of a city in Niigata, Japan). This model was introduced in 1993 as a local companion for the then recently launched B13-series saloon range (Sunny/Sentra, designated \"Nissan Tsuru\" in the Mexican market) as there was no B13-based wagon, unlike the former B12 and B11 platforms. The Tsubame range featured two trim levels: GS and GST.\nY11 series.\nThe third series AD (Y11) began in May 1999, once again available only with a station wagon body, sold in the Japanese, New Zealand (badged as Pulsar) and Caribbean markets. It is mechanically related to the &lt;a href=\"Nissan%20Sunny%23B15%20series\"&gt;Nissan Sunny B15 series&lt;/a&gt; but has a different exterior design. The interior design is shared with the Japanese market Nissan Sunny B15 as well. The second generation Wingroad received a facelift in October 2001, with a sleeker front end and a new interior.\nThe Wingroad version slotted in Nissan's product range between the &lt;a href=\"Nissan%20Bluebird%20U14\"&gt;Nissan Bluebird&lt;/a&gt; and the &lt;a href=\"Nissan%20Primera\"&gt;Primera&lt;/a&gt;, available with the 1.5 L &lt;a href=\"Nissan%20QG%20engine%23QG15DE\"&gt;QG15DE&lt;/a&gt;, the 1.8 L &lt;a href=\"Nissan%20QG%20engine%23QG18DE\"&gt;QG18DE&lt;/a&gt; and the 2.0 L &lt;a href=\"Nissan%20SR%20engine%23SR20VE\"&gt;SR20VE&lt;/a&gt; engines. The 1.8 L exists only as a &lt;a href=\"4WD\"&gt;4WD&lt;/a&gt; version.\nThe Wingroad shares a &lt;a href=\"MacPherson%20strut\"&gt;MacPherson strut&lt;/a&gt; front suspension with the other Nissan C-Segment cars of the era, such as the B15 Sunny/Sentra and the N16 Almera/Pulsar. In most models, the rear suspension consisted of a &lt;a href=\"beam%20axle\"&gt;beam axle&lt;/a&gt; with coil springs and &lt;a href=\"panhard%20rod\"&gt;panhard rod&lt;/a&gt;. The four-wheel drive versions and the ZV-S FWD variant used a &lt;a href=\"Multi-link%20suspension\"&gt;multi-link rear suspension&lt;/a&gt;. All variants were fitted with ventilated disc brakes in the front and drum brakes in the rear; the exception being the ZV-S which was fitted with non-ventilated disc brakes in the rear.\nFrom October 2000, the Wingroad was offered as a trim level called \"G Extra\" that included an optional TV screen that folded down from the ceiling for rear passengers.\nIn March 2001, manufacturing operations were moved from the &lt;a href=\"Nissan%20Shatai\"&gt;Nissan Shatai&lt;/a&gt; factory in &lt;a href=\"Kyoto\"&gt;Kyoto&lt;/a&gt; to the facility in &lt;a href=\"Shonan\"&gt;Shonan&lt;/a&gt;. The 2.0 L SR20VE engine is replaced with the 2.0 L &lt;a href=\"Nissan%20QR%20engine%23QR20DE\"&gt;QR20DE&lt;/a&gt;. Various trim level packages were introduced on the Wingroad approximately every six months, including aero packages and limited offering names, such as \"Aero Sport Limited\".\nThe commercial AD Van version continued to be also sold as the &lt;a href=\"Mazda%20Familia\"&gt;Mazda Familia&lt;/a&gt; wagon. It is unrelated to the Familia passenger car range, and kept the Familia name after the car range was replaced by the &lt;a href=\"Mazda3\"&gt;Mazda3&lt;/a&gt;. Engines available for the AD Van were the 2.2 L YD22 diesel, 1.3 L &lt;a href=\"Nissan%20QG%20engine%23QG13DE\"&gt;QG13DE&lt;/a&gt;, the 1.5 L &lt;a href=\"Nissan%20QG%20engine%23QG15DE\"&gt;QG15DE&lt;/a&gt;, and the 1.8 L &lt;a href=\"Nissan%20QG%20engine%23QG18DE\"&gt;QG18DE&lt;/a&gt; (with dedicated 4WD) that was upgraded to the &lt;a href=\"Nissan%20QG%20engine%23QG18DEN\"&gt;QG18DEN&lt;/a&gt; designed to run on &lt;a href=\"Compressed%20natural%20gas\"&gt;CNG&lt;/a&gt; for emissions reduction on January 14, 2000. The CNG option achieved 1000 sales by July 24, 2002, however, CNG vehicles were no longer offered by December 3, 2008. The diesel engine was discontinued in 2001 as Japan actively discouraged the use of diesel vehicles within its cities.\nA driver-side airbag is now standard on both the AD van and the Wingroad, with a passenger-side airbag optional.\nThe AD Van Max was no longer offered.\nY12 series.\nAn all-new AD Van (Y12) debuted December 20, 2006, now using the &lt;a href=\"Nissan%20B%20platform\"&gt;Renault-Nissan B-platform&lt;/a&gt;. AD/Wingroad Y12 is almost the same car as the European/Japanese &lt;a href=\"Nissan%20Note\"&gt;2005-2013 Nissan Note E11&lt;/a&gt; hatchback and &lt;a href=\"Nissan%20Livina%20Geniss\"&gt;Nissan Livina&lt;/a&gt; station wagon (Asia). Models fully share body (except for the E11 Note's shorter rear), engines, transmission, suspension, etcetera, while differing superficially in design. Parts are compatible depending on the initial market.\nThe Wingroad debuted November 14, 2005, with a preview at the 39th Tokyo Motor Show in October. Like the Tiida/Versa, it has a wheelbase of 2600 mm, and the new HR15DE and MR18DE engines along with the CR12DE. While the Wingroad was available with 4WD from the beginning, the AD Vans originally only came with front-wheel drive. The transmission for the AD van and the Wingroad is a four-speed automatic or the optional &lt;a href=\"Continuously%20variable%20transmission\"&gt;CVT&lt;/a&gt;. From 2007, there is also a new Familia Cargo, based on the Y12 shape AD Van. The Y12 was introduced in late December 2008 as the Mitsubishi Lancer Cargo ().\nThe Wingroad received limited edition trim level packages, called \"Rider α II\", \"Sport Acapello\", \"V Selection\" to name a few. When the &lt;a href=\"Nissan%20Stagea\"&gt;Nissan Stagea&lt;/a&gt; was discontinued June 2007, the Wingroad/AD van was the only station wagon still built by Nissan, with Nissan instead introducing a number of new MPV's, such as the &lt;a href=\"Nissan%20Lafesta\"&gt;Nissan Lafesta&lt;/a&gt;, the &lt;a href=\"Nissan%20Presage\"&gt;Nissan Presage&lt;/a&gt;, and the &lt;a href=\"Nissan%20Elgrand\"&gt;Nissan Elgrand&lt;/a&gt;. In December 2008, the AD Van is now available with the HR16DE engine and the \"&lt;a href=\"Nissan%20E-4WD\"&gt;e4WD&lt;/a&gt;\" &lt;a href=\"all%20wheel%20drive\"&gt;all wheel drive&lt;/a&gt; system. In the same month, the last of the preceding Y11 series were finally taken out of production; CNG and 4WD versions of the Y11 had been built in parallel for a few years after the Y12 was introduced.\nIntelligent Key was added to the Wingroad September 11, 2006, and the Wingroad can be equipped with a GPS navigation package using HDD technology. The AD Van had been sold without passenger side airbag, but from May 2009 this became standard across the range.\nThe AD Van received its facelift on November 30, 2016 and renamed the NV150 AD. The Wingroad was discontinued on March 24, 2018."
}