{
    "id": "13497620",
    "revid": "1063140087",
    "url": "https://en.wikipedia.org/wiki?curid=13497620",
    "title": "First State Heritage Park",
    "text": "First State Heritage Park is &lt;a href=\"Delaware\"&gt;Delaware's&lt;/a&gt; first urban \"park without boundaries\" linking historic and cultural sites in &lt;a href=\"Dover%2C%20Delaware\"&gt;Dover, Delaware&lt;/a&gt;, the city that has been the seat of state government since 1777. It is a partnership of state and city agencies under the leadership of &lt;a href=\"Delaware%20State%20Parks\"&gt;Delaware State Parks&lt;/a&gt;. It is located in &lt;a href=\"Dover%2C%20Delaware\"&gt;Dover&lt;/a&gt;, &lt;a href=\"Kent%20County%2C%20Delaware\"&gt;Kent County&lt;/a&gt;, &lt;a href=\"Delaware\"&gt;Delaware&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. Delaware was the first state to &lt;a href=\"ratify\"&gt;ratify&lt;/a&gt; the &lt;a href=\"United%20States%20Constitution\"&gt;United States Constitution&lt;/a&gt;. The sites of the park highlight Delaware's role as the \"First State.\" First State Heritage Park is open year-round, with special tours of the sites given the first Saturday of each month.\nHistoric and cultural sites.\nThe sites of First State Heritage Park were organized as a state park in 2004 by Governor &lt;a href=\"Ruth%20Ann%20Minner\"&gt;Ruth Ann Minner&lt;/a&gt;. It is a partnership between the Delaware Economic Development Office, the Delaware Department of State, and the &lt;a href=\"Delaware%20Department%20of%20Natural%20Resources%20and%20Environmental%20Control\"&gt;Delaware Department of Natural Resources and Environmental Control&lt;/a&gt;.\nThe sites of the park are First State Heritage Park Welcome Center and Galleries, The Old State House, &lt;a href=\"Delaware%20Legislative%20Hall\"&gt;Legislative Hall: The State Capitol&lt;/a&gt;, The John Bell House, The Delaware Public Archives, The Johnson &lt;a href=\"Victrola\"&gt;Victrola&lt;/a&gt; Museum, &lt;a href=\"Delaware%20Governor%27s%20Mansion\"&gt;Woodburn and Hall House - The Governor's House&lt;/a&gt;, and the Biggs Museum of American Art.\nFirst State Heritage Park Welcome Center and Galleries.\nLocated within the Delaware Public Archives building adjacent to Legislative Hall, the First State Heritage Park Welcome Center &amp; Galleries serves as an entrance portal to Delaware's state capital and the historic city of Dover. The center is ideally situated for auto-borne visitation with easy highway access and plentiful parking. Visitor services include self-guided tours of the center's exhibits, and extensive information on local and statewide attractions, events, and activities.\nThe Old State House.\nThe &lt;a href=\"Old%20Statehouse%20%28Dover%2C%20Delaware%29\"&gt;Old State House&lt;/a&gt; served as the state's first permanent capitol building from 1791 until 1932. It is located on Dover's historic &lt;a href=\"Village%20green\"&gt;green&lt;/a&gt;. The Old State House originally housed Delaware's state government and the government of Kent County. The Old Statehouse was listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1971.\nThe State House has undergone several expansions and renovations since it opened in 1791. It was originally built in a &lt;a href=\"Georgian%20architecture\"&gt;Georgian architecture&lt;/a&gt; style. The state house was remodeled in 1873 to reflect a &lt;a href=\"Victorian%20architecture\"&gt;Victorian&lt;/a&gt; style and restored in 1976 to its original appearance. Extensive renovations of the State House also took place in 2007.\nGuided tours of the building are offered throughout the day Monday - Saturday, 9 a.m. - 4:30 p.m. and Sunday, 1:30 - 4:30 p.m.\nDelaware Legislative Hall.\n&lt;a href=\"Delaware%20Legislative%20Hall\"&gt;Legislative Hall&lt;/a&gt; is the state &lt;a href=\"Seat%20of%20government\"&gt;capitol&lt;/a&gt; building. It houses offices and the assembly room for the &lt;a href=\"Delaware%20State%20Legislature\"&gt;Delaware State Legislature&lt;/a&gt;. Legislative Hall has served as the main legislative building since 1933. It is open for tours, Monday through Friday, 10:00 a.m. - 1:00 p.m.\nJohn Bell House.\nThe John Bell house is a small one room home that historians believe to have been built as a workshop with an original footprint of 16 feet by 25 feet, with a small basement and attic. During restoration efforts that started in 2010, the date of 1743 was found punched into a stud with an awl, but the building is believed to be older than that. Prior to the restoration the building had additions added and used as law offices for George Valentine Massey and &lt;a href=\"Nathaniel%20B.%20Smithers\"&gt;Nathaniel B. Smithers&lt;/a&gt;, as well as a post office from 1818 to 1825 before it was acquired by the state of Delaware.\nVisit with historical interpreters and learn about this newly restored house, the oldest surviving wooden structure in Dover. Open Monday through Saturday, 10 a.m. - 3 p.m.\nDelaware Public Archives.\nThe Delaware Public Archives building houses an extensive collection of materials dating back as far as the 17th century to today. The research room is open Monday through Friday, 8:30 a.m. - 4:00 p.m. and on the First Saturday of the month from 1:00 p.m. to 4:00 p.m.\nJohnson Victrola Museum.\nThe Johnson Victrola Museum was built in honor of &lt;a href=\"Eldridge%20R.%20Johnson\"&gt;Eldridge R. Johnson&lt;/a&gt;, founder of the &lt;a href=\"Victor%20Talking%20Machine%20Company\"&gt;Victor Talking Machine Company&lt;/a&gt;. Exhibits at the museum include paintings, objects, memorabilia, and trademarks that highlight the development of the sound recording industry. The museum is open Wednesday - Saturday, 9 a.m. - 4:30 p.m. The museum is part of the &lt;a href=\"Delaware%20State%20Museum%20Buildings\"&gt;Delaware State Museum Buildings&lt;/a&gt; complex, listed on the National Register of Historic Places in 1972.\nBiggs Museum of American Art.\nThe Biggs Museum of American Art houses a permanent collection of American fine and decorative arts as well as changing exhibitions throughout the year. It is open Wednesday through Saturday, 10 a.m. to 4:00 p.m.\nWoodburn and Hall House - The Governor's House.\n&lt;a href=\"Delaware%20Governor%27s%20Mansion\"&gt;Woodburn&lt;/a&gt;, the official residence of Delaware's Governor, Hall House, the Governor's guest house; and their gardens offer regular tours."
}