{
    "id": "13497916",
    "revid": "24902",
    "url": "https://en.wikipedia.org/wiki?curid=13497916",
    "title": "Luck in the Shadows",
    "text": "Luck in the Shadows is a &lt;a href=\"fantasy%20novel\"&gt;fantasy novel&lt;/a&gt; by American writer &lt;a href=\"Lynn%20Flewelling\"&gt;Lynn Flewelling&lt;/a&gt;, first book in her \"&lt;a href=\"The%20Nightrunner%20Series\"&gt;Nightrunner&lt;/a&gt;\" series. Set in a &lt;a href=\"fictional%20universe\"&gt;fictional universe&lt;/a&gt;, the novel follows the adventures of a complex thief and his apprentice as they are targeted by magical forces and attempt to unravel a political conspiracy. It is followed by \"&lt;a href=\"Stalking%20Darkness\"&gt;Stalking Darkness&lt;/a&gt;\", \"&lt;a href=\"Traitor%27s%20Moon\"&gt;Traitor's Moon&lt;/a&gt;\", \"&lt;a href=\"Shadows%20Return\"&gt;Shadows Return&lt;/a&gt;\" and \"&lt;a href=\"The%20White%20Road\"&gt;The White Road&lt;/a&gt;\".\nPlot summary.\nAlec of Kerry, a young hunter who has recently been orphaned, is taken prisoner under the false charge of spying. He ends up sharing a cell with Seregil, a seemingly youthful spy and noble from the exotic city of Rhiminee, who has the ability to assume various guises and trick his way out of tight situations. The two escape together, and Seregil, motivated by something he does not entirely understand, takes Alec on as his apprentice in thieving, spying and trickery. They head south towards Rhiminee, where Seregil will report on his mission to the wizard Nysander, the head of a covert group of spies known as \"Watchers.\"\nBut along the way, Seregil falls ill under the influence of a mysterious magic. Alec is forced to navigate their way south on his own, testing his limited resources and knowledge of the world outside his rustic homeland. When the cause of Seregil's illness finally becomes known (an ordinary wooden disk imbued with a powerful curse) it is almost too late to save his life. In his unconscious state, Seregil experiences visions of a dark entity known as the \"Empty God,\" foreshadowing the designs of the evil Duke Mardus, who wishes to obtain the god's power for himself.\nIn Rhiminee, the capital of Skala, Nysander heals Seregil and takes possession of the disk. Once recovered, Seregil reassumes his role as mentor to Alec, teaching him how to be a successful thief and spy. Alec meets Beka Cavish, a friend of Seregil's and member of the Queen's elite Horse Guard, and he and Seregil carry out odd jobs for the scandal-ridden nobles and citizens of Rhiminee under the guise of the \"Rhiminee Cat.\" Seregil learns of a prophecy in which he is to become \"father, brother, friend and lover\" to Alec, and Alec discovers that Seregil is Aurenfaie, a race of long-lived peoples inhabiting the distant and exotic realm of Aurenen, from which magic originates.\nAfter Seregil is thrown into jail for supposedly writing treasonous letters against Queen Idrilain of Skala, it becomes clear that a plot is underway to overthrow the queen. Seregil briefly switches bodies with Thero, Nysander's apprentice, in order to assist Alec and Nysander in discovering the perpetrators. Their hunt eventually leads them to Lady Kassarie, a supporter of the \"Lerans,\" a group of anti-Aurenfaie nobles who object to Idrilain's queenship (she is a distant descendant of Lord Corruth, an Aurenfaie consort). Alec manages to seduce a young servant of Kassarie's, allowing him and Seregil to break into her stronghold. Their discovery of Lord Corruth's decomposed skeleton, which Kassarie has set up for display like a trophy, reveals that the Lerans were behind the consort's disappearance, which had so strained the relations between Skala and Aurenen. A fight breaks out between the Skalans and the Lerans, but Nysander is able to transform Seregil and Alec into birds, ensuring their escape from Kassarie's stronghold. Kassarie is killed and Idrilain's place on the throne is preserved, but the novel ends with Nysander experiencing a vision of death and the Empty God, foreboding more dark times to come.\nGenres and themes.\nThe novel contains elements of the &lt;a href=\"Mystery%20fiction\"&gt;mystery&lt;/a&gt; genre, with the latter half of the book consisting of Alec and Seregil’s detective-style attempts to identify the instigators of a plot against their queen. Flewelling notes that she was strongly influenced by the &lt;a href=\"Sherlock%20Holmes\"&gt;Sherlock Holmes&lt;/a&gt; detective stories in writing the \"Nightrunner\" novels, modeling her two central protagonists, Seregil and Alec, on Holmes and &lt;a href=\"John%20Watson%20%28Sherlock%20Holmes%29\"&gt;Watson&lt;/a&gt; respectively. &lt;a href=\"Locus%20Magazine\"&gt;Locus Magazine&lt;/a&gt; places \"Luck in the Shadows\" in the \"&lt;a href=\"fantasy%20of%20manners\"&gt;fantasy of manners&lt;/a&gt;\" subcategory, noting that the novel focuses on a few individual characters, and contains action that is more &lt;a href=\"Swashbuckler\"&gt;swashbuckling&lt;/a&gt; than &lt;a href=\"High%20fantasy\"&gt;epic&lt;/a&gt;.\nThe book also explores issues of sexuality and gender roles, presenting a world where bi- and homosexuality are as normal as heterosexuality, and hinting at the romantic relationship that will develop between the two male leads later in the series. Flewelling states that \"gender issues are generally a strong theme for me...I think I created Seregil just to see if he'd work -- a gay hero, and a gay character who wasn't tragic, evil, victimized, or a bit player thrown in for color.\"\nReception.\nThe novel received largely favourable reviews. It was the recipient of a 1997 Locus Award for Best First Novel. \"The Lambda Book Report\" called it and the rest of the series a \"fast-paced\" adventure story \"featuring a pair of endearing rogues.\" While one reviewer criticized the book for its derivative plot motifs and lack of resolution, another praised Flewelling for her skilful and entertaining use of old plot devices, as well as her complex characters. \"Locus Magazine\", in one review, drew attention to Flewelling's vivid fantasy settings and \"interesting inversions of accepted gender roles.\""
}