{
    "id": "135087",
    "revid": "23129483",
    "url": "https://en.wikipedia.org/wiki?curid=135087",
    "title": "Maryville, Tennessee",
    "text": "Maryville is a city in and the &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt; of &lt;a href=\"Blount%20County%2C%20Tennessee\"&gt;Blount County, Tennessee&lt;/a&gt;, and is a suburb of &lt;a href=\"Knoxville%2C%20Tennessee\"&gt;Knoxville&lt;/a&gt;. Its population was 31,907 at the &lt;a href=\"2020%20United%20States%20Census\"&gt;2020 census&lt;/a&gt;\nIt is included in the &lt;a href=\"Knoxville%20Metropolitan%20Area\"&gt;Knoxville Metropolitan Area&lt;/a&gt; and a short distance from popular tourist destinations such as the &lt;a href=\"Great%20Smoky%20Mountains%20National%20Park\"&gt;Great Smoky Mountains National Park&lt;/a&gt;, &lt;a href=\"Dollywood\"&gt;Dollywood&lt;/a&gt;, &lt;a href=\"Gatlinburg%2C%20Tennessee\"&gt;Gatlinburg&lt;/a&gt;, and &lt;a href=\"Pigeon%20Forge%2C%20Tennessee\"&gt;Pigeon Forge&lt;/a&gt;.\nHistory.\nWhen the first European explorers arrived in the area, they found the &lt;a href=\"Great%20Indian%20Warpath\"&gt;Great Indian Warpath&lt;/a&gt;, which ran along the route where the modern &lt;a href=\"U.S.%20Route%20411\"&gt;US-411&lt;/a&gt; has been built. The trail was long used by the &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;indigenous peoples&lt;/a&gt; of the area. A historic &lt;a href=\"Cherokee\"&gt;Cherokee&lt;/a&gt; village known as \"Elajay\" was situated at the confluence of Ellejoy Creek (named after the village) and the &lt;a href=\"Little%20River%20%28Tennessee%29\"&gt;Little River&lt;/a&gt;. Its site was near the modern &lt;a href=\"Heritage%20High%20School%20%28Maryville%2C%20Tennessee%29\"&gt;Heritage High School&lt;/a&gt;. Ensign &lt;a href=\"Henry%20Timberlake\"&gt;Henry Timberlake&lt;/a&gt; passed through the village in 1762 while returning from &lt;a href=\"Timberlake%20Expedition\"&gt;his expedition&lt;/a&gt; to the &lt;a href=\"Overhill%20Cherokee\"&gt;Overhill&lt;/a&gt; villages to the west. He reported that it had been abandoned.\nIn 1785, &lt;a href=\"American%20Revolutionary%20War\"&gt;Revolutionary War&lt;/a&gt; veteran John Craig built a wooden palisade enclosing cabins at what is known as Fort Craig (or Craig's Station) in present-day Maryville. Such stations were built throughout the &lt;a href=\"frontier\"&gt;frontier&lt;/a&gt; to defend settlers against attacks from the Cherokee. For example, \"on April 11, 1793, when settlers believed Indian attacks were imminent, 280 men, women, and children gathered in small huts at John Craig's station on Nine Mile Creek.\"\nCraig donated next to his fort for the founding of a new town. Incorporated as a city on July 11, 1795, the settlement was named in honor of Mary Grainger Blount, wife of the territorial governor &lt;a href=\"William%20Blount\"&gt;William Blount&lt;/a&gt;. Blount County was named after him.\nThe family of &lt;a href=\"Sam%20Houston\"&gt;Sam Houston&lt;/a&gt; moved to Maryville from &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt; in 1808, when Houston was 15. His older brothers put him to work as a clerk in a store they established in town, but he ran away. Houston lived for a few years with the Cherokee at &lt;a href=\"Hiwassee%20Island\"&gt;Hiwassee Island&lt;/a&gt;, on the &lt;a href=\"Hiwassee%20River\"&gt;Hiwassee River&lt;/a&gt;, where he became fluent in their language and appreciative of their culture. After his return to Maryville about 1811, Houston started a one-room schoolhouse. He signed up for the army during the &lt;a href=\"War%20of%201812\"&gt;War of 1812&lt;/a&gt; and rose rapidly in rank, beginning his military and political career. The schoolhouse still stands just off US-411 near the community of Wildwood.\nMaryville was a center of &lt;a href=\"Abolitionism%20in%20the%20United%20States\"&gt;abolitionist&lt;/a&gt; activity throughout the early 19th-century; it was generated mostly by the &lt;a href=\"Religious%20Society%20of%20Friends\"&gt;Society of Friends&lt;/a&gt;, which had a relatively large presence in Blount County. They were supported by anti-slavery advocates such as &lt;a href=\"Isaac%20L.%20Anderson\"&gt;Isaac L. Anderson&lt;/a&gt;, the founder of &lt;a href=\"Maryville%20College\"&gt;Maryville College&lt;/a&gt;. When Tennessee voted on the Ordinance of &lt;a href=\"Secession\"&gt;Secession&lt;/a&gt; in 1861, only 19 percent of Blount Countians voted in favor of seceding from the &lt;a href=\"Union%20%28American%20Civil%20War%29\"&gt;Union&lt;/a&gt;.\nAlthough staunchly pro-Union throughout the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;, Maryville was not liberated by federal troops until May 1864. In August of that year, a &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederate&lt;/a&gt; &lt;a href=\"cavalry\"&gt;cavalry&lt;/a&gt; raid, under the command of General &lt;a href=\"Joseph%20Wheeler\"&gt;Joseph Wheeler&lt;/a&gt;, attacked the courthouse where the Union troops had taken shelter. To try to dislodge the federal soldiers, Confederates set fire to several buildings, including a store where the city's records were being kept. Polly Tool, an &lt;a href=\"African-American\"&gt;African-American&lt;/a&gt; slave, rescued most of the records. She was honored by a statue in the Blount County courthouse. In the &lt;a href=\"Reconstruction%20Era\"&gt;Reconstruction Era&lt;/a&gt; Maryville became a hub of &lt;a href=\"Radical%20Republican\"&gt;Radical Republican&lt;/a&gt; activity for East Tennessee. Its local &lt;a href=\"Union%20League\"&gt;Union League&lt;/a&gt; provided a lively forum for political discussion, and the &lt;a href=\"Freedmen%27s%20Normal%20Institute\"&gt;Freedmen's Normal Institute&lt;/a&gt; was established on the present-day site of Maryville High School. The city elected William Bennett Scott Sr., the country's second African-American mayor, in 1869.\nIn the 1970s, after several department stores and other retailers moved from the downtown area to Alcoa's Midland shopping center, the city spent $10 million on a renewal project called \"Now Town\". Traffic was re-routed, facades were placed on old buildings, &lt;a href=\"slum\"&gt;slum&lt;/a&gt;s were cleared, and the &lt;a href=\"Bicentennial%20Greenbelt%20Park\"&gt;Bicentennial Greenbelt Park&lt;/a&gt; was created. The project failed to attract business back to the downtown locations; instead retailers moved to the new &lt;a href=\"Foothills%20Mall%20%28Tennessee%29\"&gt;Foothills Mall&lt;/a&gt; a few years later. The downtown area remained in decline until the 2000s, when the city agreed to reverse many of the \"Now Town\" changes.\nU.S. Senator &lt;a href=\"Lamar%20Alexander\"&gt;Lamar Alexander&lt;/a&gt; was born in Maryville in 1940. Alexander served as &lt;a href=\"Governor%20of%20Tennessee\"&gt;Governor of Tennessee&lt;/a&gt; from 1979–1987 and &lt;a href=\"United%20States%20Secretary%20of%20Education\"&gt;Secretary of Education&lt;/a&gt; (1991–1993) under President &lt;a href=\"George%20H.%20W.%20Bush\"&gt;George H. W. Bush&lt;/a&gt;. He ran unsuccessful campaigns for president in 1996 and 2000, both times announcing his candidacy for the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; from his hometown of Maryville. In 2002, he was elected to the U.S. Senate, succeeding &lt;a href=\"Fred%20Thompson\"&gt;Fred Thompson&lt;/a&gt;.\nOn July 2, 2015, a freight train carrying hazardous materials &lt;a href=\"2015%20Tennessee%20train%20derailment\"&gt;went off of its tracks&lt;/a&gt;. Over 5,000 citizens were displaced from their homes within a two-mile (three kilometer) radius.\nGeography.\nMaryville is located in north-central Blount County in the foothills of the &lt;a href=\"Great%20Smoky%20Mountains\"&gt;Great Smoky Mountains&lt;/a&gt;. &lt;a href=\"Chilhowee%20Mountain\"&gt;Chilhowee Mountain&lt;/a&gt;, the outermost ridge of the Western Smokies, rises prominently to the south. Chilhowee's eastern flank— known locally as \"The Three Sisters\"— is visible from almost anywhere in the city, and dominates the southern horizon along US-321 between Maryville and &lt;a href=\"Walland%2C%20Tennessee\"&gt;Walland&lt;/a&gt;. Maryville is bordered on the north by Maryville's twin city, &lt;a href=\"Alcoa%2C%20Tennessee\"&gt;Alcoa&lt;/a&gt;. A number of small suburbs— including Wildwood, Ellejoy, and Clover Hill— surround Maryville to the east and west.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the city has a total area of , all land.\nDemographics.\n2020 census.\nAs of the &lt;a href=\"2020%20United%20States%20census\"&gt;2020 United States census&lt;/a&gt;, there were 31,907 people, 10,719 households, and 7,132 families residing in the city.\n2010 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2010, there were 27,465 people, 10,712 households, and 7,028 families. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 1,634.8 people per square mile (631.2/km2). There were 11,679 housing units at an average density of 637.6 per square mile (246.2/km2). The racial makeup of the city was 92.0% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 3.2% &lt;a href=\"Black%20%28U.S.%20Census%29\"&gt;Black&lt;/a&gt;, 0.3% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 1.55% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.03% &lt;a href=\"Pacific%20Islander%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 0.53% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 1.8% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 3.2% of the population.\nThere were 10,712 households, out of which 32.0% had children under the age of 18 living with them, 48.6% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 12.8% had a female householder with no husband present, and 34.4% were non-families. 30.4% of all households were made up of individuals, and 29.7% had someone living alone who was 65 years of age or older. The average household size was 2.41 and the average family size was 3.00.\nIn the city, the population was spread out, with 24.2% under the age of 18, 6.8% from 20 to 24, 24.2% from 25 to 44, 24.4% from 45 to 64, and 17.1% who were 65 years of age or older. The median age was 39.1 years. For every 100 females, there were 88.0 males.\nThe median income for a household in the city was $46,394, and the median income for a family was $61,227. Males had a median income of $31,478 versus $20,418 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $23,579. About 9.0% of families and 10.2% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 12.3% of those under age 18 and 3.1% of those age 65 or over.\nClimate.\nAverage temperatures in July range from 69 degrees low to 87 degrees high. Average temperatures in January range from 29 degrees low to 46 degrees high. Most of the year is very pleasant with mild temperatures.\nEconomy.\nTop employers.\nAccording to Maryville's 2020 Comprehensive Annual Financial Report, the top employers in the area were:\nEducation.\nCity.\nMaryville City Schools operates public schools.\nMaryville College.\nMaryville is home to &lt;a href=\"Maryville%20College\"&gt;Maryville College&lt;/a&gt;, a private four-year liberal arts college. It was founded in 1819 by &lt;a href=\"Presbyterian\"&gt;Presbyterian&lt;/a&gt; minister Isaac L. Anderson for the purpose of furthering education and enlightenment and whose mission was to do good on the largest possible scale. The college is one of the fifty oldest colleges in the United States and the twelfth oldest institution in the South. It is associated with the &lt;a href=\"Presbyterian%20Church%20%28USA%29\"&gt;Presbyterian Church (USA)&lt;/a&gt;. It enrolls about 1,103 students. Maryville College's mascot is the Scots. The sports teams compete in &lt;a href=\"NCAA%20Division%20III\"&gt;NCAA Division III&lt;/a&gt; athletics in the &lt;a href=\"USA%20South%20Athletic%20Conference\"&gt;USA South Athletic Conference&lt;/a&gt; and formerly the &lt;a href=\"Great%20South%20Athletic%20Conference\"&gt;Great South Athletic Conference&lt;/a&gt;.\nWeekend programs.\nThe East Tennessee Japanese School (イーストテネシー補習授業校 \"Īsuto Teneshī Hoshū Jugyō Kō\"), a &lt;a href=\"Hoshuko\"&gt;weekend Japanese education program&lt;/a&gt;, holds its classes at &lt;a href=\"Maryville%20College\"&gt;Maryville College&lt;/a&gt;."
}