{
    "id": "135147",
    "revid": "37808067",
    "url": "https://en.wikipedia.org/wiki?curid=135147",
    "title": "Parsons, Tennessee",
    "text": "Parsons is a city in &lt;a href=\"Decatur%20County%2C%20Tennessee\"&gt;Decatur County&lt;/a&gt;, &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt;, United States. The population was 2,373 at the 2010 census. Parsons is the largest city by population in Decatur County.\nGeography.\nParsons is located in central Decatur County at (35.648780, -88.123386). U.S. Routes &lt;a href=\"U.S.%20Route%20412\"&gt;412&lt;/a&gt; and &lt;a href=\"U.S.%20Route%20641\"&gt;641&lt;/a&gt; cross in the center of town. US 412 leads east to &lt;a href=\"Columbia%2C%20Tennessee\"&gt;Columbia&lt;/a&gt; and west to &lt;a href=\"Jackson%2C%20Tennessee\"&gt;Jackson&lt;/a&gt;, while US 641 leads north to &lt;a href=\"Camden%2C%20Tennessee\"&gt;Camden&lt;/a&gt; and south to &lt;a href=\"Clifton%2C%20Tennessee\"&gt;Clifton&lt;/a&gt;. &lt;a href=\"Decaturville%2C%20Tennessee\"&gt;Decaturville&lt;/a&gt;, the &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt;, is south on US 641.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, Parsons has a total area of , all land.\nThe unincorporated community of &lt;a href=\"Perryville%2C%20Tennessee\"&gt;Perryville&lt;/a&gt;, the oldest settlement in Decatur County, is east of Parsons, along the &lt;a href=\"Tennessee%20River\"&gt;Tennessee River&lt;/a&gt;. Tennessee's highest recorded temperature at 113 °F (45 °C) was recorded there on August 9, 1930.\nDemographics.\n2020 census.\nAs of the &lt;a href=\"2020%20United%20States%20Census\"&gt;2020 United States Census&lt;/a&gt;, there were 2,100 people, 870 households, and 527 families residing in the city.\n2000 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 2,452 people, 1,063 households, and 646 families residing in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 627.3 people per square mile (242.1/km2). There were 1,205 housing units at an average density of 308.3 per square mile (119.0/km2). The racial makeup of the city was 87.97% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 8.16% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.16% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 0.33% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 2.45% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 0.94% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 2.57% of the population.\nThere were 1,063 households, out of which 24.5% had children under the age of 18 living with them, 44.9% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 12.0% had a female householder with no husband present, and 39.2% were non-families. 36.4% of all households were made up of individuals, and 18.3% had someone living alone who was 65 years of age or older. The average household size was 2.17 and the average family size was 2.81.\nIn the city, the population was spread out, with 20.9% under the age of 18, 8.2% from 18 to 24, 23.6% from 25 to 44, 23.8% from 45 to 64, and 23.5% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 80.4 males. For every 100 females age 18 and over, there were 73.3 males.\nThe median income for a household in the city was $22,688, and the median income for a family was $35,764. Males had a median income of $27,326 versus $17,326 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $18,077. About 15.6% of families and 19.6% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 22.2% of those under age 18 and 28.5% of those age 65 or over.\nHistory.\nCreated \"circa\" 1889 by the Tennessee Midland Railroad Company (TMRC), the city of Parsons was founded by Henry Myracle as he deeded 143 acres to the TMRC to start a town on his land. The railroad established Parsons Improvement Co. and Myracle maintained the town. The rail depot was located where the present day BP One Stop is located. A commercial lot, which was used as a tie yard was at present location of CB&amp;S Bank. A storage lot and livestock pens were located where Townsend Chevrolet is presently located. There was a large water tank beside the depot and two packing houses nearby for farmers' produce. There was also a town pump and a small park near the water tank.\nThe Perryville branch of the railroad (TMRC) was known as the \"Pea Vine\". The train itself was known as the \"Hot Shot\" or \"Cannonball\"."
}