{
    "id": "135120",
    "revid": "32478849",
    "url": "https://en.wikipedia.org/wiki?curid=135120",
    "title": "Henderson, Tennessee",
    "text": "Henderson is a &lt;a href=\"city\"&gt;city&lt;/a&gt; in and the &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt; of &lt;a href=\"Chester%20County%2C%20Tennessee\"&gt;Chester County&lt;/a&gt;, &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt;, United States. The population was 6,309 at the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt;, up from 5,670 at the 2000 census.\nHistory.\nHenderson was &lt;a href=\"plat\"&gt;plat&lt;/a&gt;ted in 1857, when the railroad was extended to that point. The city takes its name from &lt;a href=\"Henderson%20County%2C%20Tennessee\"&gt;Henderson County, Tennessee&lt;/a&gt;. Henderson was called Dayton during the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;, then was known as Henderson Station and, finally, Henderson.\nGeography.\nHenderson is located near the center of Chester County at (35.443025, -88.644345), to the west of the South Fork &lt;a href=\"Forked%20Deer%20River\"&gt;Forked Deer River&lt;/a&gt;. &lt;a href=\"U.S.%20Route%2045\"&gt;U.S. Route 45&lt;/a&gt; passes through the city, leading northwest to &lt;a href=\"Jackson%2C%20Tennessee\"&gt;Jackson&lt;/a&gt; and south to &lt;a href=\"Selmer%2C%20Tennessee\"&gt;Selmer&lt;/a&gt;. &lt;a href=\"Tennessee%20State%20Route%20100\"&gt;Tennessee State Route 100&lt;/a&gt; passes south of the city center, leading east to &lt;a href=\"Decaturville%2C%20Tennessee\"&gt;Decaturville&lt;/a&gt; and west to &lt;a href=\"Whiteville%2C%20Tennessee\"&gt;Whiteville&lt;/a&gt;.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the city has a total area of , of which , or 0.35%, is water.\nArts, culture and outdoors.\nFor several years, the Henderson Arts Commission has sponsored many arts-related events and programs, like the Summer Camp Theatre Experience.\nThe city park is called Gene Record Park. It features playground equipment, a walking trail, soccer fields, a permanent space for the local Farmer's Market, picnic tables, a dog park, and a 9-hole disc golf course. In January 2020, the city paper (Chester County Independent) reported that a Splash Pad would soon be installed at the park.\nNewspaper.\nThe local paper, the \"Chester County Independent\", is based in Henderson.\nDemographics.\n2020 census.\nAs of the &lt;a href=\"2020%20United%20States%20census\"&gt;2020 United States census&lt;/a&gt;, there were 6,308 people, 1,992 households, and 1,261 families residing in the city.\n2000 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 5,670 people, 1,896 households, and 1,270 families residing in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 991.6 people per square mile (382.7/km2). There were 2,072 housing units at an average density of 362.4 per square mile (139.9/km2). The racial makeup of the city was 80.09% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 17.87% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.09% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 0.41% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.37% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 1.18% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 1.52% of the population.\nThere were 1,896 households, out of which 31.8% had children under the age of 18 living with them, 47.0% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 16.6% had a female householder with no husband present, and 33.0% were non-families. 28.7% of all households were made up of individuals, and 14.3% had someone living alone who was 65 years of age or older. The average household size was 2.41 and the average family size was 2.96.\nIn the city, the population was spread out, with 21.5% under the age of 18, 25.2% from 18 to 24, 22.5% from 25 to 44, 16.0% from 45 to 64, and 14.8% who were 65 years of age or older. The median age was 27 years. For every 100 females, there were 85.4 males. For every 100 females age 18 and over, there were 80.0 males.\nThe median income for a household in the city was $32,648, and the median income for a family was $40,907. Males had a median income of $32,215 versus $22,258 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $16,735. About 15.4% of families and 19.0% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 27.6% of those under age 18 and 20.1% of those age 65 or over.\nEducation.\nHenderson is part of the &lt;a href=\"Chester%20County%20School%20District\"&gt;Chester County School District&lt;/a&gt; and home to &lt;a href=\"Chester%20County%20High%20School\"&gt;Chester County High School&lt;/a&gt;. It is also the home of &lt;a href=\"Freed%E2%80%93Hardeman%20University\"&gt;Freed–Hardeman University&lt;/a&gt;."
}