{
    "id": "13539541",
    "revid": "26386571",
    "url": "https://en.wikipedia.org/wiki?curid=13539541",
    "title": "Stanišići",
    "text": "Stanišići () is an ethno village near &lt;a href=\"Bijeljina\"&gt;Bijeljina&lt;/a&gt; in &lt;a href=\"Republika%20Srpska\"&gt;Republika Srpska&lt;/a&gt;, &lt;a href=\"Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt;, on the Pavlovića road, three kilometers from town. The owner of the complex is Borislav Stanišić, a local entrepreneur. Entrance is free for visitors.\nContents.\nThe complex was built in March 2003. In its beginnings, it consisted of one pond, a tavern\nand a brook, but it expanded over time and now it contains another pond, two mills, and restaurants with local cuisine prepared in the traditional fireplace. The ethno village is still expanding, by building new objects.\nThe complex also contains the St. father Nicola monastery, which was consecrated by &lt;a href=\"Zvornik\"&gt;Zvornik&lt;/a&gt;-&lt;a href=\"Tuzla\"&gt;Tuzla&lt;/a&gt; Bishop Vasilije, Zahumlje-Herzegovina Bishop Grigorije and America-Canada Bishop Longin on 22 May 2006. St. father Nicola's and tsar &lt;a href=\"Stefan%20Uro%C5%A1%20V\"&gt;Stefan Uroš&lt;/a&gt;'s relics have been laid under the throne. After consecration, many baptisms and weddings took place in the monastery.\nThe ethno village contains several old original &lt;a href=\"barn\"&gt;barn&lt;/a&gt; &lt;a href=\"house\"&gt;house&lt;/a&gt;s, transported from different locations of former Yugoslavia (the village Brgule near &lt;a href=\"Vare%C5%A1\"&gt;Vareš&lt;/a&gt;, Dugandžići near &lt;a href=\"Olovo\"&gt;Olovo&lt;/a&gt; etc.) Some of these barn houses have become available for rent, in form of two apartments and three rooms with bathrooms. They contain, as well as other objects in the complex, antique furniture, wooden spoons, old cradles and carpets.\nMany swans and ducks live here, and a miniature stable is situated near the village, with a horse-riding school available. Three ponies make horse-riding possible for the children, too.\nThe ethno village organizes carriage and hunter sledge trips around &lt;a href=\"Semberija\"&gt;Semberija&lt;/a&gt; villages and &lt;a href=\"Drina\"&gt;Drina&lt;/a&gt; coast."
}