{
    "id": "13539286",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=13539286",
    "title": "John Harrison (Leeds)",
    "text": "John Harrison (1579–1656) was a prominent inhabitant of &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt;, in &lt;a href=\"Yorkshire\"&gt;Yorkshire&lt;/a&gt;, England, in the sixteenth and seventeenth century, variously as one of the early woollen cloth merchants, and as a benefactor of the town.\nCommercial and municipal life.\nOver the years, the Harrison family had acquired considerable property in the Leeds &lt;a href=\"rural-urban%20fringe\"&gt;rural-urban fringe&lt;/a&gt;, soon to be absorbed by &lt;a href=\"urban%20sprawl\"&gt;urban sprawl&lt;/a&gt;. John Harrison was the owner of a large tract of land lying at the top of &lt;a href=\"Briggate%2C%20Leeds\"&gt;Briggate&lt;/a&gt;, beyond the modern streets &lt;a href=\"The%20Headrow%2C%20Leeds\"&gt;Upper and Lower Headrow&lt;/a&gt;. He was one of the first of the Leeds cloth merchants, and added to his inherited fortune by his commercial activities. However, Harrison was not just a merchant but also a benefactor. He was well respected throughout the town and often played a role in local politics. When, in 1626, the first charter was obtained from &lt;a href=\"Charles%20I%20of%20England\"&gt;Charles I&lt;/a&gt;, and Sir John Savile was appointed Alderman, the real duties of the office were performed by Harrison, at that time his deputy. A few years later, Harrison and six other wealthy townsmen combined to buy the &lt;a href=\"Lord%20of%20the%20manor\"&gt;manorial rights&lt;/a&gt; of Leeds from the Crown: about that time he built a &lt;a href=\"market%20cross\"&gt;market cross&lt;/a&gt; at his own cost. During the whole of his life he was always prominent in improving the town: he is named in the first &lt;a href=\"Municipal%20charter\"&gt;charter&lt;/a&gt;, and his name constantly occurs in all records between 1626 and his death thirty years later.\nAllegiance in the civil war.\nIt can be difficult to find out which side Harrison really favoured when it came to a question of choosing sides between King and Parliament during the &lt;a href=\"English%20Civil%20War\"&gt;English Civil War&lt;/a&gt;. He himself, charged by the Parliamentarians with favouring the Royal cause, pointed to the fact that he had used \"a strong hand\" in checking certain movements in favour of the King. There is little doubt that he made a money present to Charles I when the King was in Leeds, but that may have been no more than a mark of generous sympathy towards a man in sore need and trouble. There is a tale that when the King was imprisoned in Leeds, Harrison called upon Charles I at Red Hall on the evening of his arrival and wished to present his Majesty with a cup of ale, which he had brought in a silver, lidded tankard. The King accepted Harrison's hospitality, and lifting the lid of the tankard, found it filled, not with liquor, but with gold coins, \"which\", says one of the retailers of this story, \"his Majesty did, with much celerity, hasten to secrete about his royal person\". It is more certain that Harrison lent money to the Parliamentarians. Amongst the British Museum manuscripts is the following Memorandum, which enhances knowledge on events of that time:\nBenefactor.\nWhether \"the Publique Faith of the Nation\" ever made good his money to Harrison we do not know, but he probably cared little whether his loan of cash, horse, and arms was repaid or not. He was in the lifelong habit of giving, and he gave in many directions. Leeds in his time was a growing place; it had many poor folk in it, and it was not much provided with hospitals for the sick and infirm amongst them. In 1643 one Jenkinson founded a hospital at Mill Hill: Harrison supplemented this, ten years later, with a home for indigent poor. But this was one of his last public benefactions; he had begun them or made his first notable addition to them in 1624, when he built a new home for the &lt;a href=\"Leeds%20Grammar%20School\"&gt;Grammar School&lt;/a&gt; first founded by William Sheafield. At that date the school was being taught in a building called New Chapel in Lady Lane: Harrison built a new home for it on a piece of his own property, on a site somewhere between the top of Briggate and Vicar Lane. That he was regarded within a short time after his death as a munificent patron of the Grammar School is proved by the fact that &lt;a href=\"Ralph%20Thoresby\"&gt;Ralph Thoresby&lt;/a&gt; speaks of him, in connection with it, as \"the Grand Benefactor ... never to be mentioned without Honour, the ever famous John Harrison\". A &lt;a href=\"House%20system\"&gt;house&lt;/a&gt; at the school was named after him.\nMemorials.\nHarrison is kept in mind by his statue in &lt;a href=\"Leeds%20City%20Square\"&gt;City Square&lt;/a&gt;, but his real and abiding memorial is in his &lt;a href=\"St%20John%20the%20Evangelist%27s%20Church%2C%20Leeds\"&gt;church of St. John&lt;/a&gt; at the head of Briggate, which he built and endowed and saw consecrated by &lt;a href=\"Richard%20Neile\"&gt;Richard Neile&lt;/a&gt;, &lt;a href=\"Archbishop%20of%20York\"&gt;Archbishop of York&lt;/a&gt;, on 21 September 1634. An incident occurred at this consecration day which shows the peculiar temper of those times. At the morning service the sermon was preached by &lt;a href=\"John%20Cosin\"&gt;John Cosin&lt;/a&gt;, then Archbishop's Chaplain and later &lt;a href=\"Bishop%20of%20Durham\"&gt;Bishop of Durham&lt;/a&gt;; in the afternoon, by the first incumbent, Robert Todd, who was highly inclined to the &lt;a href=\"Puritan\"&gt;Puritan&lt;/a&gt;ical and &lt;a href=\"Presbyterian\"&gt;Presbyterian&lt;/a&gt; notions. Todd made a fierce onslaught on the sermon to which he had listened in the morning. Neile immediately suspended him from his living for twelve months, and only forgave him at the direct intercession of founder Harrison and Sir &lt;a href=\"Arthur%20Ingram\"&gt;Arthur Ingram&lt;/a&gt;. It is somewhat curious that no great beauty was attributed to St. John's in its youth nor, indeed, for a long time afterwards. &lt;a href=\"Thomas%20Dunham%20Whitaker\"&gt;Thomas Dunham Whitaker&lt;/a&gt;, in his \"Lyoidis and Elmete\" (1816: a revised edition of &lt;a href=\"Ralph%20Thoresby\"&gt;Ralph Thoresby&lt;/a&gt;'s famous \"Ducatus Leodiensis\"), goes out of his way to pour scorn upon it, declaring that it \"has all the gloom and all the obstructions of an ancient church without one vestige of its dignity and grace\". Such, however, is not the opinion of later experts. Mr. J. E. Morris, in his \"West Riding of Yorkshire\", declares Harrison's church to be \"a singularly interesting example though far less pure, of course, in its architecture than &lt;a href=\"Wadham%20College%2C%20Oxford\"&gt;Wadham College&lt;/a&gt; Chapel of the last, faint flickering of the &lt;a href=\"Gothic%20architecture\"&gt;Gothic&lt;/a&gt; spirit; it is interesting, also, as affording us, in its sumptuous fittings, a good example of the &lt;a href=\"William%20Laud\"&gt;Laudian&lt;/a&gt; revival\".\nIn 1885, the Harrison Memorial Window was added to the church, painted in 1885 by &lt;a href=\"Burlison%20and%20Grylls\"&gt;Burlison and Grylls&lt;/a&gt;. The lower half depicts scenes from John Harrison's life. From bottom left: Harrison gives a tankard of coins to the imprisoned King Charles I; the construction of St John's Church; Harrison praying in his study; Harrison helps an old woman into his almshouse; Harrison sets up a market cross on Briggate in Leeds."
}