{
    "id": "1354405",
    "revid": "22121391",
    "url": "https://en.wikipedia.org/wiki?curid=1354405",
    "title": "Nimrod Castle",
    "text": "The Nimrod Fortress or Nimrod Castle ( Qal'at al-Subeiba, \"Castle of the Large Cliff\", later Qal'at Namrud, \"Nimrod's Castle\"; , \"Mivtzar Nimrod\", \"Nimrod's Fortress\") is a &lt;a href=\"castle\"&gt;castle&lt;/a&gt; built by the &lt;a href=\"Ayyubid%20dynasty\"&gt;Ayyubids&lt;/a&gt; and hugely enlarged by the &lt;a href=\"Mamluk%20Egypt\"&gt;Mamluks&lt;/a&gt;, situated on the southern slopes of &lt;a href=\"Mount%20Hermon\"&gt;Mount Hermon&lt;/a&gt;, on a ridge rising about 800 m (2600 feet) above sea level. It overlooks the &lt;a href=\"Golan%20Heights\"&gt;Golan Heights&lt;/a&gt; and was built with the purpose of guarding a major access route to Damascus against armies coming from the west.\nAlternative forms and spellings include: \"Kal'at\" instead of \"Qal'at\", the prefix \"as-\" instead of \"al-\", and Subayba, Subaybah and Subeibeh in place of \"Subeiba\".\nThe area is under &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;i occupation and administration &lt;a href=\"Six-Day%20War\"&gt;since 1967&lt;/a&gt; together with the adjacent Golan Heights. The international community sees the area as &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;n territory.\nHistory.\nAccording to geological observations and archaeological findings, the Nimrod Fortress (Nimrod's Celt) in the Golan was first built in the Hellenistic period (up to 30 AD) or the Byzantine period (4th to 7th century AD). \nThe fortress was rebuilt around 1228 by Al-Aziz Uthman, the son of &lt;a href=\"Saladin\"&gt;Saladin&lt;/a&gt;'s brother al-'Adil, to preempt an attack on &lt;a href=\"Damascus\"&gt;Damascus&lt;/a&gt; by the armies of the &lt;a href=\"Sixth%20Crusade\"&gt;Sixth Crusade&lt;/a&gt;. It was named \"Qal'at al-Subeiba\", \"Castle of the Large Cliff\" in Arabic. The fortress was further expanded to contain the whole ridge by 1230. In 1260 the &lt;a href=\"Mongol\"&gt;Mongol&lt;/a&gt;s captured the castle, dismantled some of its defenses and left their ally, the son of Al-Aziz 'Uthman, in charge of it and the nearby town of &lt;a href=\"Banias\"&gt;Banias&lt;/a&gt;. After the subsequent &lt;a href=\"Mamluk\"&gt;Mamluk&lt;/a&gt; victory over the Mongols at the &lt;a href=\"Battle%20of%20Ain%20Jalut\"&gt;Battle of Ain Jalut&lt;/a&gt;, Sultan &lt;a href=\"Baibars\"&gt;Baibars&lt;/a&gt; strengthened the castle and added larger towers. The fortress was given to Baibars's second-in-command, &lt;a href=\"Badr%20ad-Din%20Bilik%20al-Khaznadar\"&gt;Bilik&lt;/a&gt;. The new governor started the broad construction activities. When the construction was finished, Bilik memorialized his work and glorified the name of the &lt;a href=\"sultan\"&gt;sultan&lt;/a&gt; in a 1275 inscription. After the death of Baibars, his son arranged for Bilik to be murdered, apparently because he feared his power.\nAt the end of the 13th century, following the Muslim conquest of the port city of Acre (&lt;a href=\"Akko\"&gt;Akko&lt;/a&gt;) and the end of &lt;a href=\"Crusades\"&gt;Crusader&lt;/a&gt; rule in the &lt;a href=\"Holy%20Land\"&gt;Holy Land&lt;/a&gt;, the fortress lost its strategic value and fell into disrepair.\nThe &lt;a href=\"Ottoman%20Turks\"&gt;Ottoman Turks&lt;/a&gt; conquered the land in 1517 and used the fortress as a luxury prison for Ottoman nobles. The fortress was abandoned later in the 16th century and local shepherds and their flocks were the sole guests within its walls.\nThe fortress was significantly damaged by an &lt;a href=\"earthquake\"&gt;earthquake&lt;/a&gt; in 1759 that hit the region.\n&lt;a href=\"Druze\"&gt;Druze&lt;/a&gt; who came to the region during the &lt;a href=\"1860%20Lebanon%20conflict\"&gt;1860 conflict&lt;/a&gt; between themselves and the &lt;a href=\"Maronites\"&gt;Maronites&lt;/a&gt; began calling it Qal'at Namrud (Nimrod's Castle), anachronistically attributing it to the Biblical &lt;a href=\"Nimrod\"&gt;Nimrod&lt;/a&gt;.\nDescription.\nThe entire fortress complex is 420 m (1350 feet) in length and 150 m (500 feet) in width, and is built of large, carefully squared stones. Along the walls are numerous rectangular and semi-circular towers, roofed with pointed cross-arches.\nOverlooking the high, eastern edge of the fortress stood a large &lt;a href=\"keep\"&gt;keep&lt;/a&gt;, measuring 65 by 45 metres (200 by 150 feet) and protected by massive rectangular towers. Remains of several luxurious halls, water pools, rooms, suggest that this might have been the residence of the governor as well.\nThe fortress overlooks the deep, narrow valley that separates &lt;a href=\"Mount%20Hermon\"&gt;Mount Hermon&lt;/a&gt; from the rest of the &lt;a href=\"Golan%20Heights\"&gt;Golan Heights&lt;/a&gt;, the road linking the &lt;a href=\"Galilee\"&gt;Galilee&lt;/a&gt; with &lt;a href=\"Damascus\"&gt;Damascus&lt;/a&gt;, and the former &lt;a href=\"Crusader%20states\"&gt;Crusader&lt;/a&gt; town of &lt;a href=\"Banias\"&gt;Banias&lt;/a&gt;.\nCurrent condition.\nThe site is managed by the &lt;a href=\"Israel%20Nature%20and%20Parks%20Authority\"&gt;Israel Nature and Parks Authority&lt;/a&gt;, and visitors can explore the excavated and restored portions of the fortress.\nThe fortress entrance is from the west, and the first section contains \"secret corridors\"—winding staircases and underground water cisterns with some of the original plaster still visible. There are many examples of \"loopholes\" in fortress—special windows that are narrow on the outside but wide on the inside. They were designed specifically for shooting bows and arrows or crossbows, giving the defender inside the fortress plenty of room but the attacker only a narrow slit as a target. The central part, which is accessible by a path within the fortress, contains the remains of a &lt;a href=\"keep\"&gt;keep&lt;/a&gt; surrounded by large rectangular towers. In the western section, there are the remains of a fortress within a fortress, which was protected by its own moat and drawbridge. This is the oldest part of the castle, which was built the first.\nThe park entrance is located on Route 989 between &lt;a href=\"Kiryat%20Shmona\"&gt;Kiryat Shmona&lt;/a&gt; and &lt;a href=\"Mount%20Hermon\"&gt;Mount Hermon&lt;/a&gt;, about twenty minutes east of Kiryat Shmona.\n&lt;a href=\"Nimrod%2C%20Golan%20Heights\"&gt;Nimrod&lt;/a&gt;, an &lt;a href=\"Israeli%20settlement\"&gt;Israeli settlement&lt;/a&gt;, is located nearby.\nIn the Israeli film \"&lt;a href=\"Beaufort%20%28film%29\"&gt;Beaufort&lt;/a&gt;\", the castle substituted for &lt;a href=\"Beaufort%20Castle%2C%20Lebanon\"&gt;Beaufort Castle&lt;/a&gt;, which is located in southern Lebanon."
}