{
    "id": "1354316",
    "revid": "11073905",
    "url": "https://en.wikipedia.org/wiki?curid=1354316",
    "title": "George Mann (cricketer)",
    "text": "Francis George Mann, (6 September 1917 – 8 August 2001) was an English &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;er, who played for &lt;a href=\"Cambridge%20University\"&gt;Cambridge University&lt;/a&gt;, &lt;a href=\"Middlesex%20County%20Cricket%20Club\"&gt;Middlesex&lt;/a&gt; and &lt;a href=\"England%20cricket%20team\"&gt;England&lt;/a&gt;. He was born at &lt;a href=\"Byfleet\"&gt;Byfleet&lt;/a&gt;, Surrey and died at &lt;a href=\"Stockcross\"&gt;Stockcross&lt;/a&gt;, Berkshire.\nAs a cricketer, George Mann was a right-handed middle-order batsman. His father, &lt;a href=\"Frank%20Mann%20%28cricketer%29\"&gt;Frank Mann&lt;/a&gt;, also &lt;a href=\"English%20cricket%20captains\"&gt;captained England&lt;/a&gt;, making them the first father and son to both captain England. &lt;a href=\"Colin%20Cowdrey\"&gt;Colin&lt;/a&gt; and &lt;a href=\"Chris%20Cowdrey\"&gt;Chris Cowdrey&lt;/a&gt; are the only other father and son to have done this for England.\nEarly life and education.\nMann was born on 6 September 1917 in &lt;a href=\"Byfleet\"&gt;Byfleet&lt;/a&gt;, &lt;a href=\"Surrey\"&gt;Surrey&lt;/a&gt;, England. The son of &lt;a href=\"Frank%20Mann%20%28cricketer%29\"&gt;Frank Mann&lt;/a&gt;, he was the brother of &lt;a href=\"John%20Pelham%20Mann\"&gt;John Pelham Mann&lt;/a&gt;. He was educated at &lt;a href=\"Eton%20College\"&gt;Eton College&lt;/a&gt;, an all-boys &lt;a href=\"Public%20school%20%28United%20Kingdom%29\"&gt;public school&lt;/a&gt;, and captained the school's cricket XI in 1936. He was also a member of the Eton College Contingent of the &lt;a href=\"Officer%20Training%20Corps\"&gt;Officer Training Corps&lt;/a&gt;, and reached the rank of &lt;a href=\"Under%20officer%23United%20Kingdom\"&gt;cadet under-officer&lt;/a&gt;. He studied at &lt;a href=\"Pembroke%20College%2C%20Cambridge\"&gt;Pembroke College, Cambridge&lt;/a&gt;, graduating with a &lt;a href=\"Bachelor%20of%20Arts\"&gt;Bachelor of Arts&lt;/a&gt; (BA) degree. While at &lt;a href=\"University%20of%20Cambridge\"&gt;Cambridge&lt;/a&gt;, he earned two cricketing &lt;a href=\"Blue%20%28university%20sport%29\"&gt;blues&lt;/a&gt;, having represented the university in 1938 and 1939.\nMilitary service.\nMann served in the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, having joined up before the outbreak of war. On 8 July 1939, he was &lt;a href=\"Commissioned%20officer\"&gt;commissioned&lt;/a&gt; in the &lt;a href=\"Royal%20Welch%20Fusiliers\"&gt;Royal Welch Fusiliers&lt;/a&gt; as a &lt;a href=\"Second%20lieutenant%23United%20Kingdom%20and%20Commonwealth\"&gt;second lieutenant&lt;/a&gt;. He transferred to the &lt;a href=\"Scots%20Guards\"&gt;Scots Guards&lt;/a&gt; on 13 March 1940. He was awarded the &lt;a href=\"Military%20Cross\"&gt;Military Cross&lt;/a&gt; (MC) in 1942. On 28 June 1945, the then &lt;a href=\"Temporary%20rank\"&gt;temporary&lt;/a&gt; &lt;a href=\"Major%20%28United%20Kingdom%29\"&gt;major&lt;/a&gt; Mann was awarded the &lt;a href=\"Distinguished%20Service%20Order\"&gt;Distinguished Service Order&lt;/a&gt; (DSO) \"in recognition of gallant and distinguished services in Italy\".\nMann maintained his links with the army after the war. On 8 July 1949, he was moved from the Supplementary Reserve of Officers to the Regular Army Reserve of Officers, and was granted the &lt;a href=\"honorary%20rank\"&gt;honorary rank&lt;/a&gt; of major. Having reached the age limit, he resigned his commission on 6 September 1967 and was permitted to retain his honorary rank.\nCricketing career.\nMann captained England in each of his seven &lt;a href=\"Test%20cricket\"&gt;Test match&lt;/a&gt;es, winning two, and drawing the other five; his father had also been captain in every Test he played in. \"&lt;a href=\"Wisden%20Cricketers%27%20Almanack\"&gt;Wisden&lt;/a&gt;\" said of Mann: \"as a captain he was ideal, zealous to a degree, and considerate in all things at all times\". After leading England in South Africa in 1948/49, Mann led his side for two Tests in the following summer, before he stood down, citing inability to participate regularly due to his family's brewing business commitments (&lt;a href=\"Mann%2C%20Crossman%20%26amp%3B%20Paulin\"&gt;Mann, Crossman &amp; Paulin&lt;/a&gt;).\nMann was chairman of the &lt;a href=\"Test%20and%20County%20Cricket%20Board\"&gt;Test and County Cricket Board&lt;/a&gt; (TCCB) from 1978 to 1983. He was therefore chairman during the controversy over the &lt;a href=\"South%20African%20rebel%20tours%23English%20XI%2C%201982\"&gt;rebel tour&lt;/a&gt; which &lt;a href=\"Geoff%20Boycott\"&gt;Geoff Boycott&lt;/a&gt; and &lt;a href=\"Graham%20Gooch\"&gt;Graham Gooch&lt;/a&gt; led to South Africa in 1982.\nLater life.\nMann was a main board director and retained his position on the new company board when his family brewery merged with &lt;a href=\"Watney%20Combe%20%26amp%3B%20Reid\"&gt;Watney Combe &amp; Reid&lt;/a&gt; in 1958. He was &lt;a href=\"Non-executive%20director\"&gt;non-executive&lt;/a&gt; Deputy Chairman of the &lt;a href=\"Extel\"&gt;Extel Group&lt;/a&gt; from 1980 to 1986.\nMann died on 8 August 2001 in &lt;a href=\"Stockcross\"&gt;Stockcross&lt;/a&gt;, &lt;a href=\"Berkshire\"&gt;Berkshire&lt;/a&gt;, England.\nPersonal life.\nIn 1949, Mann married Margaret Hildegarde Marshall Clark. Together they had four children: three sons and one daughter. His wife predeceased him, dying in 1995.\nMann's son, &lt;a href=\"Simon%20Mann\"&gt;Simon&lt;/a&gt;, was sentenced for thirty-four years in &lt;a href=\"Equatorial%20Guinea\"&gt;Equatorial Guinea&lt;/a&gt; in 2008, on charges related to an attempted &lt;a href=\"Coup%20d%27%C3%A9tat\"&gt;coup&lt;/a&gt; in 2004, but was pardoned on 2 November 2009."
}