{
    "id": "13561939",
    "revid": "41527672",
    "url": "https://en.wikipedia.org/wiki?curid=13561939",
    "title": "Rochester Area High School (Pennsylvania)",
    "text": "Rochester High School is a public &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; in &lt;a href=\"Rochester%2C%20Pennsylvania\"&gt;Rochester, Pennsylvania&lt;/a&gt;, United States. It is the only high school in the &lt;a href=\"Rochester%20Area%20School%20District\"&gt;Rochester Area School District&lt;/a&gt;. Athletic teams compete as the Rochester Rams in the &lt;a href=\"Western%20Pennsylvania%20Interscholastic%20Athletic%20League\"&gt;Western Pennsylvania Interscholastic Athletic League&lt;/a&gt;.\nCampus.\nRochester High School is house in a K-12, all-grade academic complex. The elementary School is separated from the middle and high schools by a common area that includes the district library, a little theater, and several cafeterias. This design enables faculty, administration and students to interact with one another on a daily basis.\nAcademics.\nIn 2015, enrollment was reported as 210 pupils in 9th through 12th grades, with 49.05% of pupils eligible for a free lunch due to the family meeting the &lt;a href=\"Poverty%20in%20the%20United%20States\"&gt;federal poverty level&lt;/a&gt;. Additionally, 21.9% of pupils received special education services, while 9.5% of pupils were identified as &lt;a href=\"Intellectual%20giftedness\"&gt;gifted&lt;/a&gt;. The school employed 26 teachers. Per the PA Department of Education, 100% of the teachers were rated \"Highly Qualified\" under the federal &lt;a href=\"No%20Child%20Left%20Behind\"&gt;No Child Left Behind&lt;/a&gt; Act.\nAccording to the &lt;a href=\"National%20Center%20for%20Education%20Statistics\"&gt;National Center for Education Statistics&lt;/a&gt;, in 2010, the school reported an enrollment of 469 pupils in grades 7th through 12th, with 263 pupils eligible for a federal free or reduced-price lunch due to family poverty. The school employed 42.5 teachers, yielding a student–teacher ratio of 11:1. According to a report by the Pennsylvania Department of Education, 14 teachers were rated \"Non‐Highly Qualified\" under No Child Left Behind.\nRochester Area High School achieved a score of 62 out of 100. Reflects on grade level reading, mathematics and science achievement. The PDE reported that 58% of the High School's students were on grade level in reading/literature. In Algebra 1, 44% of students showed on grade level skills at the end of the course. In Biology I, 48.5% demonstrated on grade level science understanding at the end of the course. Statewide, 53 percent of schools with an eleventh grade achieved an academic score of 70 or better. Five percent of the 2,033 schools with 11th grade were scored at 90 and above; 20 percent were scored between 80 and 89; 28 percent between 70 and 79; 25 percent between 60 and 69 and 22 percent below 60. The Keystone Exam results showed: 73 percent of students statewide scored at grade-level in English, 64 percent in Algebra I and 59 percent in biology.\nRochester Area High School achieved a score of 62.1 out of 100. Reflects on grade level reading, mathematics and science achievement. In reading/literature, 64% were on grade level. In Algebra 1, 46.4% showed on grade level skills. In Biology, 27% demonstrated on grade level science understanding at the end of the course. Statewide, the percentage of high school students who scored proficient and advanced in Algebra I increased to 39.7% to 40.1%. The percentage of high school students who scored proficient and advanced in reading/literature declined to 52.5%. The percentage of high school students who scored proficient and advanced in biology improved from 39.7% to 41.4%.\nAccording to the Pennsylvania Department of Education, 2,134 of 2,947 Pennsylvania public schools (72 percent of Pennsylvania public schools), achieved an academic score of 70 or higher. Fifty-three percent of schools statewide received lower SPP scores compared with last year's, while 46 percent improved. A handful were unchanged.\nCompared with 2013, the percentage of schools that earned below 60 declined by nearly 1 percent per Secretary of Education Carolyn Dumaresq. She reported that this is an indication that student achievement is improving as school resources are being used better.\nRochester Area High School achieved 57.4 out of 100. Reflects on grade level reading, mathematics and science achievement. In reading/literature, 58.9% were on grade level. In Algebra 1, 52.7% showed on grade level skills. In Biology, 38.3% showed on grade level science understanding. According to the Pennsylvania Department of Education, 2,181 public schools (less than 73 percent of Pennsylvania public schools), achieved an academic score of 70 or higher. Pennsylvania 11th grade students no longer take the PSSAs. Instead, beginning in 2012, they take the Keystone Exams at the end of the associated course.\nThe Rochester Area Junior Senior High School's 11th grade ranked 108th out of 123 western Pennsylvania high schools based on three years of results in PSSAs on: reading, math writing and one year of science.\nAYP history.\nIn 2012, Rochester Area High School declined further to School Improvement Level II AYP status due to chronically low student achievement in reading and especially mathematics. Under the Pennsylvania Accountability System, the school district must pay for additional tutoring for struggling students. The High School is eligible for special, extra funding under School Improvement Grants which the school must apply for each year.\n&lt;a href=\"Pennsylvania%20System%20of%20School%20Assessment\"&gt;Pennsylvania System of School Assessment&lt;/a&gt;s, commonly called PSSAs are No Child Left Behind Act related examinations which were administered from 2003 through 2012, in all Pennsylvania public high schools. The exams were administered in the Spring of each school year. The goal was for 100% of students to be on grade level or better in reading and mathematics, by the Spring of 2014. The tests focused on the state's Academic Standards for reading, writing, mathematics and science. The Science exam included content in science, technology, ecology and the environmental studies. The mathematics exam included: algebra I, algebra II, &lt;a href=\"geometry\"&gt;geometry&lt;/a&gt; and &lt;a href=\"trigonometry\"&gt;trigonometry&lt;/a&gt;. The standards were first published in 1998 and are mandated by the Pennsylvania State Board of Education.\nIn 2013, the Commonwealth of Pennsylvania changed its high school assessments to the Keystone Exams in Algebra 1, Reading/literature and Biology1. The exams are given at the end of the applicable course, rather than all in the spring of the student's 11th grade year.\nScience in Motion Rochester Area High School did not take advantage of a state program called Science in Motion which brought college professors and sophisticated science equipment to the school to raise science awareness and to provide inquiry-based experiences for the students. The Science in Motion program was funded by a state appropriation and cost the school nothing to participate. &lt;a href=\"Westminster%20College%20%28Pennsylvania%29\"&gt;Westminster College&lt;/a&gt; provided the science enrichment experiences to schools in the region.\nCollege remediation.\nAccording to a Pennsylvania Department of Education study released in January 2009, 33% of Rochester Area School District graduates required remediation in mathematics and or reading before they were prepared to take college level courses in the &lt;a href=\"Pennsylvania%20State%20System%20of%20Higher%20Education\"&gt;Pennsylvania State System of Higher Education&lt;/a&gt; or community colleges. Less than 66% of Pennsylvania high school graduates, who enroll in a four-year college in Pennsylvania, will earn a bachelor's degree within six years. Among Pennsylvania high school graduates pursuing an associate degree, only one in three graduate in three years. Per the &lt;a href=\"Pennsylvania%20Department%20of%20Education\"&gt;Pennsylvania Department of Education&lt;/a&gt;, one in three recent high school graduates who attend Pennsylvania's public universities and community colleges takes at least one remedial course in math, reading or English.\nDual enrollment.\nThe high school offers a dual enrollment program. This state program permits high school students to take courses, at local higher education institutions, to earn college credits. Students remain enrolled at their high school. The courses count towards high school graduation requirements and towards earning a college degree. The students continue to have full access to activities at their high school. The college credits are offered at a deeply discounted rate. The state offers a small grant to assist students in costs for tuition, fees and books. Under the Pennsylvania Transfer and Articulation Agreement, many Pennsylvania colleges and universities accept these credits for students who transfer to their institutions. For the 2009-10 funding year, the school district received a state grant of $18,529 for the program. Courses are offered in cooperation with &lt;a href=\"Penn%20State%20Beaver\"&gt;Pennsylvania State University Beaver Campus&lt;/a&gt;.\nGraduation requirements.\nThe Rochester Area School Board has determined that a pupil must earn 27.5 credits to graduate, including: a required class every year in math 4 credits, English 4 credits, social studies 3 credits, science 4 credits, Physical Education 1 credit, Health 0.5 credit, Arts and Humanities 2 credits, Computers/Business 3 credits, Senior project 1 credit and electives 5 credits.\nBy law, all Pennsylvania secondary school students must complete a project as a part of their eligibility to graduate from high school. The type of project, its rigor and its expectations are set by the individual school district.\nBeaver County Career and Technical School students take a modified graduation plan. Students enrolled in a 2-year course must pass 12th Grade – English, Mathematics and Science and in 11th Grade – English, Mathematics, Science and The Holocaust.\nBy Pennsylvania School Board regulations, beginning with the graduating class of 2016, students must demonstrate successful completion of secondary level course work in &lt;a href=\"Algebra\"&gt;Algebra&lt;/a&gt; I, &lt;a href=\"Biology\"&gt;Biology&lt;/a&gt;, English Composition, and Literature for which the Keystone Exams serve as the final course exams. Students’ Keystone Exam scores shall count for at least one-third of the final course grade. In 2011, Pennsylvania high school students field tested the Algebra 1, Biology and English Lit exams. The statewide results were: Algebra 1 38% on grade level, Biology 35% on grade level and English Lit - 49% on grade level. Individual student, school or district reports were not made public, although they were reported to district officials by the Pennsylvania Department of Education.\nAP courses.\nThe school offers several AP courses: AP Chemistry, AP Calculus and AP English. The courses are weighted in regards to GPA and school ranking. The fee for each AP Exam is $91 (2014). The school normally retains $9 of that fee as a rebate to help with administrative costs. In 2012, the fee was $89 per test per pupil. Students have the option of taking &lt;a href=\"College%20Board\"&gt;College Board&lt;/a&gt; approved courses and then taking the College Board's examination in the Spring. Students, who achieve a 3 or better on the exam, may be awarded college credits at US universities and colleges. Each higher education institution sets its own standards about what level of credits are awarded to a student based on their AP exam score. Most higher education give credits for scores of 4 or 5. Some schools also give credits for scores of 3.\nIn 2015, the School offered one &lt;a href=\"Advanced%20Placement\"&gt;Advanced Placement&lt;/a&gt; (AP) courses at a higher cost than regular courses. None of the pupils who took the course achieved a 3 or better on the associated AP exam. In 2014, no pupils earned a 3 or better on the AP exam.\nSAT scores.\nIn 2014, 35 Rochester Area School District students took the &lt;a href=\"SAT\"&gt;SAT&lt;/a&gt; exams. The District's Verbal Average Score was 459. The Math average score was 472. The Writing average score was 448. Statewide in Pennsylvania, Verbal Average Score was 497. The Math average score was 504. The Writing average score was 480. The College Board also reported that nationwide scores were: 497 in reading, 513 in math and 487 in writing. In 2014, 1,672,395 students took the SATs in the United States.\nIn 2013, 39 Rochester Area School District students took the SAT exams. The District's Verbal Average Score was 432. The Math average score was 463. The Writing average score was 417. The College Board reported that statewide scores were: 494 in reading, 504 in math and 482 in writing. The nationwide SAT results were the same as in 2012.\nIn 2012, 37 Rochester Area School District students took the SAT exams. The District's Verbal Average Score was 408. The Math average score was 448. The Writing average score was 402. The statewide Verbal SAT exams results were: Verbal 491, Math 501, Writing 480. In the USA, 1.65 million students took the exams achieving scores: Verbal 496, Math 514, Writing 488. According to the College Board the maximum score on each section was 800, and 360 students nationwide scored a perfect 2,400.\nIn 2011, 50 Rochester Area School District students took the &lt;a href=\"SAT\"&gt;SAT&lt;/a&gt; exams. The district's Verbal Average Score was 432. The Math average score was 465. The Writing average score was 417. Pennsylvania ranked 40th among states with SAT scores: Verbal - 493, Math - 501, Writing - 479. In the United States 1.65 million students took the exam in 2011. They averaged 497 (out of 800) verbal, 514 math and 489 in writing.\nThe Center for Rural Pennsylvania, a research arm of the Pennsylvania General Assembly, compared the SAT data of students in rural areas of Pennsylvania to students in urban areas. From 2003 to 2005, the average total SAT score for students in rural Pennsylvania was 992, while urban students averaged 1,006. During the same period, 28 percent of 11th and 12th graders in rural school districts took the exam, compared to 32 percent of urban students in the same grades. The average math and verbal scores were 495 and 497, respectively, for rural students, while urban test-takers averaged 499 and 507, respectively. Pennsylvania's SAT composite score ranked low on the national scale in 2004. The composite SAT score of 1,003 left Pennsylvania ranking 44 out of the 50 states and Washington, DC.\nCurriculum.\nThe school offers many required and elective courses that are not offered by small schools of similar size in the state including German I-IV. Physics, Chemistry, Calculus, Statistics and Probability, English, The Holocaust, Mutimedia and Computer Graphics, Web Page Design, Theatre, Music History, Music Theory, Humanities, Marriage and Family Living, Painting and Printmaking and Drawing and Graphic Design. The school also has a cooperative program with Penn State, Beaver Campus, that enables upperclassmen to take college level classes for credit. In addition, Rochester Area High School is one of the few schools in the region that requires students to earn 30 credits prior to graduation. There are no study halls at Rochester.\nExtracurriculars.\nRochester High School offers a wide variety of clubs, activities and an interscholastic sports program. Eligibility for participation is determined by local school board policy and in compliance with minimum standards set by the &lt;a href=\"Pennsylvania%20Interscholastic%20Athletic%20Association\"&gt;Pennsylvania Interscholastic Athletic Association&lt;/a&gt; (PIAA). The PIAA mandates that student athletes must be passing at least four full-credit subjects to participate in sports.\nBy Pennsylvania law, all K-12 students residing in the school district, including those who attend a private nonpublic school, a Pennsylvania public cyber charter school, charter school and those who are homeschooled, are all eligible to participate in the extracurricular programs including all athletics. They must meet the same eligibility rules as the students enrolled in the district's schools.\nAccording to PA Child Abuse Recognition and Reporting Act 126 of 2014, all volunteer coaches and all those who assist in student activities, must have criminal background checks. Like all school district employees, they must also attend an anti child abuse training once every three years.\nClubs and activities.\nRochester Area High School offers many extracurricular activities to students. The most popular activity is the Cultural Diversity Club, which sponsors an annual Cultural Diversity fair. Other club offerings include \"Hometown Hi-Q\", Bowling Club, Student Council, Students of Service, Art Club, and National Honor Society.\nMusic.\nRochester Area High School is well known for being the first high school in the United States to show the musical \"&lt;a href=\"My%20Fair%20Lady\"&gt;My Fair Lady&lt;/a&gt;\" in 1964. The musical was directed by legendary Chorus and Musical director Mr. Philip Inman. It was reported that the high school auditorium was standing-room only for the musical's opening night.\nAthletics.\nCoaches receive compensation as outlined in the teachers' union contract. When athletic competition exceeds the regular season, additional compensation is paid.\nAccording to Pennsylvania’s Safety in Youth Sports Act, all sports coaches, paid and volunteer, are required to annually complete the &lt;a href=\"Concussion\"&gt;Concussion&lt;/a&gt; Management Certification Training and present the certification before coaching.\nRochester Area is well known for its success in athletics, particularly &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;. The high school football team won the &lt;a href=\"WPIAL\"&gt;WPIAL&lt;/a&gt; Class A Championship in 1916, 1991, 1992, 1998, 2000, 2001, 2002, and 2004, and went on to win the &lt;a href=\"PIAA\"&gt;PIAA&lt;/a&gt; Class A Championship in 1998, 2000, and 2001. The 1998 season is best remembered, as the team finished the season undefeated 15-0. Mr. Gene Matsook has served as head coach since 2000, and his brother, Daniel Matsook, served as the head coach from 1985–1999. Matsook is now the superintendent of the Central Valley School District. The Matsooks have established a well known football legacy throughout the state of Pennsylvania.\nRochester Area, whose mascot is the &lt;a href=\"sheep\"&gt;Rams&lt;/a&gt;, shares a rivalry with another small Beaver County school - &lt;a href=\"South%20Side%20Beaver%20High%20School\"&gt;South Side Beaver High School&lt;/a&gt;. Since both schools use the ram as a mascot, the annual football game is known as the \"Battle of the Rams\".\nThe school is known as the home to &lt;a href=\"Olympic%20Games\"&gt;Olympic&lt;/a&gt; track star &lt;a href=\"Lauryn%20Williams\"&gt;Lauryn Williams&lt;/a&gt;, who set many school and state records in track.\nThe school also won the 1983 PIAA Class AA Men's Basketball Championship.\nBattle of the Bridge.\nThe football team played in one of the most notable rivalries in &lt;a href=\"Western%20Pennsylvania\"&gt;Western Pennsylvania&lt;/a&gt; high school football with rival &lt;a href=\"Monaca%20High%20School\"&gt;Monaca High School&lt;/a&gt;, located in &lt;a href=\"Monaca%2C%20Pennsylvania\"&gt;Monaca&lt;/a&gt; just across the &lt;a href=\"Ohio%20River\"&gt;Ohio River&lt;/a&gt;. The two schools played in the annual Battle of the Bridge, in which the winner had their name listed first on the &lt;a href=\"Rochester-Monaca%20Bridge\"&gt;Rochester-Monaca Bridge&lt;/a&gt; for a year. The rivalry was so well known that it was featured at the &lt;a href=\"Heinz%20History%20Center%23Western%20Pennsylvania%20Sports%20Museum%20at%20the%20History%20Center\"&gt;Western Pennsylvania Sports Museum&lt;/a&gt;.\nThe rivalry also led to the two schools meeting in the playoffs on several occasions. In 1998 and 2000, both schools met at &lt;a href=\"Three%20Rivers%20Stadium\"&gt;Three Rivers Stadium&lt;/a&gt; to determine the WPIAL champion, with Rochester winning both times. When the two teams did meet in the postseason, the Rochester-Monaca Bridge was not on the line, as that year's results were already determined.\nOn occasion, the football rivalry would spill into other sports. In 2001, the two schools met in Rochester for the first of two men's &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; matchups for the season between the two schools. Near the end of the game, a fight erupted in the stands, with several people arrested. To prevent another incident for the second game at Monaca, only school administrators were allowed at that game, as fans, cheerleaders, and even parents of the athletes were not allowed at the game. Fans were allowed at future games after that season.\nWith the merger of the Monaca School District and &lt;a href=\"Center%20Area%20School%20District\"&gt;Center Area School District&lt;/a&gt;s into the new &lt;a href=\"Central%20Valley%20School%20District\"&gt;Central Valley School District&lt;/a&gt;, the year 2009 marked the final season that &lt;a href=\"Monaca%20High%20School\"&gt;Monaca High School&lt;/a&gt; existed. Consequently, 2009 was the last season in with a \"Battle of the Bridge\" game. This contest took place on Saturday, October 31, 2009 and the Rams won 28-0. The game was given national attention by the &lt;a href=\"Great%20American%20Rivalry%20Series\"&gt;Great American Rivalry Series&lt;/a&gt;, with Rochester Stadium reportedly having a &lt;a href=\"standing-room%20only\"&gt;standing-room only&lt;/a&gt; attendance of 11,000 fans witnessing the final game of a great rivalry. Since the end of the 2009-2010 school year, the permanent name of the bridge is \"Rochester-Monaca\" on the Rochester side and \"Monaca-Rochester\" on the Monaca side."
}