{
    "id": "13561214",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=13561214",
    "title": "Juan Ramón Paredes",
    "text": "Juan Ramón Paredes Zelaya (born 23 May 1950) is a former &lt;a href=\"El%20Salvador\"&gt;Salvadoran&lt;/a&gt; professional &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; player and currently manager.\nCoaching career.\nAlianza.\nHe became the coach of Alianza at the beginning of 2000 season, he went on to win the &lt;a href=\"Primera%20Divisi%C3%B3n%20de%20F%C3%BAtbol%20Profesional%20Apertura%202001\"&gt;Apertura 2001&lt;/a&gt; in the process becoming the first and so far only Salvadoran to win a title with Alianza as coach. He took the team to several final series before quitting the club to become coach of the &lt;a href=\"El%20Salvador%20national%20football%20team\"&gt;El Salvador national team&lt;/a&gt;.\nParedes led the El Salvador team to the &lt;a href=\"Football%20at%20the%202002%20Central%20American%20and%20Caribbean%20Games\"&gt;Central American and Caribbean titles in 2002&lt;/a&gt;.\nHe quit as manager of &lt;a href=\"Independiente%20Nacional%201906\"&gt;Independiente Nacional 1906&lt;/a&gt; in September 2006.\nOnce Municipal.\nJuan Ramón Paredes was signed as coach of &lt;a href=\"Once%20Municipal\"&gt;Once Municipal&lt;/a&gt; on 10 March 2008 after the shock resignation of &lt;a href=\"Hugo%20Coria\"&gt;Hugo Coria&lt;/a&gt;. However Juan Ramón Paredes could not reverse the terrible form slump of &lt;a href=\"Once%20Municipal\"&gt;Once Municipal&lt;/a&gt; after only 8 matches in charge with only 3 draws and 5 losses to show for it (including a 5-2 defeat by &lt;a href=\"A.D.%20Isidro%20Metap%C3%A1n\"&gt;Isidro Metapán&lt;/a&gt;). Paredes resigned as coach on 27 April.\nOther Coaching Duties.\nIn October 2009 he replaced Victor Girón at &lt;a href=\"Fuerte%20Aguilares\"&gt;Fuerte Aguilares&lt;/a&gt; and in May 2010 Paredes signed up with fellow &lt;a href=\"Segunda%20Divisi%C3%B3n%20de%20F%C3%BAtbol%20Salvadore%C3%B1o\"&gt;Second division&lt;/a&gt; side &lt;a href=\"C.D.%20Municipal%20Lime%C3%B1o\"&gt;Municipal Limeño&lt;/a&gt; for the remainder of the 2010 Clausura season. In October 2010 he joined &lt;a href=\"C.D.%20Atl%C3%A9tico%20Marte\"&gt;Atlético Marte&lt;/a&gt;, replacing &lt;a href=\"Luis%20Guevara%20Mora\"&gt;Luis Guevara Mora&lt;/a&gt; who was moved upstairs to become Director of Sports.\nAlianza.\nParedes has been given again coaching duties in &lt;a href=\"Alianza%20F.C.\"&gt;Alianza&lt;/a&gt; after the team losing the clásico against &lt;a href=\"C.D.%20%C3%81guila\"&gt;Águila&lt;/a&gt; at home. Paredes is replacing interim coach Cárcamo Batres."
}