{
    "id": "13563766",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=13563766",
    "title": "James the Brother of Jesus (book)",
    "text": "James the Brother of Jesus: The Key to Unlocking the Secrets of early Christianity and the Dead Sea Scrolls is a 1997 book by American &lt;a href=\"archaeology\"&gt;archaeologist&lt;/a&gt; and &lt;a href=\"Bible\"&gt;Biblical scholar&lt;/a&gt; &lt;a href=\"Robert%20Eisenman\"&gt;Robert Eisenman&lt;/a&gt;. He is most famous for his controversial work on the &lt;a href=\"Dead%20Sea%20Scrolls\"&gt;Dead Sea Scrolls&lt;/a&gt; and the origins of &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt;.\nContent.\nEisenman attempts to reconstruct the events surrounding the &lt;a href=\"origins%20of%20Christianity\"&gt;origins of Christianity&lt;/a&gt;, preceding the recorded history of &lt;a href=\"early%20Christianity\"&gt;early Christianity&lt;/a&gt;. He critically reviews the narrative of the canonical gospels drawing on the &lt;a href=\"Dead%20Sea%20Scrolls\"&gt;Dead Sea Scrolls&lt;/a&gt;, the &lt;a href=\"Clementine%20Recognitions%20and%20Homilies\"&gt;Clementine Recognitions and Homilies&lt;/a&gt;, the &lt;a href=\"Apostolic%20Constitutions\"&gt;Apostolic Constitutions&lt;/a&gt;, &lt;a href=\"Eusebius\"&gt;Eusebius&lt;/a&gt;, the two &lt;a href=\"Apocalypse%20of%20James%20%28disambiguation%29\"&gt;James Apocalypses&lt;/a&gt; from &lt;a href=\"Nag%20Hammadi\"&gt;Nag Hammadi&lt;/a&gt;, the &lt;a href=\"Western%20text-type\"&gt;Western Text of Acts&lt;/a&gt; and the &lt;a href=\"Slavonic%20Josephus\"&gt;Slavonic Josephus&lt;/a&gt;.\nThe central claim is that &lt;a href=\"Jewish%20Christianity\"&gt;Jewish Christianity&lt;/a&gt; emerged from the &lt;a href=\"Zadokites\"&gt;Zadokites&lt;/a&gt;, a messianic, priestly, ultra-fundamentalist sect, making them indivisible from the milieu of contemporary movements like the &lt;a href=\"Essenes\"&gt;Essenes&lt;/a&gt;, &lt;a href=\"Zealots\"&gt;Zealots&lt;/a&gt;, &lt;a href=\"Nazoreans\"&gt;Nazoreans&lt;/a&gt;, &lt;a href=\"Nazirites\"&gt;Nazirites&lt;/a&gt;, &lt;a href=\"Ebionites\"&gt;Ebionites&lt;/a&gt;, &lt;a href=\"Elchasites\"&gt;Elchasites&lt;/a&gt;, &lt;a href=\"Sabeans\"&gt;Sabeans&lt;/a&gt;, &lt;a href=\"Mandaeans\"&gt;Mandaeans&lt;/a&gt;, etc.\nIn this scenario, the figure of &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt; at first did not have the central importance that it later acquired. The canonical &lt;a href=\"Twelve%20Apostles\"&gt;Twelve Apostles&lt;/a&gt; were no more than an artificially expanded replacement for the smaller circle of brothers of Jesus. After his &lt;a href=\"crucifixion\"&gt;crucifixion&lt;/a&gt; one of his brothers, &lt;a href=\"James%20the%20Just\"&gt;James the Just&lt;/a&gt; took his place as the leader of this party, besides other factions loyal to Jesus (Ebionites) and to John the Baptist (Mandaeans). The central triad of the early &lt;a href=\"Early%20centers%20of%20Christianity%23Jerusalem\"&gt;Jerusalem Church&lt;/a&gt; will be composed by James, &lt;a href=\"Saint%20Peter\"&gt;Peter&lt;/a&gt;, and &lt;a href=\"John%20the%20Apostle\"&gt;John the Apostle&lt;/a&gt;. According to Eisenman, James was an important religious figure in his own right.\nChronologically, the book moves the events reflected in the gospels closer to the &lt;a href=\"First%20Jewish-Roman%20War\"&gt;First Jewish-Roman War&lt;/a&gt; than usual, identifying a &lt;a href=\"Herodians\"&gt;Herodian&lt;/a&gt; named Saulus, active during the &lt;a href=\"Siege%20of%20Jerusalem%20%2870%29\"&gt;siege of Jerusalem&lt;/a&gt;, with &lt;a href=\"Paul%20the%20Apostle\"&gt;Paul the Apostle&lt;/a&gt; (Saul), and considers the identification of &lt;a href=\"Saint%20Peter\"&gt;Simon Peter&lt;/a&gt;, with &lt;a href=\"Simeon%20bar-Cleophas\"&gt;Simeon bar-Cleophas&lt;/a&gt;.\nEisenman continues this discussion in his 2006 book \"The New Testament Code\".\nCriticism.\nEisenman's book has been met with strong criticism from the academic community, which has consistently rejected his theories.\n&lt;a href=\"John%20Painter%20%28theologian%29\"&gt;John Painter&lt;/a&gt;, in an 11-page \"excursus\" of his book \"Just James\" (1997), has consistently refuted Eisenman's thesis. Painter accepts that James was the leader of the Jerusalem church, but concludes there is \"no evidence of a direct relationship between James and the Qumran Righteous Teacher\"). \nAnother criticism of Eisenman's thesis that James is the Righteous Teacher of Qumran has been made by &lt;a href=\"Philip%20R.%20Davies\"&gt;Philip R. Davies&lt;/a&gt; (1999). \n&lt;a href=\"Geza%20Vermes\"&gt;Géza Vermes&lt;/a&gt; also criticised the thesis within the context of reviewing the book Eisenman co-authored with Michael Wise \"The Dead Sea Scrolls Uncovered\", published in \"The Times Literary Supplement\" (1992).\nNew Testament scholar &lt;a href=\"Bart%20D.%20Ehrman\"&gt;Bart D. Ehrman&lt;/a&gt; has described Eisenman's thesis as \"speculative, fanciful and largely discredited\"."
}