{
    "id": "13575526",
    "revid": "1053476907",
    "url": "https://en.wikipedia.org/wiki?curid=13575526",
    "title": "John Williams (rugby league)",
    "text": "John Williams (born 5 January 1985, in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;) is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played in the 2000s. He played as a in the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt; for the &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta Eels&lt;/a&gt;, &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt;, &lt;a href=\"North%20Queensland%20Cowboys\"&gt;North Queensland Cowboys&lt;/a&gt; and &lt;a href=\"Cronulla-Sutherland%20Sharks\"&gt;Cronulla-Sutherland Sharks&lt;/a&gt;.\nBackground.\nWilliams is the older brother of Australian international rugby league player, &lt;a href=\"David%20Williams%20%28rugby%20league%29\"&gt;David Williams&lt;/a&gt;. He was given the choice to play first grade &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; but instead he chose to play rugby league. \nPlaying career.\nWilliams made his first grade debut for Parramatta in round 17 of the &lt;a href=\"2005%20NRL%20season\"&gt;2005 NRL season&lt;/a&gt; against &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney&lt;/a&gt; at &lt;a href=\"Parramatta%20Stadium\"&gt;Parramatta Stadium&lt;/a&gt; scoring a try in a 52-16 victory. Williams made one further appearance that year as the club won the &lt;a href=\"Minor%20Premiership\"&gt;Minor Premiership&lt;/a&gt;.\nIn the &lt;a href=\"2006%20NRL%20season\"&gt;2006 NRL season&lt;/a&gt;, Williams made four appearances for Parramatta and scored four tries including a &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt; against &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne&lt;/a&gt; in round 14 at &lt;a href=\"Parramatta%20Stadium\"&gt;Parramatta Stadium&lt;/a&gt;. At the end of 2006, Williams was released by Parramatta and he signed a one-year deal to join the &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt;. At the end of 2007, Williams was not offered a contract extension and he signed with &lt;a href=\"North%20Queensland%20Cowboys\"&gt;North Queensland&lt;/a&gt; for the &lt;a href=\"2008%20NRL%20season\"&gt;2008 NRL season&lt;/a&gt;.\nWhile he was a fringe player for a large part of his career, 2008 was certainly a highlight for Williams. Williams was a regular starter and leading point scorer for the Cowboys in that year with 96 points. Over his three years at North Queensland Williams played a total of 54 games, making it easily the most successful stage of his career.\nIn October 2010, Williams signed with the &lt;a href=\"Cronulla-Sutherland%20Sharks\"&gt;Cronulla-Sutherland Sharks&lt;/a&gt; for the &lt;a href=\"2011%20NRL%20season\"&gt;2011 NRL season&lt;/a&gt;. In 2012, he announced his retirement at the age of 27. Following his retirement, he was one of seventeen Cronulla players found guilty of using illegal substances under the club's &lt;a href=\"Cronulla-Sutherland%20Sharks%20supplements%20saga\"&gt;2011 supplements program&lt;/a&gt;, having a twelve-month suspension (which had already expired due to backdating) recorded against his name.\nWilliams was considered to be a rugby league journeymen, joining four clubs over his eight-year career."
}