{
    "id": "13584152",
    "revid": "40954316",
    "url": "https://en.wikipedia.org/wiki?curid=13584152",
    "title": "Robinzon Díaz",
    "text": "Robinzon Díaz Henriquez (born September 19, 1983) is a &lt;a href=\"Dominican%20Republic\"&gt;Dominican&lt;/a&gt; former professional &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; &lt;a href=\"catcher\"&gt;catcher&lt;/a&gt;. He played in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) for the &lt;a href=\"Toronto%20Blue%20Jays\"&gt;Toronto Blue Jays&lt;/a&gt; and &lt;a href=\"Pittsburgh%20Pirates\"&gt;Pittsburgh Pirates&lt;/a&gt;. He was the bullpen catcher for the &lt;a href=\"Milwaukee%20Brewers\"&gt;Milwaukee Brewers&lt;/a&gt; from 2017 to 2020.\nProfessional career.\nToronto Blue Jays.\nOn April 23, , Díaz made his Major League debut with the &lt;a href=\"Toronto%20Blue%20Jays\"&gt;Toronto Blue Jays&lt;/a&gt; against the &lt;a href=\"Tampa%20Bay%20Rays\"&gt;Tampa Bay Rays&lt;/a&gt; and went 0-for-4 with a &lt;a href=\"strikeout\"&gt;strikeout&lt;/a&gt;.\nPittsburgh Pirates.\nOn August 25, 2008, Díaz was traded to the &lt;a href=\"Pittsburgh%20Pirates\"&gt;Pittsburgh Pirates&lt;/a&gt; as the player to be named later to complete a trade for &lt;a href=\"Jos%C3%A9%20Bautista\"&gt;José Bautista&lt;/a&gt; and was assigned to the Triple-A &lt;a href=\"Indianapolis%20Indians\"&gt;Indianapolis Indians&lt;/a&gt;. After spending several days with Indianapolis, he was called up by the Pirates on September 2. On September 7, 2008, Díaz got his first major league hit, a single off &lt;a href=\"San%20Francisco%20Giants\"&gt;San Francisco Giants&lt;/a&gt; pitcher &lt;a href=\"Jonathan%20S%C3%A1nchez\"&gt;Jonathan Sánchez&lt;/a&gt;.\nDíaz began the 2009 season in Triple-A but was recalled to the Pirates late in April after starting catcher &lt;a href=\"Ryan%20Doumit\"&gt;Ryan Doumit&lt;/a&gt; became sidelined with a broken wrist. He would serve mainly as backup to fellow rookie catcher &lt;a href=\"Jason%20Jaramillo\"&gt;Jason Jaramillo&lt;/a&gt; and as an occasional &lt;a href=\"pinch%20hitter\"&gt;pinch hitter&lt;/a&gt;. In his 31 games with Pittsburgh, Díaz compiled a .295 &lt;a href=\"batting%20average%20%28baseball%29\"&gt;batting average&lt;/a&gt; and drove in 18 runs. He was optioned back to Triple-A when Doumit returned from injury on July 10.\nHe was &lt;a href=\"designated%20for%20assignment\"&gt;designated for assignment&lt;/a&gt; at the end of the 2009 season, and released on November 30, 2009.\nDetroit Tigers.\nOn December 8, 2009, he was signed to a contract by the &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt;.\nDíaz spent the 2010 season as a member of the &lt;a href=\"Toledo%20Mud%20Hens\"&gt;Toledo Mud Hens&lt;/a&gt;, finishing the season batting .255 with a home run and 21 RBI in 71 games. He filed for free agency on November 6, 2010.\nTexas Rangers.\nOn January 18, 2011, he was signed to a minor league contract by the &lt;a href=\"Texas%20Rangers%20%28baseball%29\"&gt;Texas Rangers&lt;/a&gt;.\nHe also played for the &lt;a href=\"Tigres%20del%20Licey\"&gt;Tigres del Licey&lt;/a&gt; in the &lt;a href=\"Dominican%20Winter%20League\"&gt;Dominican Winter League&lt;/a&gt;.\nLos Angeles Angels of Anaheim.\nDiaz signed a minor league contract with the &lt;a href=\"Los%20Angeles%20Angels%20of%20Anaheim\"&gt;Los Angeles Angels of Anaheim&lt;/a&gt; on December 23, 2011. He was released on August 7, 2012.\nReturn to Texas.\nThe Rangers re-signed Diaz to a minor league contract on August 12, 2012, and assigned him to the Triple-A &lt;a href=\"Round%20Rock%20Express\"&gt;Round Rock Express&lt;/a&gt;. On November 3, he was declared a minor league free agent by Major League Baseball.\nMilwaukee Brewers.\nOn January 18, 2013, Díaz signed a minor league contract with the &lt;a href=\"Milwaukee%20Brewers\"&gt;Milwaukee Brewers&lt;/a&gt;. He started the 2013 season with the Brewers' Double-A affiliate &lt;a href=\"Huntsville%20Stars\"&gt;Huntsville Stars&lt;/a&gt;. He split the season with the Stars and Triple-A &lt;a href=\"Nashville%20Sounds\"&gt;Nashville&lt;/a&gt;, where in 108 games total, he hit .302/.335/.433 with seven home runs and 42 RBI. After joining the Sounds on June 29, 2013, Díaz closed out the year by hitting .328 (58-for-127) with four home runs and 20 RBI in 50 &lt;a href=\"Pacific%20Coast%20League\"&gt;Pacific Coast League&lt;/a&gt; games.\nOn October 1, 2013, Díaz signed a minor league deal with an invitation to spring training with the Brewers. He returned to Nashville for the start of the 2014 season.\nThe Brewers signed Diaz to another minor-league deal on February 23, 2015. The same day he was assigned to Triple-A &lt;a href=\"Colorado%20Springs%20Sky%20Sox\"&gt;Colorado Springs Sky Sox&lt;/a&gt;. On April 6, 2015 he was demoted to the Double-A &lt;a href=\"Helena%20Brewers\"&gt;Helena Brewers&lt;/a&gt;. On April 17, 2015, he was promoted back to Triple-A Colorado Springs. After the season, he was selected to the roster for the &lt;a href=\"Dominican%20Republic%20national%20baseball%20team\"&gt;Dominican Republic national baseball team&lt;/a&gt; at the &lt;a href=\"2015%20WBSC%20Premier12\"&gt;2015 WBSC Premier12&lt;/a&gt;.\nReturn to Toronto.\nOn February 26, 2016, Díaz signed a minor league contract with the Toronto Blue Jays.\nOlmecas de Tabasco.\nOn May 17, 2016, Diaz signed with the &lt;a href=\"Olmecas%20de%20Tabasco\"&gt;Olmecas de Tabasco&lt;/a&gt; of the &lt;a href=\"Mexican%20League\"&gt;Mexican League&lt;/a&gt;. He was released on July 1, 2016.\nBaseball staff.\nDiaz became the bullpen catcher with the Milwaukee Brewers during the 2017 baseball season. He remained in the position through 2020."
}