{
    "id": "13588886",
    "revid": "1066942169",
    "url": "https://en.wikipedia.org/wiki?curid=13588886",
    "title": "New Zealand at the Olympics",
    "text": "New Zealand first sent an independent team to the Olympics in &lt;a href=\"1920%20Summer%20Olympics\"&gt;1920&lt;/a&gt;. Prior to this, at the &lt;a href=\"1908%20Summer%20Olympics\"&gt;1908&lt;/a&gt; and &lt;a href=\"1912%20Summer%20Olympics\"&gt;1912 Summer Olympics&lt;/a&gt;, New Zealand and &lt;a href=\"Australia%20at%20the%20Olympics\"&gt;Australia&lt;/a&gt;n athletes competed together in a combined &lt;a href=\"Australasia%20at%20the%20Olympics\"&gt;\"Australasia\"&lt;/a&gt; team. New Zealand has also participated in most &lt;a href=\"Winter%20Olympic%20Games\"&gt;Winter Olympic Games&lt;/a&gt; since 1952, missing only the &lt;a href=\"1956%20Winter%20Olympics\"&gt;1956&lt;/a&gt; and &lt;a href=\"1964%20Winter%20Olympics\"&gt;1964 Games&lt;/a&gt;.\nThe &lt;a href=\"New%20Zealand%20Olympic%20Committee\"&gt;New Zealand Olympic Committee&lt;/a&gt; (NZOC) is the &lt;a href=\"National%20Olympic%20Committee\"&gt;National Olympic Committee&lt;/a&gt; for New Zealand. The NZOC was founded in 1911, and recognised by the &lt;a href=\"International%20Olympic%20Committee\"&gt;IOC&lt;/a&gt; in 1919.\nNew Zealand athletes have won a total of 140 medals, with all but three won at the Summer Games. The most successful sports has been &lt;a href=\"rowing%20%28sport%29\"&gt;rowing&lt;/a&gt; with 29 medals, with &lt;a href=\"athletics%20%28sport%29\"&gt;athletics&lt;/a&gt; second with 26 medals. New Zealand's three winter medals have come in &lt;a href=\"alpine%20skiing\"&gt;alpine skiing&lt;/a&gt; in &lt;a href=\"1992%20Winter%20Olympics\"&gt;1992&lt;/a&gt; and in &lt;a href=\"snowboarding\"&gt;snowboarding&lt;/a&gt; and &lt;a href=\"freestyle%20skiing\"&gt;freestyle skiing&lt;/a&gt; in &lt;a href=\"2018%20Winter%20Olympics\"&gt;2018&lt;/a&gt;. After the 2018 Winter Olympics, the 120 medals won by New Zealand put the country at number 34 on the &lt;a href=\"all-time%20Olympic%20Games%20medal%20table\"&gt;all-time Olympic Games medal table&lt;/a&gt; for total number of medals and number 26 when weighted by medal type.\nFollowing the 2018 Winter Olympics, 1371 competitors had represented New Zealand at Olympic Games. &lt;a href=\"Harry%20Kerr%20%28racewalker%29\"&gt;Harry Kerr&lt;/a&gt; is considered the first &lt;a href=\"Kiwi%20%28people%29\"&gt;Kiwi&lt;/a&gt; Olympian and &lt;a href=\"Adrian%20Blincoe\"&gt;Adrian Blincoe&lt;/a&gt; the 1000th. On 11 June 2009 it was reported that of the 1111 Olympians to that date, 114 were deceased and the whereabouts of 21 were unknown.\nBy 25 June 2009 only 9 Olympians had not been located. There are no living Kiwi Olympians from before the &lt;a href=\"1948%20Summer%20Olympics\"&gt;1948 Olympics&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt;.\nNew Zealand at the Summer Games.\nThe first person from &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; to perform at the &lt;a href=\"Olympic%20Games\"&gt;Olympic Games&lt;/a&gt; was &lt;a href=\"Victor%20Lindberg\"&gt;Victor Lindberg&lt;/a&gt;, who competed for the Osborne Swimming Club of &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt; which won the &lt;a href=\"Water%20Polo%20at%20the%201900%20Summer%20Olympics\"&gt;Water Polo at the 1900 Summer Olympics&lt;/a&gt;.\nDue to its location in the &lt;a href=\"Oceania\"&gt;South Pacific&lt;/a&gt; and distance from the early Olympic host cities in Europe and North America, New Zealanders needed to endure long sea voyages to participate. New Zealand sent its first independent team to the &lt;a href=\"Games%20of%20the%20VII%20Olympiad\"&gt;VII Olympiad&lt;/a&gt; in 1920, comprising two runners, a rower, and a 15-year-old swimmer. Prior to 1920, three New Zealanders won medals competing for &lt;a href=\"Australasia%20at%20the%20Summer%20Olympics\"&gt;Australasia&lt;/a&gt;n teams in 1908 and 1912. Since the advent of international jet air travel in the 1950s, and the greater number of Olympic sports, the size of New Zealand Olympic teams has increased substantially.\nNew Zealand, as with other &lt;a href=\"Southern%20Hemisphere\"&gt;Southern Hemisphere&lt;/a&gt; countries, has had the disadvantage of needing to peak to compete in summer sports which are held during their winter months. Only three Olympics have ever been held in the Southern Hemisphere, the &lt;a href=\"1956%20Summer%20Olympics\"&gt;1956 Summer Olympics&lt;/a&gt; in &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;, the &lt;a href=\"2000%20Summer%20Olympics\"&gt;2000 Summer Olympics&lt;/a&gt; in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, and the &lt;a href=\"2016%20Summer%20Olympics\"&gt;2016 Summer Olympics&lt;/a&gt; in &lt;a href=\"Rio%20de%20Janeiro\"&gt;Rio de Janeiro&lt;/a&gt;.\nNew Zealand's &lt;a href=\"New%20Zealand%20at%20the%201976%20Summer%20Olympics\"&gt;participation in the 1976 Games&lt;/a&gt; was controversial, and led to a &lt;a href=\"1976%20Summer%20Olympics%23Non-participating%20NOCs\"&gt;boycott of the Games by most African countries&lt;/a&gt;, who protested against sporting contacts between the &lt;a href=\"All%20Blacks\"&gt;All Blacks&lt;/a&gt; and &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt; &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;.\nNew Zealand at the Winter Games.\nNew Zealand has had a much smaller participation in the Winter Olympics, owing to its oceanic climate and Southern Hemisphere location requiring athletes to peak in the middle of the New Zealand summer. The nation did not assemble their first Winter Olympic team until 1952. In &lt;a href=\"1988%20Winter%20Olympics\"&gt;1988&lt;/a&gt; the team included bobsleighers; the first entry in a winter sport other than alpine skiing.\nIn 1992, &lt;a href=\"Annelise%20Coberger\"&gt;Annelise Coberger&lt;/a&gt; of New Zealand became the first person from the Southern Hemisphere to win a medal at the &lt;a href=\"Winter%20Olympics\"&gt;Winter Olympics&lt;/a&gt; when she won silver in the slalom at &lt;a href=\"Albertville\"&gt;Albertville&lt;/a&gt; in &lt;a href=\"France\"&gt;France&lt;/a&gt;.\nIn 2018, &lt;a href=\"Zoi%20Sadowski-Synnott\"&gt;Zoi Sadowski-Synnott&lt;/a&gt; won New Zealand's second Winter Olympic medal in the inaugural &lt;a href=\"Snowboarding%20at%20the%202018%20Winter%20Olympics%20%E2%80%93%20Women%27s%20big%20air\"&gt;big-air snowboarding&lt;/a&gt; competition in &lt;a href=\"Pyeongchang\"&gt;Pyeongchang&lt;/a&gt;, &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;, winning bronze. Later on in the same day, 16 year old &lt;a href=\"Nico%20Porteous\"&gt;Nico Porteous&lt;/a&gt; won New Zealand's third Winter Olympic medal in the Men's Ski Halfpipe, also taking bronze."
}