{
    "id": "1360436",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=1360436",
    "title": "Al Hostak",
    "text": "Albert (Al) Paul Hostak (January 7, 1916 – August 13, 2006), nicknamed \"the Savage Slav,\" was an American &lt;a href=\"middleweight\"&gt;middleweight&lt;/a&gt; &lt;a href=\"boxing\"&gt;boxer&lt;/a&gt; who fought from 1932-1949. Hostak twice held the &lt;a href=\"World%20Boxing%20Association\"&gt;National Boxing Association&lt;/a&gt; Middleweight title between 1938 and 1940. He was known as a hard puncher and had a record of 64 wins (41 &lt;a href=\"knockout\"&gt;knockout&lt;/a&gt;s), 9 losses (3 knockouts), and 11 draws. In 2003, Hostak made &lt;a href=\"The%20Ring%20%28magazine%29\"&gt;\"The Ring\" Magazine&lt;/a&gt;'s list of 100 greatest punchers of all time.\nEarly career and life.\nHostak was born in &lt;a href=\"Minneapolis\"&gt;Minneapolis&lt;/a&gt;, &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt;, to &lt;a href=\"Slovaks\"&gt;Slovak&lt;/a&gt; immigrants who eventually moved to &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt;, &lt;a href=\"Washington%20%28state%29\"&gt;Washington&lt;/a&gt; when Hostak was two, settling in South Seattle's &lt;a href=\"Georgetown%2C%20Seattle\"&gt;Georgetown District&lt;/a&gt;. Having developed a &lt;a href=\"stuttering\"&gt;stutter&lt;/a&gt; in his youth, Hostak was drawn to boxing after fighting several of his tormentors. He would begin his boxing career as a 16-year-old in 1932, fighting many of his bouts in nearby &lt;a href=\"White%20Center%2C%20Washington\"&gt;White Center&lt;/a&gt;. Hostak would go unbeaten for his first 27 bouts in the Seattle area, all four and six-rounders, before losing a decision to Jimmy Best. He would continue to fight preliminary matches through the end of 1936, while he worked as a sparring partner for 1936 middleweight title holder &lt;a href=\"Freddie%20Steele\"&gt;Freddie Steele&lt;/a&gt; of &lt;a href=\"Tacoma%2C%20Washington\"&gt;Tacoma, Washington&lt;/a&gt;.\nRise to prominence.\nAs 1937 began, middleweight champion Freddie Steele's handlers decided to show him on the East Coast away from his home in the Pacific Northwest. With Steele, Seattle's top boxing draw leaving town, Nate Druxman needed to develop another box office attraction, a role Hostak would fulfill in 1937.\nHostak began the year by knocking out &lt;a href=\"Newark%2C%20New%20Jersey\"&gt;Newark&lt;/a&gt; middleweight contender Tony Fisher, in two rounds on January 12. A month later he knocked out Leonard Bennett, who had broken Steele's jaw in their first bout. In March and April, Hostak scored second-round knockouts of Johnny Sikes and Young Terry. This set up a bout with &lt;a href=\"Babe%20Risko\"&gt;Eddie (Babe) Risko&lt;/a&gt; on July 13, 1937. Risko lost the middleweight title a year before to Steele, and had lost a rematch as well. Hostak gained national recognition when he knocked out Risko in the 7th round in Seattle. In a clear victory, Risko was floored by Hostak once in the third, and once in the fourth. Catching his opponent flat-footed with no defense, Hostak drove his right with great power into Risko's unguarded chin, followed with two rights to the ribs. Risko went down for the count.\nIn August, he knocked out Allen Matthews in nine rounds. With three more knockouts in 1937, he stretching his streak to eleven. At the end of 1937, \"&lt;a href=\"The%20Ring%20%28magazine%29\"&gt;Ring Magazine&lt;/a&gt;\" ranked Hostak the #3 Middleweight in the world.\nA match with Steele in Seattle appeared likely for the summer of 1938. Steele suffered a setback in January, when &lt;a href=\"Fred%20Apostoli\"&gt;Fred Apostoli&lt;/a&gt; stopped him in a non-title bout at &lt;a href=\"Madison%20Square%20Garden\"&gt;Madison Square Garden&lt;/a&gt;. In the process, New York recognized Apostoli, not Steele as middleweight champion. Seattle promoter Nate Druxman continued with plans to pit Steele against Hostak that summer.\nTaking the NBA world middleweight championship, Freddie Steele, July, 1938.\nHostak's bout with Steele was scheduled for July 26, 1938, at Seattle's Civic Stadium. It would be the largest attendance in Seattle's boxing history, with over 35,000 fans. Hostak used his own jab to parry Steeles's. Feinting with his jab to entice Steele to drop his right hand, he connected with a rapid left hook that travelled only eight inches, but knocked Steele down. Though Steele was up quickly from the initial knockdown, Hostak would send him back to the canvas three more times. Steele arose quickly from his third trip to the canvas, but after a stiff right, Steele was counted out by referee &lt;a href=\"Jack%20Dempsey\"&gt;Jack Dempsey&lt;/a&gt; at 1:43 of the 1st round, officially giving Hostak his first NBA world middleweight championship. Hostak fought again in September 1938, stopping Young Stuhley in three rounds.\nLosing the NBA world middleweight title to Solly Krieger, September, 1938.\nHe made his first title defense against &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;'s &lt;a href=\"Solly%20Krieger\"&gt;Solly Krieger&lt;/a&gt; on November 1, 1938, losing a fifteen round decision before a crowd of 10,000, in Seattle. Hostak broke both of his hands early in the bout. Krieger fought inside against Hostak, pounding his body. In the 14th round, Krieger sealed a majority decision victory, when he knocked down a tired Hostak for the first time in his career. With terrific body blows, and savage and effective infighting, Krieger wrested the championship from Hostak. Krieger employed a successful bob and weave strategy, which puzzled Hostak, and which he could not successfully defend, particularly in later rounds.\nRetaking the world middleweight championship, Solly Krieger, June, 1939.\nAfter his hands had healed, Hostak returned with a third-round knockout of Johnny Erjavec in Seattle, before facing Krieger before a huge crowd of 22,000 in a world middleweight championship rematch in Seattle on June 27, 1939. In the seven and a half months between their two bouts, Krieger boxed as a light heavyweight having a very difficult time making the 160-pound middleweight limit. Krieger was a shadow of his former self in the rematch, forcing himself to lose weight too quickly, and Hostak knocked him down four times. Hostak forced Krieger to take the lead, but when he took a defensive crouch, Hostak opened him up with blows to the midsection. In the fourth Hostak knocked Krieger to the canvas with a flurry of lefts and rights for a count of nine. On his second trip to the canvas, the referee called a fourth-round TKO. Hostak became the first boxer to regain the middleweight title since &lt;a href=\"Stanley%20Ketchel\"&gt;Stanley Ketchel&lt;/a&gt; in 1908.\nAfter an October 1939 non-title knockout over Charley Coates, Hostak signed for his first bout ever outside of the state of Washington, facing German-Jewish refugee &lt;a href=\"Eric%20Seelig\"&gt;Eric Seelig&lt;/a&gt; in Cleveland on December 11, 1939. On December 11, 1935 Seelig fought an NBA world middleweight title match against Al Hostak before an enthusiastic crowd of 10,000 at the Arena in Cleveland, Ohio, losing in a first round knockout of a scheduled fifteen rounds. Seelig sparred cautiously in the opening of the round, but was sent to the canvas from a crushing left hook to the right side of his jaw, and could not resume the bout until a count of nine was completed. A left and right put him to the canvas for the count 1:21 into the first round.\nLosing the NBA world middleweight title with injured hands to Tony Zale, July, 1940.\nNate Druxman rematched Hostak and Zale for the middleweight title on July 19, 1940, before a crowd of 16,000, at Civic Stadium in Seattle. Once again Hostak injured his hands in the bout, while Zale wore him down with a devastating body attack. Before badly injuring his hands, Hostak had his best round in the fifth when he dished out his heaviest punches, and left Zale groggy. With both of his eyes swollen, and his left hand apparently injured, Hostak was dropped in the 12th for a count of nine and again in 13th rounds, before the bout was stopped 1:20 in the thirteenth by referee &lt;a href=\"Benny%20Leonard\"&gt;Benny Leonard&lt;/a&gt; and Zale took the title from Hostak. Zale's rushing attack with left hooks to the head, and occasional uppercuts to the chin, proved too much for Hostak, particularly in the second half of the bout.\nEarlier on January 29, 1940, Hostak had unsuccessfully fought a non-title match before a crowd of 11,112 in Chicago against middleweight contender &lt;a href=\"Tony%20Zale\"&gt;Zale&lt;/a&gt; at &lt;a href=\"Chicago%20Stadium\"&gt;Chicago Stadium&lt;/a&gt;. It may be important to note that Hostak knocked Zale down in the 1st round, breaking two fingers in his left hand in the 5th round. As a result, Zale swept the last five rounds to take a unanimous decision.\nPost-championship boxing career.\nAfter taking time for his hands to heal, Hostak returned in February 1941 with a knockout win in Chicago, followed up by two more knockouts in April and May in Seattle. He returned to Chicago to face Zale in a third fight on May 28, 1941. Hostak knocked down Zale early, but he was up before a count could be administered. In the 2nd round, Zale pounded Hostak to the body, dropping him eight times, before he was finally counted out. In November, Hostak would make his first and only appearance at &lt;a href=\"Madison%20Square%20Garden\"&gt;Madison Square Garden&lt;/a&gt;, against former middleweight champion &lt;a href=\"Ken%20Overlin\"&gt;Ken Overlin&lt;/a&gt;. Overlin easily outboxed a befuddled Hostak, who threw very few punches before losing a lopsided decision.\nIn Hostak's absence from Seattle, another middleweight attraction had been developed by Druxman, Harry (Kid) Matthews of &lt;a href=\"Emmett%2C%20Idaho\"&gt;Emmett, Idaho&lt;/a&gt;. The two would face each other on September 29, 1942, in Seattle, with Hostak knocking Matthews down twice, but again being outboxed, losing a majority decision. The two would fight to a draw in a November rematch in Seattle. This time both boxers performed more poorly than in their first bout, particularly Matthews, who spent much of the bout in retreat. Hostak's boxing career temporarily ended along with Druxman's after the bout, as both did service in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. Hostak joined the Army in 1942, and trained as a paratrooper, serving in the 101st Airborne. His overseas duty included acting as part of the occupying force in Japan, according to his son.\nHostak had two bouts in 1944 while stationed in &lt;a href=\"Houston%2C%20Texas\"&gt;Houston, Texas&lt;/a&gt;, scoring a pair of knockouts. On June 21, 1944, he defeated Glen Lee in a third round knockout for the USA Texas Light Heavyweight championship while serving as a Corporal in the army. Both contestants were serving in the armed forces, and Jack Dempsey, a Lieutenant Commander in the Navy served as referee. The match raised millions in war bonds.\nHe made his post-war return in June 1946, with four more knockouts against modest opposition. He took on middleweight contender Steve Belloise in Houston in January 1947. He sent Belloise to the mat in the 1st, but was knocked out in the 4th. After a 5th-round TKO over &lt;a href=\"Anton%20Raadik\"&gt;Anton Raadik&lt;/a&gt; in August 1947 in Chicago, Hostak avenged his loss to Belloise by winning a decision in Seattle before a crowd of 7,000 on August 26. Hostak put Belloise down for a seven count in the second, and had an edge in eight of the ten rounds with only one to Belloise and one even. With the win, the 31-year-old Hostak again earned a rating and wide recognition as a middleweight contender.\nHostak's resurgence would be short-lived, as he was held to a draw in a mixed decision on October 7, 1947 by George Duke, with many fans thinking Duke had outboxed him. He then lost a split decision in &lt;a href=\"Portland%2C%20Oregon\"&gt;Portland, Oregon&lt;/a&gt;, to Jack Snapp, followed by a draw to Paul Perkins. In December 1948, Hostak decisioned Perkins in a rematch, before finishing his career on his 33rd birthday by stopping Snapp in nine rounds in Seattle.\nLife after boxing.\nAfter boxing, Hostak held jobs as a bartender, a &lt;a href=\"King%20County%2C%20Washington\"&gt;King County&lt;/a&gt; Jail guard, and a security guard at the Longacres Race Track. He even taught school-age kids how to defend themselves in fights. Hostak was married to Rose Francis in 1948. He died on August 13, 2006, in &lt;a href=\"Kirkland%2C%20Washington\"&gt;Kirkland, Washington&lt;/a&gt;, of complications from a &lt;a href=\"stroke\"&gt;stroke&lt;/a&gt; that he suffered ten days earlier, and was interred at Calvary Catholic Cemetery in Seattle. He was inducted into the World Boxing Hall of Fame in 1997."
}