{
    "id": "13623895",
    "revid": "1066992091",
    "url": "https://en.wikipedia.org/wiki?curid=13623895",
    "title": "Juicebox (container)",
    "text": "A juice box, also called a &lt;a href=\"carton\"&gt;carton&lt;/a&gt; (&lt;a href=\"British%20English\"&gt;British English&lt;/a&gt;) or 'popper' (&lt;a href=\"Australian%20English\"&gt;Australian English&lt;/a&gt;), is a small &lt;a href=\"Packaging\"&gt;container&lt;/a&gt; used to conveniently carry and consume &lt;a href=\"drink\"&gt;drink&lt;/a&gt;s (often &lt;a href=\"Squash%20%28drink%29\"&gt;squash&lt;/a&gt;, &lt;a href=\"BrE\"&gt;BrE&lt;/a&gt;). They are frequently made of &lt;a href=\"Liquid%20packaging%20board\"&gt;paperboard&lt;/a&gt; with an &lt;a href=\"aluminum%20foil\"&gt;aluminum foil&lt;/a&gt; lining, but variations exist. Juice boxes are most popular with &lt;a href=\"children\"&gt;children&lt;/a&gt;, although other uses include emergency &lt;a href=\"drinking%20water\"&gt;drinking water&lt;/a&gt;, milk and &lt;a href=\"wine\"&gt;wine&lt;/a&gt;.\n&lt;a href=\"Ruben%20Rausing\"&gt;Ruben Rausing&lt;/a&gt; first created a product in 1963 that consisted of a box that would be used for containing liquids, more specifically, milk. His creation was named the &lt;a href=\"Tetra%20Brik\"&gt;Tetra Brik&lt;/a&gt;, and gained popularity because the product was efficient and a major space saver compared to the canisters that were previously used. The juice box was officially incorporated in the U.S. market in 1980. After its introduction, the product gained almost instant popularity and the market began to grow at a fast rate. According to an article on the website E notes, in 1986, only six years after the product's introduction, juice boxes accounted for 20% of the United States juice market, as more and more companies were introducing their own lines of juice boxes.\nIn 1989, environmentalists raised concerns that the multi-layered design of juice boxes made them difficult to recycle or reuse.\nPackaging and marketing.\nA juice box is made of &lt;a href=\"liquid%20packaging%20board\"&gt;liquid packaging board&lt;/a&gt; which is usually six layers of &lt;a href=\"paper\"&gt;paper&lt;/a&gt;, &lt;a href=\"polyethylene\"&gt;polyethylene&lt;/a&gt;, and &lt;a href=\"aluminum%20foil\"&gt;aluminum foil&lt;/a&gt;. Paper is used to shape the product and give the box an extra source of strength, Polyethylene forms a liquid-tight seal and keeps the product dry, polyethylene is the layer used to print the information and graphics that are provided on the packaging, aluminum is used for the purpose of keeping light and oxygen out (as well preventing the juice from becoming spoiled without having to use extra preservatives). One of the reasons as to why juice boxes are so popular is their convenience. Juice boxes are portable and can be easily drunk while on-the-go. The shape of the product makes it easy for kids and adults to hold and use.\nJuice boxes were originally designed in a very specific fashion, a style that has proved to be successful as it has remained, for the most part, unchanged. Manufacturers chose a box shape because they foresaw this shape as being the most convenient and easily handled. Juice boxes typically come with a covered hole and an attached bendable straw, which was introduced by Lynn Tilley, one of the designers who worked on porting it to America, after there were complaints about it being hard to drink from. These bendable straws make it easier for children to drink and generally results in less of a mess, and the bending nature of the straw helps it not fall into the box. However, there are some juice boxes available for purchase that are equipped with a pull tab; this variation of the juice box is ideal for larger portions that are not consumed in one sitting because the tab is resealable."
}