{
    "id": "13642831",
    "revid": "7801539",
    "url": "https://en.wikipedia.org/wiki?curid=13642831",
    "title": "Paddy O'Brien (rugby union)",
    "text": "Patric Denis O'Brien (born 19 July 1959), commonly known as Paddy O'Brien, is a New Zealand international &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; referee, and former head of the &lt;a href=\"International%20Rugby%20Board\"&gt;International Rugby Board&lt;/a&gt;'s Referee Board.\nHe was born in &lt;a href=\"Southland%20Region\"&gt;Southland&lt;/a&gt;, New Zealand. He played his rugby as a full back and wing for &lt;a href=\"Southland%20Rugby%20Union\"&gt;Southland&lt;/a&gt; at Under 18 and B level, as well as Sevens, between 1976 and 1984.\nRefereeing career.\nO'Brien began refereeing with the Southland Referees Association in 1984 and combined that with 17 years in the &lt;a href=\"New%20Zealand%20Police\"&gt;New Zealand Police&lt;/a&gt; before turning professional in 1996 with his first game in the &lt;a href=\"Super%2012\"&gt;Super 12&lt;/a&gt;. He took charge of his first test match on 23 October 1994 with the &lt;a href=\"Rugby%20World%20Cup\"&gt;Rugby World Cup&lt;/a&gt; qualifier between &lt;a href=\"Hong%20Kong%20national%20rugby%20union%20team\"&gt;Hong Kong&lt;/a&gt; and &lt;a href=\"Korea%20national%20rugby%20union%20team\"&gt;South Korea&lt;/a&gt; in &lt;a href=\"Kuala%20Lumpur\"&gt;Kuala Lumpur&lt;/a&gt;, which Korea won 28–17. He also officiated matches of the &lt;a href=\"British%20and%20Irish%20Lions\"&gt;British and Irish Lions&lt;/a&gt;, including the deciding third test on their &lt;a href=\"2001%20British%20Lions%20tour%20to%20Australia\"&gt;2001 tour to Australia&lt;/a&gt;.\nHe became New Zealand's most capped &lt;a href=\"Test%20match%20%28rugby%20union%29\"&gt;test&lt;/a&gt; official on 29 March 2003 when he officiated the &lt;a href=\"Six%20Nations%20Championship\"&gt;Six Nations&lt;/a&gt; encounter between &lt;a href=\"France%20national%20rugby%20union%20team\"&gt;France&lt;/a&gt; and &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; for his 27th test, taking him past &lt;a href=\"Dave%20Bishop%20%28rugby%20referee%29\"&gt;Dave Bishop's&lt;/a&gt; record.\nIn the &lt;a href=\"2005%20Birthday%20Honours%20%28New%20Zealand%29\"&gt;2005 Queen's Birthday Honours&lt;/a&gt;, O'Brien was appointed an &lt;a href=\"Officer%20of%20the%20New%20Zealand%20Order%20of%20Merit\"&gt;Officer of the New Zealand Order of Merit&lt;/a&gt;, for services to rugby as a referee.\nIRB administration.\nIn 2007, O'Brien, in his capacity as &lt;a href=\"Rugby%20World%20Cup\"&gt;Rugby World Cup&lt;/a&gt; Chief of Officials, defended criticism of the refereeing of &lt;a href=\"Wayne%20Barnes\"&gt;Wayne Barnes&lt;/a&gt; in the France versus New Zealand quarterfinal. Commenting on death threats made against Barnes he said \"I think it's a disgrace and people have to grow up.\" He also accused the coach of the United States team, &lt;a href=\"Peter%20Thorburn\"&gt;Peter Thorburn&lt;/a&gt;, of lying when Thorburn stated that there had been a pre-tournament directive that touch judges should not interfere in issues like forward passes. O'Brien later apologized to Thorburn.\nIn November 2009, O'Brien publicly apologized to &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;New Zealand&lt;/a&gt; with regards to the refereeing performance of &lt;a href=\"Stuart%20Dickinson\"&gt;Stuart Dickinson&lt;/a&gt; during an international match against &lt;a href=\"Italy%20national%20rugby%20union%20team\"&gt;Italy&lt;/a&gt;. He subsequently issued a public apology to both Dickinson and the &lt;a href=\"Australian%20Rugby%20Union\"&gt;Australian Rugby Union&lt;/a&gt; for his breach of &lt;a href=\"International%20Rugby%20Board\"&gt;IRB&lt;/a&gt; protocol in making his comments public rather than going through official channels for commenting on referee performance.\nDuring the &lt;a href=\"2011%20Rugby%20World%20Cup\"&gt;2011 Rugby World Cup&lt;/a&gt; O'Brien publicly defended referee &lt;a href=\"Alain%20Rolland\"&gt;Alain Rolland's&lt;/a&gt; decision to issue Captain &lt;a href=\"Sam%20Warburton\"&gt;Sam Warburton&lt;/a&gt; a straight red card during their semi final match against France stating \"Alain Rolland's decision to issue a red card was absolutely correct in law and in keeping with the clear instructions that match officials have received in recent years regarding dangerous tackling.\"\nIn May 2012 he was released as head of the Referee Board and substituted by a commission of four members\nPolitical career.\nO'Brien was elected to the &lt;a href=\"Invercargill%20Licensing%20Trust\"&gt;Invercargill Licensing Trust&lt;/a&gt; in 2016 and re-elected in 2019, topping the poll both times. He was speculated as a potential candidate in the &lt;a href=\"2019%20Invercargill%20mayoral%20election\"&gt;2019 Invercargill mayoral election&lt;/a&gt; but decided against it while not ruling out the possibility of a future mayoral run.\nFollowing the resignation of deputy mayor Toni Biddle from the &lt;a href=\"Invercargill%20City%20Council\"&gt;Invercargill City Council&lt;/a&gt;, O'Brien announced his intent to contest the resulting by-election. On 3 December he pulled out of the race."
}