{
    "id": "13663939",
    "revid": "18172159",
    "url": "https://en.wikipedia.org/wiki?curid=13663939",
    "title": "Pheray",
    "text": "Pheray is a 1949 &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;i &lt;a href=\"Punjabi%20%28language%29\"&gt;Punjabi&lt;/a&gt;-language film directed by &lt;a href=\"Nazir%20%28film%20director%29\"&gt;Nazir Ahmed Khan&lt;/a&gt;. The story of the film was a remake of Nazir's own 1945 Indian film \"&lt;a href=\"Gaon%20Ki%20Gori\"&gt;Gaon Ki Gori&lt;/a&gt;\", that was released before &lt;a href=\"Partition%20of%20India\"&gt;partition&lt;/a&gt;. The music was given by &lt;a href=\"Ghulam%20Ahmed%20Chishti\"&gt;Ghulam Ahmed Chishti&lt;/a&gt; and lyrics were written by G. A. Chishti and Baba Alam Siaposh. \nThe singers were &lt;a href=\"Munawar%20Sultana%20%28singer%29\"&gt;Munawar Sultana&lt;/a&gt; and &lt;a href=\"Inayat%20Hussain%20Bhatti\"&gt;Inayat Hussain Bhatti&lt;/a&gt;. The film was released on 28 July 1949.\nPheray (1949 film) was a big musical hit and became Pakistan's first '&lt;a href=\"Silver%20jubilee\"&gt;Silver Jubilee&lt;/a&gt;' film. It was screened in &lt;a href=\"Lahore\"&gt;Lahore&lt;/a&gt; for 25 weeks at Palace Cinema and in &lt;a href=\"Karachi\"&gt;Karachi&lt;/a&gt; for 5 weeks at Taj Mahal cinema.\nPlot.\nFilm Pheray was almost an identical love story as the famous folk story of Heer Ranjha. Sawarn Lata loves Nazir but her brother Allauddin is against their relationship. He marries her off with a wealthy man M. Ismael. The Hindu wedding ritual of seven steps around the fire (Pheray) are taken by Sawarn Lata's best friend Zeenat, who is entirely hidden in a traditional wedding dress. Sawarn Lata moves to her new home but plays a sick woman to avoid any sexual relations with her husband. M. Ismael is getting tired of her sickness and finally finds out the real fact of her behavior. He decides to re-arrange the wedding ceremony, but not with him this time, but with his wife's lover - and that was a happy end of Pakistan's first super hit musical film."
}