{
    "id": "13661977",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=13661977",
    "title": "40th Army (Soviet Union)",
    "text": "The 40th Army (, \"40-ya obshchevoyskovaya armiya\", \"40th &lt;a href=\"Combined%20Arms\"&gt;Combined Arms&lt;/a&gt; Army\") of the &lt;a href=\"Soviet%20Ground%20Forces\"&gt;Soviet Ground Forces&lt;/a&gt; was an &lt;a href=\"Field%20army\"&gt;army&lt;/a&gt;-level &lt;a href=\"command%20%28military%20formation%29\"&gt;command&lt;/a&gt; that participated in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; from 1941 to 1945 and was reformed specifically for the &lt;a href=\"Soviet%E2%80%93Afghan%20War\"&gt;Soviet–Afghan War&lt;/a&gt; from 1979 to circa 1990. The Army became the core for the Soviet occupational force (OKSVA) in &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt; in 1980s, officially named as the Limited Contingent of Soviet Forces in Afghanistan.\nFirst formation (World War II).\nIt was first formed, after &lt;a href=\"Operation%20Barbarossa\"&gt;Operation Barbarossa&lt;/a&gt;, the German invasion of the Soviet Union, had commenced, from elements of the &lt;a href=\"26th%20Army%20%28Soviet%20Union%29\"&gt;26th&lt;/a&gt; and &lt;a href=\"37th%20Army%20%28Soviet%20Union%29\"&gt;37th&lt;/a&gt; Armies under the command of Major General &lt;a href=\"Kuzma%20Podlas\"&gt;Kuzma Petrovich Podlas&lt;/a&gt; in August 1941 at the boundary of the &lt;a href=\"Bryansk%20Front\"&gt;Bryansk Front&lt;/a&gt; and the &lt;a href=\"Soviet%20Southwestern%20Front\"&gt;Soviet Southwestern Front&lt;/a&gt;. By 25 August 1941 the &lt;a href=\"135th%20Rifle%20Division\"&gt;135th&lt;/a&gt; and &lt;a href=\"293rd%20Rifle%20Division\"&gt;293rd Rifle Division&lt;/a&gt;s, &lt;a href=\"2nd%20Airborne%20Corps%20%28Soviet%20Union%29\"&gt;2nd Airborne Corps&lt;/a&gt;, &lt;a href=\"10th%20Tank%20Division%20%28Soviet%20Union%29\"&gt;10th Tank Division&lt;/a&gt;, and 5th Anti-Tank Brigade had been assembled to form the force. As part of the Southwestern Front, it then took part in the &lt;a href=\"Battle%20of%20Kiev%20%281941%29\"&gt;Battle of Kiev (1941)&lt;/a&gt;, where the Army was badly shattered, and General-Major Semenchenko's 10th Tank Division was reduced to twenty tanks. By the time of the main German offensive against Moscow at the end of September, 40th Army was on the extreme right flank of Southwestern Front defending the Kursk axis. The German offensive was directed primarily at Soviet forces to the north of 40th Army, though the attack of the German 48th Motorised (Panzer) Corps, which was operating on the extreme southern flank of Second Panzer Group, also hit 40th Army's right flank positions. 40th Army began a slow and steady retreat to the east. By 3 November 40th Army had been driven from Kursk, but by the end of the month it had brought the German advance to a halt near the town of Tim some 50 kilometres further east.\nAs part of a general winter offensive by the Red Army across the entire Eastern Front, on 1 January 1942 40th Army, by then based on six rifle divisions and two tank brigades, attacked German positions east of Tim. Off 40th Army's right flank the &lt;a href=\"13th%20Army%20%28Soviet%20Union%29\"&gt;13th Army&lt;/a&gt; had for several weeks been conducting offensive operations towards Orel, advancing some 50 kilometres to the west and retaking Elets and Kastornoye in the process. The advance of 40th Army was less rapid. By 3 January 40th Army, in conjunction with 21st Army further south, was involved in heavy fighting on the line of the Seym river as the two armies attempted to advance on Kursk and Oboyan respectively. 40th Army retook Tim and advanced to within 30 kilometres of Kursk before being stopped by determined German resistance in mid-January. Thereafter the frontline stabilised west of Tim through the rest of the winter and through the spring. On 3 April 40th Army and its sector of the frontline was assigned to the command of &lt;a href=\"Bryansk%20Front\"&gt;Bryansk Front&lt;/a&gt;. On 12 May 1942 Southwestern Front launched a major offensive to retake Kharkov by an encirclement from north and south. At the same time Bryansk Front was preparing an offensive of its own to retake Orel. However, by 16 May the offensive by Southwestern Front north of Kharkov had stalled and Bryansk Front was ordered to divert the bulk of its combat aircraft to 40th Army in the south and to launch an immediate offensive by 40th Army to support Southwestern Front's right wing. However, this hurriedly prepared offensive by 40th Army in the second half of May made little progress.\nIn June 1942, &lt;a href=\"Operation%20Blau\"&gt;Operation Blau&lt;/a&gt; saw Hoth's &lt;a href=\"Fourth%20Panzer%20Army\"&gt;Fourth Panzer Army&lt;/a&gt; thrust in full force against 40th Army, which had its headquarters overrun by &lt;a href=\"24th%20Panzer%20Division\"&gt;24th Panzer Division&lt;/a&gt; on 29–30 June. The 40th Army fell back from the Kastornoye area back to &lt;a href=\"Voronezh\"&gt;Voronezh&lt;/a&gt;, alongside the &lt;a href=\"4th%20Tank%20Corps\"&gt;4th&lt;/a&gt;, &lt;a href=\"17th%20Tank%20Corps\"&gt;17th&lt;/a&gt;, and &lt;a href=\"24th%20Tank%20Corps\"&gt;24th Tank Corps&lt;/a&gt;. In response, the STAVKA hastened to establish the new &lt;a href=\"Voronezh%20Front\"&gt;Voronezh Front&lt;/a&gt;. During July, 40th Army, subordinated to Voronezh Front, was assigned to defend the river Don along the Liski - Pavlovsk sector, positions that it held throughout the remainder of 1942.\nOn 12 January 1943 40th Army began offensive operations against the left flank of the Hungarian Second Army north of Liski. This offensive was coordinated with an attack by a Soviet tank army further south to surround Axis forces on the Liski - Novaya Kalitva sector of the Don front. By 18 January most of the Hungarian army and an Italian corps had been surrounded east of Alekseyevka. The advance of 40th Army had left the German Second Army in exposed positions at Voronezh and, in a hurriedly prepared offensive coordinated with three other Soviet armies further north, 40th Army struck north on 24 January to surround much of Second Army east of Kastornoye. Having barely completed this operation, on 2 February 40th Army was launched into an offensive on the Kharkov axis to the southwest. It took Novy Oskol on 5 February and reached Belgorod four days later. Continuing to the southwest, 40th Army had reached Akhtyrka northwest of Kharkov by 23 February, but by then a German counter-offensive on the Kharkov axis had developed and 40th Army was pushed back to defensive positions east of Sumy. These defensive positions, which were to form part of the southern face of the Kursk Salient, remained largely unchanged through April, May and June 1943.\nIn March 1943 &lt;a href=\"6th%20Pontoon%20Bridge%20Brigade\"&gt;6th Pontoon Bridge Brigade&lt;/a&gt; joined the army.\nOn 5 July 1943 Germany's last strategic offensive on the Eastern Front (Operation Citadel) opened with attacks on the northern and southern shoulders of the Kursk Salient. The objective was to envelop and destroy the defending Central and Voronezh Fronts north and south of Kursk. At that time 40th Army, occupying what was expected to be a relatively quiet sector of the frontline facing the left flank of the German Fourth Panzer Army, was based on seven rifle divisions with armoured support. During the &lt;a href=\"Battle%20of%20Kursk\"&gt;Battle of Kursk&lt;/a&gt;, where the Army fought as part of &lt;a href=\"Voronezh%20Front\"&gt;Voronezh Front&lt;/a&gt;, it transferred a number of reinforcements to 6th Guards Army to help 6th Guards hold back the &lt;a href=\"48th%20Panzer%20Corps\"&gt;48th Panzer Corps&lt;/a&gt;, including the 29th Tank Destroyer Brigade and the 1244th and 869th Tank Destroyer Regiments, a total of over 100 antitank guns. 40th Army also transferred a tank brigade to 38th Army at the same time. After the battle, it was involved in the &lt;a href=\"Battle%20of%20the%20Dnieper\"&gt;crossing of the Dnepr&lt;/a&gt; in September 1943 in conjunction with &lt;a href=\"Russian%20Airborne%20Troops\"&gt;airborne&lt;/a&gt; operations. The Army was later involved in the &lt;a href=\"Battle%20of%20Kiev%20%281943%29\"&gt;Battle of Kiev (1943)&lt;/a&gt; and in 1944, as part of &lt;a href=\"2nd%20Ukrainian%20Front\"&gt;2nd Ukrainian Front&lt;/a&gt;, actions around the &lt;a href=\"Korsun-Cherkassy%20Pocket\"&gt;Korsun-Cherkassy Pocket&lt;/a&gt;, &lt;a href=\"Kamenets-Podolsky%20pocket\"&gt;Kamenets-Podolsky pocket&lt;/a&gt;, and the &lt;a href=\"Uman-Botoshany%20Offensive\"&gt;Uman-Botoshany&lt;/a&gt;, &lt;a href=\"Jassy%E2%80%93Kishinev%20Offensive%20%28August%201944%29\"&gt;Iassy-Kishinev&lt;/a&gt;, &lt;a href=\"Bratislava%E2%80%93Brno%20Offensive\"&gt;Bratislava-Brno&lt;/a&gt;, and &lt;a href=\"Prague%20Offensive\"&gt;Prague Offensive&lt;/a&gt;s. It also fought in the &lt;a href=\"Battle%20of%20Debrecen\"&gt;Battle of Debrecen&lt;/a&gt;, at which, due to its low priority, it only had five divisions assigned. 40th Army was disbanded in July 1945.\nSecond formation (OKSVA).\nThe Army was re-created on December 16, 1979, in the &lt;a href=\"Turkestan%20Military%20District\"&gt;Turkestan Military District&lt;/a&gt; on the directive of the &lt;a href=\"General%20Staff%20of%20the%20Armed%20Forces%20of%20the%20Russian%20Federation\"&gt;General Staff&lt;/a&gt; of the &lt;a href=\"Soviet%20Armed%20Forces\"&gt;USSR Armed Forces&lt;/a&gt;. The &lt;a href=\"commanding%20officer\"&gt;commanding officer&lt;/a&gt; of the army was appointed &lt;a href=\"Lieutenant%20General\"&gt;Lieutenant General&lt;/a&gt; Yuri Tukharinov, who was the first deputy CO of the Turkestan MD. To cover the boundary with unstable &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;, three motor rifle divisions (the &lt;a href=\"5th%20Guards%20Motor%20Rifle%20Division\"&gt;5th Guards&lt;/a&gt;, &lt;a href=\"108th%20Motor%20Rifle%20Division\"&gt;108th&lt;/a&gt; and 68th) were pulled to the region. From December 3–16, 1979 two battalions of the 345th Separate Guards Airborne Regiment and the special operation &lt;a href=\"Main%20Intelligence%20Directorate%20%28GRU%29\"&gt;GRU&lt;/a&gt; unit (&lt;a href=\"Muslim%20battalion\"&gt;Muslim battalion&lt;/a&gt;) was deployed to the &lt;a href=\"Bagram%20Airfield\"&gt;airport&lt;/a&gt; in &lt;a href=\"Bagram\"&gt;Bagram&lt;/a&gt; (Afghanistan) as the situation in the Central Asian country had deteriorated.\nOn December 8, 1979, a meeting between &lt;a href=\"Leonid%20Brezhnev\"&gt;Brezhnev&lt;/a&gt;, &lt;a href=\"Yuri%20Andropov\"&gt;Andropov&lt;/a&gt;, &lt;a href=\"Mikhail%20Suslov\"&gt;Suslov&lt;/a&gt;, and &lt;a href=\"Andrei%20Gromyko\"&gt;Gromyko&lt;/a&gt; took place to discuss the situation in &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;. In a couple of days the minister of defense Marshal &lt;a href=\"Dmitriy%20Ustinov\"&gt;Dmitriy Ustinov&lt;/a&gt; communicated to the Chief of the General Staff &lt;a href=\"Nikolai%20Ogarkov\"&gt;Nikolai Ogarkov&lt;/a&gt; that the Politburo adopted a decision on the temporary introduction of troops in the country and ordered to prepare somewhere around 75,000-80,000 concentration of force. Ustinov issued an oral order \"No. 312/12/00133\" on creation of a new general purpose army in the Turkestan MD. Only on December 12, 1979, the Politburo has officially adopted the decision on the introduction of the Soviet Army in Afghanistan. Next day an operative group of the Ministry of Defense was formed led by the deputy &lt;a href=\"Chief%20of%20the%20General%20Staff%20%28Russia%29\"&gt;Chief of the General Staff&lt;/a&gt; General &lt;a href=\"Sergei%20Akhromeyev\"&gt;Sergei Akhromeyev&lt;/a&gt;, later replaced by the Marshal of the Soviet Union &lt;a href=\"Sergei%20Sokolov%20%28Marshal%29\"&gt;Sergei Sokolov&lt;/a&gt;. On December 14 at 22:00 the operative group arrived to &lt;a href=\"Termez\"&gt;Termez&lt;/a&gt;, &lt;a href=\"Tajik%20SSR\"&gt;Tajik SSR&lt;/a&gt;, the same day the special KGB group \"Grom\" arrived to &lt;a href=\"Kabul\"&gt;Kabul&lt;/a&gt; to reinforce another group \"Zenit-2\".\nThe field headquarters of the army was deployed in the Turkestan MD, while its aviation support by the 34th Mixed Aviation Corps in the Turkestan MD. On December 24, 1979 Minister of Defense Ustinov officially announced about the adopted decision to invade Afghanistan and signed the directive #312/12/001. Next day there were deployed around 100 different units. Out of the reserves were drafted additional 50,000 people from the &lt;a href=\"Soviet%20Central%20Asia\"&gt;Central Asian republics&lt;/a&gt; and the &lt;a href=\"Kazakh%20SSR\"&gt;Kazakh SSR&lt;/a&gt;, some 8,000 units of automobiles were transferred out of the public sector.\nAdditional support.\nThe army entered Afghanistan (as part of the beginning of the &lt;a href=\"Soviet%E2%80%93Afghan%20War\"&gt;Soviet–Afghan War&lt;/a&gt;) in December 1979 without the last division, but had the &lt;a href=\"Russian%20201st%20Motor%20Rifle%20Division\"&gt;201st MRD&lt;/a&gt; added to its composition during January 1980. Also with the force that entered Afghanistan were the 103rd Guards Airborne Division, 860th Separate Motor Rifle Regiment, the &lt;a href=\"56th%20Guards%20Air%20Assault%20Brigade\"&gt;56th Separate Guards Airborne Assault Brigade&lt;/a&gt;, and the 36th Mixed Air Corps. Later on the 201st and 58th Motor Rifle Divisions also entered the country, along with other smaller units. The Limited Contingent of Soviet Troops in Afghanistan was formed on the basis of the Army HQ. General &lt;a href=\"Igor%20Rodionov\"&gt;Igor Rodionov&lt;/a&gt;, later Russian Minister of Defence, commanded the Army in 1985–86.\nThe &lt;a href=\"108th%20Motor%20Rifle%20Division\"&gt;108th Motor Rifle Division&lt;/a&gt; served as the rearguard for the army's withdrawal from Afghanistan in February 1989. After the withdrawal from Afghanistan in 1989, 40th Army was reduced to 59th Army Corps. The Army Headquarters was disbanded on 15 February 1989, but then reorganised as HQ 59th Army Corps (V/Ch 05865) at &lt;a href=\"Samarkand\"&gt;Samarkand&lt;/a&gt; on 1 March 1989.\n40th Army was again reformed on June 4, 1991, at &lt;a href=\"Semipalatinsk\"&gt;Semipalatinsk&lt;/a&gt; from HQ 32nd Army. Immediately prior to its dissolution in late 1992, the 40th Army consisted of the &lt;a href=\"78th%20Tank%20Division\"&gt;78th Tank Division&lt;/a&gt; (Ayaguz); the 5202nd Base for Storage of Weapons and Equipment at Semipalatinsk (prior to 1989 – the &lt;a href=\"71st%20Motor%20Rifle%20Division\"&gt;71st Motor Rifle Division&lt;/a&gt;); the 5203rd BKhVT Ust-Kamenogorsk (prior to 1989, the &lt;a href=\"155th%20Motor%20Rifle%20Division\"&gt;155th Motor Rifle Division&lt;/a&gt;); the 5204th BKhVT at Karaganda (prior to 1989 – the 203rd Zaporozhye Khingan Motor Rifle Division), taken over by Kazakhstan on 7 May 1992, the 69th Tank Division (mobilisation) (Ust-Kamenogorsk), and the 10th Fortified Area. The 69th Tank Division and the 10th Fortified Area were both disbanded in 1992. With the &lt;a href=\"dissolution%20of%20the%20Soviet%20Union\"&gt;dissolution of the Soviet Union&lt;/a&gt; the Army became part of the &lt;a href=\"Military%20of%20Kazakhstan\"&gt;Military of Kazakhstan&lt;/a&gt; and was redesignated the 1st Army Corps.\nAll veterans that participated in the Afghanistan campaign were known as the Warriors-Internationalists (воинов-интернационалистов).\nCommanders of the 40th Army.\nSecond formation.\nThe Army commander was reported as Lt-Gen Anatoliy Semenovich RYABTSEV by the Moscow &lt;a href=\"ITAR-TASS\"&gt;ITAR-TASS&lt;/a&gt; World Service in Russian 0840 GMT 16 Apr 1992. He was born in Rostov Oblast. Graduated from the Ulyanovsk Tank School and the Armored Tank Troops and General Staff Military Academies. He has commanded a regiment, division, and, from 1989, an army. [The 40th Army] 'is now under the jurisdiction of Kazakhstan.'"
}