{
    "id": "1366489",
    "revid": "32122377",
    "url": "https://en.wikipedia.org/wiki?curid=1366489",
    "title": "The Fox and the Grapes",
    "text": "The Fox and the Grapes is one of &lt;a href=\"Aesop%27s%20fables\"&gt;Aesop's fables&lt;/a&gt;, numbered 15 in the &lt;a href=\"Perry%20Index\"&gt;Perry Index&lt;/a&gt;. The narration is concise and subsequent retellings have often been equally so. The story concerns a &lt;a href=\"fox\"&gt;fox&lt;/a&gt; that tries to eat &lt;a href=\"grape\"&gt;grape&lt;/a&gt;s from a vine but cannot reach them. Rather than admit defeat, he states they are undesirable. The expression \"sour grapes\" originated from this fable.\nThe fable.\nThe fable of The Fox and the Grapes is one of the few which feature only a single animal &lt;a href=\"protagonist\"&gt;protagonist&lt;/a&gt;. There are several Greek versions as well as one in Latin by &lt;a href=\"Phaedrus%20%28fabulist%29\"&gt;Phaedrus&lt;/a&gt; (IV.3) which is terse and to the point:\nIn her version of &lt;a href=\"La%20Fontaine%27s%20Fables\"&gt;La Fontaine's Fables&lt;/a&gt;, &lt;a href=\"Marianne%20Moore\"&gt;Marianne Moore&lt;/a&gt; underlines his ironic comment on the situation in a final pun, \"Better, I think, than an embittered whine\".\nAlthough the fable describes purely subjective behaviour, the &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; &lt;a href=\"idiom\"&gt;idiom&lt;/a&gt; \"sour grapes\", which derives from the story, is now often used also of envious disparagement of something to others. Similar expressions exist in other languages of Europe and Asia, sometimes introducing different fruit. During the 12th century, &lt;a href=\"Peter%20Abelard\"&gt;Peter Abelard&lt;/a&gt; says a version in which the fox is after cherries has become proverbial; it is also so recorded in that century by the troubador &lt;a href=\"Aimeric%20de%20Peguilhan\"&gt;Aimeric de Peguilhan&lt;/a&gt;. In the &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt;n version the fox makes its comment about &lt;a href=\"rowans\"&gt;rowanberries&lt;/a&gt;, since grapes are not common in northern &lt;a href=\"latitude\"&gt;latitude&lt;/a&gt;s. In Russian, not one but two expressions derive from &lt;a href=\"Ivan%20Krylov\"&gt;Ivan Krylov&lt;/a&gt;'s translation of La Fontaine. While \"Green are the grapes\" (Зелен виноград) has become the response to disparagement, Krylov's earlier exposition, \"Eye may see but tooth not taste\" (Хоть видит око, да зуб неймет), is now proverbial.\nLa Fontaine's \"Le Renard et les Raisins\".\nThe French fable of La Fontaine (III.11) is almost as concise and pointed as the early versions of &lt;a href=\"Babrius\"&gt;Babrius&lt;/a&gt; and Phaedrus and certainly contributed to the story's popularity. A century after its publication, this was the tale with which the sculptor &lt;a href=\"Pierre%20Julien\"&gt;Pierre Julien&lt;/a&gt; chose to associate its creator in his statue of La Fontaine (commissioned in 1782), now in the &lt;a href=\"Louvre\"&gt;Louvre&lt;/a&gt;. The poet is represented in a famous episode of his life, when he was seen one morning by the &lt;a href=\"Marie%20Anne%20Mancini\"&gt;Duchess of Bouillon&lt;/a&gt; seated against a tree trunk meditating. When she passed the same spot that evening he was still there in exactly the same position. Julien has portrayed him in an ample cloak, with a gnarled tree on which a vine with grapes is climbing. On his knee is the manuscript of the poem; at his feet, a fox is seated on his hat with its paw on a leather-&lt;a href=\"Bookbinding\"&gt;bound&lt;/a&gt; volume, looking up at him.\n&lt;a href=\"Gustave%20Dor%C3%A9\"&gt;Gustave Doré&lt;/a&gt;'s illustration of the fable for the 1870 edition pictures a young man in a garden who is looking towards the steps to a mansion in the distance on which several young women are congregated. An older man is holding up his thumb and forefinger, indicating that they are only little girls. The meaning of this transposition to the human situation hinges on the double meaning of 'unripe' (\"vert\") in French, which could also be used of a sexually immature female. From this emerges the story's subtext, of which a literal translation reads:\nThere is the same sexual ambiguity in the &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; of Babrius. The phrase there is \"\" (), the word having both the literal meaning of an unripe grape and the metaphorical usage of a girl not yet ripe for marriage.\nCognitive dissonance.\nRather than admit his failure to reach the grapes, the fox rationalises that they are not really desirable. One commentator argues that the story illustrates the state of &lt;a href=\"cognitive%20dissonance\"&gt;cognitive dissonance&lt;/a&gt;. The fox is taken as attempting to hold incompatible ideas simultaneously, desire and its frustration. In that case, the disdain expressed by the fox at the conclusion to the fable serves at least to reduce the dissonance through criticism. &lt;a href=\"Jon%20Elster\"&gt;Jon Elster&lt;/a&gt; calls this pattern of mental behaviour \"adaptive preference formation\".\nConcise translations.\nMany translations, whether of Aesop's fable or of La Fontaine's, are wordy and often add details not sanctioned by the original. Two English authors have produced short poetical versions which still retain both the general lines of the story and its lesson. The first of these is a &lt;a href=\"quatrain\"&gt;quatrain&lt;/a&gt; by &lt;a href=\"Aphra%20Behn\"&gt;Aphra Behn&lt;/a&gt; appearing in &lt;a href=\"Francis%20Barlow%20%28artist%29\"&gt;Francis Barlow&lt;/a&gt;'s illustrated edition of the fables (1687):\nThe second also accompanies an illustrated edition, in this case the work of &lt;a href=\"Walter%20Crane\"&gt;Walter Crane&lt;/a&gt; in \"Baby's Own Aesop\" (1887). Each fable has been reduced to a &lt;a href=\"limerick%20%28poetry%29\"&gt;limerick&lt;/a&gt; by W.J.Linton and is enclosed within the design. \"The Fox and the Grapes\" has been given the moral 'The grapes of disappointment are always sour' and runs as follows:\nBy comparison, the Phaedrus version has six &lt;a href=\"Iambic%20pentameter\"&gt;pentameter&lt;/a&gt; lines, of which two draw the moral, and &lt;a href=\"Gabriele%20Faerno\"&gt;Gabriele Faerno&lt;/a&gt;'s Latin reworking has five lines and two more drawing the moral. Both Babrius and La Fontaine have eight, the latter using his final line to comment on the situation. Though the &lt;a href=\"Emblem%20book\"&gt;emblematist&lt;/a&gt; &lt;a href=\"Geoffrey%20Whitney\"&gt;Geoffrey Whitney&lt;/a&gt; confines the story to four lines, he adds two more of personal application: 'So thou, that hunt'st for that thou longe hast mist,/ Still makes thy boast, thou maist if that thou list.'\nThe fable was also one that the French poet &lt;a href=\"Isaac%20de%20Benserade\"&gt;Isaac de Benserade&lt;/a&gt; summed up in a single quatrain, not needing to go into much detail since his verses accompanied the hydraulic statue of it in &lt;a href=\"the%20labyrinth%20of%20Versailles\"&gt;the labyrinth of Versailles&lt;/a&gt;. He can therefore afford a thoughtful, moralising tone:\nBut Benserade then adds another quatrain, speculating on the fox's mental processes; finally it admits that the grapes really were ripe but 'what cannot be had, you speak of badly'.\nArtistic uses.\nOne of La Fontaine's early illustrators was the artist &lt;a href=\"Jean-Baptiste%20Oudry\"&gt;Jean-Baptiste Oudry&lt;/a&gt;, who was also artistic director at both the &lt;a href=\"Beauvais%20tapestry\"&gt;Beauvais&lt;/a&gt; and the &lt;a href=\"Gobelins%20manufactory\"&gt;Gobelins tapestry works&lt;/a&gt;. In consequence of this a series based on La Fontaine's fables designed by Oudry was produced by them during the 1740s and included \"The Fox and the Grapes\". These stayed in production for some forty years and were imitated by other factories in France and abroad, being used not just as wall hangings but for chair covers and other domestic purposes. Furniture craftsmen in France also used the fables as themes and took these with them when they emigrated. Among them was Martin Jugiez (d.1815), who had a workshop in the American city of &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt; where the still surviving Fox and Grapes chest of drawers was produced.\nThe &lt;a href=\"S%C3%A8vres%20porcelain\"&gt;Sèvres porcelain&lt;/a&gt; works used the fables on their china as well as reproducing Pierre Julien's statue from a preliminary model in 1784, even before the finished product was exhibited. Another domestic use for the fable was as an architectural medallion on the outside of mansions, of which there is still an example dating from the turn of the 19th century on the Avenue Felix Fauré in Paris. A medallion of another kind, cast in bronze by Jean Vernon (1897–1975), was produced as part of his renowned series based on the fables in the 1930s. That of \"The Fox and the Grapes\" features two foxes scrambling up a trellis with what looks like more success than La Fontaine's creation.\nThere was as diverse a use of the fables in England and from as early a date. Principally this was on domestic china and includes a Chelsea candlestick (1750) and a Worcester jug (1754) in the 18th century; a Brownhills alphabet plate (1888) in the 19th century; and a collector's edition from the Knowles pottery (1988) in the 20th. Series based on Aesop's fables became popular for pictorial tiles towards the end the 19th century, of which Minton Hollins produced a particularly charming example illustrating \"The Fox and the Grapes\". On this a vixen is accompanied by her cubs, who make ineffectual leaps at the grapes while the mother contemplates them with her paws clasped behind her.\nThere have also been the following musical settings:"
}