{
    "id": "13671006",
    "revid": "1060807876",
    "url": "https://en.wikipedia.org/wiki?curid=13671006",
    "title": "Granpa",
    "text": "Granpa is a British family-oriented &lt;a href=\"animation\"&gt;animated film&lt;/a&gt; that adapts a picture book by &lt;a href=\"John%20Burningham\"&gt;John Burningham&lt;/a&gt;. Produced by &lt;a href=\"Television%20South\"&gt;TVS&lt;/a&gt; for &lt;a href=\"Channel%20Four%20Television%20Corporation\"&gt;Channel 4 Television&lt;/a&gt; in 1989, it was released on &lt;a href=\"VHS\"&gt;VHS&lt;/a&gt; by &lt;a href=\"Universal%20Pictures\"&gt;Universal Studios&lt;/a&gt; in 1994.\nAn expensive film to produce, \"Granpa\" is hand-illustrated with coloured pencil, imitating Burningham's style in the book. It was directed by &lt;a href=\"Dianne%20Jackson\"&gt;Dianne Jackson&lt;/a&gt;, who had previously adapted \"&lt;a href=\"The%20Snowman\"&gt;The Snowman&lt;/a&gt;\" by &lt;a href=\"Raymond%20Briggs\"&gt;Raymond Briggs&lt;/a&gt; (1978), a wordless picture book, as an exceptionally successful family-oriented animated film (1982). &lt;a href=\"Howard%20Blake\"&gt;Howard Blake&lt;/a&gt;, who wrote the music for \"The Snowman\", wrote the music and the script for \"Granpa\", which is referred to as an \"animated children's opera\". The voices of Granpa and Emily are by &lt;a href=\"Peter%20Ustinov\"&gt;Peter Ustinov&lt;/a&gt; and Emily Osborne.\n\"Granpa\" won the Prix Jeunesse International award for excellence in children's television programming in 1990.\nBook.\nThe animated film is an &lt;a href=\"film%20adaptation\"&gt;adaptation&lt;/a&gt; of the children's picture book \"Granpa\", written and illustrated by &lt;a href=\"John%20Burningham\"&gt;John Burningham&lt;/a&gt; and published by &lt;a href=\"Jonathan%20Cape\"&gt;Jonathan Cape&lt;/a&gt; in 1984. Burningham won the &lt;a href=\"Kurt%20Maschler%20Award\"&gt;Kurt Maschler Award&lt;/a&gt;, or \"the Emil\", from Maschler publishers and &lt;a href=\"BookTrust\"&gt;BookTrust&lt;/a&gt;, which annually recognised the author(s) of one \"work of imagination for children, in which text and illustration are integrated so that each enhances and balances the other.\"\nPlot.\nThe film celebrates the relationship between a small girl named Emily (voiced by Emily Osborne), and her kindly but ailing grandfather (voiced by &lt;a href=\"Peter%20Ustinov\"&gt;Peter Ustinov&lt;/a&gt;), along with a dog. Emily's playful innocence is contrasted with Granpa's increasing frailty. Aware that he will not be around for much longer, he shares his memories of adventures and days gone by.\nThese memories are vividly brought to life by her grandfather's tales, beginning with a description of Granpa's childhood and youth in the early part of the 20th Century. Other adventures include a &lt;a href=\"chivalry\"&gt;chivalrous&lt;/a&gt; tale of &lt;a href=\"Saint%20George%20and%20the%20Dragon\"&gt;Saint George and the Dragon&lt;/a&gt; imagined on a bedcover, a &lt;a href=\"fishing\"&gt;fishing&lt;/a&gt; trip which ends with a journey down the &lt;a href=\"River%20Thames\"&gt;Thames&lt;/a&gt; pulled by a &lt;a href=\"blue%20whale\"&gt;blue whale&lt;/a&gt;, a trip to the seaside which culminates in a re-enactment of the &lt;a href=\"Battle%20of%20Britain\"&gt;Battle of Britain&lt;/a&gt; and a &lt;a href=\"Noah%27s%20Ark\"&gt;Noah's Ark&lt;/a&gt;-influenced story, where Granpa's house is submerged and the pair have to accommodate exotic animals. The final jungle section, in which monkeys steal Granpa's storybook, is left intentionally incomplete.\nAs the seasons pass, Granpa grows frailer, and eventually Emily is left alone with an empty chair and the old man's loyal dog. She leaves the house with the dog and climbs a hill. As they travel, a group of children from her grandfather's stories join them.\nProduction.\nIn 1984, following the success of the animated Christmas film \"&lt;a href=\"The%20Snowman\"&gt;The Snowman&lt;/a&gt;\", Channel 4 commissioned another animation from TVC studios; producer &lt;a href=\"John%20Coates%20%28producer%29\"&gt;John Coates&lt;/a&gt; approached &lt;a href=\"Dianne%20Jackson\"&gt;Dianne Jackson&lt;/a&gt; and composer &lt;a href=\"Howard%20Blake\"&gt;Howard Blake&lt;/a&gt;, suggesting Burningham's picture book \"Granpa\". Blake was initially reluctant due to the book's upsetting ending, but was convinced after witnessing his own daughter's reaction to her grandfather's death that year.\nFiona Collins noted in \"Turning the Page: Children's Literature in Performance and the Media\" that while Burningham's book is open ended, with Emily ultimately left alone to contemplate her grandfather's death, the film offers a less \"stark\" interpretation; his death is explored through her implied remembrance of him in the final scene. Collins suggests that this was probably because the original offered an unremittingly bleak ending that would be difficult for its intended child audience.\nThe film was entirely financed by Channel 4 and cost over one million pounds to make according to Coates. It was first broadcast on the channel on New Year's Eve 1989 at 6.30pm.\nMusic.\nThe musical score was written and composed by &lt;a href=\"Howard%20Blake\"&gt;Howard Blake&lt;/a&gt; and is almost in the form of a miniature &lt;a href=\"opera\"&gt;opera&lt;/a&gt;, with many of the tales within the animation sung by the lead characters, along with children from the Wroughton Middle School choir (winners of BBC Choir of the Year) and a forty-piece orchestra (the &lt;a href=\"Sinfonia%20of%20London\"&gt;Sinfonia of London&lt;/a&gt;).\nThe end title song \"Make Believe\" is performed by &lt;a href=\"Sarah%20Brightman\"&gt;Sarah Brightman&lt;/a&gt; and has the theme of \"&lt;a href=\"Auld%20Lang%20Syne\"&gt;Auld Lang Syne&lt;/a&gt;\" as a &lt;a href=\"counter-melody\"&gt;counter-melody&lt;/a&gt;. The song was released as a single at the time.\nReception.\nThe film won the Prix Jeunesse International award for excellence in children's television programming in 1990. The film review site &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; has called the film \"a sensitive and life-affirming animated adaptation\".\nThe film has rarely been repeated, and has never been released on DVD, perhaps due to its subject matter. The \"Toonhound\" review suggest that the film takes the tone of the ending of \"The Snowman\" even further, \"exploring an aspect of life rarely approached in animated form.\" Paul Madden, writing Dianne Jackson's obituary in 1993 suggests that the film \"was less of immediate popular appeal than \"The Snowman\", but was perhaps more satisfying to her creatively, demanding a more subtle approach.\" Toonhound notes that \"Just like that film there is a tangible sense of loss at the end; a loss which builds with repeated viewings. You know that Granpa won't be playing with Emily for much longer, and what's more, you're aware that he knows this too.\""
}