{
    "id": "13677387",
    "revid": "29077096",
    "url": "https://en.wikipedia.org/wiki?curid=13677387",
    "title": "Thistle F.C.",
    "text": "Thistle Football Club (also known as Glasgow Thistle and Bridgeton Thistle) was a 19th-century &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;. The club was briefly a member of the &lt;a href=\"Scottish%20Football%20League\"&gt;Scottish Football League&lt;/a&gt; Division Two, and has been described as the most insignificant and least successful to have entered the league. They played at &lt;a href=\"Braehead%20Park\"&gt;Braehead Park&lt;/a&gt; during their Scottish League season.\nHistory.\nThe club was among the oldest in Scotland, formed in the wake of rudimentary versions of the game played on &lt;a href=\"Glasgow%20Green\"&gt;Glasgow Green&lt;/a&gt; which themselves had roots in the traditional &lt;a href=\"Handsel%20Monday\"&gt;Handsel Monday&lt;/a&gt; holiday mass-participation events, introduced to the city by men from &lt;a href=\"Callander\"&gt;Callander&lt;/a&gt; in &lt;a href=\"Perthshire\"&gt;Perthshire&lt;/a&gt;. They are known to have been active with a club structure by 1868, as that year Thistle were the first opponents faced by the country's oldest documented club &lt;a href=\"Queen%27s%20Park%20F.C.\"&gt;Queen's Park&lt;/a&gt;. From 1884, they played at Beechwood Park in the &lt;a href=\"Dalmarnock\"&gt;Dalmarnock&lt;/a&gt; district of Glasgow, fairly close to Glasgow Green (not to be confused with the &lt;a href=\"Beechwood%20Park%2C%20Leith\"&gt;ground of that name&lt;/a&gt; which was home to &lt;a href=\"Leith%20Athletic%20F.C.\"&gt;Leith Athletic F.C.&lt;/a&gt; in the same era). At the time, the area was becoming both densely populated and heavily industrialised, and several aspiring teams formed among the tenements and factories. Thistle were early rivals to &lt;a href=\"Clyde%20F.C.\"&gt;Clyde&lt;/a&gt; whose first ground was nearby at &lt;a href=\"Barrowfield%20Park\"&gt;Barrowfield Park&lt;/a&gt; – initially that was the home of another local club &lt;a href=\"Eastern%20F.C.\"&gt;Eastern&lt;/a&gt;.\nThey joined the &lt;a href=\"Glasgow%20Football%20Association\"&gt;Glasgow Football Association&lt;/a&gt; in 1883 and became a founder member of the &lt;a href=\"Scottish%20Football%20Alliance\"&gt;Scottish Football Alliance&lt;/a&gt; in 1891, by which time &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt; had been formed in the neighbourhood, quickly attracting bigger crowds. In 1892 Thistle were unable to use Beechwood Park, moving to &lt;a href=\"Braehead%20Park\"&gt;Braehead Park&lt;/a&gt; in the &lt;a href=\"Oatlands%2C%20Glasgow\"&gt;Oatlands&lt;/a&gt; neighbourhood (previously known as \"Hibernian Park\", it was built in 1889 for &lt;a href=\"Glasgow%20Hibernian%20F.C.\"&gt;Glasgow Hibernian&lt;/a&gt; who went defunct by late 1890). This new site was only a short distance away from the streets where their core support resided but on the opposite bank of the &lt;a href=\"River%20Clyde\"&gt;River Clyde&lt;/a&gt;; in previous and future decades it would have been easily accessible via &lt;a href=\"Rutherglen%20Bridge\"&gt;Rutherglen Bridge&lt;/a&gt; at &lt;a href=\"Shawfield\"&gt;Shawfield&lt;/a&gt;, but the move took place between the demolition of the old bridge at that site (1890) and the completion of its replacement (1896), making travel more difficult during those years via a temporary wooden structure.\nAlthough they had struggled in the Alliance competition (finishing bottom of 12 teams in 1891–92 and fifth of 10 the following year), Thistle were one of the clubs invited to form the new &lt;a href=\"Scottish%20Football%20League\"&gt;Division Two of the Scottish League&lt;/a&gt; for the &lt;a href=\"1893%E2%80%9394%20Scottish%20Division%20Two\"&gt;1893–94 season&lt;/a&gt;. They failed to make an impact, suffering some heavy defeats, including a 13–1 reverse at fellow new entrants &lt;a href=\"Partick%20Thistle%20F.C.\"&gt;Partick Thistle&lt;/a&gt; on 10 March 1894, the largest defeat in the Scottish League up to that point; it has only been exceeded by &lt;a href=\"Dundee%20Wanderers%20F.C.\"&gt;Dundee Wanderers'&lt;/a&gt; 15–1 loss to &lt;a href=\"Airdrieonians%20F.C.%20%281878%29\"&gt;Airdrieonians&lt;/a&gt; the following season. Thistle had beaten their Partick namesakes 6–2 in the Alliance League in October 1892, but by the time they first met in the SFL, Braehead Park was said to have been in a state of disrepair and its team was struggling financially, although in that match the score was only Thistle 3–4 Partick Thistle.\nFinishing bottom of the league, the club folded before the re-election meeting, despite takings of £118 at a benefit match between &lt;a href=\"Sunderland%20A.F.C.\"&gt;Sunderland&lt;/a&gt; and a &lt;a href=\"Scottish%20Football%20League%20XI\"&gt;Scottish Football League XI&lt;/a&gt;. Their final fixture was a friendly against Clyde.\nA group of Thistle supporters almost immediately formed a new club, &lt;a href=\"Strathclyde%20F.C.\"&gt;Strathclyde F.C.&lt;/a&gt;, named after the street where Beechwood Park stood. They entered the &lt;a href=\"Scottish%20Junior%20Football%20Association\"&gt;Junior&lt;/a&gt; setup, initially playing back in Dalmarnock at New Beechwood Park and eventually settling at New Springfield Park (towards &lt;a href=\"Parkhead\"&gt;Parkhead&lt;/a&gt; and close to &lt;a href=\"Celtic%20Park\"&gt;Celtic Park&lt;/a&gt;); they won the &lt;a href=\"Scottish%20Junior%20Cup\"&gt;Scottish Junior Cup&lt;/a&gt; three times before eventually folding in the 1960s."
}