{
    "id": "13684141",
    "revid": "41652795",
    "url": "https://en.wikipedia.org/wiki?curid=13684141",
    "title": "Vijayabahu I of Polonnaruwa",
    "text": "Vijayabahu I (born \"Prince Keerthi\") (ruled 1055–1110) was a medieval &lt;a href=\"List%20of%20rulers%20of%20Sri%20Lanka\"&gt;king&lt;/a&gt; of &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;. Born to a royal bloodline, Vijayabahu grew up under &lt;a href=\"Chola%20dynasty\"&gt;Chola&lt;/a&gt; occupation. He assumed rulership of the &lt;a href=\"Ruhuna\"&gt;Ruhuna&lt;/a&gt; principality in the southern parts of the country in 1055. Following a seventeen-year-long campaign, he successfully drove the Cholas out of the island in 1070, reuniting the country for the first time in over a century. During his reign, he re-established &lt;a href=\"Sri%20Lankan%20Buddhism\"&gt;Buddhism in Sri Lanka&lt;/a&gt; and repaired much of the damage caused to infrastructure during the wars. He offered the &lt;a href=\"Thihoshin%20Pagoda\"&gt;Thihoshin Pagoda&lt;/a&gt;(Lord of Sri Lanka Buddha image) to Burma king &lt;a href=\"Alaungsithu\"&gt;Alaungsithu&lt;/a&gt; and it is now still in &lt;a href=\"Pakokku\"&gt;Pakokku&lt;/a&gt;.\nEarly life.\nVijayabahu was born around 1039, by the name of Kitti (Keethi) in &lt;a href=\"Ruhuna\"&gt;Ruhuna&lt;/a&gt; principality, the southern part of the country. He was the son of King Moggallana, a ruler of Ruhuna and Queen Lokitha. North part of Sri Lanka was occupied by &lt;a href=\"Chola\"&gt;Chola&lt;/a&gt; invaders from &lt;a href=\"South%20India\"&gt;South India&lt;/a&gt;, central Sri Lanka 'Malay Rata' and Southern Sri Lanka 'Ruhuna' or 'Ruhunu Rata' was controlled by &lt;a href=\"Sinhala%20Kings\"&gt;Sinhala Kings&lt;/a&gt; who resisting the invaders.\nWhen he was fifteen years old Kitti defeated the last of such rulers, Lokissara, with the aim of becoming the king of Ruhuna. Subsequently, in 1055, he became king of Ruhuna and attained the name of Vijayabahu.\nAccording to the \"Panakaduwa Thamba Sannasa\" (Panakaduwa inscription which written on copper sheets about the gifts, offerings and given by King Vijayabahu I to his higher military officer) King Vijayabahu I's own words says that Prince Kiththi and King Moggallana's whole family was under the protection of Ruhunu Dandanayaka Sitnaru-bim Budalnavan and he provided a great support to the king to make the country under the same flag.\nThe Chola army frequently attacked Vijayabahu's troops in Ruhuna. However, he managed to free Ruhuna from the Cholas by 1058 and take it under his complete control.\nFirst attempt to capture Polonnaruwa.\nAfter securing Ruhuna, his intention was to capture Polonnaruwa, the capital of the country. In 1066, he launched the first attack on Polonnaruwa, and captured and held the city for a brief time. However, after receiving reinforcements from South India, the strengthened Chola army attacked again, forcing Vijayabahu to flee.\nHe established himself in Wakirigala after this and concentrated on organizing his army for a fresh attempt to capture Polonnaruwa. During this time, he also had to face rebellions from other Sinhala leaders fighting for the throne. Overcoming these rebellions, Vijayabahu continued to muster his armies in order to retake the Capital, but was not strong enough to attempt another attack against the Chola army. He made Katharagama in Ruhuna as his capital and also he started to organize an army to defeat the Cholas.\nSecond attack on Polonnaruwa.\nCivil war broke out during 1069–1070 in the &lt;a href=\"Chola%20dynasty\"&gt;Chola Empire&lt;/a&gt; in South India, throwing the country into turmoil. The concerns within India prevented the empire from focusing on Sri Lanka, providing an opportunity for Vijayabahu to attack again while the Chola forces in Polonnaruwa were more or less isolated.\nHe has gained the support of many kingdoms to defeat the Cholas such as Burma and Pandya who also wanted to defeat Cholas in their kingdom.\nStarting from Mahanagakula on the south of the &lt;a href=\"Walawe%20river\"&gt;Walawe river&lt;/a&gt;, Vijayabahu dispatched three armies to attack Polonnaruwa from three fronts. One army was sent along the western shore of the country to Mahathittha port to deal with any reinforcements arriving from South India. Afterwards, part of this army moved towards Polonnaruwa and attacked from the North-west, while the other part held the ports to prevent reinforcements from arriving. A second army was sent from the east across Magama to attack Polonnaruwa from the east. The third and main force advanced across the country, led by the king. Surrounded by these three armies, Polonnaruwa was besieged for seven months before king Vijayabahu’s forces entered the city. In 1070, Vijayabahu became the ruler of Polonnaruwa. At that time Sri Lanka was known as Thambapanni.\nRuling of the country.\nAfter the victory at Polonnaruwa, Vijayabahu had to face more rebellions. This caused him to delay his coronation, which took place in 1072 or 1073, eighteen years after being crowned as Vijayabahu in Ruhuna and after a &lt;a href=\"military%20campaign\"&gt;military campaign&lt;/a&gt; that lasted seventeen years. Polonnaruwa was renamed “Vijayarajapura” and chosen as the capital, making Vijayabahu the first Sinhala king of the &lt;a href=\"Polonnaruwa%20Kingdom\"&gt;Polonnaruwa Kingdom&lt;/a&gt;. The coronation ceremony was held in a palace built for this purpose in &lt;a href=\"Anuradhapura\"&gt;Anuradhapura&lt;/a&gt;, the former capital of the country. Vijayabahu took Lilavati, the daughter of Jagatipala of &lt;a href=\"Kannauj\"&gt;Kannauj&lt;/a&gt; as his queen. He also married Tilokasundari, a princess from &lt;a href=\"Kalinga%20%28historical%20kingdom%29\"&gt;Kalinga&lt;/a&gt;, with the view of strengthening ties with the Kalingas.\nDuring the Chola rule and the wars, Buddhism in the country had suffered a lot and Buddhist monks were few. Five ordained monks—necessary for the &lt;a href=\"upasampada\"&gt;upasampada&lt;/a&gt; (ordination) of Buddhist monks—could not be found in the whole country. To re-establish Buddhism in the country, Vijayabahu sought help from King &lt;a href=\"Anawrahta\"&gt;Anawrahta&lt;/a&gt; in &lt;a href=\"Burma\"&gt;Burma&lt;/a&gt;. As a result, ordained monks were sent from Burma to Sri Lanka. These monks helped to re-establish Buddhism by ordaining new monks and teaching the &lt;a href=\"Pitaka\"&gt;Pitaka&lt;/a&gt;. In addition to this, Vijayabahu also repaired several Buddhist temples that were abandoned and destroyed. A new temple was also constructed in Polonnaruwa for the keeping of the &lt;a href=\"Relic%20of%20the%20tooth%20of%20the%20Buddha\"&gt;sacred tooth relic of the Buddha&lt;/a&gt;.The history says that the monks in both countries got together to make an acceptable version in the scriptures when the interpretation of the \"Thripitaka\" are different with each other.\nVijayabahu also reconstructed a number of &lt;a href=\"Irrigation%20tank\"&gt;tanks&lt;/a&gt; in &lt;a href=\"Rajarata\"&gt;Rajarata&lt;/a&gt; destroyed during the wars, in addition to constructing several new tanks. This reconstruction of the &lt;a href=\"Irrigation\"&gt;irrigation system&lt;/a&gt; in Rajarata area was important to the development of the country since the country depended mainly on &lt;a href=\"Paddy%20field\"&gt;paddy cultivation&lt;/a&gt;.\nAround 1084/1085, another quarrel with the Chola kingdom erupted when some ambassadors of Vijayabahu sent to West Chalukya were harassed by them. However, the king's decision for another war against the Chola Empire caused the &lt;a href=\"Velakkara\"&gt;Velakkara&lt;/a&gt; mercenaries serving in Vijayabahu’s army to rebel against him. Several generals of the army were killed by the mutineers and the royal palace was burned down. Vijayabahu fled to Wakirigala again but returned to Polonnaruwa and recaptured it, suppressing the rebellion. The rebel leaders were captured and executed.\nVijayabahu is also noted for constructing roads to &lt;a href=\"Sri%20Pada\"&gt;Sri Pada&lt;/a&gt; and building resting places called \"&lt;a href=\"ambalama\"&gt;ambalama&lt;/a&gt;\" for the benefit of the pilgrims. He also granted villages and cultivations for the service of the pilgrims and the shrine. This is recorded in the \"Ambagamu\" inscription which situated by the King Vijayabahu I.\nDeath.\nVijayabahu died in 1110, having reigned as king of Sri Lanka for fifty-five years. He was then known as “Mahalu Vijayabahu” (Vijayabahu the old) due to his age and long rule of the country. He is also commonly referred to as Maha Vijayabahu (Vijayabahu the great). The &lt;a href=\"Vijayabahu%20Infantry%20Regiment\"&gt;Vijayabahu Infantry Regiment&lt;/a&gt; of the &lt;a href=\"Sri%20Lanka%20Army\"&gt;Sri Lanka Army&lt;/a&gt; is named after him."
}