{
    "id": "13680395",
    "revid": "32307620",
    "url": "https://en.wikipedia.org/wiki?curid=13680395",
    "title": "Named entity",
    "text": "In &lt;a href=\"information%20extraction\"&gt;information extraction&lt;/a&gt;, a named entity is a &lt;a href=\"Real%20world%20object\"&gt;real-world object&lt;/a&gt;, such as a person, location, organization, product, etc., that can be denoted with a &lt;a href=\"proper%20name\"&gt;proper name&lt;/a&gt;. It can be abstract or have a physical existence. Examples of named entities include &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt;, &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, &lt;a href=\"Volkswagen%20Golf\"&gt;Volkswagen Golf&lt;/a&gt;, or anything else that can be named. Named entities can simply be viewed as entity instances (e.g., &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; is an instance of a &lt;a href=\"city\"&gt;city&lt;/a&gt;).\nFrom a historical perspective, the term \"Named Entity\" was coined during the &lt;a href=\"Message%20Understanding%20Conference\"&gt;MUC-6 evaluation campaign&lt;/a&gt; and contained ENAMEX (entity name expressions e.g. persons, locations and organizations) and NUMEX (numerical expression).\nA more formal definition can be derived from the &lt;a href=\"rigid%20designator\"&gt;rigid designator&lt;/a&gt; by &lt;a href=\"Saul%20Kripke\"&gt;Saul Kripke&lt;/a&gt;. In the expression \"Named Entity\", the word \"Named\" aims to restrict the possible set of entities to only those for which one or many rigid designators stands for the referent. A designator is rigid when it designates the same thing in every possible world. On the contrary, &lt;a href=\"Non-rigid%20designator\"&gt;flaccid designators&lt;/a&gt; may designate different things in different possible worlds.\nAs an example, consider the sentence, \"Biden is the president of the United States\". Both \"Biden\" and the \"United States\" are named entities since they refer to specific objects (&lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt; and &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;). However, \"president\" is not a named entity since it can be used to refer to many different objects in different worlds (in different presidential periods referring to different persons, or even in different countries or organizations referring to different people). Rigid designators usually include proper names as well as certain natural terms like biological species and substances.\nThere is also a general agreement in the &lt;a href=\"Named%20Entity%20Recognition\"&gt;Named Entity Recognition&lt;/a&gt; community to consider temporal and numerical expressions as named entities, such as amounts of money and other types of units, which may violate the rigid designator perspective.\nThe task of recognizing named entities in text is &lt;a href=\"Named%20Entity%20Recognition\"&gt;Named Entity Recognition&lt;/a&gt; while the task of determining the identity of the named entities mentioned in text is called &lt;a href=\"Entity%20Linking\"&gt;Named Entity Disambiguation&lt;/a&gt;. Both tasks require dedicated algorithms and resources to be addressed."
}