{
    "id": "13697217",
    "revid": "37970622",
    "url": "https://en.wikipedia.org/wiki?curid=13697217",
    "title": "Cable management",
    "text": "Cable management refers to management of &lt;a href=\"electrical%20cable\"&gt;electrical&lt;/a&gt; or &lt;a href=\"optical%20cable\"&gt;optical cable&lt;/a&gt; in a &lt;a href=\"Enclosure%20%28electrical%29\"&gt;cabinet&lt;/a&gt; or an installation. The term is used for products, workmanship or planning. \nCables can easily become tangled, making them difficult to work with, sometimes resulting in devices accidentally becoming unplugged as one attempts to move a cable. Such cases are known as \"cable spaghetti\", any kind of problem diagnosis and future updates to such enclosures could be very difficult.\nCable management both supports and contains cables during installation, and makes subsequent maintenance or changes to the cable system easier. Products such as &lt;a href=\"cable%20tray\"&gt;cable tray&lt;/a&gt;s, cable ladders, and cable baskets are used to support a cable through cabling routes.\nCable selection.\nThe choice of cables is also important; for instance, &lt;a href=\"ribbon%20cable\"&gt;ribbon cable&lt;/a&gt;s used to connect &lt;a href=\"Parallel%20ATA\"&gt;Parallel ATA&lt;/a&gt; drives to the motherboard can disrupt the airflow inside of computers, making &lt;a href=\"case%20fan\"&gt;case fan&lt;/a&gt;s less effective; most &lt;a href=\"SATA\"&gt;SATA&lt;/a&gt; cables are more compact and therefore do not have this problem.\nCable labeling.\nColor-coding of cables is sometimes used to keep track of which is which. For instance, the wires coming out of &lt;a href=\"ATX\"&gt;ATX&lt;/a&gt; &lt;a href=\"power%20supplies\"&gt;power supplies&lt;/a&gt; are color-coded by voltage. Documenting and labeling cable runs, tying related cables together by &lt;a href=\"cable%20tie\"&gt;cable tie&lt;/a&gt;s, &lt;a href=\"cable%20lacing\"&gt;cable lacing&lt;/a&gt;, rubber bands or other means, running them through &lt;a href=\"cable%20guide\"&gt;cable guide&lt;/a&gt;s, and clipping or stapling them to walls are other common methods of keeping them organized. Above &lt;a href=\"drop%20ceiling\"&gt;drop ceiling&lt;/a&gt;s, hooks or &lt;a href=\"Cable%20tray\"&gt;trays&lt;/a&gt; are used to organize cables and protect them from &lt;a href=\"electrical%20interference\"&gt;electrical interference&lt;/a&gt;\nPlanning is especially crucial for cables such as &lt;a href=\"Thicknet\"&gt;Thicknet&lt;/a&gt; that do not bend around corners easily and &lt;a href=\"fiber%20optic\"&gt;fiber optic&lt;/a&gt; which is very difficult to splice once cut.\nCable strain relief.\nCable strain relief is a mechanical protection for flexible &lt;a href=\"electrical%20cable\"&gt;electrical cable&lt;/a&gt;s, &lt;a href=\"Electrical%20wiring\"&gt;wires&lt;/a&gt;, &lt;a href=\"Electrical%20conduit\"&gt;conduits&lt;/a&gt; and &lt;a href=\"Pneumatic%20tube\"&gt;pneumatic hoses&lt;/a&gt;. It is regulated by the European standard EN 62444 (formerly EN 50262.).\nWith a strain relief component, the connection between a flexible electrical line and its connection port is protected against &lt;a href=\"Stress%20%28mechanics%29\"&gt;mechanical stress&lt;/a&gt;. Usually, the lines are fixed by clamping them into single cable clamps made of plastic or metal. Another possibility is to use so called cord grips which consist of weaved wire strands that put a grip around the cables.\nA more cable-friendly alternative is attaching the lines to special strain relief plates using common &lt;a href=\"cable%20tie\"&gt;cable tie&lt;/a&gt;s. In case of industrial applications these strain relief plates are also cost-effective because the packing density (meaning the possible number of lines to be fixed on one plate) is much higher than with common cable clamps which are normally designed for holding one single line.\nFurthermore, most of the available cable clamps are not very flexible when it comes to routing lines with varying diameters. That causes higher acquisition and storage costs. The installation of the single cable clamps can take a lot of mounting time, depending on the laying length of the lines. Strain relief plates are therefore a more flexible solution which allows a parallel routing of several lines with varying diameters.\nStrain relief is often required for terminated electrical lines that are plugged into sockets or ports to prevent unplugging or accidentally ripping out of the connector. At which point the lines have to be strain relieved depends on the application. For &lt;a href=\"PROFINET\"&gt;PROFINET&lt;/a&gt;, for example, which is used in &lt;a href=\"automation\"&gt;automation&lt;/a&gt; it is recommended to set the strain relief component approx. 1 m / 3.5 ft from the connection point.\nStrain relief components are also used in applications where cables, conduits and hoses are exposed to constant dynamic stress (&lt;a href=\"Cable%20carrier\"&gt;cable carriers / drag chains&lt;/a&gt;).\nComputer data cabling, structured cabling, LAN cabling.\nGenerally, one end of a cable is terminated in the data cabinet. The other end of a cable ends at the desk. The cable management needs at either end are different. \nBuildings and office furniture are often designed with cable management in mind; for instance, desks sometimes have holes to pass cables, and &lt;a href=\"dropped%20ceiling\"&gt;dropped ceiling&lt;/a&gt;s, &lt;a href=\"raised%20floor\"&gt;raised floor&lt;/a&gt;s and &lt;a href=\"in-floor%20cellular%20raceway%20system\"&gt;in-floor cellular raceway system&lt;/a&gt;s provide easy access. Some cables have requirements for minimum &lt;a href=\"bend%20radius\"&gt;bending radius&lt;/a&gt; or proximity to other cables, particularly power cables, to avoid &lt;a href=\"crosstalk\"&gt;crosstalk&lt;/a&gt; or interference. Power cables often need to be grouped separately and suitably apart from data cables, and only cross at right angles which minimizes &lt;a href=\"electromagnetic%20interference\"&gt;electromagnetic interference&lt;/a&gt;.\nThe organized routing of cables inside the &lt;a href=\"computer%20case\"&gt;computer case&lt;/a&gt; allows for optimal airflow and &lt;a href=\"Computer%20cooling\"&gt;cooling&lt;/a&gt;. Good cable management also makes working inside a computer much easier by providing safer hardware installation, repair, or removal. Some &lt;a href=\"Case%20modding\"&gt;PC mod enthusiasts&lt;/a&gt; showcase the internal components of their systems with a window mod, which displays the aesthetics of internal cabling as well as the skills and wealth of the modder.\nThe IT industry needs data cables to be added, moved, or removed many times during the life of the installation. It is usual practice to install \"fixed cables\" between cabling closets or cabinets. These cables are contained in cable trays etc., and are terminated at each end onto &lt;a href=\"patch%20panel\"&gt;patch panel&lt;/a&gt;s in the communications cabinet or outlets at the desktop. The circuits are then interconnected to the final destination using &lt;a href=\"patch%20cable\"&gt;patch cable&lt;/a&gt;s.\nSoftware, such as &lt;a href=\"Data_center_management\"&gt;data center infrastructure management&lt;/a&gt; (DCIM), is sometimes used to manage cabling for large IT infrastructures.\nCable planning.\nBecause large IT infrastructures often encompass vast networks of cables -- all of which need to be serviced, removed, added, and so on throughout an installation lifecycle -- cable planning, in some fashion, is a necessity. \nTechs may employ different methods of cable planning, depending upon the level of detail required for proper management. Spreadsheet software can be employed for organizing information, however techs often need a way to visually organize information, which goes beyond the capabilities of such general-purpose software. For proper visualization of cabling, companies may opt to use a cable management software package.\nIn hospitals.\nIn hospital situations, cable management can be critical to preventing medical mistakes. Emergency room nurse manager Pat Gabriel said, \"My wish is that we could somehow not have spaghetti on the bed. When you look at all those wires and those &lt;a href=\"Intravenous%20therapy\"&gt;IV&lt;/a&gt;s, it's just spaghetti\".\nCabling in healthcare facilities must be grounded, shielded and routed in accordance with life safety codes to minimize interference with medical equipment.\nIn offices.\nCables are managed by five methods in commercial buildings:\nCord concealers (also called cord protectors) are commonly used in offices to prevent accidents while protecting the cord and the appliance its attached to. Office furniture can sometimes have built in cable management solutions.\nIn moving equipment.\nCable management is particularly important in powered equipment which must move large distances while tethered to a power source and control cabling. There are several common methods of cable management.\nWith a suspended sliding coil, the cables are coiled like a spring, with each loop of the coil attached to a sliding shoe on a track. As the cabling is paid out, the shoes slide individually along the track and the coils expand. When sliding the other direction, the coils fold back together into a compact spiral. This is also referred to as a festoon.\nFolded linear cable uses either a flexible backbone shell, or a flat cable folded into an arc along its long axis. This style of cabling is very common in &lt;a href=\"computer%20printer\"&gt;computer printer&lt;/a&gt;s to connect the printhead to the circuitry, but is also used in very large linear moving gantries. The cables are flexed only in a small region in a tight radius and so need to be very flexible."
}