{
    "id": "1369827",
    "revid": "42031212",
    "url": "https://en.wikipedia.org/wiki?curid=1369827",
    "title": "Fijian dollar",
    "text": "The Fijian dollar (&lt;a href=\"currency%20sign\"&gt;currency sign&lt;/a&gt;: FJ$, &lt;a href=\"Dollar%20sign\"&gt;$&lt;/a&gt;; &lt;a href=\"ISO%204217\"&gt;currency code&lt;/a&gt;: FJD) has been the &lt;a href=\"currency\"&gt;currency&lt;/a&gt; of &lt;a href=\"Fiji\"&gt;Fiji&lt;/a&gt; since 1969 and was also the currency between 1867 and 1873. It is normally abbreviated with the &lt;a href=\"dollar%20sign\"&gt;dollar sign&lt;/a&gt; $, or alternatively FJ$ to distinguish it from other &lt;a href=\"dollar\"&gt;dollar&lt;/a&gt;-denominated currencies. It is divided into 100 &lt;a href=\"cent%20%28currency%29\"&gt;cent&lt;/a&gt;s.\nHistory.\nDecimalisation origins.\nFiji followed the pattern of &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, and &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; in that when it adopted the &lt;a href=\"decimalisation\"&gt;decimal system&lt;/a&gt;, it decided to use the half pound unit as opposed to the pound unit of account. The choice of the name &lt;a href=\"dollar\"&gt;dollar&lt;/a&gt; was motivated by the fact that the reduced value of the new unit corresponded more closely to the value of the &lt;a href=\"United%20States%20dollar\"&gt;US dollar&lt;/a&gt; than it did to the &lt;a href=\"pound%20sterling\"&gt;pound sterling&lt;/a&gt;.\nSecond dollar (1969–present).\nThe dollar was reintroduced on 15 January 1969, replacing the &lt;a href=\"Fijian%20pound\"&gt;Fijian pound&lt;/a&gt; at a rate of 1 pound = 2 dollars, or 10 &lt;a href=\"shilling\"&gt;shilling&lt;/a&gt;s = FJ$1. Despite Fiji having been a &lt;a href=\"republic\"&gt;republic&lt;/a&gt; since 1987, coins and banknotes continued to feature &lt;a href=\"Elizabeth%20II\"&gt;Queen Elizabeth II&lt;/a&gt; until 2013, when her portrait was replaced with pictures of plants and animals.\nCoinage.\nIn 1969, coins were introduced in denominations of 1c, 2c, 5c, 10c &amp; 20c, with a 50c coin issued in 1975. The coins had the same sizes and compositions as the corresponding &lt;a href=\"Coins%20of%20the%20Australian%20dollar\"&gt;Australian coins&lt;/a&gt;, with the 50 cents matching the &lt;a href=\"cupronickel\"&gt;cupronickel&lt;/a&gt; dodecagonal type introduced in Australia in 1969. In 1990, new compositions were introduced, with copper-plated zinc used for the 1¢ and 2¢ coins, and nickel-plated steel for the 5c, 10c, 20c &amp; 50c. An aluminium-bronze $1 coin was introduced in 1995, replacing the $1 note. 2009 saw the introduction of a new smaller coinage from 5 to 50 cents. These were struck by the &lt;a href=\"Royal%20Canadian%20Mint\"&gt;Royal Canadian Mint&lt;/a&gt; and are made with the three-ply electroplate method. The 1 and 2 cents were also discontinued and withdrawn the same year. A thinner brass plated steel $1 coin was later introduced in 2010, gradually phasing out the older type.\nIn 2013 Fiji released a whole family of new coins, with fauna themes, and without the Queen's portrait. This new series saw the introduction of a $2 coin, replacing the corresponding note just as the $1 coin had done before. This coin faced controversy due to being too easily mistaken as a $1, as it was only slightly larger of the same color. It was replaced by a larger and thicker &lt;a href=\"Spanish%20flower\"&gt;Spanish flower&lt;/a&gt; shaped $2 coin in 2014. The metallic content of both the $1 and $2 was also changed in 2014 for better durability and resistance to wear after widespread complaints of the coins corroding and \"turning black\".\nBanknotes.\nFirst dollar.\nIn 1867, the government treasury issued 1 dollar notes. These were followed by notes for $1, $5, $10, $25 and $50 issued between 1871 and 1873. Also between 1871 and 1873, King &lt;a href=\"Seru%20Epenisa%20Cakobau\"&gt;Seru Epenisa Cakobau&lt;/a&gt; issued notes in denominations of 12½¢, 25¢, 50¢, 100¢ and $5. &lt;a href=\"Levuka\"&gt;Levuka&lt;/a&gt; (on &lt;a href=\"Ovalau%20%28Fiji%29\"&gt;Ovalau&lt;/a&gt; island) issued $1 and $5 notes during the 1870s.\nSecond dollar.\nOn 15 January 1969, the government introduced notes in denominations of 50 cents, $1, $2, $10, and $20; the $5 note was not issued until 1970. The Central Monetary Authority took over the issuance of paper money in 1974, issuing the same denominations, although the 50c note was replaced by a coin on 3 March 1975. In 1986, the &lt;a href=\"Reserve%20Bank%20of%20Fiji\"&gt;Reserve Bank of Fiji&lt;/a&gt; began issuing notes. The $1 note was replaced by a coin in 1995. The $50 note was introduced in 1996, followed by a $100 note on 10 April 2007. Banknote denominations in circulation as of 2017 are: $5, $10, $20, $50 and $100.\nCommemorative banknotes.\n2000 2 Dollars - Millennium.\n2000 2,000 Dollars - Millennium.\n2017 7 Dollars - Victory of the &lt;a href=\"Fiji%20national%20rugby%20sevens%20team\"&gt;Fijian rugby sevens team&lt;/a&gt; at the &lt;a href=\"2016%20Summer%20Olympics\"&gt;2016 Summer Olympics&lt;/a&gt; in &lt;a href=\"Rio%20de%20Janeiro\"&gt;Rio de Janeiro&lt;/a&gt;.\n2020 50 Dollars - Fiji's 50th Independence Anniversary.\nCurrent status and value.\nOn 16 August 2005, Finance Minister &lt;a href=\"Jone%20Kubuabola\"&gt;Ratu Jone Kubuabola&lt;/a&gt; announced that the &lt;a href=\"Cabinet%20of%20Fiji\"&gt;Cabinet&lt;/a&gt; had approved the introduction of a $100 banknote and the withdrawal of the 1 and 2 cent coin, as the minting cost exceeded its face value. Kubuabola said that the $100 banknote would measure 156 × 67 &lt;a href=\"millimetre\"&gt;mm&lt;/a&gt;, with the other banknotes receding at 5 mm towards the lowest banknote denomination. The portrait of Queen Elizabeth II would remain on all banknotes, he added, obviously in answer to calls from some politicians to remove the Queen's portrait from the currency after 18 years as a &lt;a href=\"republic\"&gt;republic&lt;/a&gt;. Fiji is, however, a member of the &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth&lt;/a&gt;, and Queen Elizabeth is recognized as Paramount Chief of the &lt;a href=\"Great%20Council%20of%20Chiefs\"&gt;Great Council of Chiefs&lt;/a&gt; of Fiji. Her portrait was updated to a more mature one, which was released in 2007, becoming the fourth portrait of the Queen to appear on Fijian currency.\nIn 2009, the demonetization of the 1 and 2 cent coins was made official and a new coin set of 5, 10, 20, and 50 cent coins with reduced size were introduced. The old coins based on the Australian size standard were withdrawn from circulation. The reformed coins were introduced to save on production costs. The new 50 cent piece is also round with reeded edges rather than twelve-sided. On 2 March 2011, it was announced that Fiji would drop Queen Elizabeth II from its coins and notes, instead opting for local &lt;a href=\"flora\"&gt;flora&lt;/a&gt; and &lt;a href=\"fauna\"&gt;fauna&lt;/a&gt;. The removal was seen as retaliation for Fiji's suspension from its full membership of the &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth&lt;/a&gt;. The new set, which was unveiled on 12 December 2012 and was issued on 2 January 2013. The new series of Fijian coins include a bi-metallic (brass-plated steel) $2 coin intended to replace the note, and a thinner, reduced weight $1 coin. The new series of Fijian dollar banknotes feature Fijian flora and fauna to replace the portrait of Queen Elizabeth II. One change in the redesign of the Fijian dollar banknotes was the $5 note. Originally printed on paper, it is now issued as a &lt;a href=\"polymer%20banknote\"&gt;polymer banknote&lt;/a&gt;.\nThe then &lt;a href=\"Reserve%20Bank%20of%20Fiji\"&gt;Reserve Bank of Fiji&lt;/a&gt; Governor &lt;a href=\"Savenaca%20Narube\"&gt;Savenaca Narube&lt;/a&gt; announced on 11 February 2006 that &lt;a href=\"polymer\"&gt;polymer&lt;/a&gt; plastic-coated notes would be introduced, featuring images of local people, culture, trade and industry. The new notes, which would be ready for distribution in early 2007, would vary in size, Narube said.\nA new series of notes, the \"Flora and Fauna\" design series, is being introduced starting in 2013 which will feature the country's endemic flora and fauna. The image of &lt;a href=\"Queen%20Elizabeth%20II\"&gt;Queen Elizabeth II&lt;/a&gt; no longer features in the new banknote series. The $2 note, now coined, ceased to be legal tender on 31 March 2013 and the $5 note is now printed in green, a change from its previous tawny and brown colour scheme. The new $5 note, the first banknote from the “Flora and Fauna” design series, entered into circulation on 2 April 2013."
}