{
    "id": "13701483",
    "revid": "17837055",
    "url": "https://en.wikipedia.org/wiki?curid=13701483",
    "title": "Kfar Brandeis",
    "text": "Kfar Brandeis (lit: Brandeis village) is a neighborhood in the &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;i city of &lt;a href=\"Hadera\"&gt;Hadera&lt;/a&gt;.\nHistory.\nKfar Brandeis was founded as a rural village in 1927, and was named after &lt;a href=\"Louis%20Brandeis\"&gt;Louis Brandeis&lt;/a&gt;, an American Jewish &lt;a href=\"supreme%20court\"&gt;supreme court&lt;/a&gt; judge and one of the major American supporters of economic development in Palestine. With money endowed by justice Brandeis the Palestine Economic Corporation purchased land South of the &lt;a href=\"moshava\"&gt;moshava&lt;/a&gt; &lt;a href=\"Hadera\"&gt;Hadera&lt;/a&gt; from a &lt;a href=\"Bedouin\"&gt;Bedouin&lt;/a&gt; clan in order to settle forty families there. Each family received a farm of 20 &lt;a href=\"chicken\"&gt;chicken&lt;/a&gt;s and one &lt;a href=\"cow\"&gt;cow&lt;/a&gt;, a share in a joint orchard and a small home with one room, a small kitchen and a balcony.\nTowards the end of 1928, the forty houses were ready to house the new settlers, and the company had also given comfort purchasing conditions. As time went by, the farms began to grow but there were no jobs to provide the settlers' daily needs. There was an attempt to grow &lt;a href=\"Jasmine\"&gt;Jasmine&lt;/a&gt; flowers for the Baron &lt;a href=\"Rothschild%20family\"&gt;Rothschild&lt;/a&gt;'s perfume factory in &lt;a href=\"Binyamina\"&gt;Binyamina&lt;/a&gt;, but this didn't work out.\nDuring the &lt;a href=\"1929%20Palestine%20riots\"&gt;1929 Palestine riots&lt;/a&gt; the citizens of Kfar Brandeis were evacuated to the nearest Hadera, although the men returned to guard the settlement, armed with only one hunting gun and a few bayonets. The settlers also suffered during the &lt;a href=\"1936%E2%80%931939%20Arab%20revolt%20in%20Palestine\"&gt;1936–1939 Arab revolt in Palestine&lt;/a&gt;, as Arab mobs destroyed part of their orchard and murdered a number of citizens.\nKfar Brandeis was integrated into Hadera in 1951, 3 years after the foundation of &lt;a href=\"Israel\"&gt;The State of Israel&lt;/a&gt;. The village retained its independence regarding to water issues for many years after, but now is an integral part the city. "
}