{
    "id": "137168",
    "revid": "1048016792",
    "url": "https://en.wikipedia.org/wiki?curid=137168",
    "title": "Spanish Fork, Utah",
    "text": "Spanish Fork is a city in &lt;a href=\"Utah%20County%2C%20Utah\"&gt;Utah County&lt;/a&gt;, &lt;a href=\"Utah\"&gt;Utah&lt;/a&gt;, United States. It is part of the &lt;a href=\"Provo%2C%20Utah\"&gt;Provo&lt;/a&gt;–&lt;a href=\"Orem%2C%20Utah\"&gt;Orem&lt;/a&gt; &lt;a href=\"Provo%E2%80%93Orem%20metropolitan%20area\"&gt;Metropolitan Statistical Area&lt;/a&gt;. The 2020 census reported a population of 42,602. Spanish Fork, Utah is the 20th largest city in Utah based on official 2017 estimates from the US Census Bureau.\nSpanish Fork lies in the &lt;a href=\"Utah%20Valley\"&gt;Utah Valley&lt;/a&gt;, with the &lt;a href=\"Wasatch%20Range\"&gt;Wasatch Range&lt;/a&gt; to the east and &lt;a href=\"Utah%20Lake\"&gt;Utah Lake&lt;/a&gt; to the northwest. &lt;a href=\"Interstate%2015%20in%20Utah\"&gt;I-15&lt;/a&gt; passes the northwest side of the city. &lt;a href=\"Payson%2C%20Utah\"&gt;Payson&lt;/a&gt; is approximately six miles to the southwest, &lt;a href=\"Springville%2C%20Utah\"&gt;Springville&lt;/a&gt; lies about four miles to the northeast, and &lt;a href=\"Salem%2C%20Utah\"&gt;Salem&lt;/a&gt; is approximately 4.5 miles to the south.\nHistory.\nSpanish Fork was settled in 1851 by members of &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;The Church of Jesus Christ of Latter-day Saints&lt;/a&gt; as part of the &lt;a href=\"Mormon%20Pioneers\"&gt;Mormon Pioneers'&lt;/a&gt; settlement of &lt;a href=\"Utah%20Territory\"&gt;Utah Territory&lt;/a&gt;. Its name derives from a visit to the area by two &lt;a href=\"Franciscan\"&gt;Franciscan&lt;/a&gt; friars from &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, &lt;a href=\"Silvestre%20V%C3%A9lez%20de%20Escalante\"&gt;Silvestre Vélez de Escalante&lt;/a&gt; and &lt;a href=\"Francisco%20Atanasio%20Dom%C3%ADnguez\"&gt;Francisco Atanasio Domínguez&lt;/a&gt; in 1776, who followed the stream down Spanish Fork canyon with the objective of opening a new trail from &lt;a href=\"Santa%20Fe%2C%20New%20Mexico\"&gt;Santa Fe, New Mexico&lt;/a&gt;, to the &lt;a href=\"Spanish%20missions%20in%20California\"&gt;Spanish missions in California&lt;/a&gt;, along a route later followed by fur trappers. They described the area inhabited by &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt; as having \"spreading meadows, where there is sufficient irrigable land for two good settlements. Over and above these finest of advantages, it has plenty of firewood and timber in the adjacent sierra which surrounds its many sheltered spots, waters, and pasturages, for raising cattle and sheep and horses.\"\nIn 1851, some settlers led by William Pace set up scattered farms in the Spanish Fork bottom lands and called the area the Upper Settlement. However, a larger group congregated at what became known as the Lower Settlement just over a mile northwest of the present center of Spanish Fork along the &lt;a href=\"Spanish%20Fork%20%28river%29\"&gt;Spanish Fork&lt;/a&gt; river. In December 1851, &lt;a href=\"Stephen%20Markham\"&gt;Stephen Markham&lt;/a&gt;, who was severely wounded outside &lt;a href=\"Carthage%20Jail\"&gt;Carthage Jail&lt;/a&gt; in &lt;a href=\"Carthage%2C%20Illinois\"&gt;Carthage, Illinois&lt;/a&gt; while attempting to defend &lt;a href=\"Joseph%20Smith\"&gt;Joseph Smith&lt;/a&gt; and other church leaders from a mob in 1844, became the &lt;a href=\"branch%20president\"&gt;president&lt;/a&gt; of the first church congregation (branch) at the Lower Settlement.\nIn 1852, Latter-day Saints founded a settlement called &lt;a href=\"Palmyra%2C%20Utah\"&gt;Palmyra&lt;/a&gt; west of the historic center of Spanish Fork. &lt;a href=\"George%20A.%20Smith\"&gt;George A. Smith&lt;/a&gt; supervised the laying out of a townsite, including a temple square in that year. A fort and a school were built at the Palmyra site in 1852. With the onset of the &lt;a href=\"Walkara\"&gt;Walker War&lt;/a&gt; in 1853, most of the farmers in the region who were not yet in the Palmyra fort moved in. Some of the people did not like this site and so moved to a different site at the mouth of Spanish Fork Canyon, where they built a structure they called \"Fort St. Luke\". Also in 1854 there was a fort founded approximately south of the center of Spanish Fork that later was known as the \"Old Fort\".\nBetween 1855 and 1860, the arrival of pioneers from &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt; made Spanish Fork the first permanent Icelandic settlement in the United States. The city also lent its name to the 1865 Treaty of Spanish Fork, where the &lt;a href=\"Ute%20people\"&gt;Utes&lt;/a&gt; were forced by an &lt;a href=\"Executive%20order%20%28United%20States%29\"&gt;Executive Order&lt;/a&gt; of President &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt; to relocate to the &lt;a href=\"Uintah%20Basin\"&gt;Uintah Basin&lt;/a&gt;.\nGovernment.\nSpanish Fork has a council-manager form of government. Seth Perrins is the current city manager, and Tyler Jacobson is the assistant city manager.\nThe current mayor, Steve Leifson, was elected in the November 5, 2013 general election. The members of the city council are: Chad Argyle, Stacy Beck, Brandon Gordon, Mike Mendenhall, and Shane Marshall.\nDemographics and economy.\nAs of the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt;, there were 34,691 people, 9,069 households, and 7,885 families residing in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 2,252.7 people per square mile (871.6/km). There were 9,440 housing units, at an average density of 613.0 per square mile (237.2/km). The &lt;a href=\"Race%20and%20ethnicity%20in%20the%20United%20States%20Census\"&gt;racial makeup&lt;/a&gt; of the city was 90.9% White, 0.4% African American, 0.5% Native American, 0.6% Asian, 0.7% Pacific Islander, 4.4% some other race, and 2.5% from two or more races. Hispanic or Latino of any race were 10.6% of the population. As for ages, the population was quite young with 40.9% being under the age of 18, 53.6% aged 18–64 and 5.5% over the age of 65.\nAt the 2000 census, the median income for a household in the city was $62,805, and the median income for a family was $64,909. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $17,162. About 4.3% of families and 6.2% of the population were below the &lt;a href=\"Poverty%20threshold\"&gt;poverty line&lt;/a&gt;.\nSpanish Fork has a predominantly &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;LDS&lt;/a&gt; population. There are seventy-four &lt;a href=\"Ward%20%28LDS%20Church%29\"&gt;LDS wards&lt;/a&gt; in nine &lt;a href=\"Stake%20%28Latter%20Day%20Saints%29%23The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;stakes&lt;/a&gt; in the southern &lt;a href=\"Utah%20Valley\"&gt;Utah Valley&lt;/a&gt; and a temple, the &lt;a href=\"Payson%20Utah%20Temple\"&gt;Payson Utah Temple&lt;/a&gt;, which opened in June 2015. The majority of residents are &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;Members of The Church of Jesus Christ of Latter-day Saints&lt;/a&gt; just like all of Utah County. \nThere are other churches in town: the &lt;a href=\"Presbyterianism\"&gt;Presbyterian Church&lt;/a&gt; established a church and mission day school in 1882. The school functioned until the state school system was inaugurated in the early part of the twentieth century. Today there are nine public elementary schools, two intermediate, and two high schools of the &lt;a href=\"Nebo%20School%20District\"&gt;Nebo School District&lt;/a&gt;.\nA &lt;a href=\"Lutheranism\"&gt;Lutheran&lt;/a&gt; church, established by immigrants from &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt;, was built on the east bench of Spanish Fork. There is also the Faith Baptist Church, a &lt;a href=\"Baptists\"&gt;Baptist&lt;/a&gt; congregation.\nA &lt;a href=\"Catholic%20Church\"&gt;Roman Catholic&lt;/a&gt; church serves the Catholics of southern Utah Valley; many happen to be of &lt;a href=\"Italians\"&gt;Italian&lt;/a&gt; descent (see &lt;a href=\"Utah%20Italians\"&gt;Utah Italians&lt;/a&gt;), &lt;a href=\"Hispanic\"&gt;Hispanic&lt;/a&gt;s, &lt;a href=\"Filipino%20Americans\"&gt;Filipino Americans&lt;/a&gt;, and some &lt;a href=\"Greek%20Catholic%20Church\"&gt;Greek Catholics&lt;/a&gt; from the &lt;a href=\"Balkans\"&gt;Balkans&lt;/a&gt;.\nISKCON, the international society of Krishna Consciousness, have built a temple in Spanish Fork, run by Caru Das, the temple priest. &lt;a href=\"Indian%20Americans\"&gt;Indian Americans&lt;/a&gt; form a small but noticeable community in the Spanish Fork-&lt;a href=\"Provo%2C%20Utah\"&gt;Provo&lt;/a&gt; area (especially in the neighboring town of &lt;a href=\"Springville%2C%20Utah\"&gt;Springville&lt;/a&gt;).\nIn Utah Valley's historical settlement by immigrants, Scandinavians (most notably &lt;a href=\"Icelanders\"&gt;Icelanders&lt;/a&gt;); as well as &lt;a href=\"Swiss%20people\"&gt;Swiss people&lt;/a&gt;; &lt;a href=\"Spanish%20Americans\"&gt;Spanish Americans&lt;/a&gt;, &lt;a href=\"Hispanic\"&gt;Hispanic&lt;/a&gt;s or &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Latino&lt;/a&gt;s; &lt;a href=\"English%20Americans\"&gt;English Americans&lt;/a&gt;, &lt;a href=\"Irish%20Americans\"&gt;Irish Americans&lt;/a&gt; and &lt;a href=\"Scottish%20Americans\"&gt;Scottish Americans&lt;/a&gt; are prevalent ethnocultural groups in Spanish Fork, and the nearby towns of &lt;a href=\"Salem%2C%20Utah\"&gt;Salem&lt;/a&gt; and &lt;a href=\"Payson%2C%20Utah\"&gt;Payson&lt;/a&gt;.\nSchools.\nIn 1862, Spanish Fork built its first school house. That one room edifice served the city's educational needs for nearly 50 years. In 1910, Spanish Fork built the Thurber School on Main Street. Although it's not used for daily K-12 classes anymore, it still functions as a city office building. Today, Spanish Fork is served by the &lt;a href=\"Nebo%20School%20District\"&gt;Nebo School District&lt;/a&gt;. Public schools in this district within Spanish Fork include the following:\nIn addition, there is a private girls school, the New Haven School, and a K-12 charter school, the American Leadership Academy.\nEvents.\nSpanish Fork City hosts five large-scale events each year: Fiesta Days, Icelandic Days, the Harvest Moon Hurrah, the Festival of Lights, and the Festival of Colors.\nIcelandic Days.\nThe Icelandic Association of Utah was founded in 1897 and hosts Iceland Days every year. The association picked June because &lt;a href=\"Icelandic%20Independence%20Day\"&gt;Icelandic Independence Day&lt;/a&gt;, or National Day, is June 17.\nSpanish Fork was the first Icelandic settlement in the United States, after Icelanders who joined the &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;Church of Jesus Christ&lt;/a&gt; were expelled from that country, according to association spokesman Glenn Grossman. Although other nationalities helped found the town, under colonizer &lt;a href=\"Brigham%20Young\"&gt;Brigham Young&lt;/a&gt;, Icelanders kept their identity and celebrate it with their culture every year during the three-day event.\nHarvest Moon Hurrah.\nThe Harvest Moon Hurrah is sponsored by the Spanish Fork Arts Council and takes place on a Saturday in September closest to the date of the full moon. Activities include children's crafts and activities, a giant paint-it-yourself mural, storyteller, old-fashioned family photos, caricature artist, clown and balloon animals, hay rides with live bluegrass band, and live entertainment. The 2009 Hurrah was headlined by &lt;a href=\"Peter%20Breinholt\"&gt;Peter Breinholt&lt;/a&gt;, a local musician.\nFiesta Days.\nEach year Spanish Fork hosts the \"Fiesta Days\". The event is held every July, and is centered around the Pioneer Day Celebration. There are a number of entertainment events, including a rodeo, craft fair, parade, duck race, and a fireworks show on the 24th.\nFestival of Colors.\nThe &lt;a href=\"Sri%20Sri%20Radha%20Krishna%20Temple%20%28Spanish%20Fork%29\"&gt;Sri Sri Radha Krishna Temple&lt;/a&gt; (erected by Christopher Warden, an &lt;a href=\"International%20Society%20for%20Krishna%20Consciousness\"&gt;International Society for Krishna Consciousness&lt;/a&gt; follower) celebrates &lt;a href=\"Holi\"&gt;Holi&lt;/a&gt; and is known for the \"Festival of Colors\" where thousands of people gather from all over the country.\nAlternative energy.\nIn September 2008, the Spanish Fork Wind Project was completed. This project, a 9-turbine wind energy project, can produce up to 18.9 megawatts at full production, and the nine turbines can power up to 6,000 typical homes. It is a utility-scale &lt;a href=\"wind%20farm\"&gt;wind farm&lt;/a&gt; producing electricity from &lt;a href=\"wind%20power%20in%20Utah\"&gt;wind power&lt;/a&gt;."
}