{
    "id": "1372394",
    "revid": "43211402",
    "url": "https://en.wikipedia.org/wiki?curid=1372394",
    "title": "Eora",
    "text": "The Eora (Yura) are an &lt;a href=\"Aboriginal%20Australian\"&gt;Aboriginal Australian&lt;/a&gt; people of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;. Eora is the name given by the earliest European settlers to a group of Aboriginal people belonging to the clans along the coastal area of what is now known as the Sydney basin, in &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, Australia. The Eora share a language with the &lt;a href=\"Darug\"&gt;Darug&lt;/a&gt; people, whose traditional lands lie further inland, to the west of the Eora.\nContact with the first white settlement's bridgehead into Australia quickly devastated much of the population through epidemics of &lt;a href=\"smallpox\"&gt;smallpox&lt;/a&gt; and other diseases. Their descendants live on, though their languages, social system, way of life and traditions are mostly lost.\n&lt;a href=\"Radiocarbon%20dating\"&gt;Radiocarbon dating&lt;/a&gt; suggests human activity occurred in and around Sydney for at least 30,000 years, in the &lt;a href=\"Upper%20Paleolithic\"&gt;Upper Paleolithic&lt;/a&gt; period. However, numerous Aboriginal stone tools found in Sydney's &lt;a href=\"Greater%20Western%20Sydney\"&gt;far western suburbs&lt;/a&gt; gravel sediments were dated to be from 45,000 to 50,000 years &lt;a href=\"Before%20Present\"&gt;BP&lt;/a&gt;, which would mean that humans could have been in the region earlier than thought.\nEthnonym.\nThe word “Eora” has been used as an ethnonym by non-Aboriginal people since 1899, despite there being “no evidence that Aboriginal people had used it in 1788 as the name of a language or group of people inhabiting the Sydney peninsula”. Since the late 20th century it has also come to be used as an &lt;a href=\"ethnonym\"&gt;ethnonym&lt;/a&gt; by Aboriginal people too.\nThe word first appears in the wordlists of &lt;a href=\"First%20Fleet\"&gt;First Fleet&lt;/a&gt; officers, where it was mostly translated as “men” or “people”:\nCollins’s wordlist is the only original wordlist that does not translate the term as “men” or “people”, however in the text of his \"Account\", Collins uses the word to mean “black men”, specifically in contrast to white men:\nConversing with &lt;a href=\"Bennelong\"&gt;Bennilong&lt;/a&gt; … [I observed] that all the white men here came from England. I then asked him where the black men (or Eora) came from?\nIn \"The Sydney Language\" (1994), Troy respells the word “Eora” as \"yura\" and translates it as “people, or Aboriginal people”. In addition to this entry for “people, or Aboriginal people”, Troy also gives an entry for “non-Aboriginal person”, for which she lists the terms \"wadyiman\", \"djaraba\", \"djibagalung\", and \"barawalgal\"\".\" The distinction between Aboriginal and non-Aboriginal people, observed by Troy and the primary sources, is also found in other Australian languages. For example, Giacon observes that &lt;a href=\"Yuwaalaraay-Gamilaraay\"&gt;Yuwaalaraay&lt;/a&gt; speakers used different lexical items for Aboriginal and non-Aboriginal persons: \"dhayn\"/\"yinarr\" for an Aboriginal man/woman, and \"wanda/wadjiin\" for a non-Aboriginal man/woman.\nWhereas the primary sources, Troy, and Attenbrow only use the word “Eora” or its reference form \"yura\" in its original sense “people” or “Aboriginal people”, from 1899 onwards non-Aboriginal authors start using the word as an ethnonym, in the sense “Aboriginal people of Sydney”, despite the lack of evidence for this use. In two journal articles published in 1899, Wentworth-Bucknell and Thornton give “Ea-ora” as the name of the “tribe” who inhabited “&lt;a href=\"Port%20Jackson\"&gt;Port Jackson&lt;/a&gt;” and “the Sydney district” respectively, and this definition appears to be copied directly in a 1908 wordlist. Attenbrow points out that none of these authors clarify the geographic area that they describe, and none state their source. Despite the lack of evidence for its use as an ethnonym, the word is used as such by Tindale (1974) in his \"Aboriginal Tribes of Australia\", and Horton (1994) in his map of Aboriginal Australia in the \"Encyclopaedia of Aboriginal Australia\", which has been widely circulated by &lt;a href=\"Australian%20Institute%20of%20Aboriginal%20and%20Torres%20Strait%20Islander%20Studies\"&gt;AIATSIS&lt;/a&gt;.\nKohen proposes that “Eora” is derived from “e” meaning “yes” and “ora” meaning “country”. Given that there is no primary evidence for the derivation of the word, this theory remains speculation. Contemporary linguistic analysis of the primary evidence does not support this theory either. The only primary source for the word “country”, the anonymous vocabulary (ca. 1790-1792), records the word three times: twice with an initial nasal consonant (\"no-rār\", \"we-ree norar\"), and only once with an initial vowel (\"warr-be-rong\" \"orah\"), although in that case it occurs immediately after a nasal consonant and almost certainly represents an inconsistency in transcription. Indeed, Troy gives an initial nasal consonant in her reference form \"nura\" for “place or country”, which agrees with her and others’ observation that “Australian languages do not usually have initial vowels”.\nDespite the lack of evidence for the use of the word “Eora” as an ethnonym, Aboriginal people in Sydney have also begun to use the word as such. For example, in the &lt;a href=\"Metropolitan%20Local%20Aboriginal%20Land%20Council\"&gt;Metropolitan Local Aboriginal Land Council&lt;/a&gt;’s \"Protocols for welcome to country and acknowledgement\", the Council gives this example acknowledgement of country:The Metropolitan Local Aboriginal Land Council and its members would like to acknowledge the traditional owners’ of the lands within our boundaries, the 29 clan groups of the Eora Nation. […]\nThe dilemma in using terms “coined by 19th century anthropologists (e.g. Daruk) or modified from their original meaning (e.g. Eora)” is discussed at length by the Aboriginal Heritage Office:There is a move away from using words like Eora, Dharug, Guringai among some of those involved but still a sense by others that these words now represent a part of Aboriginal culture in the 21st century. It seems clear that with each new piece of research the issue remains confusing with layer upon layer of interpretation based on the same lack of original information. This is exacerbated where writers make up names for their own problem-solving convenience. In the absence of factual evidence, it seems the temptation to fill the void with something else becomes very strong and this does not appear to be done in consultation with Aboriginal people who then inherit the problem.\nLanguage.\nThe language spoken by the Eora has, since the time of &lt;a href=\"Robert%20Hamilton%20Mathews\"&gt;R. H. Mathews&lt;/a&gt;, been called &lt;a href=\"Dharug%20language\"&gt;Dharug&lt;/a&gt;, which generally refers to what is known as the inland variety, as opposed to the coastal form \"Iyora\" (or Eora). It was described as \"extremely grateful to the ear, being in many instances expressive and sonorous\", by &lt;a href=\"David%20Collins%20%28lieutenant%20governor%29\"&gt;David Collins&lt;/a&gt;. It became extinct after the first two generations, and has been partially reconstructed in some general outlines from the many notes made of it by the original colonists, in particular from the notebooks of &lt;a href=\"William%20Dawes%20%28British%20Marines%20officer%29\"&gt;William Dawes&lt;/a&gt;, who picked up the languages spoken by the Eora from his companion &lt;a href=\"Patyegarang\"&gt;Patyegarang&lt;/a&gt;.\nSome of the words of Aboriginal language still in use today are from the Darug (also possibly &lt;a href=\"Tharawal%20language\"&gt;Tharawal&lt;/a&gt;) language and include: &lt;a href=\"dingo\"&gt;dingo&lt;/a&gt;=\"dingu\"; &lt;a href=\"Woomera%20%28spear-thrower%29\"&gt;woomera=\"wamara\"&lt;/a&gt;; &lt;a href=\"boomerang\"&gt;boomerang=combining \"wamarang\" and \"bumarit\"&lt;/a&gt;, two sword-like fighting sticks; &lt;a href=\"corroboree\"&gt;corroboree&lt;/a&gt;=\"garabara\"; &lt;a href=\"wallaby\"&gt;wallaby&lt;/a&gt;, &lt;a href=\"wombat\"&gt;wombat&lt;/a&gt;, &lt;a href=\"waratah\"&gt;waratah&lt;/a&gt;, and &lt;a href=\"Southern%20Boobook\"&gt;boobook&lt;/a&gt; (owl). The Australian bush term \"bogey\" (to bathe) comes from a &lt;a href=\"Port%20Jackson\"&gt;Port Jackson&lt;/a&gt; Dharuk root \"buugi-\".\nIn December 2020, Olivia Fox sang a version of &lt;a href=\"Advance%20Australia%20Fair\"&gt;Australia's national anthem&lt;/a&gt; in Eora at &lt;a href=\"2020%20Tri%20Nations%20Series\"&gt;Tri Nations Test match&lt;/a&gt; between Australia and Argentina.\nCountry.\nEora territory, composed of sandstone coastal outcrops and ridges, coves, &lt;a href=\"mangrove\"&gt;mangrove&lt;/a&gt; swamps, creeks and tidal lagoons, was estimated by &lt;a href=\"Norman%20Tindale\"&gt;Norman Tindale&lt;/a&gt; to extend over some , from Port Jackson's northern shores up to the &lt;a href=\"Hawkesbury%20River\"&gt;Hawkesbury River&lt;/a&gt; plateau's margins, around &lt;a href=\"Pittwater\"&gt;Pittwater&lt;/a&gt;. Its southern borders were as far as Botany Bay and the &lt;a href=\"Georges%20River\"&gt;Georges River&lt;/a&gt;. Westwards it extended to &lt;a href=\"Parramatta\"&gt;Parramatta&lt;/a&gt;. In terms of tribal boundaries, the &lt;a href=\"Kuringgai\"&gt;Kuringgai&lt;/a&gt; lay to the north: on the Western edges were the &lt;a href=\"Darug\"&gt;Darug&lt;/a&gt;; and to the south, around &lt;a href=\"Kurnell%2C%20New%20South%20Wales\"&gt;Kundul&lt;/a&gt; were the &lt;a href=\"Gweagal\"&gt;Gwiyagal&lt;/a&gt;, a northern clan of the &lt;a href=\"Tharawal\"&gt;Tharawal&lt;/a&gt;. Their clan identification, belonging to numerous groups of about 50 members, overrode more general Eora loyalties, according to &lt;a href=\"Arthur%20Phillip\"&gt;Governor Phillip&lt;/a&gt;, a point first made by &lt;a href=\"David%20Collins%20%28lieutenant%20governor%29\"&gt;David Collins&lt;/a&gt; and underlined decades later by a visiting Russian naval officer, Aleksey Rossiysky in 1814, who wrote:\neach man considers his own community to be the best. When he chances to meet a fellow-countryman from another community, and if someone speaks well of the other man, he will invariably start to abuse him, saying that he is reputed to be a cannibal, robber, great coward and so forth.\nBands and clans.\nEora is used specifically of the people around the first area of white settlement in Sydney. The generic term Eora generally is used with a wider denotation to embrace some 29 bands. The sizes of bands, as opposed to clans, could range from 20 to 60 but averaged around 50 members. \"-gal\" denominates the clan or extendeds family group affixed to the place name.\nThe Wangal, Wallumettagal and Burramattagal constituted the three Parramatta saltwater peoples.\nIt has been suggested that these had a matrilineal pattern of descent.\nLifestyle.\nThe traditional Eora people were largely coastal dwellers and lived mainly from the produce of the sea. They were expert in close-to-shore navigation, fishing, cooking, and eating in the bays and harbours in their bark canoes. The Eora people did not grow or plant crops; although the women picked herbs which were used in &lt;a href=\"Herbalism\"&gt;herbal remedies&lt;/a&gt;. They made extensive use of rock shelters, many of which were later destroyed by settlers who mined them for their rich concentrations of phosphates, which were then used for manure. Wetland management was important: &lt;a href=\"Queenscliff%2C%20New%20South%20Wales\"&gt;Queenscliff&lt;/a&gt;, &lt;a href=\"North%20Curl%20Curl%2C%20New%20South%20Wales\"&gt;Curl Curl&lt;/a&gt; and the &lt;a href=\"Dee%20Why\"&gt;Dee Why&lt;/a&gt; lagoons furnished abundant food, culled seasonally. Summer foods consisted of oyster, netted &lt;a href=\"Mullet%20%28fish%29\"&gt;mullet&lt;/a&gt; caught in nets, with fat fish caught on a line and larger fish taken on &lt;a href=\"Chumming\"&gt;burley&lt;/a&gt; and speared from rock ledges. As summer drew to an end, feasting on turtle was a prized occasion. In winter, one foraged for and hunted &lt;a href=\"Phalangeriformes\"&gt;possum&lt;/a&gt;, &lt;a href=\"echidna\"&gt;echidna&lt;/a&gt;, &lt;a href=\"Megabat\"&gt;fruit bats&lt;/a&gt;, &lt;a href=\"wallaby\"&gt;wallaby&lt;/a&gt; and\n&lt;a href=\"kangaroo\"&gt;kangaroo&lt;/a&gt;.\nThe Eora placed a time limit on formal battles engaged to settle inter-tribal grievances. Such fights were regulated to begin late in the afternoon, and to cease shortly after twilight.\nHistory.\nThe first Sydney-area contact occurred when &lt;a href=\"James%20Cook\"&gt;James Cook&lt;/a&gt;'s \"&lt;a href=\"HMS%20Endeavour\"&gt;Endeavour&lt;/a&gt;\" anchored in Botany Bay. A drawing, thought recently to be the handiwork of the Polynesian navigator &lt;a href=\"Tupaia%20%28navigator%29\"&gt;Tupaia&lt;/a&gt; who was on board Cook's ship, survives depicting Aboriginals in &lt;a href=\"Botany%20Bay\"&gt;Botany Bay&lt;/a&gt;, around &lt;a href=\"Kurnell%2C%20New%20South%20Wales\"&gt;Kurnell&lt;/a&gt;. The Eora were at first bewildered by settlers wreaking havoc on their trees and landscape. After an early contact with the &lt;a href=\"Tharawal\"&gt;Tharawal&lt;/a&gt;, meetings with Eora soon followed: they were disconcerted by the suspicion these visitors were ghosts, whose sex was unknown, until the delight of recognition ensued when one sailor dropped his pants to clarify their perplexity. There were 17 encounters in the first month, as the Eora sought to defend their territorial and fishing rights. Misunderstandings were frequent: Governor &lt;a href=\"Arthur%20Phillip\"&gt;Phillip&lt;/a&gt; mistook scarring on women's temples as proof of men's mistreatment, when it was a trace of mourning practices. From the outset, the colonizers kidnapped Eora to train them to be intermediaries between the settlers and the indigenous people. The first man to suffer this fate was the &lt;a href=\"Gringai\"&gt;Guringai&lt;/a&gt; &lt;a href=\"Arabanoo\"&gt;Arabanoo&lt;/a&gt;, who died soon after in the smallpox epidemic of 1789. Several months later, &lt;a href=\"Bennelong\"&gt;Bennelong&lt;/a&gt; and &lt;a href=\"Yarramundi\"&gt;Colebee&lt;/a&gt; were captured for a similar purpose. The latter escaped while Bennelong stayed for some months, learning more about the British food needs, etiquette, weaponry and hierarchy than anything they garnered from conversing with him. Eventually Phillip built a brick house for the former at the site of the present &lt;a href=\"Sydney%20Opera%20House\"&gt;Sydney Opera House&lt;/a&gt; at \"Tubowgulle\", (Bennelong Point). The hut was demolished five years later.\nWhen the &lt;a href=\"First%20Fleet\"&gt;First Fleet&lt;/a&gt; of 1,300 convicts, guards, and administrators arrived in January 1788, the Eora numbered about 1,500. By early 1789 frequent remarks were made of great numbers of decomposed bodies of Eora natives which settlers and sailors came across on beaches, in coves and in the bays. Canoes, commonly seen being paddled around the harbor of Port Jackson, had disappeared. The Sydney natives called the disease that was wiping them out (\"gai-galla\") and what was diagnosed as a smallpox epidemic in April 1789 effectively decimated the Port Jackson tribes. Robert King states that of an estimated 2,000 Eora, half (Bennelong's contemporary estimate) were decimated by the contagion. Smallpox and other introduced disease, together with starvation from the plundering of their fish resources, is said to have accounted for the virtual extinction of the 30–50 strong Cadigal clan on the peninsula (\"kattai\") between Sydney Cove and South Head. J. L. Kohen estimates that between 50 and 90 percent of members of local tribes died during the first three years of settlement. No settler child showed any symptoms of the disease. The English rebuffed any responsibility for the epidemic. It has been suggested that either rogue convicts/settlers or the governing authority itself spread the smallpox when ammunition stocks ran low and muskets, when not faulty, proved inadequate to defend the outpost. It is known that several officers of the Fleet had experience of war in North America where using smallpox to diminish tribes had been used as early as 1763.\nSeveral foreign reports, independent of English sources, such as those of &lt;a href=\"Alessandro%20Malaspina\"&gt;Alexandro Malaspina&lt;/a&gt; in 1793 and &lt;a href=\"Louis%20de%20Freycinet\"&gt;Louis de Freycinet&lt;/a&gt; in 1802 give the impression that the settlers' relations with the Eora who survived the epidemic were generally amenable. Governor Phillip chose not to retaliate after he was speared by Willemering at &lt;a href=\"Manly%2C%20New%20South%20Wales\"&gt;\"Kayemai\" (Manly Cove)&lt;/a&gt; on 7 September 1790, in the presence of Bennelong who had, in the meantime, \"gone bush\". Governor &lt;a href=\"William%20Bligh\"&gt;William Bligh&lt;/a&gt; wrote in 1806: \"Much has been said about the propriety of their being compelled to work as Slaves, but as I have ever considered them the real Proprietors of the Soil, I have never suffered any restraint whatever on these lines, or suffered any injury to be done to their persons or property.\"\n&lt;a href=\"Lachlan%20Macquarie\"&gt;Governor Macquarie&lt;/a&gt; established a &lt;a href=\"Blacktown%20Native%20Institution%20Site\"&gt;Native Institution&lt;/a&gt; to house aboriginal and also &lt;a href=\"M%C4%81ori%20people\"&gt;Māori&lt;/a&gt; children to civilize them, on the condition they &lt;a href=\"Stolen%20Generations\"&gt;could only be visited&lt;/a&gt; by their parents on one day, 28 December, a year. It proved a disaster, and many children died there. Aboriginal people continued to camp in central Sydney until they were evicted from their camps, such as the one at &lt;a href=\"Circular%20Quay\"&gt;Circular Quay&lt;/a&gt; in the 1880s.\nSong.\nAn Eora song has survived. It was sung by Bennelong and Yemmerrawanne at a concert in London in 1793. Their words and the music were transcribed by &lt;a href=\"Edward%20Jones%20%28harpist%29\"&gt;Edward Jones&lt;/a&gt; and published in 1811. A modern version of the song was rendered by Clarence Slockee and Matthew Doyle at the State Library of NSW, August 2010, and may be heard online.\nAlternative names.\nSource: "
}