{
    "id": "13762086",
    "revid": "372290",
    "url": "https://en.wikipedia.org/wiki?curid=13762086",
    "title": "Croesus (opera)",
    "text": "Der hochmütige, gestürzte und wieder erhabene Croesus (\"The Proud, Overthrown and Again Exalted Croesus\") is a three-act &lt;a href=\"opera\"&gt;opera&lt;/a&gt; (described as a \"Singe-Spiel\") composed by &lt;a href=\"Reinhard%20Keiser\"&gt;Reinhard Keiser&lt;/a&gt;. The &lt;a href=\"German%20language\"&gt;German language&lt;/a&gt; &lt;a href=\"libretto\"&gt;libretto&lt;/a&gt; by &lt;a href=\"Lucas%20von%20Bostel\"&gt;Lucas von Bostel&lt;/a&gt; was based on &lt;a href=\"Nicol%C3%B2%20Minato\"&gt;Nicolò Minato&lt;/a&gt;'s 1678 &lt;a href=\"dramma%20per%20musica\"&gt;dramma per musica&lt;/a&gt; \"Creso\", the music for which was composed by the &lt;a href=\"Leopold%20I%2C%20Holy%20Roman%20Emperor\"&gt;Emperor Leopold I&lt;/a&gt;.\nKeiser's \"Croesus\" received its first performance at the Theater am Gänsemarkt, &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt;, in &lt;a href=\"1711%20in%20music\"&gt;1711&lt;/a&gt; (exact date unknown). Later, the composer extensively revised the opera for a new version, which premièred at the same theatre on 6 December &lt;a href=\"1730%20in%20music\"&gt;1730&lt;/a&gt;. In the process, he discarded much of the original material, and, in consequence, only the 1730 version has survived in complete form.\nThe first performance in modern times was given in 1990 at the &lt;a href=\"Th%C3%A9%C3%A2tre%20des%20Champs-%C3%89lys%C3%A9es\"&gt;Théâtre des Champs-Élysées&lt;/a&gt; in Paris (conductor René Clemencic), and first full performance in turn was given in 1999 at the &lt;a href=\"Berlin%20State%20Opera\"&gt;Berlin State Opera&lt;/a&gt; (conductor: &lt;a href=\"Ren%C3%A9%20Jacobs\"&gt;René Jacobs&lt;/a&gt;). The first British performance was given, in English, by &lt;a href=\"Opera%20North\"&gt;Opera North&lt;/a&gt; on 17 October 2007, at the &lt;a href=\"Grand%20Theatre%2C%20Leeds\"&gt;Grand Theatre, Leeds&lt;/a&gt;. It was conducted by &lt;a href=\"Harry%20Bicket\"&gt;Harry Bicket&lt;/a&gt;, designed by &lt;a href=\"Leslie%20Travers\"&gt;Leslie Travers&lt;/a&gt; and directed by &lt;a href=\"Tim%20Albery\"&gt;Tim Albery&lt;/a&gt;. The opera received its North American premiere on 1 March 2008, when Albery's production was performed (in German) by the &lt;a href=\"Minnesota%20Opera\"&gt;Minnesota Opera&lt;/a&gt; at the &lt;a href=\"Ordway%20Center%20for%20the%20Performing%20Arts\"&gt;Ordway Center for the Performing Arts&lt;/a&gt;.\nSynopsis.\nThe story is loosely based on two incidents from &lt;a href=\"Herodotus\"&gt;Herodotus&lt;/a&gt;. Time: the 6th century &lt;a href=\"Common%20Era\"&gt;B.C.E.&lt;/a&gt;, place: &lt;a href=\"Lydia\"&gt;Lydia&lt;/a&gt;.\nCroesus, King of Lydia, is rich and hedonistic, and is insulted when the philosopher Solon tells him that riches do not necessarily bring happiness. His son, Atis, has been born dumb, and relies on Halimacus to interpret his sign language. Nevertheless, Elmira, who, with her mother, the former Queen of Media, has been rescued by Croesus after their country has been conquered by Cyrus, is in love with Atis and he with her.\nCyrus, keen to expand his empire further, declares war on Croesus, so the latter, with Atis, Halimacus, Elcius and the army depart from &lt;a href=\"Sardis\"&gt;Sardis&lt;/a&gt; to take on the invader. Croesus leaves Eliates in charge, to the annoyance of Orsanes. Orsanes desires Elmira, who spurns him; he himself is desired by Clerida, but he spurns her, and Clerida is desired by Eliates, to whom she is indifferent.\nCroesus loses the ensuing battle and is captured by the Persians, who are about to put him to death when Atis, who is nearby, suddenly finds that he has the power of speech and shouts at his father's captors. They spare Croesus's life, but take him to Cyrus, who imprisons and taunts him and threatens him with being burnt to death. Meanwhile, Atis and Halimacus hatch a plot. Atis will pretend to be a captured Persian soldier who closely resembles the Prince but, unlike him, can speak. Elcius, a cynical servant, escapes capture, deserts the army and becomes a travelling salesman.\nHalimacus returns to Sardis with Atis, who wears Persian uniform and is now called Ermin, with the news that Croesus has been captured. Everyone marvels at Ermin's resemblance to Atis, but they accept that, because he can speak, he cannot be the Prince. Eliates sets about finding a ransom for Croesus.\nOrsanes, seeing a way to further his own ambitions, suggests that \"Ermin\" should pretend to be Atis, and can then declare himself – via Halimacus – unfit to rule because of his speechlessness, and cede the throne to Orsanes. \"Ermin\" agrees to this, but points out that the real Atis should be returning that night, which could cause a problem. Orsanes has a solution: \"Ermin\" must kill Atis and dispose of the body before proceeding with the plan. \"Ermin\" agrees to do this, and next day appears as the dumb Prince.\nEveryone still accepts that Atis and Ermin are different people, but Elmira is upset when Ermin gives her a letter in Atis's handwriting in which he says that he is happy for her to take Ermin as a lover. When \"Ermin\" then reveals who he really is, she is confused and does not believe him, while Orsanes discovers that \"Ermin\" isn't as stupid as he had thought. Meanwhile, Elcius reappears at the court with his wares and is recognised by Trigesta, who is happy to see him again.\nEliates has raised a ransom, but Cyrus is not interested and prepares to execute Croesus. The Lydian court visit Cyrus to try to save their king, and Atis offers himself as an alternative victim, but Cyrus is implacable. Solon is on hand, however, and he points out that, as Croesus's pride went before a fall, so may Cyrus's.\nCyrus relents, a chastened Croesus is restored to his throne, Elmira and Atis embrace, Orsanes is discomfited, Clerida turns to Eliates and everyone rejoices."
}