{
    "id": "138150",
    "revid": "196446",
    "url": "https://en.wikipedia.org/wiki?curid=138150",
    "title": "McChord Field",
    "text": "McChord Field is a &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; &lt;a href=\"airbase\"&gt;base&lt;/a&gt; in the &lt;a href=\"northwest%20United%20States\"&gt;northwest United States&lt;/a&gt;, in &lt;a href=\"Pierce%20County%2C%20Washington\"&gt;Pierce County, Washington&lt;/a&gt;. South of &lt;a href=\"Tacoma%2C%20Washington\"&gt;Tacoma&lt;/a&gt;, McChord Field is the home of the &lt;a href=\"62d%20Airlift%20Wing\"&gt;62d Airlift Wing&lt;/a&gt;, &lt;a href=\"Air%20Mobility%20Command\"&gt;Air Mobility Command&lt;/a&gt;, the field's primary mission being worldwide strategic airlift.\nThe McChord facility was consolidated with the &lt;a href=\"United%20States%20Army\"&gt;U.S. Army&lt;/a&gt;'s &lt;a href=\"Fort%20Lewis%20%28Washington%29\"&gt;Fort Lewis&lt;/a&gt; on 1 February 2010 to become part of the &lt;a href=\"Joint%20Base%20Lewis-McChord\"&gt;Joint Base Lewis-McChord&lt;/a&gt; complex. This initiative was driven by the Base Realignment and Closure Round in 2005 and is designed to combine current infrastructure into one maximizing war fighting capability and efficiency, while saving taxpayer dollars.\n62d Airlift Wing.\nThe &lt;a href=\"62nd%20Airlift%20Wing\"&gt;62nd Airlift Wing&lt;/a&gt; (62 AW) is the host unit at McChord Field. It is assigned to the &lt;a href=\"Eighteenth%20Air%20Force\"&gt;Eighteenth Air Force&lt;/a&gt; and is composed of more than 7,200 active duty military and civilian personnel. It is tasked with supporting worldwide combat and humanitarian airlift contingencies. Aircraft of the 62d fly around the globe, conducting airdrop training; it also carries out the Antarctic resupply missions.\nComponents.\nThe &lt;a href=\"62d%20Operations%20Group\"&gt;62d Operations Group&lt;/a&gt; flies the &lt;a href=\"C-17%20Globemaster%20III\"&gt;C-17 Globemaster III&lt;/a&gt; transport from McChord Field. It consists of three airlift squadrons and an Operations Support Squadron.\nOther wing components are the 62d Maintenance Group, 62d Operations Group and 62d Medical Squadron.\nTenant units.\nOther major units stationed at McChord Field are:\nMcChord Air Museum.\nThe McChord Air Museum, founded in 1982 by the McChord Air Museum Foundation (a non-profit organization), is the official USAF Heritage Center whose mission is to portray the history of McChord Field, the aircraft woven through that history and the people who made that history part of the heritage of McChord. That mission is accomplished by the exhibit of aircraft, and scaled models, unit exhibits, extensive collection of armament, instruments, paintings and art from the USAF art collection, photographs, vintage uniforms and other memorabilia.\nOperations of the McChord Air Museum are located in three separate areas. The main Museum gallery and operations facility (including a gift and hobby store located in McChord's first freestanding control tower adjacent to the main building) is located in the south end of McChord Field (Building 517), Heritage Hill Airpark (overlooking the McChord Field runway), and aircraft restoration and maintenance (Building 301).\nThe McChord Air Museums historic aircraft collection (excluding aircraft under restoration) reside on the aforementioned Heritage Hill located the near McChord's main runway in the center of the base and is the most visible component of the museum. The airpark is home to the following aircraft: Fairchild-Republic A-10A Thunderbolt II, Douglas B-18 Bolo, Douglas B-23 Dragon, Beech UC-45J Expeditor, Douglas TC-47 Skytrain, Fairchild C-82A Packet, Douglas C-124C Globemaster II, Lockheed C-130E Hercules, Lockheed C-141B Starlifter, McDonnell Douglas F-15A Eagle, North American F-86D Sabre, McDonnell CF-101F Voodoo, Convair F-102A Delta Dagger, Convair F-106A Delta Dart, Sikorsky UH-19F Chickasaw, Kaman HH-43A Huskie and Lockheed T-33A Shooting Star.\nHistory.\nOrigins.\nIn 1917, the citizens of &lt;a href=\"Pierce%20County%2C%20Washington\"&gt;Pierce County&lt;/a&gt;, &lt;a href=\"Washington%20%28state%29\"&gt;Washington&lt;/a&gt; approved a &lt;a href=\"Government%20bond\"&gt;bond&lt;/a&gt; measure for to buy of land to be donated to the &lt;a href=\"Federal%20government%20of%20the%20United%20States\"&gt;Federal Government&lt;/a&gt; for use as a &lt;a href=\"military%20reservation\"&gt;military reservation&lt;/a&gt;. This land became Camp Lewis (and later &lt;a href=\"Fort%20Lewis%20%28Washington%29\"&gt;Fort Lewis&lt;/a&gt;). Ten years later, in 1927, another bond measure was passed to establish an airfield just north of the military reservation. The airfield, named Tacoma Field, officially opened 14 March 1930.\nOn 28 February 1938 the airfield was officially transferred to the federal government. Three years after the transfer, on 3 July 1940, the airfield was renamed McChord Field, in honor of &lt;a href=\"Colonel\"&gt;Colonel&lt;/a&gt; William Caldwell McChord, who had been killed in an accident near &lt;a href=\"Richmond%2C%20Virginia\"&gt;Richmond, Virginia&lt;/a&gt; on 18 August 1937. Col. McChord, (1881–1937), rated as a junior military aviator in 1918, died while trying to force-land his &lt;a href=\"Northrop%20A-17\"&gt;Northrop A-17&lt;/a&gt; near &lt;a href=\"Maidens%2C%20Virginia\"&gt;Maidens, Virginia&lt;/a&gt;. At the time of his death, he was Chief of the Training and Operations Division in HQ Army Air Corps. Tacoma Field was renamed McChord Field, 17 December 1937. Over the subsequent two decades McChord Field grew to roughly , encompassing the northern tip of the Ft. Lewis. It became independent of Ft. Lewis in 1947 following the creation of the Air Force under provisions of the &lt;a href=\"National%20Security%20Act%20of%201947\"&gt;National Security Act of 1947&lt;/a&gt; and was subsequently named McChord AFB.\nWorld War II.\nIn 1940, McChord Field became the headquarters of the &lt;a href=\"GHQ%20Air%20Force\"&gt;GHQ Air Force&lt;/a&gt; &lt;a href=\"Northwest%20Air%20District\"&gt;Northwest Air District&lt;/a&gt;, with a mission for the defense of the Pacific Northwest and Upper Great Plains regions of the United States. The &lt;a href=\"17th%20Bombardment%20Group\"&gt;17th Bombardment Group&lt;/a&gt; was moved to the new airfield from &lt;a href=\"March%20Field\"&gt;March Field&lt;/a&gt;, California and was equipped with the Douglas &lt;a href=\"B-18%20Bolo\"&gt;B-18 Bolo&lt;/a&gt; medium bomber.\nFollowing the Japanese attack on &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt; on 6 December 1941, the 17th Bombardment Group flew anti-submarine patrols off the &lt;a href=\"West%20Coast%20of%20the%20United%20States\"&gt;West Coast of the United States&lt;/a&gt; with the new North American &lt;a href=\"B-25%20Mitchell\"&gt;B-25 Mitchell&lt;/a&gt; medium bomber. As the first unit to operate the B-25, the 17th achieved another \"first\" on 24 December 1941 when one of its Mitchells dropped four bombs on a Japanese submarine near the mouth of the &lt;a href=\"Columbia%20River\"&gt;Columbia River&lt;/a&gt;. The 17th Bomb Group was reassigned in February 1942 to &lt;a href=\"Columbia%20Army%20Air%20Base\"&gt;Columbia Army Air Base&lt;/a&gt; in South Carolina, where crews from the group were selected to carry out the &lt;a href=\"Doolittle%20Raid\"&gt;Doolittle Raid&lt;/a&gt; on Japan in April.\nWith the departure of the 17th Bomb Group, the mission of McChord Field became supporting the &lt;a href=\"Army%20Air%20Forces%20Training%20Command\"&gt;Army Air Forces Training Command&lt;/a&gt;'s mission of training of units, crews, and individuals for bombardment, fighter, and reconnaissance operations. Northwest Air Force was re-designated as the &lt;a href=\"Second%20Air%20Force\"&gt;Second Air Force&lt;/a&gt;, and became the training organization of &lt;a href=\"B-17%20Flying%20Fortress\"&gt;B-17 Flying Fortress&lt;/a&gt; and &lt;a href=\"B-24%20Liberator\"&gt;B-24 Liberator&lt;/a&gt; heavy bombardment groups.\nNearly all new heavy bomb groups organized after Pearl Harbor were organized and trained at Second Air Force Bases, by &lt;a href=\"II%20Bomber%20Command\"&gt;II Bomber Command&lt;/a&gt; operational training units (OTU) then were deployed to combat commands around the world. McChord trained numerous bombardment squadrons during the war, receiving graduates of AAF Training Command's flight and technical schools and forming them into operational squadrons which were then sent on to second and third phase training prior to being deployed to the overseas combat air forces.\nStarting in mid-1943 the training of B-17 and B-24 replacement crews began to be phased out, as the Second Air Force began ramping up training of &lt;a href=\"B-29%20Superfortress\"&gt;B-29 Superfortress&lt;/a&gt; Very Heavy bomb groups, destined for &lt;a href=\"Twentieth%20Air%20Force\"&gt;Twentieth Air Force&lt;/a&gt;. Under the newly organized &lt;a href=\"XX%20Bomber%20Command\"&gt;XX Bomber Command&lt;/a&gt;, B-29 aircraft were received from Boeing's manufacturing plants at Seattle and Wichita, Kansas and new combat groups were organized and trained, primarily in Kansas and Nebraska.\nMcChord also had large maintenance facilities for Air Technical Service Command during the war, serving as a &lt;a href=\"P-39%20Airacobra\"&gt;P-39 Airacobra&lt;/a&gt; modification center April 1944 – May 1945 for lend-lease aircraft being sent to Russia via the Alaska Territory.\nFollowing the end of the war in Europe in May 1945, McChord redeployed thousands of troops arriving from the European theater to the Pacific as part of Air Transport Command in anticipation of &lt;a href=\"Operation%20Downfall\"&gt;invading the Japanese home islands&lt;/a&gt; scheduled for November 1. The &lt;a href=\"atomic%20bombings%20of%20Hiroshima%20and%20Nagasaki\"&gt;atomic bombings of Hiroshima and Nagasaki&lt;/a&gt; in August 1945 forced the &lt;a href=\"surrender%20of%20Japan\"&gt;surrender of Japan&lt;/a&gt;, cancelling the planned operation altogether.\nCold War.\nIn 1945 McChord was designated as a permanent station by the Army Air Forces. It was assigned to &lt;a href=\"Continental%20Air%20Forces\"&gt;Continental Air Forces&lt;/a&gt; in April 1945, becoming headquarters of the &lt;a href=\"1st%20Bombardment%20Wing%20%28World%20War%20II%29\"&gt;1st&lt;/a&gt; and &lt;a href=\"2d%20Bombardment%20Wing%20%28World%20War%20II%29\"&gt;2d Bomb Wing&lt;/a&gt;s after their return from combat in Europe. In 1948, the field was re-designated McChord Air Force Base.\nAir Defense Command.\nOn 1 August 1946, McChord was assigned to the new &lt;a href=\"Air%20Defense%20Command\"&gt;Air Defense Command&lt;/a&gt;, with a mission of air defense of the United States. During the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;, numerous fighter-interceptor squadrons were stationed at the base, as well as Radar and Command and Control organizations, the &lt;a href=\"25th%20Air%20Division\"&gt;25th Air Division&lt;/a&gt; being headquartered at McChord from 1951 until 1990.\nThe &lt;a href=\"325th%20Fighter%20Group\"&gt;325th Fighter Group (All-Weather)&lt;/a&gt; operated two squadrons of &lt;a href=\"F-82\"&gt;F-82F Twin Mustang&lt;/a&gt;s from McChord between 1948 and 1950, the first postwar fighter optimized for the air defense interceptor mission. Designed for very-long range bomber escort missions in the Pacific during World War II, the design became operational too late to see service and was adapted for the air defense mission.\nOther interceptor squadrons stationed at McChord were:\nThe base was the location of the first of twenty-eight stations built by ADC as part of the permanent air defense radar network, and was the top-priority site for ADC radars. The 505th Aircraft Control and Warning Group, the first postwar general surveillance radar organization was activated at McChord on 21 May 1947. Defensive warning radars became operational at McChord on 1 June 1950 with &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;-era &lt;a href=\"AN/CPS-4\"&gt;AN/CPS-4&lt;/a&gt; and &lt;a href=\"AN/CPS-5\"&gt;AN/CPS-5&lt;/a&gt; radars being operated by the &lt;a href=\"635th%20Aircraft%20Control%20and%20Warning%20Squadron\"&gt;635th Aircraft Control and Warning Squadron&lt;/a&gt;. ADC completed installation of two &lt;a href=\"AN/CPS-6\"&gt;AN/CPS-6&lt;/a&gt;B medium-range search and height-finder radars in February 1951. Performance of these new radars was deemed inferior to the World War II vintage models and the calibration process delayed operational readiness at this and other sites. An &lt;a href=\"AN/FPS-6\"&gt;AN/FPS-6&lt;/a&gt; height-finder radar was installed in the mid-1950s.\nIn 1958, a &lt;a href=\"Semi%20Automatic%20Ground%20Environment\"&gt;Semi Automatic Ground Environment&lt;/a&gt; (SAGE) Data Center (DC-12), and Combat Center (CC-3) was established at McChord. It became operational in 1960. The SAGE system was a network linking Air Force (and later FAA) General Surveillance Radar stations into a centralized center for Air Defense, intended to provide early warning and response for a Soviet nuclear attack. It was initially under the command of the &lt;a href=\"Seattle%20Air%20Defense%20Sector\"&gt;Seattle Air Defense Sector&lt;/a&gt; (SeADS), activated on 8 January 1958.\nThe ADC radar site (P-1) was deactivated 1 April 1960 and repositioned to &lt;a href=\"Fort%20Lawton%20AFS\"&gt;Fort Lawton AFS&lt;/a&gt; (RP-1) where the Air Force consolidated its anti-aircraft radars with the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; &lt;a href=\"Seattle%20Defense%20Area\"&gt;Seattle Defense Area&lt;/a&gt; Army Air-Defense Command Post (AADCP) S-90DC for &lt;a href=\"Nike%20missile\"&gt;Nike missile&lt;/a&gt; operations.\nSeADS was inactivated on 1 April 1966 and the SAGE headquarters combat center came under the 25th Air Division. The Command Center (CC-3) was active until 30 June 1966 when it was inactivated as part of an ADC reorganization. The Data Center (DC-12), with its &lt;a href=\"AN/FSQ-7\"&gt;AN/FSQ-7&lt;/a&gt; computer remained active until 4 August 1983 under the 25th AD when technology advances made the SAGE system obsolete.\nToday, the successor organization to the 25th AD, the &lt;a href=\"Western%20Air%20Defense%20Sector\"&gt;Western Air Defense Sector&lt;/a&gt; (WADS), is a major tenant organization at McChord, being one of two air defense sectors responsible for the security and integrity of continental United States air space. WADS is staffed by members of the Washington &lt;a href=\"Air%20National%20Guard\"&gt;Air National Guard&lt;/a&gt; (WANG) and the &lt;a href=\"Royal%20Canadian%20Air%20Force\"&gt;Royal Canadian Air Force&lt;/a&gt; (RCAF). Operationally, WADS reports to the &lt;a href=\"North%20American%20Aerospace%20Defense%20Command\"&gt;North American Aerospace Defense Command&lt;/a&gt; (NORAD) headquartered at &lt;a href=\"Peterson%20Air%20Force%20Base\"&gt;Peterson Air Force Base&lt;/a&gt;, &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;.\nMilitary Airlift Command.\nIn 1947 &lt;a href=\"Tactical%20Air%20Command\"&gt;Tactical Air Command&lt;/a&gt; moved the &lt;a href=\"62d%20Operations%20Group\"&gt;62d Troop Carrier Group&lt;/a&gt; to McChord Field from &lt;a href=\"Bergstrom%20Air%20Force%20Base\"&gt;Bergstrom Field&lt;/a&gt;, Texas. Headquarters Army Air Forces directed each Army Air Force have a tactical group assigned to establish a Wing headquarters. Thus, the 62nd Troop Carrier Wing (TCW), constituted on 28 July 1947, was activated at McChord Field on 15 August. The new Wing was assigned to &lt;a href=\"Twelfth%20Air%20Force\"&gt;Twelfth Air Force&lt;/a&gt;, with the 62d Troop Carrier Group becoming one of the Wing's subordinate units; its flying arm, being equipped with &lt;a href=\"Curtiss%20C-46%20Commando\"&gt;Curtiss C-46 Commando&lt;/a&gt;s. In 1948, 62nd TCW assets were tapped to support the now famous Berlin Airlift. More than 100 men, primarily mechanics, aerial engineers, and truck drivers were identified for a 90-day temporary tour of duty in Europe, to bolster airlift resources.\nOn 6 October 1949, the 62nd received its first four-engine &lt;a href=\"Douglas%20C-54%20Skymaster\"&gt;Douglas C-54 Skymaster&lt;/a&gt; transport. By Thanksgiving of that same year, the Wing was equipped entirely with C-54s, and its designation was changed from 62nd Troop Carrier Wing (Medium), to (Heavy). On 1 June 1950, the Wing was inactivated due to budget reductions. However, as a result of the Korean War, on 17 September 1951, the Wing was once again activated at McChord AFB. Shortly thereafter, the Group and its three flying squadrons, the 4th, 7th, and 8th, again assigned to the Wing, returned to McChord. Not two years had passed, however, before the Wing was once again on the move. Now flying the &lt;a href=\"Douglas%20C-124%20Globemaster%20II\"&gt;Douglas C-124 Globemaster II&lt;/a&gt;.\nDuring 1952 and 1953, the 62nd airlifted troops, blood plasma, aircraft parts, ammunition, medical supplies, and much more, to the Far East, in support of the war in Korea. In April 1954, the 62nd transported a replacement French garrison to Dien Bien Phu, French Indochina. Operation Bali Hai saw the Globemasters fly around the world in a period of 8 to 10 days. By 1955 the Cold War was well under way, and the &lt;a href=\"North%20American%20Aerospace%20Defense%20Command\"&gt;North American Air Defense Command&lt;/a&gt; (NORAD) set out to build a chain of radar stations on the northernmost reaches of the continent. This chain of radars, known as the &lt;a href=\"Distant%20Early%20Warning%20Line\"&gt;Distant Early Warning&lt;/a&gt; (DEW) Line, was to detect incoming Soviet missiles and bombers, and give the U.S. forces enough warning to launch a counterattack, and get the National Command Authorities to safety. Between 1955 and 1957, the 62nd began to fly missions to the Alaskan arctic regions, carrying 13 million pounds of supplies and equipment to build the DEW Line. The resupply of the DEW Line stations kept the Wing occupied until 1969.\nThe 62nd Troop Carrier Wing (Heavy) was reassigned to the &lt;a href=\"Military%20Air%20Transport%20Service\"&gt;Military Air Transport Service&lt;/a&gt; Continental Division on 1 July 1957 as TAC realigned its transport units. Meanwhile, the Air Force reorganized the structure of its wings, and the 62nd Troop Carrier Group, was inactivated 8 January 1960 when squadrons were assigned directly to the wing as part of the Air Force tri-deputate reorganization.\nDuring the &lt;a href=\"International%20Geophysical%20Year\"&gt;International Geophysical Year&lt;/a&gt; 1957–1958, and subsequently through 1962 the 62d TCW supported scientific stations in the Arctic Ocean by airlanding and airdropping supplies on the drifting ice. It helped transport United Nations troops and supplies to the &lt;a href=\"Democratic%20Republic%20of%20the%20Congo\"&gt;Congo&lt;/a&gt; in 1960. In 1963 the wing assumed responsibility for worldwide airlift of &lt;a href=\"nuclear%20weapon\"&gt;nuclear weapon&lt;/a&gt;s and associated equipment, continuing this mission through early 1971.\nIn 1968, McChord AFB was relieved of its assignment to the subsequently renamed &lt;a href=\"Aerospace%20Defense%20Command\"&gt;Aerospace Defense Command&lt;/a&gt; and was reassigned to &lt;a href=\"Military%20Airlift%20Command\"&gt;Military Airlift Command&lt;/a&gt; (MAC) as one of three MAC bases in the western United States operating the &lt;a href=\"Lockheed%20C-141%20Starlifter\"&gt;Lockheed C-141 Starlifter&lt;/a&gt;. ADC, and later &lt;a href=\"Tactical%20Air%20Command\"&gt;Tactical Air Command&lt;/a&gt; (TAC) continued to maintain a fighter alert detachment at McChord with &lt;a href=\"Convair%20F-106%20Delta%20Dart\"&gt;Convair F-106 Delta Dart&lt;/a&gt; and later &lt;a href=\"McDonnell%20Douglas%20F-15%20Eagle\"&gt;McDonnell Douglas F-15 Eagle&lt;/a&gt; aircraft.\nOn 18 September 1969 a &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; twin engine &lt;a href=\"Douglas%20C-47%20Skytrain\"&gt;Douglas C-47 Skytrain&lt;/a&gt; crashed just after takeoff from McChord. It came down in the wooded area just south of the runway. Five men died and seven other men were injured.\nIn 1975, TAC divested itself of its &lt;a href=\"Lockheed%20C-130%20Hercules\"&gt;Lockheed C-130 Hercules&lt;/a&gt; tactical airlift fleet, transferring all tactical airlift wings, groups and squadrons to MAC. For the 62 AW, this resulted in a significant increase in the wing's total mission capabilities beyond strictly strategic airlift with the arrival of the 36th Tactical Airlift Squadron (36 TAS) and their C-130E aircraft and personnel from &lt;a href=\"Langley%20Air%20Force%20Base\"&gt;Langley Air Force Base&lt;/a&gt;, Virginia.\nIn 1980, following the eruption of &lt;a href=\"Mount%20St.%20Helens\"&gt;Mount St. Helens&lt;/a&gt;, a 36 TAS C-130 crew provided communications support during the search for survivors. One week after St. Helen's first eruption, a second one occurred. All of the base's flyable aircraft were evacuated following reports that ash was drifting northwest toward McChord. In 1988 McChord became involved in combating devastating &lt;a href=\"Yellowstone%20National%20Park\"&gt;Yellowstone National Park&lt;/a&gt; forest fires, carrying troops from &lt;a href=\"Fort%20Lewis%20%28Washington%29\"&gt;Fort Lewis&lt;/a&gt; to the fire areas.\nIn 1991, &lt;a href=\"Clark%20Air%20Base\"&gt;Clark Air Base&lt;/a&gt; in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; was evacuated due to the eruption of &lt;a href=\"Mount%20Pinatubo\"&gt;Mount Pinatubo&lt;/a&gt;. By 16 June, the evacuation order was issued and the first plane load of evacuees arrived at McChord on the 18th. In 1992, with the disestablishment of Military Airlift Command, McChord became an &lt;a href=\"Air%20Mobility%20Command\"&gt;Air Mobility Command&lt;/a&gt; base. In November of that same year, two McChord C-141 Starlifters, participating in an air refueling training mission over north central &lt;a href=\"Montana\"&gt;Montana&lt;/a&gt;, collided in mid-air, killing all 13 crewmen.\nModern era.\nAs the &lt;a href=\"C-141\"&gt;C-141&lt;/a&gt; was phased out at McChord during the 1990s, it was replaced with the &lt;a href=\"C-17%20Globemaster%20III\"&gt;C-17 Globemaster III&lt;/a&gt;. McChord AFB and its 62 AW was the second AMC base to receive this aircraft for active duty, the first having been the &lt;a href=\"437th%20Airlift%20Wing\"&gt;437th Airlift Wing&lt;/a&gt; (437 AW) at &lt;a href=\"Charleston%20AFB\"&gt;Charleston AFB&lt;/a&gt;, South Carolina.\nMcChord has been the host base for the &lt;a href=\"Air%20Mobility%20Rodeo\"&gt;Air Mobility Rodeo&lt;/a&gt; in 1998, 2005, 2007 and 2009.\nOn 1 February 2010 it again joined with &lt;a href=\"Fort%20Lewis%20%28Washington%29\"&gt;Fort Lewis&lt;/a&gt; to become &lt;a href=\"Joint%20Base%20Lewis-McChord\"&gt;Joint Base Lewis-McChord&lt;/a&gt;, per the &lt;a href=\"2005%20Base%20Realignment%20and%20Closure%20Commission\"&gt;2005 Base Realignment and Closure Commission&lt;/a&gt;.\nLike most US military installations, McChord is closed to the general public, other than during their annual Open House.\nThe &lt;a href=\"McChord%20Field%20Historic%20District\"&gt;McChord Field Historic District&lt;/a&gt; was listed on the U.S. &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; on 12 December 2008.\nGeography.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, it has a total area of .\nIt is located adjacent to &lt;a href=\"Lakewood%2C%20Washington\"&gt;Lakewood&lt;/a&gt;, about south of &lt;a href=\"Tacoma%2C%20Washington\"&gt;Tacoma&lt;/a&gt; and south of &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt;. It was named in honor of &lt;a href=\"Colonel\"&gt;Colonel&lt;/a&gt; William Caldwell McChord, former Chief of the Training and Operations Division in HQ Army Air Corps. Much of the base is a &lt;a href=\"census-designated%20place\"&gt;census-designated place&lt;/a&gt; (CDP), which had a population of 4,096 at the &lt;a href=\"2000%20United%20States%20Census\"&gt;2000 census&lt;/a&gt;.\nDemographics.\nAs of the census of 2000, there were 4,096 people, 1,004 households, and 978 families residing on the base. The population density was 272.7/km2 (706.5/mi2). There were 1,010 housing units, with an average density of 67.2/km2 (174.2/mi2). The racial makeup was 76.5% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 8.5% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.7% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 4.2% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.7% &lt;a href=\"Pacific%20Islander%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 3.2% from &lt;a href=\"Race%20%28U.S.%20Census%29\"&gt;other races&lt;/a&gt;, and 6.3% from two or more races. 8.1% of the population were &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race.\nThere were 1,004 households, out of which 77.7% had children under the age of 18 living with them, 89.9% were married couples living together, 4.4% had a female householder with no husband present, and 2.5% were non-families. 2.0% of all households were made up of individuals. The average household size was 3.46 and the average family size was 3.49.\nOn the base the population was spread out, with 36.3% under the age of 18, 22.2% from 18 to 24, 39.5% from 25 to 44, 1.8% from 45 to 64, and 0.1% who were 65 years of age or older. The median age was 22 years. For every 100 females, there were 127.1 males. For every 100 females age 18 and over, there were 137.1 males.\nThe median income for a household was $35,319, and the median income for a family was $35,205. Males had a median income of $23,004 versus $22,216 for females. The per capita income for the base was $12,454. About 5.5% of families and 7.3% of the population were below the poverty line, including 9.5% of those under the age of 18 and none of those 65 and older."
}