{
    "id": "13824095",
    "revid": "42460789",
    "url": "https://en.wikipedia.org/wiki?curid=13824095",
    "title": "Saeed Jalili",
    "text": "Saeed Jalili (; born 1 September 1965) is an &lt;a href=\"Iranian%20peoples\"&gt;Iranian&lt;/a&gt; &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; politician and diplomat who was secretary of the &lt;a href=\"Supreme%20National%20Security%20Council\"&gt;Supreme National Security Council&lt;/a&gt; from 2007 to 2013. He was also Iran's nuclear negotiator. He was previously deputy foreign minister for European and American Affairs. Jalili was an unsuccessful candidate in the &lt;a href=\"2013%20Iranian%20presidential%20election\"&gt;June 2013 presidential election&lt;/a&gt;, placing third.\nHe also ran in the 2021 presidential election but resigned in favour of Seyyed Ibrahim Ra'isi before the election.\nEarly life and education.\nJalili was born in September 1965 in &lt;a href=\"Mashhad\"&gt;Mashhad&lt;/a&gt; in northeastern Iran. He holds a PhD in political science from &lt;a href=\"Imam%20Sadeq%20University\"&gt;Imam Sadeq University&lt;/a&gt; and his doctoral thesis is entitled \"The Foreign Policy of the Prophet Muhammad.\" After graduating, he served in the &lt;a href=\"Iran%E2%80%93Iraq%20War\"&gt;Iran–Iraq War&lt;/a&gt; as a member of the &lt;a href=\"Basij\"&gt;Basij&lt;/a&gt; volunteers of the &lt;a href=\"Revolutionary%20Guards\"&gt;Army of the Guardians of the Islamic Revolution&lt;/a&gt;. During the fighting he was injured severely, losing the lower portion of his right leg in 1986. Upon this event, he earned the title of \"living martyr\". He has taught &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt; since 2000 in different intervals at &lt;a href=\"Imam%20Sadeq%20University\"&gt;Imam Sadeq University&lt;/a&gt;.\nCareer.\nFollowing the war, Jalili began working as a university lecturer at his &lt;a href=\"alma%20mater\"&gt;alma mater&lt;/a&gt;. In 1989 Jalili began working at the ministry of foreign affairs in addition to his teaching post. From 1995 to 1996 he served as director of the inspection office at the ministry. In 2001, he was appointed senior director of policy planning in the office of the &lt;a href=\"Supreme%20Leader%20of%20Iran\"&gt;supreme leader&lt;/a&gt;, Ayatollah &lt;a href=\"Ali%20Khamenei\"&gt;Ali Khamenei&lt;/a&gt;. Jalili was also made a member of the Supreme National Security Council in 2002. Following the election of &lt;a href=\"Mahmoud%20Ahmadinejad\"&gt;Mahmoud Ahmadinejad&lt;/a&gt; to the &lt;a href=\"President%20of%20Iran\"&gt;presidency&lt;/a&gt; in August 2005, Jalili was appointed deputy foreign minister for European and American affairs. He was in office until October 2007. During the same period, he also served as an advisor to Ahmedinejad.\nOn 20 October 2007, Jalili replaced &lt;a href=\"Ali%20Larijani\"&gt;Ali Larijani&lt;/a&gt; as secretary of the council and became responsible for international negotiations over Iran's &lt;a href=\"Nuclear%20program%20of%20Iran\"&gt;nuclear program&lt;/a&gt;. Jalili's term as secretary of the council ended on 10 September 2013 when &lt;a href=\"Ali%20Shamkhani\"&gt;Ali Shamkhani&lt;/a&gt; was appointed to the post. Immediately after leaving the office, he was appointed by the &lt;a href=\"Supreme%20Leader%20of%20Iran\"&gt;Supreme Leader&lt;/a&gt; &lt;a href=\"Ali%20Khamenei\"&gt;Ali Khamenei&lt;/a&gt; to the &lt;a href=\"Expediency%20Council\"&gt;Expediency Council&lt;/a&gt; as a member.\nViews and activities.\nJalili is a leading figure of the \"neo-principalist\" group in the Iranian political scene and a protégé of &lt;a href=\"Mojtaba%20Khamenei\"&gt;Mojtaba Khamenei&lt;/a&gt;. A &lt;a href=\"United%20States%20State%20Department\"&gt;United States State Department&lt;/a&gt; cable released by &lt;a href=\"WikiLeaks\"&gt;WikiLeaks&lt;/a&gt; in 2008 described how a European Union official who met Jalili call him 'a true product of the Iranian revolution'.\" Mohammad Marandi, a professor at &lt;a href=\"Tehran%20University\"&gt;Tehran University&lt;/a&gt;, described Jalili as a tough negotiator who \"believes strongly in Iran's nuclear program and its sovereign rights. He's not the sort of person to give major concessions.\"\nIn an interview with \"&lt;a href=\"The%20Boston%20Globe\"&gt;The Boston Globe&lt;/a&gt;\" in 2006, Jalili defended Iran's plans to develop nuclear energy, noting that, under the &lt;a href=\"Mohammad%20Reza%20Pahlavi\"&gt;Shah&lt;/a&gt; and before the &lt;a href=\"Islamic%20Revolution\"&gt;Islamic Revolution&lt;/a&gt;, US companies had contracts to build nuclear power plants in Iran.\n2013 presidential candidacy.\nJalili was a candidate in the &lt;a href=\"2013%20Iranian%20presidential%20election\"&gt;2013 presidential elections&lt;/a&gt;, announcing his candidacy on 22 March 2013. He was supported by &lt;a href=\"Front%20of%20Islamic%20Revolution%20Stability\"&gt;Front of Islamic Revolution Stability&lt;/a&gt; and also by &lt;a href=\"Kamran%20Bagheri%20Lankarani\"&gt;Kamran Bagheri Lankarani&lt;/a&gt;, the party's main candidate who declined his candidacy in favor of Jalili. His campaign &lt;a href=\"Slogan\"&gt;Slogan&lt;/a&gt; was \"A Pleasant Life\". He received 4,168,946 and was ranked third, behind president-elect &lt;a href=\"Hassan%20Rouhani\"&gt;Hassan Rouhani&lt;/a&gt; and runner up &lt;a href=\"Mohammad%20Bagher%20Ghalibaf\"&gt;Mohammad Bagher Ghalibaf&lt;/a&gt;.\nShadow Cabinet.\nSaeed Jalili in 2013, after the defeat in the elections, proposed the plan of the Shadow Cabinet to help the &lt;a href=\"Hassan%20Rouhani\"&gt;Hassan Rouhani government&lt;/a&gt; and compensate for its shortcomings. He has held several meetings to criticize the government and offer a solution. In early 2021, he met 19 members of parliament and explained a plan to reform the &lt;a href=\"Budget\"&gt;Budget&lt;/a&gt; structure. Also, without they took the &lt;a href=\"Petrochemical%20refinery\"&gt;Petrochemical refinery&lt;/a&gt; development plan to the &lt;a href=\"Ali%20Larijani\"&gt;Larijani&lt;/a&gt; parliament (right-wing political opposition) and approved it, and the plan was communicated to the &lt;a href=\"Hassan%20Rouhani\"&gt;Rouhani&lt;/a&gt; government (left-wing political opposition) for implementation. Jalili explained the Shadow Cabinet is neither a party nor an organization, but a &lt;a href=\"Discourse\"&gt;Discourse&lt;/a&gt; and it means that everyone must follow the process of developments, shadow by shadow to have a positive impact on the path of the Islamic Revolution.\n2021 presidential candidacy.\nBefore the last day of registration for the presidential election, he was considered one of the most likely candidates. Although Jalili had said he would not register if &lt;a href=\"Ebrahim%20Raisi\"&gt;Ebrahim Raisi&lt;/a&gt; entered the election, with the flood of members and supporters of the &lt;a href=\"Hassan%20Rouhani\"&gt;established government&lt;/a&gt; such as &lt;a href=\"Eshaq%20Jahangiri\"&gt;Jahangiri&lt;/a&gt;, &lt;a href=\"Ali%20Larijani\"&gt;Larijani&lt;/a&gt;, &lt;a href=\"Mohammad%20Shariatmadari\"&gt;Shariatmadari&lt;/a&gt;, &lt;a href=\"Abbas%20Ahmad%20Akhoundi\"&gt;Akhundi&lt;/a&gt; and &lt;a href=\"Abdolnaser%20Hemmati\"&gt;Hemmati&lt;/a&gt;, it is conflict that he registered in the election individually or to support &lt;a href=\"Ebrahim%20Raisi\"&gt;Raisi&lt;/a&gt;. \nPersonal life.\nJalili is fluent in English and Persian. He married Fatemeh Sajjadi, a doctor of internal medicine, in 1992. They have one child, a son named Hamid. Jalili was a resident of &lt;a href=\"Karaj\"&gt;Karaj&lt;/a&gt; until 2004. He is known for his simple living and aversion towards formality. He drives his own car to work.\nInfluence.\nIn 2009, Jalili was regarded as one of the 500 most influential Muslims by &lt;a href=\"Georgetown%20University\"&gt;Georgetown University&lt;/a&gt;'s Center for Muslim-Christian Understanding."
}