{
    "id": "13848070",
    "revid": "698799",
    "url": "https://en.wikipedia.org/wiki?curid=13848070",
    "title": "His Majesty Minor",
    "text": "His Majesty Minor () is a &lt;a href=\"France\"&gt;French&lt;/a&gt;-&lt;a href=\"Spain\"&gt;Spanish&lt;/a&gt; &lt;a href=\"feature%20film\"&gt;feature film&lt;/a&gt; by &lt;a href=\"France\"&gt;French&lt;/a&gt; &lt;a href=\"Film%20director\"&gt;director&lt;/a&gt; &lt;a href=\"Jean-Jacques%20Annaud\"&gt;Jean-Jacques Annaud&lt;/a&gt;. It is his third film shot entirely in his native language of French since his 1976 &lt;a href=\"Academy%20Award\"&gt;Oscar&lt;/a&gt;-winning debut \"&lt;a href=\"Black%20and%20White%20in%20Color\"&gt;Black and White in Color&lt;/a&gt;\" and his 1978 film \"&lt;a href=\"Coup%20de%20t%C3%AAte\"&gt;Coup de tête&lt;/a&gt;\" featuring &lt;a href=\"Patrick%20Dewaere\"&gt;Patrick Dewaere&lt;/a&gt;. It is a &lt;a href=\"mythical\"&gt;mythical&lt;/a&gt; &lt;a href=\"comedy\"&gt;comedy&lt;/a&gt; taking place on an island in the &lt;a href=\"Aegean%20Sea\"&gt;Aegean Sea&lt;/a&gt; before the founding of &lt;a href=\"Ancient%20Greece\"&gt;Ancient Greece&lt;/a&gt;.\nIt was filmed in 2006 in &lt;a href=\"Benitatxell\"&gt;Benitatxell&lt;/a&gt; and &lt;a href=\"Benigembla\"&gt;Benigembla&lt;/a&gt;, basically in the district of the &lt;a href=\"Marina%20Alta\"&gt;Marina Alta&lt;/a&gt;, which is located in the &lt;a href=\"Valencian%20Community\"&gt;Valencian Community&lt;/a&gt;.\nThe film was produced by French companies &lt;a href=\"StudioCanal\"&gt;StudioCanal&lt;/a&gt; and &lt;a href=\"Path%C3%A9\"&gt;Pathé&lt;/a&gt; in partnership with &lt;a href=\"Malvarrosa%20Media\"&gt;Malvarrosa Media&lt;/a&gt; and &lt;a href=\"Mediapro\"&gt;Mediapro&lt;/a&gt; in Spain.\nDespite its originality, the movie was poorly received, both by critics and the audience.\nPlot.\nMinor (Garcia) was abandoned by his parents as a child and was raised by a pack of pigs; he speaks in porcine grunts and lives and loves much like his fellow hogs. Minor is just human enough to have his head turned by &lt;a href=\"Clytia\"&gt;Clytia&lt;/a&gt; (Bernier), a beautiful girl living in the nearby village. However, if Minor's lack of social skills weren't enough to keep Clytia away, she's already been pledged to wed handsome and charming Karkos (Peris-Mencheta). When Minor runs afoul of the tribal leadership, he's removed from his home with the pigs and forced to live in an enchanted forest, where he attracts the not entirely welcome attentions of &lt;a href=\"Pan%20%28god%29\"&gt;Pan&lt;/a&gt; (Cassel), a randy half-man and half-goat willing to couple with anything that breathes. When Minor emerges from the forest able to speak with newfound eloquence, the tribal leaders name him their new potentate, and Clytia suddenly finds him a great deal more appealing, which doesn't sit well with Karkos."
}