{
    "id": "13858063",
    "revid": "1069295098",
    "url": "https://en.wikipedia.org/wiki?curid=13858063",
    "title": "Formula One video games",
    "text": "Ever since \"&lt;a href=\"Pole%20Position\"&gt;Pole Position&lt;/a&gt;\" in 1982, &lt;a href=\"Formula%20One\"&gt;Formula One&lt;/a&gt; (F1) has always played a part of the &lt;a href=\"Racing%20game\"&gt;racing genre&lt;/a&gt; in &lt;a href=\"video%20games\"&gt;video games&lt;/a&gt;. Early Formula One games were typically &lt;a href=\"arcade%20racing%20game\"&gt;arcade racing game&lt;/a&gt;s, before \"&lt;a href=\"Formula%20One%20Grand%20Prix%20%28Geoff%20Crammond%29\"&gt;Formula One Grand Prix&lt;/a&gt;\" (1991) popularized Formula One &lt;a href=\"racing%20simulation\"&gt;racing simulation&lt;/a&gt;s on &lt;a href=\"home%20computers\"&gt;home computers&lt;/a&gt;.\nHistory.\nEarly roots and arcade games (1970s–1990s).\nThe roots of Formula One games can be traced back to the 1970s, with &lt;a href=\"arcade%20racing\"&gt;arcade racing&lt;/a&gt; games such as \"&lt;a href=\"Speed%20Race\"&gt;Speed Race&lt;/a&gt;\" and \"&lt;a href=\"Gran%20Trak%2010\"&gt;Gran Trak 10&lt;/a&gt;\" which depicted F1-like cars going on a race track.\n\"&lt;a href=\"F-1%20%28arcade%20game%29\"&gt;F-1&lt;/a&gt;\" (1976) by &lt;a href=\"Namco\"&gt;Namco&lt;/a&gt; has been cited as the first true Formula One &lt;a href=\"arcade%20game\"&gt;arcade game&lt;/a&gt;. However, it was an &lt;a href=\"Electro-mechanical%20games\"&gt;electro-mechanical&lt;/a&gt; game, rather than an &lt;a href=\"arcade%20video%20game\"&gt;arcade video game&lt;/a&gt;.\nThe first successful Formula One video game in arcade history was \"&lt;a href=\"Pole%20Position%20%28arcade%20game%29\"&gt;Pole Position&lt;/a&gt;\" (1982), by Namco. In \"Pole Position\", the player has to complete a lap in a certain amount of time in order to qualify for a race at the &lt;a href=\"Fuji%20Speedway\"&gt;Fuji&lt;/a&gt; racetrack. After qualifying, the player had to face other cars in a championship race. The game was very successful and it spawned an official sequel, \"&lt;a href=\"Pole%20Position%20II\"&gt;Pole Position II&lt;/a&gt;\", and an unofficial one, \"&lt;a href=\"Final%20Lap\"&gt;Final Lap&lt;/a&gt;\". After the success of \"Pole Position\", many similar games appeared in arcades (and later ported to home computers) such as \"&lt;a href=\"TX-1\"&gt;TX-1&lt;/a&gt;\" (1983).\nDuring the late 1980s, successful arcade games included \"&lt;a href=\"Super%20Sprint\"&gt;Super Sprint&lt;/a&gt;\", which uses the top view instead of the rear view of most games, and its sequel \"&lt;a href=\"Championship%20Sprint\"&gt;Championship Sprint&lt;/a&gt;\".\nFrom the second part of the 1980s more games were being created. Most of these games featured racetracks, cars and driver names similar to the real ones, but all modified slightly, since they did not have official licenses from &lt;a href=\"FIA\"&gt;FIA&lt;/a&gt;. Examples of this are \"&lt;a href=\"Super%20Monaco%20GP\"&gt;Super Monaco GP&lt;/a&gt;\" (1989) and its sequel \"&lt;a href=\"Ayrton%20Senna%27s%20Super%20Monaco%20GP%20II\"&gt;Ayrton Senna's Super Monaco GP II&lt;/a&gt;\" (1992), which had a license to display only &lt;a href=\"Ayrton%20Senna\"&gt;Ayrton Senna&lt;/a&gt;'s name), or \"&lt;a href=\"Nigel%20Mansell%27s%20World%20Championship\"&gt;Nigel Mansell's World Championship&lt;/a&gt;\", but many other less known games had similar features.\nFormula One racing games made the transition to &lt;a href=\"3D%20computer%20graphics\"&gt;3D computer graphics&lt;/a&gt; with Namco's arcade game \"&lt;a href=\"Winning%20Run\"&gt;Winning Run&lt;/a&gt;\" (1988). Later arcade manufacturers began developing games in this style, like &lt;a href=\"Sega\"&gt;Sega&lt;/a&gt; with its \"&lt;a href=\"Virtua%20Racing\"&gt;Virtua Racing&lt;/a&gt;\" (1992), and later Namco again with \"&lt;a href=\"Ace%20Driver\"&gt;Ace Driver&lt;/a&gt;\" (1994), which featured futuristic, F1-like cars.\nFormula One began officially licensing video games in the early 1990s, starting with 's arcade game \"&lt;a href=\"F-1%20Grand%20Prix%20%28video%20game%20series%29\"&gt;F-1 Grand Prix&lt;/a&gt;\" (1991). It was ported to the &lt;a href=\"SNES\"&gt;SNES&lt;/a&gt; by &lt;a href=\"Nintendo\"&gt;Nintendo&lt;/a&gt;, and spawned two sequels and a \"&lt;a href=\"Super%20Mario%20Kart\"&gt;Super Mario Kart&lt;/a&gt;\"-style spinoff.\nDawn of F1 home computer games (1980s–1990s).\nThe first true Formula One &lt;a href=\"racing%20simulators\"&gt;racing simulators&lt;/a&gt; on &lt;a href=\"home%20computers\"&gt;home computers&lt;/a&gt; were \"&lt;a href=\"Chequered%20Flag%20%28video%20game%29\"&gt;Chequered Flag&lt;/a&gt;\" (1983) and &lt;a href=\"Geoff%20Crammond\"&gt;Geoff Crammond&lt;/a&gt;'s \"&lt;a href=\"Formula%20One%20Grand%20Prix%20%28video%20game%29\"&gt;Formula One Grand Prix&lt;/a&gt;\" (\"F1GP\") in 1991. \"Chequered Flag\" featured fuel depletion and car damage, and a set of several real circuits. Previously, most racing games representing Formula One, such as &lt;a href=\"Accolade%20%28company%29\"&gt;Accolade&lt;/a&gt;'s \"&lt;a href=\"Grand%20Prix%20Circuit%20%28video%20game%29\"&gt;Grand Prix Circuit&lt;/a&gt;\" and &lt;a href=\"Electronic%20Arts\"&gt;Electronic Arts&lt;/a&gt;' \"Ferrari Formula One\", had been &lt;a href=\"arcade%20game\"&gt;arcade&lt;/a&gt;-style games, but \"F1GP\" paid more attention to the physics of the cars, in addition to innovative graphics and accurate rendering of the actual racing tracks. The game, released in &lt;a href=\"1992%20in%20video%20games\"&gt;1992&lt;/a&gt;, was based on the season. Over the years, the game had sequels \"&lt;a href=\"Grand%20Prix%202\"&gt;Grand Prix 2&lt;/a&gt;\", \"&lt;a href=\"Grand%20Prix%203\"&gt;3&lt;/a&gt;\", and \"&lt;a href=\"Grand%20Prix%204\"&gt;4&lt;/a&gt;\" (based on , , with a update, and respectively).\nThe &lt;a href=\"Formula%20One%20Administration\"&gt;F1 official license&lt;/a&gt; was also held by &lt;a href=\"Ubisoft\"&gt;Ubisoft&lt;/a&gt; and later transferred to Electronic Arts, which published seasonal simulations and also \"&lt;a href=\"F1%20Challenge%20%2799-%2702\"&gt;F1 Challenge '99-'02&lt;/a&gt;\".\nA notable place on PC simulation games is held by &lt;a href=\"Papyrus%20Design%20Group\"&gt;Papyrus'&lt;/a&gt; \"&lt;a href=\"Grand%20Prix%20Legends\"&gt;Grand Prix Legends&lt;/a&gt;\", which depicted the &lt;a href=\"1967%20Formula%20One%20season\"&gt;1967 Formula One season&lt;/a&gt; instead of the then-current season, like all other contemporaries. It recreates in a very accurate way the physics of the car and the feel of driving a real 1967 Formula One racer: for this, even after many years, it is still considered one of the most realistic games ever made. The game still has a vast popularity among video gamers, with many mods and original circuits being produced.\nConsole gaming and Sony exclusivity (1990s–2000s).\nThe first half of the 1990s saw a growing in popularity of Formula One games, and many software houses began acquiring licences and display most real names and cars, for example \"&lt;a href=\"F1%20%28Domark%29\"&gt;Formula One&lt;/a&gt;\" by &lt;a href=\"Domark\"&gt;Domark&lt;/a&gt;, which featured most real tracks, drivers and teams.\nThe first 3D games to feature a full license were \"&lt;a href=\"F1%20Challenge\"&gt;F1 Challenge&lt;/a&gt;\" (1995) for the &lt;a href=\"Sega%20Saturn\"&gt;Sega Saturn&lt;/a&gt;, and \"&lt;a href=\"Formula%201%20%28video%20game%29\"&gt;Formula 1&lt;/a&gt;\" (1996) developed by &lt;a href=\"Bizarre%20Creations\"&gt;Bizarre Creations&lt;/a&gt; for the &lt;a href=\"PlayStation\"&gt;PlayStation&lt;/a&gt;, the first game of the successful &lt;a href=\"Formula%20One%20%28video%20game%20series%29\"&gt;Formula One&lt;/a&gt; series. Despite the game being a mostly arcade game rather than a simulation, it was very well received; later the series moved towards a more realistic race approach. Other Formula One games released in the late 1990s include &lt;a href=\"EA%20Sports%20F1%20Series\"&gt;EA Sports F1 Series&lt;/a&gt; (which runs from the 1999–2002 F1 season with all drivers from each season).\n&lt;a href=\"Sony%20Computer%20Entertainment\"&gt;Sony&lt;/a&gt; had held an exclusive license to make Formula One games from 2003 until 2006, releasing sequels to \"Formula 1\" on its PlayStation systems roughly at an annual pace throughout that time to form its \"Formula One\" series, as well as licensing the release of &lt;a href=\"Infogrames\"&gt;Infogrames&lt;/a&gt;' 2003 PS2-exclusive game \"&lt;a href=\"Grand%20Prix%20Challenge\"&gt;Grand Prix Challenge&lt;/a&gt;\", developed by &lt;a href=\"Krome%20Studios%20Melbourne\"&gt;Melbourne House&lt;/a&gt;. \"Challenge\" was well received by critics, particularly its high quality graphics for its time, despite being unknown to most F1 gaming fans.\nCodemasters takes control (2009–2021).\nAfter Sony concluded the \"Formula One\" series with the releases of \"&lt;a href=\"Formula%20One%2006\"&gt;Formula One 06&lt;/a&gt;\" on the PS2 and \"&lt;a href=\"Formula%20One%20Championship%20Edition\"&gt;Formula One Championship Edition&lt;/a&gt;\" on the &lt;a href=\"PlayStation%203\"&gt;PlayStation 3&lt;/a&gt;, the license for F1 games then passed to &lt;a href=\"Codemasters\"&gt;Codemasters&lt;/a&gt;, which then used it to begin &lt;a href=\"F1%20%28video%20game%20series%29\"&gt;their own Formula One video game series&lt;/a&gt;, releasing titles in annual installments for each season, starting with the season. The first game of the series, \"&lt;a href=\"F1%202009%20%28video%20game%29\"&gt;F1 2009&lt;/a&gt;\", was released on the &lt;a href=\"Wii\"&gt;Wii&lt;/a&gt;, &lt;a href=\"PlayStation%20Portable\"&gt;PlayStation Portable&lt;/a&gt; and &lt;a href=\"iOS\"&gt;iOS&lt;/a&gt;, with the Wii version supporting the &lt;a href=\"Wii%20Wheel\"&gt;Wii Wheel&lt;/a&gt; for &lt;a href=\"motion%20controller\"&gt;motion-controlled&lt;/a&gt; steering. However, Codemasters chose to release subsequent annual sequels (with each successive installment adding more advanced features to better capture the realism of the sport) on non-&lt;a href=\"Nintendo\"&gt;Nintendo&lt;/a&gt; consoles and personal computers, with \"&lt;a href=\"F1%202011%20%28video%20game%29\"&gt;F1 2011&lt;/a&gt;\" also being available on &lt;a href=\"eighth%20generation%20of%20video%20game%20consoles\"&gt;eighth-generation&lt;/a&gt; &lt;a href=\"handheld%20video%20game\"&gt;handhelds&lt;/a&gt; and \"&lt;a href=\"F1%202016%20%28video%20game%29\"&gt;F1 2016&lt;/a&gt;\" also available as a paid mobile title on &lt;a href=\"iOS\"&gt;iOS&lt;/a&gt; and &lt;a href=\"Android%20%28operating%20system%29\"&gt;Android&lt;/a&gt;. Besides the &lt;a href=\"Wii%20U\"&gt;Wii U&lt;/a&gt; port of the \"&lt;a href=\"F1%20Race%20Stars\"&gt;F1 Race Stars&lt;/a&gt;\" spin-off, subtitled \"Powered-Up Edition\", no other Codemasters F1 game has been available on a Nintendo console.\nWhile Formula One games in general are strict reproductions of the sport regardless of gameplay style, Codemasters ' \"F1 Race Stars\" was the first to bring \"&lt;a href=\"Mario%20Kart\"&gt;Mario Kart&lt;/a&gt;\"-style gameplay to the setting, while their official license from FIA (which the company has held since 2009) allowed for the teams (complete with their respective sponsors) and drivers from that year's season to be given a cartoonish makeover.\nReturn to Electronic Arts (2021–present).\nIn late 2020, Electronic Arts acquired Codemasters after outbidding &lt;a href=\"Take-Two%20Interactive\"&gt;Take-Two Interactive&lt;/a&gt;'s offer to buy the company. As a result, all subsequent installments of Codemasters' ongoing \"F1\" video game series, starting with &lt;a href=\"F1%202021%20%28video%20game%29\"&gt;the 2021 season's game&lt;/a&gt;, will be published by Electronic Arts, making this the first F1 game to be published by it in nearly two decades, after \"&lt;a href=\"F1%20Career%20Challenge\"&gt;F1 Career Challenge and F1 Challenge '99-'02&lt;/a&gt;\".\nModding.\nOwing to the popularity of the sport, the technical and legal limitations of earlier titles (such as the omission of alcohol and tobacco branding) and lack of representation of particular seasons, the act of &lt;a href=\"Mod%20%28computer%20gaming%29\"&gt;modding&lt;/a&gt; video games to feature specific seasons of Formula 1 has been popular since the 1990s, particularly following the releases of \"&lt;a href=\"Grand%20Prix%202\"&gt;Grand Prix 2&lt;/a&gt;\" in 1996 and \"&lt;a href=\"Grand%20Prix%20Legends\"&gt;Grand Prix Legends&lt;/a&gt;\" in 1998. Later on, GMotor-derived titles such as \"&lt;a href=\"F1%20Challenge%20%2799-%2702\"&gt;F1 Challenge '99-'02&lt;/a&gt;\" and \"&lt;a href=\"rFactor\"&gt;rFactor&lt;/a&gt;\" would continue the trend, with cars reaching ever higher levels of accuracy, down to race-specific configurations in regards to sponsorship and aero packages. rFactor's development studio, &lt;a href=\"Image%20Space%20Incorporated\"&gt;Image Space Incorporated&lt;/a&gt;, would later work with the &lt;a href=\"BMW%20Sauber\"&gt;BMW Sauber&lt;/a&gt; F1 team to feature the team's cars as standalone &lt;a href=\"Downloadable%20content\"&gt;Downloadable content&lt;/a&gt;. More recently, one of the more popular titles for modded Formula 1 seasons is the title &lt;a href=\"Assetto%20Corsa\"&gt;Assetto Corsa&lt;/a&gt;, released in 2014.\nIn addition to simulation-based titles and even outside the racing genre, Formula 1 cars have been made available as mods in many different video games over the years, either through models ported from pre-existing titles (such as EA Sports' \"&lt;a href=\"F1%20Championship%20Season%202000\"&gt;F1 Championship Season 2000&lt;/a&gt;\"), or scratchbuilt. Due to their prevalence and real-world performance, these cars are popular choices to mod into games such as the \"&lt;a href=\"Need%20For%20Speed\"&gt;Need For Speed&lt;/a&gt;\" and \"&lt;a href=\"Grand%20Theft%20Auto\"&gt;Grand Theft Auto&lt;/a&gt;\" franchises. The 2002 freeware title \"&lt;a href=\"GeneRally\"&gt;GeneRally&lt;/a&gt;\" also features a large range of Formula 1 seasons available for download, each car rendered in just 40 polygons.\nList.\nA list of Formula One video games that lists only those uses the F1 name, whether it is licensed by the &lt;a href=\"Formula%20One%20Group\"&gt;Formula One Group&lt;/a&gt; or just F1 in name; is licensed by racing drivers and teams involved within the series otherwise featuring sprites that resemble a &lt;a href=\"Formula%20One%20car\"&gt;Formula One car&lt;/a&gt; in a way to get around licensing, featuring deliberately misspelt driver and team names; is named after a Grand Prix race that appear in the F1 calendar or those that features races that appear in the F1 calendar. Thus far, F1 games are playable on the following, numerous platforms: &lt;a href=\"Arcade%20game\"&gt;Arcade&lt;/a&gt;, &lt;a href=\"SG-1000\"&gt;SG-1000&lt;/a&gt;, &lt;a href=\"Intellivision\"&gt;Intellivision&lt;/a&gt;, &lt;a href=\"ColecoVision\"&gt;ColecoVision&lt;/a&gt;, &lt;a href=\"Commodore%2064\"&gt;Commodore 64&lt;/a&gt;, &lt;a href=\"ZX%20Spectrum\"&gt;ZX Spectrum&lt;/a&gt;, &lt;a href=\"Atari%207800\"&gt;Atari 7800&lt;/a&gt;, &lt;a href=\"Nintendo%20Entertainment%20System\"&gt;Nintendo Entertainment System&lt;/a&gt;, &lt;a href=\"Game%20Boy\"&gt;Game Boy&lt;/a&gt;, &lt;a href=\"Commodore%2016\"&gt;Commodore 16&lt;/a&gt;, &lt;a href=\"Commodore%20Plus/4\"&gt;Commodore Plus/4&lt;/a&gt;, &lt;a href=\"Amstrad%20CPC\"&gt;Amstrad CPC&lt;/a&gt;, &lt;a href=\"MSX\"&gt;MSX&lt;/a&gt;, &lt;a href=\"Amiga\"&gt;Amiga&lt;/a&gt;, &lt;a href=\"Atari%20ST\"&gt;Atari ST&lt;/a&gt;, &lt;a href=\"PC%20DOS\"&gt;PC DOS&lt;/a&gt;, &lt;a href=\"Sega%20Genesis\"&gt;Sega Genesis&lt;/a&gt;, &lt;a href=\"Sega%20Game%20Gear\"&gt;Sega Game Gear&lt;/a&gt;, &lt;a href=\"TurboGrafx-16\"&gt;TurboGrafx-16&lt;/a&gt;, &lt;a href=\"Super%20Nintendo%20Entertainment%20System\"&gt;Super Nintendo Entertainment System&lt;/a&gt;, &lt;a href=\"Sega%20Master%20System\"&gt;Sega Master System&lt;/a&gt;, &lt;a href=\"Sega%20CD\"&gt;Sega CD&lt;/a&gt;, &lt;a href=\"Sega%20Saturn\"&gt;Sega Saturn&lt;/a&gt;, &lt;a href=\"PlayStation%20%28console%29\"&gt;PlayStation&lt;/a&gt;, &lt;a href=\"Microsoft%20Windows\"&gt;Microsoft Windows&lt;/a&gt;, &lt;a href=\"Nintendo%2064\"&gt;Nintendo 64&lt;/a&gt;, &lt;a href=\"Dreamcast\"&gt;Dreamcast&lt;/a&gt;, &lt;a href=\"Game%20Boy%20Color\"&gt;Game Boy Color&lt;/a&gt;, &lt;a href=\"PlayStation%202\"&gt;PlayStation 2&lt;/a&gt;, &lt;a href=\"Xbox%20%28console%29\"&gt;Xbox&lt;/a&gt;, &lt;a href=\"GameCube\"&gt;GameCube&lt;/a&gt;, &lt;a href=\"PlayStation%20Portable\"&gt;PlayStation Portable&lt;/a&gt;, &lt;a href=\"PlayStation%203\"&gt;PlayStation 3&lt;/a&gt;, &lt;a href=\"Wii\"&gt;Wii&lt;/a&gt;, &lt;a href=\"Xbox%20360\"&gt;Xbox 360&lt;/a&gt;, &lt;a href=\"iOS\"&gt;iOS&lt;/a&gt;, &lt;a href=\"PlayStation%20Vita\"&gt;PlayStation Vita&lt;/a&gt;, &lt;a href=\"Nintendo%203DS\"&gt;Nintendo 3DS&lt;/a&gt;, &lt;a href=\"Mac%20OS%20X\"&gt;Mac OS X&lt;/a&gt;, &lt;a href=\"Wii%20U\"&gt;Wii U&lt;/a&gt;, &lt;a href=\"PlayStation%204\"&gt;PlayStation 4&lt;/a&gt;, &lt;a href=\"PlayStation%205\"&gt;PlayStation 5&lt;/a&gt;, &lt;a href=\"Xbox%20One\"&gt;Xbox One&lt;/a&gt;, &lt;a href=\"Xbox%20Series%20X%20and%20Series%20S\"&gt;Xbox Series X/S&lt;/a&gt;, &lt;a href=\"macOS\"&gt;macOS&lt;/a&gt;, &lt;a href=\"Android%20%28operating%20system%29\"&gt;Android&lt;/a&gt;, &lt;a href=\"tvOS\"&gt;tvOS&lt;/a&gt; and &lt;a href=\"Linux\"&gt;Linux&lt;/a&gt;."
}