{
    "id": "1386635",
    "revid": "199625",
    "url": "https://en.wikipedia.org/wiki?curid=1386635",
    "title": "Convolvulus scammonia",
    "text": "Convolvulus scammonia, known commonly as scammony, is a bindweed native to the countries of the eastern part of the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt; basin; it grows in bushy waste places, from &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt; in the south to the &lt;a href=\"Crimea\"&gt;Crimea&lt;/a&gt; in the north, its range extending westward to the &lt;a href=\"Greek%20islands\"&gt;Greek islands&lt;/a&gt;, but not to northern &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; or &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;. It is a twining &lt;a href=\"Perennial%20plant\"&gt;perennial&lt;/a&gt;, bearing &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s like those of \"&lt;a href=\"Convolvulus%20arvensis\"&gt;Convolvulus arvensis&lt;/a&gt;\", and having irregularly arrow-shaped &lt;a href=\"Leaf\"&gt;leaves&lt;/a&gt; and a thick fleshy root.\nThe dried juice, virgin scammony, obtained by incision of the living root, has been used in &lt;a href=\"traditional%20medicine\"&gt;traditional medicine&lt;/a&gt; as \"scammonium\", but the variable quality of the drug has led to the employment of \"scammoniae resina\", which is obtained from the dried root by digestion with &lt;a href=\"Alcohol%20%28chemistry%29\"&gt;alcohol&lt;/a&gt;. Upon consumption, the resin is inert until it has passed from the &lt;a href=\"stomach\"&gt;stomach&lt;/a&gt; into the &lt;a href=\"duodenum\"&gt;duodenum&lt;/a&gt;, where it meets the &lt;a href=\"bile\"&gt;bile&lt;/a&gt;. A chemical reaction occurs between it and &lt;a href=\"taurocholate\"&gt;taurocholate&lt;/a&gt; and &lt;a href=\"glycocholate\"&gt;glycocholate&lt;/a&gt; in the bile, whereby it is converted into a powerful &lt;a href=\"purgative\"&gt;purgative&lt;/a&gt; which in doses becomes a violent gastrointestinal irritant. Scammony kills both &lt;a href=\"roundworm\"&gt;roundworm&lt;/a&gt; and &lt;a href=\"tapeworm\"&gt;tapeworm&lt;/a&gt;, especially the former, and it was therefore used as an &lt;a href=\"anthelmintic\"&gt;anthelmintic&lt;/a&gt;.\nThe principal bioactive component is the &lt;a href=\"glucoside\"&gt;glucoside&lt;/a&gt; &lt;a href=\"scammonin\"&gt;scammonin&lt;/a&gt; (also known as jalapin, molecular formula C34H56O16)."
}