{
    "id": "13874697",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=13874697",
    "title": "Quintus Caecilius Metellus Nepos (consul 57 BC)",
    "text": "Quintus Caecilius Metellus Nepos (c. 100 BC – 55 BC) was a son of &lt;a href=\"Quintus%20Caecilius%20Metellus%20Nepos%20%28consul%2098%20BC%29\"&gt;Quintus Caecilius Metellus Nepos&lt;/a&gt;. He was a &lt;a href=\"tribune%20of%20the%20plebs\"&gt;tribune of the plebs&lt;/a&gt; in 62 BC, a &lt;a href=\"praetor\"&gt;praetor&lt;/a&gt; in 60 BC, a &lt;a href=\"Roman%20consul\"&gt;consul&lt;/a&gt; in 57 BC and the &lt;a href=\"Roman%20governor\"&gt;governor&lt;/a&gt; of &lt;a href=\"Hispania%20Citerior\"&gt;Hispania Citerior&lt;/a&gt; in 56 BC.\nMetellus Nepos was a lieutenant (&lt;a href=\"legatus\"&gt;legate&lt;/a&gt;) of &lt;a href=\"Pompey\"&gt;Pompey&lt;/a&gt; in the campaign against the &lt;a href=\"Piracy%23Ancient%20piracy\"&gt;pirates&lt;/a&gt; in the Mediterranean in 67 BC and, like his brother &lt;a href=\"Quintus%20Caecilius%20Metellus%20Celer\"&gt;Quintus Caecilius Metellus Celer&lt;/a&gt;, in the &lt;a href=\"Third%20Mithridatic%20War\"&gt;Third Mithridatic War&lt;/a&gt; (73–63 BC) against &lt;a href=\"Mithridates%20VI\"&gt;Mithridates VI&lt;/a&gt; of &lt;a href=\"Pontus%20%28region%29\"&gt;Pontus&lt;/a&gt; and &lt;a href=\"Tigranes%20the%20Great\"&gt;Tigranes the Great&lt;/a&gt; of &lt;a href=\"Kingdom%20of%20Armenia%20%28antiquity%29\"&gt;Armenia&lt;/a&gt;. In the war against the pirates he was assigned the command of &lt;a href=\"Lycia\"&gt;Lycia&lt;/a&gt; and &lt;a href=\"Pamphylia\"&gt;Pamphylia&lt;/a&gt; (both on the south coast of modern Turkey). &lt;a href=\"Josephus\"&gt;Josephus&lt;/a&gt; mentioned that in 65 BC Pompey sent Metellus and Lollius to capture &lt;a href=\"Damascus\"&gt;Damascus&lt;/a&gt;, in Syria. It is generally assumed that this refers to Metellus Nepos.\nIn 63 BC, Metellus Nepos was elected one of the ten tribunes of the plebs for 62 BC, along with &lt;a href=\"Cato%20the%20Younger\"&gt;Cato the Younger&lt;/a&gt;. Inaugurated on 10 December 63 BC, he began a vitriolic campaign against &lt;a href=\"Cicero\"&gt;Cicero&lt;/a&gt;, whom he accused before the people of having illegally executed some of the accomplices of &lt;a href=\"Catiline\"&gt;Catiline&lt;/a&gt; without trial during the &lt;a href=\"Second%20Catilinarian%20conspiracy\"&gt;Catilinarian Conspiracy&lt;/a&gt;. Metellus Nepos, together with his colleague Bestia and &lt;a href=\"Julius%20Caesar\"&gt;Julius Caesar&lt;/a&gt;, a praetor at the time, prevented Cicero from making a speech on the last day of his consulship, 29 December 63 BC, restricting him to the customary oath on giving up office. Cicero instead pronounced an oath of his own, \"swearing that in very truth he had saved his country and maintained her supremacy,\" which the people confirmed. Metellus Nepos proposed a bill which provided for &lt;a href=\"Pompey\"&gt;Pompey&lt;/a&gt;, recently victorious in the war against Mithridates, to be recalled to Rome with his army to restore order. The proposal was strongly opposed by Cato the Younger, who was a staunch &lt;a href=\"Optimates\"&gt;optimate&lt;/a&gt;. The dispute came close to violence, and Metellus Nepos armed some of his men. According to Plutarch, the senate announced the intention to issue a final decree to remove Nepos from his office but Cato the Younger opposed it, but he does not mention whether the decree was enforced or not. Metellus Nepos went to Asia to inform Pompey about the events, even though, as a plebeian tribune, he had no right to be absent from the city. Tatum maintains that Metellus Nepos leaving the city even though plebeian tribunes were not allowed to do so was 'a gesture demonstrating the senate's violation of the tribunate.' Julius Caesar also proposed a measure to recall Pompey to Rome for the same reason. Caesar was suspended from his office by a final decree of the senate. In the end, both men dropped their proposals.\nWhen Metellus Nepos was a praetor in 60 BC, he passed a law which abolished import duties in Rome and Italy. The senate was angry and wished to erase his name for the law and replace it with another one, but, for whatever reason, this was not carried out.\nIn 57 BC, when Metellus Nepos was one of the consuls, Pompey sponsored a vote to recall Cicero to Rome from his exile. The other consul, &lt;a href=\"Publius%20Cornelius%20Lentulus%20Spinther\"&gt;Publius Cornelius Lentulus Spinther&lt;/a&gt;, supported this cause in the senate partly as a favour to Pompey and partly because he bore a grudge against &lt;a href=\"Publius%20Clodius%20Pulcher\"&gt;Publius Clodius Pulcher&lt;/a&gt;, the man who had had Cicero expelled. Metellus Nepos supported Clodius, setting up a factional struggle. Knowing that the people were in favour of Cicero's return, Clodius had some gladiators attack the public assembly during the vote to recall Cicero, and the measure was not passed. The opposing faction hit back with their own gladiators. Pressured by Spinther and Pompey, Nepos changed his mind, and Spinther then presented a motion for Cicero's return, which the senate decreed. Both consuls then proposed the motion to the people, who passed it. Cicero wrote him a letter prompted by his making a speech which was favourable to him in the senate and said that he had conquered himself and lay aside his enmity for the sake of the Republic. He also said that if he helped him he would be at his service.\nIn 56 BC Metellus Nepos was &lt;a href=\"Roman%20governor\"&gt;Governor&lt;/a&gt; (&lt;a href=\"proconsul\"&gt;proconsul&lt;/a&gt;) of &lt;a href=\"Hispania%20Citerior\"&gt;Hispania Citerior&lt;/a&gt;, dominating &lt;a href=\"A%20Coru%C3%B1a\"&gt;La Coruña&lt;/a&gt;, where the &lt;a href=\"Vaccaei\"&gt;Vaccaei&lt;/a&gt; had defeated his father.\nReferences.\nCassius Dio, Roman History, Vol. 3, Books 36–40, Loeb Classical Library, Loeb, 1989; \nPlutarch, Lives of the noble Grecians and Romans, Benediction Classics, 2015; "
}