{
    "id": "13872150",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=13872150",
    "title": "River Sence",
    "text": "The River Sence is a river which flows in &lt;a href=\"Leicestershire\"&gt;Leicestershire&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. The tributaries of the Sence, including the Saint and &lt;a href=\"River%20Tweed%2C%20Leicestershire\"&gt;Tweed&lt;/a&gt;, fan out over much of western Leicestershire from &lt;a href=\"Charnwood%20Forest\"&gt;Charnwood Forest&lt;/a&gt; and &lt;a href=\"Coalville\"&gt;Coalville&lt;/a&gt; in the north-east to &lt;a href=\"Hinckley\"&gt;Hinckley&lt;/a&gt; and almost to &lt;a href=\"Watling%20Street\"&gt;Watling Street&lt;/a&gt; in the south and south-west. Its watershed almost coincides with &lt;a href=\"Hinckley%20and%20Bosworth\"&gt;Hinckley and Bosworth&lt;/a&gt; Borough of Leicestershire, which was formed in 1974 by amalgamation of &lt;a href=\"Market%20Bosworth%20Rural%20District\"&gt;Market Bosworth Rural District&lt;/a&gt; and Hinckley Urban District. It flows into the &lt;a href=\"River%20Anker\"&gt;Anker&lt;/a&gt;, which in turn flows into the &lt;a href=\"River%20Tame%2C%20West%20Midlands\"&gt;River Tame&lt;/a&gt;. It is part of the wider &lt;a href=\"River%20Trent\"&gt;River Trent&lt;/a&gt; catchment, which covers much of central England. In 1881, Sebastian Evans wrote that the usual names for this river were Shenton Brook and Sibson Brook.\nConfusions of the name Sence.\nIt is also used of the Saint and its tributary from &lt;a href=\"Stapleton%2C%20Leicestershire\"&gt;Stapleton&lt;/a&gt;. Antiquarian accounts of the Battle of Bosworth label the brook upstream of &lt;a href=\"Shenton\"&gt;Shenton&lt;/a&gt; \"Tweed\". Recent Ordnance Maps 1:25 000 (2000) label only the \"Tweed River\" south-west of Stapleton and the 1:50 000 (1990) map gives it no name. The lower reaches from &lt;a href=\"Shenton\"&gt;Shenton&lt;/a&gt; to &lt;a href=\"Ratcliffe%20Culey\"&gt;Ratcliffe Culey&lt;/a&gt; are known locally as the Saint, as used below.\nRiver Sence in the strict sense.\nThe Sence rises on &lt;a href=\"Bardon%20Hill\"&gt;Bardon Hill&lt;/a&gt; (GR SK461132; alt. 278 m), crosses the A50 (GR SK453122) and gathers a group of three headwaters around &lt;a href=\"Bardon%2C%20Leicestershire\"&gt;Bardon&lt;/a&gt; (GR SK457123) and Stanton under Bardon. It flows westwards with a tributary stream from &lt;a href=\"Coalville\"&gt;Coalville&lt;/a&gt;, past &lt;a href=\"Hugglescote\"&gt;Hugglescote&lt;/a&gt; (GR SK424123) and &lt;a href=\"Donington%20le%20Heath\"&gt;Donington le Heath&lt;/a&gt;. It then turns south-west, receiving Blower's Brook and another tributary from &lt;a href=\"Ravenstone%2C%20Leicestershire\"&gt;Ravenstone&lt;/a&gt;, continuing between &lt;a href=\"Heather%2C%20Leicestershire\"&gt;Heather&lt;/a&gt; and &lt;a href=\"Ibstock\"&gt;Ibstock&lt;/a&gt;, between &lt;a href=\"Newton%20Burgoland\"&gt;Newton Burgoland&lt;/a&gt; and &lt;a href=\"Odstone\"&gt;Odstone&lt;/a&gt;, through Shackerstone, between Bilstone and Congerstone, and between &lt;a href=\"Sheepy%20Magna\"&gt;Sheepy Magna&lt;/a&gt; and &lt;a href=\"Sheepy%20Parva\"&gt;Sheepy Parva&lt;/a&gt;. It joins the Anker on the boundary with &lt;a href=\"Warwickshire\"&gt;Warwickshire&lt;/a&gt; between &lt;a href=\"Sheepy\"&gt;Sheepy&lt;/a&gt;, &lt;a href=\"Ratcliffe%20Culey\"&gt;Ratcliffe Culey&lt;/a&gt; and &lt;a href=\"Atherstone\"&gt;Atherstone&lt;/a&gt; at the Mythe, an ancient chaplry of &lt;a href=\"Sheepy\"&gt;Sheepy&lt;/a&gt; (GR SK315991). From Bardon village over a distance of about 20 km, it falls by about 100 m, a gradient of 1:200.\nTributaries.\nCarlton Brook.\nCarlton Brook is fed by a group of streams around &lt;a href=\"Bagworth\"&gt;Bagworth&lt;/a&gt; and &lt;a href=\"Nailstone\"&gt;Nailstone&lt;/a&gt;. It runs between &lt;a href=\"Carlton%2C%20Leicestershire\"&gt;Carlton&lt;/a&gt; and &lt;a href=\"Market%20Bosworth\"&gt;Market Bosworth&lt;/a&gt;, and joins the Sence south of &lt;a href=\"Congerstone\"&gt;Congerstone&lt;/a&gt;.\nTweed–Saint Brooks.\nThe largest tributary of the Sence is the Saint, with a headwater called the Tweed rising near &lt;a href=\"Barwell\"&gt;Barwell&lt;/a&gt; (GR SP435961; alt. 125 m) and on Barwell Lane (GR 438957; alt. 115 m). A branch from &lt;a href=\"Hinckley\"&gt;Hinckley&lt;/a&gt; (GR SP429951; alt. ca 125 m) joins the Tweed south-west of Stapleton, south of Harper's Hill. The Tweed runs west almost to &lt;a href=\"Dadlington\"&gt;Dadlington&lt;/a&gt;, whence it is canalized north-west to the confluence with Stapleton Brook. It then runs west along the foot of &lt;a href=\"Ambion%20Hill\"&gt;Ambion Hill&lt;/a&gt;. It gains a stream from between Higham on the Hill and Wykin running north and another from Lindley running north-east and turns north to &lt;a href=\"Shenton\"&gt;Shenton&lt;/a&gt;, where it joins a smaller stream running west from &lt;a href=\"Cadeby%2C%20Leicestershire\"&gt;Cadeby&lt;/a&gt; (GR SK429020; alt. 128 m) to become the Saint flowing westwards. A large stream from the north rises west of &lt;a href=\"Market%20Bosworth\"&gt;Market Bosworth&lt;/a&gt; and north-west of Hoo Hills, Wellsborough, passing the Bosworth hamlet of Far Coton to join the Saint on &lt;a href=\"Upton%2C%20Leicestershire\"&gt;Upton&lt;/a&gt; Ridge. Thence the Saint continues west to &lt;a href=\"Sibson%2C%20Leicestershire\"&gt;Sibson&lt;/a&gt; and meanders to the Sence between &lt;a href=\"Sheepy\"&gt;Sheepy&lt;/a&gt; and &lt;a href=\"Ratcliffe%20Culey\"&gt;Ratcliffe Culey&lt;/a&gt; (GR SK326999). In general, its course from Barwell to Ratcliffe covers about 13 km, in which it falls about 50 m, a gradient of about 1:650, resulting in a slower flow than of the Sence, and a muddy, marshy and more meandering channel than the Sence. Only across the Upton–Linley north–south ridge between Shenton and Sibson is its flow faster.\nWatershed of the Sence and Saint.\nTo the north-west, the watershed of the Sence adjoins that of &lt;a href=\"Bramcote\"&gt;Bramcote&lt;/a&gt; Brook and Frog Moor Stream, both running south-west into the Anker, and the Gillwiskaw, a stream running into the &lt;a href=\"River%20Mease\"&gt;River Mease&lt;/a&gt; north of &lt;a href=\"Gopsall\"&gt;Gopsall&lt;/a&gt;. The boundary runs north-west from &lt;a href=\"Orton%20on%20the%20Hill\"&gt;Orton on the Hill&lt;/a&gt;, through &lt;a href=\"Norton%20juxta%20Twycross\"&gt;Norton juxta Twycross&lt;/a&gt; and &lt;a href=\"Newton%20Burgoland\"&gt;Newton Burgoland&lt;/a&gt;, between &lt;a href=\"Normanton%20le%20Heath\"&gt;Normanton le Heath&lt;/a&gt; and Heather, through &lt;a href=\"Alton%2C%20Leicestershire\"&gt;Alton&lt;/a&gt; to &lt;a href=\"Swannington%2C%20Leicestershire\"&gt;Swannington&lt;/a&gt;.\nTo the north-east along Charnwood Forest, headwaters adjoin Grace Dieu Brook and Black Brook running north-east towards the &lt;a href=\"River%20Soar\"&gt;Soar&lt;/a&gt;.\nTo the east and south-east, the Sence adjoins various brooks running into the Soar running south and south-east: Slate Brook, Rothley Brook and Thurlaston Brook. The boundary runs south-west from &lt;a href=\"Stanton%20under%20Bardon\"&gt;Stanton under Bardon&lt;/a&gt; to &lt;a href=\"Bagworth\"&gt;Bagworth&lt;/a&gt;, where it turns south.\nThe watershed of the Saint–Tweed runs through &lt;a href=\"Cadeby%2C%20Leicestershire\"&gt;Cadeby&lt;/a&gt;, Stapleton and &lt;a href=\"Barwell\"&gt;Barwell&lt;/a&gt; to &lt;a href=\"Hinckley\"&gt;Hinckley&lt;/a&gt;. To the south, the boundary runs through &lt;a href=\"Higham%20on%20the%20Hill\"&gt;Higham on the Hill&lt;/a&gt; and &lt;a href=\"Lindley%2C%20Leicestershire\"&gt;Lindley&lt;/a&gt;, where it turns north-west over Upton Ridge through Upton to &lt;a href=\"Ratcliffe%20Culey\"&gt;Ratcliffe Culey&lt;/a&gt;. South of Hinckley, it adjoins Soar Brook, and two small tributaries of the Anker, Sketchley Brook and Harrow Brook. The area west of Upton Ridge between &lt;a href=\"Fenny%20Drayton\"&gt;Fenny Drayton&lt;/a&gt;, &lt;a href=\"Atterton\"&gt;Atterton&lt;/a&gt; and &lt;a href=\"Witherley\"&gt;Witherley&lt;/a&gt; is reclaimed marsh draining into the Anker north of Witherley.\nGeomorphology of the Sence Watershed.\nThe watershed is formed primarily by the upthrust of &lt;a href=\"Ordovician\"&gt;Ordovician&lt;/a&gt; (Precambrian) rocks north-east of the &lt;a href=\"Ticknall\"&gt;Ticknall&lt;/a&gt;–&lt;a href=\"Thringstone\"&gt;Thringstone&lt;/a&gt; Fault with &lt;a href=\"Carboniferous\"&gt;Carboniferous&lt;/a&gt; measures to the south-west of the fault, including coal, clay and sandstone, which have been exploited in the 19th and 20th centuries as the Leicestershire and South Derbyshire Coalfield. Over much of the watershed, the Ordovician outcrop of Bardon Hill is prominent. Most of the Carboniferous measures of western &lt;a href=\"Leicestershire\"&gt;Leicestershire&lt;/a&gt; are covered with red mudstones of the &lt;a href=\"Triassic\"&gt;Triassic&lt;/a&gt; Mercia &lt;a href=\"Mudstone\"&gt;Mudstone&lt;/a&gt; Group. The outcrop of these rocks gives rise to a moderately undulating landscape characterised by mixed pasture and arable agricultural use that has developed on the neutral clay soils. The most prominent hills in the landscape are at &lt;a href=\"Market%20Bosworth\"&gt;Market Bosworth&lt;/a&gt; and &lt;a href=\"Wellsborough\"&gt;Wellsborough&lt;/a&gt;. The higher land towards the north-east formed a plateau, in which the tributaries of the Sence have cut narrow valleys.\nThe Saint–Tweed valley contained a major branch of the ‘Proto-Soar’ until the Pleistocene glaciation when the valley was blocked by sands and gravels around &lt;a href=\"Cadeby%2C%20Leicestershire\"&gt;Cadeby&lt;/a&gt; and &lt;a href=\"Stoke%20Golding\"&gt;Stoke Golding&lt;/a&gt;. The lower parts of the Sence Valley and most of the Tweed–Saint Valley were filled with clays from &lt;a href=\"Lake%20Harrison\"&gt;Lake Harrison&lt;/a&gt;, which filled much of &lt;a href=\"Leicestershire\"&gt;Leicestershire&lt;/a&gt; and &lt;a href=\"Warwickshire\"&gt;Warwickshire&lt;/a&gt; towards the end of the &lt;a href=\"Ice%20Age\"&gt;Ice Age&lt;/a&gt;, when drainage was blocked by ice from Wales and the north. Water from south-west Leicestershire would have escaped from Congerstone, along the line of the Ashby de la Zouch Canal, then along the line of the Anker south-east past Nuneaton to the Fenny Compton Gap towards the Thames. From the Anker, it also escaped southwards through Nuneaton towards Coventry and the Avon. At a later stage, a smaller lake east of Upton remained with overflows southwards and through Fenny Drayton to the Anker as well as that towards the Sence, until it cut through Upton Ridge to form the Saint.\nUpton Ridge and Wellsborough Hill give good views of the flood plain of the lower reaches. The middle reaches of both rivers are less visible in the landscape.\nThe coalfields were exploited from mines at Coalville, Snibston, Hugglescote, Ibstock, Nailstone, Bagworth and Ellistown. Brickworks and terracotta works were mainly around Ibstock and Heather.\nNames related to the watercourses.\nAmbion is the name of a deserted village by a headwater of the Saint rising in Cadeby. It is recorded as Anabein (ca 1270), Anne Beame in the Hollinshead Chronicle (1576), Anbein (1622) and Amyon by John Hutton (1788). The name seems to derive from Old English Āna-bēam, a One-Beam bridge, probably the hamlet's means of crossing the stream towards Market Bosworth. It is claimed as the traditional site of the &lt;a href=\"Battle%20of%20Bosworth\"&gt;Battle of Bosworth&lt;/a&gt;.\nBarwell, Barwalle (1043), Barewelle (1086), sometimes pronounced ‘Barrull’. The first element is Old English bār, ‘boar’. Old English wella signifies a spring or stream In west Leicestershire, it seems to mean the stream issuing from a spring rather than the spring itself. The area of the headwaters of the Tweed would have been frequented by wild boar in Anglo-Saxon times. The other example of wella in the watershed is \"Twitchell\".\nBrook Farm, west of &lt;a href=\"Stoke%20Golding\"&gt;Stoke Golding&lt;/a&gt; takes its name from the unnamed stream running north towards the Tweed at the foot of &lt;a href=\"Ambion%20Hill\"&gt;Ambion Hill&lt;/a&gt;.\nKing Dick's Hole is a deep part of the Anker at its confluence with the Sence. Since at least Victorian times, it has been a popular bathing place for the youth of Atherstone and Sheepy. Local tradition has it that it is where King Richard bathed before the battle. More likely ‘hole’ is a corruption of early English halgh; an area of flood plain enclosed by a meandering river. The name could originally have referred to the area where Richard stationed some of his troops while lodging the night at Mythe Hall.\nLovett or Lovett's Bridge, sometimes ‘Lovatt’ links &lt;a href=\"Sheepy%20Parva\"&gt;Sheepy Parva&lt;/a&gt; across the Sence towards &lt;a href=\"Orton%20on%20the%20Hill\"&gt;Orton on the Hill&lt;/a&gt; and &lt;a href=\"Polesworth\"&gt;Polesworth&lt;/a&gt;. Though there is now a footbridge, the ford there is at least 1000 years old. No association with a person so called has been found. Its relation to a branch of Redway towards &lt;a href=\"Polesworth\"&gt;Polesworth&lt;/a&gt; and to an ancient crossing of the Saint through &lt;a href=\"Ratcliffe%20Culey\"&gt;Ratcliffe Culey&lt;/a&gt; suggests at least &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt; origin. Nearby on that branch, Watery Lane, was an undatable Swithland slate courseway raised above flood level demolished by the Highways Authority around 1950. The &lt;a href=\"River%20Ouzel\"&gt;River Ouzel&lt;/a&gt; in Bedfordshire and Buckinghamshire used to be called ‘Lovat’ and in Sussex is the &lt;a href=\"River%20Lavant%2C%20West%20Sussex\"&gt;River Lavant&lt;/a&gt;, both explained from Celtic British, perhaps here meaning either ‘smooth-flowing’.or ‘deep pool’.\nMythe derives from Old English gemyþe, ‘place where waters meet, confluence’, here the confluence of the Sence with the Anker. The name exists also for a settlement where the Avon joins the Severn north of Tewkesbury.\nRatcliffe, Redeclive (1086), ‘road-cleave’. &lt;a href=\"Ratcliffe%20Culey\"&gt;Ratcliffe Culey&lt;/a&gt; takes its name from the ford where the Hinckley–Mythe road was ‘cleaved’ by the Sence 100 m upstream of its confluence with the Anker.\nSandeford is mentioned as the place where &lt;a href=\"Richard%20III%20of%20England\"&gt;Richard III&lt;/a&gt; was killed in the Battle of Bosworth but its situation is lost. It might be where Fenn Lane crosses the Tweed (GR 407989) or a tributary from &lt;a href=\"Higham%20on%20the%20Hill\"&gt;Higham on the Hill&lt;/a&gt; (GR 391984) or on the Redway where a stream ran into the marsh north of &lt;a href=\"Fenny%20Drayton\"&gt;Fenny Drayton&lt;/a&gt; (GR 352979) Both sites are rather marshy, so that a site on the River Saint at Miles Ford north-west of Shenton (GR 377010) is more probable.\nSence and Saint probably share their origin with the British tribe &lt;a href=\"Iceni\"&gt;Iceni&lt;/a&gt; in a word-root isc-, 'shine', iscent-\", ‘shining’. In common with other rivers of the Midlands, a Celtic origin is more likely than Old English scenc\"', 'cup, drinking can. Either by coincidence or by association with the river name, All Saints is the dedication of the churches at &lt;a href=\"Sheepy\"&gt;Sheepy&lt;/a&gt;, &lt;a href=\"Ratcliffe%20Culey\"&gt;Ratcliffe Culey&lt;/a&gt; and &lt;a href=\"Nailstone\"&gt;Nailstone&lt;/a&gt; in the Sence watershed. It is also the dedication of &lt;a href=\"Ranton%2C%20Staffordshire\"&gt;Ranton&lt;/a&gt;, Staffordshire, whose Priory owned Sheepy Manor until the Reformation.\n&lt;a href=\"Sheepy\"&gt;Sheepy&lt;/a&gt; probably also derives its name from Celtic isc- with apa, ‘shining water’ rather than from Old English. sceap-ea, 'sheep river', or sceap-e.g., 'sheep island'.\n&lt;a href=\"Shenton\"&gt;Shenton&lt;/a&gt;, \"Scenctun\" (1002), Scentone (1086) derives its name from the river: scenc-tūn, ‘settlement on the Saint’.\nTweed derives from Celtic tueda, ‘powerful, swollen’ and tuea, ‘swell’. like the &lt;a href=\"River%20Tweed\"&gt;River Tweed&lt;/a&gt; in southern Scotland. It may describe the growth of the stream from Barwell to Shenton or the swelling marsh in rainy times..\nTwitchell is a small stream running into the Sence at &lt;a href=\"Sheepy%20Magna\"&gt;Sheepy Magna&lt;/a&gt; and the lane it adjoins. The origin of the name might be Twice-wella, a stream rising from two springs.\nWater mills.\nThe river was exploited for water power and fishing in the 19th and 20th centuries, when there were at least eight water-driven corn mills on the Sence, which has an average gradient of about 1:200: &lt;a href=\"Hugglescote\"&gt;Hugglescote&lt;/a&gt; Corn Mill; &lt;a href=\"Ravenstone%2C%20Leicestershire\"&gt;Ravenstone&lt;/a&gt; Mill; &lt;a href=\"Ibstock\"&gt;Ibstock&lt;/a&gt; Corn Mill; Help-Out Mill, &lt;a href=\"Shackerstone\"&gt;Shackerstone&lt;/a&gt;; &lt;a href=\"Congerstone\"&gt;Congerstone&lt;/a&gt; Corn Mill; &lt;a href=\"Temple\"&gt;Temple&lt;/a&gt; Corn Mill; &lt;a href=\"Sibson%2C%20Leicestershire\"&gt;Sibson&lt;/a&gt; Corn Mill; &lt;a href=\"Sheepy\"&gt;Sheepy&lt;/a&gt; Corn Mill. Perhaps in earlier times, there was a mill at the moated site at Old Hall Farm and Brook Farm, Bardon. Early in the 19th century, the formerly moated site of Mythe Hall had a mill fed by water from the Sence and discharging into the Anker. The tributary from &lt;a href=\"Bagworth\"&gt;Bagworth&lt;/a&gt; to &lt;a href=\"Shackerstone\"&gt;Shackerstone&lt;/a&gt; may have had mills at the moated sites of Pickering Grange and &lt;a href=\"Ibstock\"&gt;Ibstock&lt;/a&gt; Grange. On Carlton Brook between Carlton and &lt;a href=\"Market%20Bosworth\"&gt;Market Bosworth&lt;/a&gt; was Bosworth Mill.\nHelp-Out Mill fell out of use in the late 1960s. When Elijah T. Timms died in 1970, it ended a family association with the mill dating back to 1734. The name is believed to derive from the reliable water supply compared with mills on the branch streams. The overcast waterwheel was replaced by a water turbine in 1902.\nTemple Mill was first mentioned in 1279 and continued operating till after World War II.\nSibson Mill is remarkable in being on the Sence, not its own Saint river, some distance from Sibson village.\nSheepy Mill is mentioned in the Domesday Book and was exploited by Ranton Priory until the Reformation. It was enlarged in the 19th Century by Charles Bonington Lowe and switched to steam power. After World War II, the mill installed a water turbine but switched to electrical power. It closed around 1970. For the first half of the 20th century under the name C. B. Lowe Ltd, it was a major employer in the village and a supplier of flour for a wide district. Its Sentinel steam lorries drew water from the river.\nThe Saint, with its low gradient is unsuitable for water power and probably never had many mills. The names Mill View near the Tweed in Barwell and Mill Lane south of Shenton suggest that water mills existed there in earlier times.\nThe Domesday Survey lists only three mills in the Sence watershed: at Alton, Congerstone and Sheepy. The mill at Alton near Ravenstone was probably wind-driven.\nLakes.\nOn the Sence are two small lakes between Heather and &lt;a href=\"Ibstock\"&gt;Ibstock&lt;/a&gt;, used for fishing in an area of former clay workings. &lt;a href=\"Sheepy\"&gt;Sheepy&lt;/a&gt; Lake was formerly fed from the river and supplied the mill in times of drought. It too is used for fishing and is now fed from ground water. Stapleton Brook has a lake east of Sutton Lane in Bosworth Park.\nFishing and wild life.\nThe River Sence is fished for roach, chub, dace, perch, trout, bream tench and carp and was restocked with grayling in 2007.\nIn the 12th Century, Richard de Harcourt of &lt;a href=\"Sheepy%20Magna\"&gt;Great Sheepy&lt;/a&gt; (Leics.) gave &lt;a href=\"Ranton%2C%20Staffordshire\"&gt;Ranton&lt;/a&gt; Priory in Staffordshire 9 virgates of land with fishing rights and 2s. rent from his mill there. This property was the priory's most important temporal estate outside Staffordshire and remained so until the dissolution of the priory in 1537. Ranton Priory probably enlarged the mill and dug out the reservoir called Sheepy Lake.\nLegend has it that Richard III granted the freemen of Sheepy fishing rights in the Sence in thanks for their hospitality on the eve of the eve of the &lt;a href=\"Battle%20of%20Bosworth%20Field\"&gt;Battle of Bosworth Field&lt;/a&gt;. In practice, those rights remained with the owners of the Manor of Sheepy, though they sometimes turned a blind eye to villagers who exploited their claim. According to that legend, Richard stayed at Mythe Hall.\nIn recent years, &lt;a href=\"Leicestershire\"&gt;Leicestershire&lt;/a&gt; County Council took over clay workings and coal pits in the Sence Valley between &lt;a href=\"Ravenstone%2C%20Leicestershire\"&gt;Ravenstone&lt;/a&gt;, &lt;a href=\"Ibstock\"&gt;Ibstock&lt;/a&gt; and Heather and later transferred them to the &lt;a href=\"Forestry%20Commission\"&gt;Forestry Commission&lt;/a&gt;, which reclaimed the area as the &lt;a href=\"Sence%20Valley%20Forest%20Park\"&gt;Sence Valley Forest Park&lt;/a&gt;. It contains woodland, lakes linked to the River Sence, grassland and a wild flower meadow. An artificial nesting wall for sand martins has also been constructed alongside Horseshoe Lake. In this varied habitat, 150 species of bird have been recorded. The lakes provide habitat for &lt;a href=\"heron\"&gt;heron&lt;/a&gt;, &lt;a href=\"coot\"&gt;coot&lt;/a&gt;, &lt;a href=\"tufted%20duck\"&gt;tufted duck&lt;/a&gt;, &lt;a href=\"Common%20pochard\"&gt;pochard&lt;/a&gt;, &lt;a href=\"wigeon\"&gt;wigeon&lt;/a&gt; and great-crested &lt;a href=\"grebe\"&gt;grebe&lt;/a&gt;. &lt;a href=\"Kestrel\"&gt;Kestrel&lt;/a&gt;s nest each year and, though less evident in daytime, there are &lt;a href=\"barn%20owl\"&gt;barn owl&lt;/a&gt;s and &lt;a href=\"short-eared%20owl\"&gt;short-eared owl&lt;/a&gt;s. &lt;a href=\"Bird%20of%20prey\"&gt;Raptors&lt;/a&gt;, marsh, hen and Montague's &lt;a href=\"Harrier%20%28bird%29\"&gt;harrier&lt;/a&gt;, &lt;a href=\"osprey\"&gt;osprey&lt;/a&gt;, &lt;a href=\"red-footed%20falcon\"&gt;red-footed falcon&lt;/a&gt;, &lt;a href=\"Merlin%20%28bird%29\"&gt;merlin&lt;/a&gt;, &lt;a href=\"peregrine%20falcon\"&gt;peregrine&lt;/a&gt; and &lt;a href=\"buzzard\"&gt;buzzard&lt;/a&gt; have all been seen. The bird list for the park currently stands at 101 species. Long grassy areas have become home for many wild mammals including &lt;a href=\"field%20vole\"&gt;field vole&lt;/a&gt;, &lt;a href=\"shrew\"&gt;shrew&lt;/a&gt;, &lt;a href=\"stoat\"&gt;stoat&lt;/a&gt;, &lt;a href=\"rabbit\"&gt;rabbit&lt;/a&gt; and &lt;a href=\"fox\"&gt;fox&lt;/a&gt;. &lt;a href=\"European%20water%20vole\"&gt;Water vole&lt;/a&gt;s are present on streams feeding the river. &lt;a href=\"Otter\"&gt;Otter&lt;/a&gt;s too are once again using the river. Among the species of &lt;a href=\"bat\"&gt;bat&lt;/a&gt;s are &lt;a href=\"pipistrelle\"&gt;pipistrelle&lt;/a&gt;, &lt;a href=\"Daubenton%27s%20bat\"&gt;Daubenton's bat&lt;/a&gt; and &lt;a href=\"noctule\"&gt;noctule&lt;/a&gt;. Insects in summer include gatekeeper butterfly, meadow brown, &lt;a href=\"Speckled%20wood%20%28butterfly%29\"&gt;speckled wood&lt;/a&gt;, &lt;a href=\"small%20skipper\"&gt;small skipper&lt;/a&gt;, &lt;a href=\"green-veined%20white\"&gt;green-veined white&lt;/a&gt;, &lt;a href=\"European%20peacock\"&gt;peacock butterfly&lt;/a&gt; and &lt;a href=\"small%20tortoiseshell\"&gt;small tortoiseshell&lt;/a&gt;. Around the lakes, &lt;a href=\"damselfly\"&gt;damselflies&lt;/a&gt; such as common blue, blue-tailed and azure as well as &lt;a href=\"dragonfly\"&gt;dragonflies&lt;/a&gt; such as the southern hawker and brown hawker are also fairly abundant.\nIn the middle reaches of the Sence around Shackerstone, Bilstone and Congerstone, fishing rights belong to &lt;a href=\"Gopsall\"&gt;Gopsall&lt;/a&gt;, now falling under Crown Estate, which is working in cooperation with the Environment Agency and Gopsall Fishing Club to reverse bank erosion caused by cattle poaching, land drainage, dredging and tunnelling of the river and to divert otters away from the A444.\nInfluence on communications.\nAt least five undatable through routes, probably Iron Age, and one Roman road cross the Sence watershed. Three modern trunk roads, largely following 18th century turnpikes, cross the area, two from north to south: the A444 &lt;a href=\"Burton%20on%20Trent\"&gt;Burton on Trent&lt;/a&gt;–&lt;a href=\"Nuneaton\"&gt;Nuneaton&lt;/a&gt; and the A447 &lt;a href=\"Ravenstone%2C%20Leicestershire\"&gt;Ravenstone&lt;/a&gt;–&lt;a href=\"Hinckley\"&gt;Hinckley&lt;/a&gt;–&lt;a href=\"Nuneaton\"&gt;Nuneaton&lt;/a&gt;. The A50 &lt;a href=\"Burton%20on%20Trent\"&gt;Burton on Trent&lt;/a&gt;–&lt;a href=\"Ashby%20de%20la%20Zouch\"&gt;Ashby de la Zouch&lt;/a&gt;–&lt;a href=\"Leicester\"&gt;Leicester&lt;/a&gt; road runs south-east across the headwaters. The prehistoric roads almost avoided river crossings. No motorways pass through the watershed, though the M1 adjoins a headwater east of Bardon.\nThe one canal and a former through-line of railway exploited glacial overflow channels linking the valleys of the Sence and Tweed–Saint.\nRedway: Derby–Coventry–Edgehill.\nThe Redway, in southern Warwickshire called &lt;a href=\"Radway\"&gt;Radway&lt;/a&gt;, crosses Roman roads in a way that suggests it is earlier. It aligns with a road from &lt;a href=\"Ripon\"&gt;Ripon&lt;/a&gt;, Yorkshire, to Little Chester at the &lt;a href=\"River%20Derwent%2C%20Derbyshire\"&gt;River Derwent&lt;/a&gt; crossing to &lt;a href=\"Derby\"&gt;Derby&lt;/a&gt;, always running due south. From Derby, it crosses western &lt;a href=\"Leicestershire\"&gt;Leicestershire&lt;/a&gt; towards &lt;a href=\"Coventry\"&gt;Coventry&lt;/a&gt; and ends at &lt;a href=\"Edge%20Hill%2C%20Warwickshire\"&gt;Edge Hill&lt;/a&gt;, Warwickshire. It entered the Sence watershed between &lt;a href=\"Swepstone\"&gt;Swepstone&lt;/a&gt; and &lt;a href=\"Newton%20Burgoland\"&gt;Newton Burgoland&lt;/a&gt;. South of Bilstone near Temple Mill, it crossed the Sence, probably by a bridge since prehistoric times. Just south of Sibson, it crossed the Saint by a muddy ford towards Atterton, whence it crossed the eastern edge of the marsh of &lt;a href=\"Fenny%20Drayton\"&gt;Fenny Drayton&lt;/a&gt;, leaving the county at Redgate, &lt;a href=\"Fenny%20Drayton\"&gt;Fenny Drayton&lt;/a&gt;, also meaning ‘Road-Way’. The section from the Sence to Redgate has been replaced by the A444, mostly 100–200 m further east.\nFrom the west side of the river at Temple, a branch followed the west bank of the river, skirting north of &lt;a href=\"Sheepy%20Magna\"&gt;Sheepy Magna&lt;/a&gt; and running as Green Lane south of &lt;a href=\"Orton%20on%20the%20Hill\"&gt;Orton on the Hill&lt;/a&gt; through the deserted village of Bell Weston towards &lt;a href=\"Polesworth\"&gt;Polesworth&lt;/a&gt;.\nHinckley–Upton–The Mythe.\nThe second route, either Iron Age or Danish, entered the watershed as a now metalled road at &lt;a href=\"Wykin\"&gt;Wykin&lt;/a&gt; and running between &lt;a href=\"Higham%20on%20the%20Hill\"&gt;Higham on the Hill&lt;/a&gt; and &lt;a href=\"Stoke%20Golding\"&gt;Stoke Golding&lt;/a&gt;, crossing Fenn Lane near Fenn Lane Farm and Upton Park, whence most of its route to &lt;a href=\"Ratcliffe%20Culey\"&gt;Ratcliffe Culey&lt;/a&gt; is preserved as a green lane. From Ratcliffe, it crossed the Sence 100 metres upstream of its confluence with the Anker as a cobble-bottomed ford to Mythe Hall. Most of its course is close to the watershed boundary with the middle reaches of the Anker.\nMunitions from the time of the &lt;a href=\"Battle%20of%20Bosworth%20Field\"&gt;Battle of Bosworth Field&lt;/a&gt; have been found near the intersection with Fenn Lane. According to a recent theory, King Richard passed that point on his way towards &lt;a href=\"Ratcliffe%20Culey\"&gt;Ratcliffe&lt;/a&gt; and the Mythe on the eve of the battle and Henry could well have established his lines near the intersections of the Hinckley road, the Redway and Fenn Lane, if he approached the battlefield along the Redway.\nSalt Street: No Man’s Heath–Barwell.\nThe third route, Salt Street, entered the watershed from the north-west near Norton-juxta-Twycross, passed through &lt;a href=\"Twycross\"&gt;Twycross&lt;/a&gt; and crossed the Sence by Temple Mill. Thence it crossed &lt;a href=\"Wellsborough\"&gt;Wellsborough&lt;/a&gt; Hill to Far Coton, skirting the larger tributaries of the River Saint and Tweed, probably to Barwell. A branch towards Leicester ran through Measham, possibly through Heather, &lt;a href=\"Ibstock\"&gt;Ibstock&lt;/a&gt; and &lt;a href=\"Bagworth\"&gt;Bagworth&lt;/a&gt;.\nSwepstone Way: Ravenstone–Polesworth.\nA prehistoric route follows the north-west boundary of the Sence watershed from &lt;a href=\"Ravenstone%2C%20Leicestershire\"&gt;Ravenstone&lt;/a&gt;, between &lt;a href=\"Normanton%20le%20Heath\"&gt;Normanton le Heath&lt;/a&gt; and Heather, through &lt;a href=\"Newton%20Nethercote\"&gt;Newton Nethercote&lt;/a&gt;, &lt;a href=\"Norton%20juxta%20Twycross\"&gt;Norton juxta Twycross&lt;/a&gt;, &lt;a href=\"Orton%20on%20the%20Hill\"&gt;Orton on the Hill&lt;/a&gt;, Little &lt;a href=\"Warton%2C%20Warwickshire\"&gt;Warton&lt;/a&gt; to an ancient crossing of the Anker at &lt;a href=\"Polesworth\"&gt;Polesworth&lt;/a&gt;. Its importance in Anglian–Danish times is indicated by the name of the route east of Norton: Shelford Lane, ‘Shallow Ford’ Lane.\nPackington–Bagworth–Hinckley road.\nA road that dates at least from Anglian times runs south from &lt;a href=\"Packington\"&gt;Packington&lt;/a&gt;, through &lt;a href=\"Ravenstone%2C%20Leicestershire\"&gt;Ravenstone&lt;/a&gt; to &lt;a href=\"Bagworth\"&gt;Bagworth&lt;/a&gt;. It crossed Blower's Brook south of &lt;a href=\"Alton%2C%20Leicestershire\"&gt;Alton&lt;/a&gt;, Ravenstone Brook in Ravenstone, a stream from &lt;a href=\"Coalville\"&gt;Coalville&lt;/a&gt; at &lt;a href=\"Snibston\"&gt;Snibston&lt;/a&gt; and Sence Brook near the Manor House, &lt;a href=\"Donington%20le%20Heath\"&gt;Donington le Heath&lt;/a&gt;. Though it crosses hilly terrain, the rivers are crossed as small streams. The continuing communication along this line into Christian times is suggested by the shared unusual dedication of their churches to the Holy Rood. From &lt;a href=\"Bagworth\"&gt;Bagworth&lt;/a&gt;, it runs close to the watershed. perhaps through Cadeby or slightly further east through &lt;a href=\"Newbold%20Verdon\"&gt;Newbold Verdon&lt;/a&gt;, to &lt;a href=\"Barwell\"&gt;Barwell&lt;/a&gt; and &lt;a href=\"Hinckley\"&gt;Hinckley&lt;/a&gt;.\nA road from Bagworth to Polesworth along the line of Bagworth Brook to Shackerstone, continuing through Congerstone towards Polesworth seems also to be an Anglian or Iron Age route.\nA Roman road, Fenn Lane: Leicester–Mancetter.\nThe Roman road from &lt;a href=\"Leicester\"&gt;Leicester&lt;/a&gt; to &lt;a href=\"Manduessedum\"&gt;Manduessedum&lt;/a&gt;, now &lt;a href=\"Mancetter\"&gt;Mancetter&lt;/a&gt; and &lt;a href=\"Witherley\"&gt;Witherley&lt;/a&gt;, entered the watershed of the Saint south-east of &lt;a href=\"Sutton%20Cheney\"&gt;Sutton Cheney&lt;/a&gt;, where it crosses Salt Street. Between Upton Park and Fenn Lane Farm, it crosses the &lt;a href=\"Hinckley\"&gt;Hinckley&lt;/a&gt;–Mythe road and near &lt;a href=\"Fenny%20Drayton\"&gt;Fenny Drayton&lt;/a&gt; church it formerly crossed the Redway. It is not aligned on Mancetter but joins the Watling Street 1 km further east because of the then impassable marshes between Fenny Drayton and Witherley. The section where it crossed the poorly drained part of the Saint–Tweed river system between &lt;a href=\"Sutton%20Cheney\"&gt;Sutton Cheney&lt;/a&gt;, &lt;a href=\"Shenton\"&gt;Shenton&lt;/a&gt;, &lt;a href=\"Dadlington\"&gt;Dadlington&lt;/a&gt; and Stapleton has been lost and was probably an unstable courseway when constructed. Richard III followed this route from Leicester on the eve of the &lt;a href=\"Battle%20of%20Bosworth%20Field\"&gt;Battle of Bosworth Field&lt;/a&gt;. It is a matter of debate where he stopped for the night. The Ordnance Map of 1887 labels his camp at Barn Farm (OS 429980) near Barwell. Recent sources suggest that he continued further, perhaps to the Mythe, expecting to face Henry across the River Anker.\nAshby de la Zouch Canal.\nThe &lt;a href=\"Ashby%20Canal\"&gt;Ashby Canal&lt;/a&gt; was opened in 1804. It linked the South Derbyshire and Leicestershire Coalfield at Moira and Measham with the Coventry Canal south of Nuneaton. It was the longest contour canal in England, exploiting the Glacial channels between the Warwickshire Avon, the Anker, the Saint, the Sence and the Mease. The canal crosses the Sence by an aqueduct near Shackerstone Station. Northern parts of the canal in the Mease watershed beyond &lt;a href=\"Snarestone\"&gt;Snarestone&lt;/a&gt; were closed during the 20th Century because of mining subsidence.\nRailways.\nThe &lt;a href=\"Battlefield%20Line%20Railway\"&gt;Battlefield Line Railway&lt;/a&gt; from Cadeby to &lt;a href=\"Shackerstone\"&gt;Shackerstone&lt;/a&gt; is a conserved part of the railway from &lt;a href=\"Nuneaton\"&gt;Nuneaton&lt;/a&gt; to &lt;a href=\"Measham\"&gt;Measham&lt;/a&gt; and &lt;a href=\"Moira%2C%20Leicestershire\"&gt;Moira&lt;/a&gt;, which opened in 1873. It was built along the same line as the Ashby Canal. At Shackerstone station, there was a junction with a line up the Sence Valley towards &lt;a href=\"Coalville\"&gt;Coalville&lt;/a&gt;. In 1883, the &lt;a href=\"Charnwood%20Forest%20Railway\"&gt;Charnwood Forest Railway&lt;/a&gt; was opened, which extended that branch from Coalville to Loughborough.\nThe &lt;a href=\"Burton%20on%20Trent\"&gt;Burton on Trent&lt;/a&gt;–&lt;a href=\"Ashby%20de%20la%20Zouch\"&gt;Ashby de la Zouch&lt;/a&gt;–&lt;a href=\"Leicester\"&gt;Leicester&lt;/a&gt; line enters the watershed of the Sence between &lt;a href=\"Coalville\"&gt;Coalville&lt;/a&gt; and &lt;a href=\"Bardon%2C%20Leicestershire\"&gt;Bardon&lt;/a&gt;. It opened in 1845 and is now used only by goods traffic. In contrast to the Nuneaton–Measham line, it cannot follow the contours. The two lines provided better access to the Leicestershire coalfield."
}