{
    "id": "13907056",
    "revid": "25046916",
    "url": "https://en.wikipedia.org/wiki?curid=13907056",
    "title": "Television deficit financing",
    "text": "Television deficit financing is the practice of a &lt;a href=\"Television%20network\"&gt;network&lt;/a&gt; or channel paying the studio that creates a show a &lt;a href=\"License\"&gt;license fee&lt;/a&gt; in exchange for the right to air the show, and in which the license fee is less than the cost of the show. A major broadcast network will ask a program producer to share in the &lt;a href=\"Risk\"&gt;financial risk&lt;/a&gt; when considering adopting a new program to its schedule; at least for the first season of the series. &lt;a href=\"Deficit%20spending\"&gt;Deficit&lt;/a&gt; financing is often the norm for scripted television, this came during the &lt;a href=\"Post%20Network%20Era\"&gt;Post Network Era&lt;/a&gt;. Deficit financing however, does not cover the cost of product, which leads to a deficit for the studio.\nTelevision deficit financing also helps to minimize the substantial risks and costs of developing programs for the networks and gives studios initial benefits as well. The studio bears the difference between production costs and licensing fees, but recoups significantly more money if the show is sold in &lt;a href=\"Broadcast%20syndication\"&gt;syndication&lt;/a&gt;. The main benefit of deficit financing comes from syndication, this offers different windows for the program, i.e. first run syndication, second run, &lt;a href=\"Cable%20television\"&gt;cable&lt;/a&gt;, etc. There is both good and bad to deficit financing, it gives the studios the opportunity to gain major rewards, but they are also taking most of the risk. For networks, they are minimizing most of their risk, but they risk losing out on most profit. If the network orders enough episodes of a show, the studio can then sell the series to other markets. Deficit financing minimizes risks and costs of developing programs for &lt;a href=\"Television%20network\"&gt;networks&lt;/a&gt;.\nTelevision deficit financing is said to be a risk for both sides because they lead deficit financing became the norm for scripted television. The network pays a license fee to the studio for the right to air the show. The key is license fee does not cover the production cost. It leads to a \"deficit\" for the show. The studio then keeps ownership of the show and can resell it to other markets. The difference between studios and networks are then collaborated into deficit financing. Studios actually make the program which equals production. Studios can be network studios such as &lt;a href=\"ABC%20Studios\"&gt;ABC Studios&lt;/a&gt;. An example of a film studio is &lt;a href=\"Warner%20Brothers\"&gt;Warner Brothers&lt;/a&gt;. On the other hand, networks organize and distribute shows. Some have been said to be creative. The other aspect of deficit financing is &lt;a href=\"broadcast%20syndication\"&gt;broadcast syndication&lt;/a&gt;. Syndication is where the huge money is produced. There are different windows in syndication. The different windows first run syndication, second run, and cable."
}