{
    "id": "13912405",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=13912405",
    "title": "Rose Garden arena bankruptcy",
    "text": "The Rose Garden bankruptcy occurred in 2004 when the &lt;a href=\"Rose%20Garden%20%28arena%29\"&gt;Rose Garden&lt;/a&gt; in &lt;a href=\"Portland%2C%20Oregon\"&gt;Portland, Oregon&lt;/a&gt; was the subject and primary asset in a &lt;a href=\"bankruptcy\"&gt;bankruptcy&lt;/a&gt; filing, shifting ownership of the arena from billionaire &lt;a href=\"Paul%20Allen\"&gt;Paul Allen&lt;/a&gt; to a consortium of creditors.\nAllen, who owns the arena's primary tenant, the &lt;a href=\"Portland%20Trail%20Blazers\"&gt;Portland Trail Blazers&lt;/a&gt; of the &lt;a href=\"National%20Basketball%20Association\"&gt;NBA&lt;/a&gt;, financed the arena's construction in 1993 with a US $155 million loan on what Allen's representatives later characterized as unfavorable terms.\nAs a result of the bankruptcy, the Rose Garden was operated by its creditors for over two years, during which Allen and the creditors briefly offered the arena for sale. By April 2007 the Rose Garden was once again owned by Allen.\nBackground.\nGround broke on the Rose Garden in 1993, and the building opened two years later in 1995. The Rose Garden cost $262 million to build, $155 million of which was financed through a loan from a consortium of lenders led by pension fund &lt;a href=\"TIAA-CREF\"&gt;TIAA-CREF&lt;/a&gt;. As Allen was unwilling to personally guarantee the loan, the lenders demanded an interest rate of 8.99%, with no opportunity for prepayment. Other major creditors included &lt;a href=\"Prudential%20Financial\"&gt;Prudential Insurance&lt;/a&gt;, and &lt;a href=\"Farmers%20Insurance%20Group\"&gt;Farmers Insurance&lt;/a&gt;. A &lt;a href=\"shell%20corporation\"&gt;shell corporation&lt;/a&gt;, the Oregon Arena Corporation (OAC), was chartered to oversee the construction and operation of the Rose Garden, as well as operation of the &lt;a href=\"Rose%20Quarter\"&gt;Rose Quarter&lt;/a&gt; as a whole. The sole shareholder in OAC was Allen.\nDuring the 1990s and the early 2000s (decade), the team was successful both on the court and in the box office—twice making it to the Western Conference finals—but a series of questionable and expensive player acquisitions caused many fans to sour on the team, by then derisively called the \"Jail Blazers.\" In addition, the team payroll skyrocketed to over $100 million.\nIn 2002, a collective bargaining agreement between the NBA and the players' union imposed a &lt;a href=\"Luxury%20tax%20%28sports%29\"&gt;luxury tax&lt;/a&gt; on excessive payrolls; this tax impacted the team's finances greatly. In the summer of 2003, &lt;a href=\"Bob%20Whitsitt\"&gt;Bob Whitsitt&lt;/a&gt; resigned and was replaced as team president by &lt;a href=\"Steve%20Patterson%20%28sports%20executive%29\"&gt;Steve Patterson&lt;/a&gt;; Patterson was chartered with restoring the team's image and bringing costs under control.\nBankruptcy filing.\nClaiming the local economy was responsible for reduced revenues which made it unable to make payments on the loans used to finance Rose Garden Construction, the Oregon Arena Corporation filed for bankruptcy on February 27, 2004. After negotiations concurrent with the bankruptcy failed to produce a settlement—Allen offered US $90 million, and creditors demanded US $198 million—the &lt;a href=\"United%20States%20Bankruptcy%20Court\"&gt;United States Bankruptcy Court&lt;/a&gt; ordered on November 8 of that year that the OAC transfer the Rose Garden to the creditors.\nSeveral factors contributed to the bankruptcy. Debt service on the loan was expensive due to the undesirable loan terms, the Trail Blazers were not drawing as well due to negative press and a decline in quality of play. In addition, the local economy affected ticket sales, and a lawyer for the creditors noted that OAC was ineffective in luring non-basketball events to the arena. Many of the corporations leasing skyboxes in the arena (a primary source of revenue) declined to renew leases.\nPortland Arena Management.\nAs a result of the bankruptcy proceedings, the Oregon Arena Corporation was dissolved and their assets (primarily the Rose Garden and the underlying land) became the property of the lenders on January 1, 2005. The lenders formed a new corporation, Portland Arena Management LLC (\"PAM\") to manage the property acquired in the bankruptcy proceedings, and hired &lt;a href=\"Comcast%20Spectacor%23Global%20Spectrum\"&gt;Global Spectrum&lt;/a&gt; to operate the arena.\nFor a while, the Trail Blazers (still owned by Allen) and the Portland Arena Management had a highly hostile relationship, with the two entities competing for ticket sales. Almost immediately after PAM took over the arena, the Trail Blazers demanded that new owners perform US $40 million in renovations to maintain the Rose Garden as a \"first class facility.\"\nEffects.\nOne year after the Rose Garden was transferred to creditors, Larry Conn, an executive at &lt;a href=\"Vulcan%20Inc.\"&gt;Vulcan Inc.&lt;/a&gt; gave an interview in which he claimed that \"all options were on the table\" concerning the Trail Blazers as the \"economic model\" was broken, and noted that without a \"public-private partnership\", \"no businessperson can sustain losses of that kind\". Conn noted that the lease agreement with Portland Arena Management gave PAM all revenue from the arena's premium seating (the black courtside seats, as well as luxury box revenue), concessions, and parking, as well as all arena-related revenue for events other than Trail Blazer games. The Trail Blazers retained the revenue for non-premium seating (the arena's red seats) for Blazer games. Paul Allen repeated the claim in an interview in March. Team officials were vague about specifics, leading to much media speculation that Allen might sell the team, attempt to move it, or was lobbying for increased public financing of Trail Blazer operations. In addition to the lease concerns, that season the Blazers posted the league's worst record (21-61), and attendance was below average.\nWhile the financial model may have been broken for the Trail Blazers, it was anything but for Portland Arena Management. Rose Quarter GM Mike Scanlon of Global Spectrum stated that the company was \"very happy with how things are going at the Rose Garden\", and referred to Global's stewardship of the Garden as a \"very positive experience\". He noted that the arena did 45 concerts in 2005, and that same year landed another sports tenant, the &lt;a href=\"Portland%20LumberJax\"&gt;Portland LumberJax&lt;/a&gt; of the &lt;a href=\"National%20Lacrosse%20League\"&gt;National Lacrosse League&lt;/a&gt;.\nTrail Blazers and arena go up for sale.\nThroughout the spring of 2006, NBA commissioner &lt;a href=\"David%20Stern\"&gt;David Stern&lt;/a&gt; met with both Blazer management and PAM in an attempt to repair the relationship. In the spring of 2006, Allen and PAM agreed to jointly market the team and the arena for sale. Fourteen investor groups (including one fronted by &lt;a href=\"Terry%20Porter\"&gt;Terry Porter&lt;/a&gt;) expressed interest, and paid a US$100,000 application fee. The highest initial bids were in the US$300–$325 million range. However, Allen unexpectedly pulled the team off the market.\nIt was speculated that Allen agreed to sell the team to learn what price Portland Arena Management would accept from a third party. Others suspected that he had advance knowledge of the upcoming purchase of the &lt;a href=\"Seattle%20SuperSonics\"&gt;Seattle SuperSonics&lt;/a&gt; by &lt;a href=\"Oklahoma%20City\"&gt;Oklahoma City&lt;/a&gt; businessman &lt;a href=\"Clay%20Bennett%20%28businessman%29\"&gt;Clay Bennett&lt;/a&gt;, and that Allen saw an opportunity to move the Blazers to his hometown of &lt;a href=\"Seattle%2C%20Washington\"&gt;Seattle&lt;/a&gt; should the Sonics move to the Sooner State. In an interview, Allen indicated that the Blazers' strong 2006 draft, including 2006 &lt;a href=\"NBA%20Rookie%20of%20the%20Year\"&gt;NBA Rookie of the Year&lt;/a&gt; &lt;a href=\"Brandon%20Roy\"&gt;Brandon Roy&lt;/a&gt;, caused him to change his mind about selling the team.\nPublic reaction.\nThe bankruptcy filing was widely criticized in the local media and elsewhere. Helen Jung, a reporter for \"&lt;a href=\"The%20Oregonian\"&gt;The Oregonian&lt;/a&gt;\" described the affair as a game of \"&lt;a href=\"chicken%20%28game%29\"&gt;chicken&lt;/a&gt;\" and as \"bankruptcy as a business strategy\", and noted Allen may have worsened his position by taking the arena into bankruptcy rather than offering a higher settlement.\n&lt;a href=\"Lewis%20%26amp%3B%20Clark%20College\"&gt;Lewis &amp; Clark College&lt;/a&gt; &lt;a href=\"law\"&gt;law&lt;/a&gt; professor and noted local &lt;a href=\"blog\"&gt;blog&lt;/a&gt;ger &lt;a href=\"Jack%20Bogdanski\"&gt;Jack Bogdanski&lt;/a&gt; was even more unkind, attacking the morality and \"character\" of a billionaire \"weaseling\" his way out of a debt that he could easily repay personally, especially at a time when the team was putting an emphasis on the off-court behavior of his players.\nClaims concerning the \"broken financial model\" were similarly mocked. After Blazer management complained about having the \"worst lease in pro sports\", &lt;a href=\"Dwight%20Jaynes\"&gt;Dwight Jaynes&lt;/a&gt; of the \"&lt;a href=\"Portland%20Tribune\"&gt;Portland Tribune&lt;/a&gt;\" noted that the situation was largely the team's own fault. Helen Jung noted that teams regularly complain about losing money, and suspected that such claims were often a ruse to obtain public financing.\nDuring the bankruptcy period, the team and the state's largest newspaper, \"&lt;a href=\"The%20Oregonian\"&gt;The Oregonian&lt;/a&gt;\", had an especially troubled relationship. \"Oregonian\" columnist &lt;a href=\"John%20Canzano\"&gt;John Canzano&lt;/a&gt; and then-Trail Blazers president &lt;a href=\"Steve%20Patterson%20%28sports%20executive%29\"&gt;Steve Patterson&lt;/a&gt; were deeply distrustful of each other. The paper hired an outside editor to investigate the relationship between the paper's sports department and the team.\nThe Trail Blazers, for their part, maintained throughout putting Oregon Arena Corp. into bankruptcy was the best option for the team. Paul Allen stated that the debt service on the loan was greater than the revenues earned by the stadium, especially in the face of declining attendance. Allen also noted that the creditors, on a loan of $155 million, had recouped $195 million in cash over the years, plus the arena, which the bankruptcy court valued at US$60 million.\nPaul Allen re-acquires the arena.\nOn February 2, 2007, Allen (through his subsidiary Vulcan) and PAM announced that the parties had signed a letter-of-intent for Allen to repurchase the arena. On April 2 of that year, the deal was completed. At that point, a new Allen-owned corporation, Vulcan Sports and Entertainment, was chartered to operate Allen's sports-related properties, including the arena, the Trail Blazers, and the &lt;a href=\"Seattle%20Seahawks\"&gt;Seattle Seahawks&lt;/a&gt;. Terms of the purchase agreement were not disclosed."
}