{
    "id": "1393403",
    "revid": "14273697",
    "url": "https://en.wikipedia.org/wiki?curid=1393403",
    "title": "Trans-Atlantyk",
    "text": "\" Trans-Atlantyk \" is a novel by the Polish author &lt;a href=\"Witold%20Gombrowicz\"&gt;Witold Gombrowicz&lt;/a&gt;, originally published in 1953. The semi-autobiographical plot of the novel closely tracks Gombrowicz's own experience in the years during and just after the outbreak of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nPlot.\nWitold, a &lt;a href=\"Poles\"&gt;Polish&lt;/a&gt; writer, embarks on an ocean voyage only to have the war break out while he is visiting &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;. Finding himself penniless and stranded after the &lt;a href=\"Nazi%20Germany\"&gt;Nazis&lt;/a&gt; take over his country, he is taken in by the local Polish emigre community. A fantastical series of twists and turns follow in which the young man finds himself, after a debauched night of drinking, involved as a second in a &lt;a href=\"duel\"&gt;duel&lt;/a&gt;. Witold is constantly confronted with the exasperating contrasts between his love of country and his status as a forced expatriate and the shallow &lt;a href=\"Polish%20nationalism\"&gt;nationalism&lt;/a&gt; of his fellow Poles.\nAnalysis.\nThe book is an extended examination of what one's nationality is and what it means. The language of \"Trans-Atlantyk\" is unusual, as it is written in the style of a \"&lt;a href=\"gaw%C4%99da\"&gt;gawęda&lt;/a&gt;,\" an ancient form of oral storytelling that was common among the rural Polish nobility. As such, it is very much in the tradition of another legendary work by a Polish exile writer, the epic poem \"&lt;a href=\"Pan%20Tadeusz\"&gt;Pan Tadeusz&lt;/a&gt;\", by &lt;a href=\"Adam%20Mickiewicz\"&gt;Adam Mickiewicz&lt;/a&gt;. Gombrowicz wrote himself that \"\"Trans-Atlantic\" was born in me like a Pan Tadeusz in reverse\". The 1994 &lt;a href=\"Carolyn%20French\"&gt;Carolyn French&lt;/a&gt;/&lt;a href=\"Nina%20Karsov\"&gt;Nina Karsov&lt;/a&gt; &lt;a href=\"English%20language\"&gt;English-language&lt;/a&gt; translation uses a sort of faux-seventeenth century English, resulting in a work that the translators themselves regard as \"experimental\"."
}