{
    "id": "1394333",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=1394333",
    "title": "Crédit Commercial de France",
    "text": "Crédit Commercial de France (CCF) was a &lt;a href=\"commercial%20bank\"&gt;commercial bank&lt;/a&gt; in &lt;a href=\"France\"&gt;France&lt;/a&gt;, headquartered in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, avenue des &lt;a href=\"Champs-%C3%89lys%C3%A9es\"&gt;Champs-Élysées&lt;/a&gt;. It became a wholly owned subsidiary of &lt;a href=\"HSBC\"&gt;HSBC&lt;/a&gt; in April 2000, and was renamed &lt;a href=\"HSBC%20France\"&gt;HSBC France&lt;/a&gt; on 1 November 2005.\nAble to trace its origins in banking as far back as 1858, by the end of the 1920s the bank had grown to be the sixth largest in France.\nOrigins of CCF.\n&lt;a href=\"Ernest%20M%C3%A9j%C3%A0\"&gt;Ernest Méjà&lt;/a&gt; and &lt;a href=\"Benjamin%20Rossier\"&gt;Benjamin Rossier&lt;/a&gt; founded &lt;a href=\"Banque%20Suisse%20et%20Fran%C3%A7aise\"&gt;Banque Suisse et Française&lt;/a&gt; at 27, rue Laffite, Paris, on 1 July 1894. They had previously worked together for &lt;a href=\"Banque%20F%C3%A9d%C3%A9rale%20S.A.\"&gt;Banque Fédérale S.A.&lt;/a&gt; and their new firm began by taking over the business of the &lt;a href=\"Switzerland\"&gt;Swiss&lt;/a&gt; bank's Paris branch. Méjà remained as joint &lt;a href=\"managing%20director\"&gt;managing director&lt;/a&gt; of the bank with Rossier until his death in 1910. Rossier then continued to run the bank until his &lt;a href=\"retirement\"&gt;retirement&lt;/a&gt; in 1936. Both men's valuable contributions to the French economy were recognised when they were made chevaliers of the &lt;a href=\"L%C3%A9gion%20d%E2%80%99honneur\"&gt;Légion d’honneur&lt;/a&gt;. In the 80s the board discussed to bring Benjamin Rossier's grand nephew &lt;a href=\"Jacques%20Rossier\"&gt;Jacques Rossier&lt;/a&gt; into the bank but discussions never materialized and Jacques Rossier became later senior partner of the private bank Hentsch &amp; Cie in Geneva, Switzerland.\nFrom its early days, Banque Suisse et Française took an active interest in &lt;a href=\"commerce\"&gt;commerce&lt;/a&gt; and &lt;a href=\"Industrial%20sector\"&gt;industry&lt;/a&gt;. A successful working relationship was developed with the Paris &lt;a href=\"department%20store\"&gt;department store&lt;/a&gt; &lt;a href=\"Galeries%20Lafayette\"&gt;Galeries Lafayette&lt;/a&gt;. The bank also helped fund the construction of the new &lt;a href=\"Paris%20M%C3%A9tro\"&gt;Métropolitain underground system&lt;/a&gt; and the installation of public lighting in the capital. The early success of the business led to considerable expansion. The number of employees rose tenfold by the turn of the century, and the bank moved to larger headquarters at 20, rue La Fayette. From 1912, the bank began to develop a branch network, with 14 offices opening in Paris and a first provincial office in &lt;a href=\"Lille\"&gt;Lille&lt;/a&gt;. An office was also acquired in &lt;a href=\"Marseilles\"&gt;Marseilles&lt;/a&gt; when the business of &lt;a href=\"Banque%20du%20Colombier\"&gt;Banque du Colombier&lt;/a&gt; was taken over in 1914.\nThe Creation and Development of CCF.\nIn January 1917, the bank’s shareholders approved a proposed merger with the &lt;a href=\"Lyon\"&gt;Lyon&lt;/a&gt;-based &lt;a href=\"Maison%20Aynard%20et%20Fils\"&gt;Maison Aynard et Fils&lt;/a&gt; and &lt;a href=\"Caisse%20de%20Cr%C3%A9dit%20de%20Nice\"&gt;Caisse de Crédit de Nice&lt;/a&gt;. Maison Aynard et Fils had started out as a drapers’ company in the early 18th century, before turning to banking in 1858. Established in 1865, Caisse de Crédit de Nice had opened a number of branches along the Mediterranean coast and in &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;. The resulting business adopted the name Crédit Commercial de France (CCF). Two years later, the business of the &lt;a href=\"Banque%20de%20Bordeaux\"&gt;Banque de Bordeaux&lt;/a&gt; was also acquired.\nIn 1922, the bank's central management and main services were transferred to 103, avenue des Champs-Élysées. Still the headquarters of the bank today, these former &lt;a href=\"hotel\"&gt;hotel&lt;/a&gt; premises offered a prestigious location from which CCF consolidated its standing on the French banking scene. The company continued to expand through the acquisition of other banks and, by the end of the decade, it had become the sixth largest bank in France.\nIn the 1960s, during the chairmanship of &lt;a href=\"Jacques%20Merlin\"&gt;Jacques Merlin&lt;/a&gt;, CCF embarked upon a policy of\nconsiderable expansion, with the number of branches rising to more than 200. The bank's industrial affairs department and international department were also founded during this period. In 1979, the long-running &lt;a href=\"advertising%20campaign\"&gt;advertising campaign&lt;/a&gt;, The Bank of success, was launched, which boosted the number of &lt;a href=\"shareholders\"&gt;shareholders&lt;/a&gt; from 17,000 to 34,000. Three years later, the bank was &lt;a href=\"nationalised\"&gt;nationalised&lt;/a&gt; by the &lt;a href=\"French%20government\"&gt;French government&lt;/a&gt; but this decision was later reversed and CCF was &lt;a href=\"privatised\"&gt;privatised&lt;/a&gt; once again in 1987.\nCCF joins the HSBC Group.\nCCF was operating with 650 &lt;a href=\"branches\"&gt;branches&lt;/a&gt; and &lt;a href=\"assets\"&gt;assets&lt;/a&gt; of €69 billion by the end of the 20th century. In April 2000, &lt;a href=\"HSBC%20Holdings%20plc\"&gt;HSBC Holdings plc&lt;/a&gt; announced its intention to acquire the bank and the deal was completed in July. That month, HSBC Holdings plc was listed on the &lt;a href=\"Euronext\"&gt;Paris Stock Exchange&lt;/a&gt; for the first time. The acquisition enabled HSBC to establish a position in one of the main European markets, and to build a strong platform in the &lt;a href=\"euro%20zone\"&gt;euro zone&lt;/a&gt;. CCF has continued to expand with the purchase of &lt;a href=\"Banque%20Pelletier\"&gt;Banque Pelletier&lt;/a&gt; (2000) and &lt;a href=\"Banque%20Hervet\"&gt;Banque Hervet&lt;/a&gt; (2001).\nCCF SA became &lt;a href=\"HSBC%20France\"&gt;HSBC France&lt;/a&gt; on 1 November 2005, rebranding its operations as HSBC along with subsidiary companies UBP, Banque de Picardie and Banque Hervet."
}