{
    "id": "1395917",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=1395917",
    "title": "Foyle College",
    "text": "Foyle College is a &lt;a href=\"co-educational\"&gt;co-educational&lt;/a&gt; non-denominational voluntary &lt;a href=\"grammar%20school\"&gt;grammar school&lt;/a&gt; in &lt;a href=\"Derry\"&gt;Derry&lt;/a&gt;, &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;. The school's legal name is Foyle and Londonderry College. In 1976, two local schools, Foyle College and Londonderry High School, merged under the Foyle and Londonderry College Act 1976 to form Foyle and Londonderry College. In 2011, the Board of Governors re-branded the school as 'Foyle College' and updated the school's crest.\nHistory.\nFoyle College and Londonderry High School have been providing education for young people in the Derry area and further afield for more than 400 years. In October 2007, the school celebrated its 390th anniversary with a plaque commemorating headmasters of the school since 1617. The school then celebrated their 400th anniversary, in 2017, with a service in &lt;a href=\"St%20Columb%27s%20Cathedral\"&gt;St Columb's Cathedral&lt;/a&gt; on the official anniversary date of the 3rd of March. a commemorative concert in &lt;a href=\"Guildhall%2C%20Derry\"&gt;Derry's Guildhall&lt;/a&gt; was held, a special dinner also took place. A proposed plaque is to be unveiled and many artifacts from Foyle College's past were exhibited in the Siege Museum, on Society Street, from April 2017 to October 2017. Many more commemorative events also took place throughout the course of 2017.\nFoyle College.\nFoyle College traces its origins to 1617 and the establishment of the Free Grammar School at Society Street within the &lt;a href=\"Derry%20city%20walls\"&gt;city walls&lt;/a&gt; of &lt;a href=\"Derry\"&gt;Derry&lt;/a&gt; by Mathias Springham of the &lt;a href=\"Merchant%20Taylors%27%20Company\"&gt;Merchant Taylors' Company&lt;/a&gt; of &lt;a href=\"London\"&gt;London&lt;/a&gt;. The original building had the following Latin inscription over the main doorway: 'Mathias Springham, A.R. ad honorem dei et bonarum, literarum propogationem, hanc scholam fundavit anno salutis, M.D.C.XVII'. The Free School was built to \"the honour of God and the spreading of good literature\".\nThe school received no endowment from that company or from &lt;a href=\"The%20Honourable%20The%20Irish%20Society\"&gt;The Honourable The Irish Society&lt;/a&gt; (the body charged with the plantation of the &lt;a href=\"County%20Londonderry\"&gt;County of Londonderry&lt;/a&gt; in the 17th century). There followed an ongoing dispute between the Irish Society and the &lt;a href=\"Church%20of%20Ireland\"&gt;Church of Ireland&lt;/a&gt; &lt;a href=\"Bishop%20of%20Derry\"&gt;Bishop of Derry&lt;/a&gt; as to who had the authority to appoint the headmaster. The former because one of its representatives had founded the school and the latter because it held the school to be one of the diocesan grammar schools provided for by statute. This was only resolved in the early 19th century by &lt;a href=\"Act%20of%20Parliament%20in%20the%20UK\"&gt;Act of Parliament&lt;/a&gt;.\nThe old school within the city walls eventually outlived its usefulness, and in 1814 came the move to the newly erected and well-proportioned &lt;a href=\"Georgian%20architecture\"&gt;Georgian&lt;/a&gt; building set on a height above the Strand outside the city walls, designed by the architect, &lt;a href=\"John%20Bowden%20%28architect%29\"&gt;John Bowden&lt;/a&gt; (who had also designed the Courthouse in Derry, &lt;a href=\"St.%20George%27s%20Church%2C%20Belfast\"&gt;St George's Church, High Street, Belfast&lt;/a&gt;, and &lt;a href=\"St%20Stephen%27s%20Church%2C%20Dublin\"&gt;St Stephen's Church&lt;/a&gt; ['the Pepper Canister Church'] on Mount Street on &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;'s &lt;a href=\"Southside%2C%20Dublin\"&gt;Southside&lt;/a&gt;). The school took the name 'Foyle College' in 1814. The story goes that one of the boarders, &lt;a href=\"George%20Fletcher%20Moore\"&gt;George Fletcher Moore&lt;/a&gt;, proposed to the other pupils \"to christen the new school, Foyle College\" which was seconded and carried with repeated \"acclamations\".\nFor 30 years, from 1868, Foyle College had to compete with a vigorous rival in the &lt;a href=\"Londonderry%20Academical%20Institution\"&gt;Londonderry Academical Institution&lt;/a&gt;. This school, established by a body of influential local merchants, moved in 1871 from East Wall to a new site in Academy Road. &lt;a href=\"The%20Honourable%20The%20Irish%20Society\"&gt;The Honourable The Irish Society&lt;/a&gt;, which contributed to the funds of both schools, proposed a scheme of amalgamation, and negotiations finally resulted in the passing of the Foyle College Act in 1896, the united school retaining the name and with it claiming the traditions of the older school.\nFoyle then had the use of the buildings at Lawrence Hill and Academy Road. Following the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, and as a consequence of the many changes brought about by the 1947 Education Act, the governors acquired a site at Springtown on Northland Road, overlooking the school playing‑fields, to build a new school. This was opened on 2 May 1968 by &lt;a href=\"His%20Royal%20Highness\"&gt;H.R.H.&lt;/a&gt; &lt;a href=\"Prince%20Edward%2C%20Duke%20of%20Kent\"&gt;The Duke of Kent&lt;/a&gt;.\nLondonderry High School.\nLike Foyle College, Londonderry High School owed its existence to the merging of two independent institutions. The first of these, the Ladies' Collegiate School, was set up in 1877 by the Misses McKillip - pioneers in the movement for higher education for women in Ireland. Their vision and drive resulted in the starting of a school at 11 Queen Street. Two further moves saw the renamed Victoria High School located in Crawford Square, where boarding and day pupils were accommodated. The nearby Northlands School of Housewifery (1908) was associated with Victoria High School.\nAt the top of Lawrence Hill, Miss J. Kerr had opened St. Lurach's College circa 1900 - this school also took boarders. Strand House School (1860) closed during the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt; and the girls mostly went to Victoria or St. Lurach's. In 1922 Victoria High School and St. Lurach's amalgamated to form Londonderry High School. By 1928 Duncreggan, formerly the home of the late William Tillie, H.M.L., had been purchased and the boarders were transferred there from St. Lurach's. In the immediate post-war period there was an ever-growing need for increased educational facilities. The high point of an ambitious and forward-looking programme was undoubtedly the opening of the new £150,000 building extensions between Duncreggan House and Dunseverick.\nThe new buildings were opened by &lt;a href=\"Her%20Grace\"&gt;Her Grace&lt;/a&gt; &lt;a href=\"Kathleen%20Hamilton%2C%20Duchess%20of%20Abercorn\"&gt;The Duchess of Abercorn&lt;/a&gt; in May 1962, and on the same day the then Permanent Secretary to the Ministry of Education announced that a new block would be erected to house the Preparatory Department, and this followed in 1964. In 1974 the girls joined the boys of Foyle College Preparatory Department which moved into these premises in 1974, and so anticipated the later amalgamation under the Foyle and Londonderry College Act of 1976, resulting in the first co-educational grammar school in Derry. The Preparatory Department closed in 2003.\nPresent.\nFollowing a relocation to a new £24M single campus, the school now sits on the Limavady Road at the site of the former US Naval Communications Station. This means for the first time in 50 years, all the pupils in Foyle College are on one site. As a &lt;a href=\"grammar%20school\"&gt;grammar school&lt;/a&gt; it admits pupils based on academic selection. The school joined the Association for Quality Education (AQE) which requires prospective pupils to take the AQE Common Entrance exam in order to be admitted to the college from 2010. In 2010 the results of pupils who sat the AQE entrance exam were published. Of successful applicants to Foyle College, only 11 out of the 126 who were admitted into Year 8 achieved the top grade Q1, but 40 pupils who received the lowest grade Q4 were admitted.\nIn 2011, a re-brand of the school was carried out by the schools governors to reputedly reflect popular usage in the city of Derry, where the school is almost universally known as \"Foyle College\". However, although the school's name and crest was re-branded, the college's legal name will continue to be \"Foyle and Londonderry College\".\nDeep-seated objections with regard to the school's name change have been made to the local press by members of the Londonderry High School Old Girls Association. They claim the change of the college's name amounts to a jettisoning of the link from the former all-girls school, Londonderry High School, and that the name change has been taken by the governors without any real consultation with them.\nAll the core subjects, as well as a number of options, are offered up until the end of Key Stage 3. Pupils then sit &lt;a href=\"GCSE\"&gt;GCSE&lt;/a&gt;s. With suitable grades, they have the option to study &lt;a href=\"Advanced%20Level%20%28UK%29\"&gt;AS&lt;/a&gt; and A2 levels in the Sixth Form.\nThe school is officially non-denominational.\nHouses.\nPupils are assigned to one of four houses in the first year. Houses are primarily for Sports Day and inter-house sports tournaments. The school tie has stripes which indicate which house a pupil belongs to. The houses are as follows:\nPupils who only have white stripes in their ties have received colours awards from the school for participation in extracurricular activities such as &lt;a href=\"Rugby%20union\"&gt;rugby&lt;/a&gt;, &lt;a href=\"field%20hockey\"&gt;hockey&lt;/a&gt;, music etc. The sports and music ties have symbols relevant to the activity for which the colours tie has been awarded, e.g. music is represented by stylised &lt;a href=\"Treble%20Clef\"&gt;treble clefs&lt;/a&gt;.\nBuildings and amenities.\nIn the Senior School there are six science laboratories plus two computer suites, a technology suite, &lt;a href=\"art%20and%20design\"&gt;art and design&lt;/a&gt; suite, &lt;a href=\"music\"&gt;music&lt;/a&gt; suite, &lt;a href=\"home%20economics\"&gt;home economics&lt;/a&gt; room, &lt;a href=\"business%20studies\"&gt;business studies&lt;/a&gt; suite including computer room, study hall, &lt;a href=\"library\"&gt;library&lt;/a&gt;, Upper Sixth social centre, Lower Sixth social centre, sports hall and twenty-two general classrooms. &lt;a href=\"Drama\"&gt;Drama&lt;/a&gt; and &lt;a href=\"musical%20theatre\"&gt;musical&lt;/a&gt; performances take place in the assembly hall.\nIn the Junior School, there is a library, two &lt;a href=\"information%20technology\"&gt;information technology&lt;/a&gt; suites, a technology suite, three &lt;a href=\"science\"&gt;science&lt;/a&gt; laboratories, &lt;a href=\"home%20economics\"&gt;home economics&lt;/a&gt;, &lt;a href=\"art\"&gt;art&lt;/a&gt; and music rooms. There are fourteen general classrooms, a fully equipped &lt;a href=\"gym\"&gt;gym&lt;/a&gt;nasium and assembly hall.\nServing the thirty acres of school grounds are two pavilions at Springtown where there are rugby union pitches, &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; pitches, &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; courts and an all‑weather hockey and &lt;a href=\"sport%20of%20athletics\"&gt;athletics&lt;/a&gt; ground. The senior school has a hockey pitch and &lt;a href=\"tennis%20court\"&gt;tennis court&lt;/a&gt;s.\nExtracurricular.\nSport.\nThe most popular sports in the school include &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; (which has seen 3 tours to &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; and the &lt;a href=\"Oceania\"&gt;South Pacific&lt;/a&gt;) and hockey (which toured to &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt; in 2006). The rugby team (as Foyle College) has twice won the &lt;a href=\"Ulster%20Schools%20Cup\"&gt;Ulster Schools Cup&lt;/a&gt;; in 1915 beating &lt;a href=\"The%20Royal%20School%2C%20Armagh\"&gt;The Royal School, Armagh&lt;/a&gt;, and in 1900 beating &lt;a href=\"Methodist%20College%2C%20Belfast\"&gt;Methodist College, Belfast&lt;/a&gt;. It has been a runner up on three occasions. Foyle and Londonderry College's most recent rugby silverware was won in the 2007/08 season; FALC defeated &lt;a href=\"Cambridge%20House%20Grammar%20School\"&gt;Cambridge House&lt;/a&gt; at &lt;a href=\"Ravenhill%20Stadium\"&gt;Ravenhill&lt;/a&gt; to win the Ulster Schools Bowl to win this competition for the 2nd time in 3 years after beating &lt;a href=\"Limavady%20Grammar%20School\"&gt;Limavady Grammar&lt;/a&gt; in the 2005/06 season again at Ravenhill. In hockey, the school has won the Ulster Cup twice, most recently in 2009 after beating Ballymena Academy 1–0, and reached the final on two other occasions. They won the Plate in 2006, and again in 2007. \n&lt;a href=\"Cricket\"&gt;Cricket&lt;/a&gt; is the main summer sport. In 2003 FALC won the &lt;a href=\"Ulster%20Bank\"&gt;Ulster Bank&lt;/a&gt; Schools' Cup defeating local rivals &lt;a href=\"Strabane%20Grammar%20School\"&gt;Strabane Grammar&lt;/a&gt; by two wickets. The Headmaster has popularised the sport of &lt;a href=\"fencing\"&gt;fencing&lt;/a&gt; within the school, producing UK and Irish champions. \n&lt;a href=\"Association%20football\"&gt;Football&lt;/a&gt; is another sport that has been recently made available for pupils in Foyle, with three teams competing in the annual Northern Ireland School's Cup competition, at U14, U16 and U18 level.\nMusic.\nThe choir compete at the annual Sainbury's School Choir of the Year. The musicals are every two years with the break years being filled with non-musicals such as \"&lt;a href=\"A%20Midsummer%20Night%27s%20Dream\"&gt;A Midsummer Night's Dream&lt;/a&gt;\". Past musicals have included \"&lt;a href=\"Annie%20%28musical%29\"&gt;Annie&lt;/a&gt;\", \"&lt;a href=\"Oliver%21\"&gt;Oliver&lt;/a&gt;\", \"&lt;a href=\"The%20Mikado\"&gt;The Mikado&lt;/a&gt;\", \"&lt;a href=\"Bugsy%20Malone\"&gt;Bugsy Malone&lt;/a&gt;\", \"&lt;a href=\"Me%20and%20My%20Girl\"&gt;Me and My Girl&lt;/a&gt;\", \"&lt;a href=\"Calamity%20Jane%20%28musical%29\"&gt;Calamity Jane&lt;/a&gt;\", \"&lt;a href=\"We%20Will%20Rock%20You%20%28musical%29\"&gt;We Will Rock You&lt;/a&gt;\" and most recently \"&lt;a href=\"Hairspray%20%28musical%29\"&gt;Hairspray&lt;/a&gt;\". "
}