{
    "id": "139520",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=139520",
    "title": "Mequon, Wisconsin",
    "text": "Mequon () is the largest city in &lt;a href=\"Ozaukee%20County%2C%20Wisconsin\"&gt;Ozaukee County&lt;/a&gt;, in the U.S. state of &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt;, and the third-largest city in Wisconsin by land area. Located on &lt;a href=\"Lake%20Michigan\"&gt;Lake Michigan&lt;/a&gt;'s western shore with significant commercial developments along &lt;a href=\"Interstate%2043\"&gt;Interstate 43&lt;/a&gt;, the community is a &lt;a href=\"suburb\"&gt;suburb&lt;/a&gt; in the &lt;a href=\"Milwaukee%20metropolitan%20area\"&gt;Milwaukee metropolitan area&lt;/a&gt;. Despite being an incorporated city, approximately half of Mequon's land is undeveloped and agriculture plays a significant role in the local economy. At the time of the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt; the population was 23,132.\nWhen the first white settlers arrived in the 1830s, the Mequon area was inhabited by the &lt;a href=\"Menominee\"&gt;Menominee&lt;/a&gt;, &lt;a href=\"Potawatomi\"&gt;Potawatomi&lt;/a&gt;, and &lt;a href=\"Sauk%20people\"&gt;Sauk people&lt;/a&gt;. In the 1840s, German immigrants settled in the community, building farms and hydropowered mills along the &lt;a href=\"Milwaukee%20River\"&gt;Milwaukee River&lt;/a&gt;. Much of the community remained rural, while &lt;a href=\"Thiensville%2C%20Wisconsin\"&gt;Thiensville&lt;/a&gt; developed as a market town along the local railway, providing services to the farmers. Thiensville incorporated as a village in 1910. Mequon remained rural in the early 20th century but experienced significant population growth during the &lt;a href=\"suburbanization\"&gt;suburbanization&lt;/a&gt; that followed World War II. The community &lt;a href=\"Municipal%20corporation\"&gt;incorporated&lt;/a&gt; as a &lt;a href=\"Administrative%20divisions%20of%20Wisconsin%23City\"&gt;city&lt;/a&gt; in 1957 to avoid annexation by the City of &lt;a href=\"Milwaukee\"&gt;Milwaukee&lt;/a&gt;. The City of Mequon completely surrounds Thiensville, leading some residents to call Thiensville \"Mequon's donut hole.\" The two municipalities have a close relationship, with a shared chamber of commerce, library, and school district.\n&lt;a href=\"Lutheranism\"&gt;Lutheranism&lt;/a&gt; has played a significant role in Mequon since the community's early years. Some of the first German settlers were &lt;a href=\"Old%20Lutherans\"&gt;Old Lutherans&lt;/a&gt; who founded the Freistadt community – now a neighborhood in western Mequon – in 1839 and went on to form the first Lutheran congregation in Wisconsin. In the 21st century, there are more Lutheran churches in Mequon than churches of any other single denomination. Additionally, Mequon is home to two private Lutheran &lt;a href=\"higher%20education\"&gt;post-secondary&lt;/a&gt; institutions: &lt;a href=\"Concordia%20University%20Wisconsin\"&gt;Concordia University Wisconsin&lt;/a&gt; and &lt;a href=\"Wisconsin%20Lutheran%20Seminary\"&gt;Wisconsin Lutheran Seminary&lt;/a&gt;. In addition to having other Christian denominations, Mequon is the northernmost of Milwaukee's suburbs to have a sizable Jewish community.\nToponymy.\n\"Mequon\" may have come from the &lt;a href=\"Ojibwe%20language\"&gt;Ojibwe&lt;/a&gt; word \"Emikwaan\" or \"Miguan\", meaning ladle, referring to the shape of the river in the area. Alternatively, the name may come from a &lt;a href=\"Menominee%20language\"&gt;Menominee&lt;/a&gt; word \"Mēkon\", meaning \"feather.\"\nHistory.\nThe area was originally inhabited by Native Americans, including the &lt;a href=\"Menominee\"&gt;Menominee&lt;/a&gt;, &lt;a href=\"Potawatomi\"&gt;Potawatomi&lt;/a&gt;, and &lt;a href=\"Sauk%20people\"&gt;Sauk people&lt;/a&gt;. In the early 19th century, the Potawatomi had a village in present-day &lt;a href=\"Thiensville%2C%20Wisconsin\"&gt;Thiensville&lt;/a&gt; located on Pigeon Creek, north of Freistadt Road. In 1832, the Menominee surrendered the land between the &lt;a href=\"Milwaukee%20River\"&gt;Milwaukee River&lt;/a&gt; and &lt;a href=\"Lake%20Michigan\"&gt;Lake Michigan&lt;/a&gt; to the United States Federal Government through the \"&lt;a href=\"Treaty%20of%20Washington%2C%20with%20Menominee%20%281831%29\"&gt;Treaty of Washington&lt;/a&gt;\". The Potawatomi surrendered the area of Mequon west of the Milwaukee River in 1833 through the \"&lt;a href=\"Treaty%20of%20Chicago\"&gt;Treaty of Chicago&lt;/a&gt;\", which required them to leave the area by 1838. While many Native people moved west of the Mississippi River to &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt;, some chose to remain, and were referred to as \"strolling Potawatomi\" in contemporary documents because many of them were migrants who subsisted by &lt;a href=\"squatting\"&gt;squatting&lt;/a&gt; on their ancestral lands, which were now owned by white settlers. Eventually the Potawatomi who evaded forced removal gathered in northern Wisconsin, where they formed the &lt;a href=\"Forest%20County%20Potawatomi%20Community\"&gt;Forest County Potawatomi Community&lt;/a&gt;.\nEuropean trappers, explorers, and traders used the Milwaukee River through the middle of what is now Mequon as a means of transportation. The first permanent white settlers arrived in the mid-1830s from New York, England, and Ireland. One of the first settlers was John Weston, who settled near present-day Thiensville in 1837 and served as the first postmaster of the Town of Mequon. One of the oldest surviving buildings from this period is the &lt;a href=\"Isham%20Day%20House\"&gt;Isham Day House&lt;/a&gt;, constructed in 1839 on the west bank of the river. The first &lt;a href=\"Germans\"&gt;Germans&lt;/a&gt; arrived in 1839, and in the 1840s Germans became the largest ethnic group in Mequon and Ozaukee County.\nFreistadt.\nIn October 1839, a party of twenty German families from &lt;a href=\"Province%20of%20Pomerania%20%281815%E2%80%931945%29\"&gt;Pomerania&lt;/a&gt;, &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt;, settled the Freistadt community in the western part of the Town of Mequon. They were &lt;a href=\"Old%20Lutherans\"&gt;Old Lutherans&lt;/a&gt; who had resisted the Prussian government's attempts to take control over the Protestant churches through the &lt;a href=\"Prussian%20Union%20of%20Churches\"&gt;Prussian Union of Churches&lt;/a&gt;. In German, \"Freistadt\" means \"Free City\".\nIn 1840, they built a log cabin church, which they named Trinity Lutheran Church. It was the first Lutheran church in Wisconsin. In 1845, what would become the &lt;a href=\"Lutheran%20Synod%20of%20Buffalo\"&gt;Lutheran Synod of Buffalo&lt;/a&gt; was organized in Freistadt. However, the Freistadt church became a part of the &lt;a href=\"Lutheran%20Church%E2%80%93Missouri%20Synod\"&gt;Lutheran Church–Missouri Synod&lt;/a&gt; in 1848. The wooden church was replaced with a limestone building in 1884.\nThiensville.\nJoachim Heinrich Thien moved to the area in 1842 from &lt;a href=\"Oldenburg%20in%20Holstein\"&gt;Oldenburg&lt;/a&gt;, &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt;, and helped design a plan for the settlement that would become &lt;a href=\"Thiensville%2C%20Wisconsin\"&gt;Thiensville&lt;/a&gt;. A year later he employed a group of Native American laborers to construct a dam and a canal. He then built a sawmill and a store. Thien hosted the first town meeting for the Town of Mequon in 1846, and in 1857 he established the volunteer fire department and served as its first captain.\nThien was a &lt;a href=\"Freethought\"&gt;freethinker&lt;/a&gt;, as were many of the early German settlers. The influence of the freethinker societies kept formal churches out of the village until 1919, when St. Cecilia Catholic Church was built.\nThiensville grew in part because of its location on the &lt;a href=\"Chicago%2C%20Milwaukee%2C%20St.%20Paul%20and%20Pacific%20Railroad\"&gt;Chicago, Milwaukee &amp; St. Paul Railway&lt;/a&gt;, which was constructed in the early 1870s. In the late 19th and early 20th centuries, Thiensville was one of the most concentrated communities in the Town of Mequon. While most of Mequon was quite rural, Theinsville functioned as a downtown area with stores, mills, and professional services. The village of Theinsville incorporated in 1910.\nIn 1945, eighty German &lt;a href=\"prisoner%20of%20war\"&gt;prisoners of war&lt;/a&gt; from Camp Fredonia in &lt;a href=\"Little%20Kohler%2C%20Wisconsin\"&gt;Little Kohler, Wisconsin&lt;/a&gt; were contracted to work at the Herbert A. Nieman Canning Company in the village to make up for the loss of labor due to local men fighting in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. German prisoners from Camp Rockfield in &lt;a href=\"Rockfield%2C%20Wisconsin\"&gt;Rockfield, Wisconsin&lt;/a&gt;, (located in present-day &lt;a href=\"Germantown%2C%20Wisconsin\"&gt;Germantown&lt;/a&gt;) also worked at the Fromm Bros., Nieman &amp; Co. Fox Ranch in northern Mequon.\nIn the 20th century, Mequon and the village of Theinsville developed a close relationship, with a shared school district, chamber of commerce, and library.\nCity of Mequon.\nThe Town of Mequon experienced significant population growth during the &lt;a href=\"suburbanization\"&gt;suburbanization&lt;/a&gt; that followed World War II. Between 1950 and 1960, the population increased by roughly 110%, from 4,065 to 8,543. With growth came the risk that municipalities such as Thiensville or &lt;a href=\"Milwaukee\"&gt;Milwaukee&lt;/a&gt; would try to annex land from the Town of Mequon, as happened to the Milwaukee County's &lt;a href=\"Lake%2C%20Milwaukee%20County%2C%20Wisconsin\"&gt;Town of Lake&lt;/a&gt; in 1954 and &lt;a href=\"Granville%2C%20Milwaukee\"&gt;Town of Granville&lt;/a&gt; in 1956. With a 1957 population of about 7,500, Mequon incorporated as a city under the terms of Wisconsin statute 66.0215, also known as \"The Oak Creek Law,\" which had been crafted to prevent suburban towns from being annexed by other municipalities.\nThe city continued to grow with the construction of &lt;a href=\"Interstate%2043\"&gt;Interstate 43&lt;/a&gt; in the mid-1960s, making travel to Milwaukee easier. Despite being a city, much of Mequon remains rural, and nearly half of the land in the community is undeveloped.\nGeography.\nMequon is located at (43.224243, −87.960094), about north of Milwaukee and is part of the &lt;a href=\"Milwaukee%E2%80%93Racine%E2%80%93Waukesha%20Metropolitan%20Area\"&gt;Milwaukee metropolitan area&lt;/a&gt;. According to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the city has a total area of , of which, is land and is water. As of 2005, Mequon was the third-largest city in terms of land area in the state of &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt;. Though much of the population lives in residential areas, approximately half of the land within the city's boundaries is undeveloped or farmed.\nThe &lt;a href=\"Thiensville%2C%20Wisconsin\"&gt;Village of Thiensville&lt;/a&gt; is an &lt;a href=\"Enclave%20and%20exclave\"&gt;enclave&lt;/a&gt; in central Mequon. The city is also bordered by the &lt;a href=\"Cedarburg%20%28town%29%2C%20Wisconsin\"&gt;Town of Cedarburg&lt;/a&gt;, &lt;a href=\"Cedarburg%2C%20Wisconsin\"&gt;City of Cedarburg&lt;/a&gt;, and &lt;a href=\"Grafton%20%28town%29%2C%20Wisconsin\"&gt;Town of Grafton&lt;/a&gt; to the north; &lt;a href=\"Lake%20Michigan\"&gt;Lake Michigan&lt;/a&gt; to the east; the &lt;a href=\"Bayside%2C%20Wisconsin\"&gt;Village of Bayside&lt;/a&gt;, &lt;a href=\"River%20Hills%2C%20Wisconsin\"&gt;Village of River Hills&lt;/a&gt;, &lt;a href=\"Brown%20Deer%2C%20Wisconsin\"&gt;Village of Brown Deer&lt;/a&gt;, and &lt;a href=\"Milwaukee\"&gt;City of Milwaukee&lt;/a&gt; to the south; and the &lt;a href=\"Germantown%2C%20Wisconsin\"&gt;Village of Germantown&lt;/a&gt; to the west.\nThe city is located on the western shore of &lt;a href=\"Lake%20Michigan\"&gt;Lake Michigan&lt;/a&gt;, and the coastline is characterized by clay &lt;a href=\"Cliff\"&gt;bluffs&lt;/a&gt; ranging from 80 feet (24 meters) to 140 feet (43 meters) in height with deep &lt;a href=\"ravine\"&gt;ravine&lt;/a&gt;s where streams flow into the lake. Clay bluffs are a geological formation characteristic of the Lake Michigan shoreline, and are found in few other areas of the world. Much of the coast has mixed gravel and sand beaches.\nThe city is located in the &lt;a href=\"Southeastern%20Wisconsin%20Till%20Plains%20%28ecoregion%29\"&gt;Southeastern Wisconsin glacial till plains&lt;/a&gt; that were created by the &lt;a href=\"Wisconsin%20glaciation\"&gt;Wisconsin glaciation&lt;/a&gt; during the most recent ice age. The soil is clayey glacial &lt;a href=\"till\"&gt;till&lt;/a&gt; with a thin layer of &lt;a href=\"loess\"&gt;loess&lt;/a&gt; on the surface. The city has some &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; deposits, including the &lt;a href=\"Devonian\"&gt;Devonian&lt;/a&gt; Thiensville formation in north-central Mequon and the &lt;a href=\"Silurian\"&gt;Silurian&lt;/a&gt; Little Menomonee River Reef District, which contains &lt;a href=\"Dolomite%20%28rock%29\"&gt;dolomite&lt;/a&gt; marine fossils. The &lt;a href=\"Wisconsin%20Department%20of%20Natural%20Resources\"&gt;Wisconsin Department of Natural Resources&lt;/a&gt; considers the eastern part of the city along the lake to be in the Central Lake Michigan Coastal ecological landscape, while the western part of the city is in the Southern Lake Michigan Coastal ecological landscape.\nThe &lt;a href=\"Milwaukee%20River\"&gt;Milwaukee River&lt;/a&gt; and its &lt;a href=\"tributary\"&gt;tributary&lt;/a&gt; Pigeon Creek flow through the eastern part of the city. Little Menomonee Creek and the Little Menomonee River, which are tributaries of the &lt;a href=\"Menomonee%20River\"&gt;Menomonee River&lt;/a&gt;, flow through western Mequon.\nBefore white settlers arrived in the area, Mequon was an upland forest dominated by &lt;a href=\"Fagus%20grandifolia\"&gt;American beech&lt;/a&gt; and &lt;a href=\"Acer%20saccharum\"&gt;sugar maple&lt;/a&gt; trees. There is also a large &lt;a href=\"Larix%20laricina\"&gt;tamarack&lt;/a&gt; swamp along the Little Menomonee River. Much of the original forest was cleared to prepare the land for agriculture.\nAs land development continues to reduce wild areas, wildlife is forced into closer proximity with human communities like Mequon. Large mammals, including &lt;a href=\"white-tailed%20deer\"&gt;white-tailed deer&lt;/a&gt;, &lt;a href=\"coyotes\"&gt;coyotes&lt;/a&gt;, and &lt;a href=\"red%20fox\"&gt;red fox&lt;/a&gt;es can be seen in the city. Many birds, including &lt;a href=\"chimney%20swift\"&gt;chimney swift&lt;/a&gt;s, &lt;a href=\"great%20blue%20heron\"&gt;great blue heron&lt;/a&gt;s, and &lt;a href=\"wild%20turkey\"&gt;wild turkey&lt;/a&gt;s are found in the city. The city is also home to many rare and notable species, including the state-designated endangered &lt;a href=\"Pterospora\"&gt;pinedrops&lt;/a&gt; and &lt;a href=\"Plantago%20cordata\"&gt;heartleaf plantain&lt;/a&gt;; threatened &lt;a href=\"Eurybia%20furcata\"&gt;forked aster&lt;/a&gt;, &lt;a href=\"Trillium%20nivale\"&gt;snow trillium&lt;/a&gt;, and &lt;a href=\"Gentiana%20alba\"&gt;yellow gentian&lt;/a&gt;; as well as &lt;a href=\"Lithospermum%20latifolium\"&gt;American gromwell&lt;/a&gt; and &lt;a href=\"Jeffersonia\"&gt;twinleaf&lt;/a&gt;, which are state-designated special concern plant species.\nThe region struggles with many invasive species, including the &lt;a href=\"emerald%20ash%20borer\"&gt;emerald ash borer&lt;/a&gt;, &lt;a href=\"common%20carp\"&gt;common carp&lt;/a&gt;, &lt;a href=\"Phalaris%20arundinacea\"&gt;reed canary grass&lt;/a&gt;, the &lt;a href=\"Phragmites\"&gt;common reed&lt;/a&gt;, &lt;a href=\"Lythrum%20salicaria\"&gt;purple loosestrife&lt;/a&gt;, &lt;a href=\"Alliaria%20petiolata\"&gt;garlic mustard&lt;/a&gt;, &lt;a href=\"Rhamnus%20%28plant%29\"&gt;Eurasian buckthorns&lt;/a&gt;, and &lt;a href=\"honeysuckle\"&gt;honeysuckle&lt;/a&gt;s.\nClimate.\nMequon experiences four distinct &lt;a href=\"season\"&gt;season&lt;/a&gt;s, with variation in precipitation and temperature being very wide. The warmest month of the year tends to be July, when the high temperature averages 81 °F (27 °C), with low temperatures of approximately 59 °F (15 °C). January is the coldest month in Mequon, with average high temperatures averaging only 27 °F (-3 °C), and lows averaging 11 °F (-12 °C). The highest temperature ever recorded in Mequon was 105 °F (41 °C) on July 24, 1935, and again on July 17, 1995. The coldest temperature ever recorded in the city was -40 °F (-40 °C), on January 17, 1982, also known as &lt;a href=\"Cold%20Sunday\"&gt;Cold Sunday&lt;/a&gt;.\nDemographics.\n2010 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2010, there were 23,132 people, 8,598 households, and 6,561 families residing in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was . There were 9,145 housing units at an average density of . The racial makeup of the city was 92.0% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 2.8% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.1% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 3.6% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.3% from &lt;a href=\"Race%20%28U.S.%20Census%29\"&gt;other races&lt;/a&gt;, and 1.2% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 2.0% of the population.\nThere were 8,598 households, of which 32.4% had children under the age of 18 living with them, 68.9% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 5.1% had a female householder with no husband present, 2.4% had a male householder with no wife present, and 23.7% were non-families. 20.3% of all households were made up of individuals, and 11.3% had someone living alone who was 65 years of age or older. The average household size was 2.56 and the average family size was 2.97.\nThe median age in the city was 45.9 years. 23.1% of residents were under the age of 18; 9.2% were between the ages of 18 and 24; 16.2% were from 25 to 44; 34.1% were from 45 to 64; and 17.3% were 65 years of age or older. The gender makeup of the city was 48.6% male and 51.4% female.\nU.S. Census Bureau estimated the median income for a household in the city in 2009–2011 to be $106,647, and the median income for a family to be $124,422. The per capita income for the city estimated at $64,530. About 1.2% of families and 3.2% of the population were below the poverty line, including 1.2% of those under age 18 and 3.4% of those age 65 or over. During the same period, the median household value for Mequon was estimated at $357,200.\n2000 census.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 21,823 people, 7,861 households, and 6,406 families residing in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 472.5 people per square mile (182.5/km2). There were 8,162 housing units at an average density of 176.7 per square mile (68.2/km2). The racial makeup of the city was 94.16% &lt;a href=\"White%20%28U.S.%20Census%29\"&gt;White&lt;/a&gt;, 2.25% &lt;a href=\"African%20American%20%28U.S.%20Census%29\"&gt;African American&lt;/a&gt;, 0.10% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 2.39% &lt;a href=\"Asian%20%28U.S.%20Census%29\"&gt;Asian&lt;/a&gt;, 0.03% &lt;a href=\"Pacific%20Islander%20%28U.S.%20Census%29\"&gt;Pacific Islander&lt;/a&gt;, 0.23% from &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;other races&lt;/a&gt;, and 0.83% from two or more races. &lt;a href=\"Hispanic%20%28U.S.%20Census%29\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Latino%20%28U.S.%20Census%29\"&gt;Latino&lt;/a&gt; of any race were 1.20% of the population.\nThere were 7,861 households, out of which 38.0% had children under the age of 18 living with them, 74.8% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 4.8% had a female householder with no husband present, and 18.5% were non-families. 16.1% of all households were made up of individuals, and 7.4% had someone living alone who was 65 years of age or older. The average household size was 2.75 and the average family size was 3.09.\nIn the city, the population was spread out, with 28.1% under the age of 18, 4.2% from 18 to 24, 22.9% from 25 to 44, 31.2% from 45 to 64, and 13.6% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 97.4 males. For every 100 females age 18 and over, there were 93.8 males.\nThe median income for a household in the city was $90,733, and the median income for a family was $101,793 (These figures had risen to $97,797 and $113,265, respectively, as of a 2007 estimate). Males had a median income of $72,762 versus $40,280 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $48,333. About 1.3% of families and 1.7% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 1.2% of those under age 18 and 2.7% of those age 65 or over.\nEconomy.\nMequon's economy was primarily agricultural. Some farmsteads from as early as the 1840s and 1850s still stand in the community and are listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;. The first major businesses were hydropowered mills on the Milwaukee River and other businesses that served local farmers, many of which concentrated in Thiensville.\nBeginning in the 1920s, the Nieman and Fromm families began &lt;a href=\"fur%20farming\"&gt;fur farming&lt;/a&gt; &lt;a href=\"Silver%20fox%20%28animal%29\"&gt;silver foxes&lt;/a&gt; in Mequon. Several companies, including Fromm Bros., Nieman &amp; Co.; Federal Silver Fox Farms, Inc.; Ozaukee Fur Farms Co.; Herbert A. Nieman &amp; Co.; and Cedarburg Fox Farms, Inc. all began operating in Mequon and southern Cedarburg in the 1920s. In 1928, 6600 of the 8841 pelts sold by the New York Auction Co. came from the Fromm and Nieman operations in Wisconsin for a record-breaking sum of $1,021,000. In 1929, the Nieman and Fromm operations broke their own record with auction sales of $1,331,679, making them a leader in the national fur industry. By 1937, the farms were selling 30,000 pelts per year. After World War II, changing consumer tastes caused the farms to begin breeding &lt;a href=\"mink\"&gt;mink&lt;/a&gt; in addition to silver fox. Fur sales declined later in the 20th century, and the Mequon farms sold their last pelts in 1985.\nThe mid-to-late 20th century saw diversification in Mequon's economy. Retail stores opened to serve the increasingly suburban community, and manufacturers opened plants. In 1983, &lt;a href=\"Concordia%20University%20Wisconsin\"&gt;Concordia University Wisconsin&lt;/a&gt; moved from its campus in Milwaukee to a newly acquired campus in Mequon. In 1994, St. Mary's Hospital Ozaukee opened. As of 2015, the two institutions—both located in close proximity to &lt;a href=\"Interstate%2043\"&gt;Interstate 43&lt;/a&gt;—were among the largest employers in Ozaukee County. Despite the growth of new industries, half of Mequon's land remains undeveloped and agriculture continues to play a significant role in the local economy.\nCulture.\nLibraries.\nThe Frank L. Weyenberg Library is a public library serving Mequon and Thiensville. In addition to its collection of physical media, the library provides patrons with digital resources and meeting space. In 2018, the library made 307,796 loans to patrons. The library is a member of the Monarch Library System, comprising thirty-one libraries in Ozaukee, Sheboygan, Washington, and Dodge counties.\nThe Rincker Memorial Library at &lt;a href=\"Concordia%20University%20Wisconsin\"&gt;Concordia University Wisconsin&lt;/a&gt; is a private research library with a collection of over 100,000 physical books and 400 scholarly journals. The Rinker library also has access to an additional 150,000 eBooks and 50,000 electronic periodicals. The university's Arnold H. and Vern L. Moeller Rare Books Room contains a collection of over 300 items dating from the 15th through 19th centuries, primarily related to the historical development of Lutheranism, including texts by &lt;a href=\"Augustine%20of%20Hippo\"&gt;Augustine of Hippo&lt;/a&gt;, &lt;a href=\"Francis%20Bacon\"&gt;Francis Bacon&lt;/a&gt;, &lt;a href=\"Martin%20Luther\"&gt;Martin Luther&lt;/a&gt; and &lt;a href=\"Philipp%20Melanchthon\"&gt;Philipp Melanchthon&lt;/a&gt;.\n&lt;a href=\"Wisconsin%20Lutheran%20Seminary\"&gt;Wisconsin Lutheran Seminary&lt;/a&gt; hosts a private library of primarily theological materials, containing over 50,000 print books and an archive of over 400 publications from a variety of Christian denominations. The seminary owns a collection of rare antique books dating to the 16th through 18th centuries by theologians including &lt;a href=\"Johann%20Wilhelm%20Baier\"&gt;Johann Wilhelm Baier&lt;/a&gt;, &lt;a href=\"Abraham%20Calovius\"&gt;Abraham Calovius&lt;/a&gt;, &lt;a href=\"Martin%20Chemnitz\"&gt;Martin Chemnitz&lt;/a&gt;, &lt;a href=\"Johann%20Gerhard\"&gt;Johann Gerhard&lt;/a&gt; and Martin Luther. The oldest item in the collection is a 1487 edition of a &lt;a href=\"Exegesis\"&gt;commentary&lt;/a&gt; by &lt;a href=\"Nicholas%20of%20Lyra\"&gt;Nicholas of Lyra&lt;/a&gt;.\nReligion.\n&lt;a href=\"Lutheranism\"&gt;Lutheranism&lt;/a&gt; has played an important role in Mequon since the community's earliest years. In 1840, a group of &lt;a href=\"Old%20Lutherans\"&gt;Old Lutheran&lt;/a&gt; immigrants from &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt; established Trinity Lutheran Church of Freistadt, the first Lutheran congregation in Wisconsin. In 1845, the &lt;a href=\"Lutheran%20Synod%20of%20Buffalo\"&gt;Lutheran Synod of Buffalo&lt;/a&gt;, one of the predecessor organizations of the modern &lt;a href=\"Evangelical%20Lutheran%20Church%20in%20America\"&gt;Evangelical Lutheran Church in America (ELCA)&lt;/a&gt;, formed in Freistadt.\nAs of 2020, four churches — Christ Alone Evangelical; Christ Alone Evangelical, North Campus; St. John's Evangelical; and Trinity (West Mequon) – are affiliated with the &lt;a href=\"Wisconsin%20Evangelical%20Lutheran%20Synod\"&gt;Wisconsin Evangelical Lutheran Synod&lt;/a&gt; (WELS). Christ Alone Evangelical Lutheran Church also operates a school serving students from kindergarten through eighth grade, and the WELS-affiliated Wisconsin Lutheran Seminary is a men's post-secondary educational institution that trains &lt;a href=\"pastor\"&gt;pastor&lt;/a&gt;s for the synod.\nBeautiful Savior Lutheran and Trinity Lutheran (Freistadt) are affiliated with the &lt;a href=\"Lutheran%20Church%E2%80%93Missouri%20Synod\"&gt;Lutheran Church–Missouri Synod&lt;/a&gt;. Trinity (Freistadt) also operates a private school for students from kindergarten through eighth grade, and the Missouri Synod operates Concordia University Wisconsin, one of eight campuses in its &lt;a href=\"Concordia%20University%20System\"&gt;Concordia University System&lt;/a&gt;.\nGrace Lutheran Church in Thiensville is affiliated with the &lt;a href=\"mainline%20Protestant\"&gt;mainline Protestant&lt;/a&gt; ELCA. Other mainline Protestant congregations include the &lt;a href=\"Presbyterian%20Church%20%28USA%29\"&gt;Presbyterian Church (USA)&lt;/a&gt;-affiliated Crossroads Presbyterian, Mequon &lt;a href=\"United%20Methodist%20Church\"&gt;United Methodist Church&lt;/a&gt;, and St. Boniface &lt;a href=\"Episcopal%20Church%20%28United%20States%29\"&gt;Episcopal Church&lt;/a&gt;.\nThe &lt;a href=\"Evangelicalism\"&gt;evangelical Protestant&lt;/a&gt; churches in Mequon include Alliance Bible Church, Christ Church, the &lt;a href=\"Evangelical%20Presbyterian%20Church%20%28United%20States%29\"&gt;evangelical Presbyterian&lt;/a&gt; Grace 242, and Vessels of Honor. Additionally, two &lt;a href=\"Pentecostalism\"&gt;pentecostal&lt;/a&gt; congregations — Christian Life Church and the &lt;a href=\"Assemblies%20of%20God\"&gt;Assemblies of God&lt;/a&gt;-affiliated Restoration Church — are located in the city. The &lt;a href=\"Jehovah%27s%20Witnesses\"&gt;Jehovah's Witnesses&lt;/a&gt; also have a &lt;a href=\"Kingdom%20Hall\"&gt;Kingdom Hall&lt;/a&gt; in Mequon.\nThere once were two &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;es in the Mequon area: St. Cecilia Catholic Church and School in Thiensville and St. James Catholic Church and School in Mequon. The two parishes merged in 1984 to form Lumen Christi Catholic Church, although the church maintained two campuses until December 2019, when a new, larger church and school facility opened to serve all of Mequon's congregants. The parish operates a school for students from kindergarten through eighth grade.\nThe metro-Milwaukee area's &lt;a href=\"Jews\"&gt;Jewish community&lt;/a&gt; is concentrated on Milwaukee's upper east side and in the suburbs north of the city along Lake Michigan. Mequon is the northernmost suburb with a significant Jewish presence. There are two &lt;a href=\"synagogue\"&gt;synagogue&lt;/a&gt;s in Mequon: the &lt;a href=\"Orthodox%20Judaism\"&gt;Orthodox&lt;/a&gt; Congregation Anshai Lebowitz and the Peltz Center for Jewish Life, which is affiliated with the &lt;a href=\"Chabad\"&gt;Chabad&lt;/a&gt; movement. Additionally, Mequon is home to the Ovation Sarah Chudnow Jewish retirement community; the Blane Goodman Funeral Service, LLC, which claims to be the Milwaukee area's \"only Jewish funeral directors;\" and a &lt;a href=\"Roundy%27s\"&gt;Roundy's&lt;/a&gt; Metro Market with extensive &lt;a href=\"Kosher%20foods\"&gt;kosher&lt;/a&gt; options, including &lt;a href=\"Pas%20Yisroel\"&gt;Pas Yisroel&lt;/a&gt; bakery, &lt;a href=\"Chalav%20Yisrael\"&gt;Chalav Yisrael&lt;/a&gt; dairy, and a kosher fish and meat counter.\nUnitarian Church North, a &lt;a href=\"Unitarian%20Universalism\"&gt;Unitarian Universalist&lt;/a&gt; congregation is located in northern Mequon, along Interstate 43.\nLaw and government.\nMequon has had a &lt;a href=\"mayor%E2%80%93council%20government\"&gt;mayor–council government&lt;/a&gt; since its incorporation in 1957. The current mayor is John Wirth, who was elected to his first three-year term on April 2, 2019. The eight aldermen on the common council also serve three-year terms. The council meets on the second Tuesday of each month in Mequon City Hall at 7:30 p.m. A full-time staff of unelected administrators manage the city's day-to-day operations.\nAs part of &lt;a href=\"Wisconsin%27s%206th%20congressional%20district\"&gt;Wisconsin's 6th congressional district&lt;/a&gt;, Mequon is represented by &lt;a href=\"Glenn%20Grothman\"&gt;Glenn Grothman&lt;/a&gt; (R) in the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt;, and by &lt;a href=\"Ron%20Johnson%20%28Wisconsin%20politician%29\"&gt;Ron Johnson&lt;/a&gt; (R) and &lt;a href=\"Tammy%20Baldwin\"&gt;Tammy Baldwin&lt;/a&gt; (D) in the &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt;. &lt;a href=\"Alberta%20Darling\"&gt;Alberta Darling&lt;/a&gt; (R) represents Mequon in the &lt;a href=\"Wisconsin%20State%20Senate\"&gt;Wisconsin State Senate&lt;/a&gt;. Eastern Mequon is part of the &lt;a href=\"Wisconsin%20State%20Assembly\"&gt;Wisconsin State Assembly&lt;/a&gt;'s 23rd District and is represented by &lt;a href=\"Deb%20Andraca\"&gt;Deb Andraca&lt;/a&gt; (D), while western Mequon is part of the 24th District and is represented by &lt;a href=\"Dan%20Knodl\"&gt;Dan Knodl&lt;/a&gt; (R).\nMequon Fire Department.\nMequon's fire department was founded in 1933. There are two active fire stations in the community: one serving the east side and the other serving the west side. Fire Chief David Bialk has served with the department since 2006 and oversees a staff of approximately sixty firefighters, EMTs and paramedics.\nMequon Police Department.\nThe Mequon Police Department was established in 1958 and is located in the City of Mequon Safety Building, which also serves as one of the city's fire stations. Police Chief Patrick Pryor has served with the department since 1999.\nEducation.\nMequon's &lt;a href=\"State%20school\"&gt;public school&lt;/a&gt;s are operated by the &lt;a href=\"Mequon-Thiensville%20School%20District\"&gt;Mequon-Thiensville School District&lt;/a&gt;, except for in the far northwestern part of Mequon that are served by the &lt;a href=\"Cedarburg%20School%20District\"&gt;Cedarburg School District&lt;/a&gt;. The district has three &lt;a href=\"Elementary%20school%20%28United%20States%29\"&gt;elementary school&lt;/a&gt;s, serving grades kindergarten through fifth grade: Donges Bay Elementary, Oriole Lane Elementary, and Wilson Elementary. Each elementary school serves a different neighborhoods of the city. Similarly, the district has two middle schools, each serving students grades six through eight in different areas of the city: Lake Shore Middle School and Steffen Middle School. &lt;a href=\"Homestead%20High%20School%20%28Mequon%2C%20Wisconsin%29\"&gt;Homestead High School&lt;/a&gt; serves all students grades nine through twelve. In 2009, Homestead was ranked by \"BusinessWeek\" magazine as the state's top high school. The school's mascot is a Highlander.\nThe district also serves the Village of Thiensville. The district is governed by a seven-member elected &lt;a href=\"Board%20of%20education\"&gt;school board&lt;/a&gt;, which meets on the third Monday of each month at 7 p.m. on the campus of Lake Shore Middle School. The district also has a superintendent. Matthew Joynt, the current superintendent, has held the position since 2017.\nThe city also has &lt;a href=\"parochial%20school\"&gt;parochial school&lt;/a&gt;s that serve students from kindergarten through eight grade, including Christ Alone Lutheran School, Lumen Christi Catholic School, and Trinity Lutheran School.\n&lt;a href=\"Milwaukee%20Area%20Technical%20College\"&gt;Milwaukee Area Technical College&lt;/a&gt; has a satellite campus in Mequon, offering over 20 two-year &lt;a href=\"associate%20degree\"&gt;associate degree&lt;/a&gt;s, as well as a variety of technical diplomas and &lt;a href=\"Professional%20certification\"&gt;certificates&lt;/a&gt;. The Mequon campus can serve as a stepping stone to a &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt;, with some students completing two years of basic education before transferring to a four-year college or university.\n&lt;a href=\"Concordia%20University%20Wisconsin\"&gt;Concordia University Wisconsin&lt;/a&gt; is a private, &lt;a href=\"Mixed-sex%20education\"&gt;co-educational&lt;/a&gt; university in eastern Mequon that is part of the &lt;a href=\"Lutheran%20Church%E2%80%93Missouri%20Synod\"&gt;Lutheran Church–Missouri Synod&lt;/a&gt;'s nine-member &lt;a href=\"Concordia%20University%20System\"&gt;Concordia University System&lt;/a&gt;. The university has a student body of more than 7,000 with over 70 &lt;a href=\"undergraduate\"&gt;undergraduate&lt;/a&gt; majors and minors and 17 &lt;a href=\"Graduate%20school\"&gt;graduate&lt;/a&gt; programs, including degree programs in CUW's School of Pharmacy, one of only three such schools in the State of Wisconsin.\n&lt;a href=\"Wisconsin%20Lutheran%20Seminary\"&gt;Wisconsin Lutheran Seminary&lt;/a&gt; is also located in Mequon. An &lt;a href=\"Single-sex%20education\"&gt;all-men's&lt;/a&gt; post-secondary theological school with a student body of approximately 125, the &lt;a href=\"seminary\"&gt;seminary&lt;/a&gt; trains pastors for the &lt;a href=\"Wisconsin%20Evangelical%20Lutheran%20Synod\"&gt;Wisconsin Evangelical Lutheran Synod&lt;/a&gt;.\nHealth and utilities.\nMequon and the surrounding communities are served by Ascension Columbia St. Mary's Hospital Ozaukee. When it opened in 1994, it was the only hospital in Ozaukee County. Froedtert &amp; the Medical College of Wisconsin, &lt;a href=\"Aurora%20Health%20Care\"&gt;Aurora Health Care&lt;/a&gt;, and &lt;a href=\"Children%27s%20Wisconsin\"&gt;Children's Wisconsin&lt;/a&gt; all operate clinics with urgent care facilities in Mequon.\nThe city provides sewage disposal and water supply services for residents.\nTransportation.\n&lt;a href=\"Interstate%2043\"&gt;Interstate 43&lt;/a&gt; runs north-south through the City of Mequon with exits 85 and 89 providing access to the municipality.\nMequon has limited public transit compared with larger cities. Ozaukee County and the &lt;a href=\"Milwaukee%20County%20Transit%20System\"&gt;Milwaukee County Transit System&lt;/a&gt; run the Route 143 commuter bus, also known as the \"Ozaukee County Express,\" to Milwaukee via Interstate 43. The bus stops at five locations along Port Washington Road in Mequon, Monday through Friday with limited hours corresponding to peak commute times. Ozaukee County Transit Services' Shared Ride Taxi is the public transit option for traveling to sites not directly accessible from the interstate. The taxis operate seven days a week and make connections to Washington County Transit and Milwaukee County Routes 12, 49 and 42u.\nUnlike some nearby cities and villages, the City of Mequon has large areas of rural and undeveloped land without sidewalks for pedestrian traffic. However, the &lt;a href=\"Ozaukee%20Interurban%20Trail\"&gt;Ozaukee Interurban Trail&lt;/a&gt; for pedestrian and bicycle use runs north-south through the city and connects Mequon to the neighboring community of &lt;a href=\"Cedarburg%2C%20Wisconsin\"&gt;Cedarburg&lt;/a&gt; in the north and &lt;a href=\"Brown%20Deer%2C%20Wisconsin\"&gt;Brown Deer&lt;/a&gt; in the south, where the trail connects to &lt;a href=\"Milwaukee%20County\"&gt;Milwaukee County&lt;/a&gt;'s &lt;a href=\"Oak%20Leaf%20Trail\"&gt;Oak Leaf Trail&lt;/a&gt;. The Ozaukee Interurban Trail continues north to &lt;a href=\"Oostburg%2C%20Wisconsin\"&gt;Oostburg&lt;/a&gt; in &lt;a href=\"Sheboygan%20County\"&gt;Sheboygan County&lt;/a&gt;. The trail was formerly an &lt;a href=\"interurban\"&gt;interurban&lt;/a&gt; passenger rail line that ran from &lt;a href=\"Milwaukee\"&gt;Milwaukee&lt;/a&gt; to &lt;a href=\"Sheboygan%2C%20Wisconsin\"&gt;Sheboygan&lt;/a&gt;. The train was in operation from 1907 to 1948, when it fell into disuse following World War II. The old rail line was converted into the present recreational trail in the 1990s.\nThe &lt;a href=\"Wisconsin%20Central%20Ltd.\"&gt;Wisconsin Central Ltd.&lt;/a&gt; railroad, a subsidiary of the &lt;a href=\"Canadian%20National%20Railway\"&gt;Canadian National Railway&lt;/a&gt;, operates a freight rail line parallel to the Ozaukee Interurban Trail. The &lt;a href=\"Union%20Pacific%20Railroad\"&gt;Union Pacific Railroad&lt;/a&gt; runs parallel to Interstate 43 in the city. Mequon currently does not have passenger train service.\nParks and recreation.\nMequon contains more than two dozen parks and hundreds of acres of community parks and nature preserves operated by the city, and some operated by the county. The &lt;a href=\"Ozaukee%20Interurban%20Trail\"&gt;Ozaukee Interurban Trail&lt;/a&gt; runs for south to north through the city. The Mequon-Thiensville Recreation Department conducts classes and programs for children and adults.\nRecognition.\nIn 2005, &lt;a href=\"Money%20%28magazine%29\"&gt;Money (magazine)&lt;/a&gt; ranked Mequon 19th among its 100 Best Small Cities in the United States, ranked jointly with &lt;a href=\"Thiensville%2C%20Wisconsin\"&gt;Thiensville&lt;/a&gt;, a village surrounded by Mequon.\nIn 2017, &lt;a href=\"Money%20%28magazine%29\"&gt;Money (magazine)&lt;/a&gt; ranked Mequon as the 41st best place to live in the United States."
}