{
    "id": "1396257",
    "revid": "315709",
    "url": "https://en.wikipedia.org/wiki?curid=1396257",
    "title": "Proteorhodopsin",
    "text": "Proteorhodopsin (also known as pRhodopsin) is a family of over 50 &lt;a href=\"photochemistry\"&gt;photoactive&lt;/a&gt; &lt;a href=\"retinylidene%20protein\"&gt;retinylidene protein&lt;/a&gt;s, a larger &lt;a href=\"protein%20family\"&gt;family&lt;/a&gt; of &lt;a href=\"transmembrane%20proteins\"&gt;transmembrane proteins&lt;/a&gt; that use &lt;a href=\"retinal\"&gt;retinal&lt;/a&gt; as a &lt;a href=\"chromophore\"&gt;chromophore&lt;/a&gt; for light-mediated functionality, in this case, a &lt;a href=\"proton%20pump\"&gt;proton pump&lt;/a&gt;. Some homologues exist as pentamers or hexamers. pRhodopsin is found in &lt;a href=\"Marine%20habitats\"&gt;marine&lt;/a&gt; &lt;a href=\"plankton\"&gt;plankton&lt;/a&gt;ic &lt;a href=\"bacteria\"&gt;bacteria&lt;/a&gt;, &lt;a href=\"archaea\"&gt;archaea&lt;/a&gt; and &lt;a href=\"eukaryote\"&gt;eukaryote&lt;/a&gt;s (&lt;a href=\"protist\"&gt;protae&lt;/a&gt;), but was first &lt;a href=\"sightings\"&gt;discovered&lt;/a&gt; in bacteria.\nIts name is derived from &lt;a href=\"proteobacteria\"&gt;proteobacteria&lt;/a&gt; that are named after &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt; Πρωτεύς (&lt;a href=\"Proteus\"&gt;Proteus&lt;/a&gt;), an early &lt;a href=\"sea\"&gt;sea&lt;/a&gt; &lt;a href=\"god\"&gt;god&lt;/a&gt; mentioned by &lt;a href=\"Homer\"&gt;Homer&lt;/a&gt; as \"&lt;a href=\"Old%20Man%20of%20the%20Sea\"&gt;Old Man of the Sea&lt;/a&gt;\", Ῥόδος (rhódon) for \"&lt;a href=\"rose\"&gt;rose&lt;/a&gt;\", due to its pinkish color, and ὄψις (&lt;a href=\"opsis\"&gt;opsis&lt;/a&gt;) for \"sight\". Some members of the family, &lt;a href=\"Homology%20%28biology%29\"&gt;Homologous&lt;/a&gt; &lt;a href=\"rhodopsin\"&gt;rhodopsin&lt;/a&gt;-like &lt;a href=\"pigment\"&gt;pigment&lt;/a&gt;s, i.e. &lt;a href=\"bacteriorhodopsin\"&gt;bacteriorhodopsin&lt;/a&gt; (of which there are more than 800 types) have &lt;a href=\"Sense\"&gt;Sensory Functions&lt;/a&gt; like &lt;a href=\"opsin\"&gt;opsin&lt;/a&gt;s, integral for &lt;a href=\"visual%20phototransduction\"&gt;visual phototransduction&lt;/a&gt;. Many of these sensory functions are unknown – for example, the function of &lt;a href=\"OPN5\"&gt;Neuropsin&lt;/a&gt; in the human retina. Members are known to have different &lt;a href=\"absorption%20%28electromagnetic%20radiation%29\"&gt;absorption&lt;/a&gt; spectra including green and blue &lt;a href=\"visible%20spectrum\"&gt;visible light&lt;/a&gt;.\nDiscovery.\nProteorhodopsin (PR or pRhodopsin) was first discovered in 2000 within a &lt;a href=\"bacterial%20artificial%20chromosome\"&gt;bacterial artificial chromosome&lt;/a&gt; from previously uncultivated marine &lt;a href=\"Gammaproteobacteria\"&gt;γ-proteobacteria&lt;/a&gt;, still only referred to by their &lt;a href=\"metagenomics\"&gt;ribotype metagenomic data&lt;/a&gt;, SAR86. The research was a cooperative effort between four parties: &lt;a href=\"Oded%20Beja\"&gt;Oded Beja&lt;/a&gt;, Marcelino T. Suzuki, and &lt;a href=\"Edward%20DeLong\"&gt;Edward F. DeLong&lt;/a&gt; at &lt;a href=\"Monterey%20Bay%20Aquarium%20Research%20Institute\"&gt;Monterey Bay Aquarium Research Institute&lt;/a&gt; (Mosslanding, CA), L. Aravind and &lt;a href=\"Eugene%20Koonin\"&gt;Eugene V Koonin&lt;/a&gt; at the National Center for Biotechnology Information (Bethesda, MD), Andrew Hadd, Linh P. Nguyen, Stevan B. Jovanovich, Christian M. Gates, and Rober A Feldman at Molecular Dynamics (Sunnyvale, CA), and finally John and Elena Spudich at the Department of Microbiology and Molecular Genetics at the &lt;a href=\"University%20of%20Texas%20Health%20Science%20Center%20at%20Houston\"&gt;University of Texas Health Science Center at Houston&lt;/a&gt;. More species of γ-proteobacteria, both Gram positive and negative, were found to express the protein.\nDistribution.\nSamples of proteorhodopsin expressing bacteria have been obtained from the Eastern &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt;, Central North Pacific Ocean and &lt;a href=\"Southern%20Ocean\"&gt;Southern Ocean&lt;/a&gt;, &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt;. Subsequently, genes of proteorhodopsin variants have been identified in samples from the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt;, &lt;a href=\"Red%20Sea\"&gt;Red Sea&lt;/a&gt;s, the &lt;a href=\"Sargasso%20Sea\"&gt;Sargasso Sea&lt;/a&gt;, and &lt;a href=\"Sea%20of%20Japan\"&gt;Sea of Japan&lt;/a&gt;, and the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt;.\nProteorhodopsin variants are not spread randomly, but disperse along depth gradients based on the maximal absorption-tuning of the particular &lt;a href=\"holoprotein\"&gt;holoprotein&lt;/a&gt; &lt;a href=\"Biomolecular%20structure\"&gt;sequence&lt;/a&gt;; this is mainly due to the &lt;a href=\"electromagnetic%20absorption%20by%20water\"&gt;electromagnetic absorption by water&lt;/a&gt; which creates wavelength &lt;a href=\"gradient\"&gt;gradient&lt;/a&gt;s relative to depth. &lt;a href=\"Oxyrrhis%20marina\"&gt;Oxyrrhis marina&lt;/a&gt; is a &lt;a href=\"Dinoflagellate\"&gt;Dinoflagellate&lt;/a&gt; protist with green-absorbing proteorhodopsin (a result of the L109 Group) that exists mostly in shallow tide pools and shores, where green light is still available. &lt;a href=\"Karlodinium\"&gt;Karlodinium&lt;/a&gt; micrum, another dinolagelate, expresses a blue tuned proteorhodopsin (E109) which may be related to its deep water &lt;a href=\"Diel%20vertical%20migration\"&gt;vertical migrations&lt;/a&gt;. O.Marina was originally believed to be a &lt;a href=\"heterotroph\"&gt;heterotroph&lt;/a&gt;, however the proteorhodopsin may well partake in a functionally significant manner, as it was the most abundantly expressed nuclear gene and, furthermore, is dispersed unevenly in the organism, suggesting some &lt;a href=\"organelle\"&gt;organelle&lt;/a&gt; &lt;a href=\"membrane\"&gt;membrane&lt;/a&gt; function. Previously the only eukaryotic solar energy transducing proteins were &lt;a href=\"Photosystem%20I\"&gt;Photosystem I&lt;/a&gt; and &lt;a href=\"Photosystem%20II\"&gt;Photosystem II&lt;/a&gt;. It has been hypothesized that lateral gene transfer is the method by which proteorhodopsin has made its way into numerous phyla. Bacteria, archea and eukarya all colonize the &lt;a href=\"photic%20zone\"&gt;photic zone&lt;/a&gt; where they come to light; Proteorhodopsin has been able to disseminate through this zone, but not to other portions of the water column.\nTaxonomy.\nProteorhodopsin belongs to a family of similar retinylidene proteins, most similar to its archeal homologes halorhodopsin and bacteriorhodopsin. Sensory Rhodopsin was discovered by &lt;a href=\"Franz%20Christian%20Boll\"&gt;Franz Christian Boll&lt;/a&gt; in 1876. Bacteriorhodopsin was discovered in 1971 and named in 1973 and is currently only known to exist in the archea domain, not bacteria. Halorhodopsin was first discovered and named in 1977.\n Bacteriorhodopsin and Halorhodopsin both only exist in the Archea domain whereas proteorhodopsin spans bacteria, archea, and eukaryotes. Proteorhodopsin shares seven transmembrane &lt;a href=\"alpha%20helix\"&gt;α-helices&lt;/a&gt; retinal covalently linked by a Schiff base mechanism to a &lt;a href=\"lysine\"&gt;lysine&lt;/a&gt; residue in the seventh helix (helix G). Bacteriorhodopsin, like proteorhodopsin, is a light-driven proton pump. Sensory Rhodopsin is a G-coupled protein involved in sight.\nActive site.\nIn comparison with its better-known archaeal homolog bacteriorhodopsin, most of the active site residues of known importance to the bacteriorhodopsin mechanism are conserved in proteorhodopsin. Sequence similarity is not significantly conserved however, from either halo- or bacterio- rhodopsin. Homologues of the &lt;a href=\"active%20site\"&gt;active site&lt;/a&gt; &lt;a href=\"residue%20%28chemistry%29\"&gt;residue&lt;/a&gt;s &lt;a href=\"Arginine\"&gt;Arg&lt;/a&gt;82, &lt;a href=\"Aspartic%20Acid\"&gt;Asp&lt;/a&gt;85 (the primary &lt;a href=\"proton\"&gt;proton&lt;/a&gt; acceptor), &lt;a href=\"Aspargine\"&gt;Asp&lt;/a&gt;212 and &lt;a href=\"Lysine\"&gt;Lys&lt;/a&gt;216 (the &lt;a href=\"retinal\"&gt;retinal&lt;/a&gt; &lt;a href=\"Schiff%20base\"&gt;Schiff base&lt;/a&gt; binding site) in bacteriorhodopsin are conserved as Arg94, Asp97, Asp227 and Lys231 in proteorhodopsin. However, in proteorhodopsin, there are no &lt;a href=\"carboxylic%20acid\"&gt;carboxylic acid&lt;/a&gt; residues directly homologous to &lt;a href=\"Glutamate\"&gt;Glu&lt;/a&gt;194 or Glu204 of bacteriorhodopsin (or Glu 108 and 204 depending on the bacRhodopsin variant), which are thought to be involved in the proton release pathway at the extracellular surface. However, Asp97 and Arg94 may replace this functionality without the close residue proximity as in bacteriorhodopsin. The department of chemistry at Syracuse University decisively showed Asp97 cannot be the proton release group as the release happened at forcing conditions under which the aspartic acid group remained protonated.\nLigand.\nThe Rhodopsin haloprotein family shares the ligand Retinal, Vitamin A Aldehyde, one of the many types of Vitamin A. Retinal is a &lt;a href=\"conjugated%20system\"&gt;conjugated&lt;/a&gt; poly-&lt;a href=\"Saturated%20and%20unsaturated%20compounds\"&gt;unsaturated&lt;/a&gt; chromophore (&lt;a href=\"polyene\"&gt;polyene&lt;/a&gt;), obtained from &lt;a href=\"carnivore\"&gt;carnivorous&lt;/a&gt; diet or by the carotene pathway (&lt;a href=\"Beta-carotene%2015%2C15%27-monooxygenase\"&gt;β-carotene 15,15'-monoxygenase&lt;/a&gt;).\nFunction.\nProteorhodopsin functions throughout the Earth's oceans as a light-driven H+ pump, by a mechanism similar to that of bacteriorhodopsin. As in bacteriorhodopsin, the retinal &lt;a href=\"chromophore\"&gt;chromophore&lt;/a&gt; of proteorhodopsin is covalently bound to the &lt;a href=\"Apoenzyme%23Cofactors\"&gt;apoprotein&lt;/a&gt; via a protonated &lt;a href=\"Schiff%20base\"&gt;Schiff base&lt;/a&gt; at Lys231. The configuration of the retinal chromophore in &lt;a href=\"photolysis\"&gt;unphotolyzed&lt;/a&gt; proteorhodopsin is predominantly all-trans\n, and &lt;a href=\"isomerization\"&gt;isomerizes&lt;/a&gt; to 13-cis upon illumination with light. Several models of the complete proteorhodopsin photocycle have been proposed, based on &lt;a href=\"FTIR\"&gt;FTIR&lt;/a&gt; and UV–visible &lt;a href=\"spectroscopy\"&gt;spectroscopy&lt;/a&gt;; they resemble established photocycle models for bacteriorhodopsin. Complete proteorhodopsin based photosystems have been discovered and expressed in E. coli, giving them additional light mediated energy gradient capability for ATP generation without external need for retinal or precursors; with the PR, gene five other proteins code for the photopigment biosynthetic pathway.\nGenetic engineering.\nIf the gene for proteorhodopsin is inserted into \"&lt;a href=\"Escherichia%20coli\"&gt;E. coli&lt;/a&gt;\" and retinal is given to these modified &lt;a href=\"bacteria\"&gt;bacteria&lt;/a&gt;, then they will incorporate the &lt;a href=\"pigment\"&gt;pigment&lt;/a&gt; into their &lt;a href=\"cell%20membrane\"&gt;cell membrane&lt;/a&gt; and will pump H+ in the presence of light. A deep purple is representative of clearly transformed colonies, due to light absorption. Proton gradients can be used to power other membrane protein structures or used to acidify a vesicle type organelle. It was further demonstrated that the proton gradient generated by proteorhodopsin could be used to generate ATP."
}