{
    "id": "1396432",
    "revid": "1057259112",
    "url": "https://en.wikipedia.org/wiki?curid=1396432",
    "title": "Midway Plaisance",
    "text": "The Midway Plaisance, known locally as the Midway, is a &lt;a href=\"Chicago%20parks\"&gt;Chicago public park&lt;/a&gt; on the &lt;a href=\"Neighborhoods%20of%20Chicago%23South%20side\"&gt;South Side&lt;/a&gt; of &lt;a href=\"Chicago%2C%20Illinois\"&gt;Chicago, Illinois&lt;/a&gt;. It is one mile long by 220 yards wide and extends along 59th and 60th streets, joining &lt;a href=\"Washington%20Park%20%28Chicago%20park%29\"&gt;Washington Park&lt;/a&gt; at its west end and &lt;a href=\"Jackson%20Park%20%28Chicago%29\"&gt;Jackson Park&lt;/a&gt; at its east end. It divides the &lt;a href=\"Hyde%20Park%2C%20Chicago\"&gt;Hyde Park&lt;/a&gt; &lt;a href=\"Community%20areas%20of%20Chicago\"&gt;community area&lt;/a&gt; to the north from the &lt;a href=\"Woodlawn%2C%20Chicago\"&gt;Woodlawn&lt;/a&gt; community area to the south, 6 miles (10 km) south of the downtown \"&lt;a href=\"Chicago%20Loop\"&gt;Loop&lt;/a&gt;\", near &lt;a href=\"Lake%20Michigan\"&gt;Lake Michigan&lt;/a&gt;. Today, the Midway runs through the southern portion of the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt; campus, with university and related buildings fronting it on both sides.\nIt early came to prominence when it hosted &lt;a href=\"amusement%20park\"&gt;amusements&lt;/a&gt; at the &lt;a href=\"World%27s%20Columbian%20Exposition\"&gt;World's Columbian Exposition&lt;/a&gt; in 1893, lending the name \"Midway\" to areas at &lt;a href=\"county%20fair\"&gt;county&lt;/a&gt; and &lt;a href=\"state%20fair\"&gt;state fair&lt;/a&gt;s with &lt;a href=\"sideshow\"&gt;sideshow&lt;/a&gt;s. Laid out with long vistas and &lt;a href=\"Avenue%20%28landscape%29\"&gt;avenues&lt;/a&gt; of trees at the start of the 20th century, the Midway in part followed the vision of &lt;a href=\"Frederick%20Law%20Olmsted\"&gt;Frederick Law Olmsted&lt;/a&gt;, one of the creators of &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;'s famous &lt;a href=\"Central%20Park\"&gt;Central Park&lt;/a&gt;, but without his design of creating a &lt;a href=\"Venice%23Transportation\"&gt;Venetian canal&lt;/a&gt; linking the lagoon systems of Jackson and Washington parks. Instead, the Midway is landscaped with a &lt;a href=\"ha-ha\"&gt;fosse&lt;/a&gt; or dry ditch where the canal would have been.\nLater designers and artists added (or sought to add) their vision to the Midway. A pet project of the University of Chicago and almost a part of its campus, it has remained essentially a green area.\nOrigin of the name.\nThe word \"plaisance\" is both the &lt;a href=\"French%20language\"&gt;French&lt;/a&gt; spelling of and a quaint obsolete spelling for \"pleasance\", itself an obscure word in this context meaning \"a pleasure ground laid out with shady walks, trees and shrubs, statuary, and ornamental water\".\nThe South Park Commission plan.\nThe Midway Plaisance began as a vision in the 1850s of &lt;a href=\"Paul%20Cornell%20%28Chicago%29\"&gt;Paul Cornell&lt;/a&gt;, a land developer, to turn an undeveloped stretch of infertile land south of Chicago into an urban lakeside retreat for middle- and upper-class residents seeking to escape city life. The area was a lakefront &lt;a href=\"marsh\"&gt;marsh&lt;/a&gt; &lt;a href=\"ecosystem\"&gt;ecosystem&lt;/a&gt;.\nIn 1869, Cornell and his South Park Commission were granted the right to set up a complex of parks and boulevards that would include Washington Park to the west, Jackson Park to the east on the lakeshore, and the Midway Plaisance as a system of paths and waterways connecting the two (see &lt;a href=\"http%3A//www.encyclopedia.chicagohistory.org/pages/3309.html\"&gt;Encyclopedia of Chicago Map&lt;/a&gt;). The firm of Olmsted, Vaux, and Co., famous for creating New York City's &lt;a href=\"Central%20Park\"&gt;Central Park&lt;/a&gt;, was hired to design the urban oasis. Part of their plan was that the Midway would function as \"a magnificent chain of lakes\", allowing boaters to go from the ponds to be built in Washington Park to the lagoons to be developed in Jackson Park and through the lagoons to Lake Michigan.\nThe South Park Commission office, where all the detailed plans were stored, was burned in the &lt;a href=\"Great%20Chicago%20Fire\"&gt;Great Chicago Fire&lt;/a&gt; of 1871. The expense of rebuilding the city eliminated the funds to cover expenditures that the plans would have entailed, and the South Park area remained largely in its natural swampy state.\nWorld's Columbian Exposition.\nThe &lt;a href=\"World%27s%20Columbian%20Exposition\"&gt;World's Columbian Exposition&lt;/a&gt; of 1893 was held in the underdeveloped parts of the South Park. The worldwide celebration of &lt;a href=\"Christopher%20Columbus\"&gt;Columbus&lt;/a&gt;' transfer of \"the torch of civilization to the New World\" in 1492 was one of the most successful and influential of &lt;a href=\"world%27s%20fair\"&gt;world's fair&lt;/a&gt;s. It covered over 600 acres (2.4 km²) and attracted exhibitors and visitors from all over the world.\nFor the Exposition, the mile-long Midway Plaisance, running from the eastern edge of Washington Park on &lt;a href=\"Cottage%20Grove%20Avenue\"&gt;Cottage Grove Avenue&lt;/a&gt; to the western edge of Jackson Park on &lt;a href=\"Stony%20Island%20Avenue\"&gt;Stony Island Avenue&lt;/a&gt;, was turned over to the theatrical entrepreneur &lt;a href=\"Sol%20Bloom\"&gt;Sol Bloom&lt;/a&gt;, a protégé of Chicago mayor &lt;a href=\"Carter%20Harrison%2C%20Sr.\"&gt;Carter Harrison, Sr.&lt;/a&gt; It became a grand mix of fakes, &lt;a href=\"hokum\"&gt;hokum&lt;/a&gt;, and the genuinely educational and introduced the \"hootchy-cootchy\" version of the &lt;a href=\"belly%20dance\"&gt;belly dance&lt;/a&gt; in the \"Street in Cairo\" amusement; it was the most popular, with 2.25 million admissions. &lt;a href=\"George%20Washington%20Gale%20Ferris%20Jr.\"&gt;George Washington Gale Ferris Jr.&lt;/a&gt;'s original &lt;a href=\"Ferris%20Wheel%20%281893%29\"&gt;Ferris Wheel&lt;/a&gt; carried over 1.5 million passengers. The Midway's money-making concessions and sideshows made over $4 million in 1893 dollars, and it was the more memorable portion of the Exposition for many visitors. The Midway also featured more scholarly exhibits which were overseen by &lt;a href=\"Ward%20Putman\"&gt;Ward Putman&lt;/a&gt;, head of &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt;’s &lt;a href=\"Peabody%20Museum%20of%20Archaeology%20and%20Ethnology\"&gt;Peabody Museum of Archaeology and Ethnology&lt;/a&gt;, and ethnologist &lt;a href=\"Otis%20Tufton%20Mason\"&gt;Otis Tufton Mason&lt;/a&gt; of the &lt;a href=\"Smithsonian%20Institution\"&gt;Smithsonian Institution&lt;/a&gt;.\nIn the years after the Exposition closed, \"&lt;a href=\"Midway%20%28fair%29\"&gt;midway&lt;/a&gt;\" came to be used in the United States to signify the area for amusements at a county or &lt;a href=\"state%20fair\"&gt;state fair&lt;/a&gt;, &lt;a href=\"circus\"&gt;circus&lt;/a&gt;, or &lt;a href=\"amusement%20park\"&gt;amusement park&lt;/a&gt;.\nThe Midway Plaisance led visitors from the Midway Plaisance to the Women's Building and then to the White City.\nUniversity of Chicago.\nFollowing the Exposition, the Midway Plaisance was returned to a park setting, under the renewed plans of &lt;a href=\"Frederick%20Law%20Olmsted\"&gt;Frederick Law Olmsted&lt;/a&gt;. Over the ensuing decades, the Midway gradually came to be a part of the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt;, which expanded in 1926 to be located on either side of it. Today the Midway sits between the main campus to the north and the professional graduate schools the &lt;a href=\"University%20of%20Chicago%20Law%20School\"&gt;University of Chicago Law School&lt;/a&gt;, the &lt;a href=\"Harris%20School%20of%20Public%20Policy\"&gt;Harris School of Public Policy&lt;/a&gt;, the &lt;a href=\"Crown%20Family%20School%20of%20Social%20Work%2C%20Policy%2C%20and%20Practice\"&gt;Crown Family School of Social Work, Policy, and Practice&lt;/a&gt;, and the &lt;a href=\"Graham%20School%20of%20Continuing%20Liberal%20and%20Professional%20Studies\"&gt;Graham School of Continuing Liberal and Professional Studies&lt;/a&gt; to the south.\nLater designers and artists, including &lt;a href=\"Lorado%20Taft\"&gt;Lorado Taft&lt;/a&gt;, and &lt;a href=\"Eero%20Saarinen\"&gt;Eero Saarinen&lt;/a&gt; added or sought to add their vision to the Midway. A statue of the father of modern &lt;a href=\"taxonomy%20%28biology%29\"&gt;taxonomy&lt;/a&gt;, &lt;a href=\"Carl%20Linnaeus\"&gt;Carl Linnaeus&lt;/a&gt;, and an &lt;a href=\"equestrian%20statue\"&gt;equestrian statue&lt;/a&gt; by sculptor &lt;a href=\"Albin%20Polasek\"&gt;Albin Polasek&lt;/a&gt; of the Knight of Blanik, a legendary &lt;a href=\"Czech%20Republic\"&gt;Czech&lt;/a&gt; savior who emerges from &lt;a href=\"Blan%C3%ADk\"&gt;Blaník&lt;/a&gt; mountain in his nation's hour of need, grace the Midway.\nIt has remained essentially a green area, a public resource subject to much speculation, and various periodic plans of redevelopment. The sunken panels, home now to &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt; players and a new &lt;a href=\"ice%20skating\"&gt;ice skating&lt;/a&gt; and sports facility, the cross-street \"bridges\", and the east–west lines of trees, pay homage to Olmsted's vision.\nIn 1999, a new master plan for the Midway Plaisance done by &lt;a href=\"OLIN\"&gt;OLIN&lt;/a&gt;, a &lt;a href=\"landscape%20architecture\"&gt;landscape architecture&lt;/a&gt; firm, was unveiled by the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt; and the &lt;a href=\"Chicago%20Park%20District\"&gt;Chicago Park District&lt;/a&gt;.\nThe proximity of the Midway to the University gave the school's early &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; teams, the Maroons, a second nickname, \"&lt;a href=\"Monsters%20of%20the%20Midway\"&gt;Monsters of the Midway&lt;/a&gt;\", a name later applied to the &lt;a href=\"Chicago%20Bears\"&gt;Chicago Bears&lt;/a&gt; when the University of Chicago dropped its football program. The program has since been reinstated, and the Maroons play at &lt;a href=\"Stagg%20Field\"&gt;Stagg Field&lt;/a&gt; on 55th street, half a mile north of the midway.\nReferences.\nThe Midway, Lorado Taft's Boulevard of Broken Dreams, O'Connor, Jerome, Chicago Tribune, October 25, 1965."
}