{
    "id": "13987616",
    "revid": "769695",
    "url": "https://en.wikipedia.org/wiki?curid=13987616",
    "title": "Sorbus intermedia",
    "text": "Sorbus intermedia, the Swedish whitebeam, is a species of &lt;a href=\"whitebeam\"&gt;whitebeam&lt;/a&gt; found in southern &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, with scattered occurrences in easternmost &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt; (&lt;a href=\"Bornholm\"&gt;Bornholm&lt;/a&gt;), the far southwest of &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;, &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt;, &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt; and northern &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;.\nDescription.\nIt is a medium-sized &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt; &lt;a href=\"tree\"&gt;tree&lt;/a&gt; growing to 10–20 m tall with a stout trunk usually up to 60 cm, but sometimes as much as 2–3 m diameter, and grey &lt;a href=\"Bark%20%28botany%29\"&gt;bark&lt;/a&gt;; the crown is dome-shaped, with stout horizontal branches. The &lt;a href=\"leaf\"&gt;leaves&lt;/a&gt; are green above, and densely hairy with pale grey-white hairs beneath, 7–12 cm long and 5–7 cm broad, with four to seven oval lobes on each side of the leaf, broadest near the middle, rounded at the apex, and finely serrated margins. The autumn colour is dull yellowish to grey-brown. The &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s are 15–20 mm diameter, with five white petals and 20 yellowish-white stamens; they are produced in &lt;a href=\"corymb\"&gt;corymb&lt;/a&gt;s 8–12 cm diameter in late spring. The &lt;a href=\"fruit\"&gt;fruit&lt;/a&gt; is an oval &lt;a href=\"pome\"&gt;pome&lt;/a&gt; 15 mm long and 10 mm diameter, orange-red to red, maturing in mid autumn. The fruit is dryish, and eaten by &lt;a href=\"thrush%20%28bird%29\"&gt;thrushes&lt;/a&gt; and &lt;a href=\"Bohemian%20waxwing\"&gt;waxwings&lt;/a&gt;, which disperse the &lt;a href=\"seed\"&gt;seed&lt;/a&gt;s.\n\"Sorbus intermedia\" is a triple hybrid between \"&lt;a href=\"Sorbus%20aucuparia\"&gt;S. aucuparia&lt;/a&gt;\", \"&lt;a href=\"Sorbus%20torminalis\"&gt;S. torminalis&lt;/a&gt;\", and either \"&lt;a href=\"Sorbus%20aria\"&gt;S. aria&lt;/a&gt;\" or one of its close relatives. It is closely related to \"&lt;a href=\"Sorbus%20hybrida\"&gt;Sorbus hybrida&lt;/a&gt;\" (Finnish whitebeam), another species of &lt;a href=\"Hybrid%20%28biology%29\"&gt;hybrid&lt;/a&gt; origin, which differs in having the leaves more deeply lobed, with the basal two pairs cut right to the midrib as separate leaflets. Both are tetraploid &lt;a href=\"apomixis\"&gt;apomictic&lt;/a&gt; species which breed true without pollination.\nHabitat, cultivation and uses.\nIn the &lt;a href=\"Nordic%20countries\"&gt;Nordic countries&lt;/a&gt;, the tree typically grows in forests, &lt;a href=\"pasture\"&gt;pasture&lt;/a&gt;s or forest edges.\nIt is widely grown as an &lt;a href=\"ornamental%20tree\"&gt;ornamental tree&lt;/a&gt; in northern Europe, valued for its tolerance of urban street conditions; it is very commonly used in &lt;a href=\"avenue%20%28landscape%29\"&gt;avenue&lt;/a&gt;s and urban parks. It is frequently &lt;a href=\"naturalisation%20%28biology%29\"&gt;naturalised&lt;/a&gt; in the British Isles. In recent years, much new planting of \"Swedish whitebeam\" has actually been of the related \"&lt;a href=\"Sorbus%20mougeotii\"&gt;Sorbus mougeotii&lt;/a&gt;\" (Vosges whitebeam), another apomictic species from further south in Europe that has more erect branching, less deeply lobed leaves with whiter undersides to the leaves, and darker red fruit."
}