{
    "id": "1399695",
    "revid": "16644747",
    "url": "https://en.wikipedia.org/wiki?curid=1399695",
    "title": "Marian reforms",
    "text": "The Marian reforms were reforms of the ancient &lt;a href=\"Roman%20army\"&gt;Roman army&lt;/a&gt; implemented in 107 BC by the statesman &lt;a href=\"Gaius%20Marius\"&gt;Gaius Marius&lt;/a&gt;, for whom they were later named. The reforms originated as a reaction to the military and logistical stagnation of the Roman Republic in the late 2nd century BC. Centuries of military campaigning throughout the Mediterranean and increasing invasions and uprisings across Roman territory had stretched the human and physical resources of the Roman army. \nMarius proposed radical alterations with the intention of creating a more professional, permanent and dynamic Roman army. The reforms revolutionized the Roman military machine, introducing the standardized &lt;a href=\"legionary\"&gt;legionary&lt;/a&gt;, the &lt;a href=\"Cohort%20%28military%20unit%29\"&gt;cohort&lt;/a&gt; unit and drastically altered the property and weaponry requirements for recruitment. The reforms also put the responsibility of supplying and managing an army in the hands of the general. Marius also granted citizenship and land to all Roman soldiers. As a consequence these reforms had a significant impact on the military supremacy of Rome, as well as unintentionally contributing to the social and political disruption of the Late Republic. \nThese changes remained principally intact until the downfall of the Roman Empire, but there were structural and administrative adjustments, notably by &lt;a href=\"Augustus\"&gt;Augustus&lt;/a&gt; and later by &lt;a href=\"Diocletian\"&gt;Diocletian&lt;/a&gt;.\nBackground.\nThe pre-Marius Roman army was organized as a conscript levy of all male citizens, similar to other &lt;a href=\"Polis\"&gt;Poleis&lt;/a&gt; especially in Greece. The incumbent consuls would recruit an army when it was needed. The soldiers were called through a lot drawing process called the &lt;a href=\"Dilectus\"&gt;Dilectus&lt;/a&gt;. The soldiers would be organized into four legions, each legion was raised annually. It was considered the duty of every physical able man to serve in the army when a campaign was called. The army would undergo extensive training before campaign. Armies would then gain experiences during their campaigning, until they were disbanded with the end of the war or the campaigning season. Meaning all experience in the Roman army was lost by the end of the fighting. Garrisons in provinces such as &lt;a href=\"Hispania\"&gt;Hispania&lt;/a&gt; or &lt;a href=\"Macedonia%20%28Roman%20province%29\"&gt;Macedonia&lt;/a&gt; would be dismissed whenever the commander saw it fit. The soldiers would leave his farm or business and serve for the duration of a campaign/war, and then be released back into the populace. Soldiers were paid very low, if any, wages and the delays of this money were notoriously common. The soldiers were mostly compensated by a share of the loot. To be eligible to serve in this Roman army the citizens had to satisfy stringent property and census requirements, as well as providing their own weaponry, supplies and armor. This system of citizen-soldiers who brought their own equipment in at least comparable quality, worked well as long as the wars were relatively short affairs fought relatively close to home. With the explosive expansion of Roman territory, campaigns became longer and longer, often taking up to several years. Such extremely long periods of service often meant ruin for small farmers who had left their home to fight. \nUntil the last decade of the 2nd century BC, the eligibility requirements to become a Roman soldier in the service of the Republic were very strict:\nAt the time of the &lt;a href=\"Second%20Punic%20War\"&gt;Second Punic War&lt;/a&gt; only the people with a &lt;a href=\"net%20worth\"&gt;net worth&lt;/a&gt; of 10,000 &lt;a href=\"As%20%28Roman%20coin%29\"&gt;asses&lt;/a&gt; or more were liable to serve in the military. \nThe use of census, property and armament requirements produced a division among Roman census classes (distinct from the usual &lt;a href=\"plebeian\"&gt;plebeian&lt;/a&gt;/&lt;a href=\"patrician%20%28ancient%20Rome%29\"&gt;patrician&lt;/a&gt; divide) in which four standardized unit types (reflecting how much money the soldier could spend on his own arms and armor) comprised each legion (the velitas, hastati, principes and triarii). These units operated in the &lt;a href=\"Maniple%20%28military%20unit%29\"&gt;maniple&lt;/a&gt; system which had developed in the 320s BC as a replacement to the traditional 'Italic' &lt;a href=\"phalanx\"&gt;phalanx&lt;/a&gt;. In this formation the units were split into distinctive lines based on age, experience and wealth: \nOnce the consuls had raised this mainly volunteer army, as a rule, one of the consuls would lead the army into battle. As it can be imagined, not all elected consuls were adept at leading an army. For example, in 113 BC, the consul &lt;a href=\"Gnaeus%20Papirius%20Carbo\"&gt;Gnaeus Papirius Carbo&lt;/a&gt; was defeated at the &lt;a href=\"Battle%20of%20Noreia\"&gt;Battle of Noreia&lt;/a&gt; by invading tribes of the &lt;a href=\"Cimbri\"&gt;Cimbri&lt;/a&gt; and the &lt;a href=\"Teutons\"&gt;Teutons&lt;/a&gt;. That was followed by a protracted &lt;a href=\"Jugurthine%20War\"&gt;war in Africa&lt;/a&gt; against King &lt;a href=\"Jugurtha\"&gt;Jugurtha&lt;/a&gt; of &lt;a href=\"Numidia\"&gt;Numidia&lt;/a&gt;. Consul &lt;a href=\"Quintus%20Caecilius%20Metellus%20Numidicus\"&gt;Quintus Caecilius Metellus Numidicus&lt;/a&gt; was sent to defeat Jugurtha. Metellus never lost any armies and won some battles. However, after two years, he had not achieved total victory. Gaius Marius, one of his &lt;a href=\"legatus\"&gt;legates&lt;/a&gt;, requested Metellus to release him from his duties so he could return to Rome and run for consul at the end of 108 BC.\nWhen Marius became junior consul in 107 BC and was appointed the task of concluding the war with Jugurtha, he had no army. The army Metellus had commanded in Africa was assigned to the senior consul, &lt;a href=\"Lucius%20Cassius%20Longinus%20%28consul%20107%20BC%29\"&gt;Lucius Cassius Longinus&lt;/a&gt;, to expel the Cimbri, who were once again encroaching on the Roman province of Transalpine Gaul (&lt;a href=\"Gallia%20Transalpina\"&gt;Gallia Transalpina&lt;/a&gt;). Marius had no troops with which to conduct the war in Africa, as the eligible citizenry from whom he could recruit an army was severely depleted by previous military disasters and the expansion of the &lt;a href=\"latifundia\"&gt;latifundia&lt;/a&gt; at the expense of small landowners. It was becoming clear that a consequence of having a temporary army based principally on volunteers with inflexible eligibility requirements was a limited availability of recruits and short-term military shortages. To overcome that problem, he introduced a number of reforms.\nMarian reforms.\nThe foremost of the Marian reforms was the inclusion of the Roman landless masses, the \"&lt;a href=\"capite%20censi\"&gt;capite censi&lt;/a&gt;\", men who had no property to be assessed in the census. Instead, they were \"counted by the head\". The men were now among the ranks of those who could be recruited even though they owned no significant property. Because the poor citizens could not afford to purchase their own weapons and armor, Marius arranged for the state to supply them with arms. He thus offered the disenfranchised masses permanent employment for pay as &lt;a href=\"standing%20army\"&gt;professional soldier&lt;/a&gt;s and the opportunity to gain spoils on campaign. With little hope of gaining status in other ways, the masses flocked to join Marius in his new army. In addition, the professional soldiers were recruited for an enlistment term of 16 years, later to rise to 20 years' full service and 5 years as &lt;a href=\"evocati\"&gt;evocati&lt;/a&gt; under the reforms of &lt;a href=\"Augustus\"&gt;Augustus&lt;/a&gt;. Relaxing the property requirements and providing high quality equipment (rather than relying on an individual's pre-established wealth) massively increased the availability of recruits, and hence the size of the Roman army. This was the first time in Roman history the poorer Roman citizens were allowed into the Roman military.\nIn the old system each soldier had to supply their own equipment, however with the new large numbers of poorer soldiers due to the other Marian reforms this could not continue to be the case. Marius reformed the system by putting the responsibility of supplying the army in the hands of the general. Roman soldiers also had to carry all of their own supplies, weapons and several days' worth of rations. The century carried with it all the arms and accoutrements required to feed and maintain it. This led to them being nicknamed 'Marius mules.' This logistical change drastically reduced the size of the baggage train required as support and made the army much more mobile. It is possible this was a practice that originated and was abandoned before the Marian reforms, meaning the Marian reforms simply restored this practice. \nThe second important reform implemented by Marius was the formation of a standing army. Marius was critical of the voluntary organization of the army which disbanded after temporary service. Alternatively he introduced career soldiers, with a contracted employment and standardized training and equipment. Drilling and training took place all year round, even in times of peace, not just when war threatened. With the now standardized equipment, the uniformed and heavily trained &lt;a href=\"legionary\"&gt;legionary&lt;/a&gt; became the backbone of the Roman army. \nMarius re-organized the &lt;a href=\"Roman%20legion\"&gt;Roman legion&lt;/a&gt; from a system of maniples into &lt;a href=\"Cohort%20%28military%20unit%29\"&gt;cohorts&lt;/a&gt;, as follows. The total number of men in a full strength legion was about 4,800 soldiers. The internal organization of a legion consisted of 10 &lt;a href=\"cohort%20%28military%20unit%29\"&gt;cohort&lt;/a&gt;s of 6 centuries each. The &lt;a href=\"centuria\"&gt;century&lt;/a&gt; consisted of 80 men and was led by a &lt;a href=\"centurion\"&gt;centurion&lt;/a&gt;. Each century was divided again into 10 &lt;a href=\"Contubernium%20%28Roman%20army%20unit%29\"&gt;contubernia&lt;/a&gt; led by a &lt;a href=\"decanus\"&gt;decanus&lt;/a&gt;. The \"contubernium\" contained 8 legionaries. The century fought as a unit, marched as a unit and camped as a unit. \nBetween 2 and 6 legions grouped together constituted an army. The legions were kept in peak physical condition and discipline by constant training, one of the best in the ancient world. In battle, the cohorts were fielded in a more compact line than the previous maniple line to help improve morale and discipline.\nThe third reform that Marius was able to introduce was legislation that offered retirement benefits in the form of land grants. Members of the head count who had completed their term of service would be given a pension by their &lt;a href=\"general\"&gt;general&lt;/a&gt; and a plot of land in the conquered region on which to retire. Officers and commanders were given monetary rewards that were 10 to 25 times greater than that of a common foot soldier.\nFinally, Marius granted citizens of the Italian allies (&lt;a href=\"Etruria\"&gt;Etruria&lt;/a&gt;, &lt;a href=\"Picenum\"&gt;Picenum&lt;/a&gt;, etc.) full Roman citizenship if they fought for Rome and completed a period of service in the Roman army.\nImpact of Marian reforms.\nThe first and most obvious result was the improvement in the military capability of the army. A general, when war threatened the Republic, no longer hastily had to recruit a citizen army, train it to fight and obey military commands and discipline and then march it off to do battle, raw and un-blooded. That was instrumental in the growth and success of the Roman military and resulted in the continued success of the Romans on the battlefield. Additionally, the creation of a professional standing army was more suited to managing the growing empire, increasing the speed at which Rome could field armies. Generals had to deal with fewer commanders in the Marian legion, resulting in them being able to issue more complex orders to the army.\nAnother benefit of the reforms was the settlement of retired legionaries in conquered land. That helped to integrate the region into a &lt;a href=\"Roman%20province\"&gt;Roman province&lt;/a&gt; and \"Romanize\" its citizens, reducing unrest and revolt against Roman rule.\nHowever, loyalty of the legions shifted away from the Roman state and towards the generals who led the army, as soldiers now had a direct financial incentive to support their generals' ambitions. It became alarmingly common for a general to prolong his &lt;a href=\"imperium\"&gt;imperium&lt;/a&gt; by using the army to influence the senate and consolidate his power. Some even went as far as to declare war on their political enemies leading to &lt;a href=\"Roman%20civil%20wars\"&gt;civil war&lt;/a&gt;. \nThis led ultimately to the destruction of the Republic and its transformation into the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;, under the rule of an &lt;a href=\"emperor\"&gt;emperor&lt;/a&gt;.\nSubsequent modifications.\nThe cohort legions of the late republic and early empire are often called Marian legions. Following the &lt;a href=\"Battle%20of%20Vercellae\"&gt;Battle of Vercellae&lt;/a&gt; in 101 BC Marius granted all Italian soldiers Roman citizenship. He justified this action to the Senate by saying in the din of battle he could not distinguish Roman from ally. This effectively eliminated the notion of allied legions; henceforth all Italian legions would be regarded as Roman Legions. \nThe role of allied legions would eventually be taken up by contingents of allied/auxiliary troops, called \"&lt;a href=\"Auxiliaries%20%28Roman%20military%29\"&gt;Auxilia&lt;/a&gt;\". Each legion had a same size or near same size Auxilia (auxiliary), which contained specialist units, engineers and &lt;a href=\"Pioneer%20%28military%29\"&gt;pioneers&lt;/a&gt;, artillerymen and siege craftsmen, service and support units plus units made up of non-citizens (who were granted Roman citizenship upon discharge) and undesirables. These were usually formed into complete units such as light cavalry, light infantry or \"velites\", and laborers. There was also a reconnaissance squad called \"&lt;a href=\"speculatores\"&gt;speculatores&lt;/a&gt;\" who could also serve as messengers or even as an early form of military intelligence service. There were ten speculatores in each legion.\nDuring these reforms, the legions were also organized into permanent cohorts for the first time. Prior to this cohorts had been temporary administrative units or tactical task forces of several maniples, even more transitory than that of the legions of the early republic themselves. Now the cohorts were six to ten permanent units, composed of five to eight centuries each led by a centurion assisted by an \"&lt;a href=\"Optio\"&gt;Optio&lt;/a&gt;\", a soldier who could read and write. The \"Optio\" also took control of the century if the Centurion died or was injured. These came to form the basic tactical unit of the legions. The senior centurion of the legion was called the &lt;a href=\"Primus%20pilus\"&gt;Primus pilus&lt;/a&gt;, a career soldier and adviser to the legate; he was generally 50 years of age or older. There were also additional officers assigned to each legion, an \"&lt;a href=\"Aquilifer\"&gt;Aquilifer&lt;/a&gt;\", \"&lt;a href=\"Imaginifer\"&gt;Imaginifer&lt;/a&gt;\" (Imperial Rome only), a \"&lt;a href=\"Tesserarius\"&gt;Tesserarius&lt;/a&gt;\", and a \"&lt;a href=\"Cornicen\"&gt;Cornicen&lt;/a&gt;\". The \"aquilifer\" was in charge of the legion standard, so there was only one per legion. The legion standard created a sense of unit loyalty. The soldiers' loyalty to their unit also created rivalries between some units in the same army.\nThe \"imaginifer\" carried an image of the emperor (whichever one was in power at the time). The \"tesserarius\" was in charge of the guard outposts for each century. The \"cornicen\" was crucial in the heat of battle, as he blew the formation, attack, withdrawal, and many other notes. This was the only way legionaries and their officers could hear or issue orders in the din of battle.\nEvery legion had a baggage train of 500–550 mules, or about 1 mule for every 10 legionaries. To keep these baggage trains from becoming too large, Marius had each man carry as much of his own equipment as he could, including his own armor, weapons and 15 days' rations or about 50–60 pounds (22.5–27 kg) of load total. To make this easier, he issued each legionary a forked stick to carry his load on his shoulders. The soldiers were nicknamed Marius' Mules (\"muli mariani\" in Latin) due to the amount of gear they had to carry themselves.\nA typical legion of this period had around 5,000–6,000 legionaries as well as a large number of camp followers, servants and slaves. Legions could contain as many as 6,000 fighting men divided among several cohorts. Numbers would also vary depending on casualties suffered during a campaign; &lt;a href=\"Julius%20Caesar\"&gt;Julius Caesar&lt;/a&gt;'s legions during his campaign in Gaul often only had around 3,500 men and on one occasion during his civil war against &lt;a href=\"Pompey\"&gt;Pompey&lt;/a&gt; he had to join two of his battle-reduced legions together to achieve the strength of one conventional legion.\nHundreds of years later, under the Emperor &lt;a href=\"Diocletian\"&gt;Diocletian&lt;/a&gt; and his successors, new legions raised for the field armies, as opposed to those stationed along the frontiers, were recruited to only about 1,000 men and were, therefore, the size of military auxiliary cohorts. This was a response to the logistical needs of the late Empire: the smaller units were more easily dispatched as needed to trouble spots than were the older, larger units, and they were no longer made up exclusively of fully armored heavy infantry. Instead, they often consisted of light infantry or archers. Except with regard to Roman citizenship (and even then not always), they were in fact no longer sharply distinguished, if distinguished at all, from auxiliary units raised from barbarians within and without the Empire. These later legions (\"&lt;a href=\"comitatenses\"&gt;comitatenses&lt;/a&gt;\") should not be confused with the legions of heavy infantry of the earlier empire."
}