{
    "id": "14001232",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=14001232",
    "title": "Kevin Conway (ice hockey)",
    "text": "Kevin Scott Conway (born ) is a &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; former &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; player who played mainly in the United Kingdom. He is a member of the &lt;a href=\"British%20Ice%20Hockey%20Hall%20of%20Fame\"&gt;British Ice Hockey Hall of Fame&lt;/a&gt;.\nPlaying career.\nJunior.\nConway was born in &lt;a href=\"Sault%20Ste.%20Marie%2C%20Ontario\"&gt;Sault Ste. Marie, Ontario&lt;/a&gt;. He began his &lt;a href=\"Junior%20ice%20hockey\"&gt;major-junior&lt;/a&gt; ice hockey career with the &lt;a href=\"Oshawa%20Generals\"&gt;Oshawa Generals&lt;/a&gt; in the &lt;a href=\"Ontario%20Hockey%20League\"&gt;Ontario Hockey League&lt;/a&gt; (OHL) during the &lt;a href=\"1980%E2%80%9381%20OHL%20season\"&gt;1980–81&lt;/a&gt; season.\nThe following season, &lt;a href=\"1981%E2%80%9382%20OHL%20season\"&gt;1981–82&lt;/a&gt;, Conway joined the &lt;a href=\"Sault%20Ste.%20Marie%20Greyhounds\"&gt;Sault Ste. Marie Greyhounds&lt;/a&gt; also in the OHL. He helped them to finish second in their division and to the &lt;a href=\"Single-elimination%20tournament\"&gt;quarter finals&lt;/a&gt; of the &lt;a href=\"playoff\"&gt;playoff&lt;/a&gt;s. Staying with the Greyhounds again for the &lt;a href=\"1982%E2%80%9383%20OHL%20season\"&gt;1982–83&lt;/a&gt; season, Conway helped the team to finish first in their division, win the &lt;a href=\"Hamilton%20Spectator%20Trophy\"&gt;Hamilton Spectator Trophy&lt;/a&gt; and to the final of the playoffs where they were defeated by the Oshawa Generals.\nAfter just two games with the Greyhounds at the start of the &lt;a href=\"1983%E2%80%9384%20OHL%20season\"&gt;1983–84&lt;/a&gt; season, Conway moved on to play with the &lt;a href=\"Kingston%20Canadians\"&gt;Kingston Canadians&lt;/a&gt;. Although the Canadians finished bottom of their division that season and did not qualify for the playoffs, Conway still finished as the league's top scorer and in sixth place in the scoring leaders chart with 65 &lt;a href=\"Goal%20%28ice%20hockey%29\"&gt;goals&lt;/a&gt; and 65 &lt;a href=\"Assist%20%28ice%20hockey%29\"&gt;assists&lt;/a&gt; for 130 &lt;a href=\"Point%20%28ice%20hockey%29\"&gt;points&lt;/a&gt; in 63 games. Conway also won the &lt;a href=\"William%20Hanley%20Trophy\"&gt;William Hanley Trophy&lt;/a&gt; as the league's most sportsmanlike player.\nClub.\nConway started his professional career by signing for the &lt;a href=\"Toledo%20Goaldiggers\"&gt;Toledo Goaldiggers&lt;/a&gt; in the &lt;a href=\"International%20Hockey%20League%20%281945-2001%29\"&gt;International Hockey League&lt;/a&gt; (IHL) and playing ten games for them during the 1983–84 season. The following season, 1984–85, Conway split between the Goaldiggers and the &lt;a href=\"Salt%20Lake%20Golden%20Eagles\"&gt;Salt Lake Golden Eagles&lt;/a&gt; also of the IHL.\nIn 1985, Conway signed for the &lt;a href=\"Ayr%20Bruins\"&gt;Ayr Bruins&lt;/a&gt; in the Premier Division of the &lt;a href=\"British%20Hockey%20League\"&gt;British Hockey League&lt;/a&gt; (BHL). Conway played for the Bruins for one season — taking the &lt;a href=\"Goal%20%28ice%20hockey%29\"&gt;goal&lt;/a&gt; scoring record and being named to the 1986 Premier Division &lt;a href=\"All-star%23Sports\"&gt;all-star&lt;/a&gt; team — before returning to North America and the IHL to play for the &lt;a href=\"Colorado%20Rangers\"&gt;Indianapolis Checkers&lt;/a&gt; at the beginning of the 1986–87 season. Conway finished the season back in the United Kingdom with the &lt;a href=\"Durham%20Wasps\"&gt;Durham Wasps&lt;/a&gt; who he helped to win the &lt;a href=\"British%20Championship%20%28ice%20hockey%29\"&gt;Heinekin Championship&lt;/a&gt; at &lt;a href=\"Wembley%20Arena\"&gt;Wembley Arena&lt;/a&gt;. He started the 1987–88 season with Durham before finishing it with the &lt;a href=\"Telford%20Tigers\"&gt;Telford Tigers&lt;/a&gt; in Division 1 of the BHL and earning himself the &lt;a href=\"Ice%20Hockey%20Journalists%20UK\"&gt;British Ice Hockey Writers Association&lt;/a&gt; &lt;a href=\"Player%20of%20the%20Year%20Trophy%20%28IHJUK%29\"&gt;Player of the Year trophy&lt;/a&gt;. After a further season with the Tigers, Conway moved to the &lt;a href=\"Billingham%20Bombers\"&gt;Cleveland Bombers&lt;/a&gt; for the 1989–90 season, again in Division 1, where he earned a place on the Division 1 All-star team of 1990. Conway helped the Bombers to promotion to the Premier Division and stayed with them for the 1990–91 season.\nConway started his long association with Basingstoke when he joined the &lt;a href=\"Basingstoke%20Bison\"&gt;Beavers&lt;/a&gt; in the 1991–92 season playing in Division 1 of the BHL. Conway stayed with the Basingstoke team for seven seasons, helping them to promotion to the Premier Division in 1993 and into the newly formed &lt;a href=\"Ice%20Hockey%20Superleague\"&gt;Ice Hockey Superleague&lt;/a&gt; (ISL) in 1996 when the team changed its name to the Basingstoke Bison. During his time with Basingstoke, Conway earned himself two more Division 1 All-star places in 1992 and 1993 and finished as the team's all-time leading scorer with 950 points. In honour of his achievements at the club, Basingstoke retired his number 10 &lt;a href=\"Hockey%20jersey\"&gt;shirt&lt;/a&gt; in 2005.\nConway spent the following ISL season, 1998–99, with the &lt;a href=\"Newcastle%20Jesters\"&gt;Newcastle Riverkings&lt;/a&gt; before splitting the 1999–00 season with &lt;a href=\"Hull%20Thunder\"&gt;Hull Thunder&lt;/a&gt; in the &lt;a href=\"British%20National%20League%20%281996%E2%80%932005%29\"&gt;British National League&lt;/a&gt; (BNL) and the &lt;a href=\"Chelmsford%20Chieftains\"&gt;Chelmsford Chieftains&lt;/a&gt; in the &lt;a href=\"English%20Premier%20Ice%20Hockey%20League\"&gt;English Premier Ice Hockey League&lt;/a&gt; (EPIHL), whom he helped to win the league and playoff championships. He joined the &lt;a href=\"Solihull%20Barons\"&gt;Solihull Barons&lt;/a&gt; in the 2000–01 season with whom he stayed until he retired from professional ice hockey in 2004. In his final season with Solihull, Conway was the leading goal, assist and point scorer for the team.\nAfter briefly coaching his son's &lt;a href=\"junior%20ice%20hockey\"&gt;junior ice hockey&lt;/a&gt; team, the Kingston River Rats, Conway was persuaded to come out of retirement by the &lt;a href=\"Solway%20Sharks\"&gt;Solway Sharks&lt;/a&gt; coach, Kevin Doherty, to play for the Sharks in the 2006–07 season in the &lt;a href=\"Scottish%20National%20League%20%28ice%20hockey%29\"&gt;Scottish National League&lt;/a&gt; and the &lt;a href=\"Northern%20League%20%28ice%20hockey%2C%202005%29\"&gt;Northern League&lt;/a&gt;. Conway continues to play for the Sharks in the 2007–08 season in the newly formed &lt;a href=\"Scottish%20Premier%20Hockey%20League\"&gt;Scottish Premier Hockey League&lt;/a&gt; and the Northern League.\nInternational.\nConway made his first appearance for the &lt;a href=\"Great%20Britain%20national%20ice%20hockey%20team\"&gt;Great Britain national ice hockey team&lt;/a&gt; at the &lt;a href=\"IIHF%20World%20Championship%20Division%20II\"&gt;Pool C World Championships&lt;/a&gt; held in &lt;a href=\"Kingston%20upon%20Hull\"&gt;Hull&lt;/a&gt; in 1992. Conway made an immediate impact for the team, scoring his first goal just 2 minutes and 16 seconds into his first game against &lt;a href=\"Australia%20national%20ice%20hockey%20team\"&gt;Australia&lt;/a&gt;. Helping the GB team to win the tournament and gain promotion to &lt;a href=\"IIHF%20World%20Championship%20Division%20I\"&gt;Pool B&lt;/a&gt;, Conway scored 13 goals and 10 assists — making him the tournament leading scorer.\nConway also appeared in the 1993 GB team which won promotion to &lt;a href=\"Ice%20Hockey%20World%20Championships\"&gt;Pool A&lt;/a&gt; by sweeping all teams at the Pool B tournament held in the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;. Conway was again the leading scorer for GB with 19 points from 8 goals an 11 assists.\nConway played for the GB team a total of 58 times between 1992 and 1999 and scored a total of 66 points from 33 goals and 33 assists."
}