{
    "id": "14030063",
    "revid": "117878",
    "url": "https://en.wikipedia.org/wiki?curid=14030063",
    "title": "Todd Kalis",
    "text": "Todd Alexander Kalis (born May 10, 1965) is a former &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; player in the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL). He was an &lt;a href=\"offensive%20lineman\"&gt;offensive lineman&lt;/a&gt; for the &lt;a href=\"Minnesota%20Vikings\"&gt;Minnesota Vikings&lt;/a&gt; (1988–1993), the &lt;a href=\"Pittsburgh%20Steelers\"&gt;Pittsburgh Steelers&lt;/a&gt; (1994) and the &lt;a href=\"Cincinnati%20Bengals\"&gt;Cincinnati Bengals&lt;/a&gt; (1995).\nAfter starting his final (36) with &lt;a href=\"Arizona%20State%20University\"&gt;Arizona State University&lt;/a&gt; which included three &lt;a href=\"Bowl%20Game\"&gt;Bowl Game&lt;/a&gt; appearances (&lt;a href=\"1985%20Holiday%20Bowl\"&gt;Holiday&lt;/a&gt;, &lt;a href=\"1987%20Rose%20Bowl\"&gt;Rose&lt;/a&gt; and &lt;a href=\"Freedom%20Bowl\"&gt;Freedom&lt;/a&gt;), Kalis was the 17th offensive lineman (the fifth guard) in the fourth-round (108th pick) of the Minnesota Vikings in the &lt;a href=\"1988%20NFL%20Draft\"&gt;1988 NFL Draft&lt;/a&gt;.\nEarly life.\nKalis was born in &lt;a href=\"Stillwater%2C%20Minnesota\"&gt;Stillwater, Minnesota&lt;/a&gt;. He spent his early childhood there before moving with his father, mother and two sisters to &lt;a href=\"Hudson%2C%20Wisconsin\"&gt;Hudson, Wisconsin&lt;/a&gt;. Shortly thereafter he moved again to &lt;a href=\"Phoenix%2C%20Arizona\"&gt;Phoenix&lt;/a&gt; where he attended &lt;a href=\"Thunderbird%20High%20School\"&gt;Thunderbird High School&lt;/a&gt; and &lt;a href=\"Letterman%20%28sports%29\"&gt;lettered&lt;/a&gt; in &lt;a href=\"High%20school%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; and &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt;.\nPlaying career.\nKalis was heavily &lt;a href=\"Recruiting%20%28college%20athletics%29\"&gt;recruited&lt;/a&gt; out of high school for football and tennis. He accepted an offer from &lt;a href=\"head%20coach\"&gt;head coach&lt;/a&gt; &lt;a href=\"Darryl%20Rogers\"&gt;Darryl Rogers&lt;/a&gt; to play at Arizona State University. Kalis preferred to stay in his hometown which allowed his parents the opportunity to attend his home games on Saturday nights in &lt;a href=\"Tempe%2C%20Arizona\"&gt;Tempe, Arizona&lt;/a&gt;.\nKalis &lt;a href=\"Redshirt%20%28college%20sports%29\"&gt;redshirted&lt;/a&gt; his freshman season in 1983 with the Sun Devils playing &lt;a href=\"defensive%20end\"&gt;defensive end&lt;/a&gt;.\nIn 1984 Kalis met with head coach Darryl Rogers prior to the start of spring practice. Kalis was told by Rogers he would be moved to the &lt;a href=\"offensive%20line\"&gt;offensive line&lt;/a&gt; following the conclusion of spring practice if he did not secure either a first or second string position. Kalis contemplated the conversation and returned the next day to tell head coach Darryl Rogers to move him to the offense immediately. Kalis believed Rogers had already made up his mind to move him to the offensive line so Kalis decided not to wait to get a &lt;a href=\"Head%20start%20%28positioning%29\"&gt;head start&lt;/a&gt; on the new position. Kalis participated in the 1984 spring practice sessions as an &lt;a href=\"offensive%20tackle\"&gt;offensive tackle&lt;/a&gt;.\nIn 1985 Arizona State University hired head coach &lt;a href=\"John%20Cooper%20%28American%20football%29\"&gt;John Cooper&lt;/a&gt;. Prior to the spring practice sessions Kalis was asked by &lt;a href=\"offensive%20line%20coach\"&gt;offensive line coach&lt;/a&gt; Tom Freeman to move to the &lt;a href=\"Guard%20%28American%20football%29\"&gt;right guard&lt;/a&gt; position. Kalis competed and won the first string right guard position and started every game for the Sun Devils in 1985. The Sun Devils completed the season with an 8–3 record and an invitation to play in the 1985 Holiday Bowl against the &lt;a href=\"Arkansas%20Razorbacks%20football\"&gt;Arkansas Razorbacks&lt;/a&gt; at &lt;a href=\"Jack%20Murphy%20Stadium\"&gt;Jack Murphy Stadium&lt;/a&gt;. On December 22, 1985, Arizona State lost to the Arkansas Razorbacks 18–17.\nThe 1986 Arizona State University football season proved to be a very historic year for the Sun Devils. Arizona State finished the regular season with a record of 9–1–1 and won the &lt;a href=\"Pac-10%20Conference\"&gt;Pac-10 Conference&lt;/a&gt; title and received an invitation to play the &lt;a href=\"Michigan%20Wolverines%20football\"&gt;Michigan Wolverines&lt;/a&gt; in the 1987 Rose Bowl. On January 1, 1987, in front of a crowd of 103,168 the Sun Devils defeated Michigan 22–15. ASU finished the season ranked 4th by the &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; and 5th by &lt;a href=\"United%20Press%20International\"&gt;United Press International&lt;/a&gt;. Kalis was a starting member of the Sun Devil offensive line that averaged 208 yards per game.\nIn 1987 ASU football team finished the season with a 7–4–1 record and an invitation to play &lt;a href=\"1987%20Air%20Force%20Falcons%20football%20team\"&gt;Air Force&lt;/a&gt; in the 1987 Freedom Bowl. The Sun Devils defeated Air Force 33–28 on December 30, 1987, in &lt;a href=\"Angel%20Stadium%20of%20Anaheim\"&gt;Anaheim Stadium&lt;/a&gt; and finished the season ranked 20th by the Associated Press. Kalis finished his four-year letterman career at ASU with (36) consecutive starts, 33 regular season and 3 bowl games.\nMinnesota Vikings 1988-1993.\nDuring his rookie season in 1988, head coach &lt;a href=\"Jerry%20Burns\"&gt;Jerry Burns&lt;/a&gt; assigned Kalis the responsibility of providing back-up assistance to both starting right tackle &lt;a href=\"Tim%20Irwin\"&gt;Tim Irwin&lt;/a&gt; (14-year NFL veteran) and left tackle &lt;a href=\"Gary%20Zimmerman\"&gt;Gary Zimmerman&lt;/a&gt; (&lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Hall of Fame&lt;/a&gt; 2008). The Vikings finished the regular season 11–5 and reached the &lt;a href=\"National%20Football%20League%20playoffs\"&gt;NFL playoffs&lt;/a&gt; as a &lt;a href=\"National%20Football%20Conference\"&gt;NFC&lt;/a&gt; &lt;a href=\"Wild%20card%20%28sports%29\"&gt;Wild Card&lt;/a&gt; team and beat the &lt;a href=\"History%20of%20the%20St.%20Louis%20Rams\"&gt;Los Angeles Rams&lt;/a&gt; 28–17 on December 26, 1988. The following week the Vikings met the &lt;a href=\"San%20Francisco%2049ers\"&gt;San Francisco 49ers&lt;/a&gt; in the NFC Division Playoffs on January 1, 1989, at &lt;a href=\"Candlestick%20Park\"&gt;Candlestick Park&lt;/a&gt; and lost the game 34–9. The San Francisco 49ers went on to win &lt;a href=\"Super%20Bowl%20XXIII\"&gt;Super Bowl XXIII&lt;/a&gt;. The Minnesota Vikings finished the season 2nd in the &lt;a href=\"NFC%20North\"&gt;NFC Central Division&lt;/a&gt;.\nIn 1989 Kalis was given the opportunity to compete for the starting right guard position on the offensive line. He was successful and started every 1989 regular season game as well as the 1990 playoff game versus the San Francisco 49ers. Kalis joined fellow starting offensive lineman Tim Irwin (right tackle), &lt;a href=\"Kirk%20Lowdermilk\"&gt;Kirk Lowdermilk&lt;/a&gt; (&lt;a href=\"Center%20%28American%20football%29\"&gt;center&lt;/a&gt;), Randall McDaniel (left guard/Hall of Fame 2009) and Gary Zimmerman (left tackle/Hall of Fame 2008). On January 6, 1990, the Vikings met the San Francisco 49ers in the 1989 NFC Divisional Playoffs at Candlestick Park and lost 41–13. The San Francisco 49ers went on to win &lt;a href=\"Super%20Bowl%20XXIV\"&gt;Super Bowl XXIV&lt;/a&gt;. The Minnesota Vikings finished the season with a record of 10–6 and 1st in the NFC Central Division.\nThe 1990 football season proved to be a disappointing year for the Minnesota Vikings. Kalis started all (16) regular season games but the team failed to reach the NFL Playoffs. The Vikings finished the season 6–10 despite having a five-game winning streak in November and early December. The team went on to finish the season with a four-game losing streak which included the New York Giants, Tampa Bay Buccaneers, Los Angeles Raiders and San Francisco 49ers. The Minnesota Vikings finished the season 2nd in the NFC Central Division.\nThe 1991 football season record improved to 8–8 but would be Jerry Burns last as head coach. Kalis shared the starting responsibilities at the right guard position throughout the season with &lt;a href=\"Brian%20Habib\"&gt;Brian Habib&lt;/a&gt;. The Minnesota Vikings finished the season 3rd in the NFC Central Division.\n1992 Kalis suffered a potentially career ending knee injury during a preseason game versus the &lt;a href=\"Washington%20Redskins\"&gt;Washington Redskins&lt;/a&gt;. Kalis rehabilitated the injury throughout the 1992 season and did not return to action. Under the leadership of new head coach &lt;a href=\"Dennis%20Green\"&gt;Dennis Green&lt;/a&gt; the Vikings went on to earn a playoff spot in the NFC Wild Card game versus the Washington Redskins. On January 2, 1993, the Vikings played the Washington Redskins at the &lt;a href=\"Hubert%20H.%20Humphrey%20Metrodome\"&gt;Metrodome&lt;/a&gt; in Minnesota and even though the Vikings had the &lt;a href=\"Home%20advantage\"&gt;home field advantage&lt;/a&gt;, they lost the game 24–7. The Minnesota Vikings finished the season with a record of 11–5 and 1st in the NFC Central Division.\nThe 1993 season was a year of recovery for Kalis. Following an extensive rehabilitation regimen due to the knee injury from the previous year, Kalis battled and recaptured the starting right guard position. As the season progressed so did his play and the Vikings returned to the NFC playoffs for the fourth time during his six-year tenure as a Viking. The team finished 9–7 and secured a Wild Card Playoff berth. On January 9, 1994, the Vikings played against the &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt; at &lt;a href=\"Giants%20Stadium\"&gt;Giants Stadium&lt;/a&gt; with &lt;a href=\"Jim%20McMahon\"&gt;Jim McMahon&lt;/a&gt; as their starting &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt;. The Vikings lost the game 17–10 and Kalis played his last game as a Minnesota Viking. The Minnesota Vikings finished the season 2nd in the NFC Central Division.\nPittsburgh Steelers 1994.\nDuring the off season prior to the 1994 regular season Kalis worked with his agent G. Bruce Allen to find a new NFL home. On May 20, 1994, he signed a new three-year contract and began his career with the &lt;a href=\"Pittsburgh%20Steelers\"&gt;Pittsburgh Steelers&lt;/a&gt;. He competed and won the right guard position and joined fellow starting offensive lineman &lt;a href=\"Leon%20Searcy\"&gt;Leon Searcy&lt;/a&gt; (right tackle), &lt;a href=\"Dermontti%20Dawson\"&gt;Dermontti Dawson&lt;/a&gt; (center/Hall of Fame 2012), &lt;a href=\"Duval%20Love\"&gt;Duval Love&lt;/a&gt; (left guard), &lt;a href=\"John%20Jackson%20%28offensive%20tackle%29\"&gt;John Jackson&lt;/a&gt; (left tackle). On November 20, 1994, the Steelers faced the &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt; in week (12) of the regular season. The Steelers lost the game in &lt;a href=\"Overtime%20%28sports%29\"&gt;overtime&lt;/a&gt; 16–13 and also lost Kalis for the rest of the season due to a broken ankle suffered in overtime while completing a downfield &lt;a href=\"Blocking%20%28American%20football%29\"&gt;block&lt;/a&gt; for &lt;a href=\"running%20back\"&gt;running back&lt;/a&gt; &lt;a href=\"Barry%20Foster%20%28American%20football%29\"&gt;Barry Foster&lt;/a&gt;.\nThe Steelers finished the season 12-4-0, won the AFC Central Division title and defeated the &lt;a href=\"Cleveland%20Browns\"&gt;Cleveland Browns&lt;/a&gt; 29–9 on January 7, 1995, in the AFC Division Playoff game at Three Rivers Stadium. On January 15, 1995, the Steelers faced the &lt;a href=\"San%20Diego%20Chargers\"&gt;San Diego Chargers&lt;/a&gt; in the AFC Conference Championship Game. Late in the fourth quarter the Steelers marched from their own 17-yard line to the San Diego 3 to put themselves in position for a potential winning touchdown. However, on fourth down, Chargers &lt;a href=\"linebacker\"&gt;linebacker&lt;/a&gt; &lt;a href=\"Dennis%20Gibson%20%28American%20football%29\"&gt;Dennis Gibson&lt;/a&gt; sealed the victory by tipping away &lt;a href=\"Neil%20O%27Donnell\"&gt;Neil O'Donnell&lt;/a&gt;'s pass intended for running back Barry Foster. The San Diego Chargers won the game 17–13 and went on to lose 49–26 to the San Francisco 49ers in &lt;a href=\"Super%20Bowl%20XXIX\"&gt;Super Bowl XXIX&lt;/a&gt;. The Pittsburgh Steelers finished 1st in the AFC Central Division.\nCincinnati Bengals 1995.\nKalis began the 1995 season by attending &lt;a href=\"National%20Football%20League%20Training%20Camp\"&gt;training camp&lt;/a&gt; in &lt;a href=\"Latrobe%2C%20Pennsylvania\"&gt;Latrobe, Pennsylvania&lt;/a&gt; with the Pittsburgh Steelers. He was returning from a season ending ankle surgery and was surprised to find himself being asked to play the left guard position during the preseason. He started all (4) pre-season games at left guard due to an illness that &lt;a href=\"Tom%20Newberry\"&gt;Tom Newberry&lt;/a&gt; had battled throughout training camp. On the last day of training camp Kalis was released by the Steelers. Two days later he was in Cincinnati signing a new contract with the Bengals. Kalis saw limited action early in the season at both left and right guard. Kalis replaced Bruce Kozerski as the starting right guard when Kozerski suffered a season/career ending ankle injury.\nKalis was the starting right guard for the Cincinnati Bengals for the last game ever played at &lt;a href=\"Cleveland%20Stadium\"&gt;Cleveland Municipal Stadium&lt;/a&gt; on December 17, 1995. At the time it was believed to be the last &lt;a href=\"Cleveland%20Browns\"&gt;Cleveland Browns&lt;/a&gt; game ever to be played in Cleveland. Kalis was on the field when a time out was called by the officials to allow the Bengals to relocate to the other end of the field. The officials wanted to create more distance between the Bengals players and the fans who had already begun to tear seats out of the stadium and throw them onto the field.\nKalis started his final NFL football game on December 24, 1995, beating the Minnesota Vikings 27–24 at &lt;a href=\"Riverfront%20Stadium\"&gt;Riverfront Stadium&lt;/a&gt; in &lt;a href=\"Cincinnati%2C%20Ohio\"&gt;Cincinnati, Ohio&lt;/a&gt;. The Cincinnati Bengals finished the season with a record of 7–9 and 2nd in the AFC Central Division.\nNFL Alumni.\nKalis began his work with the &lt;a href=\"National%20Football%20League%20Alumni\"&gt;NFL Alumni&lt;/a&gt;, a &lt;a href=\"501%20%28c%29%20%283%29%23501.28c.29.283.29\"&gt;501 (c) (3)&lt;/a&gt; non-profit organization after being voted President of the Pittsburgh Chapter in June 2000. In 2002, he became a member of the Board of Directors, in 2003 Chairman, Board of Chapter Presidents and in 2004 Vice-Chairman, Board of Directors. On January 31, 2017, he resigned as chapter President after hosting the NFL Alumni's #1 charity golf tournament for 16 years and chapter sporting clays event for 10 years. During his tenure as chapter President the Pittsburgh Chapter raised over 3 million net dollars for numerous Western Pennsylvania charitable organizations. The events were held annually to support the organizations motto of “Caring for Kids”.\nPigskin dreams.\nKalis is co-author of Pigskin Dreams - The People, Places and Events that Forged the Character of the NFL's Greatest Players. The book is a collection of stories based on personal interviews conducted by Kalis highlighting the early influences that helped develop the character of some of the greatest Pro Football Hall of Fame players. Bobby Bell, Mel Blount, Dick Butkus, Larry Csonka, Len Dawson, Dan Dierdorf, Mike Ditka, Tony Dorsett, Franco Harris, Deacon Jones, Leroy Kelly, Paul Krause, Howie Long, Anthony Munoz, Ozzie Newsome, Merlin Olsen, Mel Renfro, Mike Singletary, &lt;a href=\"Bart%20Starr\"&gt;Bart Starr&lt;/a&gt;, Johnny Unitas, Kellen Winslow and Steve Young. Foreword by Don Shula, additional support provided by NFL Commissioner Roger Goodell, Garth Brooks, Bill Johnson, Art Rooney II and Bob Costas.\nLife after football.\nFollowing his retirement from the NFL, Kalis began his career in business with positions in sales, marketing and business development. He is a graduate of Arizona State University with a Bachelor of Science degree in Economics. Kalis also co-hosted a local Pittsburgh television sports show called “The Steelers Huddle” in 2002 and 2003. He also enjoys speaking on numerous subjects including character and the history of American football. He currently resides in Mars, Pennsylvania, with his wife Kristen and three youngest children. Kyle Kalis, his oldest son, was an offensive lineman for the University of Michigan 2012–16, \nthe NFL Washington Redskins and Indianapolis Colts in 2017 and the Cleveland Browns in 2018."
}