{
    "id": "14057478",
    "revid": "89995",
    "url": "https://en.wikipedia.org/wiki?curid=14057478",
    "title": "2007 Warwickshire warehouse fire",
    "text": "On 2 November 2007 a major &lt;a href=\"conflagration\"&gt;fire&lt;/a&gt; occurred at a warehouse near the village of &lt;a href=\"Atherstone%20on%20Stour\"&gt;Atherstone on Stour&lt;/a&gt; in &lt;a href=\"Warwickshire\"&gt;Warwickshire&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;.\nFour firefighters from the &lt;a href=\"Warwickshire%20Fire%20and%20Rescue%20Service\"&gt;Warwickshire Fire and Rescue Service&lt;/a&gt; were killed whilst tackling the blaze. This was the largest loss of life for a fire brigade in the United Kingdom for 35 years.\nIn 2012, three of their commanding officers were acquitted of &lt;a href=\"manslaughter\"&gt;manslaughter&lt;/a&gt; charges and &lt;a href=\"Warwickshire%20County%20Council\"&gt;Warwickshire County Council&lt;/a&gt; was fined for failing to ensure safety at work.\nThe fire.\nOn the evening of 2 November 2007, a vegetable packing plant the size of four &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; pitches caught fire in a suspected &lt;a href=\"arson\"&gt;arson&lt;/a&gt; attack.\nFour of the approximate 100 firefighters from &lt;a href=\"Warwickshire%20Fire%20and%20Rescue%20Service\"&gt;Warwickshire Fire and Rescue Service&lt;/a&gt; who were mobilised to the scene were reported missing that night after they went in to tackle the fire. One, Ian Reid, was rescued but died later in hospital. Due to the debris and the instability of the building the bodies of John Averis, Ashley Stephens and Darren Yates-Badley were not recovered until 6 November.\nThis was the most firefighters lost in a single incident in the United Kingdom since seven firefighters died while fighting a &lt;a href=\"Kilbirnie%20Street%20fire\"&gt;fire at a warehouse in Kilbirnie Street&lt;/a&gt; in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; in 1972.\nSubsequent charges.\nOn 28 February 2011, it was announced that three officers from the Warwickshire Fire and Rescue Service would face charges of &lt;a href=\"Manslaughter%20in%20English%20law%23Manslaughter%20by%20gross%20negligence\"&gt;manslaughter by gross negligence&lt;/a&gt; over the deaths.\nOn 6 May 2011, the three officers appeared at the &lt;a href=\"Leamington%20Justice%20Centre\"&gt;Leamington Justice Centre&lt;/a&gt; to face the charges. Warwickshire County Council also faced a charge under the &lt;a href=\"Health%20and%20Safety%20at%20Work%20etc.%20Act%201974\"&gt;Health and Safety at Work Act&lt;/a&gt; of failing to ensure the safety of its employees. They were all granted unconditional bail. It was agreed both cases would be dealt with in the &lt;a href=\"Crown%20Court\"&gt;Crown Court&lt;/a&gt;.\nA hearing took place on 20 January 2012 at &lt;a href=\"Wolverhampton\"&gt;Wolverhampton&lt;/a&gt; Crown Court at which Warwickshire County Council entered a guilty plea to failing to ensure the health and safety of its employees.\nOn 18 April 2012, the three fire officers, Timothy Woodward, Adrian Ashley and Paul Simmons, appeared in court charged with manslaughter by gross negligence. The trial started at &lt;a href=\"Stafford\"&gt;Stafford&lt;/a&gt; Crown Court on 20 April 2012; on 21 May the judge directed that Simmons be acquitted and on 30 May the jury returned a verdict of not guilty against Woodward and Ashley.\nWarwickshire County Council was fined £30,000 in December 2012."
}