{
    "id": "1406926",
    "revid": "1063700357",
    "url": "https://en.wikipedia.org/wiki?curid=1406926",
    "title": "Gurudwara Bangla Sahib",
    "text": "Gurudwara Bangla Sahib () is one of the most prominent &lt;a href=\"Sikhism\"&gt;Sikh&lt;/a&gt; &lt;a href=\"gurdwara\"&gt;gurdwara&lt;/a&gt;, or Sikh house of worship, in &lt;a href=\"Delhi\"&gt;Delhi&lt;/a&gt;, India, and known for its association with the eighth &lt;a href=\"Sikh%20Guru\"&gt;Sikh Guru&lt;/a&gt;, &lt;a href=\"Guru%20Har%20Krishan\"&gt;Guru Har Krishan&lt;/a&gt;, as well as the holy pond inside its complex, known as the \"Sarovar.\" It was first built as a small shrine by Sikh General Sardar &lt;a href=\"Baghel%20Singh\"&gt;Baghel Singh&lt;/a&gt; in 1783, on the bungalow donated by king &lt;a href=\"Jai%20Singh%20I\"&gt;Raja Jai Singh&lt;/a&gt; of Amer, who supervised the construction of nine Sikh shrines in Delhi in the same year, during the reign of &lt;a href=\"Mughal%20Emperor\"&gt;Mughal Emperor&lt;/a&gt;, &lt;a href=\"Shah%20Alam%20II\"&gt;Shah Alam II&lt;/a&gt;.\nIt is situated near &lt;a href=\"Connaught%20Place%2C%20New%20Delhi\"&gt;Connaught Place, New Delhi&lt;/a&gt; on Baba Kharak Singh Marg and it is instantly recognisable by its golden dome and tall flagpole, \"&lt;a href=\"Nishan%20Sahib\"&gt;Nishan Sahib&lt;/a&gt;\". Located next to it is the &lt;a href=\"Sacred%20Heart%20Cathedral%2C%20New%20Delhi\"&gt;Sacred Heart Cathedral&lt;/a&gt;.\nHistory.\nGurdwara Bangla Sahib was originally a &lt;a href=\"bungalow\"&gt;bungalow&lt;/a&gt; belonging to &lt;a href=\"Jai%20Singh%20I\"&gt;Raja Jai Singh&lt;/a&gt;, an Hindu Rajput ruler in the seventeenth century, and was known as Jaisinghpura Palace, in \"Jaisingh Pura\", an historic neighbourhood demolished to make way for the &lt;a href=\"Connaught%20Place%2C%20New%20Delhi\"&gt;Connaught Place&lt;/a&gt;, shopping district. Since Guru Har Kishan stayed at Raja Jai Singh's Banglow (pronouned \"bangla\" in &lt;a href=\"hindi%20languagehindi\"&gt;hindi languagehindi&lt;/a&gt; and &lt;a href=\"punabi%20language\"&gt;punjab&lt;/a&gt;) which has now been converted to a gurudwara, now the gurudwara is called the \"Bangla Sahib\" to memorialise Guru Har Rai's stay here.\nThe eighth Sikh Guru, &lt;a href=\"Guru%20Har%20Krishan\"&gt;Guru Har Krishan&lt;/a&gt; resided here during his stay in Delhi in 1664. During that time, there was a &lt;a href=\"smallpox\"&gt;smallpox&lt;/a&gt; and &lt;a href=\"cholera\"&gt;cholera&lt;/a&gt; &lt;a href=\"epidemic\"&gt;epidemic&lt;/a&gt;, and Guru Har Krishan Ji helped the suffering by giving aid and fresh water from the well at this house. Soon he too contracted the illness and eventually died on 30 March 1664. A small tank was later constructed by Raja Jai Singh over the well, its water is now revered as having healing properties and is taken by Sikhs throughout the world back to their homes.\nThe gurdwara and its \"Sarovar\" are now a place of great reverence for &lt;a href=\"Sikhs\"&gt;Sikhs&lt;/a&gt;, and a place for special congregation on birth anniversary of &lt;a href=\"Guru%20Har%20Krishan\"&gt;Guru Har Krishan&lt;/a&gt;.\nIn March 2021, the gurudwara inaugurated the cheapest diagnostic centre with the aim to provide healthcare for the poor. The patients can get an &lt;a href=\"MRI%20scan\"&gt;MRI scan&lt;/a&gt; at .\nOverview.\nThe grounds include the Gurudwara, a kitchen, a large (holy) pond, a school, and an art gallery. As with all Sikh &lt;a href=\"Gurdwara\"&gt;Gurdwara&lt;/a&gt;s, the concept of &lt;a href=\"Langar%20%28Sikhism%29\"&gt;langar&lt;/a&gt; is practised, and all people, regardless of race or religion may eat in the Gurdwara kitchen (langar hall). The \"&lt;a href=\"Langar%20%28Sikhism%29\"&gt;Langar&lt;/a&gt;\" (food) is prepared by \"gursikhs\" who work there and also by volunteers who like to help out. At the Gurdwara, visitors are requested to cover their hair and not to wear shoes. Assistance to foreigners and visitors with Guides, head scarves, and shoe-minding service can be found inside the compound and are available free of charge. Anyone can volunteer to help keep the shoes in the shoe-minding room, and cleaning the precincts of the Gurudwara.\nThe complex also houses a higher secondary school, Baba Baghel Singh Museum, a library, and a hospital. The Gurudwara and the \"langar\" hall are now air-conditioned. A new \"Yatri Niwas\" (travellers hostel), and multi-level parking space have been constructed. Toilet facilities are available. The space around the back entrance to the Gurudwara is also being spruced up, so as to give a better view from the roadside."
}