{
    "id": "1406144",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=1406144",
    "title": "Music of Madhya Pradesh",
    "text": "&lt;a href=\"Madhya%20Pradesh\"&gt;Madhya Pradesh&lt;/a&gt; is a &lt;a href=\"states%20and%20territories%20of%20India\"&gt;state of India&lt;/a&gt;. Music from the area includes rural folk and tribal music, ceremonial and ritual music and &lt;a href=\"Indian%20classical%20music\"&gt;Indian classical music&lt;/a&gt;. Unlike in many parts of India, the people of Madhya Pradesh place few restrictions on who can sing which songs. With the exception of some ritualistic works, people sing songs from across ethnic and racial boundaries.\nBackground.\nIn &lt;a href=\"Bastar%20district\"&gt;Bastar&lt;/a&gt;, the &lt;a href=\"Muria%20people\"&gt;Muria&lt;/a&gt; and &lt;a href=\"Sing%20Maria\"&gt;Sing Maria&lt;/a&gt; tribes are known for the songs called \"&lt;a href=\"relo\"&gt;relo&lt;/a&gt;\", which are sung by children. The same region is home to the &lt;a href=\"dhankul\"&gt;dhankul&lt;/a&gt; songs associated with invoking &lt;a href=\"Danteshwari\"&gt;Danteshwari&lt;/a&gt;, a goddess, and the seasonal &lt;a href=\"chait%20parah\"&gt;chait parah&lt;/a&gt;. Around &lt;a href=\"Jagdalpur\"&gt;Jagdalpur&lt;/a&gt;, &lt;a href=\"leha\"&gt;leha&lt;/a&gt; songs are popular. They are sung as part of a ritual for the departure of a loved one. The &lt;a href=\"Kamar%20language\"&gt;Kamar people&lt;/a&gt; are known for a kind of &lt;a href=\"marriage\"&gt;marriage&lt;/a&gt; song, often addressed to legendary &lt;a href=\"trumpet\"&gt;trumpet&lt;/a&gt;er &lt;a href=\"Moharia\"&gt;Moharia&lt;/a&gt;.\n&lt;a href=\"Bundelkhand\"&gt;Bundelkhand&lt;/a&gt; and &lt;a href=\"Baghelkand\"&gt;Baghelkand&lt;/a&gt;, home of the Baghelas, are a land known for semi-historical songs devoted to &lt;a href=\"Hardaul\"&gt;Hardaul&lt;/a&gt; and other deities. Many songs in this area were written by the poet &lt;a href=\"Isuri\"&gt;Isuri&lt;/a&gt;. &lt;a href=\"Pai%20%28music%20genre%29\"&gt;Pai&lt;/a&gt; songs are sung, accompanied by the &lt;a href=\"saira%20dance\"&gt;saira dance&lt;/a&gt;, during the rainy season.\nIn the south of &lt;a href=\"Nimad\"&gt;Nimad&lt;/a&gt;, philosophical &lt;a href=\"nirguni%20lavani\"&gt;nirguni lavani&lt;/a&gt; and ertoci &lt;a href=\"shringari%20lavani\"&gt;shringari lavani&lt;/a&gt; songs are popular. The same area, as well as &lt;a href=\"Malwa\"&gt;Malwa&lt;/a&gt;, are inhabited by the musically inclined &lt;a href=\"Adivasi\"&gt;Adivasi&lt;/a&gt; people.\nVarious kinds of drums are found throughout Madhya Pradesh. These include the large drums of Bastar, the &lt;a href=\"dhol\"&gt;dhol&lt;/a&gt;s and &lt;a href=\"maandal\"&gt;maandal&lt;/a&gt;s played by the &lt;a href=\"Bhil\"&gt;Bhil&lt;/a&gt;s, the Muria &lt;a href=\"parang\"&gt;parang&lt;/a&gt; and the &lt;a href=\"Ghera%20%28drum%29\"&gt;ghera&lt;/a&gt;, &lt;a href=\"damahu\"&gt;damahu&lt;/a&gt;, &lt;a href=\"timki\"&gt;timki&lt;/a&gt;, &lt;a href=\"tasa\"&gt;tasa&lt;/a&gt;, &lt;a href=\"Chang%20%28instrument%29\"&gt;chang&lt;/a&gt; and &lt;a href=\"dphala\"&gt;dphala&lt;/a&gt;.\nThe &lt;a href=\"Bans%20%28instrument%29\"&gt;bans&lt;/a&gt; is an instrument unique to Madhya Pradesh, though it is similar to the &lt;a href=\"ayar%20kuzhal\"&gt;ayar kuzhal&lt;/a&gt; of the south. It is an aerophonic instrument about four feet in length, made of bamboo, and played by the Rawats.\nRock/metal music.\nIndore.\nThe &lt;a href=\"Indore\"&gt;Indore&lt;/a&gt; scene, initially ignored by the mainstream Rock/Metal fraternity, has been emerging as the 'Dark Horse' of Indian Rock and Metal Scene since mid 2000s. Though &lt;a href=\"heavy%20metal%20music\"&gt;metal&lt;/a&gt; dominates the scene, the city has produced bands from all kinds of genre (Classic Rock, Alternative, Hard Rock, Death Metal).\n&lt;a href=\"Nicotine%20%28band%29\"&gt;Nicotine&lt;/a&gt;, formed in December 2006, is one of the most known Metal Rock bands in Central India."
}