{
    "id": "140792",
    "revid": "41961657",
    "url": "https://en.wikipedia.org/wiki?curid=140792",
    "title": "First Chechen War",
    "text": "The First Chechen War, also known as the First Chechen Campaign, or First Russian-Chechen war was a rebellion by the &lt;a href=\"Chechen%20Republic%20of%20Ichkeria\"&gt;Chechen Republic of Ichkeria&lt;/a&gt; against the &lt;a href=\"Russia\"&gt;Russian Federation&lt;/a&gt;, fought from December 1994 to August 1996. The first war was preceded by the &lt;a href=\"Russian%20Intervention%20in%20Ichkeria\"&gt;Russian Intervention in Ichkeria&lt;/a&gt;, in which Russia tried to covertly overthrow the Ichkerian government. After the initial campaign of 1994–1995, culminating in the devastating &lt;a href=\"Battle%20of%20Grozny%20%281994%E2%80%9395%29\"&gt;Battle of Grozny&lt;/a&gt;, Russian federal forces attempted to seize control of the mountainous area of Chechnya but were set back by Chechen &lt;a href=\"guerrilla%20warfare\"&gt;guerrilla warfare&lt;/a&gt; and raids on the flatlands despite Russia's overwhelming advantages in &lt;a href=\"firepower\"&gt;firepower&lt;/a&gt;, &lt;a href=\"manpower\"&gt;manpower&lt;/a&gt;, weaponry, &lt;a href=\"artillery\"&gt;artillery&lt;/a&gt;, &lt;a href=\"combat%20vehicle\"&gt;combat vehicle&lt;/a&gt;s, &lt;a href=\"airstrike\"&gt;airstrike&lt;/a&gt;s and &lt;a href=\"air%20support\"&gt;air support&lt;/a&gt;. The resulting widespread &lt;a href=\"demoralization%20%28warfare%29\"&gt;demoralization&lt;/a&gt; of federal forces and the almost universal opposition of the Russian public to the conflict led &lt;a href=\"Boris%20Yeltsin\"&gt;Boris Yeltsin&lt;/a&gt;'s government to declare a &lt;a href=\"ceasefire\"&gt;ceasefire&lt;/a&gt; with the &lt;a href=\"Chechens\"&gt;Chechens&lt;/a&gt; in 1996 and sign &lt;a href=\"Russia%E2%80%93Chechen%20Peace%20Treaty\"&gt;a peace treaty&lt;/a&gt; a year later.\nThe official figure for Russian military deaths is 5,732, while most estimates put the number between 3,500 and 7,500, or even as high as 14,000. Although there are no accurate figures for the number of Chechen forces killed, various estimates put the number at about 3,000 to 17,391 dead or missing. Various figures estimate the number of &lt;a href=\"civilian\"&gt;civilian&lt;/a&gt; deaths at between 30,000 and 100,000 killed and possibly over 200,000 injured, while more than 500,000 people were &lt;a href=\"Displaced%20person\"&gt;displaced&lt;/a&gt; by the conflict, which left cities and villages across the republic in ruins. The conflict led to a significant decrease of non-Chechen population due to violence and discrimination.\nOrigins.\nChechnya within Imperial Russia and the Soviet Union.\n&lt;a href=\"Chechens\"&gt;Chechen&lt;/a&gt; resistance against Russian &lt;a href=\"imperialism\"&gt;imperialism&lt;/a&gt; has its origins from 1785 during the time of &lt;a href=\"Sheikh%20Mansur\"&gt;Sheikh Mansur&lt;/a&gt;, the first &lt;a href=\"imam\"&gt;imam&lt;/a&gt; (leader) of the Caucasian peoples. He united various North-Caucasian nations under his command in order to resist the Russian invasions and expansion.\nFollowing long local resistance during the 1817–1864 &lt;a href=\"Caucasian%20War\"&gt;Caucasian War&lt;/a&gt;, Imperial Russian forces defeated the Chechens and annexed their lands and deported thousands to the Middle East in the latter part of the 19th century. The Chechens' subsequent attempts at gaining independence after the 1917 fall of the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt; failed, and in 1922 Chechnya became part of &lt;a href=\"Russian%20Soviet%20Federative%20Socialist%20Republic\"&gt;Soviet Russia&lt;/a&gt; and in December 1922 part of the newly formed &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; (USSR). In 1936, Soviet leader &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; established the &lt;a href=\"Chechen-Ingush%20Autonomous%20Soviet%20Socialist%20Republic\"&gt;Chechen-Ingush Autonomous Soviet Socialist Republic&lt;/a&gt;. In 1944, on the orders of &lt;a href=\"NKVD\"&gt;NKVD&lt;/a&gt; chief &lt;a href=\"Lavrentiy%20Beria\"&gt;Lavrentiy Beria&lt;/a&gt;, more than half a million Chechens, the &lt;a href=\"Ingush%20people\"&gt;Ingush&lt;/a&gt; and several other North &lt;a href=\"Peoples%20of%20the%20Caucasus\"&gt;Caucasian people&lt;/a&gt; &lt;a href=\"Operation%20Lentil%20%28Caucasus%29\"&gt;were ethnically cleansed, and deported&lt;/a&gt; to &lt;a href=\"Siberia\"&gt;Siberia&lt;/a&gt; and to &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt;. The official pretext was punishment for collaboration with the invading &lt;a href=\"Wehrmacht\"&gt;German forces&lt;/a&gt; during the &lt;a href=\"1940%E2%80%931944%20insurgency%20in%20Chechnya\"&gt;1940–1944 insurgency in Chechnya&lt;/a&gt;, despite tens of thousands of Chechens and Ingush being aligned to the Soviet Union and fighting against the Nazis, also despite the fact that 50 Chechens received the highest military award in the Soviet Union (e.g. &lt;a href=\"Khanpasha%20Nuradilov\"&gt;Khanpasha Nuradilov&lt;/a&gt;, &lt;a href=\"Movlid%20Visaitov\"&gt;Movlid Visaitov&lt;/a&gt;); the Soviet authorities abolished the Chechen-Ingush Republic (March 1944). Eventually, Soviet first secretary &lt;a href=\"Nikita%20Khrushchev\"&gt;Nikita Khrushchev&lt;/a&gt; granted the &lt;a href=\"Nakh%20peoples\"&gt;Vainakh&lt;/a&gt; (Chechen and Ingush) peoples permission to return to their homeland and restored their republic in 1957.\nDissolution of the Soviet Union and the Russian Federation Treaty.\nRussia became an independent state after the &lt;a href=\"dissolution%20of%20the%20Soviet%20Union\"&gt;dissolution of the Soviet Union&lt;/a&gt; in December 1991. The Russian Federation was widely accepted as the &lt;a href=\"Succession%20of%20states%23Soviet%20Union\"&gt;successor state to the USSR&lt;/a&gt;, but it lost a significant amount of its military and &lt;a href=\"economic%20power\"&gt;economic power&lt;/a&gt;. Ethnic &lt;a href=\"Russians\"&gt;Russians&lt;/a&gt; made up more than 80% of the population of the &lt;a href=\"Russian%20SFSR\"&gt;Russian Soviet Federative Socialist Republic&lt;/a&gt;, but significant ethnic and religious differences posed a threat of political &lt;a href=\"Societal%20collapse\"&gt;disintegration&lt;/a&gt; in some regions. In the Soviet period, some of Russia's approximately 100 &lt;a href=\"nationality\"&gt;nationalities&lt;/a&gt; were granted ethnic &lt;a href=\"enclaves\"&gt;enclaves&lt;/a&gt; that had various formal federal rights attached. Relations of these entities with the &lt;a href=\"Government%20of%20Russia\"&gt;federal government&lt;/a&gt; and demands for &lt;a href=\"autonomy\"&gt;autonomy&lt;/a&gt; erupted into a major political issue in the early 1990s. &lt;a href=\"Boris%20Yeltsin\"&gt;Boris Yeltsin&lt;/a&gt; incorporated these demands into his 1990 election campaign by claiming that their resolution was a high priority.\nThere was an urgent need for a law to clearly define the powers of each federal subject. Such a law was passed on 31 March 1992, when Yeltsin and &lt;a href=\"Ruslan%20Khasbulatov\"&gt;Ruslan Khasbulatov&lt;/a&gt;, then chairman of the &lt;a href=\"Russian%20Supreme%20Soviet\"&gt;Russian Supreme Soviet&lt;/a&gt; and an ethnic Chechen himself, signed the &lt;a href=\"Federation%20Treaty\"&gt;Federation Treaty&lt;/a&gt; bilaterally with 86 out of 88 federal subjects. In almost all cases, demands for greater autonomy or independence were satisfied by concessions of regional autonomy and tax privileges. The treaty outlined three basic types of federal subjects and the powers that were reserved for local and federal government. The only federal subjects that did not sign the treaty were Chechnya and &lt;a href=\"Tatarstan\"&gt;Tatarstan&lt;/a&gt;. Eventually, in early 1994, Yeltsin signed a special political accord with &lt;a href=\"Mintimer%20Shaeymiev\"&gt;Mintimer Shaeymiev&lt;/a&gt;, the president of Tatarstan, granting many of its demands for greater autonomy for the republic within Russia; thus, Chechnya remained the only federal subject that did not sign the treaty. Neither Yeltsin nor the Chechen government attempted any serious negotiations and the situation deteriorated into a full-scale conflict.\nChechen declaration of independence.\nMeanwhile, on 6 September 1991, militants of the &lt;a href=\"All-National%20Congress%20of%20the%20Chechen%20People\"&gt;All-National Congress of the Chechen People&lt;/a&gt; (NCChP) party, created by the former &lt;a href=\"Soviet%20Air%20Force\"&gt;Soviet Air Force&lt;/a&gt; general &lt;a href=\"Dzhokhar%20Dudayev\"&gt;Dzhokhar Dudayev&lt;/a&gt;, stormed a session of the Chechen-Ingush ASSR Supreme Soviet with the aim of asserting independence. The storming caused the death of the head of Grozny's branch of the &lt;a href=\"Communist%20Party%20of%20the%20Soviet%20Union\"&gt;Communist Party of the Soviet Union&lt;/a&gt; Vitaly Kutsenko, who was &lt;a href=\"Defenestration\"&gt;defenestrated&lt;/a&gt; or fell while trying to escape. This effectively dissolved the government of the Chechen-Ingush &lt;a href=\"Autonomous%20republics%20of%20the%20Soviet%20Union\"&gt;Autonomous Republic of the Soviet Union&lt;/a&gt;.\nThe elections of president and parliament of Chechnya held on 27 October 1991. A day before, the &lt;a href=\"Supreme%20Soviet%20of%20the%20Soviet%20Union\"&gt;Supreme Soviet of the Soviet Union&lt;/a&gt; published in local Chechen press that the elections were illegal. With a turnout of 72%, 90.1% voted for Dudayev.\nDudayev won overwhelming popular support (as evidenced by the later presidential elections with high turnout and a clear Dudayev victory) to oust the interim administration that was supported by the central government. He was made president and declared independence from the Soviet Union.\nIn November 1991, Yeltsin dispatched &lt;a href=\"Internal%20Troops\"&gt;Internal Troops&lt;/a&gt; to Grozny, but they were forced to withdraw when Dudayev's forces surrounded them at the airport. After Chechnya made its initial declaration of &lt;a href=\"sovereignty\"&gt;sovereignty&lt;/a&gt;, the Chechen-Ingush Autonomous Republic split in two in June 1992 amidst the Ingush armed conflict against another Russian republic, &lt;a href=\"North%20Ossetia\"&gt;North Ossetia&lt;/a&gt;. The newly created republic of &lt;a href=\"Ingushetia\"&gt;Ingushetia&lt;/a&gt; then joined the &lt;a href=\"Russian%20Federation\"&gt;Russian Federation&lt;/a&gt;, while Chechnya declared full independence from &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; in 1993 as the &lt;a href=\"Chechen%20Republic%20of%20Ichkeria\"&gt;Chechen Republic of Ichkeria&lt;/a&gt; (ChRI).\nInternal conflict in Chechnya and the Grozny–Moscow tensions.\nFrom 1991 to 1994, tens of thousands of people of non-Chechen ethnicity left the &lt;a href=\"republic\"&gt;republic&lt;/a&gt; amidst reports of violence and discrimination against the non-Chechen population (mostly Russians, Ukrainians and Armenians). During the undeclared Chechen &lt;a href=\"civil%20war\"&gt;civil war&lt;/a&gt;, factions both sympathetic and opposed to Dudayev fought for power, sometimes in pitched battles with the use of heavy weapons. In March 1992, the opposition attempted a &lt;a href=\"coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt;, but their attempt was crushed by force. A month later, Dudayev introduced direct presidential rule, and in June 1993, dissolved the Chechen parliament to avoid a referendum on a &lt;a href=\"vote%20of%20non-confidence\"&gt;vote of non-confidence&lt;/a&gt;. In late October 1992, Russian forces dispatched to the zone of the &lt;a href=\"Ossetian-Ingush%20conflict\"&gt;Ossetian-Ingush conflict&lt;/a&gt; were ordered to move to the Chechen border; Dudayev, who perceived this as \"an act of aggression against the Chechen Republic\", declared a &lt;a href=\"state%20of%20emergency\"&gt;state of emergency&lt;/a&gt; and threatened general &lt;a href=\"mobilization\"&gt;mobilization&lt;/a&gt; if the Russian troops did not withdraw from the Chechen border. To prevent the invasion of Chechnya, he did not provoke the Russian troops.\nAfter staging another \"coup d'état\" attempt in December 1993, the opposition organized themselves into the Provisional Council of the Chechen Republic as a potential alternative government for Chechnya, calling on Moscow for assistance. In August 1994, the coalition of the opposition factions based in north Chechnya launched a large-scale armed campaign to remove Dudayev's government.\nHowever, the issue of contention was not independence from Russia: even the opposition stated there was no alternative to an international boundary separating Chechnya from Russia. In 1992, Russian newspaper \"Moscow News\" noted that, just like most of the other seceding republics, other than Tatarstan, ethnic Chechens universally supported the establishment of an independent Chechen state and, in 1995, during the heat of the First Chechen War, Khalid Delmayev, an anti-Dudayev belonging to an Ichkerian liberal coalition, stated that \"Chechnya's statehood may be postponed... but cannot be avoided\". Opposition to Dudayev came mainly due to his domestic policy and personality: he once notoriously claimed that Russia intended to destabilize his nation by \"artificially creating earthquakes\" in Georgia and Armenia. This did not go off well with most Chechens, who came to view him as a national embarrassment at times (if still a patriot at others), but it did not, by any means, dismantle the determination for independence, as most Western commentators note.\nMoscow clandestinely supplied separatist forces with financial support, military equipment and &lt;a href=\"mercenaries\"&gt;mercenaries&lt;/a&gt;. Russia also suspended all civilian flights to Grozny while the aviation and border troops set up a military &lt;a href=\"blockade\"&gt;blockade&lt;/a&gt; of the republic, and eventually unmarked Russian aircraft began combat operations over Chechnya. The opposition forces, who were joined by Russian troops, launched a clandestine but badly organized assault on Grozny in mid-October 1994, followed by a &lt;a href=\"Battle%20of%20Grozny%20%28November%201994%29\"&gt;second, larger attack&lt;/a&gt; on 26–27 November 1994. Despite Russian support, both attempts were unsuccessful. Dudayev loyalists succeeded in capturing some 20 Russian Army &lt;a href=\"Regular%20Army\"&gt;regulars&lt;/a&gt; and about 50 other Russian citizens who were clandestinely hired by the Russian &lt;a href=\"FSK%20%28Russia%29\"&gt;FSK&lt;/a&gt; state security organization to fight for the Provisional Council forces. On 29 November, President Boris Yeltsin issued an ultimatum to all warring factions in Chechnya ordering them to disarm and surrender. When the government in Grozny refused, Yeltsin ordered the Russian army to \"restore constitutional order\" by force.\nBeginning on 1 December, Russian forces openly carried out heavy &lt;a href=\"strategic%20bombing\"&gt;aerial bombardments&lt;/a&gt; of Chechnya. On 11 December 1994, five days after Dudayev and Russian Minister of Defense Gen. &lt;a href=\"Pavel%20Grachev\"&gt;Pavel Grachev&lt;/a&gt; of Russia had agreed to \"avoid the further use of force\", Russian forces entered the republic in order to \"establish constitutional order in Chechnya and to preserve the territorial integrity of Russia.\" Grachev boasted he could topple Dudayev in a couple of hours with a single airborne regiment, and proclaimed that it will be \"a bloodless &lt;a href=\"blitzkrieg\"&gt;blitzkrieg&lt;/a&gt;, that would not last any longer than 20 December.\".\nRussian military intervention and initial stages.\nOn 11 December 1994, Russian forces launched a three-pronged ground attack towards Grozny. The main attack was temporarily halted by the deputy commander of the &lt;a href=\"Russian%20Ground%20Forces\"&gt;Russian Ground Forces&lt;/a&gt;, General , who then resigned in protest, stating that it is \"a crime\" to \"send the army against its own people.\" Many in the Russian military and government opposed the war as well. Yeltsin's adviser on nationality affairs, Emil Pain, and Russia's Deputy Minister of Defense General &lt;a href=\"Boris%20Gromov\"&gt;Boris Gromov&lt;/a&gt; (esteemed commander of the &lt;a href=\"Soviet%E2%80%93Afghan%20War\"&gt;Afghan War&lt;/a&gt;), also resigned in protest of the invasion (\"It will be a bloodbath, another &lt;a href=\"Soviet%E2%80%93Afghan%20War\"&gt;Afghanistan&lt;/a&gt;\", Gromov said on television), as did General Boris Poliakov. More than 800 professional soldiers and officers refused to take part in the operation; of these, 83 were convicted by &lt;a href=\"military%20court\"&gt;military court&lt;/a&gt;s and the rest were discharged. Later General &lt;a href=\"Lev%20Rokhlin\"&gt;Lev Rokhlin&lt;/a&gt; also refused to be decorated as a &lt;a href=\"Hero%20of%20the%20Russian%20Federation\"&gt;Hero of the Russian Federation&lt;/a&gt; for his part in the war.\nThe Chechen Air Force (as well as the republic's civilian aircraft fleet) was completely destroyed in the air strikes that occurred on the very first few hours of the war, while around 500 people took advantage of the mid-December &lt;a href=\"amnesty\"&gt;amnesty&lt;/a&gt; declared by Yeltsin for members of Dzhokhar Dudayev's armed groups. Nevertheless, Boris Yeltsin's cabinet's expectations of a quick &lt;a href=\"surgical%20strike\"&gt;surgical strike&lt;/a&gt;, quickly followed by Chechen &lt;a href=\"Capitulation%20%28surrender%29\"&gt;capitulation&lt;/a&gt; and &lt;a href=\"regime%20change\"&gt;regime change&lt;/a&gt;, were misguided. Russia found itself in a quagmire almost instantly. The &lt;a href=\"morale\"&gt;morale&lt;/a&gt; of the Russian troops, poorly prepared and not understanding why and even where they were being sent, was low from the beginning. Some Russian units resisted the order to advance, and in some cases, the troops &lt;a href=\"sabotage\"&gt;sabotage&lt;/a&gt;d their own equipment. In Ingushetia, civilian protesters stopped the western column and set 30 military vehicles on fire, while about 70 conscripts &lt;a href=\"desertion\"&gt;deserted&lt;/a&gt; their units. Advance of the northern column was halted by the &lt;a href=\"Battle%20of%20Dolinskoye\"&gt;unexpected Chechen resistance&lt;/a&gt; at Dolinskoye and the Russian forces suffered their first serious losses. Deeper in Chechnya, a group of 50 &lt;a href=\"Russian%20Airborne%20Troops\"&gt;Russian paratroopers&lt;/a&gt; surrendered to the local Chechen &lt;a href=\"militia\"&gt;militia&lt;/a&gt; after being deployed by helicopters behind enemy lines to capture a Chechen weapons cache but was then abandoned.\nYeltsin ordered the Russian Army to show restraint, but it was neither prepared nor trained for this. Civilian losses quickly mounted, alienating the Chechen population and raising the hostility that they showed towards the Russian forces, even among those who initially supported the Russians' attempts to unseat Dudayev. Other problems occurred as Yeltsin sent in freshly trained conscripts from neighboring regions rather than regular soldiers. Highly mobile units of Chechen fighters inflicted severe losses on the ill-prepared and demoralized Russian troops. Although the Russian military command ordered to only attack designated targets, due to the lack of training and experience of Russian forces, they attacked random positions instead, turning into &lt;a href=\"carpet%20bombing\"&gt;carpet bombing&lt;/a&gt; and indiscriminate barrages of &lt;a href=\"rocket%20artillery\"&gt;rocket artillery&lt;/a&gt;, and causing enormous casualties among the Chechen and Russian civilian population. On 29 December, in a rare instance of a Russian outright victory, the Russian airborne forces seized the military airfield next to Grozny and repelled a Chechen armoured counter-attack in the &lt;a href=\"Battle%20of%20Khankala\"&gt;Battle of Khankala&lt;/a&gt;; the next objective was the city itself. With the Russians closing in on the capital, the Chechens began to hastily set up &lt;a href=\"defensive%20fighting%20position\"&gt;defensive fighting position&lt;/a&gt;s and grouped their forces in the city.\nStorming of Grozny.\nWhen the Russians besieged the Chechen capital, thousands of civilians died from a week-long series of &lt;a href=\"Airstrike\"&gt;air raids&lt;/a&gt; and artillery bombardments in the heaviest bombing campaign in Europe since the &lt;a href=\"bombing%20of%20Dresden%20in%20World%20War%20II\"&gt;destruction of Dresden&lt;/a&gt;. The initial assault on &lt;a href=\"New%20Year%27s%20Eve\"&gt;New Year's Eve&lt;/a&gt; 1994 ended in a major Russian defeat, resulting in heavy casualties and at first nearly a complete breakdown of morale in the Russian forces. The disaster claimed the lives of an estimated 1,000 to 2,000 Russian soldiers, mostly barely trained and disoriented conscripts; the heaviest losses were inflicted on the &lt;a href=\"9th%20Infantry%20Division%20%28Soviet%20Union%29%23Post-war%20service%20history\"&gt;131st 'Maikop' Motor Rifle Brigade&lt;/a&gt;, which was completely destroyed in the fighting near the central railway station. Despite the early Chechen defeat of the New Year's assault and the many further casualties that the Russians had sustained, Grozny was eventually conquered by Russian forces amidst bitter &lt;a href=\"urban%20warfare\"&gt;urban warfare&lt;/a&gt;. After armored assaults failed, the Russian military set out to take the city using air power and artillery. At the same time, the Russian military accused the Chechen fighters of using civilians as &lt;a href=\"human%20shield\"&gt;human shield&lt;/a&gt;s by preventing them from leaving the capital as it came under continued bombardment. On 7 January 1995, Russian Major-General Viktor Vorobyov was killed by &lt;a href=\"Mortar%20%28weapon%29\"&gt;mortar&lt;/a&gt; fire, becoming the first on a long list of Russian generals to be killed in Chechnya. On 19 January, despite heavy casualties, Russian forces seized the ruins of the &lt;a href=\"Presidential%20Palace%2C%20Grozny\"&gt;Chechen presidential palace&lt;/a&gt;, which had been heavily contested for more than three weeks as the Chechens finally abandoned their positions in the destroyed downtown area. The battle for the southern part of the city continued until the official end on 6 March 1995.\nBy the estimates of Yeltsin's human rights adviser &lt;a href=\"Sergei%20Kovalev\"&gt;Sergei Kovalev&lt;/a&gt;, about 27,000 civilians died in the first five weeks of fighting. Russian historian and general &lt;a href=\"Dmitri%20Volkogonov\"&gt;Dmitri Volkogonov&lt;/a&gt; said the Russian military's bombardment of Grozny killed around 35,000 civilians, including 5,000 children, and that the vast majority of those killed were ethnic Russians. While military casualties are not known, the Russian side admitted to having 2,000 soldiers killed or missing. The bloodbath of Grozny shocked Russia and the outside world, causing severe criticism of the war. International monitors from the &lt;a href=\"Organisation%20for%20Security%20and%20Co-operation%20in%20Europe\"&gt;OSCE&lt;/a&gt; described the scenes as nothing short of an \"unimaginable catastrophe\", while former Soviet leader &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt; called the war a \"disgraceful, bloody adventure\" and German Chancellor &lt;a href=\"Helmut%20Kohl\"&gt;Helmut Kohl&lt;/a&gt; called it \"sheer madness\".\nContinued Russian offensive.\nFollowing the fall of Grozny, the Russian government slowly but systematically expanded its control over the lowland areas and then into the mountains. In what was dubbed the worst massacre in the war, the &lt;a href=\"OMON\"&gt;OMON&lt;/a&gt; and other federal forces &lt;a href=\"Samashki%20massacre\"&gt;killed at least 103 civilians&lt;/a&gt; while seizing the border village of &lt;a href=\"Samashki\"&gt;Samashki&lt;/a&gt; on 7 April (several hundred more were detained and beaten or otherwise tortured). In the southern mountains, the Russians launched an offensive along the entire front on 15 April, advancing in large columns of 200–300 vehicles. The ChRI forces defended the city of &lt;a href=\"Argun%2C%20Chechen%20Republic\"&gt;Argun&lt;/a&gt;, moving their military headquarters first to completely surrounded &lt;a href=\"Shali%2C%20Chechen%20Republic\"&gt;Shali&lt;/a&gt;, then shortly after to Serzhen-Yurt as they were forced into the mountains, and finally to &lt;a href=\"Shamil%20Basayev\"&gt;Shamil Basayev&lt;/a&gt;'s ancestral stronghold of &lt;a href=\"Vedeno\"&gt;Vedeno&lt;/a&gt;. Chechnya's second-largest city of &lt;a href=\"Gudermes\"&gt;Gudermes&lt;/a&gt; was surrendered without a fight, but the village of &lt;a href=\"Shatoy\"&gt;Shatoy&lt;/a&gt; was fought for and defended by the men of &lt;a href=\"Ruslan%20Gelayev\"&gt;Ruslan Gelayev&lt;/a&gt;. Eventually, the Chechen command withdrew from the area of Vedeno to the Chechen opposition-aligned village of Dargo, and from there to &lt;a href=\"Benoy\"&gt;Benoy&lt;/a&gt;. According to an estimate cited in a &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; analysis report, between January and June 1995, when the Russian forces conquered most of the republic in the conventional campaign, their losses in Chechnya were approximately 2,800 killed, 10,000 wounded and more than 500 missing or captured. However, some Chechen fighters infiltrated already pacified places hiding in crowds of returning refugees.\nAs the war continued, separatists resorted to mass-&lt;a href=\"hostage\"&gt;hostage&lt;/a&gt; takings, attempting to influence the Russian public and leadership. In June 1995, a group led by the maverick field commander Shamil Basayev took more than 1,500 people hostage in southern Russia in the &lt;a href=\"Budyonnovsk%20hospital%20hostage%20crisis\"&gt;Budyonnovsk hospital hostage crisis&lt;/a&gt;; about 120 Russian civilians died before a ceasefire was signed after negotiations between Basayev and the Russian Prime Minister &lt;a href=\"Viktor%20Chernomyrdin\"&gt;Viktor Chernomyrdin&lt;/a&gt;. The raid enforced a temporary stop in Russian military operations, giving the Chechens time to regroup during their greatest crisis and to prepare for the national militant campaign. The full-scale Russian attack led many of Dudayev's opponents to side with his forces and thousands of volunteers to swell the ranks of mobile militant units. Many others formed local self-defence &lt;a href=\"militia\"&gt;militia&lt;/a&gt; units to defend their settlements in the case of federal offensive action, officially numbering 5,000–6,000 armed men in late 1995. Altogether, the ChRI forces fielded some 10,000–12,000 full-time and reserve fighters at a time, according to the Chechen command. According to a UN report, the Chechen separatist forces included a large number of &lt;a href=\"Military%20use%20of%20children\"&gt;child soldiers&lt;/a&gt;, some as young as 11 and including females. As the territory controlled by them shrank, the separatists increasingly resorted to using classic &lt;a href=\"guerrilla%20warfare\"&gt;guerrilla warfare&lt;/a&gt; tactics, such as setting &lt;a href=\"booby%20trap\"&gt;booby trap&lt;/a&gt;s and &lt;a href=\"land%20mine\"&gt;mining&lt;/a&gt; roads in enemy-held territory. The successful use of &lt;a href=\"improvised%20explosive%20device\"&gt;improvised explosive device&lt;/a&gt;s was particularly noteworthy; they also effectively exploited a combination of mines and &lt;a href=\"ambush\"&gt;ambush&lt;/a&gt;es.\nIn the fall of 1995, Gen. &lt;a href=\"Anatoliy%20Romanov\"&gt;Anatoliy Romanov&lt;/a&gt;, the federal commander in Chechnya at the time, was critically injured and &lt;a href=\"Paralysis\"&gt;paralyzed&lt;/a&gt; in a bomb blast in Grozny. Suspicion of responsibility for the attack fell on rogue elements of the Russian military, as the attack destroyed hopes for a permanent ceasefire based on the developing trust between Gen. Romanov and the ChRI Chief of Staff &lt;a href=\"Aslan%20Maskhadov\"&gt;Aslan Maskhadov&lt;/a&gt;, a former colonel in the Soviet Army; in August, the two went to southern Chechnya in an effort to convince the local commanders to release Russian prisoners. In February 1996, the federal and pro-Russian Chechen forces in Grozny opened fire on a massive pro-independence peace march which had involved tens of thousands of people, killing a number of demonstrators. The ruins of the presidential palace, the symbol of Chechen independence, were then demolished two days later.\nHuman rights and war crimes.\nHuman rights organizations accused Russian forces of engaging in indiscriminate and disproportionate use of force whenever encountering resistance, resulting in numerous civilian deaths (for example, according to &lt;a href=\"Human%20Rights%20Watch\"&gt;Human Rights Watch&lt;/a&gt;, Russian artillery and rocket attacks killed at least 267 civilians during the December 1995 separatist raid on Gudermes). The dominant Russian strategy was to use heavy artillery and air strikes throughout the campaign, leading some Western and Chechen sources to call the air strikes deliberate &lt;a href=\"terror%20bombing\"&gt;terror bombing&lt;/a&gt; on parts of Russia. Ironically, due to the fact that ethnic Chechens in Grozny were able to seek refuge among their respective \"&lt;a href=\"teips\"&gt;teips&lt;/a&gt;\" in the surrounding villages of the countryside, a high proportion of initial civilian casualties were inflicted against ethnic Russians who were unable to procure viable escape routes. The villages, however, were also heavily targeted from the first weeks of the conflict (Russian &lt;a href=\"cluster%20bomb\"&gt;cluster bomb&lt;/a&gt;s, for example, killed at least 55 civilians during the 3 January &lt;a href=\"1995%20Shali%20cluster%20bomb%20attack\"&gt;1995 Shali cluster bomb attack&lt;/a&gt;).\nRussian soldiers often prevented civilians from evacuating from areas of imminent danger and prevented &lt;a href=\"humanitarian%20organization\"&gt;humanitarian organization&lt;/a&gt;s from assisting civilians in need. It was widely alleged that Russian troops, especially those belonging to the &lt;a href=\"Internal%20Troops\"&gt;MVD&lt;/a&gt;, committed numerous and in part systematic acts of &lt;a href=\"torture\"&gt;torture&lt;/a&gt; and &lt;a href=\"summary%20execution\"&gt;summary execution&lt;/a&gt;s on separatist sympathizers; they were often linked to \"zachistka\" (\"cleansing\" raids, affecting entire town districts and villages suspected of harboring \"boyeviki\" – the separatist fighters). Humanitarian and aid groups chronicled persistent patterns of Russian soldiers killing, &lt;a href=\"Wartime%20sexual%20violence\"&gt;raping&lt;/a&gt; and &lt;a href=\"looting\"&gt;looting&lt;/a&gt; civilians at random, often in disregard of their nationality. Separatist fighters took hostages on a massive scale, kidnapped or killed Chechens considered to be collaborators, and mistreated civilian captives and federal prisoners of war (especially pilots). Both the separatists and the federal forces kidnapped hostages for ransom and used human shields for cover during the fighting and movement of troops (for example, a group of surrounded Russian troops took approximately 500 civilian hostages at Grozny's 9th Municipal Hospital).\nThe violations committed by members of the Russian forces were usually tolerated by their superiors and were not punished even when investigated (the story of &lt;a href=\"Vladimir%20Glebov\"&gt;Vladimir Glebov&lt;/a&gt; serving as an example of such policy). However, television and newspaper accounts widely reported largely uncensored images of the carnage to the Russian public. As a result, the Russian media coverage partially precipitated a loss of public confidence in the government and a steep decline in president Yeltsin's popularity. Chechnya was one of the heaviest burdens on Yeltsin's &lt;a href=\"History%20of%20post-Soviet%20Russia%23The%201996%20presidential%20election\"&gt;1996 presidential election campaign&lt;/a&gt;. In addition, the protracted War in Chechnya, especially many reports of extreme violence against civilians, ignited fear and contempt of Russia among other ethnic groups in the federation. One of the most notable war crimes committed by Russian forces was the &lt;a href=\"Samashki%20massacre\"&gt;Samashki massacre&lt;/a&gt;, on which the &lt;a href=\"United%20Nations%20Commission%20on%20Human%20Rights\"&gt;United Nations Commission on Human Rights&lt;/a&gt; had this to say:It is reported that a &lt;a href=\"massacre\"&gt;massacre&lt;/a&gt; of over 100 people, mainly &lt;a href=\"civilian\"&gt;civilian&lt;/a&gt;s, occurred between 7 and 8 April 1995 in the village of Samashki, in the west of Chechnya. According to the accounts of 128 eye-witnesses, Federal soldiers deliberately and arbitrarily attacked civilians and civilian dwellings in Samashki by shooting residents and burning houses with &lt;a href=\"Flamethrower\"&gt;flame-throwers&lt;/a&gt;. The majority of the witnesses reported that many &lt;a href=\"OMON\"&gt;OMON&lt;/a&gt; troops were drunk or under the influence of drugs. They wantonly opened fire or threw &lt;a href=\"grenade\"&gt;grenade&lt;/a&gt;s into basements where residents, mostly women, elderly persons and children, had been hiding.\nSpread of the war.\nThe declaration by Chechnya's Chief Mufti &lt;a href=\"Akhmad%20Kadyrov\"&gt;Akhmad Kadyrov&lt;/a&gt; that the ChRI was waging a \"&lt;a href=\"Jihad\"&gt;Jihad&lt;/a&gt;\" (\"struggle\") against Russia raised the spectre that &lt;a href=\"Jihadi\"&gt;Jihadi&lt;/a&gt;s from other regions and even outside Russia would enter the war. By one estimate, up to 5,000 non-Chechens served as &lt;a href=\"foreign%20volunteers\"&gt;foreign volunteers&lt;/a&gt;, motivated by religious and/or nationalistic reasons.\nLimited fighting occurred in the neighbouring small Russian republic of &lt;a href=\"Ingushetia\"&gt;Ingushetia&lt;/a&gt;, mostly when Russian commanders sent troops over the border in pursuit of Chechen fighters, while as many as 200,000 refugees (from Chechnya and the conflict in North Ossetia) strained Ingushetia's already weak economy. On several occasions, Ingush president &lt;a href=\"Ruslan%20Aushev\"&gt;Ruslan Aushev&lt;/a&gt; protested incursions by Russian soldiers and even threatened to sue the &lt;a href=\"Ministry%20of%20Defence%20%28Russia%29\"&gt;Russian Ministry of Defence&lt;/a&gt; for damages inflicted, recalling how the federal forces previously assisted in the &lt;a href=\"Population%20transfer\"&gt;expulsion&lt;/a&gt; of the Ingush population from North Ossetia. Undisciplined Russian soldiers were also reported to be committing murders, rapes, and looting in Ingushetia (in an incident partially witnessed by visiting Russian &lt;a href=\"Duma\"&gt;Duma&lt;/a&gt; deputies, at least nine Ingush civilians and an ethnic &lt;a href=\"Bashkirs\"&gt;Bashkir&lt;/a&gt; soldier were murdered by apparently drunk Russian soldiers; earlier, drunken Russian soldiers killed another Russian soldier, five Ingush villagers and even Ingushetia's health minister).\nMuch larger and more deadly acts of hostility took place in the &lt;a href=\"republic%20of%20Dagestan\"&gt;republic of Dagestan&lt;/a&gt;. In particular, the border village of &lt;a href=\"Pervomaysky%2C%20Russia\"&gt;Pervomayskoye&lt;/a&gt; was completely destroyed by Russian forces in January 1996 in reaction to the large-scale &lt;a href=\"Kizlyar-Pervomayskoye%20hostage%20crisis\"&gt;Chechen hostage taking in Kizlyar&lt;/a&gt; in Dagestan (in which more than 2,000 hostages were taken), bringing strong criticism from this hitherto loyal republic and escalating domestic dissatisfaction. The &lt;a href=\"Don%20Cossacks\"&gt;Don Cossacks&lt;/a&gt; of southern Russia, originally sympathetic to the Chechen cause, turned hostile as a result of their Russian-esque culture and language, stronger affinity to Moscow than to Grozny, and a history of conflict with indigenous peoples such as the Chechens. The &lt;a href=\"Kuban%20Cossacks\"&gt;Kuban Cossacks&lt;/a&gt; started organising themselves against the Chechens, including manning paramilitary roadblocks against infiltration of their territories.\nMeanwhile, the War in Chechnya spawned new forms of separatist activities in the Russian Federation. Resistance to the &lt;a href=\"conscription\"&gt;conscription&lt;/a&gt; of men from minority ethnic groups to fight in Chechnya was widespread among other republics, many of which passed laws and decrees on the subject. For example, the government of &lt;a href=\"Chuvashia%20Republic\"&gt;Chuvashia&lt;/a&gt; passed a decree providing legal protection to soldiers from the republic who refused to participate in the Chechen war and imposed limits on the use of the federal army in &lt;a href=\"ethnic%20conflict\"&gt;ethnic or regional conflicts&lt;/a&gt; within Russia. Some regional and local &lt;a href=\"legislative\"&gt;legislative&lt;/a&gt; bodies called for the prohibition on the use of draftees in quelling internal conflicts, while others demanded a total ban on the use of the armed forces in such situations. Russian government officials feared that a move to end the war short of victory would create a cascade of secession attempts by other ethnic minorities.\nOn 16 January 1996, a &lt;a href=\"Turkey\"&gt;Turkish&lt;/a&gt; &lt;a href=\"passenger%20ship\"&gt;passenger ship&lt;/a&gt; carrying 200 Russian passengers &lt;a href=\"Black%20Sea%20hostage%20crisis\"&gt;was taken over&lt;/a&gt; by what were mostly Turkish gunmen who were seeking to publicize the Chechen cause. On 6 March, a &lt;a href=\"Cyprus\"&gt;Cypriot&lt;/a&gt; &lt;a href=\"passenger%20jet\"&gt;passenger jet&lt;/a&gt; was &lt;a href=\"Aircraft%20hijacking\"&gt;hijacked&lt;/a&gt; by Chechen sympathisers while flying toward Germany. Both of these incidents were resolved through negotiations, and the hijackers surrendered without any fatalities being inflicted.\nContinuation of the Russian offensive.\nOn 6 March, between 1,500 and 2,000 Chechen fighters infiltrated Grozny and launched a three-day surprise raid on the city, overrunning much of it and capturing caches of weapons and ammunition. Also in March, Chechen fighters attacked Samashki, where hundreds of villagers were killed. A month later, on 16 April, forces of Arab commander &lt;a href=\"Ibn%20al-Khattab\"&gt;Ibn al-Khattab&lt;/a&gt; destroyed a large Russian armored column in an &lt;a href=\"Shatoy%20ambush\"&gt;ambush near Shatoy&lt;/a&gt;, killing at least 76 soldiers; in another one, near Vedeno, at least 28 Russian troops were killed.\nAs military defeats and growing casualties made the war more and more unpopular in Russia, and as the 1996 presidential elections neared, Yeltsin's government sought a way out of the conflict. Although a Russian &lt;a href=\"guided%20missile\"&gt;guided missile&lt;/a&gt; attack assassinated the &lt;a href=\"President%20of%20Ichkeria\"&gt;ChRI&lt;/a&gt; President &lt;a href=\"Dzhokhar%20Dudayev\"&gt;Dzhokhar Dudayev&lt;/a&gt; on 21 April 1996, the separatists persisted. Yeltsin even officially declared \"victory\" in Grozny on 28 May 1996, after a new temporary ceasefire was signed with the ChRI &lt;a href=\"Acting%20President\"&gt;Acting President&lt;/a&gt; &lt;a href=\"Zelimkhan%20Yandarbiyev\"&gt;Zelimkhan Yandarbiyev&lt;/a&gt;. While the political leaders were discussing the ceasefire and peace negotiations, military forces continued to conduct combat operations. On 6 August 1996, three days before Yeltsin was to be inaugurated for his second term as Russian president and when most of the Russian Army troops were moved south due to what was planned as their final offensive against remaining mountainous separatist strongholds, the Chechens launched another surprise attack on Grozny.\nThird Battle of Grozny and the Khasavyurt Accord.\nDespite Russian troops in and around Grozny numbering approximately 12,000, more than 1,500 Chechen guerrillas (whose numbers soon swelled) overran the key districts within hours in an operation prepared and led by Maskhadov (who named it Operation Zero) and Basayev (who called it Operation Jihad). The separatists then laid &lt;a href=\"siege\"&gt;siege&lt;/a&gt; to the Russian posts and bases and the government compound in the city centre, while a number of Chechens deemed to be Russian collaborators were rounded up, detained and, in some cases, executed. At the same time, Russian troops in the cities of Argun and Gudermes were also surrounded in their garrisons. Several attempts by the armored columns to rescue the units trapped in Grozny were repelled with heavy Russian casualties (the 276th Motorized Regiment of 900 men suffered 50% casualties in a two-day attempt to reach the city centre). Russian military officials said that more than 200 soldiers had been killed and nearly 800 wounded in five days of fighting, and that an unknown number were missing; Chechens put the number of Russian dead at close to 1,000. Thousands of troops were either taken prisoner or surrounded and largely disarmed, their heavy weapons and ammunition commandeered by the separatists.\nOn 19 August, despite the presence of 50,000 to 200,000 Chechen civilians and thousands of federal servicemen in Grozny, the Russian commander Konstantin Pulikovsky gave an ultimatum for Chechen fighters to leave the city within 48 hours, or else it would be leveled in a massive aerial and artillery bombardment. He stated that federal forces would use &lt;a href=\"strategic%20bomber\"&gt;strategic bomber&lt;/a&gt;s (not used in Chechnya up to this point) and &lt;a href=\"ballistic%20missile\"&gt;ballistic missile&lt;/a&gt;s. This announcement was followed by chaotic scenes of &lt;a href=\"panic\"&gt;panic&lt;/a&gt; as civilians tried to flee before the army carried out its threat, with parts of the city ablaze and falling shells scattering refugee columns. The bombardment was however soon halted by the ceasefire brokered by General &lt;a href=\"Alexander%20Lebed\"&gt;Alexander Lebed&lt;/a&gt;, Yeltsin's national security adviser, on 22 August. Gen. Lebed called the ultimatum, issued by General Pulikovsky (now replaced), a \"bad joke\".\nDuring eight hours of subsequent talks, Lebed and Maskhadov drafted and signed the &lt;a href=\"Khasavyurt%20Accord\"&gt;Khasavyurt Accord&lt;/a&gt; on 31 August 1996. It included: technical aspects of &lt;a href=\"demilitarization\"&gt;demilitarization&lt;/a&gt;, the withdrawal of both sides' forces from Grozny, the creation of joint headquarters to preclude looting in the city, the withdrawal of all federal forces from Chechnya by 31 December 1996, and a stipulation that any agreement on the relations between the Chechen Republic of Ichkeria and the Russian federal government need not be signed until late 2001.\nAftermath.\nCasualties.\nAccording to the &lt;a href=\"General%20Staff%20of%20the%20Armed%20Forces%20of%20the%20Russian%20Federation\"&gt;General staff of the Russian Armed Forces&lt;/a&gt;, 3,826 troops were killed, 17,892 were wounded, and 1,906 are &lt;a href=\"missing%20in%20action\"&gt;missing in action&lt;/a&gt;. According to the \"&lt;a href=\"National%20Virtual%20Observatory\"&gt;NVO&lt;/a&gt;\", the authoritative Russian independent military weekly, at least 5,362 Russian soldiers died during the war, 52,000 were wounded or became diseased and some 3,000 more remained missing by 2005. The estimate of the &lt;a href=\"Committee%20of%20Soldiers%27%20Mothers%20of%20Russia\"&gt;Committee of Soldiers' Mothers of Russia&lt;/a&gt;, however, put the number of the Russian military dead at 14,000, based on information from wounded troops and soldiers' relatives (counting only regular troops, i.e. not the \"kontraktniki\" and special service forces). List of names of the dead soldiers, drawn up by the Human Rights Center \"Memorial\" contains 4393 names. In 2009, the official Russian number of troops still missing from the two wars in Chechnya and presumed dead was some 700, while about 400 remains of the missing servicemen were said to be recovered up to this point.\nAccording to the &lt;a href=\"World%20Peace%20Foundation\"&gt;World Peace Foundation&lt;/a&gt; at &lt;a href=\"Tufts%20University\"&gt;Tufts University&lt;/a&gt;, \nEstimates of the number of civilians killed range widely from 20,000 to 100,000, with the latter figure commonly referenced by Chechen sources. Most scholars and human rights organizations generally estimate the number of civilian casualties to be 40,000; this figure is attributed to the research and scholarship of Chechnya expert &lt;a href=\"John%20B.%20Dunlop\"&gt;John Dunlop&lt;/a&gt;, who estimates that the total number of civilian casualties is at least 35,000. This range is also consistent with post-war publications by the Russian statistics office estimating 30,000 to 40,000 civilians killed. The Moscow-based human rights organization, &lt;a href=\"Memorial%20%28society%29\"&gt;Memorial&lt;/a&gt;, which actively documented human rights abuses throughout the war, estimates the number of civilian casualties to be a slightly higher at 50,000.\nRussian Interior Minister &lt;a href=\"Anatoly%20Kulikov\"&gt;Anatoly Kulikov&lt;/a&gt; claimed that fewer than 20,000 civilians were killed. &lt;a href=\"M%C3%A9decins%20Sans%20Fronti%C3%A8res\"&gt;Médecins Sans Frontières&lt;/a&gt; estimated a death toll of 50,000 people out of a population of 1,000,000. &lt;a href=\"Sergey%20Kovalyov\"&gt;Sergey Kovalyov&lt;/a&gt;'s team could offer their conservative, documented estimate of more than 50,000 civilian deaths. &lt;a href=\"Alexander%20Lebed\"&gt;Alexander Lebed&lt;/a&gt; asserted that 80,000 to 100,000 had been killed and 240,000 had been injured. The number given by the ChRI authorities was about 100,000 killed.\nAccording to claims made by Sergey Govorukhin and published in the Russian newspaper \"&lt;a href=\"Gazeta.ru\"&gt;Gazeta&lt;/a&gt;\", approximately 35,000 ethnic Russian civilians were killed by Russian forces operating in Chechnya, most of them during the bombardment of Grozny.\nVarious estimates put the number of Chechens dead or missing between 50,000 and 100,000.\nPrisoners and missing persons.\nIn the Khasavyurt Accord, both sides agreed to an \"all for all\" exchange of prisoners to be carried out at the end of the war. However, despite this commitment, many persons remained forcibly detained. A partial analysis of the list of 1,432 reported missing found that, as of 30 October 1996, at least 139 Chechens were still being forcibly detained by the Russian side; it was entirely unclear how many of these men were alive. As of mid-January 1997, the Chechens still held between 700 and 1,000 Russian soldiers and officers as prisoners of war, according to Human Rights Watch. According to &lt;a href=\"Amnesty%20International\"&gt;Amnesty International&lt;/a&gt; that same month, 1,058 Russian soldiers and officers were being detained by Chechen fighters who were willing to release them in exchange for members of Chechen armed groups. American &lt;a href=\"freelance%20journalist\"&gt;freelance journalist&lt;/a&gt; &lt;a href=\"Andrew%20Shumack\"&gt;Andrew Shumack&lt;/a&gt; has been missing from the Chechen &lt;a href=\"Capital%20%28political%29\"&gt;capital&lt;/a&gt;, &lt;a href=\"Grozny\"&gt;Grozny&lt;/a&gt; since July 1995 and is presumed dead.\nMoscow peace treaty.\nThe Khasavyurt Accord paved the way for the signing of two further agreements between Russia and Chechnya. In mid-November 1996, Yeltsin and Maskhadov signed an agreement on economic relations and &lt;a href=\"Reparation%20%28legal%29\"&gt;reparations&lt;/a&gt; to Chechens who had been affected by the 1994–96 war. In February 1997, Russia also approved an &lt;a href=\"amnesty\"&gt;amnesty&lt;/a&gt; for Russian soldiers and Chechen separatists alike who committed illegal acts in connection with the War in Chechnya between December 1994 and September 1996.\nSix months after the Khasavyurt Accord, on 12 May 1997, Chechen-elected president Aslan Maskhadov traveled to Moscow where he and Yeltsin signed a formal treaty \"on peace and the principles of Russian-Chechen relations\" that Maskhadov predicted would demolish \"any basis to create ill-feelings between Moscow and Grozny.\" Maskhadov's optimism, however, proved misplaced. Little more than two years later, some of Maskhadov's former comrades-in-arms, led by field commanders &lt;a href=\"Shamil%20Basayev\"&gt;Shamil Basayev&lt;/a&gt; and &lt;a href=\"Ibn%20al-Khattab\"&gt;Ibn al-Khattab&lt;/a&gt;, launched an &lt;a href=\"Invasion%20of%20Dagestan%20%281999%29\"&gt;invasion of Dagestan&lt;/a&gt; in the summer of 1999 – and soon Russia's forces entered Chechnya again, marking the beginning of the &lt;a href=\"Second%20Chechen%20War\"&gt;Second Chechen War&lt;/a&gt;.\nForeign policy implications.\nFrom the outset of the First Chechen conflict, Russian authorities struggled to reconcile new international expectations with widespread accusations of Soviet-style heaviness in their execution of the war. For example, Foreign minister Kozyrev, who was generally regarded as a Western-leaning liberal, made the following remark when questioned about Russia's conduct during the war; \"‘Generally speaking, it is not only our right but our duty not to allow uncontrolled armed formations on our territory. The Foreign Ministry stands on guard over the country's territorial unity. International law says that a country not only can but must use force in such instances ... I say it was the right thing to do ... The way in which it was done is not my business.\" These attitudes contributed greatly to the growing doubts in the West as to whether Russia was sincere in its stated intentions to implement democratic reforms. The general disdain for Russian behavior in the Western political establishment contrasted heavily with widespread support in the Russian public. Domestic political authorities' arguments emphasizing stability and the restoration of order resonated with the public and quickly became an issue of state identity."
}