{
    "id": "1407422",
    "revid": "36510957",
    "url": "https://en.wikipedia.org/wiki?curid=1407422",
    "title": "Bharal",
    "text": "The bharal (\"Pseudois nayaur\"), also called the blue sheep, is a &lt;a href=\"Caprinae\"&gt;caprine&lt;/a&gt; native to the high &lt;a href=\"Himalaya\"&gt;Himalaya&lt;/a&gt;s. It is the only member of the genus \"Pseudois.\" It occurs in &lt;a href=\"India\"&gt;India&lt;/a&gt;, &lt;a href=\"Bhutan\"&gt;Bhutan&lt;/a&gt;, &lt;a href=\"China\"&gt;China&lt;/a&gt; (in &lt;a href=\"Gansu\"&gt;Gansu&lt;/a&gt;, &lt;a href=\"Ningxia\"&gt;Ningxia&lt;/a&gt;, &lt;a href=\"Sichuan\"&gt;Sichuan&lt;/a&gt;, &lt;a href=\"Tibet\"&gt;Tibet&lt;/a&gt;, and &lt;a href=\"Inner%20Mongolia\"&gt;Inner Mongolia&lt;/a&gt;), &lt;a href=\"Myanmar\"&gt;Myanmar&lt;/a&gt;, &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt;, and &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;. The &lt;a href=\"Helan%20Mountains\"&gt;Helan Mountains&lt;/a&gt; of Ningxia have the highest concentration of bharal in the world, with 15 bharals per km2 and 30,000 in total.\nIts native names include \"yanyang\" (岩羊) in &lt;a href=\"Mandarin%20Chinese\"&gt;Mandarin&lt;/a&gt;, \"bharal\", \"barhal\", \"bharar\", and \"bharut\" in &lt;a href=\"Hindi\"&gt;Hindi&lt;/a&gt;, \"na\" or \"sna\" in Tibetan and &lt;a href=\"Ladakh\"&gt;Ladakh&lt;/a&gt;, \"nabo\" in &lt;a href=\"Spiti%20valley\"&gt;Spitian&lt;/a&gt;, \"naur\" in &lt;a href=\"Nepali%20language\"&gt;Nepali&lt;/a&gt; and \"na\" or \"gnao\" in Bhutan.\nThe bharal was also the focus of &lt;a href=\"George%20Schaller\"&gt;George Schaller&lt;/a&gt; and &lt;a href=\"Peter%20Matthiessen\"&gt;Peter Matthiessen&lt;/a&gt;'s expedition to Nepal in 1973. Their personal experiences are well documented by Matthiessen in his book, \"The Snow Leopard\". The bharal is a major prey of the &lt;a href=\"snow%20leopard\"&gt;snow leopard&lt;/a&gt;.\nDescription.\nThese medium-sized caprids are long along the head-and-body, with a tail of . They stand high at the shoulder. Body mass can range from . Males are slightly larger than females. Dense coat is slate grey in colour, sometimes with a bluish sheen. The underparts and backs of the legs are white, while the chest and fronts of the legs are black. Separating the grey back and white belly is a charcoal-colored stripe. The ears are small, and the bridge of the nose is dark. The horns are found in both sexes and are ridged on the upper surface. In males, they grow upwards, then turn sideways and curve backward, looking somewhat like an upside-down mustache. They may grow to a length of . In females, the horns are much shorter and straighter, growing up to long.\nTaxonomy and evolution.\nDwarf blue sheep.\nThe dwarf blue sheep or dwarf bharal (formerly described as \"Pseudois schaeferi\"), also known as rong-na in &lt;a href=\"Tibetic%20languages\"&gt;Tibetan&lt;/a&gt;, was an alleged species of \"Pseudois\" &lt;a href=\"Endemism\"&gt;endemic&lt;/a&gt; to &lt;a href=\"Sichuan\"&gt;Sichuan&lt;/a&gt;-&lt;a href=\"Tibet\"&gt;Tibet&lt;/a&gt; in China. It apparently inhabited low, arid, grassy slopes of the upper &lt;a href=\"Yangtze\"&gt;Yangtze&lt;/a&gt; gorge in Batang County of the &lt;a href=\"Sichuan%20Province\"&gt;Sichuan Province&lt;/a&gt;, and a small part of the &lt;a href=\"Tibet%20Autonomous%20Region\"&gt;Tibet Autonomous Region&lt;/a&gt;. It was recorded as differing from the bharal primarily in size, with adult males weighing around 35 kg (half as much as the bharal), less &lt;a href=\"sexual%20dimorphism\"&gt;sexual dimorphism&lt;/a&gt; occurring in the species, and females of the two species being very similar. Its coat was described as a steely grey with a silvery sheen, with darker general colouration than the bharal, and the horns of the male were smaller, thinner and more upright, with no inward curl. There were only 200 individuals estimated to be alive in 2000, which prompted the &lt;a href=\"IUCN%20Red%20List\"&gt;IUCN&lt;/a&gt; (classifying it as a subspecies of \"P. nayaur\", as \"P. n. schaeferi\") classified it as &lt;a href=\"Endangered%20species\"&gt;Endangered&lt;/a&gt;.\nHowever, a 2012 genetic analysis of Chinese bharal found no indication that it was either a distinct species or subspecies, instead finding to be a morphologically distinct variant of \"P\". \"n. szechuanensis\". The &lt;a href=\"American%20Society%20of%20Mammalogists\"&gt;American Society of Mammalogists&lt;/a&gt; also follows these results, considering \"P. schaeferi\" to be conspecific with \"P. nayaur\".\nBehaviour and ecology.\nBharal are active throughout the day, alternating between feeding and resting on the grassy mountain slopes. Due to their excellent camouflage and the absence of cover in their environment, bharal remain motionless when approached. Once they have been noticed, however, they scamper up to the precipitous cliffs, where they once again freeze, using camouflage to blend into the rock face. Population densities in Nepal were found to be 0.9–2.7 animals per km2, increasing to a maximum of 10 animals in the winter, as herds congregate in valleys.\nBharal are mainly grazers, but during times of scarcity of grass, they switch to browsers, eating herbs and shrubs. A high degree of diet overlap between livestock (especially donkeys) and bharal, together with density-dependent forage limitation, results in resource competition and a decline in bharal density. Where they overlap, they are the favored prey of &lt;a href=\"snow%20leopard\"&gt;snow leopard&lt;/a&gt;s, &lt;a href=\"Himalayan%20wolves\"&gt;Himalayan wolves&lt;/a&gt;, and &lt;a href=\"leopard\"&gt;leopard&lt;/a&gt;s, with a few lambs falling prey to &lt;a href=\"fox\"&gt;fox&lt;/a&gt;es or &lt;a href=\"eagle\"&gt;eagle&lt;/a&gt;s.\nRutting behaviour.\nThe &lt;a href=\"rut%20%28mammalian%20reproduction%29\"&gt;rutting&lt;/a&gt; of the bharal starts towards late November and continues until mid-January. During the rut, male bharal use multiple strategies for mating, namely tending, blocking, and coursing. Their lambs are born in late June and July.\nThreats.\nThe bharal is categorised as &lt;a href=\"Least%20Concern\"&gt;Least Concern&lt;/a&gt; by the &lt;a href=\"IUCN\"&gt;International Union for Conservation of Nature&lt;/a&gt;. The population faces threats - poaching for meat and competition with livestock. Poaching, however, is uncommon due to the unsuitable conditions of its habitat. Similarly, livestock do not generally frequent the mountainous regions where bharal occur; even if they do coexist, no notable detrimental effect on the bharal has been observed.\nRelationship with humans.\nMany Buddhist monasteries protect the bharal found around them, but lately, issues of crop damage caused by bharal have started to arise in areas such as the &lt;a href=\"Spiti%20Valley\"&gt;Spiti Valley&lt;/a&gt;."
}