{
    "id": "14072346",
    "revid": "41246726",
    "url": "https://en.wikipedia.org/wiki?curid=14072346",
    "title": "Imperial Gazetteer of England and Wales",
    "text": "The Imperial Gazetteer of England and Wales is a substantial &lt;a href=\"topography\"&gt;topographical&lt;/a&gt; &lt;a href=\"dictionary\"&gt;dictionary&lt;/a&gt; first published between 1870 and 1872, edited by the Reverend &lt;a href=\"John%20Marius%20Wilson\"&gt;John Marius Wilson&lt;/a&gt;. It contains a detailed description of &lt;a href=\"England%20and%20Wales\"&gt;England and Wales&lt;/a&gt;. Its six volumes have a brief article on each &lt;a href=\"county\"&gt;county&lt;/a&gt;, &lt;a href=\"city\"&gt;city&lt;/a&gt;, &lt;a href=\"borough\"&gt;borough&lt;/a&gt;, &lt;a href=\"civil%20parish\"&gt;civil parish&lt;/a&gt;, and &lt;a href=\"diocese\"&gt;diocese&lt;/a&gt;, describing their political and physical features and naming the principal people of each place.\nThe publishers were A. Fullarton and Co., of London &amp; Edinburgh. The work is a companion to Wilson's \"&lt;a href=\"Imperial%20Gazetteer%20of%20Scotland\"&gt;Imperial Gazetteer of Scotland&lt;/a&gt;\", published in parts between 1854 and 1857.\nThe text of the Imperial Gazetteer is available online in two forms, as images you pay for on the Ancestry web site, and as freely accessible searchable text on \"&lt;a href=\"A%20Vision%20of%20Britain%20through%20Time\"&gt;A Vision of Britain through Time&lt;/a&gt;\", which also accesses &lt;a href=\"Francis%20Hindes%20Groome\"&gt;Groome's&lt;/a&gt; \"Ordnance Gazetteer of Scotland\" and the Bartholomew \"Gazetteer of the British Isles\". Volumes 1–4 and 6 (i.e. all but volume 5) are available at the &lt;a href=\"Internet%20Archive\"&gt;Internet Archive&lt;/a&gt;. However, it should be treated with some caution. The scale of the project was such that Wilson was unable to check all statements himself, and for many smaller places the information given is out of date or even wrong."
}