{
    "id": "14081032",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=14081032",
    "title": "USS Gasconade (APA-85)",
    "text": "USS \"Gasconade\" (APA-85) was a &lt;a href=\"Gilliam%20class%20attack%20transport\"&gt;\"Gilliam\"-class&lt;/a&gt; &lt;a href=\"attack%20transport\"&gt;attack transport&lt;/a&gt; that served with the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; from 1944 to 1946. She was sunk as a target in 1948.\nHistory.\n\"Gasconade\" was named after a county in &lt;a href=\"Gasconade%20County%2C%20Missouri\"&gt;Missouri&lt;/a&gt;. She was laid down 7 November 1944 under &lt;a href=\"Maritime%20Commission\"&gt;Maritime Commission&lt;/a&gt; contract by the &lt;a href=\"Consolidated%20Steel%20Corporation\"&gt;Consolidated Steel Corporation&lt;/a&gt; at &lt;a href=\"Wilmington%2C%20Los%20Angeles\"&gt;Wilmington, Los Angeles&lt;/a&gt;; launched 23 January 1945; acquired by the Navy 10 March 1945, and commissioned 11 March 1945 at &lt;a href=\"San%20Pedro%2C%20Los%20Angeles\"&gt;San Pedro, Los Angeles&lt;/a&gt;, Lt. Comdr. Allen E. Stiff in command.\nWorld War II.\nAfter shakedown, \"Gasconade\" departed &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; 8 May on a troop transport voyage to the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. Steaming via &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt;, &lt;a href=\"Eniwetok\"&gt;Eniwetok&lt;/a&gt;, and &lt;a href=\"Ulithi\"&gt;Ulithi&lt;/a&gt;, she arrived &lt;a href=\"Samar\"&gt;Samar&lt;/a&gt; 3 June. Loaded with mail and cargo, she steamed to San Francisco from 18 June to 6 July; thence transported additional troops to the Philippines. Arriving Leyte Gulf 2 August, she served as receiving ship until mid-August when she proceeded to &lt;a href=\"Manila%20Bay\"&gt;Manila Bay&lt;/a&gt; to stage for the Allied occupation of &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;.\nPost-war.\n\"Gasconade\" departed Manila 20 August; and, as part of a huge transport task force carrying the first sea-borne occupation forces to Japan, she entered &lt;a href=\"Tokyo%20Bay\"&gt;Tokyo Bay&lt;/a&gt; 2 September while surrender terms were being signed on board . She debarked her troops at &lt;a href=\"United%20States%20Fleet%20Activities%20Yokosuka\"&gt;Yokosuka&lt;/a&gt; 3 September; steamed to the Philippines from 4 to 11 September, then carried more occupation troops from &lt;a href=\"Mindanao\"&gt;Mindanao&lt;/a&gt; to &lt;a href=\"Kure%2C%20Hiroshima\"&gt;Kure&lt;/a&gt;, Japan, from 19 September to 6 October.\nOperation Magic Carpet.\nAfter returning to &lt;a href=\"Leyte%20Gulf\"&gt;Leyte Gulf&lt;/a&gt; 11 October, \"Gasconade\" embarked military passengers and sailed for the United States 17 October as part of &lt;a href=\"Operation%20Magic%20Carpet\"&gt;Operation Magic Carpet&lt;/a&gt;. She reached &lt;a href=\"Portland%2C%20Oregon\"&gt;Portland, Oregon&lt;/a&gt;, 2 November, transported occupation troops to &lt;a href=\"Nagoya\"&gt;Nagoya&lt;/a&gt;, Japan, 18 November to 5 December; and sailed 8 December on another Magic Carpet voyage, arriving &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt; 19 December. After carrying a garrison force to &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt; from 13 to 29 January 1946, she voyaged to Pearl Harbor from 30 January to 8 February with returning veterans embarked.\nOperation Crossroads.\nAssigned to Joint Task Force 1, \"Gasconade\" during the next 3 months prepared for &lt;a href=\"Operation%20Crossroads\"&gt;Operation Crossroads&lt;/a&gt;, a program of &lt;a href=\"atomic%20bomb\"&gt;nuclear tests&lt;/a&gt; in the &lt;a href=\"Marshall%20Islands\"&gt;Marshall Islands&lt;/a&gt;. Departing Pearl Harbor 18 May in company with Transport Division 92, she reached &lt;a href=\"Bikini%20Atoll\"&gt;Bikini Atoll&lt;/a&gt;, Marshalls, 30 May. On 22 June her crew transferred to . Designated a target ship for the experiments, she survived an atomic blast 18 July.\nDecommissioning and fate.\n\"Gasconade\" decommissioned in the Marshall Islands 28 August. In December she was taken in tow at &lt;a href=\"Kwajalein\"&gt;Kwajalein&lt;/a&gt; for transfer to the United States, where she arrived San Francisco 27 January 1947. After undergoing structural and &lt;a href=\"radioactivity\"&gt;radioactivity&lt;/a&gt; tests, she was redesignated a target ship in March 1948. She was sunk by &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es 21 July in the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt; off lower &lt;a href=\"California\"&gt;California&lt;/a&gt;."
}