{
    "id": "14099217",
    "revid": "57939",
    "url": "https://en.wikipedia.org/wiki?curid=14099217",
    "title": "Wellington Valley Mission",
    "text": "Wellington Valley Mission was a &lt;a href=\"Church%20Missionary%20Society\"&gt;Church Missionary Society&lt;/a&gt; (CMS) &lt;a href=\"Mission%20%28Christian%29\"&gt;mission&lt;/a&gt; near to &lt;a href=\"Wellington%2C%20New%20South%20Wales\"&gt;Wellington, New South Wales&lt;/a&gt; and one of the earliest to \"Civilize and Christianize\" Aboriginal people in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. It was founded in 1830 and closed 12 years later in 1842.\nThe CMS established the mission in 1832 with Rev. William Watson and Rev. Johann Simon Christian Handt as the missionaries. They were granted and £500 per annum to run the mission.\nA drought in the early days made it almost impossible to provide enough food for the mission. On Saturday 2 March 1833 Watson recorded the following in his journal. \"Our men attempted to plow [sic], but broke the coulter [blade] immediately owing to the ground being so dry and hard. We have had very little rain for a long time. Our garden and indeed vegetation in general is almost parched up. Scarcely any food for the cattle.\"\nThe mission was also plagued by internal quarreling and misdealings. In 1837 Handt moved away because of his wife's poor health and was replaced by James Günther who also fought with Watson. Another man, William Porter, joined the mission to assist with the cultivation of the land, but was later found to have acted inappropriately towards some of the Aboriginal women around the mission. Watson attempted to gain control of any Aboriginal children he could get his hands on, gaining a reputation as an eagle hawk, and kidnapper among the Aboriginal women. Eventually Watson left Wellington Valley and, taking the children with him, established a new mission called Apsley.\nThe mission was closed in 1842 after ten years of difficulty and little success."
}