{
    "id": "14121170",
    "revid": "1068964824",
    "url": "https://en.wikipedia.org/wiki?curid=14121170",
    "title": "India–Nepal relations",
    "text": "India–Nepal relations (&lt;a href=\"Hindi\"&gt;Hindi&lt;/a&gt;: भारत-नेपाल संबंध; &lt;a href=\"Nepali%20language\"&gt;Nepali&lt;/a&gt;: भारत-नेपाल सम्बन्ध) are the &lt;a href=\"bilateral%20relations\"&gt;bilateral relations&lt;/a&gt; between &lt;a href=\"India\"&gt;India&lt;/a&gt; and &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt;. Both countries initiated their relationship with the &lt;a href=\"1950%20Indo-Nepal%20Treaty%20of%20Peace%20and%20Friendship\"&gt;1950 Indo-Nepal Treaty of Peace and Friendship&lt;/a&gt; and accompanying secret letters that defined security relations between the two countries, and an agreement governing both bilateral trade and trade transiting Indian territory. The 1950 treaty and letters exchanged between the then Indian government and &lt;a href=\"Rana%20dynasty\"&gt;Rana rulers&lt;/a&gt; of Nepal, stated that \"neither government shall tolerate any threat to the security of the other by a foreign aggressor\" and obligated both sides \"to inform each other of any serious friction or misunderstanding with any neighboring state likely to cause any breach in the friendly relations subsisting between the two governments.\" These accords cemented a \"special relationship\" between India and Nepal. The treaty also granted Nepalese the same economic and educational opportunities as Indian citizens in India, while accounting for preferential treatment to Indian citizens and businesses compared to other nationalities in Nepal. The Indo-Nepal border is open; Nepalese and Indian nationals may move freely across the border without passports or visas and may live and work in either country. However, Indians are not allowed to own land-properties or work in government institutions in Nepal, while Nepalese nationals in India are allowed to work in some Indian government institutions (&lt;a href=\"Foreigners%20%28Protected%20Areas%29%20Order%201958%20%28India%29\"&gt;except in some states&lt;/a&gt; and some civil services (the &lt;a href=\"Indian%20Foreign%20Service\"&gt;IFS&lt;/a&gt;, &lt;a href=\"Indian%20Administrative%20Service\"&gt;IAS&lt;/a&gt;, and &lt;a href=\"Indian%20Police%20Service\"&gt;IPS&lt;/a&gt;)) notably the Indian military. An estimated 32,000 Nepalese citizens are employed as active duty soldiers in the Indian army and further 1 million Nepali-migrant (720,892 in 2011) workers are believed to be spread throughout India while Indian embassy in Nepal has reported that 600,000 Indian citizens in Nepal have registered their paperwork with the Indian embassy in Kathmandu as of 2021. The Election commission of Nepal however have published a lower figure of only 562,456 Nepali citizens in India as of 2021, eligible to vote in the upcoming Federal elections of 2022 in Nepal. The number of Indian immigrants in Nepal who haven't registered their paperwork with the Indian embassy in Kathmandu isn't known as of 2021.\nAfter years of dissatisfaction by the Nepalese government, &lt;a href=\"India\"&gt;India&lt;/a&gt; in 2014, agreed to revise and adjust the &lt;a href=\"1950%20Indo-Nepal%20Treaty%20of%20Peace%20and%20Friendship\"&gt;1950 Indo-Nepal Treaty of Peace and Friendship&lt;/a&gt; to reflect the current realities. However, the modality of adjustment hasn't been made clear by either side. The Nepali side is reported to have submitted an EPG report to the PM of Nepal while the Indian foreign ministry hasn't made any announcements in regards to the submission of the same EPG report to the Indian PM.\nDespite the close linguistic, marital, religious and cultural ties at people-to-people level between Indians and Nepalese, since late 2015 political issues and &lt;a href=\"Kalapani%20territory\"&gt;Kalapani dispute&lt;/a&gt; have led to semi-strained relations between the two countries with resentment growing amongst the government and people of Nepal.\nIndependent political history.\n1950–1971.\nThe foundation of relations between India and Nepal was laid with Indo-Nepalese friendship Treaty in 1950. In the 1950s, the &lt;a href=\"Rana%20dynasty\"&gt;Rana&lt;/a&gt; rulers of Nepal welcomed close relations with the newly independent India, fearing a China-backed &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; overthrow of their (&lt;a href=\"Rana%20dynasty\"&gt;Rana&lt;/a&gt;) autocratic regime after the success of Communist revolution in China and establishment of CCP government in October 1, 1949. &lt;a href=\"Rana%20palaces%20of%20Nepal\"&gt;Rana&lt;/a&gt; rule in Nepal however collapsed within 3 months of signing the &lt;a href=\"1950%20Indo-Nepal%20Treaty%20of%20Peace%20and%20Friendship\"&gt;1950 Indo-Nepal Treaty of Peace and Friendship&lt;/a&gt;, only to be replaced by the only pro-Indian party of the time – &lt;a href=\"Nepali%20Congress\"&gt;Nepali Congress&lt;/a&gt;. As the number of Indians living and working in Nepal's Terai region increased and the involvement of India in Nepal's politics deepened in the 1960s and after, so too did Nepal's discomfort with the special relationship. India's influence over Nepal increased throughout the 1950s. The Nepalese Citizenship Act of 1952 allowed Indians to immigrate to Nepal and acquire Nepalese citizenship with ease—a source of huge resentment in Nepal (This policy was not changed until 1962 when several restrictive clauses were added to the Nepalese constitution). Also in 1952, an Indian military mission was established in Nepal, which consisted of a Major General and 20 other Indian army personnel (later extended to 197 in total). At the same time, Nepal's Royal family's dissatisfaction with India's growing influence began to emerge, and overtures to China were initiated by Nepal as a counterweight to India.\nFollowing the 1962 Sino-Indian border war, the relationship between Kathmandu and New Delhi thawed significantly. India suspended its support to India-based Nepalese opposition forces (opposing the dissolution of democratic government by &lt;a href=\"King%20Mahendra\"&gt;King Mahendra&lt;/a&gt;). The defeat of Indian forces in 1962 provided Nepal with the breathing space and Nepal extracted several concessions in trade. In exchange, through a secret accord concluded in 1965, similar to an arrangement that had been suspended in 1963, India won a monopoly on arms sales to Nepal.\nIn 1969 relations again became stressful as Nepal challenged the existing mutual security arrangement and asked that the Indian security checkposts and liaison group be withdrawn. Resentment also was expressed against the 1950s TPF. India withdrew its military check-posts and liaison group consisting of 23 military personnel in 1970 from all but Kalapani area of Nepal, although the treaty was not abrogated.\nTensions came to a head in the mid-1970s, when Nepal pressed for substantial changes in the trade and transit treaty and openly denounced &lt;a href=\"Sikkim\"&gt;Sikkim&lt;/a&gt;'s 1975 annexation by India. In 1975 &lt;a href=\"Birendra%20of%20Nepal\"&gt;King Birendra Bir Bikram Shah Dev&lt;/a&gt; against the backdrop of Indian annexation of Nepal's close neighbor '&lt;a href=\"The%20Kingdom%20of%20Sikkim\"&gt;The Kingdom of Sikkim&lt;/a&gt;' proposed Nepal to be recognized internationally as a 'Zone of Peace' where military competition would be off limits. Nepal's proposal immediately received support from &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; and &lt;a href=\"China\"&gt;China&lt;/a&gt;, but not from &lt;a href=\"India\"&gt;India&lt;/a&gt;. In New Delhi's view, if the king's proposal did not contradict the 1950 treaty that the-then Indian government had signed with the Rana rulers of Nepal, it was unnecessary; if it was a repudiation of the special relationship, it represented a possible threat to India's security and could not be endorsed. In 1984 Nepal repeated the proposal, but there was no reaction from India. Nepal continually promoted the proposal in international forums and by 1990 it had won the support of 112 countries including the US, the UK, and France.\n1970–1990.\nIn 1978 India agreed to separate trade and transit treaties, satisfying a long-term Nepalese demand. However, much to the annoyance of Nepalese Royal Palace and in continued violation of the 1950s PFT, India consistently allowed the opposition parties of Nepal to use Indian soil to launch agitation against the Nepalese government and refused to endorse Nepal as a Zone of Peace.\nIn 1988, when the two treaties were up for renewal, Nepal refused to accommodate India's wishes for a single trade and transit treaty stating that 'it violates the principle of freedom to trade'. Thereafter, both India and Nepal took a hard-line position that led to a serious crisis in India–Nepal relations. Nepalese leaders asserted the position that as per the UN charter, transit privileges were \"a fundamental and a permanent right of a land-locked country\" and thus India's demand for a single treaty was unacceptable. So, after two extensions, the two treaties expired on 23 March 1989, resulting in a virtual Indian economic blockade of Nepal that lasted until late April 1990. As time passed Indian economic sanctions over Nepal steadily widened. For example, preferential customs and transit duties on Nepalese goods entering or passing through India (whether imports or exports) were discontinued. Thereafter India let agreements relating to oil processing and warehouse space in Calcutta for goods destined to Nepal expire. Aside from these sanctions, India cancelled all trade credits it had previously extended to Nepal on a routine basis.\nTo withstand the renewed Indian pressure, Nepal undertook a major diplomatic initiative to present its case on trade and transit matters to the world community. The relationship with India was further strained in 1989 when Nepal decoupled its rupee from the Indian rupee which previously had circulated freely in Nepal. India retaliated by denying port facilities in Calcutta to Nepal, thereby preventing delivery of oil supplies from Singapore and other sources. In historian Enayetur Rahim's view, \"the economic consequences of the dispute... were enormous. Nepal's GDP growth rate plummeted from 9.7% in 1988 to 1.5% in 1989. This had a lot to do with the decreased availability of goods. Shortly after the imposition of sanctions, Nepal experienced serious deficiencies of important goods such as coal, fuel, oil, medicine and spare parts. Nepal also suffered economically from higher tariffs, the closure of border points and the tense political atmosphere. From one of the most thriving economies in Asia, Nepal was now quickly finding itself in the league of World's poorest nation.\"\nAlthough economic issues were a major factor in the two countries' confrontation, Indian dissatisfaction with Nepal's decision to impose work permits over Indians living in Nepal and Nepal government's attempt to acquire Chinese weaponry in 1988 played an important role. India linked security with economic relations and insisted on reviewing India–Nepal relations as a whole. After failing to receive support from wider international community, Nepalese government backed down from its position to avoid the worsening economic conditions. Indian government, with the help of Nepalese opposition parties operating from India, managed to bring a change in Nepal's political system, in which the king was forced to institute a parliamentary democracy. The new government, led by pro-India parties, sought quick restoration of amicable relations with India.\n1990s.\nThe special security relationship between New Delhi and Kathmandu was re-established during the June 1990 New Delhi meeting of Nepal's prime minister &lt;a href=\"Krishna%20Prasad%20Bhatarai\"&gt;Krishna Prasad Bhatarai&lt;/a&gt; and Indian prime minister &lt;a href=\"V.P.%20Singh\"&gt;V.P. Singh&lt;/a&gt;, after India ended its 13-month-long economic blockade of Nepal. During the December 1991 visit to India by Nepalese prime minister &lt;a href=\"Girija%20Prasad%20Koirala\"&gt;Girija Prasad Koirala&lt;/a&gt;, the two countries signed new, separate trade and transit treaties and other economic agreements designed to accord Nepal additional economic benefits.\nIndian-Nepali relations appeared to be undergoing still more reassessment when Nepal's prime minister &lt;a href=\"Man%20Mohan%20Adhikary\"&gt;Man Mohan Adhikary&lt;/a&gt; visited New Delhi in April 1995 and insisted on a major review of the 1950 peace and friendship treaty which Nepal believed was enabling an ongoing demographic shift in Nepal's Terai region. In the face of benign statements by his Indian hosts relating to the treaty, Adhikary sought greater economic independence for his landlocked nation while simultaneously striving to improve ties with China.\nIn June 1990, a joint Kathmandu-New Delhi communique was issued pending the finalisation of a comprehensive arrangement covering all aspects of bilateral relations, restoring trade relations, reopening transit routes for Nepal's imports, and formalising respect of each other's security concerns. Essentially, the communiqué announced the restoration of the status quo ante and the reopening of all border points, and Nepal agreed to various concessions regarding India's commercial privileges. Kathmandu also announced that lower cost was the decisive factor in its purchasing arms and personnel carriers from China and that Nepal was advising China to withhold delivery of the last shipment.\n2000s.\nIn 2005, after &lt;a href=\"King%20Gyanendra\"&gt;King Gyanendra&lt;/a&gt; took over, Nepalese relations with India soured. However, even after the restoration of &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt;, in 2008, &lt;a href=\"Prachanda\"&gt;Prachanda&lt;/a&gt;, the &lt;a href=\"Prime%20Minister%20of%20Nepal\"&gt;Prime Minister of Nepal&lt;/a&gt;, visited &lt;a href=\"India\"&gt;India&lt;/a&gt;, in September 2008 only after visiting &lt;a href=\"China\"&gt;China&lt;/a&gt;, breaking the long-held tradition of Nepalese PM making India as their first port-of-call. When in India, he spoke about a new dawn, in the bilateral relations, between the two countries. He said, \"I am going back to Nepal as a satisfied person. I will tell Nepali citizens back home that a new era has dawned. Time has come to effect a revolutionary change in bilateral relations. On behalf of the new government, I assure you that we are committed to make a fresh start.\"\nIn 2006, the newly formed democratic parliament of Nepal passed the controversial citizenship bill that led to distribution of Nepalese citizenship to nearly 4 million stateless immigrants in Nepal's &lt;a href=\"Terai\"&gt;Terai&lt;/a&gt; by virtue of naturalisation. While the Indian government welcomed the reformed citizenship law, certain section of Nepalese people expressed deep concerns regarding the new citizenship act and feared that the new citizenship law might be a threat to Nepalese sovereignty. The citizenship bill passed by the Nepalese parliament in 2006 was the same bill that was rejected by late &lt;a href=\"Birendra%20of%20Nepal\"&gt;King Birendra&lt;/a&gt; in 2000 before he along with his entire family was massacred and upon which Indian government had then formally expressed sorrow.\nIn 2008, Indo-Nepal ties got a further boost with an agreement to resume &lt;a href=\"water\"&gt;water&lt;/a&gt; talks after a 4-year hiatus. The Nepalese Water Resources Secretary &lt;a href=\"Shanker%20Prasad%20Koirala\"&gt;Shanker Prasad Koirala&lt;/a&gt; said the Nepal-India Joint Committee on Water Resources meet decided to start the reconstruction of the breached &lt;a href=\"Koshi%20embankment\"&gt;Koshi embankment&lt;/a&gt; after the water level went down. During the Nepal PM's visit to &lt;a href=\"New%20Delhi\"&gt;New Delhi&lt;/a&gt; in September the two Prime Ministers expressed satisfaction at the age-old close, cordial and extensive relationships between their states and expressed their support and co-operation to further consolidate the relationship.\nThe two issued a 22-point statement highlighting the need to review, adjust and update the 1950 &lt;a href=\"1950%20Indo-Nepal%20Treaty%20of%20Peace%20and%20Friendship\"&gt;Treaty of Peace and Friendship&lt;/a&gt;, amongst other agreements. India would also provide a credit line of up to $15 million to Nepal to ensure uninterrupted supplies of petroleum products, as well as lift bans on the export of rice, wheat, maize, sugar and sucrose for quantities agreed to with Nepal. India would also provide $2 million as immediate flood relief.In return, Nepal will take measures for the promotion of investor friendly, enabling business environment to encourage Indian investments in Nepal.\n2010s.\nIn 2010 India extended a line of credit worth US$50 million &amp; 80,000 tonnes of foodgrains. Furthermore, a three-tier mechanism at the level of ministerial, secretary and technical levels will be built to push forward discussions on the development of water resources between the two sides. Politically, India acknowledged a willingness to promote efforts towards peace in Nepal. Indian External affairs minister Pranab Mukherjee promised the &lt;a href=\"Nepali%20Prime%20Minister\"&gt;Nepali Prime Minister&lt;/a&gt; &lt;a href=\"Prachanda\"&gt;Prachanda&lt;/a&gt; that he would \"extend all possible help for peace and development.\"\nHowever, in recent years, the increasing dominance of &lt;a href=\"Unified%20Communist%20Party%20of%20Nepal%20%28Maoist%29\"&gt;Maoism&lt;/a&gt; in Nepal's domestic politics, along with the strengthening economic and political influence of the &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt; has caused the &lt;a href=\"Nepalese%20government\"&gt;Nepalese government&lt;/a&gt; to gradually distance its ties with India, though Nepal still does support India at the UN. &lt;a href=\"Prime%20Minister%20of%20India\"&gt;Prime Minister of India&lt;/a&gt; &lt;a href=\"Narendra%20Modi\"&gt;Narendra Modi&lt;/a&gt; visited &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt; in August 2014, marking the first official visit by an Indian prime minister in 17 years. During his visit, the Indian government agreed to provide Nepal with US$1 billion as concessional line of credit for various development purposes and a HIT formula, but he insisted that Indian immigrants in Nepal don't pose a threat to Nepal's sovereignty and therefore open border between Nepal and India should be a bridge and not a barrier. Nepal and India signed an important deal on 25 November 2014 as per which India will build a 900 MW hydropower plant at a cost of another US$1 billion. An amount of has been granted to Nepal as a part of the agreements signed on 22 February 2016 for post-earthquake reconstruction.\nA perpetual issue for many people of Nepali origin, the birthplace of &lt;a href=\"Gautama%20Buddha\"&gt;Gautama Buddha&lt;/a&gt; has long been a cultural and social issue devoid from the political landscape of both Nepal and India. However, since the souring of relations between the two countries, the issue has been used to undermine relations between the two countries both politically and socially. The two-day-long International Buddhist conference in &lt;a href=\"Kathmandu\"&gt;Kathmandu&lt;/a&gt; which ran from 19 to 20 May 2016 marked &lt;a href=\"Vesak\"&gt;Vesak&lt;/a&gt; and the 2,560th birthday of the Buddha was also used to promote the Buddha's birthplace which lies in modern-day Nepal. The decision of the Nepal Culture Ministry to change the theme, \"Preservation and Development of Buddhist Heritage of Nepal\" with the sub-theme \"Lumbini – Birthplace of Buddha\" under the name \"Lumbini – Fountainhead of Buddhism\" was met with criticism from India which subsequently boycotted the conference due to this and on the back of China's supposed monetary involvement in the conference. Nepali Prime Minister, &lt;a href=\"Khadga%20Prasad%20Sharma%20Oli\"&gt;K.P. Oli&lt;/a&gt; told the media that the conference, \"should help us make clear to the world that Buddha was born in Nepal and that Buddhist philosophy is the product of Nepal\".\nIn early March 2017, the fatal shooting of a Nepali man who was protesting Indian-occupation on disputed territory between India and Nepal sparked protests in the capital Kathmandu. Indian troops had previously prevented a group of Nepalese farmers living along the border from completing a &lt;a href=\"culvert\"&gt;culvert&lt;/a&gt; in the disputed area which ultimately led to protests. It was considered rare for India to retaliate with gunfire.\nBorder disputes.\nThe territorial disputes of India and Nepal include &lt;a href=\"Kalapani%20territory\"&gt;Kalapani&lt;/a&gt; 400 km2 at India-Nepal-China tri-junction in Western Nepal and &lt;a href=\"Susta%20territory\"&gt;Susta&lt;/a&gt; 140 km2 in Southern Nepal. Nepal claims that the river to the west of Kalapani is the main &lt;a href=\"Kali%20River%20%28Uttarakhand%29\"&gt;Kali river&lt;/a&gt;; hence the area should belong to Nepal. But India claims that the river to the west of Kalapani is not the main Kali river, and owning to this new indian claim, Indian government led by Narendra Modi, for the first time removed the full delineation of Kali river from official indian map in the newly released map of India in 2018. The river borders the Nepalese province of &lt;a href=\"Sudurpashchim%20Province\"&gt;Sudurpashchim&lt;/a&gt; and the Indian state of Uttarakhand. The Sugauli Treaty signed by Nepal and British India on 4 March 1816 locates the Kali River as Nepal's western boundary with India. Subsequent maps drawn by British surveyors show the source of the boundary river at different places. This discrepancy in locating the source of the river led to boundary disputes between India and Nepal, with each country producing maps supporting their own claims. The Kali River runs through an area that includes a disputed area of about 400 km2 around the source of the river although the exact size of the disputed area varies from source to source. The dispute intensified in 1997 as the Nepali parliament considered a treaty on hydro-electric development of the river. India and Nepal differ as to which stream constitutes the source of the river. Nepal has reportedly tabled an 1856 map from the British India Office to support its position. Kalapani has been controlled by India's Indo-Tibetan border security forces since the &lt;a href=\"Sino-Indian%20War\"&gt;Sino-Indian War&lt;/a&gt; with China in 1962. In 2015, the Nepalese parliament objected an agreement between India and China to trade through &lt;a href=\"Lipulekh%20Pass\"&gt;Lipulekh Pass&lt;/a&gt;, a mountainous pass in the disputed Kalapani area, stating that the agreement between India and China to trade through Kalapani violates Nepal's sovereign rights over the territory. Nepal has called for the withdrawal of the Indian border forces from Kalapani area.\nAs the first step for demarcating Indo-Nepal border, survey teams from both countries located and identified missing pillars along the border, and, an agreement was reached to construct new pillars in some places. According to the Nepalese government estimates, of the 8000 boundary pillars along the border, 1,240 pillars are missing, 2,500 require restoration, and, 400 more need to be constructed. The survey teams conducted survey of the border pillars based on the strip maps prepared by the Joint Technical Level Nepal-India Boundary Committee (JTLNIBC). The JTLNIBC was set up in 1981 to demarcate the India-Nepal border and after years of surveying, deliberations and extensions, the committee had delineated 98 per cent of the India-Nepal boundary, excluding Kalapani and Susta, on 182 strip maps which was finally submitted in 2007 for ratification by both the countries. Unfortunately neither country ratified the maps. Nepal maintained that it cannot ratify the maps without the resolution of outstanding boundary disputes, i.e. Kalapani and Susta. India, on the other hand, awaited Nepal's ratification while at the same time urging it to endorse the maps as a confidence building measure for solving the Kalapani and Susta disputes. In absence of a ratification, the process of completely demarcating the India-Nepal boundary could not be undertaken.\nBorder crossings.\nIntegrated check posts with immigration and customs facilities are:\nSince 2014 to enhance the collaborative relations between the two nations, Nepal and India started Trans-border bus services from New Delhi to Kathmandu connecting the nation's capital of both countries. The service is in operation by Delhi Bus Corporation (DTC) India and several other private Travel companies. At present(2019), Kathmandu to Delhi bus service, Kathmandu to Siliguri Bus service, Kathmandu to Varanasi, Delhi to Janakpur bus service are in operation.\nTrade.\nIndia is Nepal's largest trade partner and the largest source of total foreign investments (China has been the largest source of FDI in Nepal from 2015 onward), besides providing transit for almost entire third country trade of Nepal in accordance with Indo-Nepal Transit treaty (Nepal has accused India of violating the Indo-Nepal transit treaty multiple times). India accounts for over two-thirds of Nepal's merchandise trade, about one-third of trade in services, one-third of foreign direct investments, almost 100% of petroleum supplies, and a significant share of inward remittances on account of pensioners, professionals and workers working in India.\nIn the year 2017–2018, Nepal's total trade with India was about US$8.2 billion; Nepal's exports to India were a meager US$446.5 million; while imports from India were upwards of US$7.7 billion making Indo-Nepal trade relations one of the most one-sided trade relation in the history of mankind. In percentage terms, Nepal's trade deficit with India is a mind-boggling 1724%. \nNepal's main imports from India are petroleum products (28.6%), motor vehicles and spare parts (7.8%), M. S. billet (7%), medicines (3.7%), other machinery and spares (3.4%), coldrolled sheet in coil (3.1%), electrical equipment (2.7%), hotrolled sheet in coil (2%), M. S. wires, roads, coils and bars (1.9%), cement (1.5%), agriculture equipment and parts (1.2%), chemical fertilizer (1.1%), chemicals (1.1%) and thread (1%). Nepal's export basket to India mainly comprises jute goods (9.2%), zinc sheet (8.9%), textiles (8.6%), threads (7.7%), polyester yarn (6%), juice (5.4%), catechue (4.4%), Cardamom (4.4%), wire (3.7%), tooth paste (2.2%) and M. S. Pipe (2.1%).\nHuman trafficking.\n&lt;a href=\"Human%20trafficking%20in%20Nepal\"&gt;Human trafficking in Nepal&lt;/a&gt; is a serious concern. An estimated 100,000–200,000 Nepalese in India are believed to have been trafficked. Sex trafficking is particularly rampant within Nepal and to India, with as many as 5,000–10,000 women and girls trafficked to India alone each year. The seriousness of trafficking of Nepalese girls to India was highlighted by &lt;a href=\"CNN%20Freedom%20Project\"&gt;CNN Freedom Project&lt;/a&gt;'s documentary: Nepal's Stolen Children. &lt;a href=\"Maiti%20Nepal\"&gt;Maiti Nepal&lt;/a&gt; has rescued more than 12,000 stolen Nepalese children from sex trafficking since 1993.\n2015 Madhesi crisis and Nepal blockade.\nIn 2015, Nepal promulgated its new &lt;a href=\"Constitution%20of%20Nepal\"&gt;Constitution&lt;/a&gt; but the &lt;a href=\"Madhesi%20people\"&gt;Madheshis&lt;/a&gt;, the &lt;a href=\"Newar%20people\"&gt;Janajatis&lt;/a&gt; and the &lt;a href=\"Tharu%20people\"&gt;Tharus&lt;/a&gt;, felt they were marginalized and being left out in the new constitution. These groups, the Madheshi in particular, then organized a blockade of the border in September 2015, leading to an economic and humanitarian crisis in Nepal five months after a devastating &lt;a href=\"2015%20Nepal%20earthquake\"&gt;earthquake&lt;/a&gt;. The Nepalese government accused India of deliberately worsening the embargo by not allowing vehicles to pass from check-points where no protests were held, questioning whether the blockade of the long border was possible. Indian government, however, denied all allegations of any involvement in the blockade."
}