{
    "id": "1413441",
    "revid": "1039123510",
    "url": "https://en.wikipedia.org/wiki?curid=1413441",
    "title": "Plebeian Council",
    "text": "The Concilium Plebis (&lt;a href=\"English%20language\"&gt;English&lt;/a&gt;: Plebeian Council, Plebeian Assembly, People's Assembly or Council of the Plebs) was the principal &lt;a href=\"Roman%20assemblies\"&gt;assembly&lt;/a&gt; of the common people of the ancient &lt;a href=\"Roman%20Republic\"&gt;Roman Republic&lt;/a&gt;. It functioned as a legislative/judicial assembly, through which the &lt;a href=\"plebs\"&gt;plebeians&lt;/a&gt; (commoners) could pass legislation (called plebiscites), elect &lt;a href=\"Tribune%20of%20the%20plebs\"&gt;plebeian tribunes&lt;/a&gt; and &lt;a href=\"aedile\"&gt;plebeian aediles&lt;/a&gt;, and try judicial cases. The Plebeian Council was originally organized on the basis of the &lt;a href=\"Curia\"&gt;Curia&lt;/a&gt; but in 471 BC adopted an organizational system based on residential districts or tribes. The Plebeian Council usually met in the well of the Comitium and could only be convoked by the &lt;a href=\"Tribune%20of%20the%20Plebs\"&gt;Tribune of the Plebs&lt;/a&gt;. The &lt;a href=\"Patrician%20%28ancient%20Rome%29\"&gt;patricians&lt;/a&gt; were excluded from the Council.\nHistory.\nFrom 509 to 471 BC.\nWhen the &lt;a href=\"Roman%20Republic\"&gt;Roman Republic&lt;/a&gt; was founded in 509 BC, the Roman people were divided into a total of thirty curiae. Plutarch and Dionysus of Helicarnassus believed that these curiae were subdivisions of the three Romulean Tribes. The curiae were organized on the basis of the family, and thus the ethnic structure of early Rome. Each curia even had its own festivals, gods, and religious rites. The thirty curiae gathered into a legislative assembly known as the \"Comitia Curiata\" or Curiate Assembly. This assembly was created shortly after the legendary founding of the city in 753 BC, and it formally elected new &lt;a href=\"King%20of%20Rome\"&gt;Roman kings&lt;/a&gt;. During this time, plebeians had no political rights and were unable to influence Roman Law. Each plebeian family was dependent on a particular patrician family. Accordingly, each plebeian family belonged to the same curia as did its patrician patron. While the plebeians each belonged to a particular curia, only patricians could actually vote in the Curiate Assembly.\nThe Plebeian Council was originally organized around the office of the Tribunes of the Plebs in 494 BC. Plebeians probably met in their own assembly prior to the establishment of the office of the Tribune of the Plebs, but this assembly would have had no political role. The Offices of the plebeian tribune and plebeian aedile were created in 494 BC following the first plebeian secession. In 494 BC, the plebeians held nightly meetings in some districts, with their earliest attempts at organization focusing on matters relating to their class. Some of these issues included debt, civil and land rights, and military service. Tribunes of the Plebs were also charged with protecting the plebeian interests against the patrician oligarchy. In 492 BC, the office of Tribune was acknowledged by the patricians, thereby creating a legitimate assembly of plebeians (C\"oncilium Plebis).\" After 494 BC, a plebeian tribune always presided over the Plebeian Curiate Assembly. This \"Plebeian Curiate Assembly\" was the original Plebeian Council, which elected the plebeian Tribunes and Aediles, and passed legislation (\"plebiscita\") that applied only to the plebeians.\nFrom 471 to 27 BC.\nDuring the later years of the &lt;a href=\"Roman%20Kingdom\"&gt;Roman Kingdom&lt;/a&gt;, King Servius Tullius enacted a series of &lt;a href=\"Servian%20constitution\"&gt;constitutional reforms&lt;/a&gt;. One of these reforms resulted in the creation of a new organizational unit, the tribe, to assist in the reorganization of the &lt;a href=\"Roman%20army\"&gt;army&lt;/a&gt;. Its divisions were not ethnic (as the divisions of the Curia were), but rather geographical. Tullius divided the city into four geographical districts, each encompassing a single tribe. Between the reign of Tullius and the late 3rd century BC, the number of tribes expanded from 4 to 35. By 471 BC, the plebeians decided that organization by tribe granted them a level of political independence from their patrician patrons that the curiae did not. Therefore, around 471 BC, a law was passed to allow the plebeians to begin organizing by tribe. Thus, the \"Plebeian Curiate Assembly\" began to use tribes, rather than curiae, as its basis for organization. As such, the Plebeian Council changed from a \"Plebeian Curiate Assembly\" to a \"Plebeian Tribal Assembly\".\nThe only difference between the Plebeian Council after 471 BC and the ordinary Tribal Assembly (which also organized on the basis of the tribes) was that the tribes of the Plebeian Council included only plebeians, whereas the tribes of the Tribal Assembly included both plebeians and patricians. However, most Romans were plebeians. Therefore, the principal differences between the Plebeian Council and the Tribal Assembly were mostly legal rather than demographic. These legal differences derived from the fact that Roman law did not recognize an assembly consisting only of one group of people (plebeians in this case) from an assembly consisting of all of the &lt;a href=\"spqr\"&gt;People of Rome&lt;/a&gt;. Over time, however, these legal differences were mitigated with legislation. The Plebeian Council elected two plebeian officers, the tribunes and the aediles, and thus Roman law classified these two officers as the elected representatives of the plebeians. As such, they acted as the presiding officers of this assembly.\nThe plebeians, through the Plebeian Council, began to gain power during this time. Two secessions in 449 BC and 287 BC brought about increased authority for the plebeian assembly and its leaders, and it was greatly due to concessions made by dictators and consuls that the now mobilized and angry plebeian population began to develop power. In 339 BC, the \"&lt;a href=\"Lex%20Publilia%20%28471%20BC%29\"&gt;Lex Publilia&lt;/a&gt;\" made plebiscites (plebeian legislation) law, however this was not widely accepted by patricians until the 287 BC \"&lt;a href=\"Lex%20Hortensia\"&gt;Lex Hortensia&lt;/a&gt;\", which definitively gave the council the power to create laws to which both plebeians and patricians would be subject. Additionally, between 291 and 219 BC, the \"Lex Maenia\" required the senate to approve any bill put forward by the Plebeian Council.\nIn 88 BC, &lt;a href=\"Sulla\"&gt;Sulla&lt;/a&gt; introduced measures which transferred all voting power to the &lt;a href=\"Centuriate%20Assembly\"&gt;Comitia Centuriata&lt;/a&gt; from tribal assemblies, therefore rendering the Council of the Plebs virtually powerless.\nAfter 27 BC.\nAlthough the Plebeian Council survived the fall of the Roman Republic, it quickly lost its legislative, judicial and electoral powers to the &lt;a href=\"roman%20senate\"&gt;Senate&lt;/a&gt;. By virtue of their status as perpetual tribunes, both Julius Caesar and the &lt;a href=\"Roman%20emperor\"&gt;Emperor&lt;/a&gt; &lt;a href=\"Augustus\"&gt;Augustus&lt;/a&gt; always had absolute control over the Plebeian Council. The Plebeian Council disappeared shortly after the reign of &lt;a href=\"Tiberius\"&gt;Tiberius&lt;/a&gt;.\nThe Plebeian Council and the Conflict of the Orders.\nThe creation of the office of plebeian tribune and plebeian aedile marked the end of the first phase of the struggle between the plebeians and the &lt;a href=\"Patrician%20%28ancient%20Rome%29\"&gt;patricians&lt;/a&gt; (the &lt;a href=\"Conflict%20of%20the%20Orders\"&gt;Conflict of the Orders&lt;/a&gt;). The next major development in this conflict occurred through the Plebeian Council. During a modification of the original Valerian law in 449 BC, plebiscites acquired the full force of law, and thus applied to all Romans. Before this time, plebiscites had applied only to plebeians. By the early 4th century BC, the plebeians, who still lacked any real political power, had become exhausted and bitter. In 339 BC they facilitated the passage of a law (the \"lex Publilia\"), which brought the Conflict of the Orders closer to a conclusion. Before this time, a bill passed by any assembly could become law only after the patrician senators gave their approval, which came in the form of a decree called the \"auctoritas patrum\" (\"authority of the fathers\" or \"authority of the patrician senators\"). The \"lex Publilia\" required the \"auctoritas patrum\" to be passed before a law could be voted on by one of the assemblies, rather than afterward. This modification seems to have made the \"auctoritas patrum\" irrelevant. Thus, the Plebeian Council became independent of the patrician aristocracy in everything but name.\nBy 287 BC, the economic condition of the average plebeian had deteriorated further. The problem appears to have centered on widespread indebtedness. The plebeians demanded relief, but the senators, most of whom belonged to the creditor class, refused to abide by the plebeians' demands. The plebeians withdrew en masse to the &lt;a href=\"Janiculum\"&gt;Janiculum hill&lt;/a&gt;, resulting in the final plebeian secession. To end this movement, a plebeian dictator (&lt;a href=\"Quintus%20Hortensius%20%28dictator%29\"&gt;Quintus Hortensius&lt;/a&gt;) was appointed, who ultimately passed a law called the \"Hortensian Law\" (\"&lt;a href=\"lex%20Hortensia\"&gt;lex Hortensia&lt;/a&gt;\"). The most significant component of this law was its termination of the requirement that \"auctoritas patrum\" be obtained before any bill could be considered by the Plebeian Council. In this way the law removed from the patrician senators their final check over the Plebeian Council. The \"lex Hortensia\", however, should not be viewed as the final triumph of democracy over aristocracy. Close relations between the plebeian tribunes and the senate meant that the senate could still exercise a great degree of control over the Plebeian Council. Thus, the ultimate significance of this law was that it robbed the patricians of their final weapon over the plebeians. This ended the Conflict of the Orders, and brought the plebeians to a level of full political equality with the patricians.\nFunction.\nOrganization of the Plebeian Council.\nAt its formation, the Plebeian Council was organized by \"&lt;a href=\"Curia\"&gt;Curiae&lt;/a&gt;\" and served as an electoral council wherein plebeian citizens could vote to pass laws. The Plebeian Council would elect Tribunes of the Plebs to preside over their meetings. It is unlikely, however, that the council had any constitutional recognition before the creation of the &lt;a href=\"Twelve%20Tables\"&gt;Twelve Tables&lt;/a&gt; between 451 and 450 BC. At the meetings of the Plebeian Council, they would pass resolutions, conduct trials, and discuss matters pertaining to the condition of the plebeians. Their ability to perform political prosecutions was later restricted by the Twelve Tables. The tribal unit organizational system was adopted by the council in 471 BC, although the exact relationship between the Tribunes and tribes is unclear, as the number of Tribunes was not equal to the number of tribes. Additionally, most tribes were located outside of the city, whereas the plebeian Tribunes were exclusive to the city.\nIn the Tribal system, the Council of the Plebeians elected Tribunes of the Plebs, who acted as spokespeople for the plebeian citizens. The Tribunes were revered, and plebeians swore an oath to take vengeance on anyone who would bring them harm. Over time, the Concilium Plebis became the most effective medium of legislation in the Republic, until the introduction of Sulla’s measures in 88 BC.\nTribune of the Plebs.\nThe Tribunes of the Plebs were elected by the Plebeian Council. At first, only 2 to 5 Tribunes were elected until the College of 10 was introduced in 457 BC. They served as spokespeople for the plebeians of Rome, with a purpose of protecting the interests of the plebeians against patrician supremacy. The Tribunes could call meetings of the council over which they presided. Since plebeians were not able to take political actions themselves, the Tribunes had the opportunity to make lasting impacts through their political office. Tribunes were responsible for organizing support for legislation, organizing \"contiones,\" a form of discourse or assembly, as well as prosecute criminals before the council. Their position as leaders of the Plebeian Council gave the Tribunes great control over the city in their ability to organize the plebeians into a political weapon.\nComitia Tributa Populi.\nThe Comitia Tributa was a tribal assembly which organized citizens by place of residence. There is confusion concerning the difference between The Plebeian Council and the \"&lt;a href=\"Comitia%20Tributa\"&gt;Comitia Tributa&lt;/a&gt;. S\"ome scholars have found reason in believing that the \"Concilium Plebis\" became the \"Comitia Tributa\" in 339 or 287 BC. De Martino and Von Fritz believe that after the \"Lex Hortensia\" of 287 BC, patricians must not have been excluded from the Plebeian Council, as the laws created by the council were now applicable to the patricians. However, others believe that they were separate assemblies. Stavely introduced the possibility that Livy may not have recorded the emergence of the \"Comitia Tributa\" due to a lack of importance in terminological differences. Stavely therefore has proposed that the \"Comitia Tributa\" were established in 449 BC\".\"\n&lt;a href=\"Laelius%20Felix\"&gt;Laelius Felix&lt;/a&gt; and &lt;a href=\"G.W.%20Botsford\"&gt;G.W. Botsford&lt;/a&gt; have proposed theories attempting to distinguish the terms c\"oncilium\" and c\"omitia.\" Felix’s theory, although widely followed, is also heavily contested. His theory supposes that a c\"oncilium\" denotes an exclusive assembly which included only a part of the \"universus populus\", whereas a c\"omitia\" designates a meeting of a whole \"universus populus\". The principal arguments against his theory are (1) his definition depends on a distinction between assemblies of the populus and of the plebeians, despite the routine denial of the existence of an assembly consisting solely of plebeians after 287 BC; and (2) there are passages from Roman authors which refer to plebeian assemblies as c\"omitia\", as opposed to \"Concilium Plebis\". This then weakens Felix’s proposal that a c\"omitia\" designates an assembly of the \"universus populus\".\nG. W. Botsford distinguishes these two types of assemblies in terms of their function. In his theory, a c\"omitia\" refers to an electoral assembly, and a c\"oncilium\" would then be a legislative or judicial assembly. Although the theories put forth by Botsford and Felix are different, passages from Cicero and Livy can be found to support both. A c\"omitia\" appears to designate organized voting assemblies, and a c\"oncilium\" often indicates a meeting of a certain group which is exclusive in some sense. The \"Concilium Plebis\" is definitively a political assembly.\nLegislation &amp; Legislative Actions.\nThree distinct forms of legislative actions undertaken by the Roman Republic exist. These are: \"Rogationes, Plebiscita\" and \"Leges\". It is important to distinguish between these forms of legislation as it creates a deeper understanding of Roman political structure, and the role of the Plebeian Council.\nRogationes.\n\"Rogationes\" (sing. \"Rogatio\") are proposals for legislation that are created by the Tribunes of the Plebs. \"Rogationes\" are incomplete legislation that are not applicable by law, as they are legislation that has been subject to tribunician veto or rejected by the senate. It is unclear whether \"Rogationes\" were presented in a formal meeting or not, however they are valuable because they demonstrate the matters which were of importance to the Tribunes.\nPlebiscitas.\n\"Plebiscita\" (sing. \"Plebiscitum\") were proposals brought forward by the Tribunes of the Plebs that were approved by majority vote of the tribes of the C\"oncilium Plebis.\" After the \"Lex Hortensia\" was introduced in 287 BC, \"Plebiscitas\" became law for the entire Roman population, including patricians. \"Plebiscitas\" no longer required senatorial or magisterial approval, and were demonstrative of the will of the plebeian class.\nLeges.\n\"Leges\" (sing. \"Lex\") were legislation brought forth by a magistrate and presented to the Roman population in either the \"Comitia Tributa\" or \"Comitia Centuriata\". A \"Plebiscitum\" could become a \"Lex\" if it was adopted by a magistrate and approved by a majority of tribes or centuries.\nSome examples of leges introduced which pertained to the Plebeian Council include:\nLegislative Actions.\nLegislative Actions by the Concilium Plebis can be categorized into four principal categories based on their purpose. These categories are: (1) Equality, (2) Broadening of Participation, (3) Protection and (4) Mutually Binding Consultation. Specifically, legislative Actions that fall under the 'Equality' category are actions which move to create equality between different groups of people. 'Broadening of Participation' is indicative of actions which aim to increase the political participation of groups which had previously been denied. The category of 'Protection' includes legislative actions seeking to place limits on arbitrary action of the state, as well as seeking rights (personal rights, rights to property). Finally, legislative actions under the category of 'Mutually Binding Consultation' are those which aim to solidify and increase the power and authority of the Council of the Plebs. These categories are based on &lt;a href=\"Charles%20Tilly\"&gt;Tilly's&lt;/a&gt; Dimensions of Democratization."
}