{
    "id": "14150957",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=14150957",
    "title": "STAT5A",
    "text": "Signal transducer and activator of transcription 5A is a &lt;a href=\"protein\"&gt;protein&lt;/a&gt; that in humans is encoded by the \"STAT5A\" &lt;a href=\"gene\"&gt;gene&lt;/a&gt;. \"STAT5A\" &lt;a href=\"orthologs\"&gt;orthologs&lt;/a&gt; have been identified in several &lt;a href=\"placentals\"&gt;placentals&lt;/a&gt; for which complete genome data are available.\nStructure.\nSTAT5a shares the same six functional domains as the other members of the &lt;a href=\"STAT%20protein\"&gt;STAT&lt;/a&gt; family. It contains 20 amino acids unique to its C-terminal domain and is 96% similar to its homolog, &lt;a href=\"STAT5B\"&gt;STAT5b&lt;/a&gt;. The six functional domains and their corresponding amino acid positions are as follows:\nIn addition to the six functional domains, specific amino acids have been identified as key mediators of STAT5a function. Phosphorylation of &lt;a href=\"tyrosine\"&gt;tyrosine&lt;/a&gt; 694 and glycosylation of &lt;a href=\"threonine\"&gt;threonine&lt;/a&gt; 92 are important for STAT5a activity. Mutation of &lt;a href=\"serine\"&gt;serine&lt;/a&gt; 710 to &lt;a href=\"phenylalanine\"&gt;phenylalanine&lt;/a&gt; results in constitutive activation.\nFunction.\nThe protein encoded by this gene is a member of the STAT family of &lt;a href=\"transcription%20factors\"&gt;transcription factors&lt;/a&gt;. In response to cytokines and growth factors, STAT family members are phosphorylated by the receptor associated kinases, and then form homo- or heterodimers that translocate to the cell nucleus where they act as transcription activators. This protein is activated by, and mediates the responses of many cell ligands, such as IL2, IL3, IL7 GM-CSF, erythropoietin, thrombopoietin, and different growth hormones. Activation of this protein in myeloma and lymphoma associated with a TEL/JAK2 gene fusion is independent of cell stimulus and has been shown to be essential for the tumorigenesis. The mouse counterpart of this gene is found to induce the expression of BCL2L1/BCL-X(L), which suggests the antiapoptotic function of this gene in cells. It also transduces &lt;a href=\"prolactin\"&gt;prolactin&lt;/a&gt; signals to the milk protein genes and is necessary for mammary gland development.\nSTAT5a and cancer.\nMany studies have indicated a key role of STAT5a in &lt;a href=\"leukemia\"&gt;leukemia&lt;/a&gt;, &lt;a href=\"Breast%20cancer\"&gt;breast&lt;/a&gt;, &lt;a href=\"Colorectal%20cancer\"&gt;colon&lt;/a&gt;, &lt;a href=\"Head%20and%20neck%20cancer\"&gt;head and neck&lt;/a&gt;, and &lt;a href=\"prostate%20cancer\"&gt;prostate&lt;/a&gt; cancer. Until recently, the unique characteristics and function of STAT5a in these cancers have not been delineated from &lt;a href=\"STAT5B\"&gt;STAT5b&lt;/a&gt;, and more research into their differential behavior is warranted. Because of its integral role in immune cell development, STAT5a may contribute to tumor development by compromising immune surveillance.\nSTAT5a expression has been studied closely in prostate and breast cancer, and has only recently shown some promise with colorectal and head and neck cancer. Unphosphorylated or inactive STAT5a may suppress tumor growth in colorectal cancer and active STAT5a expression in premalignant and tumor lesions has shown potential as a prognostic marker in &lt;a href=\"oral%20squamous%20cell%20carcinoma\"&gt;oral squamous cell carcinoma&lt;/a&gt;.\nProstate Cancer.\nSTAT5a is involved in the maintenance of integrated prostate epithelial structure and has been shown to be critical for cell viability and tumor growth. Stat5a/b is persistently active in &lt;a href=\"prostate%20cancer\"&gt;prostate cancer&lt;/a&gt; cells and inhibition of STAT5a/b has resulted in large scale &lt;a href=\"Apoptosis\"&gt;apoptotic&lt;/a&gt; death, although the specific role of STAT5a and distribution of activity remains largely unknown. Prolactin has been known to activate the JAK2-STAT5a/b pathway in both normal and malignant prostate epithelium, but again, the specific activity of STAT5a remains unknown.\nBreast Cancer.\nIn normal tissue, STAT5a mediates effects of prolactin in mammary glands. In &lt;a href=\"breast%20cancer\"&gt;breast cancer&lt;/a&gt;, STAT5a signaling is important for maintain tumor differentiation and suppressing disease progression. Studies originally showed a correlation between high STAT5a expression and tumor differentiation in mice models, but histopathological analysis of human breast cancer tissue has shown a different trend. It was shown that low nuclear levels of STAT5a was associated with unfavorable clinical outcomes and cancer progression independent of STAT5b expression. High STAT5a was suggested to be an inhibitor of invasion and metastasis and therefore an indicator of favorable clinical outcomes. Because of these trends, it has been proposed as a predictor of response to therapies such as anti-estrogen treatment.\nTherapeutic Treatment Approaches.\nBecause the specific activity of STAT5a has not been extensively investigated, most potential therapeutic treatments aim to target STAT5a/b. So far, the only reported potential therapeutic benefit specific to STAT5a has been in colorectal cancer. Inhibition of STAT5a alone would not effect colorectal cancer cells, but when combined with &lt;a href=\"Chemotherapy\"&gt;chemotherapies&lt;/a&gt; such as &lt;a href=\"cisplatin\"&gt;cisplatin&lt;/a&gt;, it could increase the chemosensitivity of the cancer cells to the drugs. Therapy schemes currently focus on STAT5a/b, targeting and inhibiting different mediators of the &lt;a href=\"JAK-STAT%20signaling%20pathway\"&gt;JAK2-STAT5 pathway&lt;/a&gt;.\nInteractions.\nSTAT5A has been shown to &lt;a href=\"Protein-protein%20interaction\"&gt;interact&lt;/a&gt; with:"
}