{
    "id": "1416464",
    "revid": "21408729",
    "url": "https://en.wikipedia.org/wiki?curid=1416464",
    "title": "Al-Salt",
    "text": "Al-Salt ( \"As-Salt\") is an ancient agricultural city and administrative centre in west-central &lt;a href=\"Jordan\"&gt;Jordan&lt;/a&gt;. It is on the old main highway leading from &lt;a href=\"Amman\"&gt;Amman&lt;/a&gt; to &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt;. Situated in the &lt;a href=\"Balqa%20%28region%29\"&gt;Balqa highland&lt;/a&gt;, about 790–1,100 metres above sea level, the city is built in the crook of three hills, close to the &lt;a href=\"Jordan%20Valley%20%28Middle%20East%29\"&gt;Jordan Valley&lt;/a&gt;. One of the three hills, Jabal al-Qal'a, is the site of a 13th-century ruined fortress. It is the capital of &lt;a href=\"Balqa%20Governorate\"&gt;Balqa Governorate&lt;/a&gt;.\nThe &lt;a href=\"Salt%20Municipality\"&gt;Greater Salt Municipality&lt;/a&gt; has about 107,874 inhabitants (2018).\nAl-Salt was added to the &lt;a href=\"World%20Heritage%20Site\"&gt;UNESCO World Heritage list&lt;/a&gt; in 2021.\nHistory.\nIt is not known when the city was first inhabited, but it is believed that it was built by the &lt;a href=\"Ancient%20Macedonians\"&gt;Macedonian&lt;/a&gt; army during the reign of &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;. The city was known as Saltus in &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine&lt;/a&gt; times and was the seat of a &lt;a href=\"Diocese\"&gt;bishopric&lt;/a&gt;. At this time, the city was considered to be the principal settlement on the &lt;a href=\"Transjordan%20%28region%29\"&gt;East Bank&lt;/a&gt; of the &lt;a href=\"Jordan%20River\"&gt;Jordan River&lt;/a&gt;. The settlement was destroyed by the &lt;a href=\"Mongols\"&gt;Mongols&lt;/a&gt; and then rebuilt during the reign of the &lt;a href=\"Mamluk%20Sultanate%20%28Cairo%29\"&gt;Mamluk&lt;/a&gt; sultan &lt;a href=\"Baibars\"&gt;Baibars&lt;/a&gt; (1260–1277).\nSalt was once the most important settlement in the area between the Jordan Valley and the eastern desert. Because of its history as an important trading link between the eastern desert and the west, it was a significant place for the region's many rulers.\nThe Romans, Byzantines and Mameluks all contributed to the growth of the city, but it was at the end of the 19th and the beginning of the 20th century, when the &lt;a href=\"Ottoman%20Empire\"&gt;Ottomans&lt;/a&gt; established a regional administrative capital in Salt and encouraged settlement from other parts of their empire, that Salt enjoyed its most prosperous period.\nOttoman period.\nIn 1596, during the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;, Salt was noted in the &lt;a href=\"Defter\"&gt;census&lt;/a&gt; as being located in the \"&lt;a href=\"nahiya\"&gt;nahiya&lt;/a&gt;\" of Salt in the \"&lt;a href=\"Liwa%20%28Arabic%29\"&gt;liwa&lt;/a&gt;\" of &lt;a href=\"Ajlun\"&gt;Ajlun&lt;/a&gt;, with a &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; population of 40 households and 5 bachelors; and a &lt;a href=\"Christians\"&gt;Christian&lt;/a&gt; population of 25 households. The villagers paid a fixed tax-rate of 25% on various agricultural products; including wheat, barley, olive trees/vineyards, goats and beehives, in addition to occasional revenues and a market toll; a total of 12,000 &lt;a href=\"ak%C3%A7e\"&gt;akçe&lt;/a&gt;.\nBy the end of the 18th century, Salt was the sole permanent settlement in the &lt;a href=\"Balqa%20%28region%29\"&gt;Balqa region&lt;/a&gt;, a situation which persisted well into the 19th century. The rest of the Balqa was dominated by the local Bedouin tribes. It was the most developed city and commercial center of Transjordan from the 18th century until the early years of the &lt;a href=\"Emirate%20of%20Transjordan\"&gt;Emirate of Transjordan&lt;/a&gt;. The city's drinking water was supplied by two abundant springs, which also irrigated the town gardens along the &lt;a href=\"Wadi%20Shu%27ayb\"&gt;Wadi Shu'ayb&lt;/a&gt; stream. It was situated along the slopes of a conical hill, at the top of which stood a fort, and along the ridges of two deep abutting valleys, which provided a natural defense against encroachments by neighboring Bedouin tribes. Salt's inhabitants negotiated terms with the tribes, who guaranteed the townspeople access to their wheat fields in the Balqa's eastern plains in return for giving the tribesmen access to the town's extensive markets. Sharecropping agreements were formed with the tribes whereby Salt townspeople would encamp in Amman and Wadi Wala in the spring until harvest and paid an annual tribute to the dominant tribe of the Balqa. Until around the 1810s, the paramount tribe was the &lt;a href=\"Banu%20%27Adwan\"&gt;Adwan&lt;/a&gt;, known as \"lords of the Balqa\". Afterward, the Banu Sakhr overtook the Adwan and collected the tribute from Salt.\nThe city's defenses and isolation in a land practically controlled by Bedouin tribes also enabled its inhabitants to ignore the impositions of the Ottoman authorities without consequence. Western travelers in the early 19th century reported that the leader of the town effectively wielded the same authority as any of the provincial governors of &lt;a href=\"Ottoman%20Syria\"&gt;Ottoman Syria&lt;/a&gt; appointed by the sultan.\nIn the early 19th century, the townspeople mostly belonged to the clans of Fakhoury, Akrad, Awamila and Qatishat. Each clan was headed by its own sheikh, one or two of whom would act as the \"shaykh al-balad\" (city leader), who was based in the fort and was in charge of protecting Salt from Bedouin attack. The population consisted of about four hundred Muslim and eighty Christian families. According to the observations of Buckingham in the 1820s, roughly 100 Christians in Salt were immigrants from &lt;a href=\"Nazareth\"&gt;Nazareth&lt;/a&gt; who moved to the town to avoid the exactions of &lt;a href=\"Jazzar%20Pasha\"&gt;Jazzar Pasha&lt;/a&gt;, the Ottoman governor of &lt;a href=\"Acre%2C%20Israel\"&gt;Acre&lt;/a&gt;. Muslim–Christian relations were amicable and the two communities shared the same lifestyles, dress and the Arabic language. Salt was organized into quarters, each controlled by one of three main clans, and contained a number of mosques, a church and about twenty shops during this period. Salt served the surrounding countryside as far as &lt;a href=\"Al-Karak\"&gt;Karak&lt;/a&gt;, which lacked a market until the late 19th century, and goods in its market originated as far as &lt;a href=\"Tyre%2C%20Lebanon\"&gt;Tyre&lt;/a&gt; and Egypt. It exported raisins, &lt;a href=\"sumac\"&gt;sumac&lt;/a&gt; leaves for the tanneries of &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt;, \"qili\" (a type of ash, a key ingredient of &lt;a href=\"Nabulsi%20soap\"&gt;Nabulsi soap&lt;/a&gt;) to &lt;a href=\"Nablus\"&gt;Nablus&lt;/a&gt;, and ostrich feathers supplied by the Bedouin to Damascus. Nablus was Salt's primary partner, and Salt served as the Transjordanian center of the Nablus-based &lt;a href=\"Tuqan%20clan\"&gt;Tuqan clan&lt;/a&gt;. Although most of the inhabitants were farmers, there were also craftsmen and smaller numbers of shopkeepers, the latter of whom were commissioned by merchants in Nablus, Nazareth and Damascus.\nIn 1834 the townspeople and local Bedouin fought together to drive out the forces of the practically autonomous province of &lt;a href=\"Muhammad%20Ali%20of%20Egypt\"&gt;Egypt&lt;/a&gt; led by &lt;a href=\"Ibrahim%20Pasha%20of%20Egypt\"&gt;Ibrahim Pasha&lt;/a&gt;, the first recorded clash of the &lt;a href=\"Peasants%27%20revolt%20in%20Palestine\"&gt;Peasants' revolt in Palestine&lt;/a&gt;. Ottoman rule in the Levant was restored in 1840, but Salt remained only nominally part of the Empire. In 1866–1867, the governor of Damascus &lt;a href=\"Mehmed%20Rashid%20Pasha\"&gt;Mehmed Rashid Pasha&lt;/a&gt; (1866–1871) extended the imperial &lt;a href=\"Tanzimat\"&gt;Tanzimat&lt;/a&gt; centralization and modernization reforms in Transjordan. He led a large force of Bedouin tribesmen from the &lt;a href=\"Rwala\"&gt;Rwala&lt;/a&gt;, &lt;a href=\"Wuld%20Ali\"&gt;Wuld Ali&lt;/a&gt; and Banu Hasan, &lt;a href=\"Hauran\"&gt;Hauran&lt;/a&gt; plainsmen, &lt;a href=\"Druze\"&gt;Druze&lt;/a&gt; mountaineers and regular infantry, cavalry and artillery troops toward Salt, stopping three hours north of the city. From there, he offered to pardon Salt's inhabitants for allying with the Adwan and Banu Sakhr against the authorities. The city organized a delegation of Muslim and Christian grandees who negotiated the unopposed entry of the Ottomans into Salt on 17 August. Rashid Pasha repaired the damaged fort where he garrisoned 400 troops. He appointed the Damascene Kurd Faris Agha Kadru as Salt's first district governor and established an elected administrative council composed of Salt's elite families. Rashid Pasha confiscated huge qualities of grain and livestock from the town as compensation for tax arrears.\nSalt's heyday was in the late 19th century when traders arrived from &lt;a href=\"Nablus\"&gt;Nablus&lt;/a&gt; to expand their trading network eastwards beyond the &lt;a href=\"Jordan%20River\"&gt;Jordan River&lt;/a&gt;. As a result of the influx of newcomers this period saw the rapid expansion of Salt from a simple village into a city with many architecturally elegant buildings, many built in the \"Nablusi\" style from the attractive honey-coloured local stone. A large number of buildings from this era survive .\nBritish Mandate, Emirate, and independence.\nAfter &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, the town was the site which &lt;a href=\"Herbert%20Samuel%2C%201st%20Viscount%20Samuel\"&gt;Herbert Samuel&lt;/a&gt;, British High Commissioner of Palestine, chose to make his announcement that the British favoured a Hejazi &lt;a href=\"Hashemites\"&gt;Hashemite&lt;/a&gt; ruled entity on the East Bank of the Mandatory Palestine (current Jordan). This wish became reality in 1921 when &lt;a href=\"Abdullah%20I%20of%20Jordan\"&gt;Abdullah I&lt;/a&gt; became Emir of Transjordan. Salt seemed to be the city that would be chosen as the capital of the new emirate since most of the industry and commerce flowed through Salt. During this period Salt had no high schools. Even so, Abdullah picked the city as the capital of his emerging emirate but later changed his mind and moved his compound and entourage to Amman when he and the notables of Salt had a disagreement. Amman at that time was a small city of only 20,000 people which experienced rapid growth.\nThe Jordanian census of 1961 found 16,176 inhabitants in Al-Salt, of whom 2,157 were Christian.\nMunicipal districts.\nThe Greater Salt Municipality is divided into nine districts:\nAgriculture.\nSalt is famed in Jordan for its fertile soil and the quality of its fruit and vegetable harvests, particularly &lt;a href=\"olives\"&gt;olives&lt;/a&gt;, &lt;a href=\"tomato\"&gt;tomato&lt;/a&gt;es, &lt;a href=\"grapes\"&gt;grapes&lt;/a&gt; &amp; &lt;a href=\"peach\"&gt;peach&lt;/a&gt;es. Indeed, it is speculated that the town's name provided the root for &lt;a href=\"Sultana%20%28grape%29\"&gt;sultana&lt;/a&gt;, a certain type of &lt;a href=\"raisin\"&gt;raisin&lt;/a&gt;.\nIt is thought that the name Salt was derived from the city Saltos of the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;.\n&lt;a href=\"Wadi%20Shu%27aib\"&gt;Wadi Shu'aib&lt;/a&gt; (Valley of Jethro) is one of the largest agricultural sites in Salt city, a valley with large agricultural areas. It is named after one of the prophets in &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; (as well as &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; and &lt;a href=\"Judaism\"&gt;Judaism&lt;/a&gt;), &lt;a href=\"Shoaib\"&gt;Shoaib&lt;/a&gt; (&lt;a href=\"Jethro%20%28Bible%29\"&gt;Jethro&lt;/a&gt;), who was the father-in-law of &lt;a href=\"Moses\"&gt;Moses&lt;/a&gt; and one of the descendants of Ibrahim (&lt;a href=\"Abraham\"&gt;Abraham&lt;/a&gt;). Most privately owned farms are located in this valley; the primary crops are grapes, olives and fruit-bearing trees.\nEducation.\nSalt contains many schools, including the public first secondary school of Jordan dating back to 1918, as well as many private schools that date back to the 1800s, such as the Latin School and the Catholic School. It is also the home of the &lt;a href=\"Holy%20Land%20Institute%20for%20the%20Deaf\"&gt;Holy Land Institute for the Deaf&lt;/a&gt;, a non-profit educational center for people with hearing impairment. The city has two universities surrounding it: &lt;a href=\"Al-Balqa%60%20Applied%20University\"&gt;Al-Balqa` Applied University&lt;/a&gt; established in 1997 and &lt;a href=\"Al-Ahliyya%20Amman%20University\"&gt;Al-Ahliyya Amman University&lt;/a&gt; (Amman National University) located on the highway connecting &lt;a href=\"Amman\"&gt;Amman&lt;/a&gt; to Salt.\nTourism.\nOttoman mansions.\nAt the end of the 19th and the beginning of the 20th century, when the Ottomans established a regional administrative base in Salt and encouraged settlement from other parts of the empire, the city's status increased, many merchants arrived and, with their newly acquired wealth, built the fine houses that can still be admired in Salt today.\nThese splendid yellow sandstone buildings incorporate a variety of styles. Typically, they have domed roofs, interior courtyards and characteristic tall, arched windows. Perhaps the most beautiful is the Abu Jaber mansion, built between 1892 and 1906, which has frescoed ceilings, painted by Italian artists, and is reputed to be the finest example of a 19th-century merchant house in the region.\nRoman tombs and Ayyubid citadel.\nTightly built on a cluster of three hills, Salt has several other places of interest, including Roman tombs on the outskirts of the city and the citadel and site of the town's early 13th century &lt;a href=\"Ayyubid%20dynasty\"&gt;Ayyubid&lt;/a&gt; fortress, which was built by &lt;a href=\"Al-Mu%27azzam%20Isa\"&gt;Al-Mu'azzam Isa&lt;/a&gt;, the nephew of &lt;a href=\"Saladin\"&gt;Saladin&lt;/a&gt; soon after AD 1198.\nMuseums.\nSalt's Archaeological &amp; Folklore Museum displays artifacts dating back to the &lt;a href=\"Chalcolithic\"&gt;Chalcolithic&lt;/a&gt; period to the Islamic era as well as other items relating to the history of the area. In the folklore museum there is presentation of Bedouin and traditional costumes and everyday folkloric items. A small museum and a handicraft school are presenting the traditional skills of ceramics, weaving, silk-screen printing and dyeing.\nMuslim shrines.\nIn the city of as-Salt and its environs are several Muslim shrines at the traditional tombs of the prophets Shu'ayb, Ayyoub, Yusha and Jadur, the Arabic names of the &lt;a href=\"Hebrew%20Bible\"&gt;biblical&lt;/a&gt; characters &lt;a href=\"Jethro\"&gt;Jethro&lt;/a&gt;, &lt;a href=\"Job\"&gt;Job&lt;/a&gt;, &lt;a href=\"Joshua\"&gt;Joshua&lt;/a&gt; and &lt;a href=\"Gad%20%28son%20of%20Jacob%29\"&gt;Gad&lt;/a&gt;. These sites of Muslim pilgrimage are known as An-Nabi Shu'ayb, An-Nabi Ayyub, An-Nabi Yusha' bin Noon, and 'Ayn al-Jadur (\"Spring of Jadur\"), respectively, in English also as Prophet ... Shrine."
}