{
    "id": "1417025",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1417025",
    "title": "Carneddau",
    "text": "The ' (lit. 'the &lt;a href=\"cairn\"&gt;cairn&lt;/a&gt;s'; is a &lt;a href=\"Welsh%20language\"&gt;Welsh&lt;/a&gt; plural form, and is sometimes anglicised to Carnedds\"\"') are a group of &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt;s in &lt;a href=\"Snowdonia\"&gt;Snowdonia&lt;/a&gt;, Wales. They include the largest contiguous areas of high ground (over 2,500 or high) in &lt;a href=\"England%20and%20Wales\"&gt;Wales and England&lt;/a&gt; (although larger areas over 2,000 feet are found in Northern England), as well as six or seven of the highest peaks in the country—the &lt;a href=\"Welsh%203000s\"&gt;Fifteen Peaks&lt;/a&gt;. The range also encloses a number of lakes such as &lt;a href=\"Llyn%20Cowlyd\"&gt;Llyn Cowlyd&lt;/a&gt; and &lt;a href=\"Llyn%20Eigiau\"&gt;Llyn Eigiau&lt;/a&gt;, and the &lt;a href=\"Aber%20Falls\"&gt;Aber Falls&lt;/a&gt; waterfalls. It is delimited by the &lt;a href=\"Irish%20Sea\"&gt;Irish Sea&lt;/a&gt; to the north, the &lt;a href=\"River%20Conwy\"&gt;Conwy valley&lt;/a&gt; to the east, and by the &lt;a href=\"A5%20road%20%28Great%20Britain%29\"&gt;A5 road&lt;/a&gt; from &lt;a href=\"Betws-y-Coed\"&gt;Betws-y-Coed&lt;/a&gt; to &lt;a href=\"Bethesda%2C%20Gwynedd\"&gt;Bethesda&lt;/a&gt; to the south and west. The area covers nearly , about 10% of the area of Snowdonia. The area is bordered by three main roads—the &lt;a href=\"A55%20road\"&gt;A55&lt;/a&gt; (to the north), the &lt;a href=\"A5%20road%20%28Great%20Britain%29\"&gt;A5&lt;/a&gt; to the south and the &lt;a href=\"A470%20road\"&gt;A470&lt;/a&gt; to the east.\nGeology.\nThe rocks from which the Carneddau are formed mostly originated in the &lt;a href=\"Ordovician\"&gt;Ordovician&lt;/a&gt; period between 500 and 440 million years ago. At that time, the continental land masses on either side of the &lt;a href=\"Iapetus%20Ocean\"&gt;Iapetus Ocean&lt;/a&gt; were moving together. The friction between these caused the floor of the ocean to melt, volcanoes to form and the land to rise up. This was the origin of the towering mountains that were to become Snowdonia and the other mountain ranges in Central and North Wales. Over time, these mountains have been eroded by the weather and scoured by advancing and retreating ice sheets. The Carneddau were formed in this way and consist of volcanic and sedimentary rock. The last ice sheet retreated about 10,000 years ago. It left behind a landscape of smooth summits above erratic boulders and scree at the foot of cliffs on the eastern side of the mountains, and moraines that created shallow lakes in the cwms.\nHistory.\nThis area was first colonised in &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; times, when &lt;a href=\"Stone%20Age\"&gt;Stone Age&lt;/a&gt; farmers started clearing the native forests of oak and birch that covered all but the uppermost ridges and summits. They were followed by &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt; people who cleared more forests and erected &lt;a href=\"standing%20stone\"&gt;standing stone&lt;/a&gt;s across the uplands. There are more than one thousand &lt;a href=\"ancient%20monument\"&gt;ancient monument&lt;/a&gt;s on the Carneddau estate (the land owned by the &lt;a href=\"National%20Trust%20for%20Places%20of%20Historic%20Interest%20or%20Natural%20Beauty\"&gt;National Trust&lt;/a&gt;, which covers the Carneddau and the &lt;a href=\"Glyderau\"&gt;Glyderau&lt;/a&gt; ranges). The remains of circular stone huts dating back to this time have been found and the cairns on the mountain summits contain cremated human remains, presumably from prominent people of this time.\nOn the north western slopes of Drosgl there are clusters of &lt;a href=\"British%20Iron%20Age\"&gt;Iron Age&lt;/a&gt; huts and three cairns were built on the top of Moel Faban. This settlement endured for a thousand years, lasting until after the Romans arrived. There are other huts elsewhere and traces of &lt;a href=\"Celtic%20field\"&gt;field systems&lt;/a&gt; and numerous &lt;a href=\"hill%20fort\"&gt;hill fort&lt;/a&gt;s situated at strategic upland sites. The Romans subdued the area and built a road, Bwlch y Ddeufaen across the northern slopes of the Carnedds. After they left in 410, the land was controlled once again by Welsh princes who schemed and formed alliances among themselves. The clearance of the native forests continued and at one time goats were the main form of livestock. Their feral descendants are still found in the area today on the Glyderau. They were later followed by cattle and it was not till the 18th century desire for wool that sheep became numerous. By the thirteenth century, English ambitions were increasing under &lt;a href=\"Edward%20I%20of%20England\"&gt;King Edward I of England&lt;/a&gt; in this part of Wales and the English castles encircled Snowdonia.\nThe two highest mountains in the range are named Carnedd Llewellyn and Carnedd Dafydd after the thirteenth-century Prince of Wales, Llywelyn ap Iorwerth or &lt;a href=\"Llywelyn%20the%20Great\"&gt;Llywelyn the Great&lt;/a&gt; (1172-1240), and his grandson Prince &lt;a href=\"Dafydd%20ap%20Gruffudd\"&gt;Dafydd ap Gruffudd&lt;/a&gt; (1238-1283). It was in a bog in the northern foothills of &lt;a href=\"Bera%20Mawr\"&gt;Bera Mawr&lt;/a&gt;, at a place called Nanhysglain, that Prince Dafydd ap Gruffudd and his family were captured in June 1283. In October, Dafydd was executed at &lt;a href=\"Shrewsbury\"&gt;Shrewsbury&lt;/a&gt; by Edward I and this ended the seven-hundred-year rule of &lt;a href=\"Gwynedd\"&gt;Gwynedd&lt;/a&gt; by the family descended from &lt;a href=\"Cunedda%20Wledig\"&gt;Cunedda Wledig&lt;/a&gt; and the end of independence for Wales.\nLegend.\nLlyn Ogwen was reputed to be the place from which &lt;a href=\"Bedivere\"&gt;Sir Bedivere&lt;/a&gt; failed to draw &lt;a href=\"King%20Arthur\"&gt;King Arthur&lt;/a&gt;'s sword &lt;a href=\"Excalibur\"&gt;Excalibur&lt;/a&gt;. Another legend has it that the two small lakes nestling below the towering cliffs to the east of Carnedd Llywelyn were haunted and that deformed fish with heads but no bodies lurked in their depths. A more recent legend records that the two great boulders known as the \"Meini Gwynedd\" near the summit of Carnedd Llywelyn were lifted there bodily in 1542 from the banks of one of these lakes. &lt;a href=\"Henry%20VIII\"&gt;Henry VIII&lt;/a&gt; is said to have ordered the investigation of this claim and later proclaimed that it was true.\nGeography.\nThe Carneddau are the largest continuous stretch of mountain land over 2,500 feet in the country. They are not as rugged as the Snowdon massif or the Glyderau but are impressive nevertheless. Much of the higher tops is covered with rough grass and heather, with patches of shattered rocks. Pen-yr-Ole-Wen lies on the western edge of the range and dominates the Nant Ffrancon pass. Continuing along the ridge from here Carnedd Dafydd is reached, then Carnedd Llewellyn and on to various lower summits. To the north and west of the ridge are mostly grassy slopes, while to the east there are some high cliffs, deep valleys and small lakes. The Carneddau range is home to the only population of wild horses in the United Kingdom.\nThe peaks in the central Carnedd ridge are:\nIn September 2009 the peak referred to as Garnedd Uchaf was renamed Carnedd Gwenllian following a campaign by the Gwenllian Society to honour Princess Gwenllian, the daughter of Llywelyn ap Gruffudd, Prince of Wales.\nFlora and fauna.\nThe plants growing on the Carneddau need to be extremely hardy to withstand the snow, frosts, and gales they will encounter during the year and those found by sheltered streams in the valleys are very different from those clinging to crevices on windswept rocks. Sheep graze the mountains and impact the composition of the sward, nibbling out the most succulent young growth. Where the sheep are &lt;a href=\"fence\"&gt;fence&lt;/a&gt;d out &lt;a href=\"globe%20flower\"&gt;globe flower&lt;/a&gt;s, &lt;a href=\"Geum%20urbanum\"&gt;wood avens&lt;/a&gt;, &lt;a href=\"angelica\"&gt;angelica&lt;/a&gt;, &lt;a href=\"red%20campion\"&gt;red campion&lt;/a&gt; and &lt;a href=\"roseroot\"&gt;roseroot&lt;/a&gt; can be found at lower elevations, along with &lt;a href=\"Fraxinus%20excelsior\"&gt;ash&lt;/a&gt;, &lt;a href=\"alder\"&gt;alder&lt;/a&gt;, &lt;a href=\"Crataegus%20monogyna\"&gt;hawthorn&lt;/a&gt;, &lt;a href=\"holly\"&gt;holly&lt;/a&gt; and &lt;a href=\"rowan\"&gt;rowan&lt;/a&gt;. Higher up on scree there are &lt;a href=\"Welsh%20poppy\"&gt;Welsh poppies&lt;/a&gt; and in damp crevices under rocks the rare &lt;a href=\"Hymenophyllum%20wilsonii\"&gt;Wilson's filmy fern&lt;/a&gt;. Boggy areas support &lt;a href=\"cotton%20grass\"&gt;cotton grass&lt;/a&gt;, &lt;a href=\"Dactylorhiza%20incarnata\"&gt;marsh orchid&lt;/a&gt;, &lt;a href=\"sundew\"&gt;sundew&lt;/a&gt; and &lt;a href=\"bog%20asphodel\"&gt;bog asphodel&lt;/a&gt;. The better-drained rocky slopes have &lt;a href=\"bilberry\"&gt;bilberry&lt;/a&gt;, &lt;a href=\"Calluna\"&gt;ling&lt;/a&gt;, &lt;a href=\"bell%20heather\"&gt;bell heather&lt;/a&gt; and &lt;a href=\"cross-leaved%20heath\"&gt;cross-leaved heath&lt;/a&gt; and the summit ridge has prostrate dwarf &lt;a href=\"willow\"&gt;willow&lt;/a&gt;s, &lt;a href=\"sedge\"&gt;sedge&lt;/a&gt;s, &lt;a href=\"moss\"&gt;moss&lt;/a&gt;es and &lt;a href=\"lichen\"&gt;lichen&lt;/a&gt;s.\nUntil five hundred years ago, &lt;a href=\"Wolf\"&gt;wolves&lt;/a&gt; and &lt;a href=\"deer\"&gt;deer&lt;/a&gt; would have roamed the Carneddau. They have long gone, and, besides the ubiquitous sheep, there are now &lt;a href=\"red%20fox\"&gt;red fox&lt;/a&gt;es, &lt;a href=\"European%20mole\"&gt;moles&lt;/a&gt;, &lt;a href=\"Mouse\"&gt;mice&lt;/a&gt;, a few &lt;a href=\"pine%20marten\"&gt;pine marten&lt;/a&gt;s (probably extinct), &lt;a href=\"European%20polecat\"&gt;polecats&lt;/a&gt;, and an increasing number of &lt;a href=\"Eurasian%20otter\"&gt;otters&lt;/a&gt;. Birds breeding here include &lt;a href=\"common%20buzzard\"&gt;common buzzard&lt;/a&gt;, &lt;a href=\"common%20kestrel\"&gt;kestrel&lt;/a&gt;, &lt;a href=\"merlin%20%28bird%29\"&gt;merlin&lt;/a&gt; and &lt;a href=\"Peregrine%20falcon\"&gt;peregrine&lt;/a&gt;, &lt;a href=\"common%20raven\"&gt;raven&lt;/a&gt; and &lt;a href=\"red-billed%20chough\"&gt;chough&lt;/a&gt;. The rare &lt;a href=\"ring%20ouzel\"&gt;ring ouzel&lt;/a&gt;, the &lt;a href=\"northern%20wheatear\"&gt;wheatear&lt;/a&gt; and the &lt;a href=\"European%20stonechat\"&gt;stonechat&lt;/a&gt; are all at home here, as are the &lt;a href=\"Eurasian%20skylark\"&gt;skylark&lt;/a&gt; and the &lt;a href=\"meadow%20pipit\"&gt;meadow pipit&lt;/a&gt;. &lt;a href=\"Common%20sandpiper\"&gt;Common sandpiper&lt;/a&gt;s nest beside the lakes, the rare &lt;a href=\"twite\"&gt;twite&lt;/a&gt; inhabits the Nant Ffrancon Valley and &lt;a href=\"dotterel\"&gt;dotterel&lt;/a&gt;s are found passing through the upper slopes.\nWild ponies roam the Carneddau, and a study of their DNA in 2012 revealed that they have been isolated as a breed for at least several hundred years. Numbers were severely reduced by the heavy snows of spring 2013."
}