{
    "id": "14205532",
    "revid": "25046916",
    "url": "https://en.wikipedia.org/wiki?curid=14205532",
    "title": "Natural (music)",
    "text": "In &lt;a href=\"music%20theory\"&gt;music theory&lt;/a&gt;, a natural is an &lt;a href=\"accidental%20%28music%29\"&gt;accidental&lt;/a&gt; which cancels previous accidentals and represents the unaltered &lt;a href=\"pitch%20%28music%29\"&gt;pitch&lt;/a&gt; of a &lt;a href=\"Musical%20note\"&gt;note&lt;/a&gt;. A note is natural when it is neither &lt;a href=\"Flat%20%28music%29\"&gt;flat&lt;/a&gt; () nor &lt;a href=\"Sharp%20%28music%29\"&gt;sharp&lt;/a&gt; () (nor &lt;a href=\"Double%20flat\"&gt;double-flat&lt;/a&gt; nor &lt;a href=\"Double%20sharp\"&gt;double-sharp&lt;/a&gt; ). Natural notes are the notes A, B, C, D, E, F, and G represented by the white keys on the &lt;a href=\"Musical%20keyboard\"&gt;keyboard&lt;/a&gt; of a &lt;a href=\"piano\"&gt;piano&lt;/a&gt; or &lt;a href=\"Organ%20%28music%29\"&gt;organ&lt;/a&gt;. On a modern &lt;a href=\"Pedal%20harp\"&gt;concert harp&lt;/a&gt;, the middle position of the seven pedals that alter the tuning of the strings gives the natural pitch for each string.\nThe scale of &lt;a href=\"C%20major\"&gt;C major&lt;/a&gt; is sometimes regarded as the central, natural or basic &lt;a href=\"major%20scale\"&gt;major scale&lt;/a&gt; because all of its notes are natural notes, whereas every other major scale in the &lt;a href=\"circle%20of%20fifths\"&gt;circle of fifths&lt;/a&gt; has at least one sharp or flat in it.\nThe notes F, C, E, B, and most notes inflected by double-flats and double-sharps correspond in pitch with natural notes; however, they are not regarded as natural notes but rather as &lt;a href=\"enharmonic\"&gt;enharmonic&lt;/a&gt; equivalents of them and are just as much &lt;a href=\"Diatonic%20and%20chromatic\"&gt;chromatic&lt;/a&gt;ally inflected notes as most sharped and flatted notes that are represented by black notes on a keyboard.\nNatural sign.\nIn &lt;a href=\"musical%20notation\"&gt;musical notation&lt;/a&gt;, a \"natural sign\" () is an &lt;a href=\"accidental%20%28music%29\"&gt;accidental&lt;/a&gt; sign used to cancel a &lt;a href=\"Flat%20%28music%29\"&gt;flat&lt;/a&gt; or &lt;a href=\"Sharp%20%28music%29\"&gt;sharp&lt;/a&gt; from either a preceding note or the &lt;a href=\"key%20signature\"&gt;key signature&lt;/a&gt;. \n\\override Score.TimeSignature #'stencil = ##f\n\\relative c\" { \n \\time 4/4 a!1\n&lt;/score&gt;\nIf a &lt;a href=\"Bar%20%28music%29\"&gt;bar&lt;/a&gt; contains a double sharp or double flat &lt;a href=\"Accidental%20%28music%29\"&gt;accidental&lt;/a&gt; and the &lt;a href=\"composer\"&gt;composer&lt;/a&gt; wishes to denote the same note with only a single sharp or flat, a natural sign traditionally precedes the (single) sharp or flat symbol. Naturals are assumed (by default) in key signatures and mentioned only in key signature changes.\nThe natural sign is derived from a square \"b\" used to denote B in medieval music (in contrast with the round \"b\" denoting B, which became the flat symbol). The &lt;a href=\"Unicode\"&gt;Unicode&lt;/a&gt; character '♮' (U+266E) should display as a natural sign. Its HTML entity is .\nDouble natural.\nIn a case where one needs to cancel both sharps or flats of a &lt;a href=\"double%20sharp\"&gt;double sharp&lt;/a&gt; or &lt;a href=\"double%20flat\"&gt;double flat&lt;/a&gt;, it is acceptable to write a single natural. In older practice, two naturals () can be written. Similarly, to cancel one flat or sharp from a double flat or sharp, the traditional convention is to use () or () respectively, but the naturals are generally omitted in modern notational practice."
}