{
    "id": "14208916",
    "revid": "19992876",
    "url": "https://en.wikipedia.org/wiki?curid=14208916",
    "title": "1991–92 Quebec Nordiques season",
    "text": "The &lt;a href=\"1991%E2%80%9392%20NHL%20season\"&gt;1991–92&lt;/a&gt; &lt;a href=\"Quebec%20Nordiques\"&gt;Quebec Nordiques&lt;/a&gt; season was the Nordiques 13th season in the &lt;a href=\"National%20Hockey%20League\"&gt;National Hockey League&lt;/a&gt;.\nOff-season.\nQuebec once again had the first overall draft pick heading into the &lt;a href=\"1991%20NHL%20Entry%20Draft\"&gt;1991 NHL Entry Draft&lt;/a&gt;, as this marked the third consecutive season the Nordiques had the first overall selection. With the pick, Quebec selected &lt;a href=\"Eric%20Lindros\"&gt;Eric Lindros&lt;/a&gt; of the &lt;a href=\"Oshawa%20Generals\"&gt;Oshawa Generals&lt;/a&gt;. Lindros scored 71 goals and 149 points with the Generals during the &lt;a href=\"1990-91%20OHL%20season\"&gt;1990–91&lt;/a&gt; season, however, he let the Nordiques know that he was not interested in playing for Quebec. Despite this, the Nordiques drafted him, however, the club was unable to sign Lindros. Rather than playing for Quebec for the &lt;a href=\"1991-92%20NHL%20season\"&gt;1991–92&lt;/a&gt; season, Lindros played for the &lt;a href=\"Canada%20men%27s%20national%20ice%20hockey%20team\"&gt;Canadian national men's hockey team&lt;/a&gt;, and then returned to the Generals for the rest of the season.\nThe Nordiques did make a big signing, as they signed Russian hockey player &lt;a href=\"Valeri%20Kamensky\"&gt;Valeri Kamensky&lt;/a&gt; to a four-year contract to bring him to North America. Kamensky had played with &lt;a href=\"CSKA%20Moscow\"&gt;CSKA Moscow&lt;/a&gt; since 1985, and had represented the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; at the &lt;a href=\"1988%20Winter%20Olympics\"&gt;1988 Winter Olympics&lt;/a&gt;, winning a gold medal. In 1990–91 with CSKA, Kamensky 20 goals and 46 points in 46 games.\nQuebec made a couple of free agent signings, as &lt;a href=\"Doug%20Smail\"&gt;Doug Smail&lt;/a&gt; joined the team from the &lt;a href=\"Minnesota%20North%20Stars\"&gt;Minnesota North Stars&lt;/a&gt;. Smail split the &lt;a href=\"1990%E2%80%9391%20NHL%20season\"&gt;1990–91 season&lt;/a&gt; between the North Stars and &lt;a href=\"Winnipeg%20Jets%20%281972%E2%80%9396%29\"&gt;Winnipeg Jets&lt;/a&gt;, scoring eight goals and 23 points in 72 games. The Nordiques also signed tough guy &lt;a href=\"John%20Kordic\"&gt;John Kordic&lt;/a&gt; from the &lt;a href=\"Washington%20Capitals\"&gt;Washington Capitals&lt;/a&gt;. Kordic appeared in only ten games during the 1990–91 season, splitting time between the Capitals and &lt;a href=\"Toronto%20Maple%20Leafs\"&gt;Toronto Maple Leafs&lt;/a&gt;, as he had no points, however, he recorded 110 penalty minutes.\nThe team named &lt;a href=\"Mike%20Hough\"&gt;Mike Hough&lt;/a&gt; the captain, replacing &lt;a href=\"Steven%20Finn%20%28ice%20hockey%29\"&gt;Steven Finn&lt;/a&gt; and &lt;a href=\"Joe%20Sakic\"&gt;Joe Sakic&lt;/a&gt; who were co-captains of the club in the &lt;a href=\"1990%E2%80%9391%20Quebec%20Nordiques%20season\"&gt;1990–91 season&lt;/a&gt;.\nRegular season.\nAfter winning their season opener against the &lt;a href=\"Hartford%20Whalers\"&gt;Hartford Whalers&lt;/a&gt;, Quebec would endure a nine-game winless streak, and quickly fell into last place in the &lt;a href=\"Adams%20Division\"&gt;Adams Division&lt;/a&gt; with a 1–8–1 record. The team would eventually fall to 3–14–1, and head coach &lt;a href=\"Dave%20Chambers\"&gt;Dave Chambers&lt;/a&gt; was relieved of his duties, as general manager &lt;a href=\"Pierre%20Page\"&gt;Pierre Page&lt;/a&gt; took over the coaching duties.\nUnder Page, the losses would continue to pile up, however, the team did have a five-game unbeaten streak in early December, as they went 4–0–1 during that span. However, the team did go through some very bad losing streaks, as the club went 1–16–2 during a nineteen-game span in January and February, and fell out of the playoff race. The club finished the year with a 20–48–12 record, earning 52 points, which was a six-point improvement from the previous season. The 52 points was the highest total by Quebec since they had 61 points in the &lt;a href=\"1988-89%20Quebec%20Nordiques%20season\"&gt;1988–89&lt;/a&gt; season. Also, for the first time since &lt;a href=\"1987%E2%80%9388%20NHL%20season\"&gt;1987–88&lt;/a&gt;, the Nordiques did not finish in last place in the overall standings, as they had 13 more points than the expansion &lt;a href=\"San%20Jose%20Sharks\"&gt;San Jose Sharks&lt;/a&gt;.\n&lt;a href=\"Joe%20Sakic\"&gt;Joe Sakic&lt;/a&gt; had another impressive season, scoring 29 goals and 94 points in 69 games, to lead the team in points. &lt;a href=\"Owen%20Nolan\"&gt;Owen Nolan&lt;/a&gt; had a breakout season, scoring a team high 42 goals, while earning 73 points. &lt;a href=\"Mats%20Sundin\"&gt;Mats Sundin&lt;/a&gt; also saw improvement in his point totals, as he finished with 33 goals and 76 points in his second NHL season. &lt;a href=\"Greg%20Paslawski\"&gt;Greg Paslawski&lt;/a&gt; had a surprising season, scoring 28 goals and 45 points for the team.\nOn defense, &lt;a href=\"Mikhail%20Tatarinov\"&gt;Mikhail Tatarinov&lt;/a&gt;, who came over to the Nordiques from the &lt;a href=\"Washington%20Capitals\"&gt;Washington Capitals&lt;/a&gt; in the off-season, led the team with 11 goals and 38 points. &lt;a href=\"Alexei%20Gusarov\"&gt;Alexei Gusarov&lt;/a&gt; was steady on the blueline, earning 23 points, while &lt;a href=\"Curtis%20Leschyshyn\"&gt;Curtis Leschyshyn&lt;/a&gt; had 17 points despite missing 38 games due to injuries.\nIn goal, &lt;a href=\"Ron%20Tugnutt\"&gt;Ron Tugnutt&lt;/a&gt; played the most, as he appeared in 30 games, earning six wins with a GAA of 4.02. &lt;a href=\"St%C3%A9phane%20Fiset\"&gt;Stephane Fiset&lt;/a&gt; led the club with seven victories, and had a 3.76 GAA. &lt;a href=\"Jacques%20Cloutier\"&gt;Jacques Cloutier&lt;/a&gt; had six wins and a 3.93 GAA, while &lt;a href=\"John%20Tanner%20%28ice%20hockey%29\"&gt;John Tanner&lt;/a&gt; had a club best 3.47 GAA, however, he had only one victory in fourteen games.\nTransactions.\nThe Nordiques were involved in the following transactions during the &lt;a href=\"1991-92%20NHL%20season\"&gt;1991–92&lt;/a&gt; season.\nDraft picks.\nQuebec's draft picks from the &lt;a href=\"1991%20NHL%20Entry%20Draft\"&gt;1991 NHL Entry Draft&lt;/a&gt; which was held at the &lt;a href=\"Buffalo%20Memorial%20Auditorium\"&gt;Buffalo Memorial Auditorium&lt;/a&gt; in &lt;a href=\"Buffalo%2C%20New%20York\"&gt;Buffalo&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;."
}