{
    "id": "14227188",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=14227188",
    "title": "Reeth Abraham",
    "text": "Reeth Abraham is an athlete from &lt;a href=\"Bengaluru\"&gt;Bengaluru&lt;/a&gt;, India and former Asian medalist in &lt;a href=\"long%20jump\"&gt;long jump&lt;/a&gt;&lt;ref name=\"http://www.iaaf.org/athletes/india/reeth-abraham-67422\"&gt;&lt;/ref&gt; and &lt;a href=\"100%20meters%20hurdles\"&gt;100 meters hurdles&lt;/a&gt; and the former national champion in &lt;a href=\"heptathlon\"&gt;heptathlon&lt;/a&gt;. She won the &lt;a href=\"Arjuna%20Award\"&gt;Arjuna Award&lt;/a&gt; in 1997 and the &lt;a href=\"Rajyotsava%20Prashasti\"&gt;Rajyotsava Award&lt;/a&gt; in 1983. Reeth had a long athletic career spanning over 15 years (1976–1992). At the national level championships, she won 16 Gold and 11 Silver medals.\nReeth is an active athlete and competes regularly in the &lt;a href=\"World%20Masters%20Athletics%20Championships\"&gt;World Masters events&lt;/a&gt; and won medals. She is the current World and Asian Masters Champion in Triple Jump in her age category. She is the joint convenor of Clean Sports India. She is very active in promoting fitness among people and active lifestyles. She actively promotes various running events and Marathons in India. She has been the Brand Ambassador of Bengaluru's only Marathon - Shriram Properties Bengaluru Marathon since 2014. She is the Director of NEB Sports Entertainment Pvt. Ltd.\nPersonal life.\nReeth hails from Mysore and took to sport at the age of 12. She studied at Christ the King Convent, &lt;a href=\"Mysore\"&gt;Mysore&lt;/a&gt; which encourage sports immensely. She was a &lt;a href=\"kho%20kho\"&gt;kho kho&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; and &lt;a href=\"throw%20ball\"&gt;throw ball&lt;/a&gt; player in addition to athletics at the university or state level. She subsequently decided to focus on &lt;a href=\"athletics%20%28sport%29\"&gt;athletics&lt;/a&gt;. She studied at Maharani college in Bangalore. She has four sisters who too were prolific sportspersons and have represented their respective universities, state and country in various sports fields.\nShe has two children Shilka and Shamir.\nCareer.\nDuring the course of her long athletic career spanning over 15 years (1976–1992), Reeth represented &lt;a href=\"Karnataka\"&gt;Karnataka&lt;/a&gt; State and India on a number of occasions, setting records along the way. All her achievements were the result of her dedication, application and sense of discipline.\nNational events.\nAt national level championships, Reeth in all won 16 Gold and 11 Silver medals. In the National games, she won the numerous medals in the &lt;a href=\"heptathlon\"&gt;heptathlon&lt;/a&gt; from 1983 to 1987 (except the year 1985). She took to 100 meters hurdles and long jump after 1988 and went on to excel in them too at the national level. She holds to her credit of being a national champion in three events namely heptathlon, &lt;a href=\"100%20meters%20hurdles\"&gt;100 meters hurdles&lt;/a&gt; and long jump and achieving national records in the long jump and heptathlon.\nHer best achievement was as a mother when she won a national championship within 10 months of giving birth.\nInternational events.\nAt International level, she brought accolades to India by winning a number of international medals. She participated in two &lt;a href=\"Asian%20Games\"&gt;Asian Games&lt;/a&gt;, three &lt;a href=\"Asian%20Athletics%20Championships\"&gt;Asian Track &amp; Field Championships&lt;/a&gt; and two &lt;a href=\"South%20Asian%20Games\"&gt;South Asian Games&lt;/a&gt;. In all, she won 3 Gold and 1 Silver at the South Asian Games in &lt;a href=\"1989%20South%20Asian%20Games\"&gt;1989&lt;/a&gt; (&lt;a href=\"Islamabad\"&gt;Islamabad&lt;/a&gt;) and &lt;a href=\"1991%20South%20Asian%20Games\"&gt;1991&lt;/a&gt; (&lt;a href=\"Colombo\"&gt;Colombo&lt;/a&gt;) in long jump and 100 meter hurdles. She also held the South Asian games record in long jump.\nShe is also the first Indian mother to break a national record and the South Asian Games record. She also holds to her credit being the first Asian woman to win an Asian medal in an Individual event as a mother.\nMasters events.\nReeth is still an active athlete and competes regularly in the &lt;a href=\"World%20Masters%20Athletics%20Championships\"&gt;World Masters Athletics Championships&lt;/a&gt; meant for athletes over 35 years. She has participated and won medals in the World Masters events in 2003 (&lt;a href=\"Carolina%2C%20Puerto%20Rico\"&gt;Carolina, Puerto Rico&lt;/a&gt;), 2011 (&lt;a href=\"Sacramento%2C%20California\"&gt;Sacramento&lt;/a&gt;, United States) and 2013 (&lt;a href=\"Porto%20Alegre\"&gt;Porto Alegre&lt;/a&gt;, Brazil) in various events.\nIn 2003, at Carolina, Puerto Rico she won the bronze medal in the Long Jump in the W40 category. In 2011, at Sacramento, Reeth won the silver medal for Long jump and the silver medal for Triple jump in the W45 category. In 2011, at Port Alegre, she won the bronze medal for Long jump in the W50 category.\nOther activities.\nReeth along with Sunil Abraham started the \"SURE\" athletic initiative in 1983. It was an organization to coach, support and promote budding athletes.\nShe is very active in promoting fitness among people and active lifestyles. She actively promotes various running events and Marathons in India.\nReeth is one of the coaches at the Nike Run Club in Bangalore. This is an initiative to encourage ordinary people to take up running.\nClean Sports India.\nIn June 2010, Reeth along with &lt;a href=\"Ashwini%20Nachappa\"&gt;Ashwini Nachappa&lt;/a&gt;, &lt;a href=\"Vandana%20Shanbagh\"&gt;Vandana Shanbagh&lt;/a&gt;, &lt;a href=\"Sunita%20Godara\"&gt;Sunita Godara&lt;/a&gt;, &lt;a href=\"Vandana%20Rao\"&gt;Vandana Rao&lt;/a&gt; and other accomplished athletes and sports enthusiasts co-founded Clean Sports India, an organization with the objective to encourage sportspersons to get into sports administration at national, state and local levels and also to rid sports from the menace of drugs.\nShe is currently the joint convenor of Clean Sports India."
}