{
    "id": "14228306",
    "revid": "196446",
    "url": "https://en.wikipedia.org/wiki?curid=14228306",
    "title": "Hawkhurst branch line",
    "text": "The Hawkhurst branch line was a short &lt;a href=\"rail%20transport\"&gt;railway&lt;/a&gt; &lt;a href=\"branch\"&gt;line&lt;/a&gt; in &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt; that connected &lt;a href=\"Hawkhurst\"&gt;Hawkhurst&lt;/a&gt;, &lt;a href=\"Cranbrook%2C%20Kent\"&gt;Cranbrook&lt;/a&gt;, &lt;a href=\"Goudhurst\"&gt;Goudhurst&lt;/a&gt; and &lt;a href=\"Horsmonden\"&gt;Horsmonden&lt;/a&gt; with the town of &lt;a href=\"Paddock%20Wood\"&gt;Paddock Wood&lt;/a&gt; and the &lt;a href=\"South%20Eastern%20Main%20Line\"&gt;South Eastern&lt;/a&gt; and &lt;a href=\"Medway%20Valley%20Line\"&gt;Medway Valley&lt;/a&gt; lines, a distance of .\nThe line was promoted by the Cranbrook and Paddock Wood Railway (C&amp;PWR), which was &lt;a href=\"Incorporation%20%28business%29\"&gt;incorporated&lt;/a&gt; in 1877, but took until 1892 to open the first section of the line to Hope Mill. Services were worked by the &lt;a href=\"South%20Eastern%20and%20Chatham%20Railway\"&gt;South Eastern and Chatham Railway&lt;/a&gt; (SECR). The line was extended to Hawkhurst in 1893. In 1900, the SECR absorbed the C&amp;PWR. Sunday services ceased in 1917. In 1923, the SECR was absorbed into the &lt;a href=\"Southern%20Railway%20%28Great%20Britain%29\"&gt;Southern Railway&lt;/a&gt; at &lt;a href=\"Railways%20Act%201921\"&gt;the Grouping&lt;/a&gt;. The line became part of &lt;a href=\"British%20Railways\"&gt;British Railways&lt;/a&gt; at Nationalisation on 1 January 1948. The line was closed in June 1961, before the &lt;a href=\"Beeching%20Report\"&gt;Beeching Report&lt;/a&gt; was published.\nOrigins.\nBackground.\nThe construction between 1842 and 1853 of the &lt;a href=\"Marshlink%20Line\"&gt;Ashford to Hastings Line&lt;/a&gt;, the &lt;a href=\"Hastings%20Line\"&gt;Tonbridge to Hastings line&lt;/a&gt; and &lt;a href=\"South%20Eastern%20Main%20Line\"&gt;South Eastern Main Line&lt;/a&gt; between and &lt;a href=\"Folkestone%20East%20railway%20station\"&gt;Folkestone&lt;/a&gt; left a triangle of land within the &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt;ish &lt;a href=\"High%20Weald\"&gt;High Weald&lt;/a&gt; devoid of rail communication. It was a heavily &lt;a href=\"wooded\"&gt;wooded&lt;/a&gt; and &lt;a href=\"agricultural\"&gt;agricultural&lt;/a&gt; area which comprised many small villages and hamlets. The three largest settlements in this area were &lt;a href=\"Cranbrook%2C%20Kent\"&gt;Cranbrook&lt;/a&gt;; the former heart of the defunct &lt;a href=\"Wealden%20cloth%20industry\"&gt;Wealden cloth industry&lt;/a&gt;, &lt;a href=\"Hawkhurst\"&gt;Hawkhurst&lt;/a&gt; and &lt;a href=\"Tenterden\"&gt;Tenterden&lt;/a&gt;. There were no large &lt;a href=\"landowner\"&gt;landowner&lt;/a&gt;s or wealthy &lt;a href=\"industrialist\"&gt;industrialist&lt;/a&gt;s to promote a &lt;a href=\"branch%20line\"&gt;branch line&lt;/a&gt;, while the local railway company - the &lt;a href=\"South%20Eastern%20Railway%20%28UK%29\"&gt;South Eastern Railway&lt;/a&gt; (SER) - preferred to wait until local enterprise had funded the route's construction.\nA variety of abortive schemes were proposed, including an 1864 proposal by the nominally independent Weald of Kent Railway to run a route from to &lt;a href=\"Hythe%2C%20Kent\"&gt;Hythe&lt;/a&gt; via Cranbrook for which the SER obtained parliamentary authorisation as a defensive measure against a similar scheme proposed by the rival &lt;a href=\"London%2C%20Chatham%20and%20Dover%20Railway\"&gt;London, Chatham and Dover Railway&lt;/a&gt;. The SER's enthusiasm for the scheme waned after the financial collapse of its rival in the wake of the 1866 &lt;a href=\"Overend%20Gurney%20crisis\"&gt;Overend Gurney crisis&lt;/a&gt;. It was left to another independent company, the locally promoted Cranbrook and Paddock Wood Railway, to revive the scheme in 1877 and pursue it for a further 15 years before its opening in October 1892. The company was incorporated on 2 August 1877.\nConstruction.\nThe Cranbrook and Paddock Wood Railway obtained authorisation for a &lt;a href=\"Single%20track%20%28rail%29\"&gt;single track&lt;/a&gt; line to link the two towns from which the company took its name. Agreement had been reached with the SER that it would provide £50,000 towards construction costs once the local company had raised £25,000 in the district. The necessary funds could not be raised and by April 1878 only £11,000 had been found and, on the suggestion of the SER, it was decided to save costs by locating Cranbrook station in &lt;a href=\"Hartley%2C%20Cranbrook\"&gt;Hartley&lt;/a&gt;, from Cranbrook's centre, where land prices were higher. Preliminary construction works were commenced in 1879 but soon ground to a halt due to a lack of funds. Undissuaded, the railway company obtained two further &lt;a href=\"Acts%20of%20Parliament%20in%20the%20United%20Kingdom\"&gt;Acts of Parliament&lt;/a&gt; in 1882 and 1892 which authorised a \"cut-price\" route between &lt;a href=\"Goudhurst\"&gt;Goudhurst&lt;/a&gt; and Hawkhurst.\nFinancial problems meant that construction was further delayed between 1884 and 1890, by which time the SER had taken over the &lt;a href=\"Board%20of%20directors\"&gt;board&lt;/a&gt; of the Cranbrook Railway on which now sat &lt;a href=\"Alfred%20Gathorne-Hardy\"&gt;Alfred Gathorne-Hardy&lt;/a&gt;, &lt;a href=\"Edward%20Knatchbull-Hugessen%2C%201st%20Baron%20Brabourne\"&gt;Lord Brabourne&lt;/a&gt; and Alfred Watkin, son of SER Chairman &lt;a href=\"Edward%20Watkin\"&gt;Edward Watkin&lt;/a&gt;. Edward Seaton, an engineer and independent consultant to the &lt;a href=\"Metropolitan%20Railway\"&gt;Metropolitan Railway&lt;/a&gt;, was appointed to oversee the works and he recommended the 22-year-old &lt;a href=\"Holman%20Fred%20Stephens\"&gt;Holman Fred Stephens&lt;/a&gt; as resident engineer. The contract for the construction was awarded to J.T. Firbank who had overseen the building of the Metropolitan's line between and . Work began in the spring of 1890, and the first section between Paddock Wood and Hope Mill was opened on 1 October 1892. The remainder of the line to Hawkhurst followed a year later. The four stations were built by Mancktelow Bros, Horsmonden.\nRoute of the line.\nAt , the line's northern terminus, the rear of the &lt;a href=\"Railroad%20directions%23United%20Kingdom\"&gt;Up platform&lt;/a&gt; was adapted to accommodate Hawkhurst services and of single track was laid parallel to the main line up to the point where the routes diverged. This arrangement kept branch services off the main line and avoided the cost of installing a &lt;a href=\"signal%20box\"&gt;signal box&lt;/a&gt; to control the junction. The branch gradually turned to the south and ran on the level, passing under a road bridge and over two &lt;a href=\"level%20crossing\"&gt;level crossing&lt;/a&gt;s, while climbing gradients of 1 in 78 and 1 in 66 through &lt;a href=\"orchard\"&gt;orchard&lt;/a&gt;s and &lt;a href=\"Humulus\"&gt;hop gardens&lt;/a&gt;, before reaching Churn Lane &lt;a href=\"Siding%20%28rail%29\"&gt;siding&lt;/a&gt;. The line then passed an accommodation crossing and under a road bridge carrying Yew Tree Green Road, climbing to 1 in 66 before running on a level for half a mile through Swigs Hole valley on a &lt;a href=\"embankment%20%28transportation%29\"&gt;embankment&lt;/a&gt;. After crossing a deeply wooded &lt;a href=\"Cutting%20%28transportation%29\"&gt;cutting&lt;/a&gt;, the line reached the Horsmonden Tunnel which was situated on the summit level at the end of a climb at 1 in 66 and carried the B2162 road over the line.\n was the first station to be reached. It was from Paddock Wood). The station had a single platform on the up side. Goods facilities consisted a loop on the down side, and two sidings on the up side. The signal on the approach from Goudhurst had arms for traffic from both directions. Leaving Horsmonden, the branch crossed Goudhurst Road by a &lt;a href=\"plate%20girder%20bridge\"&gt;plate girder bridge&lt;/a&gt;, running along the valley of the &lt;a href=\"River%20Teise\"&gt;River Teise&lt;/a&gt; towards the &lt;a href=\"Weald\"&gt;Weald&lt;/a&gt;en hills. After climbing much of the way through gradients of 1 in 85 and 1 in 60, was reached (), although it was a mile (1.6 km) away and some lower than &lt;a href=\"Goudhurst\"&gt;Goudhurst&lt;/a&gt; village. It was initially more correctly named \"Hope Mill, for Goudhurst and Lamberhurst\". Goudhurst station had a passing loop and two platforms, and was signalled so that either platform could be used by down passenger trains. There were three sidings on the up side. The route then continued along the valley of a tributary of the Teise in a south-easterly direction. An intermediate siding at Pattenden served the local farming community and timber industry. &lt;a href=\"Cranbrook%20%28Kent%29%20railway%20station\"&gt;Cranbrook&lt;/a&gt; () was the line's third station and reached following a climb up the valley through woodland. There was a single platform on the down side, with a passing loop opposite it. Four sidings were on the down side of the line, but on the Goudhurst side of the station. Heading towards its southern terminus at (), the branch climbed again at 1 in 85 up to the Badger's Oak Tunnel, the line's summit, before dropping at 1 in 80. To save costs, the station was situated at Gills Green, around from Hawkhurst village. Hawkhurst station was from . The single platform was on the down side of the line, with a passing loop opposite, which also gave access to the two road engine shed. The five sidings were located on the down side of the station.\nProposed extensions.\nVarious abortive proposals were made to extend the line, whose dead-end nature deprived it of much of its usefulness. Even before construction had been completed, businesses in Tenterden were pressing the SER to link with their town. In response, the SER asked Edward Seaton to come forward with proposals for an affordable extension. Three schemes were put forward in October 1893 which would see the line extended from either Cranbrook or Hawkhurst. The first was essentially a continuation to &lt;a href=\"Appledore%20%28Kent%29%20railway%20station\"&gt;Appledore&lt;/a&gt;, passing near the villages of &lt;a href=\"Benenden\"&gt;Benenden&lt;/a&gt;, &lt;a href=\"Newenden\"&gt;Newenden&lt;/a&gt;, &lt;a href=\"Sandhurst%2C%20Kent\"&gt;Sandhurst&lt;/a&gt; and &lt;a href=\"Rolvenden\"&gt;Rolvenden&lt;/a&gt;, but only passing within of Tenterden. The second would see the Hawkhurst branch becoming part of the proposed Loose Valley Railway linking &lt;a href=\"Maidstone\"&gt;Maidstone&lt;/a&gt; with &lt;a href=\"Dungeness%20%28headland%29\"&gt;Dungeness&lt;/a&gt; via &lt;a href=\"Headcorn\"&gt;Headcorn&lt;/a&gt;, Tenterden and Appledore. The final proposal began with a junction at Cranbrook station, before running to Appledore via &lt;a href=\"Sissinghurst\"&gt;Sissinghurst&lt;/a&gt;, &lt;a href=\"Biddenden\"&gt;Biddenden&lt;/a&gt;, &lt;a href=\"Tenterden\"&gt;Tenterden&lt;/a&gt; and &lt;a href=\"Reading%20Street%2C%20Ashford\"&gt;Reading Street&lt;/a&gt;. None of these schemes came to fruition due to a lack of impetus on the part of the SER and the merger of operations of the SER with the rival &lt;a href=\"London%2C%20Chatham%20and%20Dover%20Railway\"&gt;London, Chatham and Dover Railway&lt;/a&gt;. The &lt;a href=\"buffer%20stop\"&gt;buffer stop&lt;/a&gt;s at Hawkhurst were nevertheless positioned so as to allow the extension of the line without the need for alterations to the existing layout.\nHolman Fred Stephens, the Hawkhurst line's resident engineer, later became the chief engineer in the construction of the &lt;a href=\"Kent%20and%20East%20Sussex%20Railway\"&gt;Rother Valley Railway&lt;/a&gt; (RVR), later known as the Kent and East Sussex Railway) which opened in 1900 from as far as (then known as \"Tenterden\"). In 1899, Stephens obtained a &lt;a href=\"Light%20Railways%20Act%201896\"&gt;light railway order&lt;/a&gt; authorising the &lt;a href=\"Cranbrook%20and%20Tenterden%20Light%20Railway\"&gt;Cranbrook and Tenterden Light Railway&lt;/a&gt;, which would run from Cranbrook station through a tunnel under &lt;a href=\"A229%20road\"&gt;Hartley Road&lt;/a&gt; for a distance of to join the RVR at a triangular junction just beyond Rolvenden where it would join the proposed extension of the RVR to . Due to the increase in the use of motor transport, apart from the section between and , the line was never built although it continued to appear in Kent and East Sussex Railway reports until 1937.\nOperations.\nOfficial opening.\nFollowing a satisfactory inspection carried out by &lt;a href=\"Francis%20Marindin\"&gt;Major Marindin&lt;/a&gt; of the &lt;a href=\"Her%20Majesty%27s%20Railway%20Inspectorate\"&gt;Board of Trade&lt;/a&gt; on 3 September 1892, the line between Paddock Wood and Hope Mill, for Goudhurst and &lt;a href=\"Lamberhurst\"&gt;Lamberhurst&lt;/a&gt; was opened to passenger and goods traffic nine days later. The first service drawn by &lt;a href=\"James%20Cudworth\"&gt;Cudworth&lt;/a&gt; &lt;a href=\"SER%20E1%20class\"&gt;E1 class&lt;/a&gt; &lt;a href=\"2-4-0\"&gt;2-4-0&lt;/a&gt; No. 112 left Hope Mill at 08:25 and free travel was offered throughout the day. The official opening took place on 1 October 1892, and services were extended to Hawkhurst on 4 September 1893. The line was worked by the SER (soon to become the &lt;a href=\"South%20Eastern%20and%20Chatham%20Railway\"&gt;SECR&lt;/a&gt;) which formally absorbed the Cranbrook and Paddock Wood Railway on 29 January 1900.\nShortly before the entire line was opened the residents of Cranbrook, regretful that the village was not directly served, approached the SER with a proposal to construct a \"light line\" between Hartley and Cranbrook at an estimated cost of £10,000, which they offered to guarantee themselves. The scheme never came to fruition.\nTraffic.\nPassengers.\nPassenger traffic was always light on the branch, and the addition of &lt;a href=\"Slip%20coach\"&gt;through coaches&lt;/a&gt; to &lt;a href=\"London\"&gt;London&lt;/a&gt; in the 1890s failed to encourage patronage. The inaugural passenger service of ten trains daily each way (two on Sundays) remained unchanged until 1917 when, as a result of economies imposed by the First World War, the frequency was reduced to four weekday services with no service on Sundays. Initially, passenger trains were worked by Cudworth &lt;a href=\"SER%20118%20class\"&gt;118 class&lt;/a&gt; 2-4-0 locomotives. Later, Cudworth &lt;a href=\"SER%20E%20Class\"&gt;E class&lt;/a&gt; 2-4-0s were used, with the occasional use of &lt;a href=\"James%20Stirling%20%281835%E2%80%931917%29\"&gt;Stirling&lt;/a&gt; &lt;a href=\"SER%20B%20class\"&gt;B Class&lt;/a&gt; and &lt;a href=\"SER%20F%20class\"&gt;F class&lt;/a&gt; &lt;a href=\"4-4-0\"&gt;4-4-0&lt;/a&gt;s. Since at least 1912, services had been drawn by an ageing Stirling &lt;a href=\"SECR%20Q%20class\"&gt;Q class&lt;/a&gt; &lt;a href=\"0-4-4\"&gt;0-4-4T&lt;/a&gt; locomotive. After the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;, &lt;a href=\"William%20Kirtley%20%28railway%20engineer%29\"&gt;Kirtley&lt;/a&gt; &lt;a href=\"LCDR%20R%20class\"&gt;R&lt;/a&gt; and &lt;a href=\"LCDR%20R1%20class\"&gt;R1 class&lt;/a&gt; 0-4-4Ts were introduced. These provided the mainstay of services until they were withdrawn in the 1950s and replaced by &lt;a href=\"Harry%20Wainwright\"&gt;Wainwright&lt;/a&gt; &lt;a href=\"SECR%20H%20class\"&gt;H class&lt;/a&gt; 0-4-4s. In 1922, the timetable showed six down trains and seven up trains daily except Sundays. The maximum speed allowed on the line was , with a restriction of at Smugley Farm occupation crossing, which was between Pattenden Siding and Cranbrook station.\nBy 1925, the frequency had increased to eight with the introduction of &lt;a href=\"Push-pull%20train\"&gt;push-pull working&lt;/a&gt; by former &lt;a href=\"London%2C%20Chatham%20and%20Dover%20Railway\"&gt;LCDR&lt;/a&gt; &lt;a href=\"LCDR%20R1%20class\"&gt;R1 class&lt;/a&gt; 0-4-4T locomotives. In 1926, a &lt;a href=\"Sentinel%20Waggon%20Works\"&gt;Sentinel&lt;/a&gt;-&lt;a href=\"Metro%20Cammell\"&gt;Cammell&lt;/a&gt; steam railbus was trialled on the line for a month. Two extra services had been added by 1928 and an extra Saturday afternoon Paddock Wood working was added in 1930. By 1938 the timetable had taken on its final form of seven up and six down services plus the Saturday afternoon working; by special regulation, the push-pull services were guardless except for the first train of the day.\nOn 6 July 1950, &lt;a href=\"Elizabeth%20Bowes-Lyon\"&gt;the Queen Mother&lt;/a&gt; travelled the line as far as Cranbrook when she visited the &lt;a href=\"Benenden%20Healthcare%20Society%23benenden%20hospital\"&gt;National Sanatorium&lt;/a&gt; at &lt;a href=\"Benenden\"&gt;Benenden&lt;/a&gt;. The five-coach &lt;a href=\"British%20Royal%20Train\"&gt;Royal Train&lt;/a&gt; was pulled by a &lt;a href=\"Richard%20Maunsell\"&gt;Maunsell&lt;/a&gt; &lt;a href=\"SECR%20E%20class\"&gt;E1 class&lt;/a&gt; &lt;a href=\"4-4-0\"&gt;4-4-0&lt;/a&gt; No. 31067, Her Majesty using a &lt;a href=\"Pullman%20%28car%20or%20coach%29\"&gt;Pullman&lt;/a&gt; car named \"Malaga\", which was flanked by two corridor composites; there was a corridor third brake at each end of the train. \"Malaga\" was one of six twelve-wheel first-class kitchen cars which had been built in 1920–1; and following an extensive refit in late 1949, was occasionally used in the Royal Train. It was withdrawn in 1961, and is preserved close to &lt;a href=\"Shepperton%20railway%20station\"&gt;Shepperton railway station&lt;/a&gt;.\nGoods.\nGoods traffic was more substantial, with fruit, hops and timber being sent out and coal being received. The 1937 timetable showed two down freight workings from Paddock Wood and one conditional working for Goudhurst, while in the other direction two conditional workings ran from Hawkhurst and one from Goudhurst. These were market trains and carried wagons for &lt;a href=\"Blackfriars%20Bridge%20railway%20station\"&gt;Blackfriars Goods&lt;/a&gt; attached to freight services at Paddock Wood. The volume of goods carried fell into steep decline after the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; as more and more freight was taken to market by road. Coal traffic remained constant as did the transport of &lt;a href=\"pot%20plant\"&gt;pot plant&lt;/a&gt;s from local nurseries at &lt;a href=\"Flimwell\"&gt;Flimwell&lt;/a&gt; and &lt;a href=\"Wadhurst\"&gt;Wadhurst&lt;/a&gt; for &lt;a href=\"Woolworths%20Group%20%28United%20Kingdom%29\"&gt;F W Woolworth&lt;/a&gt;. This was an important source of revenue for the line with one million pot plants a year being transported from Hawkhurst, bringing in around £1,000 per week. Up to four parcels and miscellaneous vans were loaded daily at Hawkhurst and attached to the last train to Tonbridge, with further collections possibly being made at Horsmonden; special services were laid on in the busy period before &lt;a href=\"Mothering%20Sunday\"&gt;Mothering Sunday&lt;/a&gt;.\nThere were two sidings on the line which were available for public use. Churn Siding was located between Paddock Wood and Horsmonden stations. The siding was on the up side of the line. It was accessed by a facing connection in each direction. A siding at the Horsmonden end served a &lt;a href=\"brickworks\"&gt;brickworks&lt;/a&gt;. Although some sources state that Churn Siding was out of use by 1940, photographs show that it was still in use in 1951 and it was named in the closure notice. Towards the end of the line's existence, Churn Siding was used for storage of wagons. The siding was located at the start of the 1 in 78 climb to Horsmonden. If wagons had to be left on the running line while shunting took place, they had to be left on the Paddock Wood side of the level crossing, where there was level track. Pattenden Siding was located between Goudhurst and Cranbrook stations, just after milepost 42 and thus from Paddock Wood. The siding was located on the down side of the line. was accessed by a trailing connection in the down direction (towards Hawkhurst). Its main use was to import &lt;a href=\"shoddy\"&gt;shoddy&lt;/a&gt; which was used as &lt;a href=\"fertiliser\"&gt;fertiliser&lt;/a&gt; for hop gardens.\nSpecials.\nDuring the early 1950s, well over 4,000 hop-pickers and some 23,000 visitors travelled in 56 \"Hopper specials\" – extra services laid on during the late August – early October hop season; at the busiest period, up to six trains per day ran through to the branch from London. In 1912 there had been 26 specials each carrying as many as 350 people; they generally started at and called at or . The farmers agreed between themselves when the picking would begin, and informed the railway who then set about the planning of the special trains. A \"Hop Control Centre\" was set up at Paddock Wood to organise these services, ensuring that hoppers could alight at London Bridge and be taken directly to the nearest hop farm. Since the hopping season generally coincided with the end of the holiday season, most serviceable trains were already in use elsewhere, so spare rolling stock would be brought out of storage and pressed into service for just three weeks; sometimes carriages had to be borrowed from other parts of the country. The carriages tended to be old or in poor condition, since the hoppers had a reputation for drunkenness and violence. This traffic was however already in decline as rising living standards and paid holidays led to a decline in the hop-picker workforce, and many of those who remained chose to travel by car or van. By 1959 the Sunday service consisted of a single two-coach unit, with an evening working to London Bridge. As mechanical pickers gradually replaced the human workforce, hop-picking had become a memory by the time the branch closed in 1961.\nSpecial services were also laid on for the &lt;a href=\"Benenden%20School\"&gt;Benenden&lt;/a&gt; and &lt;a href=\"Cranbrook%20School%2C%20Kent\"&gt;Cranbrook&lt;/a&gt; &lt;a href=\"boarding%20school\"&gt;boarding school&lt;/a&gt;s. Special trains to Benenden were laid on from , quite often with six corridor coaches hauled by &lt;a href=\"SECR%20E1%20class\"&gt;E1&lt;/a&gt; or &lt;a href=\"SECR%20D%20class\"&gt;D1 class 4-4-0&lt;/a&gt; locomotives. The last special train ran on 2 May 1961 from Charing Cross at 2:46pm, hauled by D1 class 31749. Boarders' trunks and other belongings occupied so much space that &lt;a href=\"General%20Utility%20Van\"&gt;utility vans&lt;/a&gt; were required at the end of each term. These were loaded at Hawkhurst and Cranbrook, attached to the daily up goods working and forwarded to Paddock Wood by parcels train. The behaviour of pupils from both schools was described by one regular passenger as \"hysterical\", with the girls from Benenden being compared to those of the fictional &lt;a href=\"St%20Trinian%27s%20School\"&gt;St Trinian's&lt;/a&gt;.\nAccidents.\nOn 18 February 1948 &lt;a href=\"SECR%20C%20class\"&gt;C Class&lt;/a&gt; locomotive 1225 was wrongly despatched into the north sidings at Goudhurst and derailed.\nDecline and closure.\nThe inconvenient siting of stations and the decline in hop-picking in the area all contributed to diminishing returns on the line by the late 1950s. Apart from the 16:25 daily working from Paddock Wood which was well patronised by children, few trains carried more than a dozen passengers. Passenger journeys were estimated in 1958 at around 170 per day, to which was added around 100 schoolchildren. Even the school traffic was lost once the &lt;a href=\"local%20education%20authority\"&gt;local authority&lt;/a&gt; hired the services of &lt;a href=\"Maidstone%20%26amp%3B%20District%20Motor%20Services\"&gt;Maidstone &amp; District Motor Company&lt;/a&gt;. The line was unpopular with &lt;a href=\"commuter\"&gt;commuter&lt;/a&gt;s due to the poor connections to and from London. Only the 07:34 service would ensure arrival at before 10:00 with one change at &lt;a href=\"Paddock%20Wood%20railway%20station\"&gt;Paddock Wood&lt;/a&gt;, the following train at 08.20 would only get the passenger to at 10.15 after two changes. In the evening, the 16:32 departed too early for many commuters while the eleven-coach 18:18 service was overcrowded and divided at Tonbridge where three coaches were detached for Ashford. Hawkhurst-bound passengers had to change at Paddock Wood and cross over to the &lt;a href=\"bay%20platform\"&gt;bay platform&lt;/a&gt; for the branch service which arrived in Hawkhurst at 19:58. Locals preferred the direct bus services to &lt;a href=\"Maidstone\"&gt;Maidstone&lt;/a&gt; and &lt;a href=\"Tunbridge%20Wells\"&gt;Tunbridge Wells&lt;/a&gt; over the indirect railway journey, as shown by the fact that no more than 250 return tickets were sold from Hawkhurst in the final years of the line. Only the line's expanding pot plant traffic justified its continuing existence.\nIt was therefore no surprise when closure notices were posted in March 1961. The last day of regular services was Saturday 10 June 1961 when a pair of &lt;a href=\"SECR%20C%20class\"&gt;C class&lt;/a&gt; &lt;a href=\"0-6-0\"&gt;0-6-0's&lt;/a&gt; replaced the usual &lt;a href=\"SECR%20H%20class\"&gt;H class tanks&lt;/a&gt;. The event was recorded by a &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; &lt;a href=\"cameraman\"&gt;cameraman&lt;/a&gt; who filmed the 09:07 departure from Paddock Wood. The Tonbridge crew had chalked on the cabside of the engine \"\"Shed no tears for the single track, for perhaps we may come back. And if we do, you can be sure, we'll see you all again once more\".\" Later in the day the trains were lengthened with the addition of former &lt;a href=\"LSWR\"&gt;LSWR&lt;/a&gt; push-pull set No. 656 and a &lt;a href=\"Richard%20Maunsell\"&gt;Maunsell&lt;/a&gt; &lt;a href=\"corridor%20coach\"&gt;corridor coach&lt;/a&gt;. The same locomotive worked the last 17:00 train from Hawkhurst, while every seat was taken by locals and railway enthusiasts. The daughter of &lt;a href=\"bandleader\"&gt;bandleader&lt;/a&gt; &lt;a href=\"Jack%20Payne%20%28bandleader%29\"&gt;Jack Payne&lt;/a&gt; was on-hand to toast the final departure.\nThe line's last public train ran the next day, hauled by &lt;a href=\"SECR%20O%20class\"&gt;Class O1&lt;/a&gt; 0-6-0 No. 31065 piloting C class no. 31592. This was part of a railtour organised by the Locomotive Club of Great Britain. Bearing the nameplate \"The South Eastern Limited\", the train travelled the line as part of its \"Farewell to Steam\" tour. Later that day it also navigated the remaining section of the &lt;a href=\"Kent%20and%20East%20Sussex%20Railway\"&gt;K&amp;ESR&lt;/a&gt; from to &lt;a href=\"Tenterden%20Town%20railway%20station\"&gt;Tenterden&lt;/a&gt; - the northern section to having closed in 1954. Amongst the carriages that formed the train was S7874, a &lt;a href=\"Pullman%20%28car%20or%20coach%29\"&gt;Pullman carriage&lt;/a&gt; built in 1926. Both locomotives are preserved on the &lt;a href=\"Rolling%20stock%20of%20the%20Bluebell%20Railway\"&gt;Bluebell Railway&lt;/a&gt;. \"Theodora\" is preserved on the &lt;a href=\"Rolling%20stock%20of%20the%20Kent%20%26amp%3B%20East%20Sussex%20Railway%20%28heritage%29%23Passenger%20stock\"&gt;Kent and East Sussex Railway&lt;/a&gt;.\nThe track was lifted in 1964, the contract for the work was awarded to The Demolition and Construction Co Ltd, of &lt;a href=\"Croydon\"&gt;Croydon&lt;/a&gt;, &lt;a href=\"Surrey\"&gt;Surrey&lt;/a&gt;. By March 1964, Goudhurst station yard was in use for the dismantling of track panels into their component parts. &lt;a href=\"Railroad%20tie\"&gt;Sleepers&lt;/a&gt; with &lt;a href=\"Chair%20%28railway%29\"&gt;chairs&lt;/a&gt; attached and rails being loaded separately into &lt;a href=\"goods%20wagon\"&gt;goods wagon&lt;/a&gt;s for removal. The track lifting had been completed by October of that year. The station sites were offered for sale in 1967. Electric services on the South Eastern Main Line through Paddock Wood commenced on 12 June 1961, the first day on which there was no service on the Hawkhurst branch.\nThe Old Pull N' Push TV series.\n&lt;a href=\"Elisabeth%20Beresford\"&gt;Elisabeth Beresford&lt;/a&gt;, who was subsequently well known as the creator of &lt;a href=\"The%20Wombles\"&gt;The Wombles&lt;/a&gt;, wrote a children's book \"Danger on the \"Old Pull 'n Push\"\" based on the Hawkhurst branch. Subsequently, this was televised by &lt;a href=\"Rediffusion\"&gt;Rediffusion&lt;/a&gt; for &lt;a href=\"ITV%20Network\"&gt;ITV&lt;/a&gt; in two six-part series \"The Old Pull 'n Push\" and \"Return of the old Pull 'n Push\", shown in 1960–61. These were filmed on the Hawkhurst Line shortly before it closed.\nPresent-day scene.\nRemains.\nThe platform bay at Paddock Wood from which most of the line's trains departed is now part of a car park, with the edge of the platform fenced off. Parts of the line are still visible, such as the embankment through Swig's Hole valley and the approach to Horsmonden tunnel. Some bridges still remain, although the plate girder bridge over Goudhurst Road, Horsmonden has been removed.\nHorsmonden station has been converted to a private garage trading as the \"Old Station Garage\", with the old stationmaster's house in use as a private dwelling. A station sign is preserved on the garage wall and part of the platform survives in the workshop. Goudhurst station, yard and level crossing have disappeared as a result of road-widening and residential development; a private house called \"Haltwhistle\" stands on part of the old goods yard. The old station lights have been re-used along the drive of the house. Cranbrook station was used for many years as a pottery, and its stationmaster's house is now a private dwelling, with part of the goods yard also having survived. The signal box has survived and the station building has been extended to meet with it; the trackbed is now part of the lawn. The site of Hawkhurst station is now occupied by Kent Woodware Co, a wood &lt;a href=\"turnery\"&gt;turnery&lt;/a&gt; business. The main station building was demolished in the 1960s but the engine and goods sheds, stationmaster's house and signal box are still extant. The owner, a railway enthusiast, ensures that the signal box receives \"a good coat of paint every other year\".\nProposed cycleway.\nIn September 2008 representatives from Hawkhurst, Goudhurst, Horsmonden and Paddock Wood &lt;a href=\"Parish%20councils%20in%20England\"&gt;Parish Councils&lt;/a&gt; met to discuss the possibility of converting all or part of the former line into a trail which could be used by cyclists and walkers. The proposal was supported by &lt;a href=\"Kent%20County%20Council\"&gt;Kent County Council&lt;/a&gt; and a section between Hawkhurst and Goudhurst has been identified as being easily convertible into a trail. The remainder to Paddock Wood is said to be \"more difficult but not impossible\". Horsmonden Parish Council has declined to participate in the scheme on the basis that any trail would not be able to follow the former railway alignment in its area due to private ownerships and &lt;a href=\"infill\"&gt;in-filled&lt;/a&gt; sections. On 10 June 2011, Kent County Council organised a walk of the trackbed from Gills Green to demonstrate the work that would be needed to convert the trackbed for use by walkers and cyclists. The \"Kent and Sussex Courier\" reported that the project was keenly supported by all parish councils involved except for Horsmonden. The scheme was initially suggested by Hawkhurst Community Partnership. The proposed cycleway will be known as The Hop Pickers' Line should it be constructed. On 15 July 2011, it was reported that an application for a £1,000,000 grant from the &lt;a href=\"Heritage%20Lottery%20Fund\"&gt;Heritage Lottery Fund&lt;/a&gt; was to be made in the coming week, with the result of the application being known in September 2011. In March 2013, it was reported that a decision from the Heritage Lottery Fund was still awaited."
}