{
    "id": "14227411",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=14227411",
    "title": "1984 State of Origin series",
    "text": "The 1984 State of Origin series was the third time the &lt;a href=\"State%20of%20Origin%20series\"&gt;annual three-game series&lt;/a&gt; between the representative &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; football teams of &lt;a href=\"New%20South%20Wales%20state%20rugby%20league%20team\"&gt;New South Wales&lt;/a&gt; and &lt;a href=\"Queensland%20state%20rugby%20league%20team\"&gt;Queensland&lt;/a&gt; was played entirely under \"&lt;a href=\"state%20of%20origin\"&gt;state of origin&lt;/a&gt;\" selection rules. With Queensland wrapping up the series in the first two matches it produced the first &lt;a href=\"dead%20rubber\"&gt;dead rubber&lt;/a&gt; finish and an infamous opening minute brawl in game II.\nGame I.\nThe New South Wales attitude to State of Origin had changed somewhat for the 1984 series, with the Blues squad being excused from their club duties the weekend prior to the first match and undergoing an intensive training camp, signalling the NSWRL's commitment to taking the series seriously. &lt;a href=\"Canterbury%20Bulldogs\"&gt;Canterbury-Bankstown&lt;/a&gt; halfback &lt;a href=\"Steve%20Mortimer\"&gt;Steve Mortimer&lt;/a&gt; was originally selected as the Blues halfback, but withdrew with a hamstring injury. Mortimer later confirmed he had actually faked the injury as he wasn't happy with the selection of long-time rival &lt;a href=\"Peter%20Sterling%20%28rugby%20league%20commentator%29\"&gt;Peter Sterling&lt;/a&gt; on the bench. Mortimer felt that with Sterling's &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta&lt;/a&gt; team mate &lt;a href=\"Ray%20Price%20%28rugby%29\"&gt;Ray Price&lt;/a&gt; as team captain, he would not have a voice or be able to run the team on the field as he wished to. Sterling was elevated to the starting line up after Mortimer's withdrawal with &lt;a href=\"St%20George%20Dragons\"&gt;St George&lt;/a&gt;'s &lt;a href=\"Brian%20Hetherington\"&gt;Brian Hetherington&lt;/a&gt; selected as the reserve back.\nQueensland were motivated by the announcement that New South Wales coach &lt;a href=\"Frank%20Stanton%20%28rugby%20league%29\"&gt;Frank Stanton&lt;/a&gt; had been appointed as &lt;a href=\"Australian%20Kangaroos\"&gt;Australian national&lt;/a&gt; coach for the upcoming &lt;a href=\"Rugby%20League%20Ashes\"&gt;Ashes&lt;/a&gt; series against Great Britain. Queensland's own coach and favoured Origin son, &lt;a href=\"Arthur%20Beetson\"&gt;Arthur Beetson&lt;/a&gt; was being dumped in favour of Stanton and notwithstanding that Stanton was merely returning to the helm having previously steered the national side on two triumphant &lt;a href=\"Kangaroo%20tour\"&gt;Kangaroo tour&lt;/a&gt;s, the Maroons were keen to avenge the honour of Beetson who had been dumped as Australian coach following the Kangaroos 19-12 loss to &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;New Zealand&lt;/a&gt; at &lt;a href=\"Lang%20Park\"&gt;Lang Park&lt;/a&gt; in 1983.\nThe Maroons won the match 29-12 with Manly-Warringah winger &lt;a href=\"Kerry%20Boustead\"&gt;Kerry Boustead&lt;/a&gt; achieving the rare Origin honour of scoring three tries. &lt;a href=\"Mal%20Meninga\"&gt;Mal Meninga&lt;/a&gt; had a poor night with the boot, only kicking 2 goals from 8 attempts. It was rumoured that this ultimately cost him a place in the Australian team for the first Ashes test with NSW goal kicking winger &lt;a href=\"Ross%20Conlon\"&gt;Ross Conlon&lt;/a&gt; winning a spot on the wing.\nGame II.\nGame II was played on a cold and wet night that saw almost 30,000 cram into the &lt;a href=\"Sydney%20Cricket%20Ground\"&gt;Sydney Cricket Ground&lt;/a&gt;, signalling that the New South Wales public had finally embraced the Origin concept. The mud, rain and tolerant eye of referee &lt;a href=\"Barry%20Gomersall\"&gt;Barry Gomersall&lt;/a&gt; combined to form an explosive mix. Progress was arduous in the &lt;a href=\"Sydney%20Cricket%20Ground\"&gt;SCG&lt;/a&gt; quagmire and handling almost impossible.\nBlues prop &lt;a href=\"Steve%20Roach%20%28rugby%20league%29\"&gt;Steve Roach&lt;/a&gt; triggered an all-in brawl in the second tackle of the match with players trading blows for more than a minute afterwards in three separate melees. The sight of &lt;a href=\"Chris%20Close\"&gt;Chris Close&lt;/a&gt;, his jumper torn off, going blow-for-blow with New South Wales lock &lt;a href=\"Ray%20Price%20%28rugby%20footballer%29\"&gt;Ray Price&lt;/a&gt; became an enduring Origin image. When order was finally restored, Gomersall merely awarded a penalty against the Blues (which he had already called just as the fight started) and allowed play to continue.\nBoth sides dug in for a slogging defensive contest and not surprisingly, when Gomersall called a halt for half-time, neither side had scored. So bad were conditions, Blues second-rower &lt;a href=\"Noel%20Cleal\"&gt;Noel Cleal&lt;/a&gt; attempted a line drop out only for the ball to stick in the gluey mud and trickle a metre forward. In contrast, &lt;a href=\"Wally%20Lewis\"&gt;Wally Lewis&lt;/a&gt; had earlier kicked a drop out some 40 metres downfield which drew a glare from Gomersall, especially as a quarter line drop out from Lewis just 10 minutes into the game had barely travelled 10 metres. Lewis later admitted that he had distracted Gomersall by calling for his team to stay onside. When Gomersall looked away to check, Lewis kicked the ball but caught it before it hit the ground. The deadlock was only broken when &lt;a href=\"Mal%20Meninga\"&gt;Mal Meninga&lt;/a&gt; landed a penalty goal. shortly afterwards Queensland prop &lt;a href=\"Greg%20Dowling\"&gt;Greg Dowling&lt;/a&gt; scored a memorable Origin try. Lewis had been peppering the New South wales line with his searching kicks and chipped ahead, aiming for the in-goal area. In a moment of good fortune for the Maroons the ball struck the cross-bar and Dowling who had been following through, took an extraordinary catch on his finger tips centimetres from the rain soaked ground and plunged across the line in a splash of mud to score and give Queensland an 8-0 lead.\nThe Blues responded with a penalty goal to winger &lt;a href=\"Ross%20Conlon\"&gt;Ross Conlon&lt;/a&gt; reducing the Queensland lead to a converted try but when Maroon centre &lt;a href=\"Gene%20Miles\"&gt;Gene Miles&lt;/a&gt; powered his way over the line from dummy half, the Queensland lead extended to 14-2 and there was no way back for the Blues.\nGame III.\nWith the series decided in Sydney, game III at &lt;a href=\"Lang%20Park\"&gt;Lang Park&lt;/a&gt; became a dead-rubber but was significant for the selection of &lt;a href=\"Canterbury%20Bulldogs\"&gt;Canterbury Bulldogs&lt;/a&gt; half-back &lt;a href=\"Steve%20Mortimer\"&gt;Steve Mortimer&lt;/a&gt; as captain of New South Wales for the first time after &lt;a href=\"Ray%20Price%20%28rugby%20footballer%29\"&gt;Ray Price&lt;/a&gt; had elected to stand down from representative football following the third Ashes Test.\nNew South Wales selectors took the opportunity to blood a number of young players for the first time like &lt;a href=\"Chris%20Mortimer\"&gt;Chris Mortimer&lt;/a&gt;, &lt;a href=\"Pat%20Jarvis%20%28rugby%20league%29\"&gt;Pat Jarvis&lt;/a&gt; and &lt;a href=\"Peter%20Wynn\"&gt;Peter Wynn&lt;/a&gt; who along with Mortimer would play dominant roles in the Blues revival of 1985.\nMortimer inspired New South Wales to a 22-12 victory which avoided the embarrassment of a series whitewash and earned for himself the man of the match award."
}