{
    "id": "14240977",
    "revid": "13649084",
    "url": "https://en.wikipedia.org/wiki?curid=14240977",
    "title": "Jewish state",
    "text": "In world politics, Jewish state is a characterization of the &lt;a href=\"nation%20state\"&gt;nation state&lt;/a&gt; of &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; as a sovereign homeland of Jewish people.\nModern Israel came into existence on 14 May 1948 as the &lt;a href=\"homeland%20for%20the%20Jewish%20people\"&gt;homeland for the Jewish people&lt;/a&gt;. It was also defined in its declaration of independence as a \"Jewish state,\" a term that appeared in the United Nations partition decision of 1947 as well. The related term \"&lt;a href=\"Jewish%20and%20democratic%20state\"&gt;Jewish and democratic state&lt;/a&gt;\" dates from 1992 legislation by the Israeli &lt;a href=\"Knesset\"&gt;Knesset&lt;/a&gt;.\nSince its establishment, Israel has passed many laws which reflect on the Jewish identity and values of the majority (about 75% in 2016) of its citizens. However, the secular versus religious debate in Israel in particular has focused debate on the Jewish nature of the state. Another aspect of the debate is the status of minorities in Israel, most notably the Israeli Arab population.\nIn pre-modern times, the religious laws of &lt;a href=\"Judaism\"&gt;Judaism&lt;/a&gt; defined a number of prerogatives for a &lt;a href=\"Halachic%20state\"&gt;Halachic state&lt;/a&gt;. However, when &lt;a href=\"Theodor%20Herzl\"&gt;Theodor Herzl&lt;/a&gt; who in 1896 wrote \"&lt;a href=\"Der%20Judenstaat\"&gt;Der Judenstaat&lt;/a&gt;\" (\"The Jewish State\") giving birth to the modern &lt;a href=\"Zionist\"&gt;Zionist&lt;/a&gt; movement, he envisioned a state based on European models, which included religious institutions under the aegis of the state. In order to avoid alienating the Ottoman Sultan, there was no explicit reference to a Jewish state by the Zionist Organisation that he founded. The phrase \"national home\" was intentionally used instead of \"state.\"\nThe 1942 &lt;a href=\"Biltmore%20Conference\"&gt;Biltmore Program&lt;/a&gt; of the Zionist Organization explicitly proposed \"that Palestine be established as a Jewish Commonwealth.\" In 1946, the &lt;a href=\"Anglo-American%20Committee%20of%20Inquiry\"&gt;Anglo-American Committee of Inquiry&lt;/a&gt;, also known as the &lt;a href=\"Grady-Morrison%20Committee\"&gt;Grady-Morrison Committee&lt;/a&gt;, noted that the demand for a Jewish State went beyond the obligations of either the &lt;a href=\"Balfour%20Declaration\"&gt;Balfour Declaration&lt;/a&gt; or the Mandate, and had been expressly disowned by the Chairman of the Jewish Agency as recently as 1932.\nThe &lt;a href=\"United%20Nations%20Partition%20Plan%20for%20Palestine\"&gt;United Nations Partition Plan for Palestine&lt;/a&gt;, which brought the &lt;a href=\"Mandatory%20Palestine\"&gt;British mandate&lt;/a&gt; to an end in 1948, referred to a \"Jewish state\" and an \"Arab state.\"\nThe term \"Jewish state\" has been in common usage in the media since the establishment of Israel, and the term was used interchangeably with \"Israel\". &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; used the term in his speeches and in an exchange of letters with Israeli Prime Minister Ariel Sharon in 2004. &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; has also used the phrase, for instance in a speech in September 2010 to the U.N. General Assembly. The Israeli government of Prime Minister &lt;a href=\"Ehud%20Olmert\"&gt;Ehud Olmert&lt;/a&gt; made Palestinian recognition of Israel as a \"Jewish state\" a precondition in the peace negotiations, as did the government of his successor &lt;a href=\"Benjamin%20Netanyahu\"&gt;Benjamin Netanyahu&lt;/a&gt;. However, Palestinians regard a \"Jewish state\" as a trap, a new demand that did not come up during years of negotiations in the 1990s or in peace treaties reached with Egypt and Jordan. The Palestine Liberation Organization recognized the State of Israel as part of the Oslo Accords in 1993. Palestinians regard acceptance of the demand as giving up the &lt;a href=\"Palestinian%20right%20of%20return\"&gt;right of return.&lt;/a&gt;\nOn July 19, 2018 &lt;a href=\"Knesseth\"&gt;Knesseth&lt;/a&gt; in a vote of 62 to 55 (2 abstained) adopted a law the defines Israel as .\nReligious status.\nIsrael has no official religion. However, the definition of the state as &lt;a href=\"Jewish%20and%20democratic%20state\"&gt;Jewish&lt;/a&gt; creates a strong connection as well as a conflict between state law and religious law. Political interaction of different parties keeps the balance between state and religion largely as it existed during the British Mandate. The &lt;a href=\"Gavison-Medan%20Covenant\"&gt;Gavison-Medan Covenant&lt;/a&gt; is a proposal to reform the status quo in order to reinforce the state's Jewish character while reducing religious coercion.\nHomeland for the Jewish people.\nThe 1917 &lt;a href=\"Balfour%20Declaration\"&gt;Balfour Declaration&lt;/a&gt;, referred to \"the establishment in Palestine of a national home for the Jewish people\". The 1922 &lt;a href=\"Churchill%20White%20Paper\"&gt;Churchill White Paper&lt;/a&gt; clarified that \"Phrases have been used such as that Palestine is to become 'as Jewish as England is English.' His Majesty's Government regard any such expectation as impracticable and have no such aim in view. They would draw attention to the fact that the terms of the Declaration referred to do not contemplate that Palestine as a whole should be converted into a Jewish National Home, but that such a Home should be founded 'in Palestine.'\"\nThe concept of a national &lt;a href=\"homeland%20for%20the%20Jewish%20people\"&gt;homeland for the Jewish people&lt;/a&gt; is enshrined in Israeli national policy and reflected in many of Israel's public and national &lt;a href=\"institutions\"&gt;institutions&lt;/a&gt;. The concept was adopted in the &lt;a href=\"Declaration%20of%20the%20Establishment%20of%20the%20State%20of%20Israel\"&gt;Declaration of the Establishment of the State of Israel&lt;/a&gt; on 14 May 1948 as the objective of the establishment of modern Israel. The principle was given legal effect in the &lt;a href=\"Law%20of%20Return\"&gt;Law of Return&lt;/a&gt;, which was passed by the &lt;a href=\"Knesset\"&gt;Knesset&lt;/a&gt; on 5 July 1950, and stated \"Every Jew has the right to come to this country as an &lt;a href=\"aliyah\"&gt;oleh&lt;/a&gt;.\" This was modified in 1970 to include non-Jews with a Jewish grandparent, and their spouses.\nJewish state or a state of Jews?\nThere has been ongoing debate in Israel on the character of the state, regarding whether it should enshrine more &lt;a href=\"Jewish%20culture\"&gt;Jewish culture&lt;/a&gt;, encourage &lt;a href=\"Judaism\"&gt;Judaism&lt;/a&gt; in schools, and enshrine certain laws of &lt;a href=\"Kashrut\"&gt;Kashrut&lt;/a&gt; and &lt;a href=\"Shabbat\"&gt;Shabbat&lt;/a&gt; observance. This debate reflects a historical divide within &lt;a href=\"Zionism\"&gt;Zionism&lt;/a&gt; and among the Jewish citizens of Israel, which has large &lt;a href=\"secularism\"&gt;secular&lt;/a&gt; and traditional/&lt;a href=\"Orthodox%20Judaism\"&gt;Orthodox&lt;/a&gt; minorities as well as a majority which lies somewhere in between.\nSecular Zionism, the historically dominant stream, is rooted in a concept of the Jews as a &lt;a href=\"people\"&gt;people&lt;/a&gt; that have a right to &lt;a href=\"self-determination\"&gt;self-determination&lt;/a&gt;. Another reason sometimes submitted for such establishment was to have a state where Jews would not be afraid of &lt;a href=\"antisemitism\"&gt;antisemitic&lt;/a&gt; attacks and live in peace. But such a reason is not a requirement of the self-determination right and so is subsidiary to it in secular Zionist thinking.\n&lt;a href=\"Religious%20Zionism\"&gt;Religious Zionists&lt;/a&gt;, who believe that religious beliefs and traditional practices are central to &lt;a href=\"Jewish%20peoplehood\"&gt;Jewish peoplehood&lt;/a&gt;, counter that assimilating to be a secular \"nation like any other\" would be &lt;a href=\"oxymoron\"&gt;oxymoron&lt;/a&gt;ic in nature, and harm more than help the Jewish people. They seek instead to establish what they see as an \"authentic Jewish commonwealth\" which preserves and encourages Jewish heritage.\nDrawing an analogy to &lt;a href=\"Jewish%20diaspora\"&gt;diaspora Jews&lt;/a&gt; who &lt;a href=\"cultural%20assimilation\"&gt;assimilated&lt;/a&gt; into other cultures and abandoned Jewish culture, whether voluntary or otherwise, they argue that the creation of a secular state in Israel is tantamount to establishing a state where Jews assimilate \"en masse\" as a nation, and therefore anathema to what they view as Jewish national aspirations. Zionism is rooted in a concept of the Jews as a &lt;a href=\"nation\"&gt;nation&lt;/a&gt;. In this capacity, they believe that Israel has a mandate to promote Judaism, to be the center of Jewish culture and center of its population, perhaps even the sole legitimate representative of Jews worldwide.\nPartisans of the first view are predominantly, though by no means exclusively, secular or less traditional. Partisans of the second view are almost exclusively traditional or Orthodox, although they also include supporters who follow other streams of Judaism or are less traditional but &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; and would not object to a more prominent state role in promoting Jewish beliefs—although not to the point of creating a purely &lt;a href=\"Halachic%20state\"&gt;Halachic state&lt;/a&gt;.\nThe debate is therefore characterized by significant polarities. Secular and religious Zionists argue passionately about what a Jewish state should represent. &lt;a href=\"Post-Zionism\"&gt;Post-Zionists&lt;/a&gt; and Zionists argue about whether a Jewish state should exist at all. Because Israel was created within the sphere of international law as the instrument for Jewish self-determination, these polarities are captured by the questions: should Israel maintain and strengthen its status as a state for the Jewish people, or transition to being a state purely for \"all of its citizens\", or identify as both? And, if both, how to resolve any tensions that arise from their coexistence. To date, Israel has steered a course between &lt;a href=\"secularism\"&gt;secularism&lt;/a&gt; and &lt;a href=\"Jewish%20identity\"&gt;Jewish identity&lt;/a&gt;, usually depending on who controls the Israeli &lt;a href=\"Supreme%20Court%20of%20Israel\"&gt;High Court of Justice&lt;/a&gt;.\nOn 19 November 2008, Israeli Foreign Minister &lt;a href=\"Tzipi%20Livni\"&gt;Tzipi Livni&lt;/a&gt; addressed the &lt;a href=\"United%20Jewish%20Communities\"&gt;United Jewish Communities&lt;/a&gt; General Assembly in Jerusalem. In her speech, she announced: \"These two goals of Israel as &lt;a href=\"A%20Jewish%20and%20Democratic%20State\"&gt;a Jewish and a democratic state&lt;/a&gt; must coexist and not contradict each other. So, what does that mean, a Jewish state? It is not only a matter of the number of Jews who live in Israel. It is not just a matter of numbers but a matter of values. The Jewish state is a matter of values, but it is not just a matter of religion, it is also a matter of nationality. And a Jewish state is not a monopoly of rabbis. It is not. It is about the nature of the State of Israel. It is about Jewish tradition. It is about Jewish history, regardless of the question of what each and every Israeli citizen does in his own home on Saturdays and what he does on the Jewish holidays. We need to maintain the nature of the State of Israel, the character of the State of Israel, because this is the \"raison d'être\" of the State of Israel.\"\nA Jewish commonwealth.\nAdvocates of Israel becoming a more narrowly Jewish commonwealth face at least the following practical and theoretical difficulties:\nTheorists who grapple with these issues focus on the future of the State of Israel and realize that although the sovereign political state has been established, there is still much work to be done in relation to the \"identity\" of the state itself.\nIsraeli Arabs' opinion.\nA poll commissioned by the &lt;a href=\"Israel%20Democracy%20Institute\"&gt;Israel Democracy Institute&lt;/a&gt; in 2007 found that 75% of &lt;a href=\"Arab-Israeli\"&gt;Arab-Israeli&lt;/a&gt;s would support a constitution that maintained Israel as &lt;a href=\"a%20Jewish%20and%20democratic%20state\"&gt;a Jewish and democratic state&lt;/a&gt; with equal minority rights. Among the 507 people who participated in the poll, some 75 percent said they would agree with such a definition while 23 percent said they would oppose it.\nCriticism.\nThe notion that Israel should be constituted in the name of and maintain a special relationship with a particular group of people, the Jewish people, has drawn much controversy vis-à-vis minority groups living in Israel—the large number of &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; and &lt;a href=\"Christians\"&gt;Christian&lt;/a&gt; &lt;a href=\"Palestinians\"&gt;Palestinians&lt;/a&gt; residing in Israel and, to the extent that those territories are claimed to be governed as part of Israel and not as areas under military occupation, in the &lt;a href=\"West%20Bank\"&gt;West Bank&lt;/a&gt; and &lt;a href=\"Gaza%20Strip\"&gt;Gaza&lt;/a&gt;. For example, the Israeli &lt;a href=\"National%20Anthem\"&gt;National Anthem&lt;/a&gt;, &lt;a href=\"Hatikvah\"&gt;Hatikvah&lt;/a&gt;, refers to Jews by name as well as alluding to the concept of &lt;a href=\"Zionism\"&gt;Zionism&lt;/a&gt;, and it contains no mention of Palestinian Arab &lt;a href=\"culture\"&gt;culture&lt;/a&gt;. This anthem therefore excludes non-Jews from its narrative of national identity. Similar criticism has been made of the &lt;a href=\"Israeli%20flag\"&gt;Israeli flag&lt;/a&gt; which resembles the &lt;a href=\"Tallit\"&gt;Tallit&lt;/a&gt; (a Jewish prayer shawl) and features a &lt;a href=\"Star%20of%20David\"&gt;Star of David&lt;/a&gt;, universally acknowledged as a symbol of &lt;a href=\"Judaism\"&gt;Judaism&lt;/a&gt;. Critics of Israel as a Jewish state, particularly a &lt;a href=\"nation%20state\"&gt;nation state&lt;/a&gt;, have suggested that it should adopt more inclusive and neutral symbolism.\nIn the course of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;, the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, its satellite states and agencies, as well as many African, Asian and Arab states, presented the concept of Zionism and the Jewish state as an embodiment of &lt;a href=\"racism\"&gt;racism&lt;/a&gt;, &lt;a href=\"imperialism\"&gt;imperialism&lt;/a&gt; and &lt;a href=\"colonialism\"&gt;colonialism&lt;/a&gt;. In 1975, the &lt;a href=\"UN%20General%20Assembly%20Resolution%203379\"&gt;UN General Assembly Resolution 3379&lt;/a&gt;, which equated Zionism with racism, was passed by a vote of 72 to 35. It was partially revoked by &lt;a href=\"UN%20General%20Assembly%20Resolution%204686\"&gt;UN General Assembly Resolution 4686&lt;/a&gt; in 1991 by a vote of 111 to 25.\n&lt;a href=\"Linguistics\"&gt;Linguist&lt;/a&gt; and political commentator &lt;a href=\"Noam%20Chomsky\"&gt;Noam Chomsky&lt;/a&gt; makes a distinction between the concept of \"a Jewish ethnic homeland in Palestine\" and that of \"a Jewish state\" in his interview on &lt;a href=\"C-SPAN\"&gt;C-SPAN&lt;/a&gt;, saying that he has always supported a Jewish ethnic homeland in Palestine, which is different from a Jewish state. He says that there is a strong case to be made for an ethnic homeland, but he has always been opposed to a Jewish state, for the same reasons he would be opposed to \"a Christian state, or a &lt;a href=\"White%20people\"&gt;White&lt;/a&gt; state, or an &lt;a href=\"Islamic%20republic\"&gt;Islamic republic&lt;/a&gt;\". Chomsky believes the concept of a Jewish State (or Muslim, Christian or White State) directly contradicts the concept of a democratic state as it is understood in the Western tradition, because liberal democracy is founded upon a principle in which there is no privileged citizen.\nSome Jewish nationalists base the legitimacy of Israel as a Jewish state on the &lt;a href=\"Balfour%20Declaration\"&gt;Balfour Declaration&lt;/a&gt; and ancient historical ties to the land, asserting that both play particular roles as evidence under international law, as well as a fear that a hostile Arab world might be disrespectful of a Jewish minority—alleging a variety of possible harms up to and including &lt;a href=\"genocide\"&gt;genocide&lt;/a&gt;—were Israel to become a post-national \"state for all its citizens.\" They also note that many European and Asian states such as Republic of Ireland, Germany, Japan, China, Russia, Turkey, Greece, Serbia, and Finland maintain identities based on ethnicity and culture, and often provide simpler immigration procedures to individuals with ethnic ties to them.\nTo many Arab and Muslim leaders, following the popular usage in their communities, even referring to Israel by its proper name has political and cultural implications, resulting in use of &lt;a href=\"circumlocution\"&gt;circumlocution&lt;/a&gt;s such as \"the &lt;a href=\"Zionist%20entity\"&gt;Zionist entity&lt;/a&gt;\"."
}