{
    "id": "14248964",
    "revid": "10841396",
    "url": "https://en.wikipedia.org/wiki?curid=14248964",
    "title": "Mexico City Metro Line 1",
    "text": "&lt;a href=\"Mexico%20City%20Metro\"&gt;Mexico City Metro&lt;/a&gt; Line 1 is one of the twelve &lt;a href=\"rapid%20transit\"&gt;metro&lt;/a&gt; lines operating in &lt;a href=\"Mexico%20City\"&gt;Mexico City&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;. Officially inaugurated in 1969, it went to become the first metro line to be built in the country. Its identifying color is pink and it runs through the city from west to east.\nGeneral information.\nThe line is built under several avenues: &lt;a href=\"Parque%20Lira\"&gt;Parque Lira&lt;/a&gt;, Pedro Antonio de los Santos, Circuito Interior, &lt;a href=\"Avenida%20de%20los%20Insurgentes\"&gt;Avenida de los Insurgentes&lt;/a&gt;, &lt;a href=\"Avenida%20Chapultepec\"&gt;Avenida Chapultepec&lt;/a&gt;, Arcos de Belén, Balderas, &lt;a href=\"Eje%20Central\"&gt;Eje Central Lázaro Cárdenas&lt;/a&gt;, José María Izazaga, Isabel la Católica, Anillo de Circunvalación, Congreso de la Unión, Eduardo Molina, and Ignacio Zaragoza.\nIt commutes with Line 7 and 9 at the Station &lt;a href=\"Tacubaya%20metro%20station\"&gt;Tacubaya&lt;/a&gt;, Line 3 at &lt;a href=\"Balderas%20metro%20station\"&gt;Balderas&lt;/a&gt;, Line 8 at &lt;a href=\"Salto%20del%20Agua%20metro%20station\"&gt;Salto del Agua&lt;/a&gt;, Line 2 at &lt;a href=\"Pino%20Su%C3%A1rez%20metro%20station\"&gt;Pino Suárez&lt;/a&gt;, Line 4 at &lt;a href=\"Candelaria%20metro%20station\"&gt;Candelaria&lt;/a&gt;, Line B at &lt;a href=\"San%20L%C3%A1zaro%20metro%20station\"&gt;San Lázaro&lt;/a&gt; and Lines 5, 9 and A at &lt;a href=\"Pantitl%C3%A1n%20metro%20station\"&gt;Pantitlán&lt;/a&gt;. When Line 12 extension is completed, it will also connect with Line 12 at &lt;a href=\"Observatorio%20metro%20station\"&gt;Observatorio&lt;/a&gt;.\nHistory.\nThe first section of Line 1 was opened on 4 September 1969 as part of Mexico City Metro's first construction stage, it was inaugurated by &lt;a href=\"Gustavo%20D%C3%ADaz%20Ordaz\"&gt;Gustavo Díaz Ordaz&lt;/a&gt;, &lt;a href=\"List%20of%20heads%20of%20state%20of%20Mexico\"&gt;President of Mexico&lt;/a&gt; from 1964 to 1970, and Alfonso Corona del Rosal, &lt;a href=\"List%20of%20heads%20of%20government%20of%20Mexico%20City\"&gt;Regent of the Federal District Department&lt;/a&gt;. The inauguration ceremony took place at the &lt;a href=\"Insurgentes%20metro%20station\"&gt;Insurgentes&lt;/a&gt; station. The next day the line was opened to the public.\nTo the original route &lt;a href=\"Chapultepec%20metro%20station\"&gt;Chapultepec&lt;/a&gt; – &lt;a href=\"Zaragoza%20metro%20station%20%28Mexico%20City%29\"&gt;Zaragoza&lt;/a&gt; new station &lt;a href=\"Juanacatl%C3%A1n%20metro%20station\"&gt;Juanacatlán&lt;/a&gt; was added to the west on 11 April 1970, and the first \"correspondencia\" (a &lt;a href=\"Interchange%20station\"&gt;transfer station&lt;/a&gt;) became functional on 1 August 1970, when &lt;a href=\"Mexico%20City%20Metro%20Line%202\"&gt;Line 2&lt;/a&gt; was opened. The two westernmost stations &lt;a href=\"Tacubaya%20metro%20station\"&gt;Tacubaya&lt;/a&gt; and current terminal &lt;a href=\"Observatorio%20metro%20station\"&gt;Observatorio&lt;/a&gt; were inaugurated on 20 November 1970 and 10 June 1972 respectively.\nStation &lt;a href=\"Pantitl%C3%A1n%20metro%20station\"&gt;Pantitlán&lt;/a&gt; was opened on 22 August 1984 as the eastern terminal during a fourth and final expansion. All twenty stations have operated since then, running a total track length of 18.83 km, of which 16.65 km are passenger track. The 1 is the only line in the network that is fully underground except for some surface track in Observatorio used for maintenance.\nAs of 2020, an extension of &lt;a href=\"Mexico%20City%20Metro%20Line%2012\"&gt;Line 12&lt;/a&gt; is under construction, this stretch will connect Line 12 with Line 1 at the Observatorio station.\nAuthorities warned on 10 August &lt;a href=\"2020%20in%20Mexico\"&gt;2020&lt;/a&gt; that Line 1 is in danger of a major fire due to an aging electrical system that is in need of major improvements. Lines 1, 2, and 3 report an average of 2.5 electrical failures daily.\nRolling stock.\nLine 1 has had different types of rolling stock throughout the years.\nCurrently, out of the 390 trains in the &lt;a href=\"Mexico%20City%20Metro\"&gt;Mexico City Metro&lt;/a&gt; network, 49 are in service in Line 1.\nRidership.\nThe following table shows each of Line 1 stations total and average daily ridership during 2019.\nTourism.\nLine 1 passes near several places of interest:"
}