{
    "id": "142999",
    "revid": "13286072",
    "url": "https://en.wikipedia.org/wiki?curid=142999",
    "title": "Circle of latitude",
    "text": "A circle of latitude or line of latitude on &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt; is an abstract &lt;a href=\"east\"&gt;east&lt;/a&gt;–&lt;a href=\"west\"&gt;west&lt;/a&gt; &lt;a href=\"small%20circle\"&gt;small circle&lt;/a&gt; connecting all locations around Earth (ignoring &lt;a href=\"elevation\"&gt;elevation&lt;/a&gt;) at a given &lt;a href=\"latitude\"&gt;latitude&lt;/a&gt; &lt;a href=\"coordinate%20line\"&gt;coordinate line&lt;/a&gt;.\nCircles of latitude are often called parallels because they are &lt;a href=\"Parallel%20%28geometry%29\"&gt;parallel&lt;/a&gt; to each other; that is, planes that contain any of these circles never &lt;a href=\"Intersection\"&gt;intersect&lt;/a&gt; each other. A location's position along a circle of latitude is given by its &lt;a href=\"longitude\"&gt;longitude&lt;/a&gt;. Circles of latitude are unlike circles of longitude, which are all &lt;a href=\"great%20circle\"&gt;great circle&lt;/a&gt;s with the centre of Earth in the middle, as the circles of latitude get smaller as the distance from the &lt;a href=\"Equator\"&gt;Equator&lt;/a&gt; increases. Their length can be calculated by a common &lt;a href=\"sine\"&gt;sine&lt;/a&gt; or &lt;a href=\"cosine\"&gt;cosine&lt;/a&gt; function. The &lt;a href=\"60th%20parallel%20north\"&gt;60th parallel north&lt;/a&gt; or &lt;a href=\"60th%20parallel%20south\"&gt;south&lt;/a&gt; is half as long as the Equator (disregarding Earth's minor &lt;a href=\"flattening\"&gt;flattening&lt;/a&gt; by 0.3%). A circle of latitude is perpendicular to all &lt;a href=\"meridian%20%28geography%29\"&gt;meridian&lt;/a&gt;s.\nThe latitude of the circle is approximately the &lt;a href=\"angle\"&gt;angle&lt;/a&gt; between the Equator and the circle, with the angle's &lt;a href=\"vertex%20%28geometry%29\"&gt;vertex&lt;/a&gt; at Earth's centre. The Equator is at 0°, and the &lt;a href=\"North%20Pole\"&gt;North Pole&lt;/a&gt; and &lt;a href=\"South%20Pole\"&gt;South Pole&lt;/a&gt; are at 90° north and 90° south, respectively. The Equator is the longest circle of latitude and is the only circle of latitude which also is a great circle.\nThere are 89 &lt;a href=\"integer\"&gt;integral&lt;/a&gt; (whole &lt;a href=\"Degree%20%28angle%29\"&gt;degree&lt;/a&gt;) circles of latitude between the Equator and the &lt;a href=\"Geographical%20pole\"&gt;poles&lt;/a&gt; in each &lt;a href=\"Hemispheres%20of%20Earth\"&gt;hemisphere&lt;/a&gt;, but these can be divided into more precise measurements of latitude, and are often represented as a decimal degree (e.g. 34.637°N) or with &lt;a href=\"Minute%20of%20arc\"&gt;minutes and seconds&lt;/a&gt; (e.g. 22°14'26\"S). Latitude can be in theory measured down to &lt;a href=\"planck%20length\"&gt;planck length&lt;/a&gt;, and so there are vast number of circles of latitude on Earth.\nOn a map, the circles of latitude may or may not be parallel, and their spacing may vary, depending on which &lt;a href=\"Map%20projection\"&gt;projection&lt;/a&gt; is used to map the surface of the Earth onto a plane. On an &lt;a href=\"equirectangular%20projection\"&gt;equirectangular projection&lt;/a&gt;, centered on the equator, the circles of latitude are horizontal, parallel, and equally spaced. On other cylindrical and pseudocylindrical projections, the circles of latitude are horizontal and parallel, but may be spaced unevenly to give the map useful characteristics. For instance, on a &lt;a href=\"Mercator%20projection\"&gt;Mercator projection&lt;/a&gt; the circles of latitude are more widely spaced near the poles to preserve local scales and shapes, while on a &lt;a href=\"Gall%E2%80%93Peters%20projection\"&gt;Gall–Peters projection&lt;/a&gt; the circles of latitude are spaced more closely near the poles so that comparisons of area will be accurate. On most non-cylindrical and non-pseudocylindrical projections, the circles of latitude are neither straight nor parallel.\nArcs of circles of latitude are sometimes used as boundaries between countries or regions where distinctive natural borders are lacking (such as in deserts), or when an artificial border is drawn as a \"line on a map\", which was made in massive scale during the 1884 &lt;a href=\"Berlin%20Conference\"&gt;Berlin Conference&lt;/a&gt;, regarding huge parts of the African continent. North American nations and states have also mostly been created by straight lines, which are often parts of circles of latitudes. For instance, the northern border of &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt; is at &lt;a href=\"41%C2%B0%20N\"&gt;41°N&lt;/a&gt; while the southern border is at &lt;a href=\"37%C2%B0%20N\"&gt;37°N&lt;/a&gt;. Roughly half the length of border between the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; follows &lt;a href=\"49%C2%B0%20N\"&gt;49°N&lt;/a&gt;.\nMajor circles of latitude.\nThere are five major circles of latitude, listed below from north to south. The position of the Equator is fixed (90 degrees from Earth's axis of rotation) but the latitudes of the other circles depend on the tilt of this axis relative to the plane of Earth's orbit, and so are not perfectly fixed. The values below are for :\nThese circles of latitude, excluding the Equator, mark the divisions between the five principal &lt;a href=\"geographical%20zone\"&gt;geographical zone&lt;/a&gt;s.\nEquator.\nThe equator is the circle that is equidistant from the &lt;a href=\"North%20Pole\"&gt;North Pole&lt;/a&gt; and &lt;a href=\"South%20Pole\"&gt;South Pole&lt;/a&gt;.\nIt divides the Earth into the &lt;a href=\"Northern%20Hemisphere\"&gt;Northern Hemisphere&lt;/a&gt; and the &lt;a href=\"Southern%20Hemisphere\"&gt;Southern Hemisphere&lt;/a&gt;.\nOf the parallels or circles of latitude, it is the longest, and the only '&lt;a href=\"great%20circle\"&gt;great circle&lt;/a&gt;' (a circle on the surface of the Earth, centered on Earth's center). All the other parallels are smaller and centered only on Earth's axis.\nPolar circles.\nThe Arctic Circle is the southernmost latitude in the Northern Hemisphere at which the sun can remain continuously above or below the horizon for 24 hours (at the &lt;a href=\"June%20solstice\"&gt;June&lt;/a&gt; and &lt;a href=\"December%20solstice\"&gt;December solstice&lt;/a&gt;s respectively). Similarly, the Antarctic Circle marks the northernmost latitude in the Southern Hemisphere at which the sun can remain continuously above or below the horizon for 24 hours (at the &lt;a href=\"December%20solstice\"&gt;December&lt;/a&gt; and &lt;a href=\"June%20Solstice\"&gt;June Solstice&lt;/a&gt;s respectively).\nThe latitude of the polar circles is equal to 90° minus the Earth's &lt;a href=\"axial%20tilt\"&gt;axial tilt&lt;/a&gt;.\nTropical circles.\nThe Tropic of Cancer and Tropic of Capricorn mark the northernmost and southernmost latitudes at which the sun may be seen directly overhead (at the &lt;a href=\"June%20solstice\"&gt;June solstice&lt;/a&gt; and &lt;a href=\"December%20solstice\"&gt;December solstice&lt;/a&gt; respectively).\nThe latitude of the tropical circles is equal to the Earth's axial tilt.\nMovement of the Tropical and Polar Circles.\nBy definition, the positions of the &lt;a href=\"Tropic%20of%20Cancer\"&gt;Tropic of Cancer&lt;/a&gt;, &lt;a href=\"Tropic%20of%20Capricorn\"&gt;Tropic of Capricorn&lt;/a&gt;, &lt;a href=\"Arctic%20Circle\"&gt;Arctic Circle&lt;/a&gt; and &lt;a href=\"Antarctic%20Circle\"&gt;Antarctic Circle&lt;/a&gt; all depend on the &lt;a href=\"Axial%20tilt\"&gt;tilt of the Earth's axis&lt;/a&gt; relative to the plane of its orbit around the sun (the \"obliquity of the ecliptic\"). If the Earth were \"upright\" (its axis at right angles to the orbital plane) there would be no Arctic, Antarctic, or Tropical circles: at the poles the sun would always circle along the horizon, and at the equator the sun would always rise due east, pass directly overhead, and set due west.\nThe positions of the Tropical and Polar Circles are not fixed because the axial tilt changes slowly – a complex motion determined by the superimposition of many different cycles (some of which are described below) with short to very long periods. In the year 2000 AD the mean value of the tilt was about 23° 26′ 21.406″ (according to IAU 2006, theory P03).\nThe main long-term cycle causes the axial tilt to fluctuate between about 22.1° and 24.5° with a period of 41,000 years. Currently, the \"average\" value of the tilt is decreasing by about 0.468″ per year. As a result, (approximately, and on average) the Tropical Circles are drifting towards the equator (and the Polar Circles towards the poles) by 15 metres per year, and the area of the &lt;a href=\"Tropics\"&gt;Tropics&lt;/a&gt; is decreasing by per year.\nThe Earth's axial tilt has additional shorter-term variations due to &lt;a href=\"astronomical%20nutation\"&gt;nutation&lt;/a&gt;, of which the main term, with a period of 18.6 years, has an &lt;a href=\"amplitude\"&gt;amplitude&lt;/a&gt; of 9.2\" (corresponding to almost 300 metres north and south). There are many smaller terms, resulting in varying daily shifts of some metres in any direction.\nFinally, the Earth's rotational axis is not exactly fixed in the Earth, but undergoes small fluctuations (on the order of 15 meters) called &lt;a href=\"polar%20motion\"&gt;polar motion&lt;/a&gt;, which have a small effect on the Tropics and Polar Circles and also on the Equator.\nShort-term fluctuations over a matter of days do not directly affect the location of the extreme latitudes at which the sun may appear directly overhead, or at which 24-hour day or night is possible, except when they actually occur at the time of the solstices. Rather, they cause a theoretical shifting of the parallels, that would occur if the given axis tilt were maintained throughout the year.\nOther planets.\nThese circles of latitude can be defined on other planets with axial inclinations relative to their orbital planes. Objects such as &lt;a href=\"Pluto\"&gt;Pluto&lt;/a&gt; with tilt angles greater than 45 degrees will have the tropic circles closer to the poles and the polar circles closer to the equator.\nOther notable parallels.\nA number of sub-national and international &lt;a href=\"border\"&gt;border&lt;/a&gt;s were intended to be defined by, or are approximated by, parallels. Parallels make convenient borders in the northern hemisphere because astronomic latitude can be roughly measured (to within a few tens of meters) by sighting the &lt;a href=\"Polaris\"&gt;North Star&lt;/a&gt;.\nElevation.\nNormally the circles of latitude are defined at zero &lt;a href=\"elevation\"&gt;elevation&lt;/a&gt;.\nElevation has an effect on a location with respect to the &lt;a href=\"Plane%20%28mathematics%29\"&gt;plane&lt;/a&gt; formed by a circle of latitude. Since (in the &lt;a href=\"Geodetic%20datum\"&gt;geodetic system&lt;/a&gt;) altitude and depth are determined by the &lt;a href=\"surface%20normal\"&gt;normal&lt;/a&gt; to the Earth's surface, locations sharing the same latitude—but having different elevations (i.e., lying along this normal)—no longer lie within this plane. Rather, all points sharing the same latitude—but of varying elevation and longitude—occupy the surface of a truncated &lt;a href=\"Conical%20surface\"&gt;cone&lt;/a&gt; formed by the rotation of this normal around the Earth's axis of rotation."
}