{
    "id": "14300898",
    "revid": "12845131",
    "url": "https://en.wikipedia.org/wiki?curid=14300898",
    "title": "River Bourne, Kent",
    "text": "The River Bourne rises in the parish of &lt;a href=\"Ightham\"&gt;Ightham&lt;/a&gt;, &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt; and flows in a generally south easterly direction through the parishes of &lt;a href=\"Borough%20Green\"&gt;Borough Green&lt;/a&gt;, &lt;a href=\"Platt%2C%20Kent\"&gt;Platt&lt;/a&gt;, &lt;a href=\"Plaxtol\"&gt;Plaxtol&lt;/a&gt;, &lt;a href=\"West%20Peckham\"&gt;West Peckham&lt;/a&gt;, &lt;a href=\"Hadlow\"&gt;Hadlow&lt;/a&gt;, and &lt;a href=\"East%20Peckham\"&gt;East Peckham&lt;/a&gt; where it joins the &lt;a href=\"River%20Medway\"&gt;River Medway&lt;/a&gt;. In the 18th century the river was known as the Busty or Buster, the Shode or Sheet, but is not known by these names nowadays. A \"&lt;a href=\"Bourne%20%28stream%29\"&gt;bourne&lt;/a&gt;\" is a type of stream, while \"shode\" means a branch of a river.\nGeography.\nSeveral springs feed into the headwaters of the River Bourne and there are three contenders for its actual main source. It could be a spring on the &lt;a href=\"North%20Downs\"&gt;North Downs&lt;/a&gt; at New House Farm, &lt;a href=\"Wrotham\"&gt;Yaldham&lt;/a&gt;, though the &lt;a href=\"Environment%20Agency\"&gt;Environment Agency&lt;/a&gt; prefers a spring to the west of &lt;a href=\"Oldbury%20hillfort\"&gt;Oldbury Hill&lt;/a&gt;. It could be a spring on Oldbury Hill which feeds the Waterflash, a tree-ringed pond, which drains to the north of the hill. Oldbury Hill is on the &lt;a href=\"Greensand%20Ridge\"&gt;Greensand Ridge&lt;/a&gt;. These merge in Ightham where the Bourne has cut a deep gorge through the limestone. In 1891 &lt;a href=\"ice%20age\"&gt;ice age&lt;/a&gt; relicts were found near here in a quarry. The river passes through woods to Basted, where a mill pond gives clues to its industrial past. From Ightham through &lt;a href=\"Hadlow\"&gt;Hadlow&lt;/a&gt; to &lt;a href=\"Golden%20Green\"&gt;Golden Green&lt;/a&gt;, the river powered numerous &lt;a href=\"watermill\"&gt;watermill&lt;/a&gt;s. Road names are full of mill references. The principal products were &lt;a href=\"flour\"&gt;flour&lt;/a&gt; and &lt;a href=\"paper\"&gt;paper&lt;/a&gt;. The area of the Medway Valley near East Peckham is prone to flooding and the River Bourne contributes much water, so is regularly monitored and dredged to ensure an uninterrupted water flow. There is a gauging station at Hadlow (&lt;a href=\"https%3A//www.geograph.org.uk/browse.php%3Fgridref%3Dtq6349\"&gt;TQ 632 497&lt;/a&gt; ).\nWatermills.\nThe River Bourne was used to power a number of &lt;a href=\"watermills\"&gt;watermills&lt;/a&gt; in its length. In order from source these were: Old Mill, Borough Green (corn?); Basted Mill (Platt parish) (paper); Lower Basted Mill, Plaxtol (corn?); Winfield Mill, (corn); Longmill (corn); Roughway Paper Mill; Hamptons Paper Mill (West Peckham parish); Oxonhoath Mill (corn); Bourne Mill (corn), Hadlow; Goldhill Mill (corn), Golden Green; Pierce Mill (corn); and finally Little Mill (corn), East Peckham.\nOld Mill, Borough Green.\n&lt;a href=\"https%3A//www.geograph.org.uk/browse.php%3Fgridref%3Dtq6056\"&gt;TQ 606 565&lt;/a&gt; \nLittle is known of it except that the millpond was about long and wide at the mill, giving an area of up to . The &lt;a href=\"hydraulic%20head\"&gt;head&lt;/a&gt; was about .\nBasted Paper Mill, Platt.\n&lt;a href=\"https%3A//www.geograph.org.uk/browse.php%3Fgridref%3Dtq6055\"&gt;TQ 607 557&lt;/a&gt; \nThis &lt;a href=\"paper%20mill\"&gt;paper mill&lt;/a&gt; was marked on Hasted's map and known to be in operation in 1716. It may be the paper mill at Wrotham which William Quelch was working in the period 1723–31. The &lt;a href=\"mill%20pond\"&gt;mill pond&lt;/a&gt; was long and wide at the mill, giving an area of . George How Green was the occupier of the mill in 1835 when he leased Hamptons Paper Mill. The mill burnt down in 1917 and was rebuilt and worked by &lt;a href=\"Steam%20engine\"&gt;steam power&lt;/a&gt; until 1960. It finally closed after damage suffered in the floods of September 1968. The mill supplied paper used for &lt;a href=\"postage%20stamp\"&gt;postage stamp&lt;/a&gt;s. Although often referred to as being in Borough Green, the mill site actually stands within the parish of Platt.\nLower Basted (Johns) Mill, Plaxtol.\nTQ 605 554 \nThis mill was about downstream of the Basted Paper Mill. This mill was marked as John's Mill on an 1825 map. The only other evidence for the mill was two fields on the Wrotham tithe map, 1840 named \"Mill meadow and orchard\" and \"Mill meadow and old road\" in the ownership of H A Wildes and the occupation of John Benge.\nWinfield Mill, Plaxtol.\nTQ 607 551 \nWinfield mill was a &lt;a href=\"Grist%20mill\"&gt;corn mill&lt;/a&gt; built of &lt;a href=\"ragstone\"&gt;ragstone&lt;/a&gt; in 1836 by Eliza Carter. Millers include James Full, who died 18 March 1871 aged 66, and was buried in Plaxtol churchyard. The mill was still standing in 1940, but by 1950 it was a ruin. The Upright Shaft was of wood and the Great Spur Wheel was of compass arm construction, as shown on a photograph of 1955. The overshot &lt;a href=\"waterwheel\"&gt;waterwheel&lt;/a&gt; was in diameter and wide, housed internally in the mill, and was constructed in 1874 by Messrs. Weeks of &lt;a href=\"Maidstone\"&gt;Maidstone&lt;/a&gt;. Some stones still remain at the site.\nAn earlier mill on this site was known as \"Windfield Mille\" in 1699 and was then in the occupation of John Dutnell; it was previously in the occupation of Thomas Farrett.\nLongmill, Plaxtol.\n&lt;a href=\"https%3A//www.geograph.org.uk/browse.php%3Fgridref%3Dtq6153\"&gt;TQ 614 536&lt;/a&gt; \nA long-lost corn mill site, commemorated today by Longmill Lane.\nRoughway Paper Mill, Plaxtol.\n&lt;a href=\"https%3A//www.geograph.org.uk/browse.php%3Fgridref%3Dtq6152\"&gt;TQ 615 528&lt;/a&gt; \nThis mill was built c.1807 and was powered by steam and water. The mills were worked by Messrs, Turner &amp; Co from at least 1862 to post 1882 and produced paper which Messrs. De La Rue used for printing colonial postage stamps. Latterly a diameter by wide breastshot waterwheel was used to drive bellows for the steam engine. There was a tall chimney which was a local landmark but this was demolished in 1997 after a fire.\nHamptons Paper Mill, West Peckham.\nTQ 617 521 \nThis paper mill was built in 1740 by Thomas West, carpenter, of &lt;a href=\"West%20Peckham\"&gt;West Peckham&lt;/a&gt; for William Burtenshaw, papermaker, of Wrotham for £175 and was active until the 1880s. When built it was long and wide. In 1759 the mill was leased by Isabella and William Dalyson to Mrs Elizabeth Buttonshaw for 21 years at £45 per annum. Previous occupiers of the mill were William Steddolph and Thomas Dalison. John Buttonshaw died on 12 February 1827 and the lease then passed to Elizabeth Buttonshaw. In 1835 John Buttanshaw surrendered his lease on the mill to Maximilian Dudley Digges Dalison. George How Green leasing the mill from 1833 at £100 per annum, and insuring the mill and building for a total of £1,500.\nOnly traces of the foundations remain. It probably had an overshot waterwheel, housed internally. A paper-making machine was sold from this mill in 1872 . The mill straddled the parish boundary of &lt;a href=\"Shipbourne\"&gt;Shipbourne&lt;/a&gt; and West Peckham. It was demolished c.1890. The mill cottages survive on the opposite side of the road to the mill site.\nOxonhoath Mill, West Peckham.\n&lt;a href=\"https%3A//www.geograph.org.uk/browse.php%3Fgridref%3Dtq6251\"&gt;TQ 621 515&lt;/a&gt; \nThe site has been occupied since 1259. It may be the site of \"Toyesmede mill\" lying in the Hadlow boundary of the Lowy of &lt;a href=\"Tonbridge\"&gt;Tonbridge&lt;/a&gt; in c.1258. The mill has at various times been a &lt;a href=\"fulling%20mill\"&gt;fulling mill&lt;/a&gt; and a corn mill. The mill was at one time owned by the &lt;a href=\"Geary%20baronets\"&gt;Geary family&lt;/a&gt; and worked by William Young and his son Edward in the period 1847–75. Robert Blunden was the miller in 1882. The mill building was standing in 1930 although the machinery had been removed by then. It had a single storey brick base and three storeys built of timber on top. Only a part of the lower walls remain today.\nBourne (Hope, Lambert's) Mill, Hadlow.\n&lt;a href=\"https%3A//www.geograph.org.uk/browse.php%3Fgridref%3Dtq6250\"&gt;TQ 627 503&lt;/a&gt; \nThis may be a &lt;a href=\"Domesday%20Book\"&gt;Domesday&lt;/a&gt; site, Haslow (Hadlow) being assessed as having 2 mills. The mill still stands, and had a large external high breast shot waterwheel. The millpond was about by , or in area. Apart from the cast iron wheel axle and wooden upright shaft, The cast iron pit wheel survives. The crown wheel was of compass arm construction. The mill was working until 1947, millers in the latter days being John Thirsk (there in 1931) and Thomas Lambert before him. A Mr. Carr took over the mill in 1947 and established a small clothing factory, still trading today as Carr &amp; Westley Ltd. The mill was also known as Hope Mill, being part of Hope Farm.\nGoldhill (Bourneside, Victoria) Mill, Golden Green.\n&lt;a href=\"https%3A//www.geograph.org.uk/browse.php%3Fgridref%3Dtq6348\"&gt;TQ 636 484&lt;/a&gt; \n&lt;a href=\"Golden%20Green\"&gt;Golden Green&lt;/a&gt; is a hamlet within Hadlow parish. A mill may have been on this site since Domesday. This &lt;a href=\"Listed%20building\"&gt;Grade II&lt;/a&gt; listed mill is the only mill on the Bourne to retain most of its milling machinery. The internal waterwheel is of iron, and is breast shot. It is diameter and wide. on a cast iron axle. The pit wheel is diameter and has 120 cogs, driving a diameter wallower with 35 teeth on a diameter wooden upright shaft. The Great Spur Wheel is diameter and has 92 cogs. The date 1848 is on a plinth at the bottom of the Upright shaft, and may indicate the date of the existing waterwheel and machinery. The crown wheel was used latterly to drive the electricity generator, with one of the stone nuts being adapted as the driven gear. The mill had two pairs of millstones and last ground corn c.1920. The sack hoist does not survive. In the early-mid 20th century, the mill was used to generate electricity, but the apparatus has now been removed. The mill was also known as Bourneside Mill and Victoria Mill (Victoria Road is downstream of the mill). The outbuildings around the mill have been converted into holiday cottages.\nPierce Mill, Golden Green.\n&lt;a href=\"https%3A//www.geograph.org.uk/browse.php%3Fgridref%3Dtq6448\"&gt;TQ 646 484&lt;/a&gt; approx \nLittle is known of this mill, but it is commemorated today by Pierce Mill Lane. The mill was named after the millers, the Pierce family.\nLittle Mill, East Peckham.\n&lt;a href=\"https%3A//www.geograph.org.uk/browse.php%3Fgridref%3Dtq6548\"&gt;TQ 657 482&lt;/a&gt; \nThis mill still stands, part of the building now being house converted, part demolished. The waterwheel was breastshot.\nTributaries.\nA tributary of the Bourne rises in the &lt;a href=\"Hildenborough\"&gt;Hildenborough&lt;/a&gt; parish and flows through &lt;a href=\"Shipbourne\"&gt;Shipbourne&lt;/a&gt; where it powered a watermill, Uridge's Mill, Shipbourne (corn) and a pump at Claygate before flowing into the Bourne downstream of Hamptons Paper Mill.\nA tributary of this tributary drove a water powered sawmill at Fairlawne Home Farm, Shipbourne.\nA tributary enters the Bourne at Basted Paper Mills. It may have powered a watermill in Crouch (Platt parish).\nMills on the tributaries.\nUridge's Mill, Shipbourne.\nThis mill was named after the miller, Robert Uridge, who worked the mill for sixteen years during the 1870s and 1880s. The exact location is not known. The mill may have gone by the name Puttenden Mill, but this could also have been Hamptons Paper Mill.\nClaygate pump, Shipbourne.\n&lt;a href=\"https%3A//www.geograph.org.uk/browse.php%3Fgridref%3Dtq6051\"&gt;TQ 605 517&lt;/a&gt; approx \nThis was a breast shot wheel driving a pump again the exact location is not known.\nFairlawne Saw Mill, Plaxtol.\nAn estate saw mill, driven by a breast shot mill was located at Fairlawne Home Farm.\nCrouch Mill, Platt.\nThere may have been a watermill at Salmons Farm, &lt;a href=\"Platt%2C%20Kent\"&gt;Crouch&lt;/a&gt;. The only reference to it being the Wrotham Tithe Award of 1845 noting a hop garden of and 35 perches \"adjoining mill.\"\nWildlife.\n&lt;a href=\"European%20chub\"&gt;Chubb&lt;/a&gt; can be seen in the river at Little Mill, and &lt;a href=\"Crayfish\"&gt;Crayfish&lt;/a&gt; can be found at Ightham. &lt;a href=\"Brown%20trout\"&gt;Brown trout&lt;/a&gt; can be seen at Goldhill Mill, Golden Green.\nNavigation.\nThe Bourne was navigable from The Medway, by canoe, summer 2014, in open water, for 200 m until clogged by vegetation under the 1st footpath bridge; 500 m before the 'Man of Kent' pub, East Peckham.\nThe river was reported navigable to the pub in winter (2012); 'the last 100 yards rocky and difficult'.\nThe lack of mills for the 800 m below Little Mill (now 'Man of Kent') may indicate that loads could once be carried to the Tonbridge Road at East Peckham. A large tannery, using the Bourne's water at Little Mill, is shown in the 1891 OS map. The river by the tannery, before the road bridge, is shown with a cut-out suited to mooring.\nFootpaths.\nThe River Bourne is crossed by the &lt;a href=\"Greensand%20Way\"&gt;Greensand Way&lt;/a&gt; long-distance path at Dunk's Green and the &lt;a href=\"Wealdway\"&gt;Wealdway&lt;/a&gt; long-distance path at &lt;a href=\"Barnes%20Street\"&gt;Barnes Street&lt;/a&gt;. The &lt;a href=\"Medway%20Valley%20Walk\"&gt;Medway Valley Walk&lt;/a&gt; at Waggon Bridge, &lt;a href=\"East%20Peckham\"&gt;East Peckham&lt;/a&gt; marks the spot where the Bourne enters the Medway. Hadlow Parish Council have plotted a walk along the Bourne, from &lt;a href=\"Ightham\"&gt;Ightham&lt;/a&gt; to the Medway.\nThe Ancient track, &lt;a href=\"Pilgrims%27%20Way\"&gt;Pilgrims' Way&lt;/a&gt; passes through Yaldham. The Roman military route from Maidstone to London crosses the Bourne at Ightham."
}