{
    "id": "1430003",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=1430003",
    "title": "James Henry (poet)",
    "text": "James Henry (13 December 1798 – 14 July 1876) was an &lt;a href=\"Ireland\"&gt;Irish&lt;/a&gt; &lt;a href=\"classical%20scholar\"&gt;classical scholar&lt;/a&gt; and &lt;a href=\"poet\"&gt;poet&lt;/a&gt;.\nLife.\nHe was born in &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt; the elder son of a woollen draper, Robert Henry, and his wife Kathleen Elder. He was educated by &lt;a href=\"Unitarianism\"&gt;Unitarian&lt;/a&gt; minister Joseph Hutton, and then at &lt;a href=\"Trinity%20College%2C%20Dublin\"&gt;Trinity College, Dublin&lt;/a&gt;. At age 11 he fell in love with the poetry of &lt;a href=\"Virgil\"&gt;Virgil&lt;/a&gt; and got into the habit of always carrying a copy of the &lt;a href=\"Aeneid\"&gt;Aeneid&lt;/a&gt; in his left breast-pocket. In Trinity he graduated with the gold medal for Classics. He then turned to &lt;a href=\"medicine\"&gt;medicine&lt;/a&gt; and until 1845 he practised as a physician in Dublin city. In spite of his unconventionality and unorthodox views on religion and his own profession, he was very successful. He married Anne Jane Patton, from &lt;a href=\"Donegal%20%28town%29\"&gt;Donegal&lt;/a&gt;, and had three daughters, only one of whom, Katherine, born 1830, survived infancy.\nHis accession to a large fortune in 1845 enabled him to devote himself entirely to the absorbing occupation of his life: the study of Virgil. Accompanied by his wife and daughter, he visited all those parts of Europe where he was likely to find rare editions or manuscripts of the poet.\nWhen his wife died in &lt;a href=\"County%20of%20Tyrol\"&gt;Tyrol&lt;/a&gt; he continued his work with his daughter, who became quite a Virgil expert in her own right, and crossed the Alps seventeen times. After the death of his daughter in 1872 he returned to Dublin and continued his research at Trinity College, Dublin.\nHe died at &lt;a href=\"Dalkey\"&gt;Dalkey&lt;/a&gt;, County Dublin.\nLiterary commentary.\nAs a commentator on Virgil, Henry will always deserve to be remembered, notwithstanding the occasional eccentricity of his notes and remarks. The first fruits of his researches were published at &lt;a href=\"Dresden\"&gt;Dresden&lt;/a&gt; in 1853 under the quaint title \"Notes of a Twelve Years Voyage of Discovery in the first six Books of the Eneis\". These were embodied, with alterations and additions, in the \"Aeneidea, or Critical, Exegetical and Aesthetical Remarks on the Aeneis\" (1873-1892), of which only the notes on the first book were published during the author's lifetime. As a textual critic Henry was exceedingly &lt;a href=\"conservatism\"&gt;conservative&lt;/a&gt;. His notes, written in a racy and interesting style, are especially valuable for their wealth of illustration and references to the less-known classical &lt;a href=\"authors\"&gt;authors&lt;/a&gt;.\nPoetry.\nHenry was also the author of five collections of verse plus two long narrative poems describing his travels, and various pamphlets of a satirical nature.\nAt its best his &lt;a href=\"poetry\"&gt;poetry&lt;/a&gt; has something of the flavour of &lt;a href=\"Robert%20Browning\"&gt;Robert Browning&lt;/a&gt; and &lt;a href=\"Arthur%20Hugh%20Clough\"&gt;Arthur Hugh Clough&lt;/a&gt; while at its worst it resembles the doggerel of &lt;a href=\"William%20McGonagall\"&gt;William McGonagall&lt;/a&gt;. His five volumes of verse were all published at his own expense and received no critical attention either during or after his lifetime.\nRediscovery.\nHenry was rediscovered by &lt;a href=\"Christopher%20Ricks\"&gt;Christopher Ricks&lt;/a&gt; who included eight of his poems in the \"&lt;a href=\"New%20Oxford%20Book%20of%20Victorian%20Verse\"&gt;New Oxford Book of Victorian Verse&lt;/a&gt;\" (1987). Then there was silence for ten years until the \"&lt;a href=\"Penguin%20Book%20of%20Victorian%20Verse\"&gt;Penguin Book of Victorian Verse&lt;/a&gt;\" included four of his poems. &lt;a href=\"Valentine%20Cunningham\"&gt;Valentine Cunningham&lt;/a&gt; included five of Henry's poems in \"The Victorians: an Anthology of Poetry and Poetics\", published by Blackwell in 2000. In the 21st century, Henry was featured (with \"Old Man,\" a poem from 1856) as one of the 90 poets included in \"My Own Land's Sins: An Anthology of Victorian Poetry\", published by the Canadian-based publisher Universitas Press.\nPosthumous publication.\nIn 2002 Christopher Ricks edited with an introduction the \"Selected Poems of James Henry\", published by The Lilliput Press (reviewed in \"The New York Review of Books\", \"The Times Literary Supplement\" and \"The Sunday Telegraph\")."
}