{
    "id": "14318",
    "revid": "13825260",
    "url": "https://en.wikipedia.org/wiki?curid=14318",
    "title": "Horned God",
    "text": "The Horned God is one of the two primary deities found in &lt;a href=\"Wicca\"&gt;Wicca&lt;/a&gt; and some related forms of &lt;a href=\"Neopaganism\"&gt;Neopaganism&lt;/a&gt;. \nThe term \"Horned God\" itself predates Wicca, and is an early 20th-century &lt;a href=\"syncretism\"&gt;syncretic&lt;/a&gt; term for a horned or antlered anthropomorphic god partly based on historical &lt;a href=\"Horned%20deity\"&gt;horned deities&lt;/a&gt;.\nThe Horned God represents the &lt;a href=\"god%20%28Wicca%29\"&gt;male part&lt;/a&gt; of the religion's &lt;a href=\"Wiccan%20ditheism\"&gt;duotheistic theological system&lt;/a&gt;, the &lt;a href=\"Prince%20consort\"&gt;consort&lt;/a&gt; of the female &lt;a href=\"Triple%20goddess%20%28Neopaganism%29\"&gt;Triple goddess&lt;/a&gt; of the Moon or other &lt;a href=\"Mother%20goddess\"&gt;Mother goddess&lt;/a&gt;. \nIn common Wiccan belief, he is associated with nature, wilderness, sexuality, hunting, and the life cycle. Whilst depictions of the deity vary, he is always shown with either &lt;a href=\"horn%20%28anatomy%29\"&gt;horn&lt;/a&gt;s or &lt;a href=\"antler\"&gt;antler&lt;/a&gt;s upon his head, often depicted as being &lt;a href=\"Theriocephaly\"&gt;theriocephalic&lt;/a&gt; (having a beast's head), in this way emphasizing \"the union of the divine and the animal\", the latter of which includes &lt;a href=\"human\"&gt;human&lt;/a&gt;ity.\nIn traditional Wicca (&lt;a href=\"British%20Traditional%20Wicca\"&gt;British Traditional Wicca&lt;/a&gt;), he is generally regarded as a &lt;a href=\"Dualistic%20cosmology\"&gt;dualistic&lt;/a&gt; god of twofold aspects: bright and dark, night and day, summer and winter, the Oak King and the &lt;a href=\"Holly%20King%20%28archetype%29\"&gt;Holly King&lt;/a&gt;. In this dualistic view, his two horns symbolize, in part, his dual nature. (The use of horns to symbolize duality is also reflected in the phrase \"on the horns of a dilemma.\") The three aspects of the Goddess and the two aspects of the Horned god are sometimes mapped on to the five points of the &lt;a href=\"Pentagram\"&gt;Pentagram&lt;/a&gt;, although which points correspond to which deity aspects varies. In some other systems, he is represented as a &lt;a href=\"triple%20deities\"&gt;triune&lt;/a&gt; &lt;a href=\"god\"&gt;god&lt;/a&gt;, split into three aspects that reflect those of the Triple goddess: the &lt;a href=\"wikt%3Ayouth\"&gt;Youth&lt;/a&gt; (&lt;a href=\"Warrior\"&gt;Warrior&lt;/a&gt;), the &lt;a href=\"wikt%3Afather\"&gt;Father&lt;/a&gt;, and the &lt;a href=\"Sage%20%28philosophy%29\"&gt;Sage&lt;/a&gt;.\nThe Horned God has been explored within several &lt;a href=\"psychology\"&gt;psychological&lt;/a&gt; theories and has become a recurrent theme in &lt;a href=\"fantasy\"&gt;fantasy&lt;/a&gt; literature.\nIn Wicca.\nIn traditional and mainstream Wicca, the Horned God is viewed as the divine male principality, being both equal and opposite to the Goddess. The Wiccan god himself can be represented in many forms, including as the &lt;a href=\"Solar%20deity\"&gt;Sun God&lt;/a&gt;, the Sacrificed God and the Vegetation God, although the Horned God is the most popular representation. The pioneers of the various Wiccan or Witchcraft traditions, such as &lt;a href=\"Gerald%20Gardner%20%28Wiccan%29\"&gt;Gerald Gardner&lt;/a&gt;, &lt;a href=\"Doreen%20Valiente\"&gt;Doreen Valiente&lt;/a&gt; and &lt;a href=\"Roy%20Bowers\"&gt;Robert Cochrane&lt;/a&gt;, all claimed that their religion was a continuation of the &lt;a href=\"Paganism\"&gt;pagan&lt;/a&gt; religion of the &lt;a href=\"Witch-Cult\"&gt;Witch-Cult&lt;/a&gt; following historians who had purported the Witch-Cult's existence, such as &lt;a href=\"Jules%20Michelet\"&gt;Jules Michelet&lt;/a&gt; and &lt;a href=\"Margaret%20Murray\"&gt;Margaret Murray&lt;/a&gt;.\nFor Wiccans, the Horned God is \"the personification of the life force energy in animals and the wild\" and is associated with &lt;a href=\"Lord%20of%20the%20animals\"&gt;the wilderness&lt;/a&gt;, virility and the hunt. &lt;a href=\"Doreen%20Valiente\"&gt;Doreen Valiente&lt;/a&gt; writes that the Horned God also &lt;a href=\"Psychopomp\"&gt;carries the souls of the dead to the underworld&lt;/a&gt;.\nWiccans generally, as well as some other neopagans, tend to conceive of the universe as polarized into gender opposites of &lt;a href=\"masculinity\"&gt;male&lt;/a&gt; and &lt;a href=\"femininity\"&gt;female&lt;/a&gt; &lt;a href=\"Energy%20%28esotericism%29\"&gt;energies&lt;/a&gt;. In traditional Wicca, the Horned God and the Goddess are seen as equal and opposite in gender polarity. However, in some of the newer traditions of Wicca, and especially those influenced by feminist ideology, there is more emphasis on the Goddess, and consequently the symbolism of the Horned God is less developed than that of the &lt;a href=\"Goddess%20%28Wicca%29\"&gt;Goddess&lt;/a&gt;.\nIn Wicca the cycle of the seasons is celebrated during eight sabbats called The &lt;a href=\"Wheel%20of%20the%20Year\"&gt;Wheel of the Year&lt;/a&gt;. The seasonal cycle is imagined to follow the relationship between the Horned God and the Goddess. The Horned God is born in winter, impregnates the Goddess and then dies during the autumn and winter months and is then reborn by the Goddess at Yule. The different relationships throughout the year are sometimes distinguished by splitting the god into aspects, the Oak King and the Holly King. The relationships between the Goddess and the Horned God are mirrored by Wiccans in seasonal rituals. There is some variation between Wiccan groups as to which sabbat corresponds to which part of the cycle. Some Wiccans regard the Horned God as dying at Lammas, August 1; also known as Lughnasadh, which is the first harvest sabbat. Others may see him dying at Mabon, the &lt;a href=\"Autumn%20equinox%20%28Northern%20Hemisphere%29\"&gt;autumn equinox&lt;/a&gt;, or the second harvest festival. Still other Wiccans conceive of the Horned God dying on October 31, which Wiccans call &lt;a href=\"Samhain\"&gt;Samhain&lt;/a&gt;, the ritual of which is focused on death. He is then reborn on Winter Solstice, December 21.\nOther important dates for the Horned God include &lt;a href=\"Imbolc\"&gt;Imbolc&lt;/a&gt; when, according to Valiente, he leads a &lt;a href=\"wild%20hunt\"&gt;wild hunt&lt;/a&gt;. In Gardnerian Wicca, the Dryghten prayer recited at the end of every ritual meeting contains the lines referring to the Horned God:\nAccording to &lt;a href=\"Sabina%20Magliocco\"&gt;Sabina Magliocco&lt;/a&gt;, &lt;a href=\"Gerald%20Gardner%20%28Wiccan%29\"&gt;Gerald Gardner&lt;/a&gt; says (in 1959's \"&lt;a href=\"The%20Meaning%20of%20Witchcraft\"&gt;The Meaning of Witchcraft&lt;/a&gt;\") that The Horned God is an Under-god, a mediator between an unknowable supreme deity and the people. (In Wiccan liturgy in the Book of Shadows, this conception of an unknowable supreme deity is referred to as \"Dryghtyn.\" It is not a personal god, but rather an impersonal divinity similar to the Tao of Taoism.)\nWhilst the Horned God is the most common depiction of masculine divinity in Wicca, he is not the only representation. Other examples include the &lt;a href=\"Green%20Man\"&gt;Green Man&lt;/a&gt; and the &lt;a href=\"solar%20deity\"&gt;Sun God&lt;/a&gt;. In traditional Wicca, however, these other representations of the Wiccan god are subsumed or amalgamated into the Horned God, as aspects or expressions of him. Sometimes this is shown by adding horns or antlers to the iconography. The Green Man, for example, may be shown with branches resembling antlers; and the Sun God may be depicted with a crown or halo of solar rays, that may resemble horns. These other conceptions of the Wiccan god should not be regarded as displacing the Horned God, but rather as elaborating on various facets of his nature. Doreen Valiente has called the Horned God \"the eldest of gods\" in both The Witches Creed and also in her Invocation To The Horned God.\nWiccans believe that The Horned God, as Lord of Death, is their \"comforter and consoler\" after death and before reincarnation; and that he rules the &lt;a href=\"Underworld\"&gt;Underworld&lt;/a&gt; or &lt;a href=\"The%20Summerland\"&gt;Summerland&lt;/a&gt; where the souls of the dead reside as they await rebirth. Some, such as Joanne Pearson, believe that this is based on the &lt;a href=\"Mesopotamian\"&gt;Mesopotamian&lt;/a&gt; myth of &lt;a href=\"Inanna\"&gt;Inanna&lt;/a&gt;'s &lt;a href=\"Inanna%23Descent%20into%20the%20underworld\"&gt;descent into the underworld&lt;/a&gt;, though this has not been confirmed.\nNames.\n&lt;a href=\"Doreen%20Valiente\"&gt;Doreen Valiente&lt;/a&gt;, a former High Priestess of the &lt;a href=\"Gardnerian%20Wicca\"&gt;Gardnerian tradition&lt;/a&gt;, claimed that Gerald Gardner's &lt;a href=\"Bricket%20Wood%20coven\"&gt;Bricket Wood coven&lt;/a&gt; referred to the god as &lt;a href=\"Cernunnos\"&gt;Cernunnos&lt;/a&gt;, or Kernunno, which is a Latin word, discovered on a &lt;a href=\"pillar%20of%20the%20Boatmen\"&gt;stone carving found in France&lt;/a&gt;, meaning \"the Horned One\". Valiente claimed that the coven also referred to the god as Janicot, which she theorised was of &lt;a href=\"Basque%20language\"&gt;Basque&lt;/a&gt; origin, and Gardner also used this name in his novel \"High Magic's Aid\".\n&lt;a href=\"Stewart%20Farrar\"&gt;Stewart Farrar&lt;/a&gt;, a High Priest of the &lt;a href=\"Alexandrian%20Wicca\"&gt;Alexandrian tradition&lt;/a&gt; referred to the Horned God as Karnayna, which he believed was a corruption of the word Cernunnos. The historian &lt;a href=\"Ronald%20Hutton\"&gt;Ronald Hutton&lt;/a&gt; has suggested that it instead came from the Arabic term &lt;a href=\"Dhul-Qarnayn\"&gt;Dhul-Qarnayn&lt;/a&gt; which meant \"Horned One\". Margaret Murray had mentioned this information in her 1933 book \"The God of the Witches\", and Hutton theorised that &lt;a href=\"Alex%20Sanders%20%28Wiccan%29\"&gt;Alex Sanders&lt;/a&gt; had taken it from there, enjoying the fact that he shared his name with the ancient Macedonian emperor. Prudence Jones has suggested that the name may instead derive from &lt;a href=\"Carneia\"&gt;Karneios&lt;/a&gt;, a &lt;a href=\"Sparta\"&gt;Spartan&lt;/a&gt; deity conflated with &lt;a href=\"Apollo\"&gt;Apollo&lt;/a&gt; as a subordinate consort to &lt;a href=\"Diana%20%28mythology%29\"&gt;Diana&lt;/a&gt;.\nIn the writings of &lt;a href=\"Charles%20Cardell\"&gt;Charles Cardell&lt;/a&gt; and &lt;a href=\"Raymond%20Howard%20%28Wiccan%29\"&gt;Raymond Howard&lt;/a&gt;, the god was referred to as Atho. Howard had a wooden statue of Atho's head which he claimed was 2200 years old, but the statue was stolen in April 1967. Howard's son later admitted that his father had carved the statue himself.\nIn &lt;a href=\"Cochrane%27s%20Craft\"&gt;Cochrane's Craft&lt;/a&gt;, which was founded by &lt;a href=\"Robert%20Cochrane%20%28witch%29\"&gt;Robert Cochrane&lt;/a&gt;, the Horned God was often referred to by a Biblical name; &lt;a href=\"Tubal-cain\"&gt;Tubal-cain&lt;/a&gt;, who, according to the &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt; was the first blacksmith. In this neopagan concept, the god is also referred to as &lt;a href=\"Br%C3%A2n%20the%20Blessed\"&gt;Brân&lt;/a&gt;, a Welsh mythological figure, &lt;a href=\"Wayland%20the%20Smith\"&gt;Wayland&lt;/a&gt;, the smith in Germanic mythology, and &lt;a href=\"Herne%20the%20Hunter\"&gt;Herne&lt;/a&gt;, a horned figure from &lt;a href=\"English%20folklore\"&gt;English folklore&lt;/a&gt;.\nIn the neopagan tradition of &lt;a href=\"Stregheria\"&gt;Stregheria&lt;/a&gt;, founded by &lt;a href=\"Raven%20Grimassi\"&gt;Raven Grimassi&lt;/a&gt; and loosely inspired by the works of &lt;a href=\"Charles%20Godfrey%20Leland\"&gt;Charles Godfrey Leland&lt;/a&gt;, the Horned God goes by several names, including &lt;a href=\"Janus\"&gt;Dianus&lt;/a&gt;, &lt;a href=\"Faunus\"&gt;Faunus&lt;/a&gt;, Cern, and &lt;a href=\"Actaeon\"&gt;Actaeon&lt;/a&gt;.\nIn the Hinduism, the Horned God is referred to &lt;a href=\"Pashupati\"&gt;Pashupati&lt;/a&gt;, See &lt;a href=\"Pashupati%20seal\"&gt;Pashupati seal&lt;/a&gt;.\nIn psychology.\nJungian analysis.\nSherry Salman considers the image of the Horned God in &lt;a href=\"Jungian\"&gt;Jungian&lt;/a&gt; terms, as an archetypal protector and mediator of the outside world to the objective psyche. In her theory the male psyche's 'Horned God' frequently compensates for inadequate fathering.\nWhen first encountered, the figure is a dangerous, 'hairy chthonic wildman' possessed of kindness and intelligence. If &lt;a href=\"psychological%20repression\"&gt;repressed&lt;/a&gt;, later in life The Horned God appears as the lord of the Otherworld, or &lt;a href=\"Hades\"&gt;Hades&lt;/a&gt;. If split off entirely, he leads to violence, substance abuse and sexual perversion. When integrated he gives the male an ego 'in possession of its own destructiveness' and for the female psyche gives an effective &lt;a href=\"anima%20and%20animus\"&gt;animus&lt;/a&gt; relating to both the physical body and the psyche.\nIn considering the Horned God as a symbol recurring in women's literature, Richard Sugg suggests the Horned God represents the 'natural Eros', a masculine lover subjugating the social-conformist nature of the female shadow, thus encompassing a combination of the &lt;a href=\"Shadow%20%28psychology%29\"&gt;shadow&lt;/a&gt; and animus. One such example is &lt;a href=\"Heathcliff%20%28Wuthering%20Heights%29\"&gt;Heathcliff&lt;/a&gt; from &lt;a href=\"Emily%20Bront%C3%AB\"&gt;Emily Brontë&lt;/a&gt;'s \"&lt;a href=\"Wuthering%20Heights\"&gt;Wuthering Heights&lt;/a&gt;\". Sugg goes on to note that female characters who are paired with this character usually end up socially ostracised, or worse – in an inverted ending to the male hero-story.\nHumanistic psychology.\nFollowing the work of &lt;a href=\"Robert%20Bly\"&gt;Robert Bly&lt;/a&gt; in the &lt;a href=\"Mythopoetic%20men%27s%20movement\"&gt;Mythopoetic men's movement&lt;/a&gt;, &lt;a href=\"John%20Rowan%20%28psychologist%29\"&gt;John Rowan&lt;/a&gt; proposes the Horned God as a \"&lt;a href=\"Woodwose\"&gt;Wild Man&lt;/a&gt;\" be used as a fantasy image or \"sub-personality\" helpful to men in &lt;a href=\"humanistic%20psychology\"&gt;humanistic psychology&lt;/a&gt;, and escaping from \"narrow societal images of masculinity\" encompassing excessive deference to women and &lt;a href=\"paraphillia\"&gt;paraphillia&lt;/a&gt;.\nTheories of historical origins.\n&lt;a href=\"horned%20deity\"&gt;Many horned deities&lt;/a&gt; are known to have been worshipped in various cultures throughout history. Evidence for horned gods appear very early in the human record. The so-called &lt;a href=\"The%20Sorcerer%20%28cave%20art%29\"&gt;Sorcerer&lt;/a&gt; dates from perhaps 13,000 BCE. Twenty-one red deer headdresses, made from the skulls of the &lt;a href=\"red%20deer\"&gt;red deer&lt;/a&gt; and likely fitted with leather laces, have been uncovered at the Mesolithic site of &lt;a href=\"Star%20Carr\"&gt;Star Carr&lt;/a&gt;. They are thought to date from roughly 9,000 BCE. Several theories have been created to establish historical roots for modern &lt;a href=\"Neopagan\"&gt;Neopagan&lt;/a&gt; worship of a Horned God.\nMargaret Murray.\nFollowing the writings of &lt;a href=\"suffragist\"&gt;suffragist&lt;/a&gt; &lt;a href=\"Matilda%20Joslyn%20Gage\"&gt;Matilda Joslyn Gage&lt;/a&gt; and others, &lt;a href=\"Margaret%20Murray\"&gt;Margaret Murray&lt;/a&gt;, in her 1921 book \"&lt;a href=\"The%20Witch-Cult%20in%20Western%20Europe\"&gt;The Witch-Cult in Western Europe&lt;/a&gt;\", proposed the theory that the witches of the early-modern period were remnants of a pagan cult and that the Christian Church had declared the god of the witches was in fact &lt;a href=\"the%20Devil\"&gt;the Devil&lt;/a&gt;. Without recourse to any specific representation of this deity, Murray speculates that the head coverings common in &lt;a href=\"inquisition\"&gt;inquisition&lt;/a&gt;-derived descriptions of the devil \"may throw light on one of the possible origins of the cult.\"\nIn 1931 Murray published a sequel, \"The God of the Witches\", which tries to gather evidence in support of her witch-cult theory. In Chapter 1 \"The Horned God\". Murray claims that various depictions of humans with horns from &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;an and &lt;a href=\"India\"&gt;India&lt;/a&gt;n sources, ranging from the &lt;a href=\"paleolithic\"&gt;paleolithic&lt;/a&gt; French cave painting of \"&lt;a href=\"The%20Sorcerer%20%28cave%20art%29\"&gt;The Sorcerer&lt;/a&gt;\" to the Indic &lt;a href=\"Pashupati\"&gt;Pashupati&lt;/a&gt; to the modern English &lt;a href=\"Dorset%20Ooser\"&gt;Dorset Ooser&lt;/a&gt;, are evidence for an unbroken, Europe-wide tradition of worship of a singular Horned God. Murray derived this model of a horned god cult from &lt;a href=\"James%20Frazer\"&gt;James Frazer&lt;/a&gt; and &lt;a href=\"Jules%20Michelet\"&gt;Jules Michelet&lt;/a&gt;.\nIn dealing with \"&lt;a href=\"The%20Sorcerer%20%28cave%20art%29\"&gt;The Sorcerer&lt;/a&gt;\", the earliest evidence claimed, Murray based her observations on a drawing by &lt;a href=\"Henri%20Breuil\"&gt;Henri Breuil&lt;/a&gt;, which some modern scholars such as Ronald Hutton claim is inaccurate. Hutton states that modern photographs show the original cave art lacks horns, a human torso or any other significant detail on its upper half. However, others, such as celebrated prehistorian &lt;a href=\"Jean%20Clottes\"&gt;Jean Clottes&lt;/a&gt;, assert that Breuil's sketch is indeed accurate. Clottes stated that \"I have seen it myself perhaps 20 times over the years\".\nBreuil considered his drawing to represent a shaman or magician - an interpretation which gives the image its name. Murray having seen the drawing called Breuil's image \"the first depiction of a deity\", an idea which Breuil and others later adopted.\nMurray also used an inaccurate drawing of a &lt;a href=\"mesolithic\"&gt;mesolithic&lt;/a&gt; rock-painting at &lt;a href=\"El%20Cogul\"&gt;Cogul&lt;/a&gt; in northeast Spain as evidence of group religious ceremony of the cult, although the central male figure is not horned. The illustration she used of the Cogul painting leaves out a number of figures, human and animal, and the original is more likely a sequence of superimposed but unrelated illustrations, rather than a depiction of a single scene.\nDespite widespread criticism of Murray's scholarship some minor aspects of her work continued to have supporters.\nInfluences from literature.\nThe popular image of the Greek god &lt;a href=\"Pan%20%28god%29\"&gt;Pan&lt;/a&gt; was removed from its classical context in the writings of the &lt;a href=\"Romantics\"&gt;Romantics&lt;/a&gt; of the 18th century and connected with their ideals of a pastoral England. This, along with the general public's increasing lack of familiarity of &lt;a href=\"Greek%20mythology\"&gt;Greek mythology&lt;/a&gt; at the time led to the figure of Pan becoming generalised as a 'horned god', and applying connotations to the character, such as benevolence that were not evident in the original Greek myths which in turn gave rise to the popular acceptance of Murray's hypothetical horned god of the witches.\nThe reception of \"Aradia\" amongst Neopagans has not been entirely positive. Clifton suggests that modern claims of revealing an Italian pagan witchcraft tradition, for example those of &lt;a href=\"Leo%20Martello\"&gt;Leo Martello&lt;/a&gt; and &lt;a href=\"Raven%20Grimassi\"&gt;Raven Grimassi&lt;/a&gt;, must be \"match[ed] against\", and compared with the claims in \"Aradia\". He further suggests that a lack of comfort with \"Aradia\" may be due to an \"insecurity\" within Neopaganism about the movement's claim to authenticity as a religious revival.\nValiente offers another explanation for the negative reaction of some neopagans; that the identification of &lt;a href=\"Lucifer\"&gt;Lucifer&lt;/a&gt; as the god of the witches in \"Aradia\" was \"too strong meat\" for Wiccans who were used to the gentler, romantic paganism of Gerald Gardner and were especially quick to reject any relationship between witchcraft and &lt;a href=\"Satanism\"&gt;Satanism&lt;/a&gt;.\nIn 1985 Classical historian &lt;a href=\"Georg%20Luck\"&gt;Georg Luck&lt;/a&gt;, in his \"Arcana Mundi: Magic and the Occult in the Greek and Roman Worlds\", theorised that the origins of the Witch-cult may have appeared in late antiquity as a faith primarily designed to worship the Horned God, stemming from the merging of &lt;a href=\"Cernunnos\"&gt;Cernunnos&lt;/a&gt;, a horned god of the Celts, with the Greco-Roman &lt;a href=\"Pan%20%28god%29\"&gt;Pan&lt;/a&gt;/&lt;a href=\"Faunus\"&gt;Faunus&lt;/a&gt;, a combination of gods which he posits created a new deity, around which the remaining &lt;a href=\"pagan\"&gt;pagan&lt;/a&gt;s, those refusing to convert to Christianity, rallied and that this deity provided the prototype for later Christian conceptions of the &lt;a href=\"Devil\"&gt;Devil&lt;/a&gt;, and his worshippers were cast by the Church as witches.\nInfluences from occultism.\nEliphas Levi's image of \"&lt;a href=\"Baphomet\"&gt;Baphomet&lt;/a&gt;\" serves as an example of the transformation of the Devil into a benevolent fertility deity and provided the prototype for Murray's horned god. Murray's central thesis that images of the Devil were actually of &lt;a href=\"deities\"&gt;deities&lt;/a&gt; and that &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; had demonised these worshippers as following &lt;a href=\"Satan\"&gt;Satan&lt;/a&gt;, is first recorded in the work of Levi in the fashionable 19th-century &lt;a href=\"Occult\"&gt;Occult&lt;/a&gt;ist circles of England and France. Levi created his image of Baphomet, published in his \"&lt;a href=\"Dogme%20et%20Rituel%20de%20la%20Haute%20Magie\"&gt;Dogme et Rituel de la Haute Magie&lt;/a&gt;\" (1855), by combining symbolism from diverse traditions, including the \"&lt;a href=\"The%20Devil%20%28Tarot%20card%29\"&gt;Diable&lt;/a&gt;\" card of the 16th and 17th century &lt;a href=\"Tarot%20of%20Marseille\"&gt;Tarot of Marseille&lt;/a&gt;. Lévi called his image \"The Goat of Mendes\", possibly following &lt;a href=\"Herodotus\"&gt;Herodotus&lt;/a&gt;' account that the god of Mendes—the Greek name for Djedet, Egypt—was depicted with a goat's face and legs. Herodotus relates how all male goats were held in great reverence by the Mendesians, and how in his time a woman publicly &lt;a href=\"Zoophilia\"&gt;copulated with a goat&lt;/a&gt;. &lt;a href=\"E.%20A.%20Wallis%20Budge\"&gt;E. A. Wallis Budge&lt;/a&gt; writes,\n Historically, the deity that was venerated at Egyptian Mendes was a ram deity &lt;a href=\"Banebdjedet\"&gt;Banebdjedet&lt;/a&gt; (literally Ba of the lord of djed, and titled \"the Lord of Mendes\"), who was the soul of &lt;a href=\"Osiris\"&gt;Osiris&lt;/a&gt;. Lévi combined the images of the Tarot of Marseilles Devil card and refigured the ram \"Banebdjed\" as a he-goat, further imagined by him as \"copulator in Anep and inseminator in the district of Mendes\".\nGerald Gardner and Wicca.\n&lt;a href=\"Margaret%20Murray\"&gt;Margaret Murray&lt;/a&gt;'s theory of the historical origins of the Horned God has been used by Wiccans to create a myth of historical origins for their religion. There is no verifiable evidence to support claims that the religion originates earlier than the mid-20th century.\nModern scholarship has disproved Margaret Murray's theory, however various horned gods and mother goddesses were indeed worshipped in the British Isles during the ancient and early Medieval periods.\nThe \"father of Wicca\", &lt;a href=\"Gerald%20Gardner%20%28Wiccan%29\"&gt;Gerald Gardner&lt;/a&gt;, who adopted Margaret Murray's thesis, claimed Wicca was a modern survival of an ancient pan-European pagan religion. Gardner states that he had reconstructed elements of the religion from fragments, incorporating elements from &lt;a href=\"Freemasonry\"&gt;Freemasonry&lt;/a&gt;, the &lt;a href=\"Occult\"&gt;Occult&lt;/a&gt;, and &lt;a href=\"Theosophy%20%28Blavatskian%29\"&gt;Theosophy&lt;/a&gt;, which came together in the &lt;a href=\"Hermetic%20Order%20of%20the%20Golden%20Dawn\"&gt;Hermetic Order of the Golden Dawn&lt;/a&gt;, where Gardner met &lt;a href=\"Aleister%20Crowley\"&gt;Aleister Crowley&lt;/a&gt;, whose influence became the basis for Wiccan magical practices. \nGerald Gardner was initiated into &lt;a href=\"Ordo%20Templi%20Orientis\"&gt;the O.T.O.&lt;/a&gt; by Aleister Crowley and subsequently went on to found the Neopagan religion of Wicca. Various scholars on early Wiccan history, such as &lt;a href=\"Ronald%20Hutton\"&gt;Ronald Hutton&lt;/a&gt;, &lt;a href=\"Philip%20Heselton\"&gt;Philip Heselton&lt;/a&gt;, and &lt;a href=\"Leo%20Ruickbie\"&gt;Leo Ruickbie&lt;/a&gt; concur that witchcraft's early rituals, as devised by Gardner, contained much from Crowley's writings such as the &lt;a href=\"Liber%20XV%2C%20The%20Gnostic%20Mass\"&gt;Gnostic Mass&lt;/a&gt;. The third degree initiation ceremony in Gardnerian Wicca (including the &lt;a href=\"Great%20Rite\"&gt;Great Rite&lt;/a&gt;) is derived almost completely from the Gnostic Mass.\nRomano-Celtic fusion.\nGeorg Luck, repeats part of Murray's theory, stating that the Horned God may have appeared in late antiquity, stemming from the merging of &lt;a href=\"Cernunnos\"&gt;Cernunnos&lt;/a&gt;, an antlered god of the Continental Celts, with the Greco-Roman &lt;a href=\"Pan%20%28god%29\"&gt;Pan&lt;/a&gt;/&lt;a href=\"Faunus\"&gt;Faunus&lt;/a&gt;, a combination of gods which he posits created a new deity, around which the remaining pagans, those refusing to convert to Christianity, rallied and that this deity provided the prototype for later Christian conceptions of &lt;a href=\"Devil\"&gt;the devil&lt;/a&gt;, and his worshippers were cast by the Church as witches.\nArt, fantasy and science fiction.\nIn 1908's \"&lt;a href=\"The%20Wind%20in%20the%20Willows\"&gt;The Wind in the Willows&lt;/a&gt;\" by &lt;a href=\"Kenneth%20Grahame\"&gt;Kenneth Grahame&lt;/a&gt;, in Chapter 7, \"The Piper at the Gates of Dawn\", Ratty and Mole meet a mystical horned being, powerful, fearsome and kind. Grahame's work was a significant part of the cultural milieu which stripped the Greek god Pan of his cultural identity in favor of an unnamed, generic horned deity which led to Murray's thesis of historical origins.\nOutside of works that predate the publication of Murray's thesis, horned god motifs and characters appear in fantasy literature that draws upon her work and that of her followers.\nIn the novel \"&lt;a href=\"Childhood%27s%20End\"&gt;Childhood's End&lt;/a&gt;\" (1953) by &lt;a href=\"Arthur%20C.%20Clarke\"&gt;Arthur C. Clarke&lt;/a&gt;, all humans have a collective premonition, also described as a memory of the future, of horned aliens which arrive to usher in a new phase of human evolution. The collective subconscious image of the horned aliens is what accounts for mankind's image of the devil or Satan. This theme is also explored in the \"&lt;a href=\"Doctor%20Who\"&gt;Doctor Who&lt;/a&gt;\" story \"&lt;a href=\"The%20D%C3%A6mons\"&gt;The Dæmons&lt;/a&gt;\" in 1971, where the local superstitions around a landmark known as The Devil's Hump prove to be based on reality, as aliens from the planet Dæmos have been affecting man's progress over the millennia and the Hump actually contains a spacecraft. The only Dæmon to appear is a classic interpretation of a horned satyr-like being with hooves.\nIn the critically acclaimed and influential 1950s TV series created by &lt;a href=\"Nigel%20Kneale\"&gt;Nigel Kneale&lt;/a&gt;, \"&lt;a href=\"Quatermass%20and%20the%20Pit\"&gt;Quatermass and the Pit&lt;/a&gt;\", depictions of supernatural horned entities, with specific reference to prehistoric cave-art and shamanistic horned head-dress are revealed to be a \"race-memory\" of psychic &lt;a href=\"Martian\"&gt;Martian&lt;/a&gt; grasshoppers, manifested at the climax of the film by a fiery horned god.\nMurray's theories have been seen to have had influence on the horror film \"&lt;a href=\"The%20Blood%20on%20Satan%27s%20Claw\"&gt;The Blood on Satan's Claw&lt;/a&gt;\" (1971), where a murderous female-led cult worships a horned deity named &lt;a href=\"Behemoth\"&gt;Behemoth&lt;/a&gt;.\n&lt;a href=\"Marion%20Zimmer%20Bradley\"&gt;Marion Zimmer Bradley&lt;/a&gt;, who acknowledges the influence of Murray, uses the figure of the \"horned god\" in her feminist fantasy transformation of &lt;a href=\"King%20Arthur\"&gt;Arthurian myth&lt;/a&gt;, \"&lt;a href=\"Mists%20of%20Avalon\"&gt;Mists of Avalon&lt;/a&gt;\" (1984), and portrays ritualistic incest between King Arthur as the representative of the horned god and his sister &lt;a href=\"Morgan%20le%20Fay\"&gt;Morgaine&lt;/a&gt; as the \"spring maiden\".\nIn the popular video game ', its expansion ' has a plot enemy known as Hircine, the Daedric god of the Hunt, who appears as a horned man with the face of a deer skull. He condemned his \"hounds\" (&lt;a href=\"werewolves\"&gt;werewolves&lt;/a&gt;) to walk the mortal ground during the Bloodmoon until a champion defeats him or Bloodmoon falls. When in combat, Hircine appears as a horned wolf or bear.\nThe 1992 \"&lt;a href=\"Discworld\"&gt;Discworld&lt;/a&gt;\" novel \"&lt;a href=\"Lords%20and%20Ladies%20%28novel%29\"&gt;Lords and Ladies&lt;/a&gt;\", by &lt;a href=\"Terry%20Pratchett\"&gt;Terry Pratchett&lt;/a&gt;, features a King of the Elves who is strongly reminiscent of the Horned God. Although not worshipped by &lt;a href=\"Witches%20%28Discworld%29\"&gt;the witches&lt;/a&gt; who are the heroines of the book (indeed, quite the reverse), they temporarily ally themselves with him out of necessity."
}