{
    "id": "1434015",
    "revid": "326639",
    "url": "https://en.wikipedia.org/wiki?curid=1434015",
    "title": "Diocese of Salisbury",
    "text": "The Diocese of Salisbury is a &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt; &lt;a href=\"list%20of%20dioceses%20in%20the%20Church%20of%20England\"&gt;diocese&lt;/a&gt; in the south of England, within the ecclesiastical &lt;a href=\"Province%20of%20Canterbury\"&gt;Province of Canterbury&lt;/a&gt;. The diocese covers most of &lt;a href=\"Dorset\"&gt;Dorset&lt;/a&gt; (excepting the deaneries of &lt;a href=\"Bournemouth\"&gt;Bournemouth&lt;/a&gt; and &lt;a href=\"Christchurch%2C%20Dorset\"&gt;Christchurch&lt;/a&gt;, which fall within the &lt;a href=\"Diocese%20of%20Winchester\"&gt;Diocese of Winchester&lt;/a&gt;), and most of &lt;a href=\"Wiltshire\"&gt;Wiltshire&lt;/a&gt; (excepting an area in the north and &lt;a href=\"Swindon\"&gt;Swindon&lt;/a&gt;). The diocese is led by the &lt;a href=\"Bishop%20of%20Salisbury\"&gt;Bishop of Salisbury&lt;/a&gt; (vacant) and the diocesan &lt;a href=\"synod\"&gt;synod&lt;/a&gt;. The bishop's seat is at &lt;a href=\"Salisbury%20Cathedral\"&gt;Salisbury Cathedral&lt;/a&gt;.\nHistory.\nRoman Catholic.\nThe &lt;a href=\"Diocese%20of%20Sherborne\"&gt;Diocese of Sherborne&lt;/a&gt; (founded ) was the origin of the present diocese; &lt;a href=\"Aldhelm\"&gt;St Aldhelm&lt;/a&gt; was its first &lt;a href=\"Bishop%20of%20Sherborne\"&gt;Bishop of Sherborne&lt;/a&gt;. The &lt;a href=\"Diocese%20of%20Ramsbury\"&gt;Diocese of Ramsbury&lt;/a&gt; was created from the northwestern territory of the &lt;a href=\"Bishop%20of%20Winchester\"&gt;Bishop of Winchester&lt;/a&gt; in 909.\n&lt;a href=\"Herman%20%28bishop%29\"&gt;Herman&lt;/a&gt; of &lt;a href=\"Wilton%2C%20Wiltshire\"&gt;Wilton&lt;/a&gt; was appointed &lt;a href=\"bishop%20of%20Ramsbury\"&gt;bishop of Ramsbury&lt;/a&gt;, covering Wiltshire and Berkshire, by &lt;a href=\"Edward%20the%20Confessor\"&gt;Edward the Confessor&lt;/a&gt; in 1045. In or after 1059 he was also appointed &lt;a href=\"bishop%20of%20Sherborne\"&gt;Sherborne&lt;/a&gt;, covering Dorset, uniting the two dioceses. In 1075 he obtained approval to move the see to &lt;a href=\"Old%20Sarum\"&gt;Old Sarum&lt;/a&gt;. Disputes between the bishops &lt;a href=\"Herbert%20Poore\"&gt;Herbert&lt;/a&gt; and &lt;a href=\"Richard%20Poore\"&gt;Richard Poore&lt;/a&gt; and the &lt;a href=\"High%20Sheriff%20of%20Wiltshire\"&gt;sheriffs of Wiltshire&lt;/a&gt; led to the removal of the see in the 1220s to a new site. This was chartered as the &lt;a href=\"list%20of%20cities%20in%20the%20United%20Kingdom\"&gt;city&lt;/a&gt; of New Sarum by in 1227, but it was not until the 14th century that the office was described (by &lt;a href=\"Robert%20Wyvil\"&gt;Robert Wyvil&lt;/a&gt;) as the Bishop of Sarum (\"\"). The diocese, like the city, is now known as Salisbury. The &lt;a href=\"archdeacon\"&gt;archdeacon&lt;/a&gt;ry around Salisbury, however, retains the name of Sarum.\nAnglican.\nReforms within the &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt; led to the annexation of &lt;a href=\"Dorset\"&gt;Dorset&lt;/a&gt; from the abolished &lt;a href=\"diocese%20of%20Bristol\"&gt;diocese of Bristol&lt;/a&gt; in 1836; &lt;a href=\"Berkshire\"&gt;Berkshire&lt;/a&gt;, however, was removed the same year and given to &lt;a href=\"diocese%20of%20Oxford\"&gt;Oxford&lt;/a&gt;.\nIn 1925 and 1974, new &lt;a href=\"suffragan%20bishop\"&gt;suffragan bishop&lt;/a&gt;s were appointed to assist the Bishop of Salisbury; the new offices were titled the bishops of &lt;a href=\"bishop%20of%20Sherborne\"&gt;Sherborne&lt;/a&gt; and &lt;a href=\"bishop%20of%20Ramsbury\"&gt;Ramsbury&lt;/a&gt;, respectively. Until 2009 the bishops operated under an episcopal &lt;a href=\"area%20scheme\"&gt;area scheme&lt;/a&gt; established in 1981, with each suffragan bishop having a formal geographical area of responsibility, and being known as \"area bishops\". The Bishop of Ramsbury had oversight of the diocese's parishes in Wiltshire, while the Bishop of Sherborne had oversight of the diocese's parishes in Dorset. This scheme was replaced to reflect the increased working across the whole diocese by all three bishops. The two suffragans may now legally function anywhere in the diocese, and the Bishop of Salisbury may delegate any of his functions to them.\nThe diocese is also divided into four &lt;a href=\"archdeacon\"&gt;archdeacon&lt;/a&gt;ries, two for each county. These are further subdivided into &lt;a href=\"dean%20%28religion%29\"&gt;deaneries&lt;/a&gt; and &lt;a href=\"parish\"&gt;parish&lt;/a&gt;es. Changes were made to the allocation of parishes to deaneries in 1951.\nBishops.\nThe diocesan Bishop of Salisbury is assisted across the diocese by two suffragans – the &lt;a href=\"Bishop%20of%20Sherborne\"&gt;Bishop of Sherborne&lt;/a&gt; and the &lt;a href=\"Bishop%20of%20Ramsbury\"&gt;Bishop of Ramsbury&lt;/a&gt;. The &lt;a href=\"provincial%20episcopal%20visitor\"&gt;provincial episcopal visitor&lt;/a&gt; (since 2013, for traditional Anglo Catholic parishes in this diocese, who have petitioned for alternative episcopal oversight) is &lt;a href=\"Jonathan%20Goodall\"&gt;Jonathan Goodall&lt;/a&gt;, &lt;a href=\"Bishop%20of%20Ebbsfleet\"&gt;Bishop suffragan of Ebbsfleet&lt;/a&gt;. Salisbury is one of the few dioceses not to license the PEV as an &lt;a href=\"honorary%20assistant%20bishop\"&gt;honorary assistant bishop&lt;/a&gt;.\nThere are several former bishops licensed as honorary assistant bishops in the diocese:\nArchdeaconries and deaneries.\nThere are nineteen deaneries within the diocese.\nSarum Use.\nThe &lt;a href=\"Sarum%20Rite\"&gt;Sarum Rite&lt;/a&gt; (more properly called Sarum Use) was a variant of the &lt;a href=\"Roman%20Rite\"&gt;Roman Rite&lt;/a&gt; widely used for the ordering of Christian public worship, including the &lt;a href=\"Eucharist\"&gt;Mass&lt;/a&gt; and the &lt;a href=\"Liturgy%20of%20the%20Hours\"&gt;Divine Office&lt;/a&gt;. It was established by &lt;a href=\"Saint%20Osmund\"&gt;Saint Osmund&lt;/a&gt;, Bishop of Salisbury in the 11th century and was originally the local form used in the &lt;a href=\"Salisbury%20Cathedral\"&gt;Cathedral&lt;/a&gt; and Diocese of Salisbury; it later became prevalent throughout southern England and came to be used throughout most of England, Wales, Ireland and later Scotland until the reign of Queen Mary. Although abandoned after the 16th century, it was also a notable influence on the pattern of &lt;a href=\"Anglican\"&gt;Anglican&lt;/a&gt; &lt;a href=\"liturgy\"&gt;liturgy&lt;/a&gt; represented in the &lt;a href=\"Book%20of%20Common%20Prayer\"&gt;Book of Common Prayer&lt;/a&gt;. Occasional interest in and attempts at restoration of the liturgy by Anglicans and Roman Catholics have not produced a general revival, however."
}