{
    "id": "14357652",
    "revid": "1050996935",
    "url": "https://en.wikipedia.org/wiki?curid=14357652",
    "title": "Bitch (band)",
    "text": "Bitch is an American &lt;a href=\"Heavy%20metal%20music\"&gt;heavy metal&lt;/a&gt; &lt;a href=\"band%20%28rock%20and%20pop%29\"&gt;band&lt;/a&gt;, formed in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; in December 1980. They gained notoriety as a result of their theatrical live performances inspired by &lt;a href=\"Alice%20Cooper\"&gt;Alice Cooper&lt;/a&gt;, which featured &lt;a href=\"sadomasochistic\"&gt;sadomasochistic&lt;/a&gt; themes. Bitch was the first artist ever signed to &lt;a href=\"Metal%20Blade%20Records\"&gt;Metal Blade Records&lt;/a&gt;.\nHistory.\nBitch was formed in December 1980, and played their first show in May 1981 alongside Dante Fox (later to become &lt;a href=\"Great%20White%20%28band%29\"&gt;Great White&lt;/a&gt;). Shortly after the band was formed, guitarist David Carruth met &lt;a href=\"Brian%20Slagel\"&gt;Brian Slagel&lt;/a&gt;, future CEO of &lt;a href=\"Metal%20Blade%20Records\"&gt;Metal Blade Records&lt;/a&gt;, and the two became friends. Slagel was working on a compilation album to tie into a &lt;a href=\"Heavy%20metal%20music\"&gt;heavy metal&lt;/a&gt; &lt;a href=\"fanzine\"&gt;fanzine&lt;/a&gt; he had started called \"The New Heavy Metal Revue\", and offered to place Bitch on the compilation if they would submit a demo to him. This project would become the landmark compilation \"&lt;a href=\"Metal%20Massacre\"&gt;Metal Massacre&lt;/a&gt;\" (1982), which would become famous for launching the career of &lt;a href=\"Metallica\"&gt;Metallica&lt;/a&gt; and for being the first album ever released by Metal Blade Records. Bitch's contribution to \"Metal Massacre\" was a demo version of \"Live for the Whip\", which would be rerecorded for their debut &lt;a href=\"Extended%20play\"&gt;EP&lt;/a&gt; \"&lt;a href=\"Damnation%20Alley%20%28album%29\"&gt;Damnation Alley&lt;/a&gt;\".\nBitch signed for the label and released a self-financed EP titled \"&lt;a href=\"Damnation%20Alley%20%28Bitch%20album%29\"&gt;Damnation Alley&lt;/a&gt;\" (1982). The following year, the group released their first full-length album, \"&lt;a href=\"Be%20My%20Slave\"&gt;Be My Slave&lt;/a&gt;\". During the tour of the album, Bitch developed their controversial and elaborate stage shows. These included sadomasochistic elements such as bondage clothing and paraphernalia, and the humiliation of a male \"slave\" on stage. The band then became a target in the &lt;a href=\"Parents%20Music%20Resource%20Center\"&gt;Parents Music Resource Center&lt;/a&gt; controversy. The \"Be My Slave\" LP was featured on talk shows and in a televised congressional hearing that took place before the &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt;’s Committee On Commerce, Science, and Transportation on September 19, 1985. Throughout this time, Bitch played regularly in Sunset Strip clubs like The Whiskey-a-Go-Go, Gazzarri's, The Roxy, and many others, sharing the bill with other metal groups such as &lt;a href=\"W.A.S.P.%20%28band%29\"&gt;W.A.S.P.&lt;/a&gt;, &lt;a href=\"Slayer\"&gt;Slayer&lt;/a&gt; and &lt;a href=\"Armored%20Saint\"&gt;Armored Saint&lt;/a&gt;.\nDue to problems with their management, the group's follow-up album, \"&lt;a href=\"The%20Bitch%20is%20Back%20%28Bitch%20album%29\"&gt;The Bitch Is Back&lt;/a&gt;\" (1987), was not released until four years after the release of \"Be My Slave\". \"The Bitch is Back\" became the band's best-selling album due in part to the publicity created by the P.M.R.C. The band even went as far as thanking Tipper Gore and the P.M.R.C. for \"keeping our name in the press\" in the album's liner notes.\nIn the same year, Betsy Bitch appeared as guest vocalist on a cover of &lt;a href=\"the%20Tubes\"&gt;the Tubes&lt;/a&gt;' song \"Don't Touch Me There\" with &lt;a href=\"Lizzy%20Borden%20%28band%29\"&gt;Lizzy Borden&lt;/a&gt; for Borden's mini-album \"Terror Rising\". The following year, for commercial reasons, the group decided to change their name to \"Betsy\" and released a &lt;a href=\"Betsy%20%28Bitch%20album%29\"&gt;self-titled album&lt;/a&gt; by that name in 1988. The sound was more melodic and closer to &lt;a href=\"hard%20rock%20music\"&gt;hard rock&lt;/a&gt;.\nSubsequently, the band produced another EP, \"A Rose By Any Other Name\" (1989), a stopgap compilation featuring remixes of previously released songs, unfinished tracks from previous recording sessions, and a song recorded for a tentative new album that was to be entitled \"Bet-Z\" (the project was subsequently abandoned). This is the last album released by Bitch to date, but the band has continued to perform on occasion ever since, with their most notable recent live appearance being in 2003 for the &lt;a href=\"Bang%20Your%20Head%21%21%21\"&gt;Bang Your Head!!!&lt;/a&gt; music festival; their performance of \"Live For The Whip\" from this appearance is included on the \"Best of Bang Your Head\" &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt; (2006). \nBitch also had four songs in rotation of MTV including \"You'll Never Get out (of this Love Alive)\" and \"Turn You Inside Out\".\nOriginal Bitch drummer Robby Settles died due to complications from leukemia on May 26, 2010. In the years preceding drummer Robby Settles' death, Settles and &lt;a href=\"Electric%20Prunes\"&gt;Electric Prunes&lt;/a&gt; guitarist Steve Kara were collaborating on a new album with a lineup featuring original member Betsy Bitch with bassist Steve Gaines of Abattoir, Bloodlust, and Anger as Art and &lt;a href=\"Electric%20Prunes\"&gt;Electric Prunes&lt;/a&gt; guitarists Jay Dean and Steve Kara completing the lineup. \nA second lineup featuring the members of Anger As Art played Germany's Keep it True Festival in April 2011 and some Los Angeles shows. The new lineup, now featuring Scandal West on drums and Chris Cardenas on guitar alongside Betsy and Angelo Espino, debuted at the Rainbow Bar and Grille's 42nd Anniversary Party in support of Great White on April 13, 2014. \n Curt Remington debuted taking Angelo's spot on bass in 2018 and has toured cross country with the band. The current line up is working on new material for release in 2022."
}