{
    "id": "14355816",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=14355816",
    "title": "Storm King Highway",
    "text": "The Storm King Highway is a three-mile (4.8 km) segment of &lt;a href=\"New%20York%20State%20Route%26amp%3Bnbsp%3B218\"&gt;New York State Route 218&lt;/a&gt; (NY 218) between Lee Road in the &lt;a href=\"Town%20%28New%20York%29\"&gt;Town&lt;/a&gt; of &lt;a href=\"Highlands%2C%20New%20York\"&gt;Highlands&lt;/a&gt; at the south end and the &lt;a href=\"Cornwall-on-Hudson%2C%20New%20York\"&gt;Cornwall-on-Hudson&lt;/a&gt; village line in &lt;a href=\"Orange%20County%2C%20New%20York\"&gt;Orange County&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;, in the United States. It was built in 1916 and added to the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1982 in recognition of its accomplishment in &lt;a href=\"civil%20engineering\"&gt;civil engineering&lt;/a&gt;.\nIt is so named because it winds around the steep slopes of &lt;a href=\"Storm%20King%20Mountain%20%28New%20York%29\"&gt;Storm King Mountain&lt;/a&gt; near its north end of the &lt;a href=\"Hudson%20Highlands\"&gt;Hudson Highlands&lt;/a&gt; on the west bank of the &lt;a href=\"Hudson%20River\"&gt;Hudson River&lt;/a&gt;. Here it reaches heights of up to above the water, with panoramic views of the river and surrounding mountains such as &lt;a href=\"Breakneck%20Ridge\"&gt;Breakneck Ridge&lt;/a&gt; and &lt;a href=\"Bull%20Hill\"&gt;Bull Hill&lt;/a&gt;.\nSeveral small pullouts allow drivers to stop and enjoy the view. When built it took off the trip between Cornwall and &lt;a href=\"Newburgh%20%28city%29%2C%20New%20York\"&gt;Newburgh&lt;/a&gt; to its north with &lt;a href=\"Highland%20Falls%2C%20New%20York\"&gt;Highland Falls&lt;/a&gt; and &lt;a href=\"United%20States%20Military%20Academy\"&gt;West Point&lt;/a&gt; to its south. It remains in use by commuters, though a bypass, now part of &lt;a href=\"US%209W\"&gt;US 9W&lt;/a&gt;, was built, further shortening travel times while still offering panoramic views.\nRoute description.\nStorm King Highway is a two-lane &lt;a href=\"asphalt\"&gt;asphalt&lt;/a&gt;-paved road with &lt;a href=\"double%20yellow%20line\"&gt;double yellow line&lt;/a&gt;s forbidding &lt;a href=\"Overtaking\"&gt;passing&lt;/a&gt; along its entire length. Its &lt;a href=\"Grade%20%28slope%29\"&gt;grade&lt;/a&gt; never exceeds 7%, and it is bounded along the river side with a rubblestone wall. No buildings of any type are located along the road, nor is there any intersection save those for state park trailheads. There are chainlink gates at either end.\nMaintenance responsibilities are divided. The southern section is kept up by the &lt;a href=\"New%20York%20State%20Department%20of%20Transportation\"&gt;New York State Department of Transportation&lt;/a&gt; as it is a &lt;a href=\"state%20highway\"&gt;state highway&lt;/a&gt;, while the &lt;a href=\"Palisades%20Interstate%20Park%20Commission\"&gt;Palisades Interstate Park Commission&lt;/a&gt; (PIPC) takes care of the northern section as it runs through &lt;a href=\"Storm%20King%20State%20Park\"&gt;Storm King State Park&lt;/a&gt;.\nDue to hazards of rockfall as well as avalanches and falling ice, the road is closed by the state Department of Transportation during periods of heavy rain or snow. In 1934, a landslide on Storm King Mountain crossed the highway and resulted in three fatalities and the destruction of three automobiles.\nAt least one motorist has died on the highway due to a snow avalanche. The incident occurred at roughly the hour in which DOT workers closed the road during a 1993 snowstorm. The victim's estate and a survivor was later awarded damages in a lawsuit against the state.\nHistory.\nSince the early days of settlement, the Highlands had long been a major obstacle to travel between Cornwall and the communities to its south. In 1913 state highway commissioner Gordon Reel began to think seriously about building a new road to connect them after heavy &lt;a href=\"lobbying\"&gt;lobbying&lt;/a&gt; by local business and community groups. The idea he ultimately decided on, a road along the side of Storm King Mountain, was estimated to cost $400,000\n($ in 2008 dollars), far more than his department had funds available for, so the &lt;a href=\"New%20York%20State%20Legislature\"&gt;legislature&lt;/a&gt; had to make a special &lt;a href=\"Appropriation%20%28law%29\"&gt;appropriation&lt;/a&gt;.\nAfter three years, during which &lt;a href=\"surveying\"&gt;surveyors&lt;/a&gt; sometimes had to &lt;a href=\"Abseiling\"&gt;rappel&lt;/a&gt; down the mountain's cliffs to mark the route, construction began in 1916. The original idea to build a &lt;a href=\"tunnel\"&gt;tunnel&lt;/a&gt; was changed to a road cut into the side as &lt;a href=\"street%20lighting\"&gt;lighting&lt;/a&gt; it would have been too expensive and it would have missed the most scenic aspects of the road. Accordingly, the &lt;a href=\"Specification%20%28technical%20standard%29\"&gt;specifications&lt;/a&gt; for the project were changed. The planned road was widened from , with a three-foot (1 m) &lt;a href=\"concrete\"&gt;concrete&lt;/a&gt; &lt;a href=\"Street%20gutter\"&gt;gutter&lt;/a&gt;.\nThe difficulties of building one of New York's first public roads designed for automotive use were compounded by having to make sure that &lt;a href=\"debris\"&gt;debris&lt;/a&gt; did not hamper the operations of the &lt;a href=\"New%20York%20Central%20Railroad\"&gt;New York Central Railroad&lt;/a&gt;'s &lt;a href=\"West%20Shore%20Railroad\"&gt;West Shore Line&lt;/a&gt;, which ran along the river's edge below. Dislodged &lt;a href=\"boulder\"&gt;boulder&lt;/a&gt;s sometimes blocked the tracks or landed on cars, damaging them and their contents. The first &lt;a href=\"General%20contractor\"&gt;contractor&lt;/a&gt; hired for the job soon went bankrupt; they were replaced by the John L. Hayes Company of &lt;a href=\"Yonkers%2C%20New%20York\"&gt;Yonkers&lt;/a&gt;. Hayes, too, found the going tough, especially when U.S. entry into &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; dried up the labor supply. The PIPC soon stepped in and renegotiated the contract to account for the difficulties caused to Hayes by the unforeseen circumstance of war. It also blunted opposition to the road by developing the state park around it.\nWhen it was opened in 1922 it shortened the distance required to travel by automobile from &lt;a href=\"Newburgh%20%28city%29%2C%20New%20York\"&gt;Newburgh&lt;/a&gt; to West Point, which are 10 miles (16 km) apart &lt;a href=\"as%20the%20crow%20flies\"&gt;as the crow flies&lt;/a&gt;, by 22 miles (34 km). In 1940 this distance was further cut by the four-lane &lt;a href=\"U.S.%20Route%26amp%3Bnbsp%3B9W\"&gt;U.S. Route 9W&lt;/a&gt;, which travels west of Storm King. It remains a well-used commuter route for employees of the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; who live in Cornwall. They must use alternate routes when the gates are closed, as they were for over a year following 1999 &lt;a href=\"forest%20fire\"&gt;forest fire&lt;/a&gt;s on Storm King and its vicinity.\nIn summer of 2011 New York's &lt;a href=\"New%20York%20State%20Department%20of%20Transportation\"&gt;Department of Transportation&lt;/a&gt; (DOT) closed the highway to vehicular traffic for four hours on Sundays to allow pedestrians and bicyclists to enjoy it freely. Up to 600 people took advantage of the closures on some of those days. Citing that success, DOT announced in September that it was extending the closures through November."
}