{
    "id": "14375",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=14375",
    "title": "Hogmanay",
    "text": "Hogmanay (; ) is the &lt;a href=\"Scots%20language\"&gt;Scots&lt;/a&gt; word for the last day of the old year and is synonymous with the celebration of the &lt;a href=\"New%20Year\"&gt;New Year&lt;/a&gt; in the Scottish manner. It is normally followed by further celebration on the morning of &lt;a href=\"New%20Year%27s%20Day\"&gt;New Year's Day&lt;/a&gt; (1 January) or in some cases, 2 January—a &lt;a href=\"Bank%20holidays%20in%20Scotland\"&gt;Scottish bank holiday&lt;/a&gt;.\nThe origins of Hogmanay are unclear, but it may be derived from &lt;a href=\"Norse%20activity%20in%20the%20British%20Isles\"&gt;Norse&lt;/a&gt; and &lt;a href=\"Gaels\"&gt;Gaelic&lt;/a&gt; observances of the &lt;a href=\"winter%20solstice\"&gt;winter solstice&lt;/a&gt;. Customs vary throughout Scotland, and usually include &lt;a href=\"gift-giving\"&gt;gift-giving&lt;/a&gt; and visiting the homes of friends and neighbours, with special attention given to the &lt;a href=\"first-foot\"&gt;first-foot&lt;/a&gt;, the first guest of the new year.\nEtymology.\nThe &lt;a href=\"etymology\"&gt;etymology&lt;/a&gt; of the word is obscure. The earliest proposed etymology comes from the 1693 \"Scotch Presbyterian Eloquence\", which held that the term was a corruption of the (), or \"holy month\". The three main modern theories derive it from a French, &lt;a href=\"Norse%20language\"&gt;Norse&lt;/a&gt; or &lt;a href=\"Goidelic%20languages\"&gt;Gaelic&lt;/a&gt; root.\nThe word is first recorded in a &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; entry in 1443 in the &lt;a href=\"West%20Riding\"&gt;West Riding&lt;/a&gt; of &lt;a href=\"Yorkshire\"&gt;Yorkshire&lt;/a&gt; as . The first appearance in English came in 1604 in the records of &lt;a href=\"Elgin%2C%20Moray\"&gt;Elgin&lt;/a&gt;, as \"hagmonay\". Subsequent 17th-century spellings include \"Hagmena\" (1677), \"Hogmynae night\" (1681), and \"Hagmane\" (1693) in an entry of the \"Scotch Presbyterian Eloquence\".\nAlthough \"Hogmanay\" is currently the predominant spelling and pronunciation, a number of variant spellings and pronunciations have been recorded, including:\nwith the first syllable variously being , , , or .\nPossible French etymologies.\nThe term may have been introduced to &lt;a href=\"Middle%20Scots\"&gt;Middle Scots&lt;/a&gt; via French. The most commonly cited explanation is a derivation from the northern French dialectal word , or variants such as , and , those being derived from 16th-century &lt;a href=\"Middle%20French\"&gt;Middle French&lt;/a&gt; meaning either a gift given at New Year, a children's cry for such a gift, or New Year's Eve itself. The \"&lt;a href=\"Oxford%20English%20Dictionary\"&gt;Oxford English Dictionary&lt;/a&gt;\" supports this theory, saying that the term is probably a borrowing of , a medieval French cry used to welcome the new year consisting of an unknown first element plus \"\" (\"the new year\").\nThis explanation is supported by a children's tradition, observed up to the 1960s in some parts of Scotland at least, of visiting houses in their locality on New Year's Eve and requesting and receiving small treats such as sweets or fruit. The second element would appear to be ('the New Year'), with some sources suggesting a druidical origin of the practice overall. Compare those to &lt;a href=\"Norman%20language\"&gt;Norman&lt;/a&gt; and the obsolete customs in &lt;a href=\"Jersey\"&gt;Jersey&lt;/a&gt; of crying , and in &lt;a href=\"Guernsey\"&gt;Guernsey&lt;/a&gt; of asking for an , for a New Year gift (see also ). In Québec, was a door-to-door collection for the poor.\nCompare also the apparent Spanish cognate /, with a suggested Latin derivation of \"in this year\".\nOther suggestions include (\"lead to the &lt;a href=\"mistletoe\"&gt;mistletoe&lt;/a&gt;\"), ('bring to the beggars'), ('at the mistletoe the new year', or ('(the) man is born').\nPossible Goidelic etymologies.\nThe word may have come from the &lt;a href=\"Goidelic%20languages\"&gt;Goidelic languages&lt;/a&gt;. &lt;a href=\"James%20George%20Frazer\"&gt;Frazer&lt;/a&gt; and Kelley report a &lt;a href=\"Manx%20language\"&gt;Manx&lt;/a&gt; new-year song that begins with the line \"To-night is New Year's Night, Hogunnaa\" but did not record the full text in Manx. Kelley himself uses the spelling whereas other sources parse this as and give the modern Manx form as \"Hob dy naa\". Manx dictionaries though give (), generally glossing it as \"Hallowe'en\", same as many of the more Manx-specific folklore collections.\nIn this context it is also recorded that in the south of Scotland (for example &lt;a href=\"Roxburghshire\"&gt;Roxburghshire&lt;/a&gt;), there is no , the word thus being \"Hunganay\", which could suggest the is intrusive.\nAnother theory occasionally encountered is a derivation from the phrase (, \"I raised the cry\"), which resembles \"Hogmanay\" in pronunciation and was part of the rhymes traditionally recited at New Year but it is unclear if this is simply a case of &lt;a href=\"folk%20etymology\"&gt;folk etymology&lt;/a&gt;.\nOverall, Gaelic consistently refers to the New Year's Eve as (\"the Night of the New Year\") and (\"the Night of the &lt;a href=\"Calends\"&gt;Calends&lt;/a&gt;\").\nPossible Norse etymologies.\nSome authors reject both the French and Goidelic theories, and instead suggest that the ultimate source both for the Norman French, Scots, and Goidelic variants of this word have a common Norse root. It is suggested that the full forms\ninvoke the hill-men (&lt;a href=\"Icelandic%20language\"&gt;Icelandic&lt;/a&gt; , compare &lt;a href=\"Old%20English\"&gt;Anglo-Saxon&lt;/a&gt; ) or \"elves\" and banishes the &lt;a href=\"troll\"&gt;troll&lt;/a&gt;s into the sea (Norse 'into the sea'). Repp furthermore makes a link between \"Trollalay/Trolla-laa\" and the rhyme recorded in \"&lt;a href=\"Percy%27s%20Relics\"&gt;Percy's Relics&lt;/a&gt;\": \"Trolle on away, trolle on awaye. Synge heave and howe rombelowe trolle on away\", which he reads as a straightforward invocation of troll-banning.\nOrigins.\nThe roots of Hogmanay perhaps reach back to the celebration of the &lt;a href=\"winter%20solstice\"&gt;winter solstice&lt;/a&gt; among the &lt;a href=\"Norsemen\"&gt;Norse&lt;/a&gt;, as well as incorporating customs from the &lt;a href=\"Gaels\"&gt;Gaelic&lt;/a&gt; celebration of &lt;a href=\"Samhain\"&gt;Samhain&lt;/a&gt;. The &lt;a href=\"Viking\"&gt;Viking&lt;/a&gt;s celebrated &lt;a href=\"Yule\"&gt;Yule&lt;/a&gt;, which later contributed to the &lt;a href=\"Twelve%20Days%20of%20Christmas\"&gt;Twelve Days of Christmas&lt;/a&gt;, or the \"Daft Days\" as they were sometimes called in Scotland. Christmas was not celebrated as a festival and Hogmanay was the more traditional celebration in Scotland. This may have been a result of the &lt;a href=\"Protestant%20Reformation\"&gt;Protestant Reformation&lt;/a&gt; after which Christmas was seen as \"too &lt;a href=\"Papist\"&gt;Papist&lt;/a&gt;\".\nHogmanay was also celebrated in the far north of &lt;a href=\"England\"&gt;England&lt;/a&gt;, down to and including &lt;a href=\"Richmond%2C%20North%20Yorkshire\"&gt;Richmond&lt;/a&gt;. It was traditionally known as 'Hagmena' in &lt;a href=\"Northumberland\"&gt;Northumberland&lt;/a&gt;, 'Hogmina' in &lt;a href=\"Cumberland\"&gt;Cumberland&lt;/a&gt;, and 'Hagman-ha' or 'Hagman-heigh' in the &lt;a href=\"North%20Riding\"&gt;North Riding&lt;/a&gt; of &lt;a href=\"Yorkshire\"&gt;Yorkshire&lt;/a&gt;.\nCustoms.\nThere are many customs, both national and local, associated with Hogmanay. The most widespread national custom is the practice of &lt;a href=\"first-footing\"&gt;first-footing&lt;/a&gt;, which starts immediately after midnight. This involves being the first person to cross the threshold of a friend or neighbour and often involves the giving of symbolic gifts such as &lt;a href=\"salt\"&gt;salt&lt;/a&gt; (less common today), &lt;a href=\"coal\"&gt;coal&lt;/a&gt;, &lt;a href=\"shortbread\"&gt;shortbread&lt;/a&gt;, &lt;a href=\"whisky\"&gt;whisky&lt;/a&gt;, and &lt;a href=\"black%20bun\"&gt;black bun&lt;/a&gt; (a rich &lt;a href=\"fruit%20cake\"&gt;fruit cake&lt;/a&gt;), intended to bring different kinds of luck to the householder. Food and drink (as the gifts) are then given to the guests. This may go on throughout the early hours of the morning and well into the next day (although modern days see people visiting houses well into the middle of January). The first-foot is supposed to set the luck for the rest of the year. Traditionally, tall, dark-haired men are preferred as the first-foot.\nLocal customs.\nAn example of a local Hogmanay custom is the fireball swinging that takes place in &lt;a href=\"Stonehaven\"&gt;Stonehaven&lt;/a&gt;, &lt;a href=\"Aberdeenshire\"&gt;Aberdeenshire&lt;/a&gt;, in northeast Scotland. This involves local people making up \"balls\" of chicken wire filled with old newspaper, sticks, rags, and other dry flammable material up to a diameter of , each attached to about of wire, chain or nonflammable rope. As the Old Town House bell sounds to mark the new year, the balls are set alight and the swingers set off up the High Street from the Mercat Cross to the Cannon and back, swinging the burning balls around their heads as they go.\nAt the end of the ceremony, any fireballs that are still burning are cast into the harbour. Many people enjoy this display, and large crowds flock to see it, with 12,000 attending the 2007/2008 event. In recent years, additional attractions have been added to entertain the crowds as they wait for midnight, such as &lt;a href=\"Fire%20dancing\"&gt;fire poi&lt;/a&gt;, a &lt;a href=\"pipe%20band\"&gt;pipe band&lt;/a&gt;, street drumming and a firework display after the last fireball is cast into the sea. The festivities are now &lt;a href=\"livestreaming\"&gt;streamed live&lt;/a&gt; over the Internet. \nAnother example of a fire festival is the &lt;a href=\"burning%20the%20clavie\"&gt;burning the clavie&lt;/a&gt; in the town of &lt;a href=\"Burghead\"&gt;Burghead&lt;/a&gt; in &lt;a href=\"Moray\"&gt;Moray&lt;/a&gt;.\nIn the east coast fishing communities and &lt;a href=\"Dundee\"&gt;Dundee&lt;/a&gt;, first-footers once carried a decorated &lt;a href=\"herring\"&gt;herring&lt;/a&gt;. And in &lt;a href=\"Falkland%2C%20Fife\"&gt;Falkland&lt;/a&gt; in &lt;a href=\"Fife\"&gt;Fife&lt;/a&gt;, local men marched in torchlight procession to the top of the &lt;a href=\"Lomond%20Hills\"&gt;Lomond Hills&lt;/a&gt; as midnight approached. Bakers in &lt;a href=\"St%20Andrews\"&gt;St Andrews&lt;/a&gt; baked special cakes for their Hogmanay celebration (known as \"Cake Day\") and distributed them to local children.\nInstitutions also had their own traditions. For example, amongst the Scottish regiments, officers waited on the men at special dinners while at the bells, the Old Year is piped out of barrack gates. The sentry then challenges the new escort outside the gates: \"Who goes there?\" The answer is \"The New Year, all's well.\"\nAn old custom in the Highlands is to celebrate Hogmanay with the \"&lt;a href=\"saining\"&gt;saining&lt;/a&gt;\" (&lt;a href=\"Scots%20language\"&gt;Scots&lt;/a&gt; for 'protecting, blessing') of the household and livestock. Early on New Year's morning, householders drink and then sprinkle 'magic water' from 'a dead and living &lt;a href=\"Ford%20%28crossing%29\"&gt;ford&lt;/a&gt;' around the house (a 'dead and living ford' refers to a river ford that is routinely crossed by both the living and the dead). After the sprinkling of the water in every room, on the beds and all the inhabitants, the house is sealed up tight and branches of juniper are set on fire and carried throughout the house and byre. The juniper smoke is allowed to thoroughly fumigate the buildings until it causes sneezing and coughing among the inhabitants. Then all the doors and windows are flung open to let in the cold, fresh air of the new year. The woman of the house then administers 'a restorative' from the whisky bottle, and the household sits down to its New Year breakfast.\n\"Auld Lang Syne\".\nThe Hogmanay custom of singing \"Auld Lang Syne\" has become common in many countries. \"Auld Lang Syne\" is a Scots poem by &lt;a href=\"Robert%20Burns\"&gt;Robert Burns&lt;/a&gt;, based on traditional and other earlier sources. It is now common to sing this in a circle of linked arms that are crossed over one another as the clock strikes midnight for New Year's Day, though it is only intended that participants link arms at the beginning of the final verse, before rushing in to the centre as a group.\nIn the media.\nBetween 1957 and 1968, a New Year's Eve television programme, \"&lt;a href=\"The%20White%20Heather%20Club\"&gt;The White Heather Club&lt;/a&gt;\", was presented to herald in the Hogmanay celebrations.\nThe show was presented by &lt;a href=\"Andy%20Stewart%20%28musician%29\"&gt;Andy Stewart&lt;/a&gt;, who always began by singing \"Come in, come in, it's nice to see you...\" The show always ended with Stewart and the cast singing, \"Haste ye Back\":\nThe performers were &lt;a href=\"Jimmy%20Shand\"&gt;Jimmy Shand&lt;/a&gt; and band, &lt;a href=\"Ian%20Powrie\"&gt;Ian Powrie&lt;/a&gt; and his band, Scottish country dancers: Dixie Ingram and the Dixie Ingram Dancers, Joe Gordon Folk Four, James Urquhart, Ann &amp; Laura Brand, &lt;a href=\"Moira%20Anderson\"&gt;Moira Anderson&lt;/a&gt; &amp; &lt;a href=\"Kenneth%20McKellar%20%28singer%29\"&gt;Kenneth McKellar&lt;/a&gt;. All the male dancers and Andy Stewart wore kilts, and the female dancers wore long white dresses with tartan sashes.\nFollowing the demise of the \"White Heather Club\", Andy Stewart continued to feature regularly in TV Hogmanay shows until his retirement. His last appearance was in 1992.\nIn the 1980s comedian &lt;a href=\"Andy%20Cameron\"&gt;Andy Cameron&lt;/a&gt; presented the \"Hogmanay Show\" (on STV in 1983 and 1984 and from 1985 to 1990 on &lt;a href=\"BBC%20Scotland\"&gt;BBC Scotland&lt;/a&gt;) while Peter Morrison presented the show \"A Highland Hogmanay\" on STV/Grampian, axed in 1993.\nFor many years, a staple of New Year's Eve television programming in Scotland was the &lt;a href=\"comedy%20sketch\"&gt;comedy sketch&lt;/a&gt; show \"&lt;a href=\"Scotch%20and%20Wry\"&gt;Scotch and Wry&lt;/a&gt;\", featuring the comedian &lt;a href=\"Rikki%20Fulton\"&gt;Rikki Fulton&lt;/a&gt;, which invariably included a hilarious monologue from him as the gloomy Reverend I.M. Jolly.\nSince 1993, the programmes that have been mainstays on BBC Scotland on Hogmanay have been \"&lt;a href=\"Hogmanay%20Live\"&gt;Hogmanay Live&lt;/a&gt;\" and &lt;a href=\"Jonathan%20Watson\"&gt;Jonathan Watson&lt;/a&gt;'s football-themed sketch comedy show, \"&lt;a href=\"Only%20an%20Excuse%3F\"&gt;Only an Excuse?&lt;/a&gt;\".\nPresbyterian influence.\nThe 1693 \"Scotch Presbyterian Eloquence\" contained one of the first mentions of the holiday in official church records. Hogmanay was treated with general disapproval. Still, in Scotland Hogmanay and New Year's Day are as important as &lt;a href=\"Christmas%20Eve\"&gt;Christmas Eve&lt;/a&gt; and &lt;a href=\"Christmas%20Day\"&gt;Christmas Day&lt;/a&gt;.\nAlthough Christmas Day held its normal religious nature in Scotland amongst its &lt;a href=\"Catholic%20Church%20in%20Scotland\"&gt;Catholic&lt;/a&gt; and Episcopalian communities, the Presbyterian national church, the &lt;a href=\"Church%20of%20Scotland\"&gt;Church of Scotland&lt;/a&gt;, discouraged the celebration of Christmas for nearly 400 years; it only became a public holiday in Scotland in 1958. Conversely, 1 and 2 January are public holidays and Hogmanay still is associated with as much celebration as Christmas in Scotland.\nMajor celebrations.\nAs in much of the world, the largest Scottish cities – &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;, &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt; and &lt;a href=\"Aberdeen\"&gt;Aberdeen&lt;/a&gt; – hold all-night celebrations, as do &lt;a href=\"Stirling\"&gt;Stirling&lt;/a&gt; and &lt;a href=\"Inverness\"&gt;Inverness&lt;/a&gt;. The &lt;a href=\"Edinburgh%20Hogmanay\"&gt;Edinburgh Hogmanay&lt;/a&gt; celebrations are among the largest in the world. Celebrations in Edinburgh in 1996–97 were recognised by the \"&lt;a href=\"Guinness%20Book%20of%20Records\"&gt;Guinness Book of Records&lt;/a&gt;\" as the world's largest New Years party, with approximately 400,000 people in attendance. Numbers were then restricted due to safety concerns.\nIn 2003-4 most of the organised events were cancelled at short notice due to very high winds. The Stonehaven Fireballs went ahead as planned, however, with some 6,000 people braving the stormy weather to watch 42 fireball swingers process along the High Street. Similarly, the 2006–07 celebrations in Edinburgh, Glasgow and Stirling were all cancelled on the day, again due to high winds and heavy rain. The Aberdeen celebration, however, went ahead, and was opened by pop music group &lt;a href=\"Wet%20Wet%20Wet\"&gt;Wet Wet Wet&lt;/a&gt;.\nMany Hogmanay festivities were cancelled in 2020–21 and 2021–22 due to the &lt;a href=\"COVID-19%20pandemic%20in%20Scotland\"&gt;COVID-19 pandemic in Scotland&lt;/a&gt;.\nNe'erday.\nMost Scots still celebrate New Year's Day with a special dinner, usually &lt;a href=\"steak%20pie\"&gt;steak pie&lt;/a&gt;.\nHandsel Day.\nHistorically, presents were given in Scotland on the first Monday of the New Year. A roast dinner would be eaten to celebrate the festival. \"&lt;a href=\"wikt%3Ahandsel\"&gt;Handsel&lt;/a&gt;\" was a word for gift and hence \"Handsel Day\". In modern Scotland this practice has died out.\nThe period of festivities running from Christmas to Handsel Monday, including Hogmanay and Ne'erday, is known as the Daft Days."
}