{
    "id": "1440489",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=1440489",
    "title": "Doob (album)",
    "text": "Doob (ডুব) is the third studio album by Bangladeshi singer, songwriter &lt;a href=\"Shayan%20Chowdhury%20Arnob\"&gt;Arnob&lt;/a&gt;, released by BMC in 3 April 2008 and was sponsored by Nokia.\nThe recording of this album started in October 2007 and ended in March 2008. Followed up by \"&lt;a href=\"Hok%20Kolorob\"&gt;Hok Kolorob&lt;/a&gt;\", which contained songs which were written in the 1990s, this album contained new songs completely. Though it didn't match the success of \"&lt;a href=\"Chaina%20Bhabish\"&gt;Chaina Bhabish&lt;/a&gt;\" and \"Hok Kolorob\", this album also contained great hits like \"Shopno Debe Doob (Dreams Will Dive)\", \"Adhkana (Half-Blind)\", \"Chai (I Want)\" and \"Rastai (On the Road)\". It also featured \"Noyon Tomare (Oh Eyes You)\", a &lt;a href=\"Rabindra%20Sangeet\"&gt;rabindra sangeet&lt;/a&gt; classic and the first one recorded by Arnob. The album has sold about 80,000 copies in Bangladesh.\nWriting and recording.\nArnob's previous albums \"&lt;a href=\"Chaina%20Bhabish\"&gt;Chaina Bhabish&lt;/a&gt;\" and \"&lt;a href=\"Hok%20Kolorob\"&gt;Hok Kolorob&lt;/a&gt;\", mostly featured songs that were written in the 1990s, by his friend and longtime lyricist Taufiqe Riaz, when he was still a student in Art College, &lt;a href=\"Santiniketan\"&gt;Santiniketan&lt;/a&gt;. But, all the songs on this album was completely new and was written and composed mostly by &lt;a href=\"Sahana%20Bajpaie\"&gt;Sahana Bajpaie&lt;/a&gt; and &lt;a href=\"Shayan%20Chowdhury%20Arnob\"&gt;Shayan Chowdhury Arnob&lt;/a&gt;.\nThis album was Arnob's last to be released from BMC as his record contract would expire the same year. Recording of this album started in October 2007 in the BMC Studio and ended in March 2008. The album was recorded in six months and was the longest recording session of Arnob's career. The album contained fourteen songs and featured many artists. The album was dedicated to Sahana Bajpaie (his ex-wife).\nPersonnel.\nAdditional personnel\nDoob\" \nProduction"
}