{
    "id": "14409577",
    "revid": "8439969",
    "url": "https://en.wikipedia.org/wiki?curid=14409577",
    "title": "Prince Edward Island pound",
    "text": "The pound was the currency of &lt;a href=\"Prince%20Edward%20Island\"&gt;Prince Edward Island&lt;/a&gt; until 1871. It was subdivided into 20 \"&lt;a href=\"shilling\"&gt;shilling&lt;/a&gt;s\", each of 12 \"&lt;a href=\"penny\"&gt;pence&lt;/a&gt;\". It was replaced by the \"&lt;a href=\"Prince%20Edward%20Island%20dollar\"&gt;dollar&lt;/a&gt;\" in 1871. British &lt;a href=\"Coins%20of%20the%20pound%20sterling\"&gt;coins&lt;/a&gt; circulated, together with locally produced coins and paper money.\nCoins.\nThe only coins issued exclusively for Prince Edward Island were issued in 1813. There were two denominations, the 1 and 5 shilling. Both were produced by cutting a central plug from a &lt;a href=\"Spanish%20dollar\"&gt;Spanish dollar&lt;/a&gt; (8 &lt;a href=\"Spanish%20real\"&gt;real&lt;/a&gt;) coin. The plug, stamped with a &lt;a href=\"sunburst\"&gt;sunburst&lt;/a&gt;, made the 1 shilling piece, whilst the similarly stamped ring made the 5 shilling piece. Due to its shape, the 5 shilling coin was known as a &lt;a href=\"holey%20dollar\"&gt;holey dollar&lt;/a&gt;.\nBanknotes.\nIn 1790, the Island of St. Jean (as Prince Edward Island was then known) issued Treasury notes in denominations of 1, 1½, 2½, 5, 10, 20 and 40 shillings. A further issue of Treasury notes was made between 1834 and 1870, with denominations of 5 and 10 shillings, 1, 2 and 5 pounds.\nAlong with the Treasury notes, two &lt;a href=\"Banking%20in%20Canada\"&gt;chartered banks&lt;/a&gt; issued paper money, the \"&lt;a href=\"Bank%20of%20Prince%20Edward%20Island\"&gt;Bank of Prince Edward Island&lt;/a&gt;\" which\ncommenced operations Aug 13, 1854 and the \"&lt;a href=\"Union%20Bank%20of%20Prince%20Edward%20Island\"&gt;Union Bank of Prince Edward Island&lt;/a&gt;\". However, the pounds issued by these two banks had different values relative to sterling. The Bank of Prince Edward Island issued notes in denominations of 5 and 10 shillings, 1, 2 and 5 pounds between 1856 and 1863. These pounds were worth 13 shillings 4 pence sterling and the notes also carried the denomination in sterling (3s 4d, 6s 8d, 13s 4d, £1 6s 8d and £3 6s 8d). The Union Bank issued notes between 1864 and 1865 denominated in both dollars (worth 4 shillings 2 pence) and sterling. Denominations were 1, 2, 5 and 20 dollars (4s 2d, 8s 4d, £1 10d, £4 3s 4d sterling)."
}