{
    "id": "14419107",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=14419107",
    "title": "Moïse Katumbi",
    "text": "Moïse Katumbi Chapwe (; born 28 December 1964) is a Congolese businessman and politician. He was &lt;a href=\"Governor\"&gt;Governor&lt;/a&gt; of &lt;a href=\"Katanga%20Province\"&gt;Katanga Province&lt;/a&gt;, located in the southern part of the &lt;a href=\"Democratic%20Republic%20of%20the%20Congo\"&gt;Democratic Republic of the Congo&lt;/a&gt;, from 2007 to September 2015. He was a member of the &lt;a href=\"People%27s%20Party%20for%20Reconstruction%20and%20Democracy\"&gt;People's Party for Reconstruction and Democracy&lt;/a&gt; (PPRD) until September 2015. He has been described by \"&lt;a href=\"The%20Economist\"&gt;The Economist&lt;/a&gt;\" as \"probably the second most powerful man in the Democratic Republic of Congo after the president, &lt;a href=\"Joseph%20Kabila\"&gt;Joseph Kabila&lt;/a&gt;\". \"&lt;a href=\"Jeune%20Afrique\"&gt;Jeune Afrique&lt;/a&gt;\" named him \"African of the Year\" in 2015.\nBackground and personal life.\nMoïse Katumbi was born on 28 December 1964 to a Congolese mother and a &lt;a href=\"Sephardi%20Jews\"&gt;Sephardic Jewish&lt;/a&gt; father from &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, Nissim Soriano. Katumbi's father, a Greek &lt;a href=\"Sephardi%20Jews\"&gt;Sephardic Jew&lt;/a&gt;, fled &lt;a href=\"Rhodes%20Island\"&gt;Rhodes Island&lt;/a&gt; in 1938 with his two sisters after the introduction by the Italian fascist regime of the discriminatory &lt;a href=\"Italian%20Racial%20Laws\"&gt;Racial Laws&lt;/a&gt; (Rhodes had been under Italian occupation since 1912). He settled in &lt;a href=\"Katanga%20Province\"&gt;Katanga&lt;/a&gt;, in the &lt;a href=\"Belgian%20Congo\"&gt;Congo&lt;/a&gt;, a Belgian colony at the time. Katumbi's mother was of &lt;a href=\"Kazembe\"&gt;Kazembe&lt;/a&gt; royalty of the &lt;a href=\"Lunda%20people\"&gt;Lunda people&lt;/a&gt;. His grandfather was &lt;a href=\"Kazembe%23Modernising%20the%20chieftaincy\"&gt;Mwata Kazembe XIV&lt;/a&gt; (Chief of the Lunda kingdom) The family adopted the name Katumbi from a great-grandfather on his mother’s side. Katumbi grew up in the village of in the Congo near &lt;a href=\"Lake%20Mweru\"&gt;Lake Mweru&lt;/a&gt; near the border of &lt;a href=\"Zambia\"&gt;Zambia&lt;/a&gt;. His father was involved in the fishing trade.\nKatumbi studied at the Kiwele school of &lt;a href=\"Lubumbashi\"&gt;Lubumbashi&lt;/a&gt; and the Kapolowe mission. He is married to Carine Katumbi. His older half-brother is Raphael Katebe Katoto, a businessman and retired politician who was a member of &lt;a href=\"RCD-Goma\"&gt;RCD-Goma&lt;/a&gt; and led a political party that opposed Congolese president &lt;a href=\"Joseph%20Kabila\"&gt;Joseph Kabila&lt;/a&gt; in 2006.\nKatumbi is one of the wealthiest people in the DRC. He has been the subject of two documentaries by director &lt;a href=\"Thierry%20Michel\"&gt;Thierry Michel&lt;/a&gt;: \"&lt;a href=\"Katanga%20Business\"&gt;Katanga Business&lt;/a&gt;\" (2009) and \"The Irresistible Rise of Moïse Katumbi\" (2014).\nPrivate career.\nKatumbi's career began in the fishing industry when he was 13. He sold salted and fresh fish to the state-owned mining company &lt;a href=\"G%C3%A9camines\"&gt;Gécamines&lt;/a&gt;. In 1987, he created the &lt;a href=\"holding%20company\"&gt;holding company&lt;/a&gt; Etablissement Katumbi to aggregate all of his business activities including &lt;a href=\"mining\"&gt;mining&lt;/a&gt;, &lt;a href=\"transportation\"&gt;transportation&lt;/a&gt;, and &lt;a href=\"food%20processing\"&gt;food processing&lt;/a&gt;. Katumbi founded MCK (Mining Company Katanga) in 1997, which specialized in mining and &lt;a href=\"logistics\"&gt;logistics&lt;/a&gt; and &lt;a href=\"Subcontractor\"&gt;subcontracted&lt;/a&gt; for mining companies in the region, including Gécamines. By 2015, the company had grown to 1900 employees and was a leading mining company in the country. French company &lt;a href=\"Necotrans\"&gt;Necotrans&lt;/a&gt; bought MCK in November 2015 for an undisclosed amount.\nAround 2000, during the &lt;a href=\"Second%20Congo%20War\"&gt;Second Congo War&lt;/a&gt;, Katumbi moved to Zambia, where he had business ties in transportation. He returned to the DRC in 2003 by invitation from President Kabila, who urged Katumbi to help fix the mining industry in Katanga.\nFootball.\nSince 1997, Katumbi has been the president of the &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; team &lt;a href=\"TP%20Mazembe\"&gt;TP Mazembe&lt;/a&gt; in &lt;a href=\"Lubumbashi\"&gt;Lubumbashi&lt;/a&gt;. The team has won the &lt;a href=\"CAF%20Champions%20League\"&gt;CAF Champions League&lt;/a&gt; title five times, including 2009, 2010, and 2015, and became the first African team to play in the &lt;a href=\"FIFA%20Club%20World%20Cup\"&gt;FIFA Club World Cup&lt;/a&gt; finals in 2010. Katumbi has invested heavily in the team and been credited by the media and public as one of the reasons for the club’s success. Under his tenure, the team has recruited players from &lt;a href=\"Zimbabwe\"&gt;Zimbabwe&lt;/a&gt;, &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt;, &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt;, and Zambia, and retained local players by paying the highest wages for players in Africa.\nKatumbi invested $35 million in building the team a stadium which was completed in 2011. Katumbi began a football academy in 2012 as a social program to engage and train young Congolese people in the province of Katanga. In 2015, 2,000 young men were enrolled in the academy.\nIn 2012, Katumbi was elected to the &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt; strategic commission. In 2013, he was elected to the &lt;a href=\"Africa%20Cup%20of%20Nations\"&gt;Africa Cup of Nations&lt;/a&gt; organizing committee, which he is slated to chair until 2017. He has also served on the marketing committee of the &lt;a href=\"Confederation%20of%20African%20Football\"&gt;Confederation of African Football&lt;/a&gt; (CAF) since 2009.\nPolitical career.\nIn 2006, Katumbi was elected as a deputy in the &lt;a href=\"National%20Assembly%20%28Democratic%20Republic%20of%20the%20Congo%29\"&gt;National Assembly&lt;/a&gt;. He was the first &lt;a href=\"election\"&gt;democratically elected&lt;/a&gt; Governor of the Katanga Province in January 2007, receiving 94 votes out of 102.\nKatumbi's governance has been credited with bringing &lt;a href=\"Economic%20recovery\"&gt;economic revival&lt;/a&gt; to the province through developing &lt;a href=\"infrastructure\"&gt;infrastructure&lt;/a&gt;, encouraging &lt;a href=\"Foreign%20direct%20investment\"&gt;foreign investment&lt;/a&gt; with &lt;a href=\"tax%20break\"&gt;tax break&lt;/a&gt;s and reduced government &lt;a href=\"regulation\"&gt;procedures&lt;/a&gt;, and targeting &lt;a href=\"Democratic%20Republic%20of%20the%20Congo%23Corruption\"&gt;corruption&lt;/a&gt;. Through Katumbi's efforts as governor, local &lt;a href=\"tax\"&gt;tax&lt;/a&gt;es increased from $80 million in 2007 to more than $3 billion in 2014. Annual &lt;a href=\"revenue\"&gt;revenue&lt;/a&gt;s increased from 100 million in 2007 to 1.5 billion by 2013.\nShortly after he took office as governor, Katumbi implemented an export ban for raw &lt;a href=\"mineral\"&gt;mineral&lt;/a&gt;s, including &lt;a href=\"cobalt\"&gt;cobalt&lt;/a&gt;, forcing &lt;a href=\"List%20of%20companies%20based%20in%20the%20Democratic%20Republic%20of%20the%20Congo%23Mining\"&gt;major mining companies&lt;/a&gt; to either build &lt;a href=\"Oil%20refinery\"&gt;processing plants&lt;/a&gt; in the province or pay a tax on the exported concentrate. Under Katumbi, &lt;a href=\"copper\"&gt;copper&lt;/a&gt; production increased from 8,000 metric tons in 2006 to more than 1 million tons in 2014.\nAlong with &lt;a href=\"Mining%20industry%20of%20the%20Democratic%20Republic%20of%20the%20Congo\"&gt;mining&lt;/a&gt;, Katumbi focused on expanding other areas of the province's economy including the &lt;a href=\"Tertiary%20sector%20of%20the%20economy\"&gt;service industry&lt;/a&gt;, &lt;a href=\"Energy%20industry\"&gt;energy&lt;/a&gt; and &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt;. He offered both free &lt;a href=\"Agricultural%20land\"&gt;farmland&lt;/a&gt; and tax breaks for farmers to encourage food production. Reliance on imported food decreased 68% between 2006 and 2011. In 2014, the amount of food grown locally had tripled.\nThe accomplishments of his administration included improving travel and commerce through the building or rebuilding more than 1,500 kilometers (approximately 30%) of roads and the increase in other infrastructure, including bridges, hospitals and schools. Access to clean water rose from 3% to 67% between 2007 and 2013. Additionally, within 6 years, the number of children attending school increased from 400,000 in 2007 to 3 million in 2014. The number of girls enrolled in school tripled. Worker-focused initiatives included encouraging local mining companies to invest in growing crops for their employees and the banning of \"unnecessary dismissal of employees\".\nIn September 2015, Katumbi resigned as governor and from his &lt;a href=\"political%20party\"&gt;political party&lt;/a&gt;, the &lt;a href=\"People%27s%20Party%20for%20Reconstruction%20and%20Democracy\"&gt;People's Party for Reconstruction and Democracy&lt;/a&gt;. On 22 June 2016, he was convicted, in absentia, of selling a house that was not his and sentenced to 36 months in jail. This was seen as part of President &lt;a href=\"Joseph%20Kabila\"&gt;Joseph Kabila&lt;/a&gt;'s attempts to hold on to power.\nOn 2 January 2018, Katumbi declared his candidacy for president for the &lt;a href=\"2018%20Democratic%20Republic%20of%20the%20Congo%20general%20election\"&gt;2018 DR Congo general election&lt;/a&gt;. The next day, his home in &lt;a href=\"Lubumbashi\"&gt;Lubumbashi&lt;/a&gt; was surrounded by police who accused him of hiring mercenaries, which he denied.\nOn 12 March 2018, Katumbi officially launched his presidential campaign as well as his new political alliance, \"Ensemble pour le changement\" (Together for Change).\nOn 9 May, Katumbi was accused of inciting rebellion against Kabila. He was also accused of being behind the &lt;a href=\"2018%20%C3%89quateur%20province%20Democratic%20Republic%20of%20the%20Congo%20Ebola%20virus%20outbreak\"&gt;2018 Équateur province Ebola virus outbreak&lt;/a&gt;.\nOn 25 May, Katumbi discussed with fellow opposition presidential candidate &lt;a href=\"F%C3%A9lix%20Tshisekedi\"&gt;Félix Tshisekedi&lt;/a&gt; at the &lt;a href=\"Atlantic%20Council\"&gt;Atlantic Council&lt;/a&gt; fielding a single opposition candidate.\nOn 1 June, attackers burned posters of Katumbi in Lubumbashi, and attempted to attack Katumbi's residence. The next day, it was revealed that the perpetrators were a mission sent by Kabila, who tried to kill Katumbi's relatives.\nOn 9 June, Katumbi gave his first presidential campaign speech via Skype to thousands of supporters in Kinshasa.\nOn 13 June, Katumbi was arrested at &lt;a href=\"Zaventem%20Airport\"&gt;Zaventem Airport&lt;/a&gt; in Brussels for allegedly traveling with a fake passport while attempting to travel to Russia to attend the opening ceremony of the &lt;a href=\"2018%20FIFA%20World%20Cup\"&gt;2018 FIFA World Cup&lt;/a&gt;. He was later granted a temporary residence permit by the Belgian authorities. Katumbi discovered that Congolese authorities had canceled his passport while going through customs at Zaventem.\nOn 3 August 2018, Katumbi was blocked from entering the DR Congo via the border with Zambia. Those close to him are discussing with &lt;a href=\"MONUSCO\"&gt;MONUSCO&lt;/a&gt; about Katumbi's return to the country before the presidential filing deadline on 10 August. He was greeted by thousands of his supporters in the Zambian portion of the town of &lt;a href=\"Kasumbalesa%2C%20Zambia\"&gt;Kasumbalesa&lt;/a&gt;, along the border with the DR Congo.\nOn 4 August, it was announced that Katumbi would appear before the customs union to attempt to enter the country again.\nOn 5 August, Katumbi's lawyer, &lt;a href=\"Eric%20Dupond-Moretti\"&gt;Eric Dupond-Moretti&lt;/a&gt;, announced that he would attempt to reach out to the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; concerning Katumbi's denial of entry into the DR Congo. The same day, Ensemble's secretary general Delly Sesanga announced that they would file for Katumbi to run for president even if he was not in the country.\nWhen the final list of retained candidate for the December 23rd election was out, his name was missing since he did not make it to return home and file for his candidature.\nIn December 2021, Moïse Katumbi officially launched his political party in view of the 2023 presidential election.\nViews.\nIn &lt;a href=\"2006%20Democratic%20Republic%20of%20the%20Congo%20general%20election\"&gt;2006&lt;/a&gt; and &lt;a href=\"2011%20Democratic%20Republic%20of%20the%20Congo%20general%20election\"&gt;2011&lt;/a&gt;, Katumbi supported &lt;a href=\"Joseph%20Kabila\"&gt;Joseph Kabila&lt;/a&gt; for President of the Democratic Republic of Congo. However, Katumbi publicly distanced himself from Kabila in 2015.\nKatumbi has been outspoken about his belief that President Kabila should follow the country's constitution and step down as president in 2016. In January 2016, Katumbi joined other high-profile Congolese figures in a coalition dubbed \"Front Citoyen 2016\". The entity aimed to protect the constitution and attempted to ensure that the 2016 presidential elections took place.\nHe is against Katangese &lt;a href=\"secession\"&gt;secession&lt;/a&gt; from Congo, which is supported by a section of the province's population.\nKatumbi has frequently said that he prefers his private career to politics.\nPublic perception.\nKatumbi is generally viewed positively both in Katanga Province and nationally for both his development of the Katanga region and as president of TP Mazembe. He is known for being generous, giving money directly to those who ask and investing his own funds in social causes.\nThe media has described Katumbi's public perception as being a \"&lt;a href=\"self-made%20man\"&gt;self-made man&lt;/a&gt;\" and a \"man of the people\". In 2011, nearly one million people signed a petition asking Katumbi to remain governor after he said he planned to quit.\nIn 2012 he was named one of \"The 50 most influential Africans\" by \"&lt;a href=\"The%20Africa%20Report\"&gt;The Africa Report&lt;/a&gt;\". \"&lt;a href=\"Jeune%20Afrique\"&gt;Jeune Afrique&lt;/a&gt;\" named him \"African of the Year\" in 2015."
}