{
    "id": "144331",
    "revid": "553121",
    "url": "https://en.wikipedia.org/wiki?curid=144331",
    "title": "Middelfart",
    "text": "Middelfart is a town in central &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;, with a population of 15,986 . The town is the municipal seat of &lt;a href=\"Middelfart%20Municipality\"&gt;Middelfart Municipality&lt;/a&gt; on the island of &lt;a href=\"Funen\"&gt;Funen&lt;/a&gt; ().\nEtymology.\nThe name Middelfart, first recorded as \"Mæthælfar\" in &lt;a href=\"Valdemar%27s%20Census%20Book\"&gt;Valdemar's Census Book&lt;/a&gt; in 1231, consists of the old Danish word \"mæthal\" meaning 'middle' and \"far\" meaning 'way'. This name originally referred to the &lt;a href=\"strait\"&gt;strait&lt;/a&gt; \"Snævringen\" ('the narrowing'), which is the narrowest part of the &lt;a href=\"Little%20Belt\"&gt;Little Belt&lt;/a&gt;, and was subsequently applied to the settlement as well.\nHistory.\nIt is not known when the town was established but it certainly owes its existence to its location at the narrowest point across the &lt;a href=\"Little%20Belt\"&gt;Little Belt&lt;/a&gt;. The town was granted its first privileges at the end of the 13th century at a time when fishing played an important role in addition to its ferry link to &lt;a href=\"Snogh%C3%B8j\"&gt;Snoghøj&lt;/a&gt; in Jutland. From the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; the town appears to have specialized in catching &lt;a href=\"harbour%20porpoise\"&gt;harbour porpoise&lt;/a&gt;s. In the 16th century cattle export was also significant.\nAfter the &lt;a href=\"Dano-Swedish%20War%20%281657%E2%80%9358%29\"&gt;Swedish Wars&lt;/a&gt; in the 17th century the town suffered from losing its foreign export privileges and from competition from &lt;a href=\"Fredericia\"&gt;Fredericia&lt;/a&gt; on the other side of the belt, which not only had a ferry link to &lt;a href=\"Strib\"&gt;Strib&lt;/a&gt; but levied customs duties on traffic through the Little Belt. In the 18th century income from porpoise catches diminished but in the 19th century, with the establishment of its own harbour in 1836, conditions improved thanks in particular to the growing trade in agricultural products from the surrounding areas. From the mid-19th century small industries started to develop, especially the iron foundry. The rail link between Middelfart and Nyborg opened in 1865, bringing added prosperity despite the fact that it connected with the ferry from Strib rather than the one from Middelfart.\nBy the beginning of the 20th century the iron foundry, with about a hundred workers, was the town's main industry. After the first &lt;a href=\"Old%20Little%20Belt%20Bridge\"&gt;Little Belt Bridge&lt;/a&gt; was completed in 1935 Middelfart became an important hub for traffic between Jutland and Funen. The population grew from 2,345 in 1880 to 11,056 in 1950 but in the second half of the 20th century the rate of growth declined. In 1970 a motorway bridge to Jutland was opened and in 2007 Middelfart became the seat of an expanded municipality, which included the former communes of &lt;a href=\"Ejby%20Municipality\"&gt;Ejby&lt;/a&gt; and &lt;a href=\"N%C3%B8rre%20Aaby%20Municipality\"&gt;Nørre Aaby&lt;/a&gt;.\nEconomy and transport.\nMiddelfart Municipality had a population of 37,685 in January 2014.\nFrom the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; until the end of the 19th century the local fishermen were also &lt;a href=\"whaling\"&gt;whale hunters&lt;/a&gt; in winter. The only whale common in Danish waters is the &lt;a href=\"harbour%20porpoise\"&gt;harbour porpoise&lt;/a&gt; (\"Phocoena phocaena\"). The whale hunters linked their boats across the rather narrow &lt;a href=\"Little%20Belt\"&gt;Little Belt&lt;/a&gt; and by beating the sea with sticks and branches they directed the migrating porpoises to low water areas where they could be slaughtered. As the whale &lt;a href=\"blubber\"&gt;blubber&lt;/a&gt; was used for lamps, indoors and outdoors, the arrival of electricity made whale hunting uneconomical. In the winter of 1854–55, 1742 whales were caught, but a normal winter's catch would be half that or even less. In the 20th century the hunt was resumed during the two world wars. Two memorial stones now stand where the hunters landed the whales and where blubber was prepared.\nMiddelfart is served by the passenger rail service between &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt; and &lt;a href=\"Jutland\"&gt;Jutland&lt;/a&gt;. \"Gammel Havn\" (Old Harbour) dates from the 1830s. At the beginning of the 20th century it was extended and deepened to the east.\nLandmarks.\nMiddelfart Church, dedicated to St Nicholas, is located close to the harbour at the end of Algade. Built in several stages, it has a &lt;a href=\"Romanesque%20architecture\"&gt;Late Romanesque&lt;/a&gt; &lt;a href=\"chancel\"&gt;chancel&lt;/a&gt;, a tower first constructed in the 14th century and a nave with aisles from the late 15th century. The richly carved altarpiece is from 1650.\nHenner Friiser Hus, a half-timbered house on Brogade dating from around 1575, is now part of Middelfart Museum and contains exhibitions related to the history of the town. Restoration work on the building was completed in March 2014.\nThe \"Kulturøen\" (literally, \"Culture Island\") Cultural Centre contains the public library, a cinema, a restaurant, a café and the tourist office.\nSport.\nMiddelfart is home to &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; team &lt;a href=\"Middelfart%20G%26amp%3BBK\"&gt;Middelfart G&amp;BK&lt;/a&gt;. Middelfart played host to the &lt;a href=\"1998%20UCI%20Cyclo-cross%20World%20Championships\"&gt;1998 UCI World Cyclocross championships&lt;/a&gt;.\nTwin towns – sister cities.\nMiddelfart is &lt;a href=\"Twin%20towns%20and%20sister%20cities\"&gt;twinned&lt;/a&gt; with:"
}