{
    "id": "1444008",
    "revid": "1066538221",
    "url": "https://en.wikipedia.org/wiki?curid=1444008",
    "title": "Georgi Chilikov",
    "text": "Georgi Chilikov (; born 23 August 1978 in &lt;a href=\"Burgas\"&gt;Burgas&lt;/a&gt;) is a former &lt;a href=\"Bulgaria\"&gt;Bulgaria&lt;/a&gt;n &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt;er.\nHe was part of the Bulgarian &lt;a href=\"2004%20European%20Football%20Championship\"&gt;2004 European Football Championship&lt;/a&gt; team, which exited in the first round, finishing bottom of Group C, having finished top of Qualifying Group 8 in the pre-tournament phase. Chilikov scored his only goal for the national side in the 2:1 home win against &lt;a href=\"Andorra%20national%20football%20team\"&gt;Andorra&lt;/a&gt; on 16 October 2002 in a &lt;a href=\"UEFA%20Euro%202004%20qualifying\"&gt;Euro 2004 qualifier&lt;/a&gt;.\nPlaying career.\nChilikov was educated in &lt;a href=\"FC%20Chernomorets%20Burgas\"&gt;Chernomorets&lt;/a&gt;' youth academy. From 1999 to 2001 he played for the other club from &lt;a href=\"Burgas\"&gt;Burgas&lt;/a&gt; – &lt;a href=\"PFC%20Naftex%20Burgas\"&gt;Naftex&lt;/a&gt;. His move from &lt;a href=\"PFC%20Naftex%20Burgas\"&gt;Naftex&lt;/a&gt; to &lt;a href=\"PFC%20Levski%20Sofia\"&gt;PFC Levski (Sofia)&lt;/a&gt; made him the record holder of the highest transfer between Bulgarian clubs. In June 2001, &lt;a href=\"Levski%20Sofia\"&gt;PFC Levski (Sofia)&lt;/a&gt; signed Chilikov to a four-year deal for a record €1.25 million. During his time with the \"blues\", Chilikov established himself as a dependable goal-scorer. On 24 April 2004, he netted a &lt;a href=\"last-minute%20goal\"&gt;last-minute goal&lt;/a&gt; against archrivals &lt;a href=\"CSKA%20Sofia\"&gt;CSKA Sofia&lt;/a&gt; in an &lt;a href=\"A%20PFG\"&gt;A PFG&lt;/a&gt; match to help his team to a 2:1 away win. On 28 August 2002, Chilikov failed to convert a &lt;a href=\"Penalty%20kick%20%28association%20football%29\"&gt;penalty&lt;/a&gt; in the 0:1 loss against &lt;a href=\"Ukraine\"&gt;Ukrainian&lt;/a&gt; side &lt;a href=\"Dynamo%20Kyiv\"&gt;Dynamo Kyiv&lt;/a&gt; in a third qualifying round &lt;a href=\"UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt; match. In 2005, he moved to Portugal &lt;a href=\"CD%20Nacional\"&gt;Nacional Madeira&lt;/a&gt;. In June 2007, Chilikov was loaned out to &lt;a href=\"CSKA%20Sofia\"&gt;CSKA Sofia&lt;/a&gt; for one year and 50 000 euros price. Despite some reservations on the part of the CSKA supporters (due to the time he had spent at &lt;a href=\"Levski%20Sofia\"&gt;Levski Sofia&lt;/a&gt;), Chilikov quickly managed to win them over. On 11 August 2007, he netted an equalizing goal in an &lt;a href=\"A%20PFG\"&gt;A PFG&lt;/a&gt; match against &lt;a href=\"Litex%20Lovech\"&gt;Litex Lovech&lt;/a&gt;. On 30 August 2007, Chilikov scored a &lt;a href=\"last-minute%20goal\"&gt;last-minute goal&lt;/a&gt; against &lt;a href=\"Cyprus\"&gt;Cypriot&lt;/a&gt; side &lt;a href=\"AC%20Omonia\"&gt;AC Omonia&lt;/a&gt; in a &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; game and helped his team advance to the next stage. However, despite generally impressing in his substitute appearances, Chilikov failed to establish himself as part of the starting 11. In January 2008, he was transferred to Chinese club &lt;a href=\"Dalian%20Shide\"&gt;Dalian Shide&lt;/a&gt;. After that he had brief stints with &lt;a href=\"FC%20Tobol\"&gt;FC Tobol&lt;/a&gt;, &lt;a href=\"PSFC%20Chernomorets%20Burgas\"&gt;Chernomorets Burgas&lt;/a&gt; and &lt;a href=\"Lokomotiv%20Plovdiv\"&gt;Lokomotiv Plovdiv&lt;/a&gt;.\nCoaching career.\nFrom July to September 2010 he served as assistant manager in &lt;a href=\"Neftochimic%20Burgas%201986\"&gt;Neftochimic Burgas&lt;/a&gt;. Chilikov was assistant manager in &lt;a href=\"PSFC%20Chernomorets%20Burgas\"&gt;Chernomorets Burgas&lt;/a&gt; from June 2011 to May 2014. In July 2016, Chilikov was assigned as coach of PFC Levski (Sofia) U17 youth academy team. Between October 2016–June 2017 he was the Head Scout of &lt;a href=\"PFC%20Levski%20Sofia\"&gt;Levski Sofia&lt;/a&gt; and was in charge of the team’s selection.\nOn 9 June 2017, Chilikov was appointed as manager of &lt;a href=\"Second%20Professional%20Football%20League%20%28Bulgaria%29\"&gt;Second League&lt;/a&gt; club &lt;a href=\"FC%20Oborishte%20Panagyurishte\"&gt;Oborishte Panagyurishte&lt;/a&gt;. In August 2017, only after a month in charge of Oborishte, Chilikov was appointed as an assistant manager of &lt;a href=\"PFC%20Ludogorets%20Razgrad\"&gt;Ludogorets Razgrad&lt;/a&gt;. In September 2021, Chilikov became the head coach of &lt;a href=\"FC%20Arda%20Kardzhali\"&gt;Arda Kardzhali&lt;/a&gt;. He parted ways with the &lt;a href=\"Kardzhali\"&gt;Kardzhali&lt;/a&gt; team in November 2021.\nPlaying style.\nChilikov is known for his powerful heading ability.\nInternational career.\nBetween 2002 and 2004, Chilikov earned 7 caps for Bulgaria, scoring one goal."
}