{
    "id": "14449033",
    "revid": "43287440",
    "url": "https://en.wikipedia.org/wiki?curid=14449033",
    "title": "Rotimi Amaechi",
    "text": "Chibuike Rotimi Amaechi (born 27 May 1945) is a &lt;a href=\"Nigerians\"&gt;Nigerian&lt;/a&gt; &lt;a href=\"politician\"&gt;politician&lt;/a&gt; who is currently serving as the Minister of Transportation in the &lt;a href=\"Cabinet%20of%20Nigeria\"&gt;cabinet&lt;/a&gt; of President &lt;a href=\"Muhammadu%20Buhari\"&gt;Muhammadu Buhari&lt;/a&gt;. He previously served in oil-rich &lt;a href=\"Rivers%20State\"&gt;Rivers State&lt;/a&gt; as &lt;a href=\"Governor%20of%20Rivers%20State\"&gt;Governor of Rivers State&lt;/a&gt; from 2007 to 2015 and &lt;a href=\"Speaker%20of%20the%20Rivers%20State%20House%20of%20Assembly\"&gt;Speaker of the Rivers State House of Assembly&lt;/a&gt; from 1999 to 2007.\nBackground.\nAmaechi was born in &lt;a href=\"List%20of%20villages%20in%20Rivers%20State\"&gt;Ubima&lt;/a&gt;, &lt;a href=\"Ikwerre%2C%20Rivers%20State\"&gt;Ikwerre&lt;/a&gt; Local Government Area of Rivers State to the family of the late Elder Fidelis Amaechi and Mary Amaechi. His first and last names are Ikwerre meaning “God is strength or power” and “who knows tomorrow” respectively. He was raised in &lt;a href=\"Diobu%2C%20Port%20Harcourt\"&gt;Diobu&lt;/a&gt;, a densely populated neighbourhood in Port Harcourt.\nHe had his early education at St Theresa's Primary School from 1970 to 1976. He earned his West African Senior School Certificate in 1982 after attending Government Secondary School Okolobiri. Amaechi received a &lt;a href=\"Bachelor%20of%20Arts\"&gt;Bachelor of Arts&lt;/a&gt; degree (Honours) in &lt;a href=\"English%20Studies\"&gt;English Studies&lt;/a&gt; and &lt;a href=\"Literature\"&gt;Literature&lt;/a&gt; from the &lt;a href=\"University%20of%20Port%20Harcourt\"&gt;University of Port Harcourt&lt;/a&gt; in 1987, where he was the President of the National Union of Rivers State Students (NURSS).\nHe completed the mandatory &lt;a href=\"National%20Youth%20Service%20Corps\"&gt;National Youth Service Corps&lt;/a&gt; in 1988, and thereafter joined Pamo Clinics and Hospitals Limited owned by &lt;a href=\"Peter%20Odili\"&gt;Peter Odili&lt;/a&gt;, where he worked until 1992. He also a director of several companies, including West Africa Glass Industry Limited and Risonpalm Nigeria Limited.\nEarly political career.\nDuring the transition to the &lt;a href=\"Third%20Nigerian%20Republic\"&gt;Third Nigerian Republic&lt;/a&gt;, Amaechi was Secretary of the &lt;a href=\"National%20Republican%20Convention\"&gt;National Republican Convention&lt;/a&gt; in &lt;a href=\"Ikwerre%2C%20Rivers\"&gt;Ikwerre&lt;/a&gt; Local Government Area of Rivers State. Between 1992 and 1994, he was Special Assistant to the Deputy Governor of Rivers State, &lt;a href=\"Peter%20Odili\"&gt;Peter Odili&lt;/a&gt; – his boss believed in Amaechi as a young man with potential in politics, and brought him under his wing. In 1996, he was the Rivers State's Secretary of the &lt;a href=\"Democratic%20Party%20of%20Nigeria\"&gt;Democratic Party of Nigeria&lt;/a&gt; (DPN) caretaker committee during the transition programme of General &lt;a href=\"Sanni%20Abacha\"&gt;Sani Abacha&lt;/a&gt;.\nRivers State House of Assembly (1999–2007).\nIn 1999, he contested and won a seat to become a member of the &lt;a href=\"Rivers%20State%20House%20of%20Assembly\"&gt;Rivers State House of Assembly&lt;/a&gt; to represent his constituency. He was subsequently elected as the &lt;a href=\"Speaker%20of%20the%20Rivers%20State%20House%20of%20Assembly\"&gt;Speaker of the House of Assembly&lt;/a&gt;. Amaechi was elected the Chairman of Nigeria's Conference of Speakers of State Assemblies. In May 2003, he was re-elected as the Speaker. In 2003, when the &lt;a href=\"National%20Assembly%20%28Nigeria%29\"&gt;National Assembly&lt;/a&gt; moved to hijack the legislative functions of the State House of Assembly as enshrined in the constitution, he and his colleagues took the matter to Supreme Court.\nAs speaker, Amaechi used his close working relationship with Governor &lt;a href=\"Peter%20Odili\"&gt;Peter Odili&lt;/a&gt; to increase the harmonious relationship between the Executive and Legislative arms of government in Rivers State, until when Rotimi Amaechi launched a campaign against the State Government, and verbally attacked the image of the State Governor, in an effort to succeed Peter Odili as governor in 2007.\nGovernor of Rivers State.\nIn 2007, Amaechi contested and won the &lt;a href=\"People%27s%20Democratic%20Party%20%28Nigeria%29\"&gt;People's Democratic Party&lt;/a&gt; (PDP) primary for Rivers State Governor in 2007. His name was substituted by the party, an action which he challenged in court. The case eventually got to the Supreme Court. He became governor on October 26, 2007, after the Supreme Court ruled that he was the rightful candidate of the PDP and winner of the April 2007 Governorship election in Rivers State.\nHis administration invested in infrastructure development, construction of roads and bridges, sticking to the vision of connecting all parts of the state by road. The governor was also committed to urban renewal and modernization of transportation services. His administration began building a monorail to provide mass transportation within the city of Port Harcourt. Some power plant projects (Afam, &lt;a href=\"Trans%20Amadi%2C%20Port%20Harcourt\"&gt;Trans Amadi&lt;/a&gt;, &lt;a href=\"Onne\"&gt;Onne&lt;/a&gt;) were also built to improve power supply in the State.\nHe was re-elected for a second term on 26 April 2011. In August 2013, Amaechi was amongst seven serving governors who formed the G-7 faction within the PDP. In November 2013, Amaechi alongside five members of the G-7 defected to the new opposition party the &lt;a href=\"All%20Progressives%20Congress\"&gt;All Progressives Congress&lt;/a&gt; (APC) and became director general of Muhammadu Buhari's presidential campaign.\nMinister of Transportation.\nIn 2015, following Muhammadu Buhari's election, Amaechi was appointed to his cabinet as Federal Minister of Transportation. In July 2019, he was re-nominated for ministerial appointment by President Buhari. Amaechi was ask to take a bow and go during his screening by the Senate.\nCorruption.\nSince leaving office in 2015, Amaechi has been the subject of corruption allegations by his successor Governor &lt;a href=\"Ezenwo%20Nyesom%20Wike\"&gt;Ezenwo Wike&lt;/a&gt;. Wike accused him of using state funds to finance President &lt;a href=\"Muhammadu%20Buhari\"&gt;Muhammadu Buhari&lt;/a&gt;'s campaign during the &lt;a href=\"2015%20Nigerian%20general%20election\"&gt;2015 presidential election&lt;/a&gt; through the sale of Rivers state-owned oil and gas assets, and fraudulently misappropriating the proceeds of the sale amounting to US$309 million. Amaechi has persistently denied the allegations against him. In 2018, he acknowledged that despite &lt;a href=\"Buhari%27s%20anti-corruption%20war\"&gt;Buhari's anti-corruption war&lt;/a&gt; corruption exists within the administration.\nPersonal life.\nHe is married to &lt;a href=\"Judith%20Amaechi\"&gt;Judith Amaechi&lt;/a&gt; and they have three boys. He is a Catholic and a Knight of the order of Saint John (KSJ).\nOn 27 May 2021, The Nigerian honorable Minister of transportation, Rt. Hon. Rotimi Amaechi, turned singer and released his debut single titled 'Blessed The People The Lord Has Chosen As His Heritage' in collaboration with his wife, Judith in commemoration of his 56th birthday.\nAwards.\nAmaechi holds the national honour of the Commander of the Order of the Niger (CON)."
}