{
    "id": "14461852",
    "revid": "35296831",
    "url": "https://en.wikipedia.org/wiki?curid=14461852",
    "title": "William Lumley",
    "text": "General Sir William Lumley, (28 August 1769 – 15 December 1850) was a &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; officer and courtier during the late eighteenth and early nineteenth centuries. The son of the &lt;a href=\"Earl%20of%20Scarborough\"&gt;Earl of Scarborough&lt;/a&gt;, Lumley enjoyed a rapid rise through the ranks aided by a reputation for bravery and professionalism established on campaign in Ireland, Egypt, South Africa, South America, Italy, Portugal and Spain. Following his retirement from the army due to ill health in 1811, Lumley served as &lt;a href=\"Governor%20of%20Bermuda\"&gt;Governor of Bermuda&lt;/a&gt; and later gained a position as a courtier to the Royal Household. Lumley is especially noted for his actions at the &lt;a href=\"Battle%20of%20Antrim\"&gt;Battle of Antrim&lt;/a&gt; where he saved the lives of several magistrates and was seriously wounded fighting hand-to-hand with &lt;a href=\"United%20Irishmen\"&gt;United Irish&lt;/a&gt; rebels in the &lt;a href=\"Irish%20Rebellion%20of%201798\"&gt;Irish Rebellion of 1798&lt;/a&gt;.\nEarly career.\nLumley was born the seventh son of &lt;a href=\"Richard%20Lumley%2C%204th%20Earl%20of%20Scarborough\"&gt;Richard Lumley, 4th Earl of Scarborough&lt;/a&gt; and his wife Barbara \"née\" Savile. He was educated at &lt;a href=\"Eton%20College\"&gt;Eton College&lt;/a&gt; and at 18 in 1787 joined the &lt;a href=\"10th%20Light%20Dragoons\"&gt;10th Light Dragoons&lt;/a&gt; as a &lt;a href=\"cornet\"&gt;cornet&lt;/a&gt;. Due to the system then in place of officers being able to purchase promotions, Lumley rose steadily through the ranks, becoming &lt;a href=\"major%20%28UK%29\"&gt;major&lt;/a&gt; in 1793 at the outbreak of the &lt;a href=\"French%20Revolutionary%20Wars\"&gt;French Revolutionary Wars&lt;/a&gt;. By 1795 Lumley had transferred to the &lt;a href=\"22nd%20Dragoons\"&gt;22nd Dragoons&lt;/a&gt; as &lt;a href=\"lieutenant%20colonel\"&gt;lieutenant colonel&lt;/a&gt; and in 1798 was sent to Ireland to help defeat the &lt;a href=\"United%20Irishmen\"&gt;United Irishmen&lt;/a&gt; forces during the &lt;a href=\"Irish%20Rebellion%20of%201798\"&gt;Irish Rebellion of 1798&lt;/a&gt;.\nDuring this conflict, Lumley used his regiment for patrolling the countryside and on 7 June 1798 was at &lt;a href=\"Battle%20of%20Antrim\"&gt;Antrim&lt;/a&gt; when the town was attacked by at least 4,000 rebels led by &lt;a href=\"Henry%20Joy%20McCracken\"&gt;Henry Joy McCracken&lt;/a&gt;. The town was defended by a mixture of regular soldiers, militia and loyalist volunteers who made their stand at &lt;a href=\"Antrim%20Castle\"&gt;Antrim Castle&lt;/a&gt;, Lumley commanding the cavalry. The initial rebel attack was beaten back and Lumley's cavalry troops attempted to rout them with a charge whilst the remainder of the garrison retreated into the castle. The cavalry were counter-attacked by pikemen and Lumley severely wounded before reinforcements from &lt;a href=\"Belfast\"&gt;Belfast&lt;/a&gt; dispersed the United Irishmen. Lumley's charge had given time for the rest of the garrison to escape, the only person of note to lose their life being the magistrate &lt;a href=\"John%20O%27Neill%2C%201st%20Viscount%20O%27Neill\"&gt;Lord O'Neill&lt;/a&gt;.\nNapoleonic Wars.\nTwo years after the rebellion Lumley had recovered from his wounds and led his regiment in &lt;a href=\"Ralph%20Abercromby\"&gt;General Abercromby's&lt;/a&gt; invasion of Egypt in 1801 and helped force the French army there to surrender, although it is not clear which actions he participated in. In 1802 the 22nd Dragoons was disbanded and Lumley moved to the 2nd Regiment of Reserve which he commanded until its disbandment in 1804, when he persuaded over 400 of his men to reenlist. Lumley married Mary Sutherland of Ulverstone in the same year but she died less than three years later. In 1805, Lumley was made a &lt;a href=\"major-general\"&gt;major-general&lt;/a&gt; and commanded a brigade stationed in London for a year until volunteering for service in the expedition to South Africa in 1806. Lumley fought at the &lt;a href=\"Battle%20of%20Blaauwberg\"&gt;Battle of Blaauwberg&lt;/a&gt; which finalised the British capture of the colony and the following year joined &lt;a href=\"John%20Whitelocke\"&gt;General Whitelocke's&lt;/a&gt; force which unilaterally invaded the &lt;a href=\"R%C3%ADo%20de%20la%20Plata\"&gt;River Plate&lt;/a&gt;.\nLumley was engaged during the &lt;a href=\"Battle%20of%20Montevideo%20%281807%29\"&gt;Battle of Montevideo&lt;/a&gt; when the city was captured but was forced to withdraw with the rest of the army when the assault on &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; &lt;a href=\"British%20invasions%20of%20the%20R%C3%ADo%20de%20la%20Plata\"&gt;failed&lt;/a&gt;. Lumley was not deemed responsible for the operation's failure and in 1808 was attached as commander of the light cavalry brigade in a small British army which landed in Sicily and then invaded Italy under &lt;a href=\"John%20Stuart%2C%20Count%20of%20Maida\"&gt;Sir John Stuart&lt;/a&gt;. The force captured &lt;a href=\"Ischia\"&gt;Ischia&lt;/a&gt; but could not hold its gains and withdrew late in 1809.\nPeninsula War.\nDespite the collapse of another expedition, Lumley immediately volunteered for service under &lt;a href=\"Arthur%20Wellesley%2C%201st%20Duke%20of%20Wellington\"&gt;Sir Arthur Wellesley&lt;/a&gt; in the &lt;a href=\"Peninsula%20War\"&gt;Peninsula War&lt;/a&gt;. He joined the army in 1810 and participated in the campaign culminating in the &lt;a href=\"Second%20Siege%20of%20Badajoz%20%281811%29\"&gt;Second Siege of Badajoz (1811)&lt;/a&gt;, leading the unsuccessful assault on the San Cristobal bastion of the city. During the opening stages of the &lt;a href=\"Battle%20of%20Albuera\"&gt;Battle of Albuera&lt;/a&gt; on 16 May 1811, Lumley replaced &lt;a href=\"Robert%20Ballard%20Long\"&gt;Robert Ballard Long&lt;/a&gt; in command the Allied cavalry by order of &lt;a href=\"William%20Beresford%2C%201st%20Viscount%20Beresford\"&gt;Sir William Beresford&lt;/a&gt; because of Long's alleged incompetence, though other reasons were given at the time. During the battle, Lumley's cavalry supported the Allied right after &lt;a href=\"Daniel%20Hoghton\"&gt;Daniel Hoghton&lt;/a&gt;'s brigade was destroyed and then supported the flanks of Beresford's main assault in the final stages of the action. A few days later, Lumley was again engaged in a cavalry action at the &lt;a href=\"Battle%20of%20Usagre\"&gt;Battle of Usagre&lt;/a&gt;, where two French cavalry regiments were neatly trapped and almost destroyed, but his health was failing and in August 1811 he was invalided home, never to see action again.\nLater life.\nLumley spent several years recovering from the ill-health he had suffered from in the Peninsula and became a courtier to the Royal family as a &lt;a href=\"Groom%20of%20the%20Bedchamber\"&gt;Groom of the Bedchamber&lt;/a&gt; in 1812. In 1814 he became a &lt;a href=\"lieutenant%20general\"&gt;lieutenant general&lt;/a&gt; and was appointed &lt;a href=\"Order%20of%20the%20Bath\"&gt;Knight Grand Cross of the Order of the Bath&lt;/a&gt; the following year after war's end and in 1817 married Mrs Louisa Margaret Cotton, widow of Colonel Lynch Cotton. In 1819, Lumley was made &lt;a href=\"Governor%20of%20Bermuda\"&gt;Governor of Bermuda&lt;/a&gt; and retained the position until 1825 but departed under a cloud after being convicted in court of illegally interfering in the ecclesiastical matters of the island and fined £1,000 (). During his years of retirement, Lumley was honorary colonel of a string of regiments; 3rd battalion of reserve, &lt;a href=\"Royal%20West%20India%20Rangers\"&gt;Royal West India Rangers&lt;/a&gt; &lt;a href=\"6th%20%28Inniskilling%29%20Dragoons\"&gt;6th Inniskillings Dragoons&lt;/a&gt; and the &lt;a href=\"1st%20King%27s%20Dragoon%20Guards\"&gt;1st King's Dragoon Guards&lt;/a&gt;. He became a Knight Grand Cross in 1831 and was promoted again in 1837 to full general before retiring from all courtier and military duties in 1842. Lumley died in December 1850 without issue in his London townhouse on &lt;a href=\"Grosvenor%20Square\"&gt;Grosvenor Square&lt;/a&gt;."
}