{
    "id": "14467287",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=14467287",
    "title": "William Inglis (British Army officer)",
    "text": "&lt;a href=\"Lieutenant%20General\"&gt;Lieutenant General&lt;/a&gt; Sir William Inglis, &lt;a href=\"Order%20of%20the%20Bath\"&gt;KCB&lt;/a&gt; (1764 – 29 November 1835) was a &lt;a href=\"British%20Army\"&gt;British officer&lt;/a&gt; of the &lt;a href=\"French%20Revolutionary%20Wars\"&gt;French Revolutionary&lt;/a&gt; and &lt;a href=\"Napoleonic%20Wars\"&gt;Napoleonic Wars&lt;/a&gt;.\nInglis served at several of the heaviest engagements of the &lt;a href=\"Peninsula%20War\"&gt;Peninsula War&lt;/a&gt;, was wounded numerous times and earned national fame through his exhortation \"Die hard 57th, die hard!\" to his regiment as he lay seriously wounded behind their ranks at the height of the &lt;a href=\"Battle%20of%20Albuera\"&gt;Battle of Albuera&lt;/a&gt;.\nThe regiment held and the battle was won and although his wounds nearly proved fatal, Inglis returned to action again two years later to see the war out as a &lt;a href=\"brigadier%20%28United%20Kingdom%29\"&gt;brigadier&lt;/a&gt;. Post-war, Inglis was knighted and served in several military governorships including a spell as &lt;a href=\"Governor%20of%20Cork\"&gt;Governor of Cork&lt;/a&gt;, in which position he died in 1835.\nEarly career.\nAlmost nothing is known of Inglis's childhood, save that he was born in 1764, the third son of Dr. William Inglis, head of the &lt;a href=\"College%20of%20Surgeons%2C%20Edinburgh\"&gt;College of Surgeons, Edinburgh&lt;/a&gt;. His mother was Margaret Spens, daughter of Thomas Spens. He was born in Edinburgh Scotland. No details of his education are known. Indeed, the first undisputed records about him which are known are those indicating that he was commissioned into the &lt;a href=\"57th%20Regiment%20of%20Foot\"&gt;57th Regiment of Foot&lt;/a&gt; as an &lt;a href=\"Ensign%20%28rank%29\"&gt;ensign&lt;/a&gt; in 1779, although he did not actually join the regiment for another two years, meeting them in &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt; at the height of the &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt; in 1781. Following the British defeat, Inglis and his regiment travelled to &lt;a href=\"Nova%20Scotia\"&gt;Nova Scotia&lt;/a&gt; and Inglis spent the next ten years in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;.\nWhilst stationed in North America, Inglis became a &lt;a href=\"lieutenant\"&gt;lieutenant&lt;/a&gt; in 1782 and a &lt;a href=\"Captain%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;captain&lt;/a&gt; in 1785. When his unit returned to Britain in 1791, the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt; had occurred and Inglis was engaged during the next two years maintaining order in the &lt;a href=\"English%20Midlands\"&gt;Midlands&lt;/a&gt;. When war with France broke out in 1793, the 57th was dispatched to the army of the &lt;a href=\"Prince%20Frederick%2C%20Duke%20of%20York%20and%20Albany\"&gt;Duke of York&lt;/a&gt; during his against the French in the Low Countries. The same year, Inglis and his men were also briefly detached to a failed expedition to &lt;a href=\"Brittany\"&gt;Brittany&lt;/a&gt;, but by the time the campaign had faltered in the winter of 1794, Ingis was back in Belgium.\nParticipating in the siege of &lt;a href=\"Nijmegen\"&gt;Nijmegen&lt;/a&gt; and withdrawal to &lt;a href=\"Bremen\"&gt;Bremen&lt;/a&gt; during the winter of 1794/95, Inglis performed well, and despite the failure of a second expedition to Brittany in 1795, he was promoted to &lt;a href=\"major%20%28UK%29\"&gt;major&lt;/a&gt;. In 1796, Inglis and his regiment were posted to the West Indies, arriving in early 1796 as the only vessel of the convoy to make it safely across the Atlantic Ocean on the ship \"Charon\". Due to the consequent paucity of soldiers, Inglis was prominently involved in the British invasion of &lt;a href=\"St.%20Lucia\"&gt;St. Lucia&lt;/a&gt; and the capture of the Morne Fortuné fort. Inglis had acted as second-in-command to &lt;a href=\"John%20Moore%20%28British%20Army%20officer%29\"&gt;Sir John Moore&lt;/a&gt;, who admired his subordinate's abilities, and Inglis was also later engaged in the capture of the islands of &lt;a href=\"Grenada\"&gt;Grenada&lt;/a&gt; and &lt;a href=\"Trinidad\"&gt;Trinidad&lt;/a&gt;.\nWhilst in the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt;, Inglis had been promoted to &lt;a href=\"lieutenant%20colonel\"&gt;lieutenant colonel&lt;/a&gt; and in 1802 returned to Britain during the &lt;a href=\"Peace%20of%20Amiens\"&gt;Peace of Amiens&lt;/a&gt;. He was employed until 1804 in raising a new second battalion of the 57th and in 1804 took over command of his new unit in the &lt;a href=\"Channel%20Islands\"&gt;Channel Islands&lt;/a&gt; garrison. In the islands, Inglis found his men to be lacking discipline when off duty, referring to them as \"fighting villains\", but was repeatedly praised for the morale and ability of his men. The regiment left the Channel Islands in 1809 after five years and was attached to &lt;a href=\"Arthur%20Wellesley%2C%201st%20Duke%20of%20Wellington\"&gt;Sir Arthur Wellesley's&lt;/a&gt; army in &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt; for service in the &lt;a href=\"Peninsula%20War\"&gt;Peninsula War&lt;/a&gt;.\nPeninsula War.\nIn Portugal, Inglis's battalion was attached to the 2nd Division's 3rd Brigade under the command General &lt;a href=\"Richard%20Stewart%20%28British%20Army%20officer%29\"&gt;Richard Stewart&lt;/a&gt;, an officer whose ill-health caused responsibility for the Brigade to fall to Inglis (who had recently been promoted to &lt;a href=\"colonel\"&gt;colonel&lt;/a&gt;) days before the &lt;a href=\"Battle%20of%20Busaco\"&gt;Battle of Busaco&lt;/a&gt; on 27 September 1810 as Wellesley sought to inflict a defeat on &lt;a href=\"Andr%C3%A9%20Mass%C3%A9na\"&gt;André Masséna&lt;/a&gt; before withdrawing behind the &lt;a href=\"Lines%20of%20Torres%20Vedras\"&gt;Lines of Torres Vedras&lt;/a&gt;. The action was a success and Inglis performed well, retaining command of the brigade into the following year when the British Army pursued the retreating Masséna. Inglis saw action during these operations in a skirmish at &lt;a href=\"Pombal%2C%20Portugal\"&gt;Pombal&lt;/a&gt; and action at Campo Mayor and Los Santos, when British forces withdrew from action in an attempt to surprise the French at the &lt;a href=\"Battle%20of%20Albuera\"&gt;Battle of Albuera&lt;/a&gt;.\nBattle of Albuera.\nAlbuera would prove to be the event that ensured the memory of Inglis' name in history. The British force present on the field was commanded by General &lt;a href=\"William%20Beresford%2C%201st%20Viscount%20Beresford\"&gt;William Beresford&lt;/a&gt;, and tactical mistakes by him resulted in the destruction of its left by French cavalry early in the engagement. Compelled thereupon to face the main French attack with less support than planned, the 3rd Brigade, now under the leadership of &lt;a href=\"Daniel%20Hoghton\"&gt;Daniel Hoghton&lt;/a&gt;, suffered gravely.\n\"Die hard 57th, die hard\".\nThe threat from the French cavalry meant that the 3rd Brigade's units were compelled to remain in tight formation despite facing a greatly superior weight of French infantry advancing upon them, supported by French light artillery brought up to within 300 yards firing highly destructive grape and &lt;a href=\"canister%20shot\"&gt;canister shot&lt;/a&gt; into the British line. Hoghton was killed in the fighting, and Inglis himself was struck by a 4 lb grapeshot, the missile penetrating his neck and entering his shoulder, lodging in his upper back, causing severe blood loss and pain. Refusing offers of assistance to be withdrawn from the fight, Inglis lay wounded with the &lt;a href=\"Regimental%20colours\"&gt;Regiment's Colours&lt;/a&gt; just behind the 57th's beleaguered lines as its ranks dwindled having lost two-thirds of its strength under the surrounding weight of overwhelming French numbers and the devastating fire to which it was being repeatedly subjected, from where, amidst the maelstrom, he could be heard shouting the exhortation repeatedly \"Die hard 57th, die hard!\" as the moment of crisis for the Regiment arrived and it faced annihilation.&lt;br&gt;However, in spite of the pressure and extensive casualties sustained from the French advancing masses the 57th's line just held, and the French troops, apparently losing heart from the casualties they were sustaining from the ferocity of its concentrated volley fire, faltered in their forward momentum, and subsequently broke and retreated due to the arrival of other British forces threatening them from elsewhere upon the field, the British going on to win the battle.\nInglis's words at the height of the crisis became the Corps motto of the 57th Regiment of Foot, and its successor unit the &lt;a href=\"Middlesex%20Regiment\"&gt;Middlesex Regiment&lt;/a&gt; (which after further amalgamations is now the &lt;a href=\"Princess%20of%20Wales%27s%20Royal%20Regiment\"&gt;Princess of Wales's Royal Regiment&lt;/a&gt;).\nReturn to the Peninsula.\nInglis was carried from the field close to death at the action's conclusion, and it was two days before surgeons could operate on him to remove the grapeshot. Beresford especially commended Inglis after the action, saying that \"Nothing could exceed the conduct and gallantry of Colonel Inglis at the head of his regiment.\" Inglis' wounds were so severe that he was forced to return to Britain to recuperate and consequently missed the succeeding two years of the Peninsula War, spending much of 1812 running a court-martial board in &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt;. In May 1813 he was again well enough for active command and was made a &lt;a href=\"brigadier%20general%20%28United%20Kingdom%29\"&gt;brigadier-general&lt;/a&gt; and then a &lt;a href=\"major-general\"&gt;major-general&lt;/a&gt; in command of a brigade of the 7th Division. With this unit, Inglis participated in the manoeuvres in the &lt;a href=\"Pyrenees\"&gt;Pyrenees&lt;/a&gt; Mountains on the Franco-Spanish border and the ensuing &lt;a href=\"Battle%20of%20the%20Pyrenees\"&gt;Battle of the Pyrenees&lt;/a&gt;, where he stormed a defended rise on the French right at the head of his men and broke its defenders, allowing the British Army to cover the valley and thus forcing a French withdrawal. During the action, Inglis had a horse shot from underneath him.\nIn the campaigns of 1813, Inglis was heavily engaged with the French in supporting Portuguese operations near Vera. At the battle, Inglis lost another horse and suffered heavy casualties in action with a very superior French force. In November 1813, Inglis led his men across the Nivelle River and stormed and took the heights above it in the &lt;a href=\"Battle%20of%20Nivelle\"&gt;Battle of Nivelle&lt;/a&gt;, a successful action at which Inglis was slightly wounded in the foot. In February 1814 Inglis's brigade was again in action, at &lt;a href=\"Airgav%C3%A9\"&gt;Airgavé&lt;/a&gt; and was engaged at the &lt;a href=\"Battle%20of%20Orthez\"&gt;Battle of Orthez&lt;/a&gt; shortly afterwards where another horse was shot underneath him.\nRetirement.\nAt the conclusion of the Peninsula War, Inglis returned to Britain and was voted thanks by both Houses of Parliament and made a Knight Commander of the &lt;a href=\"Order%20of%20the%20Bath\"&gt;Order of the Bath&lt;/a&gt;. He was also presented with &lt;a href=\"Army%20Gold%20Medal\"&gt;medals&lt;/a&gt; for his service at Albuera, the Pyrenees and Nivelle with three clasps. During a lengthy retirement, Inglis married Mary Anne Raymond in 1822 and the couple had two sons, William and Raymond, who both later became army officers. In 1825, Inglis was promoted to &lt;a href=\"lieutenant%20general\"&gt;lieutenant general&lt;/a&gt; and returned to service as &lt;a href=\"Lieutenant-Governor%20of%20Kinsale\"&gt;Lieutenant-Governor of Kinsale&lt;/a&gt; in Ireland in 1827. Two years later Inglis was promoted to &lt;a href=\"Governor%20of%20Cork\"&gt;Governor of Cork&lt;/a&gt; and retained the post until his death. In 1830 he was also appointed colonel of the 57th Regiment, the unit he served with for 31 years.\nDeath.\nInglis died in his 71st year at &lt;a href=\"Ramsgate\"&gt;Ramsgate&lt;/a&gt; in the County of &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt; on 29 November 1835. His body was buried in the &lt;a href=\"Chapter%20House\"&gt;Chapter House&lt;/a&gt; of &lt;a href=\"Canterbury%20Cathedral\"&gt;Canterbury Cathedral&lt;/a&gt;. He was survived by his wife and two sons."
}