{
    "id": "1446093",
    "revid": "1068414191",
    "url": "https://en.wikipedia.org/wiki?curid=1446093",
    "title": "WrestleMania VI",
    "text": "WrestleMania VI was the sixth annual &lt;a href=\"WrestleMania\"&gt;WrestleMania&lt;/a&gt; &lt;a href=\"professional%20wrestling\"&gt;professional wrestling&lt;/a&gt; &lt;a href=\"pay-per-view\"&gt;pay-per-view&lt;/a&gt; (PPV) &lt;a href=\"List%20of%20WWE%20pay-per-view%20events\"&gt;event&lt;/a&gt; produced by the &lt;a href=\"WWE\"&gt;World Wrestling Federation&lt;/a&gt; (WWF, now WWE). It took place on April 1, 1990, at &lt;a href=\"SkyDome\"&gt;SkyDome&lt;/a&gt; in &lt;a href=\"Toronto%2C%20Ontario\"&gt;Toronto, Ontario&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, marking the first WrestleMania to be held outside of the United States. The event had an announced attendance of 67,678, which was a record for the Skydome at the time.\nAside from its record-breaking attendance, the event is arguably best remembered for \"The Ultimate Challenge\"—the main event match which saw &lt;a href=\"Hulk%20Hogan\"&gt;Hulk Hogan&lt;/a&gt; (&lt;a href=\"WWE%20Championship\"&gt;WWF Champion&lt;/a&gt;) vs. &lt;a href=\"The%20Ultimate%20Warrior\"&gt;The Ultimate Warrior&lt;/a&gt; (&lt;a href=\"WWE%20Intercontinental%20Championship\"&gt;WWF Intercontinental Heavyweight Champion&lt;/a&gt;), in which both &lt;a href=\"Professional%20wrestling%20championship\"&gt;championship titles&lt;/a&gt; were on the line. On February 3, 1990, a week after Hogan and Warrior crossed paths in the 1990 &lt;a href=\"Royal%20Rumble%23Match\"&gt;Royal Rumble match&lt;/a&gt;, Hogan put forth \"The Ultimate Challenge\" to Warrior, and had to know whether Hulkamania or the power of Warrior was the strongest force in the WWF. On February 10, the match was officially announced as the main event of WrestleMania VI by then &lt;a href=\"Professional%20wrestling%20authority%20figures%23Presidents%20and%20Commissioners\"&gt;WWF President&lt;/a&gt; &lt;a href=\"Jack%20Tunney\"&gt;Jack Tunney&lt;/a&gt;. On February 24, Tunney announced that both the WWF Championship and Intercontinental Heavyweight Championship would be on the line for the first time ever during the match. At WrestleMania VI, Warrior won his sole WWF Championship.\nProduction.\n&lt;a href=\"WrestleMania\"&gt;WrestleMania&lt;/a&gt; is considered the &lt;a href=\"World%20Wrestling%20Federation\"&gt;World Wrestling Federation&lt;/a&gt;'s (WWF, now WWE) flagship &lt;a href=\"pay-per-view\"&gt;pay-per-view&lt;/a&gt; event, having first been held in &lt;a href=\"WrestleMania%20I\"&gt;1985&lt;/a&gt;. It is held annually between mid-March to mid-April. It was the first of the WWF's original four annual pay-per-views, which includes &lt;a href=\"Royal%20Rumble\"&gt;Royal Rumble&lt;/a&gt;, &lt;a href=\"SummerSlam\"&gt;SummerSlam&lt;/a&gt;, and &lt;a href=\"Survivor%20Series\"&gt;Survivor Series&lt;/a&gt;, which were eventually dubbed the \"Big Four\". WrestleMania VI was scheduled to be held on April 1, 1990, at &lt;a href=\"SkyDome\"&gt;SkyDome&lt;/a&gt; in &lt;a href=\"Toronto%2C%20Ontario\"&gt;Toronto, Ontario&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, marking the first WrestleMania to be held outside of the United States.\n&lt;a href=\"Robert%20Goulet\"&gt;Robert Goulet&lt;/a&gt; sang a rendition of \"&lt;a href=\"O%20Canada\"&gt;O Canada&lt;/a&gt;\" before the event. Future multi-time &lt;a href=\"Professional%20wrestling%20championship%23World%20championships\"&gt;world champions&lt;/a&gt; &lt;a href=\"Edge%20%28wrestler%29\"&gt;Edge&lt;/a&gt; &lt;a href=\"Edge%20and%20Christian\"&gt;and&lt;/a&gt; &lt;a href=\"Christian%20%28wrestler%29\"&gt;Christian&lt;/a&gt; were in attendance, as were &lt;a href=\"Lance%20Storm\"&gt;Lance Storm&lt;/a&gt; and &lt;a href=\"Renee%20Young\"&gt;Renee Young&lt;/a&gt;. &lt;a href=\"Diamond%20Dallas%20Page\"&gt;Diamond Dallas Page&lt;/a&gt; had a cameo on the show driving &lt;a href=\"Rhythm%20and%20Blues%20%28professional%20wrestling%29\"&gt;Rhythm and Blues&lt;/a&gt; and &lt;a href=\"Jimmy%20Hart\"&gt;Jimmy Hart&lt;/a&gt; to the ring in his pink Cadillac. Actor &lt;a href=\"Stephen%20Amell\"&gt;Stephen Amell&lt;/a&gt;, who would go on to compete in a match at &lt;a href=\"SummerSlam%20%282015%29\"&gt;SummerSlam&lt;/a&gt; in 2015, was also in attendance. &lt;a href=\"Mary%20Tyler%20Moore\"&gt;Mary Tyler Moore&lt;/a&gt; was sitting at ringside, and there was a backstage segment with &lt;a href=\"Steve%20Allen\"&gt;Steve Allen&lt;/a&gt; and &lt;a href=\"The%20Bolsheviks\"&gt;The Bolsheviks&lt;/a&gt; (&lt;a href=\"Boris%20Zhukov\"&gt;Boris Zhukov&lt;/a&gt; and &lt;a href=\"Nikolai%20Volkoff\"&gt;Nikolai Volkoff&lt;/a&gt;). Columnist &lt;a href=\"Rona%20Barrett\"&gt;Rona Barrett&lt;/a&gt; interviewed &lt;a href=\"Miss%20Elizabeth\"&gt;Miss Elizabeth&lt;/a&gt; at the event.\nReception.\nThe event received mixed-to-positive reviews, though most reviewers praised the main event between Hogan and Warrior. Jason Powell was among the reviewers who praised the main event, calling it \"A truly amazing match considering the limitations of both men, particularly Warrior\". However, he went on to say, \"The overall WrestleMania 6 card was softer than WrestleMania 5 card, but it was a better show that [sic] WrestleManias 1, 2, and 4\". The Hulk Hogan-Ultimate Warrior match was named &lt;a href=\"List%20of%20Pro%20Wrestling%20Illustrated%20awards%23Match%20of%20the%20Year\"&gt;1990's \"Match of the Year\"&lt;/a&gt; by \"&lt;a href=\"Pro%20Wrestling%20Illustrated\"&gt;Pro Wrestling Illustrated&lt;/a&gt;\" magazine readers.\nThe match between &lt;a href=\"Roddy%20Piper\"&gt;Roddy Piper&lt;/a&gt; and &lt;a href=\"Bad%20News%20Brown\"&gt;Bad News Brown&lt;/a&gt; received heavy criticism for featuring Piper (at that point a &lt;a href=\"Face%20%28professional%20wrestling%29\"&gt;babyface&lt;/a&gt;) being painted in half-&lt;a href=\"Blackface\"&gt;black&lt;/a&gt; against the &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt; Brown. In 2021, the match and promo was removed from the version of WrestleMania VI streamed on &lt;a href=\"WWE%20Network\"&gt;WWE Network&lt;/a&gt; in the United States.\nAftermath.\nBecause Intercontinental Heavyweight Champion &lt;a href=\"The%20Ultimate%20Warrior\"&gt;The Ultimate Warrior&lt;/a&gt; defeated Hulk Hogan to win the WWF Championship, Warrior was forced to vacate the Intercontinental Heavyweight Championship, as the rules prohibited any wrestler from holding more than one singles belt simultaneously. An eight-man tournament was held, conducted on the WWF's syndicated \"&lt;a href=\"WWF%20Superstars%20of%20Wrestling\"&gt;Superstars of Wrestling&lt;/a&gt;\" and \"&lt;a href=\"WWF%20Wrestling%20Challenge\"&gt;Wrestling Challenge&lt;/a&gt;\", with &lt;a href=\"Curt%20Hennig\"&gt;Mr. Perfect&lt;/a&gt; winning the title by defeating &lt;a href=\"Tito%20Santana\"&gt;Tito Santana&lt;/a&gt; in the finals.\nWhen &lt;a href=\"Brutus%20Beefcake\"&gt;Brutus \"The Barber\" Beefcake&lt;/a&gt; defeated Mr. Perfect at Wrestlemania VI, it was billed as Perfect's first pinfall loss in the WWF. However, in reality, Perfect had been pinned by The Ultimate Warrior in a match at &lt;a href=\"Madison%20Square%20Garden\"&gt;Madison Square Garden&lt;/a&gt; that aired on the &lt;a href=\"MSG%20Network\"&gt;MSG Network&lt;/a&gt; less than two weeks prior to WrestleMania.\nAs the new WWF Champion, The Ultimate Warrior would initially be a successful &lt;a href=\"Card%20%28sports%29%23Main%20event\"&gt;main event&lt;/a&gt; draw, with his main rival being &lt;a href=\"Rick%20Rude\"&gt;\"Ravishing\" Rick Rude&lt;/a&gt; – a wrestler he had fought during much of 1989 over the Intercontinental Heavyweight Championship – during the spring and summer of 1990. Meanwhile, Hogan wrestled several matches in Japan shortly after WrestleMania VI but soon began feuding with the 470-pound Earthquake, with that feud heating up when Earthquake sneak-attacked Hogan on \"&lt;a href=\"Bruce%20Prichard\"&gt;The Brother Love Show&lt;/a&gt;\" in May. Announcers explained that Hogan's injuries from the attack and the loss to Warrior both took such a huge toll on his fighting spirit that he wanted to retire, and viewers were persuaded to write Hogan to encourage him to return. Hogan would return by SummerSlam in August 1990 and got revenge on Earthquake, dominating him in matches that continued into early 1991.\nImmediately following the &lt;a href=\"The%20Colossal%20Connection\"&gt;Colossal Connection&lt;/a&gt;'s &lt;a href=\"World%20Tag%20Team%20Championship%20%28WWE%29\"&gt;WWF Tag Team Championship&lt;/a&gt; loss to Demolition, manager &lt;a href=\"Bobby%20Heenan\"&gt;Bobby \"the Brain\" Heenan&lt;/a&gt; began yelling at &lt;a href=\"Andre%20the%20Giant\"&gt;Andre the Giant&lt;/a&gt; in the ring, blaming him for the loss and slapping him in the face. Andre grabbed Heenan and knocked Heenan out of the ring; when Haku attempted to sneak-attack Andre, Andre caught his leg and knocked Haku from the ring, making Andre a &lt;a href=\"Face%20%28professional%20wrestling%29\"&gt;face&lt;/a&gt; for the first time in three years. Although he toured Japan in April, this would prove to be Andre's last televised match in the WWF as real-life health problems with &lt;a href=\"acromegaly\"&gt;acromegaly&lt;/a&gt; were continuing to take their toll. Andre returned to the WWF late in 1990 for several non-wrestling appearances that continued into 1991, but Andre's health would continue to decline, and he died on January 27, 1993. Meanwhile, Demolition began a slow heel turn during the spring of 1990, adding a third member &lt;a href=\"Brian%20Adams%20%28wrestler%29\"&gt;Crush&lt;/a&gt; to the team. This was due to &lt;a href=\"Bill%20Eadie\"&gt;Bill Eadie&lt;/a&gt; (who competed as Ax) desiring to take a lesser active role in wrestling, and Crush and Smash would soon become the primary defenders of the belt.\nThis was Jesse Ventura's last stint as a color commentator at a WWF pay-per-view event. He continued his role as an on-air color commentator for \"&lt;a href=\"WWF%20Superstars%20of%20Wrestling\"&gt;Superstars&lt;/a&gt;\" through August 1990, at which time he left the company.\nHogan vs. Warrior II.\nAt the &lt;a href=\"Halloween%20Havoc%20%281998%29\"&gt;1998 edition&lt;/a&gt; of their annual &lt;a href=\"Halloween%20Havoc\"&gt;Halloween Havoc&lt;/a&gt; pay-per-view event, rival promotion &lt;a href=\"World%20Championship%20Wrestling\"&gt;World Championship Wrestling&lt;/a&gt; (WCW) pitted Hogan against Warrior once again. Hogan won with outside assistance, giving each man one victory apiece. The contest has gained a &lt;a href=\"Halloween%20Havoc%20%281998%29%23Reception\"&gt;reputation as one of the worst bouts in history&lt;/a&gt;, being vilified by critics, then-WCW president &lt;a href=\"Eric%20Bischoff\"&gt;Eric Bischoff&lt;/a&gt;, and former company announcer &lt;a href=\"Gene%20Okerlund\"&gt;Gene Okerlund&lt;/a&gt;. Bischoff has disputed the rumor that he hired Warrior merely to give Hogan an opportunity to avenge his WrestleMania VI loss."
}