{
    "id": "1446479",
    "revid": "1068373271",
    "url": "https://en.wikipedia.org/wiki?curid=1446479",
    "title": "Walking the plank",
    "text": "Walking the plank was a method of execution practiced on special occasion by &lt;a href=\"pirates\"&gt;pirates&lt;/a&gt;, &lt;a href=\"mutineers\"&gt;mutineers&lt;/a&gt;, and other rogue &lt;a href=\"seafarers\"&gt;seafarers&lt;/a&gt;. For the amusement of the perpetrators and the &lt;a href=\"psychological%20torture\"&gt;psychological torture&lt;/a&gt; of the victims, captives were bound so they could not swim or tread water and forced to walk off a &lt;a href=\"plank%20%28wood%29\"&gt;wooden plank&lt;/a&gt; or beam extended over the side of a ship. \nAlthough forcing captives to walk the plank has a motif of &lt;a href=\"pirates%20in%20popular%20culture\"&gt;pirates in popular culture&lt;/a&gt; since the 19th century, few instances are documented.\nEarliest documented record of the phrase.\n'He sent his prisoners home; they walked the plank' - Canterbury Tales (1390)\nThe phrase is recorded in the second edition of English lexicographer &lt;a href=\"Francis%20Grose\"&gt;Francis Grose&lt;/a&gt;'s \"Dictionary of the Vulgar Tongue\", which was published in 1788. Grose wrote:\nWalking the plank. A mode of destroying devoted persons or officers in a mutiny on ship-board, by blind-folding them, and obliging them to walk on a plank laid over the ship's side; by this means, as the mutineers suppose, avoiding the penalty of murder.\nHistorical instances of plank walking.\nIn 1769, &lt;a href=\"mutiny\"&gt;mutineer&lt;/a&gt; George Wood confessed to his chaplain at London's &lt;a href=\"Newgate%20Prison\"&gt;Newgate Prison&lt;/a&gt; that he and his fellow mutineers had sent their officers to walk the plank. Author Douglas Botting, in describing the account, characterized it as an \"alleged confession\" and an \"obscure account [...] which may or may not be true, and in any case had nothing to do with pirates\".\nA Mr. Claxton, surgeons-mate aboard the Garland in 1788, testified to a committee at the House of Commons about the use of the plank by &lt;a href=\"Slave%20ship\"&gt;slavers&lt;/a&gt;:\nThe food, notwithstanding the mortality, was so little, that if ten more days at sea, they should, as the captain and others said, have made the slaves walk the plank, that is, throw themselves overboard, or have eaten those slaves that died.\nPirate &lt;a href=\"John%20Derdrake\"&gt;John Derdrake&lt;/a&gt;, active in the Baltic in the late 1700s, was said to have drowned all his victims by forcing them to walk the plank.\nIn July 1822, William Smith, captain of the British &lt;a href=\"sloop\"&gt;sloop&lt;/a&gt; \"Blessing\", was forced to walk the plank by the Spanish pirate crew of the &lt;a href=\"schooner\"&gt;schooner&lt;/a&gt; \"Emanuel\" in the &lt;a href=\"West%20Indies\"&gt;West Indies&lt;/a&gt;.\n\"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\" of London reported on February 14, 1829 that the &lt;a href=\"packet%20%28sea%20transport%29\"&gt;packet&lt;/a&gt; \"Redpole\" (Bullock, master) was captured by the pirate &lt;a href=\"schooner\"&gt;schooner&lt;/a&gt; \"President\" and sunk. The commander was shot and the crew were made to walk the plank.\nIn 1829, pirates intercepted the &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt; &lt;a href=\"brig\"&gt;brig&lt;/a&gt; \"Vhan Fredericka\" in the &lt;a href=\"Leeward%20Passage\"&gt;Leeward Passage&lt;/a&gt; between the &lt;a href=\"Virgin%20Islands\"&gt;Virgin Islands&lt;/a&gt;, and murdered most of the crew by making them walk the plank with cannonballs tied to their feet.\nIn literature.\nDespite the likely rarity of the practice in actual history, walking the plank entered popular myth and folklore via depictions in popular literature. \n&lt;a href=\"Captain%20Charles%20Johnson\"&gt;Captain Charles Johnson&lt;/a&gt;, in his 1724 book \"&lt;a href=\"A%20General%20History%20of%20the%20Pyrates\"&gt;A General History of the Pyrates&lt;/a&gt;\", described a similar practice (using a ladder rather than a plank) in the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean&lt;/a&gt; of &lt;a href=\"classical%20antiquity\"&gt;classical antiquity&lt;/a&gt; – &lt;a href=\"Ancient%20Rome\"&gt;Roman&lt;/a&gt; captives were offered the ladder and given their freedom, provided they were willing to swim for it.\nThe title page of &lt;a href=\"Charles%20Ellms\"&gt;Charles Ellms&lt;/a&gt;'s sensationalist 1837 work \"The Pirates Own Book\", apparently drawing on Charles Johnson's description, contains an illustration titled \"A Piratical Scene – 'Walking the Death Plank'\".\nIn &lt;a href=\"Charles%20Gayarr%C3%A9\"&gt;Charles Gayarré&lt;/a&gt;'s 1872 novel \"Fernando de Lemos: Truth and Fiction\", the pirate &lt;a href=\"Dominique%20You\"&gt;Dominique You&lt;/a&gt;x confessed to capturing the schooner \"Patriot\", killing its crew and making its passenger &lt;a href=\"Theodosia%20Burr%20Alston\"&gt;Theodosia Burr Alston&lt;/a&gt; (June 21, 1783 – approximately January 2 or 3, 1813) walk the plank. \"She stepped on it and descended into the sea with graceful composure, as if she had been alighting from a carriage,\" Gayarré wrote in Youx's voice. \"She sank, and rising again, she, with an indescribable smile of angelic sweetness, waved her hand to me as if she meant to say: 'Farewell, and thanks again'; and then sank forever.\" Because Gayarré mixed fact with fiction, it unknown whether Youx's confession was real or not. \n&lt;a href=\"Robert%20Louis%20Stevenson\"&gt;Robert Louis Stevenson&lt;/a&gt;'s 1884 classic \"&lt;a href=\"Treasure%20Island\"&gt;Treasure Island&lt;/a&gt;\" contains at least three mentions of walking the plank, including at the beginning where &lt;a href=\"Billy%20Bones\"&gt;Billy Bones&lt;/a&gt; tells bone-chilling stories of the practice to &lt;a href=\"Jim%20Hawkins%20%28character%29\"&gt;Jim Hawkins&lt;/a&gt;. (\"Treasure Island\" also popularized other now-common pirate motifs such as parrots, peglegs, and buried treasure.)\nThe concept also appears in &lt;a href=\"J.%20M.%20Barrie\"&gt;J. M. Barrie&lt;/a&gt;'s \"&lt;a href=\"Peter%20and%20Wendy\"&gt;Peter Pan&lt;/a&gt;\", where &lt;a href=\"Captain%20Hook\"&gt;Captain Hook&lt;/a&gt;'s pirates helped define the archetype."
}