{
    "id": "14471837",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=14471837",
    "title": "Border search exception",
    "text": "In &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; &lt;a href=\"criminal%20law\"&gt;criminal law&lt;/a&gt;, the border search exception is a doctrine that allows &lt;a href=\"search%20and%20seizure\"&gt;searches and seizures&lt;/a&gt; at &lt;a href=\"Borders%20of%20the%20United%20States\"&gt;international borders&lt;/a&gt; and their functional equivalent &lt;a href=\"Warrantless%20searches%20in%20the%20United%20States\"&gt;without a warrant&lt;/a&gt; or &lt;a href=\"probable%20cause\"&gt;probable cause&lt;/a&gt;. The &lt;a href=\"doctrine\"&gt;doctrine&lt;/a&gt; is not regarded as an exception to the &lt;a href=\"Fourth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Fourth Amendment&lt;/a&gt;, but rather to its requirement for a warrant or probable cause. Balanced against the sovereign's interests at the border are the Fourth Amendment rights of entrants. Not only is the expectation of privacy less at the border than in the interior, the Fourth Amendment balance between the interests of the government and the privacy right of the individual is also struck much more favorably to the government at the border. This balance at international borders means that routine searches are \"reasonable\" there, and therefore do not violate the &lt;a href=\"Fourth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Fourth Amendment&lt;/a&gt;'s &lt;a href=\"proscription\"&gt;proscription&lt;/a&gt; against \"unreasonable searches and seizures\".\nFederal law allows certain federal agents to conduct search and seizures within 100 miles of the border into the interior of the United States. The Supreme Court has clearly and repeatedly confirmed that the border search exception applies within 100 miles of the border of the United States as seen in cases such as \"&lt;a href=\"United%20States%20v.%20Martinez-Fuerte\"&gt;United States v. Martinez-Fuerte&lt;/a&gt;\" where it was held that the Border Patrol's routine stopping of a vehicle at a permanent checkpoint located on a major highway away from the Mexican border for brief questioning of the vehicle's occupants is consistent with the Fourth Amendment. However, searches of automobiles without a warrant by roving patrols have been deemed unconstitutional.\nThe &lt;a href=\"U.S.%20Customs%20and%20Border%20Protection\"&gt;U.S. Customs and Border Protection&lt;/a&gt; (CBP) officers, U.S. Border Patrol agents, &lt;a href=\"U.S.%20Immigration%20and%20Customs%20Enforcement\"&gt;U.S. Immigration and Customs Enforcement&lt;/a&gt; Special Agents, and &lt;a href=\"U.S.%20Coast%20Guard\"&gt;U.S. Coast Guard&lt;/a&gt; officers (E4 grade and above) who are all customs officers (those tasked with enforcing &lt;a href=\"Title%2019%20of%20the%20United%20States%20Code\"&gt;Title 19 of the United States Code&lt;/a&gt;) with the &lt;a href=\"U.S.%20Department%20of%20Homeland%20Security\"&gt;U.S. Department of Homeland Security&lt;/a&gt;, are permitted to search travelers and their belongings at the American border without &lt;a href=\"probable%20cause\"&gt;probable cause&lt;/a&gt; or a &lt;a href=\"Warrant%20%28law%29\"&gt;warrant&lt;/a&gt;. Pursuant to this authority, customs officers may generally stop and search the property of any traveler entering the United States at random, or even based largely on ethnic profiles.\nProperty searches.\nAt the border, customs officers and Border Patrol agents are authorized to search all travelers' closed containers without any level of suspicion. This authority extends to all physical containers, regardless of size or the possible presence of personal, confidential or embarrassing materials. Pursuant to this authority, Customs may also open and search incoming international mail.\nUse of scanning devices.\nIn \"United States v. Camacho (2004)\", the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20Ninth%20Circuit\"&gt;United States Court of Appeals for the Ninth Circuit&lt;/a&gt; ruled that the use of radioactive scanning devices in customs searches along the &lt;a href=\"Mexico%20%E2%80%93%20United%20States%20border\"&gt;United States-Mexico border&lt;/a&gt; was reasonable. The judges found that the device used was not a danger to the vehicle or its occupant, and its use did not violate the Fourth Amendment. Their ruling was based on the fact that the Fourth Amendment protects against intrusive searches of the person, but not against searches of a vehicle.\nSearching of electronic devices.\nCurrently, the main area of contention concerning the border search exception is its application to search a traveler's &lt;a href=\"cell%20phone\"&gt;cell phone&lt;/a&gt; or other electronic device. In 2014, the US Supreme Court issued its landmark ruling in \"&lt;a href=\"Riley%20v.%20California\"&gt;Riley v. California&lt;/a&gt;\", which held that law enforcement officials violated the Fourth Amendment when they searched an arrestee's cellphone without a warrant. The court explained, “Modern cell phones are not just another technological convenience. With all they contain and all they may reveal, they hold for many Americans 'the privacies of life.' The fact that technology now allows an individual to carry such information in his hand does not make the information any less worthy of the protection for which the Founders fought.\"\nIn 2013, before \"Riley\" was decided, the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20Ninth%20Circuit\"&gt;Ninth Circuit court of appeals&lt;/a&gt; held that &lt;a href=\"United%20States%20v.%20Cotterman\"&gt;reasonable suspicion is required to subject a computer seized at the border to forensic examination&lt;/a&gt;.\n\"United States v. Vergara\" is the first federal circuit court to address whether Riley's reasoning extends to a search of a traveler's cell phone at the border. In \"Vergara\", a divided panel of the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20Eleventh%20Circuit\"&gt;Eleventh Circuit Court of Appeals&lt;/a&gt; held that, “border searches never require probable cause or a warrant,” and Riley's analysis does not apply to border searches, even for forensic searches of cell phones. The dissent, authored by Judge Jill Pryor, disagreed, concluding that, “my answer to the question of what law enforcement officials must do before forensically searching a cell phone at the border, like the Supreme Court’s answer to manually searching a cell phone incident to arrest, ‘is accordingly simple—get a warrant.’”\nThe Supreme Court has not addressed the standard of suspicion necessary for a warrantless border search of electronic materials, even though the number of cell phone border searches continues to rise each year. Notably, Vergara has called upon the Court to resolve the level of Fourth Amendment process necessary for warrantless cell phone searches.\nOne impact of these cases is that commerce may be impacted. Sensitive business information, academic materials for conferences, and other types of valuable information may be delayed by these practices.\nIn May of 2018, in \"U.S. v. Kolsuz\", the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20Fourth%20Circuit\"&gt;Fourth Circuit Court of Appeals&lt;/a&gt; has held that it is unconstitutional for US border officials to subject visitors' devices to forensic searches without individualized suspicion of criminal wrongdoing. Just five days later, in \"U.S. v. Touset\", the &lt;a href=\"Eleventh%20Circuit%20Court%20of%20Appeals\"&gt;Eleventh Circuit Court of Appeals&lt;/a&gt; &lt;a href=\"Circuit%20split\"&gt;split&lt;/a&gt; with the Fourth and Ninth Circuits, ruling that the Fourth Amendment does not require suspicion for forensic searches of electronic devices at the border. The existence of a circuit split is one of the factors that the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court of the United States&lt;/a&gt; considers when deciding whether to grant review of a case.\nSearches of travelers' bodies.\nAlthough routine searches of the persons and effects of entrants are not subject to any requirement of reasonable suspicion, probable cause, or warrant, more invasive searches or seizures of a person's body require some suspicion.\nThe Supreme Court has held \"that the detention of a traveler at the border, beyond the scope of a routine customs search and inspection, is justified at its inception if customs agents, considering all the facts surrounding the traveler and her trip, reasonably suspect that the traveler is smuggling contraband in her &lt;a href=\"alimentary%20canal\"&gt;alimentary canal&lt;/a&gt;.\" Characterized in terms of the Fourth Amendment, the Court was saying that such a detention (\"seizure\") was \"reasonable\", and therefore did not violate the Fourth Amendment. \nThe Supreme Court expressly \"did not\" rule what level of suspicion would be necessary for a strip, body-cavity, or involuntary x-ray search, though they did say that the only two standards for Fourth Amendment purposes short of a warrant were \"reasonable suspicion\" and \"probable cause\" (rejecting a \"clear indication\" standard).\nIn the border search context, reasonable suspicion means that the facts known to the customs officer at the time of the search, combined with the officer's reasonable inferences from those facts, provides the officer with a particularized and objective basis for suspecting that the search will reveal contraband. To form a basis for reasonable suspicion, a customs officer may rely on his training and prior experience, and may rely on entirely innocent factors, if the &lt;a href=\"totality%20of%20the%20circumstances\"&gt;totality of the circumstances&lt;/a&gt; provide the officer with reasonable suspicion."
}