{
    "id": "144983",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=144983",
    "title": "Tamar Bridge",
    "text": "The Tamar Bridge is a &lt;a href=\"suspension%20bridge\"&gt;suspension bridge&lt;/a&gt; over the &lt;a href=\"River%20Tamar\"&gt;River Tamar&lt;/a&gt; between &lt;a href=\"Saltash\"&gt;Saltash&lt;/a&gt;, &lt;a href=\"Cornwall\"&gt;Cornwall&lt;/a&gt; and &lt;a href=\"Plymouth\"&gt;Plymouth&lt;/a&gt;, &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt; in &lt;a href=\"South%20West%20England\"&gt;southwest England&lt;/a&gt;. It is long, running adjacent to the &lt;a href=\"Royal%20Albert%20Bridge\"&gt;Royal Albert Bridge&lt;/a&gt;, and part of the &lt;a href=\"A38%20road\"&gt;A38&lt;/a&gt;, a main road between the two counties.\nDuring the 20th century, there was increasing demand to replace or supplement the &lt;a href=\"Saltash%20Ferry\"&gt;Saltash&lt;/a&gt; and &lt;a href=\"Torpoint%20Ferry\"&gt;Torpoint ferries&lt;/a&gt;, which could not cope with the rise in motor traffic. The Government refused to prioritise the project, so it was financed by &lt;a href=\"Plymouth%20City%20Council\"&gt;Plymouth City Council&lt;/a&gt; and &lt;a href=\"Cornwall%20County%20Council\"&gt;Cornwall County Council&lt;/a&gt;. Construction was undertaken by the &lt;a href=\"Cleveland%20Bridge%20%26amp%3B%20Engineering%20Company\"&gt;Cleveland Bridge &amp; Engineering Company&lt;/a&gt; and began in 1959. It was unofficially opened in October 1961, with a formal presentation by &lt;a href=\"Queen%20Elizabeth%20The%20Queen%20Mother\"&gt;Queen Elizabeth The Queen Mother&lt;/a&gt; in April 1962. A reconstruction of the bridge began in 1999 after it was found to be unable to support a &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; requirement for goods vehicle weights. The work involved building two new parallel decks while the original construction was completely rebuilt. The project was completed in late 2001 and formally opened by &lt;a href=\"Anne%2C%20Princess%20Royal\"&gt;Princess Anne&lt;/a&gt; in April 2002. The extra decks have remained in use, increasing the bridge's capacity.\nThe bridge is &lt;a href=\"toll%20bridge\"&gt;tolled&lt;/a&gt; for eastbound travel, with a discount available via an electronic payment scheme. It has become a significant landmark in Plymouth, Saltash and the surrounding area, and used on several occasions for protests or to highlight the work of charities and fundraisers.\nLocation.\nThe bridge runs over the &lt;a href=\"River%20Tamar\"&gt;River Tamar&lt;/a&gt; from near &lt;a href=\"Wearde\"&gt;Wearde&lt;/a&gt;, &lt;a href=\"Saltash\"&gt;Saltash&lt;/a&gt; in the west to Riverside, &lt;a href=\"Plymouth\"&gt;Plymouth&lt;/a&gt; in the east. It has a central span of and two side spans of . It is part of the &lt;a href=\"A38%20road\"&gt;A38&lt;/a&gt;, a major cross-country road that runs across Cornwall and Devon, and lies immediately north of the &lt;a href=\"Royal%20Albert%20Bridge\"&gt;Royal Albert Bridge&lt;/a&gt;, a significant railway bridge designed by &lt;a href=\"Isambard%20Kingdom%20Brunel\"&gt;Isambard Kingdom Brunel&lt;/a&gt; that opened in 1859. Both bridges are north of the &lt;a href=\"Hamoaze\"&gt;Hamoaze&lt;/a&gt;, the estuary that the Tamar feeds into, and the &lt;a href=\"Torpoint%20Ferry\"&gt;Torpoint Ferry&lt;/a&gt;.\nThe bridge is owned and maintained by the Tamar Bridge and Torpoint Ferry Joint Committee, a conglomerate between &lt;a href=\"Plymouth%20City%20Council\"&gt;Plymouth City Council&lt;/a&gt; and &lt;a href=\"Cornwall%20County%20Council\"&gt;Cornwall County Council&lt;/a&gt;. It has a main span of three lanes, which use a &lt;a href=\"reversible%20lane\"&gt;tidal flow&lt;/a&gt; arrangement to maximise traffic flow at rush hour, and two outer lanes. The north of these is used as a local access route from Saltash, while the south is used by cyclists and pedestrians but could be converted to meet future vehicle demand if alternatives for pedestrians and bicycles were provided, a dedicated ferry, shuttle bus, cable car or bridge have been considered.\nTolls.\nThe current tolls are £2.00 for cars, and £4.90, £8.00 and £11.00 for 2, 3 and 4-axle goods vehicles over 3.5 tonnes respectively. An electronic device called the Tamar Tag can be affixed to a vehicle window, which allows the driver to travel at half-fare. Tolls are only payable when travelling eastbound from Saltash to Plymouth.\nThere is no charge for pedestrians, cyclists and motorcycles. Disabled drivers can apply for concessions online or via an office next to the Torpoint Ferry.\nConstruction.\nRequirement.\nFor centuries, road users wishing to go from Saltash to Plymouth had two main choices. Travel by coach involved a long detour north either to Gunnislake New Bridge (a one-lane bridge constructed in 1520), or other bridges further north along the Devon – Cornwall border. The alternative was to catch a ferry across the Tamar. The Torpoint Ferry had been running successfully since 1791 (and is still in active service) while the &lt;a href=\"Saltash%20Ferry\"&gt;Saltash Ferry&lt;/a&gt; ran near to the bridge's present location. While popular, the ferries did not have sufficient capacity by the 20th century to cater for motor traffic. The idea for a fixed crossing across the Tamar had been floated around since the early 19th century, and proposals had been discussed in Parliament as early as 1930.\nIn 1950, &lt;a href=\"Cornwall%20County%20Council\"&gt;Cornwall County Council&lt;/a&gt; and &lt;a href=\"Plymouth%20City%20Council\"&gt;Plymouth City Council&lt;/a&gt; discussed the feasibility of building a road bridge. The government was unenthusiastic about the idea, as they did not believe it was financially viable and there were more urgent projects in post-war Britain. After being rebuked, both councils agreed to self-fund the entire project, which would be paid for in tolls. The scheme received &lt;a href=\"Royal%20Assent\"&gt;Royal Assent&lt;/a&gt; in July 1957. Invitations to tender were sent on 4 March 1959, and a proposal from the northeast England-based &lt;a href=\"Cleveland%20Bridge%20%26amp%3B%20Engineering%20Company\"&gt;Cleveland Bridge &amp; Engineering Company&lt;/a&gt; was accepted on 9 June.\nBuilding.\nPreparatory work on the bridge started in July 1959. The bridge was built using suspended construction, which involved building two concrete towers with support cables over these. Hangers were attached to these cables and the road deck was transported by barge and lifted into place. Cleveland Bridge and Engineering later used the same technique to construct the first &lt;a href=\"Severn%20Bridge\"&gt;Severn Bridge&lt;/a&gt;.\nThe central span of the bridge was . The support cables were both long, with a combined weight of 850 &lt;a href=\"long%20ton\"&gt;tons&lt;/a&gt;. They were constructed for Cleveland Bridge and Engineering by British Ropes Ltd. The deck was made out of a concrete base covered with steel plates approx and of standard road &lt;a href=\"Asphalt%20concrete\"&gt;tarmac&lt;/a&gt;. The roadway catered for three lanes of traffic and was designed to be wide, with an additional for pedestrians either side of the bridge. It could support an estimated capacity of 20,000 vehicles a day, with a maximum individual vehicle weight of 38 tons. Bridge materials had a similar colour to the Royal Albert Bridge, which it runs parallel to.\nThe bridge was unofficially opened at 6am on 24 October 1961, when the construction barriers were removed. It was formally opened by &lt;a href=\"Queen%20Elizabeth%20The%20Queen%20Mother\"&gt;Queen Elizabeth The Queen Mother&lt;/a&gt; on 26 April 1962.\nThe total cost of the bridge was £1.8 million (now £ million). It was the first major &lt;a href=\"suspension%20bridge\"&gt;suspension bridge&lt;/a&gt; to be constructed in the UK after World War II, and the longest suspension bridge in Britain.\nOperation.\nThe initial toll for cars was 3s (15p) for a single journey across the bridge, or 4/6 (22½p) for a return, while for lorries it was 14s (70p) and £1 respectively. The Saltash Ferry closed, but the Torpoint Ferry remained in operation; management of the ferry and the bridge is shared so the two crossings are not in direct competition with each other.\nBy 1979, the toll had risen to 30p for a single car journey. It had risen again to £1 by 1995, which remained in place until 2010, when they were increased to £1.50. On 19 November 2019 the new standard toll was set at £2.00.\nIn 1961, approximately 4000 vehicles used the Tamar Bridge each day. This significantly increased in the following decades; in 1998 the hourly rate during the morning rush hour was 2500 vehicles. The average weekday saw 38,200 vehicles cross the bridge and the summer weekday flow was 42,900. Conversely, the &lt;a href=\"Torpoint\"&gt;Torpoint&lt;/a&gt; ferry link could transport a maximum of 300 vehicles per hour.\nWidening and strengthening.\nThough the original bridge was designed for 38-ton vehicles, when it was inspected around 1995 it was found unable to comply with a &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; directive for supporting vehicles up to 40 tons, and would only be able to support 17-ton vehicles. A feasibility study was carried out for a new Tamar Crossing in 1991, but was rejected as the estimated cost would be around £300 million. The existing bridge could not be closed as it was being used by over 40,000 vehicles a day.\nThe eventual solution was to add two additional &lt;a href=\"orthotropic%20deck\"&gt;orthotropic&lt;/a&gt; cantilever lanes either side of the bridge, which traffic could run on while the original road deck was replaced. The work was designed by &lt;a href=\"Hyder%20Consulting\"&gt;Hyder Consulting&lt;/a&gt; and constructed by the descendent company of Cleveland Bridge that had worked on the original project. Reconstruction started in 1999, and was slightly delayed owing to an influx of tourists travelling to Cornwall to watch the &lt;a href=\"Solar%20eclipse%20of%2011%20August%201999\"&gt;Solar eclipse of 11 August 1999&lt;/a&gt;, whose line of totality passed through the county. The new deck contained 82 orthotropic panels, each one measuring by and weighing 20 tons. Work was completed in December 2001 at a total cost of £34 million; the two additional lanes were retained to increase the bridge's capacity. The completed construction weighed 25 tons less than the original bridge.\nThe Tamar Bridge was officially reopened by &lt;a href=\"Anne%2C%20Princess%20Royal\"&gt;Princess Anne&lt;/a&gt; on 26 April 2002, exactly forty years after the initial opening. Traffic was not expected to increase following the expansion of the bridge, as the &lt;a href=\"Saltash%20Tunnel\"&gt;Saltash Tunnel&lt;/a&gt; further west acts as a buffer for capacity. It was the world's first &lt;a href=\"suspension%20bridge\"&gt;suspension bridge&lt;/a&gt; to be widened using &lt;a href=\"cantilever\"&gt;cantilever&lt;/a&gt;s, and the world's first suspension bridge to be widened and strengthened while remaining open to traffic. The project won the British Construction Industry &lt;a href=\"Civil%20Engineering\"&gt;Civil Engineering&lt;/a&gt; Award for 2002, the Historic Structures category (30 years or older) of the Institution of Civil Engineers Awards 2002, and was one of eight \nfinalists for the &lt;a href=\"Prime%20Minister%20of%20the%20United%20Kingdom\"&gt;Prime Minister&lt;/a&gt;'s Better Public Building Award 2002.\nBill Moreau, chief engineer of the &lt;a href=\"New%20York%20State%20Bridge%20Authority\"&gt;New York State Bridge Authority&lt;/a&gt;, was impressed by the project. He visited the bridge shortly after its reconstruction, and hoped that similar methods could be used on numerous ageing bridges in New York, such as the &lt;a href=\"George%20Washington%20Bridge\"&gt;George Washington Bridge&lt;/a&gt;.\nThe bridge capacity is around 1,800 vehicles per hour per lane over each main and added decks:\nThe toll booth capacity in the eastbound direction only as operated in 2013 was 4,200 vehicles per hour and not considered to be constraining the route flow even though it's less than the potential eastbound 5,400 vehicles per hour from two main lanes and Saltash local.\nThe actual capacity of the link has other constraints:\nLegacy.\nThe Tamar Bridge is a recognisable symbol of the local area, as well as a main road connection between Cornwall and the rest of England. A supporter for devolution in Cornwall, following that of Wales and Scotland, has said the county is \"a bit like a parallel universe over the Tamar Bridge\".\nIn March 1998, after the closure of Europe's last &lt;a href=\"tin%20mining\"&gt;tin mine&lt;/a&gt; at &lt;a href=\"South%20Crofty\"&gt;South Crofty&lt;/a&gt; in Cornwall (which later reopened for a period, and subsequently closed), the Cornish Solidarity Action Group (CSAG) encouraged commuters to pay the then-£1 toll in pennies. The group thought this would slow down collection of tolls and cause widespread congestion across the local area. The CSAG believed Cornwall should receive similar subsidies to South Wales and Merseyside, which were receiving regeneration grants from the government.\nOn 23 January 2004 four protesters climbed onto the gantry over the Tamar Bridge to highlight the work of the group &lt;a href=\"Fathers%204%20Justice\"&gt;Fathers 4 Justice&lt;/a&gt; who promote the rights of fathers in &lt;a href=\"child%20custody\"&gt;child custody&lt;/a&gt; disputes. The protest caused rush-hour tailbacks on both sides of the bridge. Charges against the protesters were later dropped after it was felt there would not be a realistic chance of conviction.\nIn 2012 local councillors complained when the Olympic organising committee declined to run the &lt;a href=\"Olympic%20Torch\"&gt;Olympic Torch&lt;/a&gt; across the Tamar Bridge in the lead-up to the &lt;a href=\"2012%20Summer%20Olympics\"&gt;Olympics in London&lt;/a&gt;. One councillor said the handover should have been \"one of the iconic moments of the whole torch relay in Cornwall\". The official organisers said it was not practical to do so as it would involve closing the bridge.\nReferences.\nCitations\nSources"
}