{
    "id": "14503966",
    "revid": "12803699",
    "url": "https://en.wikipedia.org/wiki?curid=14503966",
    "title": "Fat and Frantic",
    "text": "Fat and Frantic were a London-based pop music group who wrote all their own material, playing a wide variety of musical styles ranging from manic skiffle through rock 'n roll to a cappella which they sometimes described as \"piffle\" – a mix of punk and skiffle.\nBackground.\nFormed in 1985, Fat and Frantic was a particular favourite on the UK live venues and University circuit playing some 300 gigs between 1989 and 1992, as well as playing frequently at the &lt;a href=\"Greenbelt%20Festival\"&gt;Greenbelt Festival&lt;/a&gt; and at &lt;a href=\"Reading%20Festival\"&gt;Reading Festival&lt;/a&gt;. Its best-known song was \"Last Night My Wife Hoovered My Head\", one chorus of which was sung in French. The group were also somewhat notorious for once receiving a particularly bad live review from Damon Wise in the music paper \"&lt;a href=\"Sounds%20%28magazine%29\"&gt;Sounds&lt;/a&gt;\", which closed with the line \"Fat and Frantic ruined my weekend and I hate them for it\", a line which they went on to use extensively in their publicity.\nIn July 2011, Fat and Frantic re-formed some 26 years after the first time around to play some live gigs (mainly) in the South of England. In preparation for the tour, all of their back catalogue became available on iTunes as well as 2 brand new recordings.\nIn 2013, the band reformed one more time for a reunion appearance at the &lt;a href=\"Greenbelt%20Festival\"&gt;Greenbelt Festival&lt;/a&gt;'s 40th anniversary.\nThe end of August 2019 saw Fat and Frantic reforming once again for a brief appearance on Winchester High Street. The busking set was in aid of Winchester Hospice. Although now considered elderly gentlemen, they performed with great aplomb and were well received by a large crowd.\nOn 2 October 2021 they presented F+FJukebox, a concert broadcast on YouTube, as a fundraiser for the charity Help Harry Help Others.\nBand members.\nTheir first album also featured John Lodge-Patch on bass.\nAlbums.\nMost albums include at least one &lt;a href=\"a%20cappella\"&gt;a cappella&lt;/a&gt; track. The 1994 album, \"Precious Lord\" (a collection of unaccompanied worship songs), was a tribute to close friend &lt;a href=\"Steve%20Fairnie\"&gt;Steve Fairnie&lt;/a&gt; who wrote the title track.\nSingles.\nThis song was voted \"Single of the Week\" on &lt;a href=\"Simon%20Mayo\"&gt;Simon Mayo&lt;/a&gt;'s BBC Radio One Breakfast Show in 1989.\nReached the Radio Playlist meeting but alas didn't quite make it. Performed on Going Live BBC1.\nReleased when &lt;a href=\"Nottingham%20Forest\"&gt;Nottingham Forest&lt;/a&gt; reached the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; Final, with the original song's lyrics adapted so they had something to do with &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;, Nottingham Forest, and &lt;a href=\"Brian%20Clough\"&gt;Brian Clough&lt;/a&gt;. Simon Mayo played 12 seconds of it before deciding to play something else instead...\nDarling Doris.\nDuring the 1980s, Fat and Frantic wrote a song, \"Darling Doris\", as part of the campaign to stop the decommissioning of the &lt;a href=\"red%20telephone%20box\"&gt;red telephone box&lt;/a&gt;. The song lyrics describe the red telephone box as a characterful community beacon being taken away and being replaced with a modern uncharacteristic phone box spelling the ruination of the community. The powerful closing words of the song being \"Now they've taken my Darling Doris away. How can I forgive them?\"\nCurrent activities.\nFat and Frantic stopped performing regularly in 1992. There was a reunion 'final gig' at Greenbelt, in 1998. A four-date mini-tour took place in July 2011.\nSince circa 1986/7, members of the band and others have formed a loose, expansive collective, independent of Fat and Frantic, who play unrehearsed, sometimes shambolic rock and roll covers under the title 'Rev Softly and the Residential Areas'. The band's name refers to a sign in the car park beneath the long-since demolished ABC Bowl in North Harrow, Middlesex: 'When leaving at night, please rev softly – this is a residential area'.\nBand members.\nAll of the original band members are now married with children, and have entered into various different professions:\nJon Soper is now a Clergyman in the &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt; in the Diocese of Exeter.\nSilas Crawley is now the senior pastor of Hope Community Church in Bristol.\nCraig McLeish is a freelance musician specialising in choral directing, orchestration, songwriting and production. He is also musical director for Young Voices.\nNigel Hemming is Pastor of Winchester Vineyard Church.\nJim Harris is an art historian specialising in sculpture of the fourteenth to sixteenth centuries, based at the Ashmolean Museum in Oxford where he is a Teaching Curator. He is a regular contributor to Radio 2's \"Pause for Thought\".\nSimon Saunders is a highly skilled carpenter and cabinet maker working in the Oxfordshire area.\nRe-released back catalogue.\nIn November 2007 and August 2010, the indie record label, I'll Call You Records, released digital versions of Fat and Frantic's singles and albums on the iTunes and eMusic websites. These albums included, \"Waxing a Hottie\", \"Aggressive Sunbathing\", \"Live at The Wonky Donkey, Bar and Grill\", \"Quirk\", \"FAF Sing Very Best of Wendy Craig\" and \"Precious Lord\"."
}