{
    "id": "14532538",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=14532538",
    "title": "Brad Hunstable",
    "text": "Fred Bradley Hunstable (born 1978) is co-founder and CEO of the electric motor company &lt;a href=\"Linear%20Labs\"&gt;Linear Labs&lt;/a&gt;.\nLinear Labs was founded by Hunstable in 2014 with his father, Fred Hunstable. Brad is also the co-founder and former CEO of &lt;a href=\"Ustream\"&gt;UStream&lt;/a&gt; which was sold to &lt;a href=\"IBM\"&gt;IBM&lt;/a&gt; in 2016 for $150 million.\nHunstable was formerly the founder and CEO of &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;-based live streaming website &lt;a href=\"Ustream.tv\"&gt;Ustream.tv&lt;/a&gt;, one of the largest consumer live video sites on the Internet. In 2014, he was honored as one of the SF Business Times \"40 Under 40\" for the most influential young leaders across the spectrum of &lt;a href=\"San%20Francisco%20Bay%20Area\"&gt;Bay Area&lt;/a&gt; businesses. In 2016, Ustream was acquired by &lt;a href=\"IBM\"&gt;IBM&lt;/a&gt; for a reported $150 million.\nRanked among 50 \"Digital Power Players\" by \"&lt;a href=\"The%20Hollywood%20Reporter\"&gt;The Hollywood Reporter&lt;/a&gt;\" in 2010, Hunstable was announced on &lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt; Producers Guild of America's 2010 Digital 25: Visionaries, Innovators and Producers list for his work at Ustream.\nUstream was selected as a \"&lt;a href=\"PC%20Magazine\"&gt;PC Magazine&lt;/a&gt;\" Editor's Choice. Notable investors include &lt;a href=\"Softbank\"&gt;Softbank&lt;/a&gt;, DCM, &lt;a href=\"Frank%20J.%20Caufield\"&gt;Frank J. Caufield&lt;/a&gt;, and the &lt;a href=\"Band%20of%20Angels%20%28investors%29\"&gt;Band Of Angels&lt;/a&gt;. &lt;a href=\"General%20Wesley%20Clark\"&gt;General Wesley Clark&lt;/a&gt; serves Ustream.TV's board of advisors.\nBiography.\nEarly life.\nFred Bradley Hunstable was born on September 26, 1978 in &lt;a href=\"Tarrant%20County%2C%20Texas\"&gt;Tarrant County, Texas&lt;/a&gt;, and grew up in &lt;a href=\"Granbury%2C%20Texas\"&gt;Granbury, Texas&lt;/a&gt;, with a younger sister (Ashlee) and a younger brother (Nathan). His parents are Fred Eugene Hunstable, an &lt;a href=\"electrical%20engineer\"&gt;electrical engineer&lt;/a&gt;, and Candace \"Candy\" Lee Cotter, a school &lt;a href=\"teacher\"&gt;teacher&lt;/a&gt;. Since childhood, he has shown an interest in technology. At age 11, he started a small &lt;a href=\"bulletin%20board%20system\"&gt;bulletin board system&lt;/a&gt; called the Dark Realms with &lt;a href=\"Sysop\"&gt;cosysop&lt;/a&gt; James Gollehon.\nEducation.\nHunstable graduated from &lt;a href=\"Granbury%20High%20School\"&gt;Granbury High School&lt;/a&gt; in &lt;a href=\"Granbury%2C%20Texas\"&gt;Granbury, Texas&lt;/a&gt; in 1997. He went on to receive his &lt;a href=\"Bachelor%20of%20Science\"&gt;Bachelor of Science&lt;/a&gt; degree in &lt;a href=\"engineering%20management\"&gt;engineering management&lt;/a&gt; from the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; in 2001. Upon graduation, he was commissioned as a &lt;a href=\"second%20lieutenant\"&gt;second lieutenant&lt;/a&gt; in the &lt;a href=\"U.S.%20Army\"&gt;U.S. Army&lt;/a&gt;, working primarily as an operations officer. Later, through the Army, Hunstable attended the &lt;a href=\"Ohio%20State%20University\"&gt;Ohio State University&lt;/a&gt;'s &lt;a href=\"Fisher%20College%20of%20Business\"&gt;Fisher College of Business&lt;/a&gt; where he received his &lt;a href=\"Master%20of%20Business%20Administration\"&gt;Master of Business Administration&lt;/a&gt; degree in &lt;a href=\"finance\"&gt;finance&lt;/a&gt; and &lt;a href=\"real%20estate\"&gt;real estate&lt;/a&gt; in 2005.\nAfter West Point.\nHunstable was required to serve five years in the &lt;a href=\"U.S.%20Army\"&gt;U.S. Army&lt;/a&gt;. He served in various capacities around the world working jobs both for the Army and the &lt;a href=\"United%20States%20Department%20of%20Defense\"&gt;Department of Defense&lt;/a&gt; directly.\nIn 2005, he left the military to work for Hillwood Development, a real estate company owned by &lt;a href=\"Ross%20Perot\"&gt;Ross Perot&lt;/a&gt; developing master planned communities in &lt;a href=\"Dallas\"&gt;Dallas&lt;/a&gt;/&lt;a href=\"Fort%20Worth%2C%20Texas\"&gt;Fort Worth&lt;/a&gt;.\nUstream.\nUstream was born when the founders (&lt;a href=\"John%20Ham%20%28entrepreneur%29\"&gt;John Ham&lt;/a&gt;, Brad Hunstable, and &lt;a href=\"Dr.%20Gyula%20Feher\"&gt;Dr. Gyula Feher&lt;/a&gt;) wanted a way for their friends in the Army, who were deployed overseas in &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt; during the war, to be able to communicate with their families back home. A product like Ustream would provide them with a way to talk to all of their relatives at once when free time in the war zone was limited.\nPreviously, these three had worked together on an internet based event photo sharing website using technology created by Dr. Feher. In 2003, both Brad and John Ham were deployed to active duty, putting an end to this venture. After returning to civilian life, Brad and John discussed the idea of the general public using the Internet to share live video. Seeing this as a viable product, they contacted their former partner, Dr. Feher, to develop the technology required. Ustream.tv was founded in 2006, as experiments in broadcasting Brad's brother Nathan's band (&lt;a href=\"http%3A//www.reverbnation.com/venture\"&gt;Venture&lt;/a&gt;) proved successful. Early testing involved Brad in the audience with a camera wired to a laptop (with a cellular card) in his backpack, sending the stream back to their test server.\nLaunching their public beta in March 2007, Ustream.tv was the first of a series of live video sites include &lt;a href=\"Justin.tv\"&gt;Justin.tv&lt;/a&gt; and &lt;a href=\"Operator11.com\"&gt;Operator11.com&lt;/a&gt;. The company has seen \"growth\" in the political, entertainment, and technology fields.\nUstream.tv have hosted &lt;a href=\"Streaming%20services\"&gt;streamings&lt;/a&gt; from politicians &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt;, &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt;, and &lt;a href=\"John%20Edwards\"&gt;John Edwards&lt;/a&gt; and artists &lt;a href=\"Tori%20Amos\"&gt;Tori Amos&lt;/a&gt; and the &lt;a href=\"Plain%20White%20T%27s\"&gt;Plain White T's&lt;/a&gt;. The technology community has also adopted Ustream to include &lt;a href=\"Robert%20Scoble\"&gt;Robert Scoble&lt;/a&gt;, &lt;a href=\"Leo%20Laporte\"&gt;Leo Laporte&lt;/a&gt;, &lt;a href=\"Chris%20Pirillo\"&gt;Chris Pirillo&lt;/a&gt;, &lt;a href=\"Scott%20Liberto\"&gt;Scott Liberto&lt;/a&gt; and &lt;a href=\"Cali%20Lewis\"&gt;Cali Lewis&lt;/a&gt;.\nUstream.tv has raised over $60 million in funding, most recently from &lt;a href=\"SoftBank%20Capital\"&gt;Softbank&lt;/a&gt;.\nPersonal life.\nHunstable is married to April Hunstable and they have three children together.\nHe has two siblings, Nathan Hunstable and Ashlee Smith.\nHunstable's son, Hayden, died from suicide on April 17, 2020.\nThe Hunstables started the non-profit, Hayden's Corner, to promote parents starting conversations with their children to help prevent childhood suicide, the #3 cause of death in 10-14 year olds."
}