{
    "id": "14538149",
    "revid": "19540414",
    "url": "https://en.wikipedia.org/wiki?curid=14538149",
    "title": "Udhaar Ki Zindagi",
    "text": "Udhaar Ki Zindagi () is a 1994 Indian &lt;a href=\"Hindi\"&gt;Hindi&lt;/a&gt;-language &lt;a href=\"drama%20%28film%20and%20television%29\"&gt;drama film&lt;/a&gt;, produced by Rajesh Mishra, S.S. Misra under the Asht Murti Film Combines banner and directed by K.V. Raju. It stars &lt;a href=\"Jeetendra\"&gt;Jeetendra&lt;/a&gt;, &lt;a href=\"Moushumi%20Chatterjee\"&gt;Moushumi Chatterjee&lt;/a&gt; and &lt;a href=\"Kajol\"&gt;Kajol&lt;/a&gt; and music composed by &lt;a href=\"Anand%E2%80%93Milind\"&gt;Anand–Milind&lt;/a&gt;. This was Kajol's first author-backed role, which was critically acclaimed. The movie is a remake of 1991 Telugu movie \"&lt;a href=\"Seetharamayya%20Gari%20Manavaralu\"&gt;Seetharamayya Gari Manavaralu&lt;/a&gt;\" which the director of this movie, K.V. Raju, had earlier remade in Kannada in 1992 as \"&lt;a href=\"Belli%20Modagalu\"&gt;Belli Modagalu&lt;/a&gt;\".\nPlot.\nSitaram runs his family in an authoritarian manner. He has planned the marriage of his son, Vasudev, only to be told that Vasudev loves another woman, Suman, whom he plans to marry. Sitaram tells his son to forget about his love and marry the woman he has chosen for him. Vasudev instead marries Suman and brings her home to introduce her to his family. While the rest of the family welcome Suman, Sitaram makes it clear that she is not welcome. Shortly thereafter Vasudev and Suman leave the household and relocate in the U.S. Several years later, Sitaram receives a letter informing him that Vasudev and his family will visit them in India. Sitaram looks forward to seeing his son and his family after all these years. He is enraged when he finds that the only one sent to visit him is Sita, his granddaughter, and the excuse for Vasudev and Suman not attending is that \"they are busy\". Old wounds resurface and Sitaram will have nothing to do with his granddaughter, who has brought a special gift from her father for her grandfather. But Sitaram will not accept this gift, unless his son himself gives it to him, and it is then he realises the reason for his son's absence.\nProduction.\n\"Udhaar Ki Zindagi\" was an official remake of the &lt;a href=\"Telugu%20language\"&gt;Telugu-language&lt;/a&gt; drama film \"&lt;a href=\"Seetharamaiah%20Gari%20Manavaralu\"&gt;Seetharamaiah Gari Manavaralu&lt;/a&gt;\" (1991), which starring &lt;a href=\"Akkineni%20Nageswara%20Rao\"&gt;Akkineni Nageswara Rao&lt;/a&gt;, &lt;a href=\"Meena%20%28actress%29\"&gt;Meena&lt;/a&gt; and &lt;a href=\"Rohini%20Hattangadi\"&gt;Rohini Hattangadi&lt;/a&gt;. It was previously titled \"Kaagaz Ki Gudia\". According to \"&lt;a href=\"Deccan%20Herald\"&gt;Deccan Herald&lt;/a&gt;\" journalist Piali Banerjee, the film was shot in &lt;a href=\"Hyderabad\"&gt;Hyderabad&lt;/a&gt;.\nSoundtrack.\n&lt;a href=\"Anand%E2%80%93Milind\"&gt;Anand–Milind&lt;/a&gt; composed the soundtrack. The songs were authored by Sameer. \"Thodi Hansi Hain\" was widely appreciated for its lyrics."
}