{
    "id": "14576499",
    "revid": "14296788",
    "url": "https://en.wikipedia.org/wiki?curid=14576499",
    "title": "Serbian Rugby League Championship",
    "text": "The Serbian Rugby League Championship (/ ) is a domestic competition of &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; played in &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;. The competition started in 2002 when 4 teams played each other twice, once at home and once away, from April through to August. It was deemed a success and so the league continued in 2003. Since then new teams have been added and some have disappeared. Seasons 2007 and 2008 saw stabilization of rugby league scene in the country. Clubs like Podbara Novi Sad and Palilulac Hammers () from the city of &lt;a href=\"Ni%C5%A1\"&gt;Niš&lt;/a&gt; entered the competition. Very soon, Faculty of Political Sciences (FPN XIII) from Belgrade formed their own rugby league team, which is the first student's rugby team of any code in the country and the region. Their place in competition was taken by Belgrade University XIII, while FPN XIII and other students' teams form \"University League of Serbia - UniLeague\". In 2009, it was formed lower grade competition for the first time, for emerging clubs.\nAs new clubs are establishing and joining &lt;a href=\"Serbian%20Rugby%20League\"&gt;Serbian Rugby League&lt;/a&gt; Federation, further development and quality raise is expected in the following years.\nTeams.\nIn total, 29 teams have played in the league, with Dorćol being the only team who have played every year. Beside each club name, in brackets, is what years the club has taken part in the league.\nFormat.\n2012 competition sees ten teams divided in two quality groups (A and B), with the bottom group additionally divided in two parts on geographical basis (North and South). They play home and away &lt;a href=\"Round-robin%20tournament\"&gt;round robin&lt;/a&gt; format league.\nIn group A, top group teams play-off with qualifying semifinal (2nd v 3rd) game in week 1. Regular season top team is the first grand finalist, while the winner of qualifying semi-final is the other. Grand final is played in week 2 at the home ground of qualifying play-off winner.\nIn group B, top two teams from each part qualify to semi-final (North 1 v South 2, South 2 v North 1). Semifinal winners play in Group B final to decide the champion and the team who should be promoted to Group A next season. Semifinal losers play 7th/8th place playoff (in aggregate Group A+Group B), while bottom teams from each group play for 9th place.\nDuring regular season, team earns 2 pts for win, 1 pt for tie game and no pts for loss. The team is deducted 3 pts for forfeit game."
}