{
    "id": "14581057",
    "revid": "31339567",
    "url": "https://en.wikipedia.org/wiki?curid=14581057",
    "title": "Heat flux",
    "text": "&lt;/math&gt; through a surface.\nHeat flux or thermal flux, sometimes also referred to as \"heat flux density\", heat-flow density or \"heat flow rate intensity\" is a flow of &lt;a href=\"energy\"&gt;energy&lt;/a&gt; per unit of &lt;a href=\"area\"&gt;area&lt;/a&gt; per unit of time. In &lt;a href=\"SI\"&gt;SI&lt;/a&gt; its units are &lt;a href=\"watt\"&gt;watt&lt;/a&gt;s per &lt;a href=\"square%20metre\"&gt;square metre&lt;/a&gt; (W/m2). It has both a direction and a magnitude, and so it is a &lt;a href=\"Vector%20%28geometric%29\"&gt;vector&lt;/a&gt; quantity. To define the heat flux at a certain point in space, one takes the limiting case where the size of the surface becomes infinitesimally small.\nHeat flux is often denoted formula_1, the subscript specifying \"heat\" flux, as opposed to \"&lt;a href=\"Mass%20flux\"&gt;mass&lt;/a&gt;\" or &lt;a href=\"Transport%20phenomena\"&gt;\"momentum\" flux&lt;/a&gt;. &lt;a href=\"Heat%20conduction%23Fourier%27s%20law\"&gt;Fourier's law&lt;/a&gt; is an important application of these concepts.\nFourier's law.\nFor most &lt;a href=\"solid\"&gt;solid&lt;/a&gt;s in usual conditions, heat is transported mainly by &lt;a href=\"thermal%20conduction\"&gt;conduction&lt;/a&gt; and the heat flux is adequately described by Fourier's law.\nFourier's law in one dimension.\nformula_3\nwhere formula_4 is the &lt;a href=\"thermal%20conductivity\"&gt;thermal conductivity&lt;/a&gt;. The negative sign shows that heat flux moves from higher temperature regions to lower temperature regions.\nMulti-dimensional extension.\nThe multi-dimensional case is similar, the heat flux goes \"down\" and hence the temperature gradient has the negative sign:\nformula_5\nwhere formula_6 is the &lt;a href=\"gradient%20operator\"&gt;gradient operator&lt;/a&gt;.\nMeasuring heat flux.\nThe measurement of heat flux can be performed in a few different manners. A commonly known, but often impractical, method is performed by measuring a temperature difference over a piece of material with known &lt;a href=\"thermal%20conductivity\"&gt;thermal conductivity&lt;/a&gt;. This method is analogous to a standard way to measure an electric current, where one measures the &lt;a href=\"voltage\"&gt;voltage&lt;/a&gt; drop over a known &lt;a href=\"resistor\"&gt;resistor&lt;/a&gt;. Usually this method is difficult to perform since the thermal resistance of the material being tested is often not known. Accurate values for the material's thickness and thermal conductivity would be required in order to determine thermal resistance. Using the thermal resistance, along with temperature measurements on either side of the material, heat flux can then be indirectly calculated.\nA second method of measuring heat flux is by using a &lt;a href=\"heat%20flux%20sensor\"&gt;heat flux sensor&lt;/a&gt;, or heat flux transducer, to directly measure the amount of heat being transferred to/from the surface that the heat flux sensor is mounted to. The most common type of heat flux sensor is a differential temperature &lt;a href=\"thermopile\"&gt;thermopile&lt;/a&gt; which operates on essentially the same principle as the first measurement method that was mentioned except it has the advantage in that the thermal resistance/conductivity does not need to be a known parameter. These parameters do not have to be known since the heat flux sensor enables an in-situ measurement of the existing heat flux by using the &lt;a href=\"Thermoelectric%20effect\"&gt;Seebeck effect&lt;/a&gt;. However, differential &lt;a href=\"thermopile\"&gt;thermopile&lt;/a&gt; heat flux sensors have to be calibrated in order to relate their output signals [μV] to heat flux values [W/(m2⋅K)]. Once the heat flux sensor is calibrated it can then be used to directly measure heat flux without requiring the rarely known value of thermal resistance or thermal conductivity.\nRelevance to science and engineering.\nOne of the tools in a scientist's or engineer's toolbox is the &lt;a href=\"First%20law%20of%20thermodynamics\"&gt;energy balance&lt;/a&gt;. Such a balance can be set up for any physical system, from chemical reactors to living organisms, and generally takes the following form\nwhere the three formula_8 terms stand for the time rate of change of respectively the total amount of incoming energy, the total amount of outgoing energy and the total amount of accumulated energy.\nNow, if the only way the system exchanges energy with its surroundings is through heat transfer, the heat rate can be used to calculate the energy balance, since\nwhere we have integrated the heat flux formula_10 over the surface formula_11 of the system.\nIn real-world applications one cannot know the exact heat flux at every point on the surface, but approximation schemes can be used to calculate the integral, for example &lt;a href=\"Monte%20Carlo%20integration\"&gt;Monte Carlo integration&lt;/a&gt;."
}