{
    "id": "1460693",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=1460693",
    "title": "USS C-5 (SS-16)",
    "text": "USS \"C-5\" (SS-16) was one of five &lt;a href=\"United%20States%20C-class%20submarine\"&gt;C-class submarine&lt;/a&gt;s built for the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; in the first decade of the 20th century.\nDescription.\nThe \"C\"-class submarines were enlarged versions of the preceding &lt;a href=\"United%20States%20B-class%20submarine\"&gt;B class&lt;/a&gt;, the first American submarines with two &lt;a href=\"propeller%20shaft\"&gt;propeller shaft&lt;/a&gt;s. They had a length of &lt;a href=\"length%20overall\"&gt;overall&lt;/a&gt;, a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of and a mean &lt;a href=\"draft%20%28ship%29\"&gt;draft&lt;/a&gt; of . They &lt;a href=\"displacement%20%28ship%29\"&gt;displaced&lt;/a&gt; on the surface and submerged. The C-class boats had a crew of 1 officer and 14 enlisted men. They had a diving depth of .\nFor surface running, they were powered by two Craig &lt;a href=\"gasoline%20engine\"&gt;gasoline engine&lt;/a&gt;s, each driving one propeller shaft. When submerged each propeller was driven by a &lt;a href=\"electric%20motor\"&gt;electric motor&lt;/a&gt;. They could reach on the surface and underwater. On the surface, the boats had a range of at and at submerged.\nThe boats were armed with two &lt;a href=\"American%2018%20inch%20torpedo\"&gt;18 inch (450 mm)&lt;/a&gt; &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s in the bow. They carried two reloads, for a total of four torpedoes.\nConstruction and career.\n\"C-5\" was laid down by &lt;a href=\"Fore%20River%20Shipbuilding\"&gt;Fore River Shipbuilding&lt;/a&gt; Company in &lt;a href=\"Quincy%2C%20Massachusetts\"&gt;Quincy, Massachusetts&lt;/a&gt;, under a subcontract from &lt;a href=\"Electric%20Boat\"&gt;Electric Boat&lt;/a&gt; Company, as Snapper, making her the first ship of the United States Navy named for the &lt;a href=\"Lutjanidae\"&gt;snapper&lt;/a&gt;. \"Snapper\" was &lt;a href=\"ship%20naming%20and%20launching\"&gt;launched&lt;/a&gt; on 16 June 1908 sponsored by Ms. A. Nicoll, and &lt;a href=\"ship%20commissioning\"&gt;commissioned&lt;/a&gt; on 2 February 1910 with &lt;a href=\"Lieutenant%23Naval%20rank\"&gt;Lieutenant&lt;/a&gt; &lt;a href=\"Chester%20W.%20Nimitz\"&gt;Chester W. Nimitz&lt;/a&gt; in command. She was renamed \"C-5\" on 17 November 1911 and given &lt;a href=\"hull%20number\"&gt;hull number&lt;/a&gt; \"SS-16\" in 1920.\nService history.\n\"Snapper\" fitted out at the &lt;a href=\"Boston%20Navy%20Yard\"&gt;Boston Navy Yard&lt;/a&gt;, then began three years of training and tests along the East Coast and in &lt;a href=\"Chesapeake%20Bay\"&gt;Chesapeake Bay&lt;/a&gt;. She ran experiments with &lt;a href=\"radio\"&gt;radio&lt;/a&gt;, &lt;a href=\"Submarine%20signals\"&gt;submarine signalling&lt;/a&gt; apparatus, different types of &lt;a href=\"battery%20%28electricity%29\"&gt;batteries&lt;/a&gt;, and other equipment, all of which has since become standard in submarines. She joined in Fleet maneuvers helping to develop submarine tactics in submerged attacks on combatant ships, and engaged in operations with airplanes in the infancy of naval aviation. Highlights of the period were the reviews of the Fleet by &lt;a href=\"President%20of%20the%20United%20States\"&gt;President of the United States&lt;/a&gt; &lt;a href=\"William%20H.%20Taft\"&gt;William H. Taft&lt;/a&gt; and &lt;a href=\"Secretary%20of%20the%20Navy\"&gt;Secretary of the Navy&lt;/a&gt; &lt;a href=\"George%20von%20L.%20Meyer\"&gt;George von L. Meyer&lt;/a&gt; in November 1911 and October 1912.\nOn 20 May 1913, \"C-5\" and her sisters of the First Group, Submarine Flotilla, &lt;a href=\"United%20States%20Fleet%20Forces%20Command\"&gt;Atlantic Fleet&lt;/a&gt;, commanded by &lt;a href=\"Lieutenant%20%28junior%20grade%29\"&gt;Lieutenant (junior grade)&lt;/a&gt; R. S. Edwards in \"C-3\", departed &lt;a href=\"Norfolk%2C%20Virginia\"&gt;Norfolk, Virginia&lt;/a&gt;, in tow of &lt;a href=\"submarine%20tender\"&gt;submarine tender&lt;/a&gt; and &lt;a href=\"Collier%20%28ship%20type%29\"&gt;collier&lt;/a&gt; , for &lt;a href=\"Guant%C3%A1namo%20Bay%2C%20Cuba\"&gt;Guantánamo Bay&lt;/a&gt;, Cuba. From her arrival on 29 May, \"C-5\" exercised in Cuban waters – principally conducting &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; drills – until 7 December 1913. On that date, \"C-5\" and her sisters of the redesignated First Division – escorted by four surface ships – sailed for &lt;a href=\"Crist%C3%B3bal%2C%20Panama\"&gt;Cristobal&lt;/a&gt; in the &lt;a href=\"Panama%20Canal%20Zone\"&gt;Panama Canal Zone&lt;/a&gt;. Five days later the ships completed the passage, at that time the longest cruise made by United States submarines under their own power.\n\"C-5\" operated in &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt;nian waters, conducting exercises and harbor defense patrols as well as studying the suitability of various ports of Panama for submarine bases. \"C-5\" was decommissioned at &lt;a href=\"Coco%20Solo\"&gt;Coco Solo&lt;/a&gt; in the Panama Canal Zone on 23 December 1919, and sold on 13 April 1920.\n&lt;a href=\"Fleet%20admiral%20%28United%20States%29\"&gt;Fleet Admiral&lt;/a&gt; &lt;a href=\"Chester%20Nimitz\"&gt;Chester Nimitz&lt;/a&gt; wrote of \"C-5\":"
}