{
    "id": "14605691",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=14605691",
    "title": "Man-Trap",
    "text": "Man-Trap is a 1961 American &lt;a href=\"neo-noir\"&gt;neo-noir&lt;/a&gt; film about a &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt; veteran who becomes involved in a scheme to steal $3.5 million from a &lt;a href=\"Central%20American\"&gt;Central American&lt;/a&gt; dictator. The film was directed by &lt;a href=\"Edmond%20O%27Brien\"&gt;Edmond O'Brien&lt;/a&gt; and stars &lt;a href=\"Jeffrey%20Hunter\"&gt;Jeffrey Hunter&lt;/a&gt;, &lt;a href=\"David%20Janssen\"&gt;David Janssen&lt;/a&gt; and &lt;a href=\"Stella%20Stevens\"&gt;Stella Stevens&lt;/a&gt;. The plot is based on the novel \"Soft Touch\" by &lt;a href=\"John%20D.%20MacDonald\"&gt;John D. MacDonald&lt;/a&gt;, which had previously been serialised in \"&lt;a href=\"Cosmopolitan%20%28magazine%29\"&gt;Cosmopolitan&lt;/a&gt;\" magazine in March 1958 as \"Taint of the Tiger\".\nPlot.\nAlthough injured in combat, Matt Jameson returns home from Korea safely and works in California as an engineer. He is unhappily married to Nina, an alcoholic, and is attracted to his boss's secretary, Liz Addams.\nVince Biskay, a friend from the Marines whose life Matt saved, turns up with a risky but tempting offer. He knows of a &lt;a href=\"Central%20America\"&gt;Central America&lt;/a&gt;n dictator whose shipment of $3.5 million in illegal weapons is being transported to the U.S. If they can intercept it, Matt and Vince could turn it in to law authorities and split the reward.\nA gun battle erupts at the San Francisco airport, with the dictator's thugs trying to protect the loot. Vince is shot. Matt takes him and their stolen money home, where Vince recovers while a drunken Nina makes a pass at him.\nMatt orders Vince to leave when he realizes that Vince intends to keep the money rather than returning it. Nina then has a fatal accident that a desperate Matt tries to cover up. He is found and beaten by the Central American thugs, looking for their money. Vince has the money but comes to an unhappy end of the road. Matt ends up with Liz, feeling lucky to get out of the dangerous situation alive.\nProduction.\nThe original title for the film was \"Hell Is for Heroes\", but actor &lt;a href=\"Steve%20McQueen\"&gt;Steve McQueen&lt;/a&gt; demanded that &lt;a href=\"Hell%20Is%20for%20Heroes%20%28film%29\"&gt;his own contemporaneous project&lt;/a&gt;, originally called \"Separation Hill\", be given that name. Edmond O'Brien was furious when studio executive &lt;a href=\"Martin%20Rackin\"&gt;Martin Rackin&lt;/a&gt; acceded to McQueen's dictate, but, as a leading man and up-and-coming star, McQueen had more clout than O'Brien.\nHunter made the film after \"&lt;a href=\"King%20of%20Kings%20%281961%20film%29\"&gt;King of Kings&lt;/a&gt;\". He later wrote that the film was \"experimental ... our script was not the finest by any means. It was the first time I had worked with an actor-director.\" He said that O'Brien \"... being a very strong performer, interprets each character himself; and at times this can be very very helpful, and at other times it can be terribly frustrating, only because the actor likes to feel that he is an individual and not a parrot.\" However, Hunter thought that O'Brien was \"... a good sport, he accepts suggestions, and I think he has all the makings of being a very fine director.\""
}