{
    "id": "1460555",
    "revid": "42775548",
    "url": "https://en.wikipedia.org/wiki?curid=1460555",
    "title": "Gaultheria procumbens",
    "text": "Gaultheria procumbens, also called the eastern teaberry, the checkerberry, the boxberry, or the American wintergreen, is a species of \"&lt;a href=\"Gaultheria\"&gt;Gaultheria&lt;/a&gt;\" native to northeastern &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; from &lt;a href=\"Newfoundland%20%28island%29\"&gt;Newfoundland&lt;/a&gt; west to southeastern &lt;a href=\"Manitoba\"&gt;Manitoba&lt;/a&gt;, and south to &lt;a href=\"Alabama\"&gt;Alabama&lt;/a&gt;. It is a member of the &lt;a href=\"Ericaceae\"&gt;Ericaceae&lt;/a&gt; (heath family).\nGrowth and habitat.\n\"G. procumbens\" is a small, low-growing &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt;, typically reaching tall. The &lt;a href=\"leaves\"&gt;leaves&lt;/a&gt; are &lt;a href=\"evergreen\"&gt;evergreen&lt;/a&gt;, elliptic to ovate, long and broad, with a distinct &lt;a href=\"oil%20of%20wintergreen\"&gt;oil of wintergreen&lt;/a&gt; scent.\nThe &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s are &lt;a href=\"pendulous\"&gt;pendulous&lt;/a&gt;, with a white, sometimes pink-tinged, bell-shaped &lt;a href=\"corolla%20%28botany%29\"&gt;corolla&lt;/a&gt; with five teeth at the tip long, and above it a white &lt;a href=\"calyx%20%28botany%29\"&gt;calyx&lt;/a&gt;. They are borne in &lt;a href=\"leaf%20axil\"&gt;leaf axil&lt;/a&gt;s, usually one to three per stem. The &lt;a href=\"anther\"&gt;anther&lt;/a&gt;s are forked somewhat like a snake's tongue, with two &lt;a href=\"awn%20%28botany%29\"&gt;awns&lt;/a&gt; at the tip.\nThe &lt;a href=\"fruit\"&gt;fruit&lt;/a&gt; is red and across. It is an &lt;a href=\"epigynous%20berry\"&gt;epigynous berry&lt;/a&gt;, with the majority of the flesh of the fruit being composed of the fleshy calyx.\nThe plant is a &lt;a href=\"calcifuge\"&gt;calcifuge&lt;/a&gt;, favoring acidic soil, in pine or hardwood forests, although it generally produces fruit only in sunnier areas. It often grows as part of the heath complex in an &lt;a href=\"oak%E2%80%93heath%20forest\"&gt;oak–heath forest&lt;/a&gt;.\n\"G. procumbens\" spreads by means of long &lt;a href=\"rhizome\"&gt;rhizome&lt;/a&gt;s, which are within the top of soil. Because of the shallow nature of the rhizomes, it does not survive most forest fires, but a brief or mild fire may leave rhizomes intact, from which the plant can regrow even if the above-ground shrub was consumed.\nThis plant has gained the &lt;a href=\"Royal%20Horticultural%20Society\"&gt;Royal Horticultural Society&lt;/a&gt;'s &lt;a href=\"Award%20of%20Garden%20Merit\"&gt;Award of Garden Merit&lt;/a&gt;.\nEdibility.\nThe fruits of \"G. procumbens,\" considered its actual \"teaberries\", are edible, with a taste of mildly sweet &lt;a href=\"wintergreen\"&gt;wintergreen&lt;/a&gt; similar to the flavors of the \"&lt;a href=\"Mentha\"&gt;Mentha&lt;/a&gt;\" varieties \"&lt;a href=\"Mentha%20piperita\"&gt;M. piperita&lt;/a&gt;\" (peppermint) and \"&lt;a href=\"Mentha%20spicata\"&gt;M. spicata&lt;/a&gt;\" (spearmint) even though \"G. procumbens\" is not a true mint. The leaves and branches make a fine &lt;a href=\"herbal%20tea\"&gt;herbal tea&lt;/a&gt;, through normal drying and infusion process. For the leaves to yield significant amounts of their essential oil, they need to be fermented for at least three days. The berries and leaves contain &lt;a href=\"methyl%20salicylate\"&gt;methyl salicylate&lt;/a&gt;, a compound that is closely related to &lt;a href=\"aspirin\"&gt;aspirin&lt;/a&gt;.\nTeaberry extract can be used to flavor tea, candy, medicine and &lt;a href=\"chewing%20gum\"&gt;chewing gum&lt;/a&gt;. Teaberry is also a flavor of &lt;a href=\"ice%20cream\"&gt;ice cream&lt;/a&gt; in regions where the plant grows. It likewise inspired the name of &lt;a href=\"Clark%27s%20Teaberry\"&gt;Clark's Teaberry&lt;/a&gt; chewing gum.\nWildlife value.\nWintergreen is not taken in large quantities by any species of wildlife, but the regularity of its use enhances its importance. Its fruit persist through the winter, and it is one of the few sources of green leaves in winter. &lt;a href=\"White-tailed%20deer\"&gt;White-tailed deer&lt;/a&gt; browse wintergreen throughout its range, and in some localities it is an important winter food. Other animals that eat wintergreen are &lt;a href=\"wild%20turkey\"&gt;wild turkey&lt;/a&gt;, &lt;a href=\"sharp-tailed%20grouse\"&gt;sharp-tailed grouse&lt;/a&gt;, &lt;a href=\"northern%20bobwhite\"&gt;northern bobwhite&lt;/a&gt;, &lt;a href=\"ring-necked%20pheasant\"&gt;ring-necked pheasant&lt;/a&gt;, &lt;a href=\"American%20Black%20Bear\"&gt;black bear&lt;/a&gt;, &lt;a href=\"white-footed%20mouse\"&gt;white-footed mouse&lt;/a&gt;, and &lt;a href=\"red%20fox\"&gt;red fox&lt;/a&gt;. Wintergreen is a favorite food of the &lt;a href=\"eastern%20chipmunk\"&gt;eastern chipmunk&lt;/a&gt;, and the leaves are a minor winter food of the &lt;a href=\"Eastern%20Gray%20Squirrel\"&gt;gray squirrel&lt;/a&gt; in Virginia.\nCommon names.\nOther common names for \"G. procumbens\" include American mountain tea, boxberry, Canada tea, canterberry, checkerberry, chickenberry, creeping wintergreen, deerberry, drunkards, gingerberry, ground berry, ground tea, grouseberry, hillberry, mountain tea, one-berry, procalm, red pollom, spice berry, squaw vine, star berry, spiceberry, spicy wintergreen, spring wintergreen, teaberry, wax cluster, and youngsters.\nWhile this plant is sometimes mistakenly known as partridge berry, that name more often refers to the ground cover \"&lt;a href=\"Mitchella%20repens\"&gt;Mitchella repens&lt;/a&gt;.\"\nTraditional use.\nThe plant has been used by various tribes of Native Americans for medicinal purposes."
}