{
    "id": "1461792",
    "revid": "41977899",
    "url": "https://en.wikipedia.org/wiki?curid=1461792",
    "title": "Charlie Watt",
    "text": "Charlie Watt (born June 29, 1944) is a former &lt;a href=\"Senate%20of%20Canada\"&gt;Canadian Senator&lt;/a&gt; from &lt;a href=\"Nunavik\"&gt;Nunavik&lt;/a&gt; (&lt;a href=\"Quebec\"&gt;Québec&lt;/a&gt;).\nA &lt;a href=\"hunter\"&gt;hunter&lt;/a&gt; and businessman by profession, Watt is an &lt;a href=\"Inuit\"&gt;Inuk&lt;/a&gt; and served as Northern officer with the &lt;a href=\"Department%20of%20Indian%20and%20Northern%20Affairs\"&gt;Department of Indian and Northern Affairs&lt;/a&gt; from 1969 to 1979. He was an early leader in the Indigenous rights movement in Canada, and represented the Quebec Inuit in the negotiations leading to the James Bay and Northern Quebec Agreement.\nIn 1984 he was appointed to serve in the Senate of Canada, and he was the second Inuk to achieve this post.\nIn 1994, he was named Officer of the National Order of Québec.\nIn 2018, he resigned from the Senate of Canada following 34 years of representing the Inuit in the Upper Chamber. He did so following his election to President of &lt;a href=\"Makivik%20Corporation\"&gt;Makivik Corporation&lt;/a&gt;. This was his third election to the position, and he achieved it with 54% of the vote.\nHe resigned from the Senate, effective March 16, 2018 in order to focus on his duties with Makivik.\nHe is the brother of the activist and author &lt;a href=\"https%3A//inuit.uqam.ca/en/person/watt-cloutier-sheila\"&gt;Sheila Watt-Cloutier&lt;/a&gt;.\nJames Bay and Northern Quebec Agreement (1975).\nAt a meeting of representatives from Northern Quebec Inuit communities, held in &lt;a href=\"Inukjuak\"&gt;Inukjuak&lt;/a&gt; in April 1971, Charlie Watt was elected as one of the six founding directors of the Northern Quebec Inuit Association, incorporated on June 8, 1972, (now the &lt;a href=\"Makivik%20Corporation\"&gt;Makivik Corporation&lt;/a&gt;). Although &lt;a href=\"Robert%20Bourassa\"&gt;Robert Bourassa&lt;/a&gt; was convinced of the viability and economic importance of a massive hydroelectric project on Inuit and Cree traditional lands, since his first meeting, on December 16, 1969, with then, &lt;a href=\"Roland%20Giroux\"&gt;Hydro-Québec president&lt;/a&gt;, it was only when Bourassa, became Premier of Quebec &lt;a href=\"1970%20Quebec%20general%20election\"&gt;on April 29, 1970&lt;/a&gt;, that the project was officially introduced in the provincial cabinet in March 1971, and announced to the public on April 30, 1971. The &lt;a href=\"James%20Bay%20Project\"&gt;James Bay Hydroelectric Development Project&lt;/a&gt; ignored the rights of the Inuit and Cree who lived in northern James Bay and northern Quebec. In 1972 the NQIA and the Quebec Association of Indians applied for an injunction to stop the hydro \"project of the century\" to the Quebec Superior Court. Although the original ruling in their favour was overturned, by 1975 they had successfully negotiated the \"first major comprehensive land claims agreement in northern Canada, heralding in a new era in aboriginal land claims.\" The James Bay and Northern Quebec Agreement (JBNQA), signed in November 1975, was one of three landmark court decisions that brought about \"an important shift in the recognition of the rights of First Nations in Canada.\"\nHe has also been active with a number of &lt;a href=\"Aboriginal%20peoples%20in%20Canada\"&gt;aboriginal&lt;/a&gt; businesses including the &lt;a href=\"Makivik%20Corporation\"&gt;Makivik Corporation&lt;/a&gt;, &lt;a href=\"Air%20Inuit\"&gt;Air Inuit&lt;/a&gt;, Seaku Fisheries, Uttuulik Leasing, and Kigaq Travel.\nWatt served as co-chair of the Inuit Committee on National Issues from 1979 to 1984 and has also served with the Nunavik Constitutional Committee and the &lt;a href=\"Inuit%20Tapiriit%20Kanatami\"&gt;Inuit Tapirisat of Canada&lt;/a&gt;. Senator Watt also served on the Board of the Circumpolar Chamber of Commerce as one of its first directors. An Officer of the National Order of Quebec (1994), Watt is also the 1997 recipient of the National Aboriginal Achievement Award (now known as the Indspire Awards).\nThe Senate of Canada (1984-2018).\nWatt was appointed to the Senate on January 16, 1984, by &lt;a href=\"Prime%20Minister%20of%20Canada\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Pierre%20Trudeau\"&gt;Pierre Trudeau&lt;/a&gt;. Appointed at age 39, Watt was the second-youngest person at appointment who was then serving in the Senate (and the 2nd Inuk in Canadian history to serve in the upper chamber). Senator Charlie Watt represented the province of Quebec and the Senatorial Division of Inkerman. He served in the Senate of Canada from January 16, 1984 until March 16, 2018.\nDuring his 34 years in the Senate of Canada, Watt founded the Special Committee on Aboriginal Peoples (1984) which later became the Senate Standing Committee on Aboriginal Peoples. He also served on numerous Senate Standing Committees including: Fisheries and Oceans, Legal and Constitutional Affairs, and he is the founder and first Chairman of the Senate Special Committee on the Arctic (2017).\nHe is most notable for championing Inuit rights in Canada and for speaking his language (Inuktitut) in the Senate Chamber and at committee meetings. He was instrumental in changing Senate rules to allow the use of his mother tongue and for producing the first materials in Inuktitut on the Canadian Parliamentary System.\nHe is also known for his ongoing work with First Nations and Metis communities in Canada.\nIn 2007, while serving on the Senate Standing Committee on Legal and Constitutional Affairs, Watt participated in their report called: Taking Section 35 Rights Seriously, non-derogation clauses relating to Aboriginal and Treaty Rights\nIn September of that same year he introduced Bill S229 An Act to amend the Income Tax Act and the Excise Tax Act (tax relief for Nunavik). https://www.parl.ca/LegisInfo/BillDetails.aspx?Language=E&amp;billId=4772639\nThis was to bring attention to the high cost of living in northern Canada. Watt introduced the bill to make Nunavik (northern Quebec) a GST free zone. Although the bill did not make it to the House of Commons, it brought northerners to Ottawa to discuss their unique living situation and the high costs of goods and services.\nIn December 2011, Watt introduced bill S207 An Act to Amend the Interpretation Act (non-derogation of aboriginal and treaty rights), the committee report was adopted in the Senate, but the bill was dropped from the order paper in June 2013.\nIn his final year at the Senate of Canada, Watt created the Special Committee on the Arctic and he was the first Chair of the committee. Their work is continuing under the leadership of Senators Patterson and Bovey https://sencanada.ca/en/committees/arct/\nWatt was educated at schools in: Kuujjuaq (Fort Chimo), Quebec; Yellowknife, NWT; Kingston, Ontario; Ottawa, Ontario; Montréal, Québec; Halifax, Nova Scotia, and Brandon, Manitoba.\nIn 1997, he was awarded the Aboriginal Achievement Award by Buffy Sainte Marie for his role in community development (now called the Indspire Award).\nHe is married to Ida (Epoo), and is father to Donald, Robert, Lisa, Billy, and Charlene."
}