{
    "id": "1461068",
    "revid": "28618586",
    "url": "https://en.wikipedia.org/wiki?curid=1461068",
    "title": "Roll (Mega Man)",
    "text": " is a fictional &lt;a href=\"gynoid\"&gt;gynoid&lt;/a&gt; in the \"&lt;a href=\"Mega%20Man\"&gt;Mega Man&lt;/a&gt;\" &lt;a href=\"video%20game\"&gt;video game&lt;/a&gt; series and its &lt;a href=\"Spin-off%20%28media%29\"&gt;spin-offs&lt;/a&gt;. A &lt;a href=\"Housekeeper%20%28domestic%20worker%29\"&gt;housekeeper&lt;/a&gt; robot who acts as a little sister to &lt;a href=\"Mega%20Man%20%28character%29\"&gt;Mega Man&lt;/a&gt;, she was built by the genius scientist &lt;a href=\"Dr.%20Thomas%20Light\"&gt;Dr. Thomas Light&lt;/a&gt;, and parallels \"&lt;a href=\"Astro%20Boy\"&gt;Astro Boy&lt;/a&gt;\"'s Uran. Her name forms a \"&lt;a href=\"rock%20and%20roll\"&gt;rock and roll&lt;/a&gt;\" &lt;a href=\"pun\"&gt;pun&lt;/a&gt; with Rockman, who is called Mega Man in Western territories.\nIn the original series, Roll is a supporting character who operates in-game shops and was not designed for combat. However, she has been depicted with more agency in various spin-off titles, such as in \"&lt;a href=\"Mega%20Man%20NT%20Warrior\"&gt;Mega Man NT Warrior&lt;/a&gt;\", where &lt;a href=\"Roll.EXE\"&gt;Roll.EXE&lt;/a&gt; has a teenage appearance and is MegaMan.EXE's girlfriend, and in &lt;a href=\"Mega%20Man%20Legends\"&gt;Mega Man Legends&lt;/a&gt;, where she is the female lead, &lt;a href=\"Roll%20Caskett\"&gt;Roll Caskett&lt;/a&gt;. \nHer prominence in the series has increased over time, with the remake \"&lt;a href=\"Mega%20Man%20Powered%20Up\"&gt;Mega Man Powered Up&lt;/a&gt;\" making her a playable character. Fans have also frequently modified previous games in the series to insert her as the main character.\nCharacteristics.\nIn the original \"Mega Man\" series, Roll appears as a young, &lt;a href=\"blonde\"&gt;blonde&lt;/a&gt; girl wearing a &lt;a href=\"red\"&gt;red&lt;/a&gt; &lt;a href=\"dress\"&gt;dress&lt;/a&gt;, a &lt;a href=\"ponytail\"&gt;ponytail&lt;/a&gt; with &lt;a href=\"green\"&gt;green&lt;/a&gt; &lt;a href=\"ribbon\"&gt;ribbon&lt;/a&gt;s and red &lt;a href=\"Mary%20Jane%20%28shoe%29\"&gt;Mary Janes&lt;/a&gt;. She is the third robot created by Dr. Light, built as his assistant, mainly for housework.\nThe character has been reimagined as either a younger or older character throughout her various incarnations. For example, Roll's appearance and dress were altered slightly in \"&lt;a href=\"Mega%20Man%208\"&gt;Mega Man 8&lt;/a&gt;\", giving her an older appearance, though they later returned to normal. Her official design was modified again in \"&lt;a href=\"Mega%20Man%2011\"&gt;Mega Man 11&lt;/a&gt;\", adding a white hoodie to her dress, though it more heavily resembles the original.\nHistory.\nClassic Mega Man.\nRoll first appears very briefly during the ending of the very first game of the series, only making a small appearance in the end credits. Because so, her name was never mentioned until \"&lt;a href=\"Mega%20Man%203\"&gt;Mega Man 3&lt;/a&gt;\", where her entry in Dr. Light's robot list is shown during the ending. She only had a minor role in games for most of the &lt;a href=\"Nintendo%20Entertainment%20System\"&gt;NES&lt;/a&gt; era, but began showing up more often after \"&lt;a href=\"Mega%20Man%207\"&gt;Mega Man 7&lt;/a&gt;\". \nAlthough unplayable in most of the mainline entries, Roll can be unlocked as a playable character in the 2007 mobile port of the first &lt;a href=\"Mega%20Man%20%281987%20video%20game%29\"&gt;Mega Man&lt;/a&gt; game, where she's able to charge her buster shot in a similar manner to &lt;a href=\"Mega%20Man%204\"&gt;Mega Man 4&lt;/a&gt;. However, she is unable to use special weapons, with her charged shots consuming weapon energy instead.\nSpin-off games.\nRoll appears in the \"Mega Man Legends\" series as Roll Caskett, a &lt;a href=\"mechanic\"&gt;mechanic&lt;/a&gt; known in-universe as a Spotter, and the adopted sister of Mega Man Volnutt.\nIn the &lt;a href=\"fighting%20game\"&gt;fighting game&lt;/a&gt;s and , Roll is a playable character, although she is considered a \"joke\" character due to her lackluster defenses and fighting abilities. She would also make an appearance in with a completely different moveset, utilizing her broom and bucket.\nShe is also a playable character in \"Mega Man Powered Up\". Thirteen different versions of Roll are playable, including one with her \"Mega Man 8\" attire. Her skill, the Roll Swing, allows her to use a close range weapon, with a &lt;a href=\"broom\"&gt;broom&lt;/a&gt; being the default.\nIn the cancelled \"&lt;a href=\"Mega%20Man%20Universe\"&gt;Mega Man Universe&lt;/a&gt;\", Roll was intended to two additional sisters that would oversee each of the game's modes, named \"Glasses\" and \"Met\".\nRoll was added to the mobile game \"Mega Man X DiVE\" as a playable character, where she uses her broom to attack and has the assistance of the robotic character Eddie to provide her with bombs or restore her health.\nCartoons, anime and manga.\nIn the &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; \"&lt;a href=\"Mega%20Man%20%281994%20TV%20series%29\"&gt;Mega Man&lt;/a&gt;\" &lt;a href=\"cartoon\"&gt;cartoon&lt;/a&gt; by &lt;a href=\"Ruby%20Spears\"&gt;Ruby Spears&lt;/a&gt;, Roll's appearance was changed considerably: she became a tall teenage girl with more mature features, wore a beige-and-red &lt;a href=\"jumpsuit\"&gt;jumpsuit&lt;/a&gt; and had a special arm cannon that could turn into various household machines such as a vacuum cleaner or a toaster. In this Americanized version, Roll became a more strong-headed girl who assisted Mega Man and who wanted more of her touch in action. In this series, Roll was voiced by Robyn Ross.\nRoll is one of the Net Navis in \"&lt;a href=\"MegaMan%20NT%20Warrior\"&gt;MegaMan NT Warrior&lt;/a&gt;\". In this depiction of Roll, known as Roll.EXE, she is a kind-hearted Net Navi and supports MegaMan and his allies. They are also depicted as having a romantic relationship.\nIn the American cartoon \"\", Roll is not referred to by name, but her representation in the show is named \"Mega Girl\", a female version of Mega Man who was offered to him as a present from Dr. Light (referred to as Dr. Wright in the show) for his birthday. Mega Girl looks like Mega Man, except girlish, with blonde hair and dressed in pink and white. The two don't seem to share any sort of relationship outside of being close friends.\nDevelopment.\nIn an interview with members of the development team for \"Mega Man\", they stated that Roll was originally slated as a &lt;a href=\"damsel%20in%20distress\"&gt;damsel in distress&lt;/a&gt; that Mega Man needed to rescue. They also planned to add a giant, &lt;a href=\"laser\"&gt;laser&lt;/a&gt;-firing version of Roll as one of the game's final &lt;a href=\"Boss%20%28video%20games%29\"&gt;bosses&lt;/a&gt;, although this was later cut from the game.\nMerchandise.\nA &lt;a href=\"Nendoroid\"&gt;Nendoroid&lt;/a&gt; of Roll was released by &lt;a href=\"Good%20Smile%20Company\"&gt;Good Smile&lt;/a&gt; in 2018, and a 4Inch-Nel figure of Roll Caskett was released by Sentinel in 2019.\nReception.\nRoll has proved popular amongst fans, who have created various \"Mega Man\" &lt;a href=\"ROM%20hacking\"&gt;ROM hacks&lt;/a&gt; and &lt;a href=\"Fangame\"&gt;fangames&lt;/a&gt; to place her in the main role as a female counterpart to Mega Man. \"Roll Chan Evolution\" was created in 2014 as an edit to the original \"Mega Man\", giving her an arm cannon that shoots hearts. In 2017, a sprite hack for all five &lt;a href=\"Game%20Boy\"&gt;Game Boy&lt;/a&gt; \"Mega Man\" games was released that replaced Mega Man with Roll and Rush with Tango the Cat. The hacks used custom &lt;a href=\"Sprite%20%28computer%20graphics%29\"&gt;sprite&lt;/a&gt; work and also added minor gameplay improvements. Roll was also added to the fangame \"Mega Man Perfect Blue\" as a playable character, using her broom to attack. Theresa Romano from \"The Mary Sue\" said Roll had been the sole female robot in the franchise's universe to have made a lasting impression on \"Mega Man\" fandom. She observed that Roll is notable for her constant character redesigns through the games or the animated series; for Romano, the most memorable iteration was the Ruby-Spears series version whose arm could transform into different household appliances. An article by Christian Garnett of &lt;a href=\"Comic%20Book%20Resources\"&gt;Comic Book Resources&lt;/a&gt; listed her alongside other Mega Man characters as one of nine potential echo fighters he wished appeared in &lt;a href=\"Super%20Smash%20Bros.%20Ultimate\"&gt;Super Smash Bros. Ultimate&lt;/a&gt;, citing her as one of the characters \"that resemble Megaman the most\" and noting that she \"could have used her red Mega Buster, comical cleaning techniques, and Tango\" as apart of her moveset."
}