{
    "id": "146203",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=146203",
    "title": "Tonsure",
    "text": "Tonsure () is the practice of cutting or shaving some or all of the &lt;a href=\"hair\"&gt;hair&lt;/a&gt; on the &lt;a href=\"scalp\"&gt;scalp&lt;/a&gt; as a sign of religious devotion or humility. The term originates from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; word \"\" (meaning \"clipping\" or \"shearing\") and referred to a specific practice in medieval &lt;a href=\"Roman%20Catholic%20Church\"&gt;Catholicism&lt;/a&gt;, abandoned by papal order in 1972. Tonsure can also refer to the secular practice of shaving all or part of the scalp to show support or sympathy, or to designate mourning. Current usage more generally refers to cutting or shaving for monks, devotees, or mystics of any religion as a symbol of their renunciation of worldly fashion and esteem.\nTonsure is still a traditional practice in Catholicism by specific religious orders (with papal permission). It is also commonly used in the &lt;a href=\"Eastern%20Orthodox%20Church\"&gt;Eastern Orthodox Church&lt;/a&gt; for newly baptised members and is frequently used for &lt;a href=\"Buddhist\"&gt;Buddhist&lt;/a&gt; novices, &lt;a href=\"Bhikkhu\"&gt;monks&lt;/a&gt;, and &lt;a href=\"Bhikkhun%C4%AB\"&gt;nuns&lt;/a&gt;. The complete shaving of one's head bald, or just shortening the hair, exists as a traditional practice in Islam after completion of the \"&lt;a href=\"Hajj\"&gt;Hajj&lt;/a&gt;\" and is also practised by a number of &lt;a href=\"Hindu\"&gt;Hindu&lt;/a&gt; religious orders.\nA pattern in the behavioral disorder &lt;a href=\"trichotillomania\"&gt;trichotillomania&lt;/a&gt; (compulsive pulling out of scalp hair) has been named after the pattern of this style.\nChristianity.\nHistory and development.\nTonsure was not widely known in antiquity. Tradition states that it originated with the disciples of Jesus, who observed the Torah command not to shave the hair around the sides of one's head (&lt;a href=\"Shaving%20in%20Judaism\"&gt;Leviticus 19:27&lt;/a&gt;). There were three forms of tonsure known in the 7th and 8th centuries:\nAncient and medieval usage.\nEastern Christianity.\nClerical tonsure.\n&lt;a href=\"Germanus%20I%20of%20Constantinople\"&gt;St. Germanus I&lt;/a&gt;, &lt;a href=\"Ecumenical%20Patriarch%20of%20Constantinople\"&gt;Patriarch of Constantinople&lt;/a&gt; from 715 to 730, writes \"The double crown inscribed on the head of the priest through tonsure represents the precious head of the chief-apostle Peter. When he was sent out in the teaching and preaching of the Lord, his head was shaved by those who did not believe his word, as if in mockery. The Teacher Christ blessed this head, changed dishonour into honour, ridicule into praise. He placed on it a crown made not out of precious stones, but one which shines more than gold, topaz, or precious stone – with the stone and rock of faith.” In the Eastern Orthodox Church today, priests, deacons, readers, and other tonsured offices do not have their heads shaved. Rather, four locks of hair are clipped from the top of the head in the shape of a cross to mark their obedience to the Church.\nMonastic tonsure.\nSt. Germanus I writes \"The total tonsuring of the head is in imitation of the holy Apostle James, brother of the Lord, and the Apostle Paul, and of the rest.\"\nWestern Christianity.\nClerical tonsure.\nIn the &lt;a href=\"Latin%20liturgical%20rites\"&gt;Latin or Western Rite&lt;/a&gt; of the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;, \"first tonsure\" was, in medieval times, and generally through 1972, the rite of inducting someone into the &lt;a href=\"clergy\"&gt;clergy&lt;/a&gt; and qualifying him for the civil benefits once enjoyed by &lt;a href=\"cleric\"&gt;cleric&lt;/a&gt;s. Tonsure was a prerequisite for receiving the &lt;a href=\"minor%20orders\"&gt;minor&lt;/a&gt; and &lt;a href=\"major%20orders\"&gt;major orders&lt;/a&gt;. Failing to maintain tonsure was the equivalent of attempting to abandon one's clerical state, and in the &lt;a href=\"1917%20Code%20of%20Canon%20Law\"&gt;1917 Code of Canon Law&lt;/a&gt;, any cleric in minor orders (or simply tonsured) who did not resume the tonsure within a month after being warned by his &lt;a href=\"Ordinary%20%28Catholic%20Church%29\"&gt;Ordinary&lt;/a&gt; lost the clerical state. Over time, the appearance of tonsure varied, ending up for non-monastic clergy as generally consisting of a symbolic cutting of a few tufts of hair at first tonsure in the Sign of the Cross and in wearing a bare spot on the back of the head which varied according to the degree of orders. It was not supposed to be less than the size of a communicant's &lt;a href=\"Host%20%28liturgy%29\"&gt;host&lt;/a&gt;, even for a tonsuratus, someone simply tonsured, and the approximate size for a priest's tonsure was the size of a priest's host. Countries that were not &lt;a href=\"Roman%20Catholic\"&gt;Catholic&lt;/a&gt; had exceptions to this rule, especially in the English-speaking world. In England and America, for example, the bare spot was dispensed with, likely because of the persecutions that could arise from being a part of the Catholic clergy, but the ceremonious cutting of the hair in the first clerical tonsure was always required. In accordance with &lt;a href=\"Pope%20Paul%20VI\"&gt;Pope Paul VI&lt;/a&gt;'s \"&lt;a href=\"motu%20proprio\"&gt;motu proprio&lt;/a&gt;\" \"Ministeria quaedam\" of 15 August 1972, \"first tonsure is no longer conferred\".\nMonastic tonsure.\nApart from this general clerical tonsure, some &lt;a href=\"Latin%20liturgical%20rites\"&gt;Western Rite&lt;/a&gt; monastic orders, for example &lt;a href=\"Carthusian\"&gt;Carthusian&lt;/a&gt;s and &lt;a href=\"Trappist\"&gt;Trappist&lt;/a&gt;s, employed a very full version of tonsure, shaving the head entirely bald and keeping only a narrow ring of short hair, sometimes called \"the monastic crown\" (see \"Roman tonsure\", above), from the time of entrance into the monastic &lt;a href=\"novitiate\"&gt;novitiate&lt;/a&gt; for all monks, whether destined for service as priests or brothers.\nContemporary practice.\nEastern Christianity.\nToday in &lt;a href=\"Eastern%20Orthodoxy\"&gt;Eastern Orthodoxy&lt;/a&gt; and in the &lt;a href=\"Eastern%20Catholic%20Churches\"&gt;Eastern Catholic Churches&lt;/a&gt; of &lt;a href=\"Byzantine%20Rite\"&gt;Byzantine Rite&lt;/a&gt;, there are three types of tonsure: &lt;a href=\"baptism\"&gt;baptism&lt;/a&gt;al, &lt;a href=\"monk\"&gt;monastic&lt;/a&gt;, and &lt;a href=\"ordination\"&gt;clerical&lt;/a&gt;. It always consists of the cutting of four locks of hair in a cruciform pattern: at the front of head as the celebrant says \"In the Name of the Father\", at the back of head at the words \"and the Son\", and on either side of the head at the words \"and the Holy Spirit\". In all cases, the hair is allowed to grow back; the tonsure as such is not adopted as a hairstyle.\nBaptismal tonsure.\nBaptismal tonsure is performed during the rite of &lt;a href=\"Holy%20Baptism\"&gt;Holy Baptism&lt;/a&gt; as a first &lt;a href=\"sacrifice\"&gt;sacrificial&lt;/a&gt; offering by the newly baptized. This tonsure is always performed, whether the one being baptized is an infant or an adult.\nMonastic tonsure.\nMonastic tonsure (of which there are three grades: &lt;a href=\"Rassophore%23Eastern%20Orthodox%20monks\"&gt;Rassophore&lt;/a&gt;, &lt;a href=\"Stavrophore\"&gt;Stavrophore&lt;/a&gt; and the &lt;a href=\"Great%20Schema\"&gt;Great Schema&lt;/a&gt;), is the rite of initiation into the monastic state, symbolic of cutting off of self-will. Orthodox monks traditionally never cut their hair or beards after receiving the monastic tonsure as a sign of the consecration of their lives to God (reminiscent of the Vow of the &lt;a href=\"Nazirite\"&gt;Nazirite&lt;/a&gt;).\nClerical tonsure.\nClerical tonsure is the equivalent of the \"first tonsure\" in the Latin church. It is done immediately prior to ordination to the minor order of &lt;a href=\"reader%20%28liturgy%29\"&gt;reader&lt;/a&gt; but is not repeated at subsequent ordinations. This led to a once common usage that one was, for instance, \"tonsured a reader\", although technically the tonsure occurs prior to the prayer of ordination within the ordination rite.\nWestern Christianity.\nClerical tonsure.\nSince the issuing of \"Ministeria quaedam\" in 1972, certain institutes have been authorized to use the first clerical tonsure, such as the &lt;a href=\"Priestly%20Fraternity%20of%20Saint%20Peter\"&gt;Priestly Fraternity of Saint Peter&lt;/a&gt; (1988), the &lt;a href=\"Institute%20of%20Christ%20the%20King%20Sovereign%20Priest\"&gt;Institute of Christ the King Sovereign Priest&lt;/a&gt; (1990), and the &lt;a href=\"Personal%20Apostolic%20Administration%20of%20Saint%20John%20Mary%20Vianney\"&gt;Personal Apostolic Administration of Saint John Mary Vianney&lt;/a&gt; (2001).\nAlthough the tonsure itself is obsolete, the wearing of a skull cap, called a &lt;a href=\"zuchetto\"&gt;zuchetto&lt;/a&gt;, in church to keep the head warm, which the fuller form of clerical tonsure led to, still survives. The zuchetto is worn by the &lt;a href=\"pope\"&gt;pope&lt;/a&gt; (in white), &lt;a href=\"Cardinal%20%28Catholicism%29\"&gt;cardinals&lt;/a&gt; (in red) and &lt;a href=\"bishop\"&gt;bishop&lt;/a&gt;s (in purple) both during and outside of formal religious ceremonies. Priests may wear a simple black zuchetto, only outside of religious services, though this is almost never seen except on abbots, who continue to wear the black zuchetto, or abbots of the Order of Canons Regular of Premontre, who wear white. Another congregation of Canons Regular, the Canons Regular of the Lateran, wear a white zuchetto as part of their proper habit. Some priests who held special titles (certain ranks of &lt;a href=\"monsignori\"&gt;monsignori&lt;/a&gt; and some canons, for instance) formerly wore black zuchettos with red or purple piping, but this too has fallen out of use except in a few, extremely rare cases.\nMonastic tonsure.\nSome monastic orders and individual monasteries still maintain the tradition of a monastic tonsure. While not required, it is still a common practice of Latin Rite friars, such as the &lt;a href=\"Franciscan%20Missionaries%20of%20the%20Eternal%20Word\"&gt;Franciscan Missionaries of the Eternal Word&lt;/a&gt;. Some references compare the tonsure to the crown of thorns worn by Christ at the crucifixion.\nHinduism.\nTonsure is usually the part of three rites of passages in the life of the individual in Hinduism. The first is called &lt;a href=\"Chudakarana\"&gt;Chudakarana&lt;/a&gt; (&lt;a href=\"IAST\"&gt;IAST&lt;/a&gt;: Cūḍākaraṇa, Sanskrit: चूडाकरण; literally, \"rite of tonsure\"), also known as \"choulam\", \"caula\", \"chudakarma\", or \"mundana\", marks the child's first haircut, typically the shaving of the head. The mother dresses up, sometimes in her wedding &lt;a href=\"sari\"&gt;sari&lt;/a&gt;, and with the father present, the baby's head is shaved and nails trimmed, washed and dressed in new clothes. Sometimes, a tuft of hair is left to cover the soft spot near the top of the baby's head. Both boys and girls typically go through this ceremony, sometimes near a temple or a river, but it is not mandatory in Hinduism.\nThe significance of Chudakarana rite of passage is the baby's cyclical step to hygiene and cleanliness. The ritual is typically done about the first birthday, but some texts recommend that it be completed before the third or the seventh year. Sometimes, this ritual is combined with the rite of passage of Upanayana, initiation to formal schooling.\nThe second rite of passage in Hinduism that sometimes involves tonsure is at the &lt;a href=\"Upanayana\"&gt;Upanayana&lt;/a&gt;, the \"sanskara\" marking a child's entry into school.\nAnother rite of passage where tonsure is practiced by Hindus is after the death and completing the last rites of an immediate family member, that is father, mother, brother, sister, spouse or child. This ritual is regionally found in India among male mourners, who shave their heads as a sign of bereavement. Until a few decades ago, many Hindu communities, especially the upper castes, forced widows to undergo the ritual of tonsure and shun good clothes and ornaments, in order to make them unattractive to men.\nAccording to Jamanadas, tonsure was originally a &lt;a href=\"Buddhist\"&gt;Buddhist&lt;/a&gt; custom and was adopted by Hinduism. However, Pandey and others trace the practice to Sanskrit texts dated to have been composed before the birth of Buddha, which mention tonsure as a rite of passage.\nBuddhism.\nIn &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt;, tonsure is a part of the rite of \"&lt;a href=\"pabbajja\"&gt;pabbajja&lt;/a&gt;\" and also a part of becoming a &lt;a href=\"Monk%23Buddhism\"&gt;monk&lt;/a&gt; (Skt. \"Bhikshu\") or &lt;a href=\"Bhikshuni\"&gt;nun&lt;/a&gt; (Skt. \"Bhikshuni\"). This involves shaving the head and face. This tonsure is renewed as often as required to keep the head cleanly shaven.\nJudaism.\nThe purification process of the \"metzora\" (one afflicted with \"&lt;a href=\"tzaraath\"&gt;tzaraath&lt;/a&gt;\") involved the ritual shaving on the \"metzorah's\" entire body except for the afflicted locations.\nAnd as the term tonsure may be used as a broad description for such hair styling of devotees as a ritual symbol of their renunciation of worldly fashion and esteem, &lt;a href=\"Orthodox%20Jewish\"&gt;Orthodox Jewish&lt;/a&gt; males do not shave the &lt;a href=\"payot\"&gt;corners of their beards or scalps&lt;/a&gt; with straight blades, as described in &lt;a href=\"http%3A//biblehub.com/commentaries/leviticus/19-27.htm\"&gt;Leviticus 19:27&lt;/a&gt;.\nSee also the custom of &lt;a href=\"Upsherin\"&gt;Upsherin&lt;/a&gt;, celebrating a boy's first haircut at the age of three.\nIslam.\nSunni.\nPartial tonsure is forbidden in Islam. Muhammad forbade shaving one's hair on some parts of the head while letting it grow on other parts, as in tonsure. However, shaving the head entirely is allowed. The proscription is detailed in the &lt;a href=\"hadith\"&gt;hadith&lt;/a&gt;.\nعَنِ ابْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ – صلى الله عليه وسلم – نَهَى عَنِ الْقَزَعِ\nFrom Ibnu 'Umar (he says), the Prophet – peace be upon him – forbids the Qoza‘ (i.e. shaving hair on some parts of the head while let it grow on other parts). \nHadith Bukhori V/2214 no.5577 about \"Al-Qoza‘\", and Hadith Muslim III/1675 no.2120, about \"the Proscription of Al-Qoza‘\")\n عَنِ ابْنِ عُمَرَ رَأَى النَّبِي صَلَّى الله عَلَيهِ وَسَلَّمَ صَبِياًً قَدْ حلقَ بَعْضَ شَعْرٍ رَأسَه وَ تركَ بَعْضاً فقال: اَحلِقْهُ كُلَّهُ أَوْ دَعْهُ كُلَّهُ \nFrom Ibnu 'Umar (he says), the Prophet – peace be upon him – saw a boy whose head shaven on some parts and let the hair grow on other parts. Then, the Prophet commands, \"Shave the head entirely or let the hair grow entirely\" \nHadith Ahmad II/88, Hadith Abu Dawud no. 4195, and Hadith An-Nasa-i no.5048)\nSecular European.\nMerovingians.\nAmong the &lt;a href=\"Merovingians\"&gt;Merovingians&lt;/a&gt;, whose rulers were the \"long-haired kings\", the ancient custom remained that an unsuccessful &lt;a href=\"pretender\"&gt;pretender&lt;/a&gt; or a dethroned king would be tonsured. Then he had to retire to a monastery, but sometimes this lasted only until his hair grew back. Thus &lt;a href=\"Grimoald%20the%20Elder\"&gt;Grimoald the Elder&lt;/a&gt;, the son of &lt;a href=\"Pippin%20of%20Landen\"&gt;Pippin of Landen&lt;/a&gt;, and &lt;a href=\"Dagobert%20II\"&gt;Dagobert II&lt;/a&gt;'s guardian, seized the throne for his own son and had Dagobert tonsured, thus marking him unfit for kingship, and exiled.\nByzantine Empire.\nThe practice of tonsure, coupled with &lt;a href=\"castration\"&gt;castration&lt;/a&gt;, was common for deposed emperors and their sons in &lt;a href=\"Byzantium\"&gt;Byzantium&lt;/a&gt; from around the 8th century, prior to which disfigurement, usually by blinding, was the normal practice."
}