{
    "id": "1465763",
    "revid": "40123752",
    "url": "https://en.wikipedia.org/wiki?curid=1465763",
    "title": "John Hannah (American football)",
    "text": "John Allen Hannah (born April 4, 1951), nicknamed \"Hog\", is an American former &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; &lt;a href=\"Guard%20%28gridiron%20football%29\"&gt;guard&lt;/a&gt; who played in the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL) for 13 seasons with the &lt;a href=\"New%20England%20Patriots\"&gt;New England Patriots&lt;/a&gt;. He played college football at &lt;a href=\"University%20of%20Alabama\"&gt;Alabama&lt;/a&gt;, where he twice received &lt;a href=\"College%20Football%20All-America%20Team\"&gt;All-American&lt;/a&gt; honors, and was selected fourth overall by the Patriots in the &lt;a href=\"1973%20NFL%20Draft\"&gt;1973 NFL Draft&lt;/a&gt;. Considered one of the greatest offensive linemen of all time, Hannah was selected to nine &lt;a href=\"Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt;s and received seven first-team &lt;a href=\"All-Pro\"&gt;All-Pro&lt;/a&gt; honors. He was inducted to the &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Pro Football Hall of Fame&lt;/a&gt; in 1991 and the &lt;a href=\"College%20Football%20Hall%20of%20Fame\"&gt;College Football Hall of Fame&lt;/a&gt; in 1999. The same year as the former, he also became the inaugural inductee of the &lt;a href=\"New%20England%20Patriots%20Hall%20of%20Fame\"&gt;New England Patriots Hall of Fame&lt;/a&gt;.\nEarly years.\nHannah was born in &lt;a href=\"Canton%2C%20Georgia\"&gt;Canton, Georgia&lt;/a&gt;, the son of an NFL player, Herbert \"Herb\" Hannah, an &lt;a href=\"offensive%20lineman\"&gt;offensive lineman&lt;/a&gt; for the &lt;a href=\"University%20of%20Alabama\"&gt;University of Alabama&lt;/a&gt;.\nHannah was raised in &lt;a href=\"Albertville%2C%20Alabama\"&gt;Albertville, Alabama&lt;/a&gt;, and participated in &lt;a href=\"high%20school%20football\"&gt;high school football&lt;/a&gt;, &lt;a href=\"scholastic%20wrestling\"&gt;wrestling&lt;/a&gt; and &lt;a href=\"Track%20and%20field\"&gt;track&lt;/a&gt; at &lt;a href=\"Baylor%20School\"&gt;Baylor School&lt;/a&gt; in &lt;a href=\"Chattanooga%2C%20Tennessee\"&gt;Chattanooga, Tennessee&lt;/a&gt;. He won an individual national championship in wrestling at the National Prep Championship in 1967. His high school coach in football, wrestling and track was Luke Worsham, whom Hannah credited in his induction speech at the Pro Football Hall of Fame: \"I want to talk to you about Major Luke Worsham who was my high school coach. He is the guy who really taught me and showed me what love was all about. Because he would shoulder my problems, he would always stand by me to offer me encouragement when things got tough and when things were going awry he would make sure he would correct me and get me right back on track.\" Hannah played his senior season of high school football at &lt;a href=\"Albertville%20High%20School\"&gt;Albertville High School&lt;/a&gt;, where he graduated in 1969.\nCollege career.\nHannah played &lt;a href=\"Offensive%20tackle\"&gt;tackle&lt;/a&gt; and guard for the &lt;a href=\"Alabama%20Crimson%20Tide%20Football\"&gt;University of Alabama&lt;/a&gt; under Coach &lt;a href=\"Bear%20Bryant\"&gt;Paul \"Bear\" Bryant&lt;/a&gt; from 1970 until 1972, and earned &lt;a href=\"All-America\"&gt;All-America&lt;/a&gt;n honors twice, in &lt;a href=\"1971%20College%20Football%20All-America%20Team\"&gt;1971&lt;/a&gt; and then was a Consensus All-American his senior year in &lt;a href=\"1972%20College%20Football%20All-America%20Team\"&gt;1972&lt;/a&gt;. During his tenure Hannah was part of an &lt;a href=\"Southeastern%20Conference\"&gt;SEC&lt;/a&gt; championship-winning team. He was named to the University of Alabama All-Century Team and also to the Alabama 1970s All-Decade team.\nDuring his time at Alabama he also participated in &lt;a href=\"Collegiate%20wrestling\"&gt;wrestling&lt;/a&gt;, the &lt;a href=\"shot%20put\"&gt;shot put&lt;/a&gt;, and the &lt;a href=\"discus%20throw\"&gt;discus throw&lt;/a&gt;. Hannah was inducted into the &lt;a href=\"College%20Football%20Hall%20of%20Fame\"&gt;College Football Hall of Fame&lt;/a&gt; in 1999. Bryant would later say that Hannah was the greatest lineman he ever coached.\nNFL career.\nHannah joined the Patriots in 1973 as the 4th overall pick in the &lt;a href=\"1973%20NFL%20Draft\"&gt;1973 NFL Draft&lt;/a&gt;. He played his entire professional career in New England. While considered somewhat short by NFL standards, Hannah made up for this with great speed and quickness as well as powerful legs. Hannah excelled as a pass protector, as a run blocker, and as the pulling guard on sweeps. Hannah's commitment to football was very high and he expected the same from each of his teammates, sometimes becoming quite angry if he felt they were not complying. Hannah started the first 13 games of his rookie season of 1973 until a freak leg injury forced him to miss the final game of the year. Along with tackle &lt;a href=\"Leon%20Gray\"&gt;Leon Gray&lt;/a&gt;, the two formed what was generally considered the best guard/tackle tandem in the NFL during the mid to late 1970s. Gray and Hannah also combined with tight end &lt;a href=\"Russ%20Francis\"&gt;Russ Francis&lt;/a&gt; to form one of the strongest left-side trios in the league. Hannah anchored the 1978 offensive line that set an NFL record with 3,165 rushing yards. The record breaking rushing attack of New England did not have a single 1,000 rusher, but did have four players run for more than 500 yards including quarterback &lt;a href=\"Steve%20Grogan\"&gt;Steve Grogan&lt;/a&gt;. The team rushing record would eventually be broken by the &lt;a href=\"Baltimore%20Ravens\"&gt;Baltimore Ravens&lt;/a&gt; some four decades later, but the 1978 Patriots also set a &lt;a href=\"List%20of%20National%20Football%20League%20records%20%28team%29%23First%20Downs\"&gt;league record&lt;/a&gt; with 181 rushing first-downs, which still stands as of 2022.\nHannah missed only five games out of a possible 191 because of injuries during his career. He also missed the first three games of the &lt;a href=\"1977%20New%20England%20Patriots%20season\"&gt;1977 season&lt;/a&gt; when he and Gray held out because of contract disputes. In the &lt;a href=\"1985%20New%20England%20Patriots%20season\"&gt;1985 season&lt;/a&gt; Hannah helped guide the team to its first &lt;a href=\"1985-86%20NFL%20playoffs\"&gt;AFC title&lt;/a&gt; and Super Bowl appearance. Hannah retired from the NFL after playing in &lt;a href=\"Super%20Bowl%20XX\"&gt;Super Bowl XX&lt;/a&gt;.\nHannah was named to ten consecutive &lt;a href=\"All-Pro\"&gt;All-Pro&lt;/a&gt; teams (1976–1985), and was named All-&lt;a href=\"American%20Football%20Conference\"&gt;AFC&lt;/a&gt; 11 times (1974, 1976–1985). He was also selected to play in 9 &lt;a href=\"Pro%20Bowls\"&gt;Pro Bowls&lt;/a&gt;. He was voted the &lt;a href=\"Seagram%27s%20Seven%20Crown\"&gt;Seagram's Seven Crowns of Sports&lt;/a&gt; Offensive Lineman of the Year in 1978 and 1980 and won the NFLPA/&lt;a href=\"Coca-Cola\"&gt;Coca-Cola&lt;/a&gt; Offensive Lineman of the Year Award (voted on by NFL players) three times in four years (1978–1979, 1981). Hannah was also the winner of the &lt;a href=\"Mack%20Trucks\"&gt;Mack Truck&lt;/a&gt; Award for offensive line play five consecutive times (1977–81). He is also one of the few players to have been named to two different &lt;a href=\"NFL%20All-Decade%20Teams\"&gt;NFL All-Decade Teams&lt;/a&gt; (for the &lt;a href=\"NFL%201970s%20All-Decade%20Team\"&gt;1970s&lt;/a&gt; and &lt;a href=\"NFL%201980s%20All-Decade%20Team\"&gt;1980s&lt;/a&gt;). Hannah was also selected to the &lt;a href=\"NFL%2075th%20Anniversary%20All-Time%20Team\"&gt;NFL 75th Anniversary All-Time Team&lt;/a&gt; as the #1 guard on the team.\nIn 1991, he became the first Patriots player inducted into the &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Pro Football Hall of Fame&lt;/a&gt;. In 1999, he was ranked number 20 on \"&lt;a href=\"The%20Sporting%20News\"&gt;The Sporting News&lt;/a&gt;\"' list of the 100 Greatest Football Players, the highest-ranking Patriot, the highest-ranking guard, and the second-ranked &lt;a href=\"offensive%20lineman\"&gt;offensive lineman&lt;/a&gt; behind &lt;a href=\"Anthony%20Mu%C3%B1oz\"&gt;Anthony Muñoz&lt;/a&gt;. In 1991, he became the first player to be inducted into the &lt;a href=\"New%20England%20Patriots%20Hall%20of%20Fame\"&gt;New England Patriots Hall of Fame&lt;/a&gt;.\nCoaching.\nHannah became an assistant coach at &lt;a href=\"Governor%20Dummer%20Academy\"&gt;Governor Dummer Academy&lt;/a&gt; in &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;, leaving to accept the &lt;a href=\"head%20coach\"&gt;head coach&lt;/a&gt;ing job at &lt;a href=\"Somerville%20High%20School%20%28Massachusetts%29\"&gt;Somerville High School&lt;/a&gt; in 2004. While concurrently serving as the city's youth development coordinator, Hannah led the Somerville team through one winless season. He left to become a special assistant coach at his alma mater, &lt;a href=\"Baylor%20School\"&gt;Baylor School&lt;/a&gt; in &lt;a href=\"Chattanooga%2C%20Tennessee\"&gt;Chattanooga, Tennessee&lt;/a&gt;, in 2005. He resigned from his coaching position at the conclusion of Baylor's 2005 football season.\nFamily.\nHannah's brothers &lt;a href=\"Charley%20Hannah\"&gt;Charley&lt;/a&gt; and David were also All-Conference linemen for the &lt;a href=\"Alabama%20Crimson%20Tide%20football\"&gt;University of Alabama&lt;/a&gt;. Charley Hannah played in the NFL from 1977 to 1988 for the &lt;a href=\"Tampa%20Bay%20Buccaneers\"&gt;Tampa Bay Buccaneers&lt;/a&gt; and the &lt;a href=\"Oakland%20Raiders\"&gt;Los Angeles Raiders&lt;/a&gt;. Charley was a member of the &lt;a href=\"Super%20Bowl%20XVIII\"&gt;Super Bowl XVIII&lt;/a&gt; winning Raiders.\nIn the summer of 1972 after his sophomore year, Hannah married his high school sweetheart, Page Pickens, an Alabama cheerleader. They later had a son and a daughter who were raised in Boston."
}