{
    "id": "1465604",
    "revid": "30607451",
    "url": "https://en.wikipedia.org/wiki?curid=1465604",
    "title": "1st Fallschirm-Panzer Division Hermann Göring",
    "text": "The Fallschirm-Panzer-Division 1. \"Hermann Göring (1st Paratroop Panzer Division \"Hermann Göring - abbreviated Fallschirm-Panzer-Div 1 \"HG\") was an elite German &lt;a href=\"Luftwaffe\"&gt;Luftwaffe&lt;/a&gt; &lt;a href=\"Armoured%20warfare\"&gt;armoured&lt;/a&gt; division. The \"HG\" saw action in &lt;a href=\"Battle%20of%20France\"&gt;France&lt;/a&gt;, &lt;a href=\"North%20African%20campaign\"&gt;North Africa&lt;/a&gt;, &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; and on the &lt;a href=\"Eastern%20Front%20%28World%20War%20II%29\"&gt;Eastern Front&lt;/a&gt;. The division began as a battalion-sized police unit in 1933. Over time it grew into a regiment, brigade, division, and finally was combined with the &lt;a href=\"Fallschirm-Panzergrenadier%20Division%202%20Hermann%20G%C3%B6ring\"&gt;Parachute-Panzergrenadier Division 2 Hermann Göring&lt;/a&gt; on 1 May 1944 to form a &lt;a href=\"Panzer%20corps\"&gt;Panzer corps&lt;/a&gt; under the by then \"&lt;a href=\"Reichsmarschall\"&gt;Reichsmarschall&lt;/a&gt;\". It surrendered to the &lt;a href=\"Soviet%20Army\"&gt;Soviet Army&lt;/a&gt; near &lt;a href=\"Dresden\"&gt;Dresden&lt;/a&gt; on 8 May 1945.\nIts personnel was initially recruited from volunteers from &lt;a href=\"Nazism\"&gt;Nazi organizations&lt;/a&gt; such as the &lt;a href=\"Hitler%20Youth\"&gt;Hitler Youth&lt;/a&gt;, later receiving intakes from the &lt;a href=\"German%20Army%20%281935%E2%80%931945%29\"&gt;Army&lt;/a&gt; (especially &lt;a href=\"Panzerwaffe\"&gt;panzer troops&lt;/a&gt;) and &lt;a href=\"Conscription\"&gt;conscripts&lt;/a&gt; of the &lt;a href=\"Luftwaffe\"&gt;Luftwaffe&lt;/a&gt;. The unit was stationed in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; in the newly built Hermann Göring barracks (today's Julius Leber barracks) and in &lt;a href=\"Velten\"&gt;Velten&lt;/a&gt;; being named after the \"Reichsmarschall\" and &lt;a href=\"Commander-in-chief\"&gt;Commander-in-Chief&lt;/a&gt; of the Luftwaffe &lt;a href=\"Hermann%20G%C3%B6ring\"&gt;Hermann Göring&lt;/a&gt;. This naming was intended to establish a close connection between &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; units and &lt;a href=\"Nazism\"&gt;National Socialism&lt;/a&gt;, while at the same time documenting the domestic power within the &lt;a href=\"Nazi%20Party\"&gt;party&lt;/a&gt; hierarchy. Among its combat missions, the \"Hermann Göring\" maintained guard forces, such as a guard in the \"Reichsmarschall\"'s estate at &lt;a href=\"Carinhall\"&gt;Carinhall&lt;/a&gt; and the &lt;a href=\"Anti-aircraft%20warfare\"&gt;Flak&lt;/a&gt; defense of &lt;a href=\"Adolf%20Hitler\"&gt;Hitler&lt;/a&gt;'s &lt;a href=\"F%C3%BChrer%20Headquarters\"&gt;headquarters&lt;/a&gt; and &lt;a href=\"F%C3%BChrersonderzug\"&gt;personal train&lt;/a&gt;.\nThe division, during its time in Italy, committed a number of war crimes, and, together with the &lt;a href=\"16th%20SS%20Panzergrenadier%20Division%20Reichsf%C3%BChrer-SS\"&gt;16th SS Panzergrenadier Division Reichsführer-SS&lt;/a&gt;, was disproportionately involved in massacres of the civilian population, the two divisions accounting for approximately one-third of all civilians killed in war crimes in &lt;a href=\"Italian%20campaign%20%28World%20War%20II%29\"&gt;Italy&lt;/a&gt;.\nFormation.\nEstablishment and initial phase - Police Administration.\nWhen &lt;a href=\"Adolf%20Hitler\"&gt;Hitler&lt;/a&gt;, of the &lt;a href=\"Nazi%20Party\"&gt;National Socialist German Workers' Party&lt;/a&gt; (NSDAP), was appointed &lt;a href=\"Chancellor%20of%20Germany%23Nazi%20Germany%20%281933%E2%80%931945%29\"&gt;Reich Chancellor&lt;/a&gt; on January 30, 1933, &lt;a href=\"Hauptmann\"&gt;Captain&lt;/a&gt; Hermann Göring was appointed the &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt;n &lt;a href=\"Interior%20minister\"&gt;Minister of the Interior&lt;/a&gt; in February 1933. This gave him the supreme command of the entire Prussian police and a &lt;a href=\"General%20officer\"&gt;general&lt;/a&gt;'s rank.\nOn February 24, 1933, Göring established the Polizeiabteilung z. b. V. Wecke (z. b. V. meaning \"for special use\"). His intention was to create a police association that was loyal to the NSDAP regime. The outfit was named after its commander \"Major der Schutzpolizei\" &lt;a href=\"Walther%20Wecke\"&gt;Walther Wecke&lt;/a&gt;, a veteran of the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt; and a member of the NSDAP. Numbering 400 men, it was stationed in the &lt;a href=\"Kreuzberg\"&gt;Kreuzberg&lt;/a&gt; district of &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; - a notoriously &lt;a href=\"Left-wing%20politics\"&gt;left-wing&lt;/a&gt; working-class area.\nThe battalion soon became notorious for its brutal practices. In cooperation with the &lt;a href=\"Gestapo\"&gt;Gestapo&lt;/a&gt;, which was also under Göring's control, the Special Duties Police Battalion was involved in many attacks against &lt;a href=\"Communism\"&gt;Communists&lt;/a&gt; and &lt;a href=\"Social%20Democratic%20Party%20of%20Germany\"&gt;Social Democrats&lt;/a&gt; and was responsible for the arrest of opponents of the regime.\nIn June 1933, Göring enlarged the battalion and placed it under the command of the state police (\"&lt;a href=\"Sicherheitspolizei%20%28Weimar%20Republic%29\"&gt;Landespolizei&lt;/a&gt;\"), becoming the Landespolizeigruppe Wecke z. b. V. (Special Duties State Police Group Wecke), and then Landespolizeigruppe General Göring in January 1934. In the same month, under pressure from &lt;a href=\"Adolf%20Hitler\"&gt;Hitler&lt;/a&gt; and &lt;a href=\"Heinrich%20Himmler\"&gt;Himmler&lt;/a&gt;, Göring gave Himmler's &lt;a href=\"Schutzstaffel\"&gt;SS&lt;/a&gt; control of the &lt;a href=\"Gestapo\"&gt;Gestapo&lt;/a&gt;. To reinforce the position of his remaining unit, Göring increased its size and instituted a military training program. During the &lt;a href=\"Night%20of%20the%20Long%20Knives\"&gt;Night of the Long Knives&lt;/a&gt;, Hitler resorted to both Göring's state police group and Himmler's &lt;a href=\"1st%20SS%20Panzer%20Division%20Leibstandarte%20SS%20Adolf%20Hitler\"&gt;Leibstandarte SS Adolf Hitler&lt;/a&gt;, who executed many &lt;a href=\"Sturmabteilung\"&gt;SA&lt;/a&gt; leaders, thus removing the formation as a threat to the NSDAP.\nAir Force Control - Early Missions.\nIn 1935 Göring was appointed Commander-in-Chief of the &lt;a href=\"Luftwaffe\"&gt;Air Force&lt;/a&gt;. Since he wanted to keep control of his \"favorite unit\", it was transferred to the Luftwaffe in September 1935 and renamed the Regiment General Göring.\nThe regimental order of battle:\nAt the beginning of 1936 the regiment was ready to fight again. At that time all organized resistance against the NSDAP had been eliminated. During this time, the regiment served Göring as a personal &lt;a href=\"bodyguard\"&gt;bodyguard&lt;/a&gt; and covered Hitler's headquarters with its &lt;a href=\"Anti-aircraft%20warfare\"&gt;anti-aircraft&lt;/a&gt; guns. During this time the \"IV. (Jäger-) Bataillon/RGG\" and the 15th Pioneer Company (\"15. Pionier-Kompanie\") were assigned to the Döberitz Aviation School for &lt;a href=\"Paratrooper\"&gt;parachute training&lt;/a&gt;; at the end of 1937 these units were renamed \"IV.Fallschirmschützen-Bataillon\" (Parachute Rifle Battalion). The battalion was separated from the regiment in March 1938, sent to the training grounds of &lt;a href=\"Stendal\"&gt;Stendal&lt;/a&gt; and transformed into the \"I./Fallschirmjäger-Regiment 1\", the first &lt;a href=\"Fallschirmj%C3%A4ger\"&gt;paratrooper&lt;/a&gt; unit of the &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt;.\nThe regiment participated in the so-called \"Blumenkrieg\" (Flower Wars), taking part in the annexation of &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt; (\"&lt;a href=\"Anschluss\"&gt;Anschluss&lt;/a&gt;\"); being among the first units to cross the border. Two companies landed by &lt;a href=\"Junkers%20Ju%2052\"&gt;Junkers Ju 52/3m&lt;/a&gt; transport planes at Aspern Airport near &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;. The unit remained in-country for several weeks on duty in &lt;a href=\"Wiener%20Neustadt\"&gt;Wiener Neustadt&lt;/a&gt;. The Regiment General Göring was also involved in the occupation of the &lt;a href=\"Munich%20Agreement\"&gt;Sudetenland&lt;/a&gt; in October 1938 and the &lt;a href=\"German%20occupation%20of%20Czechoslovakia\"&gt;occupation of the rest of Czechoslovakia&lt;/a&gt; in March 1939; after which, the regiment undertook guard duties at the strategically important &lt;a href=\"%C5%A0koda%20Works\"&gt;Skoda&lt;/a&gt; vehicle works.\nTraining and selection.\nThe Regiment General Göring intended for its ranks to be filled with selected personnel to square off with its competitors, the Army's élite \"&lt;a href=\"Panzergrenadier%20Division%20Gro%C3%9Fdeutschland\"&gt;Infanterie-Regiment \"Großdeutschland\"&lt;/a&gt;\" and the &lt;a href=\"Waffen-SS\"&gt;Waffen-SS&lt;/a&gt; &lt;a href=\"1st%20SS%20Panzer%20Division%20Leibstandarte%20SS%20Adolf%20Hitler\"&gt;Leibstandarte-SS Adolf Hitler&lt;/a&gt;. Among the criteria for acceptance in the regiment:\nDuring the wars years a further requirement was added: the volunteer would have to sign up for 12 years service. Those conditions were much the same as those demanded for ingress into the Großdeutschland and the Leibstandarte. As the war progressed and the scale of combat losses mounted, such restrictive criteria could not be sustained in any of these élite formations. Many &lt;a href=\"Luftwaffe%20personnel%20structure\"&gt;Luftwaffe&lt;/a&gt; personnel would simply be drafted into the Hermann Göring from other units to replace combat losses.\nWith high caliber recruits, the regiment occupied a brand new purpose-built barracks complex at Berlin-&lt;a href=\"Reinickendorf%20%28locality%29\"&gt;Reinickendorf&lt;/a&gt;, which was constructed to the highest standards and with the most modern of facilities. The complex boasted over 120 buildings and included gymnasia, outdoor and indoor swimming pools, sports areas and its own post office. The smartly dressed \"General Göring\" soldiers, in their distinctive uniforms with white collar patches and special unit cuffband (\"&lt;a href=\"Cuff%20title\"&gt;Ärmelstreifen&lt;/a&gt;\"), became a regular sight on the streets of Berlin.\nBy 1939, the regiment had grown considerably. Troops of the regiment took part in many of the great pre-war parades through Berlin. They provided guards for \"&lt;a href=\"Reichsmarschall\"&gt;Reichsmarschall&lt;/a&gt;\" &lt;a href=\"Hermann%20G%C3%B6ring\"&gt;Hermann Göring&lt;/a&gt;'s own headquarters, the changing of the guard often being performed with all due ceremony including the presence of the regiment's own military band. The regiment also undertook guard duties at Göring's private retreat, the sumptuous &lt;a href=\"Carinhall\"&gt;Carinhall&lt;/a&gt; estate - named after Göring's deceased first wife, &lt;a href=\"Carin%20G%C3%B6ring\"&gt;Carin Axelina Hulda Göring&lt;/a&gt;.\nRegimental order of battle on the eve of WW2:\nCombat History.\nBlitzkrieg in the West.\nDuring the attack on &lt;a href=\"Invasion%20of%20Poland\"&gt;Poland&lt;/a&gt; only a small part of the Regiment General Göring (RGG) was involved in the fighting. Most of the unit remained in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; to protect &lt;a href=\"Hermann%20G%C3%B6ring\"&gt;Göring&lt;/a&gt;'s headquarters and the \"&lt;a href=\"Germania%20%28city%29\"&gt;Reichshauptstadt&lt;/a&gt;\". During the &lt;a href=\"Phoney%20War\"&gt;Phoney War&lt;/a&gt; parts of the regiment formed an infantry battalion and took part in &lt;a href=\"Operation%20Weser%C3%BCbung\"&gt;Operation Weserübung&lt;/a&gt; against &lt;a href=\"Denmark%20in%20World%20War%20II\"&gt;Denmark&lt;/a&gt; and &lt;a href=\"Norwegian%20campaign\"&gt;Norway&lt;/a&gt; in the spring of 1940; with the largest part of the RGG relocated to the west on the German-Dutch border under the camouflage designations \"Flak-Regiment 101\" and \"Flak-Regiment 103\".\nIn April, a detachment under \"&lt;a href=\"Hauptmann\"&gt;Hauptmann&lt;/a&gt;\" Kluge was sent to &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;. Composed of a company of the Wachbataillon, a &lt;a href=\"2%20cm%20Flak%2030%2C%20Flak%2038%20and%20Flakvierling%2038\"&gt;2cm self-propelled&lt;/a&gt; Flak-Batterie and a Kradschützen-Kompanie, it took part in the seizure of the airfield and radio station at &lt;a href=\"Esbjerg\"&gt;Esbjerg&lt;/a&gt; and the securing of the coastline of &lt;a href=\"Jutland\"&gt;Jutland&lt;/a&gt;. The detachment was then transferred by sea to &lt;a href=\"Oslo\"&gt;Oslo&lt;/a&gt;, in &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;, being engaged alongside the &lt;a href=\"German%20Army%20%281935%E2%80%931945%29\"&gt;Army&lt;/a&gt; first in the advance to &lt;a href=\"Trondheim\"&gt;Trondheim&lt;/a&gt;, then north up into the &lt;a href=\"Arctic%20Circle\"&gt;Arctic Circle&lt;/a&gt; to take the port of &lt;a href=\"Bod%C3%B8\"&gt;Bodo&lt;/a&gt; and relieve the pressure on the beleaguered élite &lt;a href=\"Gebirgsj%C3%A4ger\"&gt;Gebirgsjäger&lt;/a&gt; further north at &lt;a href=\"Battles%20of%20Narvik\"&gt;Narvik&lt;/a&gt;. At first the German forces were pushed back by the Allies, with General &lt;a href=\"Eduard%20Dietl\"&gt;Eduard Dietl&lt;/a&gt; making a fighting retreat and retiring along &lt;a href=\"Beisfjord\"&gt;Beisfjord&lt;/a&gt;. With &lt;a href=\"Manstein%20Plan\"&gt;Fall Gelb&lt;/a&gt; initiated, the Allies evacuated Norway to concentrate on &lt;a href=\"Flanders\"&gt;Flanders&lt;/a&gt;, leaving &lt;a href=\"Narvik\"&gt;Narvik&lt;/a&gt; to the Germans. After completing its mission, Kluge's detachment was sent back home to Berlin.\nAs part of the &lt;a href=\"Battle%20of%20France\"&gt;Western campaign&lt;/a&gt;, the RGG took part in the invasion of the &lt;a href=\"Netherlands%20in%20World%20War%20II\"&gt;Netherlands&lt;/a&gt; and &lt;a href=\"Belgium%20in%20World%20War%20II\"&gt;Belgium&lt;/a&gt;. During the campaign the &lt;a href=\"Battle%20of%20Fort%20Eben-Emael\"&gt;Eben-Emael fortress&lt;/a&gt; in Belgium was taken by &lt;a href=\"Luftlande-Sturm-Regiment\"&gt;paratroopers&lt;/a&gt; under Captain &lt;a href=\"Walter%20Koch%20%28Fallschirmj%C3%A4ger%29\"&gt;Walther Koch&lt;/a&gt;, many of whom had previously served in the Regiment General Göring - including Koch himself. The RGG took part in the crossing of the &lt;a href=\"Meuse\"&gt;Maas&lt;/a&gt; and the advance into eastern Belgium. There it crossed the &lt;a href=\"Albert%20Canal\"&gt;Albert Canal&lt;/a&gt; against stiff resistance and took part in the capture of &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;.\nAfter the surrender of the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, the regiment was divided into several small combat groups (\"&lt;a href=\"Kampfgruppe\"&gt;Kampfgruppe&lt;/a&gt;n\"), which were assigned to the &lt;a href=\"Panzer%20division%20%28Wehrmacht%29\"&gt;panzer divisions&lt;/a&gt; that spearheaded the attack on France. The anti-aircraft troops were particularly noted for their efficacy, with the superb &lt;a href=\"8.8%20cm%20Flak%2018/36/37/41\"&gt;8.8cm anti-aircraft&lt;/a&gt; of the heavy batteries often used to fight tanks and the 3rd and 5th batteries of the RGG destroyed 18 &lt;a href=\"Tanks%20of%20France\"&gt;French tanks&lt;/a&gt; at &lt;a href=\"Point-blank%20range\"&gt;pointblank range&lt;/a&gt; during a battle in the &lt;a href=\"For%C3%AAt%20de%20Mormal\"&gt;Forest of Mormal&lt;/a&gt;, breaking their &lt;a href=\"counterattack\"&gt;counterattack&lt;/a&gt;; the crews of the guns Casar and Dona kept firing at the French heavy tanks at 15 meters.\nThe Regiment General Göring was rewarded for its excellent performance by forming part of the &lt;a href=\"Guard%20of%20honour\"&gt;honour guard&lt;/a&gt; of the \"Fürher-Begleit-Kompanie\" (Fürher's Escort Company) for the formal armistice at &lt;a href=\"Compi%C3%A8gne\"&gt;Compiègne&lt;/a&gt; on 21 June 1940. After the &lt;a href=\"Armistice%20of%2022%20June%201940\"&gt;capitulation of France&lt;/a&gt;, the RGG provided Flak defences in &lt;a href=\"bunker\"&gt;bunker&lt;/a&gt;s on the &lt;a href=\"English%20Channel\"&gt;Channel&lt;/a&gt; coast as well as contributing to the anti-aircraft defence ring around &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;. The new regimental commander was Colonel &lt;a href=\"Paul%20Conrath\"&gt;Paul Conrath&lt;/a&gt; in June 1940, who was to lead the regiment and the later division until 1944. At the end of 1940 the regiment was transferred back to &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; to resume its old job as a &lt;a href=\"bodyguard\"&gt;bodyguard&lt;/a&gt; and &lt;a href=\"Anti-aircraft%20warfare\"&gt;air defense&lt;/a&gt; unit.\nThe invasion of the USSR.\nAt the beginning of 1941 the unit was motorized and renamed Regiment (mot.) Hermann Göring after Göring had been appointed \"&lt;a href=\"Reichsmarschall\"&gt;Reichsmarschall&lt;/a&gt;\" in 1940.When Germany joined hostilities in the &lt;a href=\"Balkans%20campaign%20%28World%20War%20II%29\"&gt;Balkans&lt;/a&gt; in April 1941, the motorized regiment was sent to &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt; for intended attachment to \"&lt;a href=\"Generaloberst\"&gt;Generaloberst&lt;/a&gt;\" &lt;a href=\"Wilhelm%20List\"&gt;Wilhelm List&lt;/a&gt;'s &lt;a href=\"12th%20Army%20%28Wehrmacht%29\"&gt;12.Armee&lt;/a&gt;; instead it was held in reserve and placed in the air defense of the strategic oil fields at &lt;a href=\"Ploie%C8%99ti\"&gt;Ploesti&lt;/a&gt;. In preparation for the invasion of the &lt;a href=\"Soviet%20Union%20in%20World%20War%20II\"&gt;Soviet Union&lt;/a&gt; in June 1941 the regiment had been moved into positions along the &lt;a href=\"Bug%20%28river%29\"&gt;River Bug&lt;/a&gt;, the dividing line between the German and Soviet &lt;a href=\"Occupation%20of%20Poland%20%281939%E2%80%931945%29\"&gt;occupation zones of Poland&lt;/a&gt;; forming part \"II.Flak-Korps\" of \"&lt;a href=\"1st%20Panzer%20Army\"&gt;Panzergruppe&lt;/a&gt; &lt;a href=\"Paul%20Ludwig%20Ewald%20von%20Kleist\"&gt;von Kleist&lt;/a&gt;\".\nOrganization as of 15 June 1941:\nDuring &lt;a href=\"Operation%20Barbarossa\"&gt;Operation Barbarossa&lt;/a&gt;, the regiment was attached to the &lt;a href=\"11th%20Panzer%20Division%20%28Wehrmacht%29\"&gt;11th Panzer Division&lt;/a&gt;, a part of &lt;a href=\"Army%20Group%20South\"&gt;Army Group South&lt;/a&gt;. The regiment saw action in the initial &lt;a href=\"Breakthrough%20%28military%29\"&gt;breakthrough&lt;/a&gt; and the advance via &lt;a href=\"Radziech%C3%B3w%2C%20Lower%20Silesian%20Voivodeship\"&gt;Radziechów&lt;/a&gt;, where the Flak crews once again showed remarkable performance against &lt;a href=\"Anti-tank%20warfare\"&gt;enemy tanks&lt;/a&gt;. The unit then drove towards &lt;a href=\"Dubno\"&gt;Dubno&lt;/a&gt;, fighting in the tank battle of &lt;a href=\"Battle%20of%20Brody%20%281941%29\"&gt;Brody&lt;/a&gt; in &lt;a href=\"Socialist%20Ukraine\"&gt;Ukraine&lt;/a&gt;, against Soviet &lt;a href=\"T-34\"&gt;T-34&lt;/a&gt; and &lt;a href=\"Kliment%20Voroshilov%20tank\"&gt;KV&lt;/a&gt; tanks; with the &lt;a href=\"11th%20Panzer%20Division%20%28Wehrmacht%29\"&gt;11th Panzer Division&lt;/a&gt; being momentarily cut-off by Soviet armoured forces. The regiment then took part in the encirclement of &lt;a href=\"Battle%20of%20Kiev%20%281941%29\"&gt;Kiev&lt;/a&gt; and the &lt;a href=\"Battle%20of%20Bryansk%20%281941%29\"&gt;Battle of Bryansk&lt;/a&gt;. These battles were hard-fought and the regiment took significant losses, albeit reinforcing the unit's growing reputation for steadfastness in combat. At the end of 1941, the regiment was moved back to Germany for rest and refitting, with the \"Schützen-Bataillon Hermann Göring\" remaining at the front until May 1942. At the same time, a newly formed \"II.Schützen-Bataillon\" was sent to the Eastern Front, where it was all but decimated in extremely heavy-fighting around &lt;a href=\"Juchnowiec%20Ko%C5%9Bcielny\"&gt;Juchnow&lt;/a&gt; and Anissowo-&lt;a href=\"Gorodishchensky%20District\"&gt;Goroditsche&lt;/a&gt;.\nAt the end of the &lt;a href=\"Battle%20of%20Uman\"&gt;Battle of Uman&lt;/a&gt;, the encircled Soviet forces attempted a desperate breakout by night, running into the 16th batterie of the Flak Regiment Hermann Göring, under \"&lt;a href=\"Oberleutnant\"&gt;Oberleutnant&lt;/a&gt;\" Karl Rossmann (aka \"Batterie Roßmann\") and with a handful of infantry including troops from the &lt;a href=\"5th%20SS%20Panzer%20Division%20Wiking\"&gt;SS-Division “Wiking”&lt;/a&gt; between Uman and Slatopol near the town of Swerdlikowo. The Rossman's formation held out for 14 hours against all attacks, thus playing a major role in ensuring the destruction of Soviet &lt;a href=\"6th%20Combined%20Arms%20Army\"&gt;6th&lt;/a&gt;, &lt;a href=\"12th%20Army%20%28Soviet%20Union%29\"&gt;12th&lt;/a&gt; and elements of the &lt;a href=\"18th%20Army%20%28Soviet%20Union%29\"&gt;18th&lt;/a&gt; Armies. For this action Rossmann received the &lt;a href=\"Knight%27s%20Cross%20of%20the%20Iron%20Cross\"&gt;Knight's Cross&lt;/a&gt; on 12 September 1941.\nBack in Germany, the Flak elements in the Reich took positions in &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt; where they contributed to the city's air defence for a short period, before being moved near Paris, remaining there into the spring of 1942.\nUpgrade to Division.\nIn May–July 1942 the regiment was expanded to &lt;a href=\"brigade\"&gt;brigade&lt;/a&gt; size and renamed Brigade Hermann Göring, under \"&lt;a href=\"Generalmajor\"&gt;Generalmajor&lt;/a&gt;\" &lt;a href=\"Paul%20Conrath\"&gt;Paul Conrath&lt;/a&gt; and during this period undertook general &lt;a href=\"German%20military%20administration%20in%20occupied%20France%20during%20World%20War%20II\"&gt;occupation and security duties in France&lt;/a&gt;.\nBrigade order of battle:\nIn October 1942, when the brigade was still being reformed in &lt;a href=\"Brittany\"&gt;Brittany&lt;/a&gt;, it was decided to expand the HG to &lt;a href=\"Division%20%28military%29\"&gt;division&lt;/a&gt; size, entitled Division Hermann Göring, whereby it should be structured according to the guidelines of a tank division of the army. Göring arranged for experienced army tank crews to be assigned to his division and reinforced the infantry with up to 5,000 paratroopers - including remnants of the \"Fallschirmjäger-Regiment 5\" (FJ-Regt 5), decimated in the airborne &lt;a href=\"Battle%20of%20Crete\"&gt;Battle of Crete&lt;/a&gt;. The formation of the divisional elements was carried out at numerous locations in France, Holland and back at regimental depot in Berlin. A number of Luftwaffe personnel was detached to the Army for training with Panzer units.\nThe FJ-Regt 5 was set up in May 1942 on the training area of &lt;a href=\"Borne%20Sulinowo\"&gt;Groß-Born&lt;/a&gt; with 3 battalions, with the staff and the 1st battalion newly formed, the 2nd and 3rd battalions formed by the 2nd and 3rd battalions of the \"&lt;a href=\"Luftlande-Sturm-Regiment\"&gt;Luftlande-Sturm-Regiment 1&lt;/a&gt;\" (also called \"Sturm-Regiment &lt;a href=\"Walter%20Koch%20%28Fallschirmj%C3%A4ger%29\"&gt;Koch&lt;/a&gt;\"); coming back from the &lt;a href=\"Eastern%20Front%20%28World%20War%20II%29\"&gt;Eastern Front&lt;/a&gt; and being augmented by replacements. In July 1942 the \"I.\" and \"III. Bataillonen\" were sen to the &lt;a href=\"Mourmelon-le-Grand\"&gt;Mourmelon&lt;/a&gt; military training area for further training, southeast of &lt;a href=\"Reims\"&gt;Reims&lt;/a&gt;. The 2nd Battalion was subordinated to the &lt;a href=\"Ramcke%20Parachute%20Brigade\"&gt;Ramcke Parachute Brigade&lt;/a&gt; under Major &lt;a href=\"Friedrich%20H%C3%BCbner\"&gt;Friedrich Hübner&lt;/a&gt; for use in &lt;a href=\"German%20military%20administration%20in%20occupied%20France%20during%20World%20War%20II\"&gt;northern France&lt;/a&gt;. \nPaper strength of main divisional combat units:\nThis expansion was interrupted by the sudden Allied landings in &lt;a href=\"French%20North%20Africa\"&gt;French North Africa&lt;/a&gt; in &lt;a href=\"Operation%20Torch\"&gt;Operation Torch&lt;/a&gt;, with &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; &lt;a href=\"Case%20Anton\"&gt;invading the French Free Zone&lt;/a&gt; in November 1942. At the time, the bulk of the division was located in the area around &lt;a href=\"Mont-de-Marsan\"&gt;Mont-de-Marsan&lt;/a&gt;, where it continued its training and working up. Those sub-units nearest to being fully formed were gradually moved down into &lt;a href=\"Fascist%20Italy%20%281922%E2%80%931943%29\"&gt;Italy&lt;/a&gt; while the reminder stayed in &lt;a href=\"southern%20France\"&gt;southern France&lt;/a&gt;.\nAfrikakorps.\nFrom 10 November 1942, the paratroopers being transferred from FJ-Regt 5 were moved by train to &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; and by plane via &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt; to &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt;, being assigned to support the &lt;a href=\"10th%20Panzer%20Division%20%28Wehrmacht%29\"&gt;10th Panzer Division&lt;/a&gt;. Immediately after landing, the regiment was moved to defensive positions west and south-west of &lt;a href=\"Tunis\"&gt;Tunis&lt;/a&gt; and occupied the important bridges over the &lt;a href=\"Medjerda%20River\"&gt;Madjerda River&lt;/a&gt;. Around 20 November 1942, the regiment was engaged in heavy fighting against the tank-led attacks by the Americans coming from Algeria at &lt;a href=\"Majaz%20al%20Bab\"&gt;Medjez El Bab&lt;/a&gt;. Those were beaten back until the superior enemy pressure forced the regiment to give up the position on 25 November.\nThe bulk of the Hermann Göring Division, still not fully organized, was despatched peacemeal to &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt; in February–March 1943 forming a combat group numbering 7,000-11,000 thousand men under command of Colonel &lt;a href=\"Joseph%20Schmid\"&gt;Joseph Schmid&lt;/a&gt;; who was promoted to \"&lt;a href=\"Generalmajor\"&gt;Generalmajor&lt;/a&gt;\" shortly after. This \"Kampfgruppe Schmid\" was committed into battle dispersed and attached to various Army units, and they quickly earned a reputation for aggression in the attack and reliability under fire. Under the title of Division Hermann Göring, the combat group was commended in official &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; communiqués in April 1943 for their \"exemplary fighting spirit and intrepid valour\".\nWhen Axis forces surrendered on 12 May 1943, almost all of the remainder of the \"Kampfgruppe\" was taken into captivity, including its most experienced veterans. Some 400 Herman Göring soldiers were &lt;a href=\"killed%20in%20action\"&gt;killed in action&lt;/a&gt; in Tunisia.\nSicily.\nGeneral &lt;a href=\"Joseph%20Schmid\"&gt;Schmid&lt;/a&gt; and a few of his men escaped to mainland Italy, on Göring's express orders, before the surrender. These survivors would join the newly reformed division entitled Panzer-Division Hermann Göring. \"Generalmajor\" Schmid was awarded the &lt;a href=\"Knight%27s%20Cross%20of%20the%20Iron%20Cross\"&gt;Knight's Cross&lt;/a&gt; on 21 May 1944 for his leadership of the HG \"Kampfgruppe\" in Tunisia.\nThe new division, meanwhile, was built around those scattered elements still working up in &lt;a href=\"German%20military%20administration%20in%20occupied%20France%20during%20World%20War%20II\"&gt;France&lt;/a&gt;, the &lt;a href=\"Netherlands%20in%20World%20War%20II\"&gt;Netherlands&lt;/a&gt; and Germany, which now gathered in the &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt; area. Efforts to mould these troops into a cohesive fighting force went ahead at full speed, as the Germans expected an Allied invasion of &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;. Over the next few weeks, HG troops would cross over to the island; this new extremely powerful armoured division being ready in June 1943, taking positions around &lt;a href=\"Caltagirone\"&gt;Caltagirone&lt;/a&gt;.\nDivisional order of battle of the Hermann Göring in Sicily:\n&lt;a href=\"Allied%20invasion%20of%20Sicily\"&gt;Operation Husky&lt;/a&gt; initiated on 10 July 1943, and saw the Hermann Göring and the &lt;a href=\"15th%20Panzergrenadier%20Division%20%28Wehrmacht%29\"&gt;15th Panzergrenadier&lt;/a&gt; divisions surrounded by mostly third-rate Italian units, geared to coastal defense and equipped with 38 obsolete &lt;a href=\"Fiat%203000\"&gt;Fiat 3000&lt;/a&gt; &lt;a href=\"Tanks%20in%20the%20Italian%20Army\"&gt;light tanks&lt;/a&gt;. The only Italian mobile division was the &lt;a href=\"4th%20Infantry%20Division%20%26quot%3BLivorno%26quot%3B\"&gt;4th Mountain Infantry Division Livorno&lt;/a&gt;, supported by the Italian Mobile Group E equipped with 12 &lt;a href=\"Renault%20R35\"&gt;Renault R 35&lt;/a&gt; light tanks under Captain &lt;a href=\"Giuseppe%20Granieri\"&gt;Giuseppe Granieri&lt;/a&gt;; they were joined on the afternoon of the first day by 9,000 troops of the Panzer-Division Hermann Göring with 46 &lt;a href=\"Panzer%20III\"&gt;Panzer III&lt;/a&gt; and 32 &lt;a href=\"Panzer%20IV\"&gt;Panzer IV&lt;/a&gt; medium tanks coming from Caltagirone, and reinforced with a battalion of the &lt;a href=\"15th%20Panzergrenadier%20Division%20%28Wehrmacht%29\"&gt;15th Panzergrenadiers&lt;/a&gt; (\"III. / Panzergrenadier-Regiment 129\").\nThe Germans and Italians engaged in counter-attacks at the amphibious &lt;a href=\"Battle%20of%20Gela%20%281943%29\"&gt;Battle of Gela&lt;/a&gt; on 10 and 11 July, being forced back by heavy Allied naval bombardment. On 11 July 1943, after a 10-minute artillery preparation, the Italian &lt;a href=\"4th%20Infantry%20Division%20%26quot%3BLivorno%26quot%3B\"&gt;Livorno Division&lt;/a&gt; attacked the &lt;a href=\"United%20States%20Army%20Rangers\"&gt;US Rangers&lt;/a&gt; in three columns from the west side of the Gela River, supported by obsolescent Renault R 35 light tanks, while the Hermann Göring Division attacked the &lt;a href=\"1st%20Infantry%20Division%20%28United%20States%29\"&gt;1st Infantry Division&lt;/a&gt; beachhead on the east side of the Gela River. The attack was contained and then abandoned. The Germans reinforced Sicily with the &lt;a href=\"29th%20Infantry%20Division%20%28Wehrmacht%29\"&gt;29th Panzergrenadier Division&lt;/a&gt;, a veteran of &lt;a href=\"Battle%20of%20Stalingrad\"&gt;Stalingrad&lt;/a&gt; flown in from mainland Italy, and the &lt;a href=\"1st%20Parachute%20Division%20%28Germany%29\"&gt;1st Fallschirmjäger Division&lt;/a&gt; brought from France. The HG Division then engaged into heavy street fighting from 2–4 August with the British &lt;a href=\"78th%20Infantry%20Division%20%28United%20Kingdom%29\"&gt;Battleaxe Division&lt;/a&gt; in the city of &lt;a href=\"Battle%20of%20Centuripe\"&gt;Centuripe&lt;/a&gt;, retreating to &lt;a href=\"Messina\"&gt;Messina&lt;/a&gt; afterward. The Allies steadily pushed the Axis back and the Hermann Göring formed part of the rearguard, providing cover to German units being evacuated to mainland Italy; being one of the last German units leaving Sicily. Surprisingly, despite the heavy fighting in which it had been involved, and the intensive bombing of the port of Messina through which it was being withdrawn, the bulk of the HG troops and most of its heavy equipment were successfully evacuated.\nItaly.\nThe division was stationed near &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt; for resting and reffiting, but was almost immediately put into alert due to the &lt;a href=\"Armistice%20of%20Cassibile\"&gt;Armistice of Cassibile&lt;/a&gt;. On 3 September 1943, the British landed in &lt;a href=\"Calabria\"&gt;Calabria&lt;/a&gt; and five days later the &lt;a href=\"Kingdom%20of%20Italy\"&gt;Italian governament&lt;/a&gt; surrendered to the Allies. &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; quickly implemented a contingency plan to occupy strategic points in the peninsula and to disarm Italian troops - &lt;a href=\"Operation%20Achse\"&gt;Operation Achse&lt;/a&gt;. The following day, on 9 September, the &lt;a href=\"United%20States%20Army%20North\"&gt;US 5th Army&lt;/a&gt; landed in &lt;a href=\"Operation%20Avalanche\"&gt;Salerno&lt;/a&gt; and successfully established a &lt;a href=\"beachhead\"&gt;beachhead&lt;/a&gt;. German efforts to lasted for nine days. The Hermann Göring Panzer Division fought in General &lt;a href=\"Hans-Valentin%20Hube\"&gt;Hube&lt;/a&gt;'s &lt;a href=\"XIV%20Panzer%20Corps\"&gt;XIV Panzer Corps&lt;/a&gt; beside &lt;a href=\"16th%20Panzer%20Division%20%28Wehrmacht%29\"&gt;16th Panzer&lt;/a&gt; and &lt;a href=\"15th%20Panzergrenadier%20Division%20%28Wehrmacht%29\"&gt;15th Panzergrenadier&lt;/a&gt; divisions, fighting hard but being progressively pushed back by the Allies under heavy naval and air firepower. The HG pulled back into Naples, where it held on tenaciously until finally giving up the devastated port on 1 October, withdrawing to positions on the &lt;a href=\"Volturno\"&gt;Volturno&lt;/a&gt;-&lt;a href=\"Termoli\"&gt;Termoli&lt;/a&gt; line.\nIn this new positions, the Hermann Göring and the 15th Panzergrenadier put up a spirited defence, gaining essential time for the main defences of the &lt;a href=\"Winter%20Line\"&gt;Gustav Line&lt;/a&gt; to be prepared. This defensive network ran from &lt;a href=\"Gaeta\"&gt;Gaeta&lt;/a&gt; on the west coast to &lt;a href=\"Ortona\"&gt;Ortona&lt;/a&gt; on the east, with its western end blocking the &lt;a href=\"Valle%20del%20Liri\"&gt;Liri Valley&lt;/a&gt; - the gateway to &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;. The retreating Germans employed highly successful delaying actions: &lt;a href=\"sapper\"&gt;sapper&lt;/a&gt;s destroyed bridges, &lt;a href=\"Land%20mine\"&gt;mined&lt;/a&gt; roads and demolished buildings while infantry, artillery and panzers fought stubborn rearguard actions. Those measures ensured the Allied advance to be slow and costly, gaining time for the arrival of winter and the stabilization of the front. With the coming of the autumn rains the bulk of the HG was then pulled back to rest in new reserve positions around &lt;a href=\"Frosinone\"&gt;Frosinone&lt;/a&gt;. Elements coming mostly from the Flak and Panzer-Artillery regiments remained at the front and were involved in heavy winter fighting until relieved in January 1944.\nArt treasures of Monte Cassino.\nWith the Allies pushing further north, the ancient &lt;a href=\"Benedictines\"&gt;Benedictine&lt;/a&gt; monastery of &lt;a href=\"Monte%20Cassino\"&gt;Monte Cassino&lt;/a&gt; was facing almost certain destruction of countless priceless treasures; its strategically dominanting position as the western anchor of the &lt;a href=\"Winter%20Line\"&gt;Gustav Line&lt;/a&gt; would necessarily place the abbey amid the heavy fighting for the possession of the terrain. The commander of the division's repair workshop battalion, \"&lt;a href=\"Oberstleutnant\"&gt;Oberstleutnant&lt;/a&gt;\" &lt;a href=\"Julius%20Schlegel\"&gt;Julius Schlegel&lt;/a&gt;, approached the &lt;a href=\"abbot\"&gt;abbot&lt;/a&gt; to offer his assistance in transporting the treasures to safety in the &lt;a href=\"Vatican%20City\"&gt;Vatican&lt;/a&gt;. A cultured man endowed with great artistic feeling, in the interwar period, Schlegel ran a bookshop in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, his hometown. After much persuasion and the sounds of battle drawing ever nearer, the monks agreed to Schlegel, and the division's vehicles were used to secure the works of art, including paintings by &lt;a href=\"Leonardo%20da%20Vinci\"&gt;Leonardo da Vinci&lt;/a&gt;, &lt;a href=\"Titian\"&gt;Titian&lt;/a&gt; and &lt;a href=\"Raphael\"&gt;Raphael&lt;/a&gt;, and the remains of &lt;a href=\"Benedict%20of%20Nursia\"&gt;Benedict of Nursia&lt;/a&gt;, before the attack on &lt;a href=\"Castel%20Sant%27Angelo\"&gt;Castel Sant'Angelo&lt;/a&gt; in Rome. In this way they escaped destruction in the &lt;a href=\"Battle%20of%20Monte%20Cassino\"&gt;Battle of Monte Cassino&lt;/a&gt;.\nOver three weeks the HG trucks sent made the voyage to Rome. Then, an Allied radio broadcast accused troops of the Hermann Göring Division of looting the abbey. Given the &lt;a href=\"Hermann%20G%C3%B6ring\"&gt;Göring&lt;/a&gt;'s reputation as a &lt;a href=\"Nazi%20plunder\"&gt;plunderer&lt;/a&gt; of Europe's art treasures, the suspicion was reasonable. Also, Schlegel had not informed his commander, \"Generalleutenant\" &lt;a href=\"Paul%20Conrath\"&gt;Paul Conrath&lt;/a&gt;, of the operation and the colonel's unauthorised use of military assets (vehicles and men) on a non-military matter, without direct relation to the war effort, could have resulted in his &lt;a href=\"Court-martial\"&gt;court martial&lt;/a&gt; and even execution. A detachment of &lt;a href=\"Waffen-SS\"&gt;Waffen-SS&lt;/a&gt; field police was dispatched to the abbey with the intention of arresting the \"looters\", and had to be persuaded by the monks that Schlegel was helping them - not robbing them. Now with the full backing of General Conrath, the remaining treasures were transported to safety (including the sacred relic of Saint Benedict). In gratitude, the monks of Monte Cassino held a special mass and awarded Julius Schlegel a with an illuminated scroll certificate in &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; which reads:\"“In the name of our Lord Jesus Christ. The Cassinians thank the illustrious and beloved officer Julius Schlegel, who saved the monks and property of the holy monastery of Cassino, with all their hearts and ask God for his continued well-being.\"\"\n- Signed &lt;a href=\"Gregorius%20Dimare\"&gt;Gregorius Dimare&lt;/a&gt;, O.S.B, Bishop and Abbot.\nGeneral Paul Conrath, who gave his consent to Schlegel's action only after his near-arrest by the &lt;a href=\"Feldgendarmerie\"&gt;Feldgendarmerie&lt;/a&gt; and only then admitted to Schlegel that he was using 20 trucks unrelated to the war, there is a rather idiosyncratic translation of the name of the \"Leader of a tank division\" into Latin as \"Dux ferreae legionis\".\nIn July 1944, Lieutenant Colonel Schlegel was wounded in an air raid in the &lt;a href=\"Bologna\"&gt;Bologna&lt;/a&gt; region, losing one foot, and thus ending his participation in the conflict. Nevertheless, he was arrested by the Allies after the war on charges of &lt;a href=\"looting\"&gt;looting&lt;/a&gt;, and held in prison for over seven months before the personal intervention of British &lt;a href=\"Field%20marshal\"&gt;Field Marshal&lt;/a&gt; &lt;a href=\"Harold%20Alexander%2C%201st%20Earl%20Alexander%20of%20Tunis\"&gt;Harold Alexander&lt;/a&gt;.\nBy saving the art treasures and the library as well as the construction plans, the reconstruction of the destroyed monastery was later possible. Schlegel was found by &lt;a href=\"Pope%20Pius%20XII\"&gt;Pope Pius XII&lt;/a&gt; in the early 1950s and invited to a special audience. There is also a memorial plaque dedicated to the Austrian at Pokornygasse 5 in Vienna, and a memorial not far from it in Wertheimstein Park in the Vienna district of &lt;a href=\"Oberd%C3%B6bling\"&gt;Oberdöbling&lt;/a&gt; on a natural slope towards the &lt;a href=\"Donaukanal\"&gt;Danube Canal&lt;/a&gt;.\nFurther fighting in Italy.\nAs the Allies kept pushing against the mountainous defences of the Gustav Line, the HG left the reserve and moved souht against the British &lt;a href=\"Eighth%20Army%20%28United%20Kingdom%29\"&gt;8th Army&lt;/a&gt; on the &lt;a href=\"Garigliano\"&gt;Garigliano River&lt;/a&gt;. On 22 January 1944, the US Army landed at &lt;a href=\"Battle%20of%20Anzio\"&gt;Anzio and Nettuno&lt;/a&gt;, north of the Gustav Line's western end, taking the Germans completely by surprise. \"&lt;a href=\"Generalfeldmarschall\"&gt;Generalfeldmarschall&lt;/a&gt;\" &lt;a href=\"Albert%20Kesselring\"&gt;Albert Kesselring&lt;/a&gt; despatched units to block the beachhead, among them elementos of the Hermann Göring. The beachhead was successfully contained and put under such pressure the Allies had to shift reserves from the Cassino sector.\nThe division fought in &lt;a href=\"Battle%20of%20Cisterna\"&gt;Cisterna&lt;/a&gt;, on the German left flank, facing the US &lt;a href=\"3rd%20Infantry%20Division%20%28United%20States%29\"&gt;3rd Infantry Division&lt;/a&gt; and the &lt;a href=\"1st%20Ranger%20Battalion\"&gt;1st&lt;/a&gt; and &lt;a href=\"3rd%20Ranger%20Battalion\"&gt;3rd&lt;/a&gt; &lt;a href=\"United%20States%20Army%20Rangers\"&gt;Ranger&lt;/a&gt; battalions. After a night infiltration, the Rangers were counterattacked by the HG and &lt;a href=\"715th%20Infantry%20Division%20%28Wehrmacht%29\"&gt;715 Infantry&lt;/a&gt; divisions, resulting in 700 US prisoners being captured. The HG was then retired to &lt;a href=\"Tuscany\"&gt;Tuscany&lt;/a&gt; to reform.\nIn February 1944, the Hermann Göring was redesignated \"Fallschirm-Panzer-Division\" (Parachute Armoured Division). The new designation was merely honoric, involving minimal alteration to the unit's structure or capability. On 14 April, General Conrath stepped down, the command passing to \"&lt;a href=\"Generalmajor\"&gt;Generalmajor&lt;/a&gt;\" &lt;a href=\"Wilhelm%20Schmalz\"&gt;Wilhelm Schmalz&lt;/a&gt;.\nIn May 1944, the Allies managed the break-out of the Anzio-Nettuno &lt;a href=\"bridgehead\"&gt;bridgehead&lt;/a&gt; and captured Monte Cassino after its outflanking by the &lt;a href=\"French%20Expeditionary%20Corps%20%281943%E2%80%9344%29\"&gt;French Expeditionary Corps&lt;/a&gt;, and started advancing up the &lt;a href=\"Valle%20del%20Liri\"&gt;Liri Valley&lt;/a&gt;. With Rome threatened and the \"&lt;a href=\"10th%20Army%20%28Wehrmacht%29\"&gt;10. Armee&lt;/a&gt;\" retreating, the Hermann Göring was ordered to march to the &lt;a href=\"Velletri\"&gt;Velletri&lt;/a&gt; sector of the front, which was done in broad daylight despite the total Allied air superiority and the German columns were badly mauled by relentless attacks by fighter-bombers. From June 4, the retreat passed through the Italian capital, which had been declared an “&lt;a href=\"open%20city\"&gt;open city&lt;/a&gt;” in order to avoid its destruction. Although the division was initially able to hold the Allied advance, it was eventually forced into retreat, pulling back to positions on the &lt;a href=\"Aniene\"&gt;Aniene River&lt;/a&gt;, east of Rome, in early June; being mentioned again in the official Wehrmacht communiqués by exemplary conduct in the face of overwhelming odds. On July 4, the division carried out a &lt;a href=\"massacre\"&gt;massacre&lt;/a&gt; of residents of the town of &lt;a href=\"Cavriglia\"&gt;Cavriglia&lt;/a&gt;, killing 180 civilians. By July the division had been forced back to positions south of &lt;a href=\"Florence\"&gt;Florence&lt;/a&gt;; being pulled out of Italy altogether on 15 July 1944.\nCorps size and defeat.\nThe Corps size Fallschirm-Panzerkorps Hermann Göring was created in 1944 through the combination of the unit with the &lt;a href=\"Fallschirm-Panzergrenadier%20Division%202%20Hermann%20G%C3%B6ring\"&gt;Fallschirm-Panzergrenadier Division 2 Hermann Göring&lt;/a&gt;. After the start of the Allied offensive, &lt;a href=\"Operation%20Diadem\"&gt;Operation Diadem&lt;/a&gt;, on 12 May, the division retreated towards Rome and then abandoned the city. The division arrived in Poland in late-July and fought alongside &lt;a href=\"SS%20Division%20Wiking\"&gt;SS Division Wiking&lt;/a&gt; and the 19th Panzer Division on the &lt;a href=\"Vistula%20River\"&gt;Vistula River&lt;/a&gt; between &lt;a href=\"Modlin%20Fortress\"&gt;Modlin Fortress&lt;/a&gt; and Warsaw. In August, its counter-attack against the Magnuszew bridgehead, defended by the 8th Guards Army, failed after heavy fighting. Between August and September 1944, the division used captured Polish non-combatant civilians as &lt;a href=\"human%20shield\"&gt;human shield&lt;/a&gt;s when attacking the insurgents' positions during the &lt;a href=\"Warsaw%20uprising\"&gt;Warsaw uprising&lt;/a&gt;. Following the destruction of the town, the division was attached to the newly formed &lt;a href=\"Army%20Group%20Vistula\"&gt;Army Group Vistula&lt;/a&gt; formed 24 January 1945, defending the ruins of Warsaw in what Hitler termed \"&lt;a href=\"Festung%20Warschau\"&gt;Festung Warschau&lt;/a&gt;\", or Fortress Warsaw. During the &lt;a href=\"Vistula-Oder%20Offensive\"&gt;Vistula-Oder Offensive&lt;/a&gt;, much of the division was broken in battle.\nIn April, the remnants of the \"Hermann Göring\" Panzerkorps were sent to &lt;a href=\"Silesia\"&gt;Silesia&lt;/a&gt;, and in heavy fighting were slowly pushed back into &lt;a href=\"Saxony\"&gt;Saxony&lt;/a&gt;. On April 22, the Fallschirm-Panzer-Division 1. \"Hermann Göring\" was one of two divisions that broke through the inter-army boundary of the &lt;a href=\"Polish%20Second%20Army\"&gt;Polish 2nd Army&lt;/a&gt; (Polish People's Army or LWP) and the Soviet 52nd Army, in an action near &lt;a href=\"Battle%20of%20Bautzen%20%281945%29\"&gt;Bautzen&lt;/a&gt;, destroying parts of their communications and logistics trains and severely damaging the Polish (LWP) 5th Infantry Division and 16th Tank Brigade before being stopped two days later.\nIn early May, units of the corps attempted to break out towards the American forces on the &lt;a href=\"Elbe\"&gt;Elbe&lt;/a&gt;, but were unsuccessful. The corps surrendered to the Red Army on 8 May 1945.\nWar crimes.\nAccording to a &lt;a href=\"British%20Government\"&gt;British Government&lt;/a&gt; report, the \"Hermann Göring\" Division was involved in several &lt;a href=\"reprisal\"&gt;reprisal&lt;/a&gt; operations during its time in Italy. One of these occurred in the surrounding area of the village of &lt;a href=\"Civitella%20in%20Val%20di%20Chiana\"&gt;Civitella in Val di Chiana&lt;/a&gt; on 6 June 1944 where 250 civilians were killed. The division was also involved in a number of other massacres in Italy at &lt;a href=\"Cavriglia%20massacre\"&gt;Cavriglia&lt;/a&gt; (173 victims), &lt;a href=\"Monchio%2C%20Susano%20and%20Costrignano%20massacre\"&gt;Monchio, Susano and Costrignano&lt;/a&gt; (130 victims) and &lt;a href=\"Vallucciole%20massacre\"&gt;Vallucciole&lt;/a&gt; (107 victims).\nSoldiers of the \"Hermann Göring\" Division used civilians as human shields in front of its tanks while clearing barricades during the Warsaw Uprising. Around 800 soldiers from the division took part in fighting during the August–October 1944 &lt;a href=\"Warsaw%20Uprising\"&gt;Warsaw Uprising&lt;/a&gt; in the &lt;a href=\"Wola%20massacre\"&gt;Wola district, where mass executions of civilians occurred&lt;/a&gt; in connection with Hitler's orders to destroy the city. Units of the division were also involved in the excesses committed in the Dutch city of Putten, also called the &lt;a href=\"Putten%20raid\"&gt;Putten raid&lt;/a&gt;. \nThe units were:\nOrganization.\nStructure of the division:\nCommanders.\nFallschirm-Panzer-Korps \"Hermann Göring\""
}