{
    "id": "146773",
    "revid": "41370264",
    "url": "https://en.wikipedia.org/wiki?curid=146773",
    "title": "Vancomycin",
    "text": "Vancomycin is an &lt;a href=\"antibiotic\"&gt;antibiotic&lt;/a&gt; medication used to treat a number of &lt;a href=\"bacterial%20infection\"&gt;bacterial infection&lt;/a&gt;s. It is recommended &lt;a href=\"intravenously\"&gt;intravenously&lt;/a&gt; as a treatment for complicated &lt;a href=\"skin%20infection\"&gt;skin infection&lt;/a&gt;s, &lt;a href=\"sepsis\"&gt;bloodstream infection&lt;/a&gt;s, &lt;a href=\"endocarditis\"&gt;endocarditis&lt;/a&gt;, bone and joint infections, and &lt;a href=\"meningitis\"&gt;meningitis&lt;/a&gt; caused by &lt;a href=\"methicillin-resistant%20Staphylococcus%20aureus\"&gt;methicillin-resistant \"Staphylococcus aureus\"&lt;/a&gt;. Blood levels may be measured to determine the correct dose. Vancomycin is also recommended by mouth as a treatment for severe &lt;a href=\"Clostridium%20difficile%20colitis\"&gt;\"Clostridium difficile\" colitis&lt;/a&gt;. When taken by mouth it is very poorly absorbed.\nCommon side effects include pain in the area of injection and &lt;a href=\"allergic%20reaction\"&gt;allergic reaction&lt;/a&gt;s. Occasionally, &lt;a href=\"hearing%20loss\"&gt;hearing loss&lt;/a&gt;, &lt;a href=\"low%20blood%20pressure\"&gt;low blood pressure&lt;/a&gt;, or &lt;a href=\"bone%20marrow%20suppression\"&gt;bone marrow suppression&lt;/a&gt; occur. Safety in pregnancy is not clear, but no evidence of harm has been found, and it is likely safe for use when &lt;a href=\"breastfeeding\"&gt;breastfeeding&lt;/a&gt;. It is a type of &lt;a href=\"glycopeptide%20antibiotic\"&gt;glycopeptide antibiotic&lt;/a&gt; and works by blocking the construction of a &lt;a href=\"cell%20wall\"&gt;cell wall&lt;/a&gt;.\nVancomycin was first sold in 1954. It is on the &lt;a href=\"WHO%20Model%20List%20of%20Essential%20Medicines\"&gt;World Health Organization's List of Essential Medicines&lt;/a&gt;. The World Health Organization classifies vancomycin as critically important for human medicine. It is available as a generic medication. Vancomycin is made by the soil bacterium \"&lt;a href=\"Amycolatopsis%20orientalis\"&gt;Amycolatopsis orientalis&lt;/a&gt;\".\nMedical uses.\nVancomycin is indicated for the treatment of serious, life-threatening infections by &lt;a href=\"Gram-positive\"&gt;Gram-positive&lt;/a&gt; bacteria unresponsive to other antibiotics.\nThe increasing emergence of vancomycin-resistant &lt;a href=\"enterococcus\"&gt;enterococci&lt;/a&gt; has resulted in the development of guidelines for use by the &lt;a href=\"Centers%20for%20Disease%20Control\"&gt;Centers for Disease Control&lt;/a&gt; Hospital Infection Control Practices Advisory Committee. These guidelines restrict use of vancomycin to these indications:\nSpectrum of susceptibility.\nVancomycin is considered a last resort medication for the treatment of &lt;a href=\"sepsis\"&gt;sepsis&lt;/a&gt; and lower respiratory tract, skin, and bone infections caused by Gram-positive bacteria. The &lt;a href=\"minimum%20inhibitory%20concentration\"&gt;minimum inhibitory concentration&lt;/a&gt; susceptibility data for a few medically significant bacteria are:\nSide effects.\nSerum vancomycin levels may be monitored in an effort to reduce side effects, although the value of such monitoring has been questioned. Peak and trough levels are usually monitored, and for research purposes, the area under the concentration curve is also sometimes used. Toxicity is best monitored by looking at trough values.\nCommon &lt;a href=\"adverse%20drug%20reaction\"&gt;adverse drug reaction&lt;/a&gt;s (≥1% of patients) associated with IV vancomycin include: local pain, which may be severe, and &lt;a href=\"thrombophlebitis\"&gt;thrombophlebitis&lt;/a&gt;.\nDamage to the kidneys (&lt;a href=\"nephrotoxicity\"&gt;nephrotoxicity&lt;/a&gt;) and to the hearing (&lt;a href=\"ototoxicity\"&gt;ototoxicity&lt;/a&gt;) were side effects of the early impure versions of vancomycin, and these were prominent in the clinical trials conducted in the mid-1950s. Later trials using purer forms of vancomycin found &lt;a href=\"nephrotoxicity\"&gt;nephrotoxicity&lt;/a&gt; is an infrequent adverse effect (0.1% to 1% of patients), but this is accentuated in the presence of &lt;a href=\"aminoglycoside\"&gt;aminoglycoside&lt;/a&gt;s.\nRare adverse effects (&lt;0.1% of patients) include: &lt;a href=\"anaphylaxis\"&gt;anaphylaxis&lt;/a&gt;, &lt;a href=\"toxic%20epidermal%20necrolysis\"&gt;toxic epidermal necrolysis&lt;/a&gt;, &lt;a href=\"erythema%20multiforme\"&gt;erythema multiforme&lt;/a&gt;, &lt;a href=\"Vancomycin%23Red%20man%20syndrome\"&gt;red man syndrome&lt;/a&gt;, &lt;a href=\"superinfection\"&gt;superinfection&lt;/a&gt;, &lt;a href=\"thrombocytopenia\"&gt;thrombocytopenia&lt;/a&gt;, &lt;a href=\"neutropenia\"&gt;neutropenia&lt;/a&gt;, &lt;a href=\"leukopenia\"&gt;leukopenia&lt;/a&gt;, &lt;a href=\"tinnitus\"&gt;tinnitus&lt;/a&gt;, &lt;a href=\"dizziness\"&gt;dizziness&lt;/a&gt; and/or &lt;a href=\"ototoxicity\"&gt;ototoxicity&lt;/a&gt;, and &lt;a href=\"Drug%20reaction%20with%20eosinophilia%20and%20systemic%20symptoms\"&gt;DRESS syndrome&lt;/a&gt;.\nVancomycin can induce platelet-reactive antibodies in the patient, leading to severe &lt;a href=\"thrombocytopenia\"&gt;thrombocytopenia&lt;/a&gt; and bleeding with florid &lt;a href=\"Petechia\"&gt;petechial hemorrhages&lt;/a&gt;, &lt;a href=\"ecchymoses\"&gt;ecchymoses&lt;/a&gt;, and wet &lt;a href=\"purpura\"&gt;purpura&lt;/a&gt;.\nVancomycin has traditionally been considered a nephrotoxic and ototoxic drug, based on observations by early investigators of elevated serum levels in renally impaired patients who had experienced ototoxicity, and subsequently through case reports in the medical literature. However, as the use of vancomycin increased with the spread of MRSA beginning in the 1970s, the previously reported rates of toxicity were recognized as not being observed. This was attributed to the removal of the impurities present in the earlier formulation of the drug, although those impurities were not specifically tested for toxicity.\nNephrotoxicity.\nSubsequent reviews of accumulated case reports of vancomycin-related nephrotoxicity found many of the patients had also received other known nephrotoxins, in particular, &lt;a href=\"aminoglycosides\"&gt;aminoglycosides&lt;/a&gt;. Most of the rest had other confounding factors, or insufficient data regarding the possibility of such, that prohibited the clear association of vancomycin with the observed kidney dysfunction.\nIn 1994, the use of vancomycin monotherapy was clearly documented in only three of 82 available cases in the literature. Prospective and retrospective studies attempting to evaluate the incidence of vancomycin-related nephrotoxicity have largely been methodologically flawed and have produced variable results. The most methodologically sound investigations indicate the actual incidence of vancomycin-induced nephrotoxicity is around 5% to 7%. To put this into context, similar rates of kidney dysfunction have been reported for &lt;a href=\"cefamandole\"&gt;cefamandole&lt;/a&gt; and &lt;a href=\"benzylpenicillin\"&gt;benzylpenicillin&lt;/a&gt;, two reputedly non-nephrotoxic antibiotics.\nIn addition, evidence to relate nephrotoxicity to vancomycin serum levels is inconsistent. Some studies have indicated an increased rate of nephrotoxicity when trough levels exceed 10 µg/ml, but others have not reproduced these results. Nephrotoxicity has also been observed with concentrations within the \"therapeutic\" range, as well. In essence, the reputation of vancomycin as a nephrotoxin is overstated, and it has not been demonstrated that maintaining vancomycin serum levels within certain ranges will prevent its nephrotoxic effects, when they do occur.\nOtotoxicity.\nAttempts to establish rates of vancomycin-induced &lt;a href=\"ototoxicity\"&gt;ototoxicity&lt;/a&gt; are even more difficult due to the scarcity of quality evidence. The current consensus is that clearly related cases of vancomycin ototoxicity are rare. The association between vancomycin serum levels and ototoxicity is also uncertain. While cases of ototoxicity have been reported in patients whose vancomycin serum level exceeded 80 µg/ml, cases have been reported in patients with therapeutic levels, as well. Thus, whether &lt;a href=\"therapeutic%20drug%20monitoring\"&gt;therapeutic drug monitoring&lt;/a&gt; of vancomycin for the purpose of maintaining \"therapeutic\" levels will prevent ototoxicity also remains unproven.\nInteractions with other nephrotoxins.\nAnother area of controversy and uncertainty concerns the question of whether, and if so, to what extent, vancomycin increases the toxicity of other nephrotoxins. Clinical studies have yielded variable results, but animal models indicate some increased nephrotoxic effect probably occurs when vancomycin is added to nephrotoxins such as aminoglycosides. However, a dose- or serum level-effect relationship has not been established.\nDosing considerations.\nThe recommended parenteral dosage in adults is 500 mg iv every 6 hours or 1000 mg every 12 hours, with modification to achieve a therapeutic range as needed. The recommended oral dosage in the treatment of antibiotic induced pseudomembranous enterocolitis is 125 to 500 mg every 6 hours for 7 to 10 days.\nIntravenous vs oral administration.\nVancomycin must be given &lt;a href=\"intravenous\"&gt;intravenous&lt;/a&gt;ly (IV) for systemic therapy, since it is not absorbed from the intestine. It is a large hydrophilic molecule that partitions poorly across the gastrointestinal &lt;a href=\"mucosa\"&gt;mucosa&lt;/a&gt;. Due to short half-life, it is often injected twice daily.\nThe only approved indication for oral vancomycin therapy is in the treatment of pseudomembranous colitis, where it must be given orally to reach the site of infection in the colon. Following oral administration, the fecal concentration of vancomycin is around 500 µg/ml (sensitive strains of \"C. difficile\" have a mean inhibitory concentration of ≤2 µg/ml)\nInhaled vancomycin has also been used (&lt;a href=\"off-label\"&gt;off-label&lt;/a&gt;), via &lt;a href=\"nebulizer\"&gt;nebulizer&lt;/a&gt;, for treatment of various infections of the upper and lower respiratory tract.\nThere is an ongoing debate as to whether vancomycin should be given through a central or peripheral line. According to a 2014 review, midline catheters are a safe option for administration.\nVancomycin Flushing Reaction (aka “Red man syndrome”).\nVancomycin is recommended to be administered in a dilute solution slowly, over at least 60 min (maximum rate of 10 mg/min for doses &gt;500 mg) due to the high incidence of pain and thrombophlebitis and to avoid an infusion reaction known as vancomycin flushing reaction. This phenomenon has been often clinically referred to as \"red man syndrome\"; efforts to eliminate implicit cultural bias from clinical practice suggest the older term should be replaced. The reaction usually appears within 4 to 10 min after the commencement or soon after the completion of an infusion and is characterized by flushing and/or an &lt;a href=\"erythematous\"&gt;erythematous&lt;/a&gt; rash that affects the face, neck, and upper torso, attributed due to release of histamine from the mast cells. These findings are due to interaction of vancomycin with &lt;a href=\"MRGPRX2\"&gt;MRGPRX2&lt;/a&gt;, a GPCR mediating IgE-independent mast cell degranulation. Less frequently, &lt;a href=\"hypotension\"&gt;hypotension&lt;/a&gt; and &lt;a href=\"angioedema\"&gt;angioedema&lt;/a&gt; may also occur. Symptoms may be treated or prevented with &lt;a href=\"antihistamine\"&gt;antihistamine&lt;/a&gt;s, including &lt;a href=\"diphenhydramine\"&gt;diphenhydramine&lt;/a&gt;, and are less likely to occur with slow infusion.\nTherapeutic drug monitoring.\nPlasma level monitoring of vancomycin is necessary due to the drug's biexponential distribution, intermediate hydrophilicity, and potential for ototoxicity and nephrotoxicity, especially in populations with poor renal function and/or increased propensity to bacterial infection. Vancomycin activity is considered to be time-dependent; that is, antimicrobial activity depends on the duration that the serum drug concentration exceeds the &lt;a href=\"minimum%20inhibitory%20concentration\"&gt;minimum inhibitory concentration&lt;/a&gt; of the target organism. Thus, peak serum levels have not been shown to correlate with efficacy or toxicity; indeed, concentration monitoring is unnecessary in most cases. Circumstances in which &lt;a href=\"therapeutic%20drug%20monitoring\"&gt;therapeutic drug monitoring&lt;/a&gt; is warranted include: patients receiving concomitant aminoglycoside therapy, patients with (potentially) altered &lt;a href=\"pharmacokinetics\"&gt;pharmacokinetic&lt;/a&gt; parameters, patients on &lt;a href=\"hemodialysis\"&gt;haemodialysis&lt;/a&gt;, patients administered high-dose or prolonged treatment, and patients with impaired renal function. In such cases, trough concentrations are measured.\nTarget ranges for serum vancomycin concentrations have changed over the years. Early authors suggested peak levels of 30 to 40 mg/l and &lt;a href=\"trough%20levels\"&gt;trough levels&lt;/a&gt; of 5 to 10 mg/l,\nbut current recommendations are that peak levels need not be measured and that &lt;a href=\"trough%20levels\"&gt;trough levels&lt;/a&gt; of 10 to 15 mg/l or 15 to 20 mg/l, depending on the nature of the infection and the specific needs of the patient, may be appropriate. Using measured vancomycin concentrations to calculate doses optimizes therapy in patients with &lt;a href=\"augmented%20renal%20clearance\"&gt;augmented renal clearance&lt;/a&gt;.\nBiosynthesis.\nVancomycin is made by the soil bacterium \"&lt;a href=\"Amycolatopsis%20orientalis\"&gt;Amycolatopsis orientalis&lt;/a&gt;\".\nVancomycin biosynthesis occurs primarily via three &lt;a href=\"Nonribosomal%20peptide%20synthetase\"&gt;nonribosomal protein syntheses&lt;/a&gt; (NRPSs) VpsA, VpsB, and VpsC. The &lt;a href=\"enzymes\"&gt;enzymes&lt;/a&gt; determine the amino acid sequence during its assembly through its 7 modules. Before vancomycin is assembled through NRPS, the non-proteinogenic &lt;a href=\"amino%20acids\"&gt;amino acids&lt;/a&gt; are first synthesized. -tyrosine is modified to become the β-hydroxytyrosine (β-HT) and 4-hydroxyphenylglycine (4-Hpg) residues. 3,5 dihydroxyphenylglycine ring (3,5-DPG) is derived from acetate.\nNonribosomal peptide synthesis occurs through distinct &lt;a href=\"Protein%20domain\"&gt;modules&lt;/a&gt; that can load and extend the &lt;a href=\"protein\"&gt;protein&lt;/a&gt; by one amino acid per module through the &lt;a href=\"amide\"&gt;amide&lt;/a&gt; bond formation at the contact sites of the activating domains. Each module typically consists of an adenylation (A) domain, a &lt;a href=\"peptidyl%20carrier%20protein\"&gt;peptidyl carrier protein&lt;/a&gt; (PCP) domain, and a condensation (C) domain. In the A domain, the specific amino acid is activated by converting into an aminoacyl adenylate enzyme complex attached to a 4'phosphopantetheine cofactor by thioesterification The complex is then transferred to the PCP domain with the expulsion of AMP. The PCP domain uses the attached 4'-phosphopantethein prosthetic group to load the growing peptide chain and their precursors. The organization of the modules necessary to biosynthesize Vancomycin is shown in Figure 1. In the biosynthesis of Vancomycin, additional modification domains are present, such as the &lt;a href=\"epimerization\"&gt;epimerization&lt;/a&gt; (E) domain, which isomerizes the amino acid from one &lt;a href=\"stereochemistry\"&gt;stereochemistry&lt;/a&gt; to another, and a thioesterase domain (TE) is used as a catalyst for cyclization and releases of the molecule via a &lt;a href=\"thioesterase\"&gt;thioesterase&lt;/a&gt; scission.\nA set of NRPS enzymes (peptide synthase VpsA, VpsB, and VpsC) are responsible for assembling the heptapeptide. (Figure 2). VpsA codes for modules 1, 2, and 3. VpsB codes for modules 4, 5, and 6, and VpsC codes for module 7. The vancomycin aglycone contains 4 D-amino acids, although the NRPSs only contain 3 epimerization domains. The origin of D-Leu at residue 1 is not known. The three peptide syntheses are located at the start of the region of the bacterial genome linked with antibiotic biosynthesis, and span 27 kb.\nβ-hydroxytyrosine (β-HT) is synthesized prior to incorporation into the heptapeptide backbone. L-tyrosine is activated and loaded on the NRPS VpsD, hydroxylated by OxyD, and released by the thioesterase Vhp. The timing of the chlorination by halogenase VhaA during biosynthesis is currently undetermined, but is proposed to occur before the complete assembly of the heptapeptide.\nAfter the linear heptapeptide molecule is synthesized, vancomycin has to undergo further modifications, such as oxidative cross-linking and &lt;a href=\"glycosylation\"&gt;glycosylation&lt;/a&gt;, in trans by distinct enzymes, referred to as tailoring enzymes, to become biologically active (Figure 3). To convert the linear heptapeptide to cross-linked, glycosylated vancomycin, six enzymes, are required. The enzymes OxyA, OxyB, OxyC, and OxyD are cytochrome P450 enzymes. OxyB catalyzes oxidative cross-linking between residues 4 and 6, OxyA between residues 2 and 4, and OxyC between residues 5 and 7. This cross-linking occurs while the heptapeptide is covalently bound to the PCP domain of the 7th NRPS module. These P450s are recruited by the X domain present in the 7th NRPS module, which is unique to glycopeptide antibiotic biosynthesis. The cross-linked heptapeptide is then released by the action of the TE domain, and methyltransferase Vmt then \"N\"-methylates the terminal leucine residue. GtfE then joins D-glucose to the phenolic oxygen of residue 4, followed by the addition of &lt;a href=\"vancosamine\"&gt;vancosamine&lt;/a&gt; catalyzed by GtfD.\nSome of the glycosyltransferases capable of glycosylating vancomycin and related nonribosomal peptides display notable permissivity and have been employed for generating libraries of differentially glycosylated analogs through a process known as &lt;a href=\"glycorandomization\"&gt;glycorandomization&lt;/a&gt;.\nTotal synthesis.\nBoth the vancomycin &lt;a href=\"aglycone\"&gt;aglycone&lt;/a&gt; and the complete vancomycin molecule have been targets successfully reached by &lt;a href=\"total%20synthesis\"&gt;total synthesis&lt;/a&gt;. The target was first achieved by David Evans in October 1998, KC Nicolaou in December 1998, Dale Boger in 1999, and has recently been more selectively synthesized again by Dale Boger in 2020.\nPharmacology and chemistry.\nVancomycin is a branched &lt;a href=\"Glycosylation\"&gt;glycosylated&lt;/a&gt; &lt;a href=\"nonribosomal%20peptide\"&gt;nonribosomal peptide&lt;/a&gt; produced by the &lt;a href=\"Actinobacteria\"&gt;Actinobacteria&lt;/a&gt; species \"Amycolatopsis orientalis\" (formerly designated \"Nocardia orientalis\").\nVancomycin exhibits &lt;a href=\"atropisomer\"&gt;atropisomer&lt;/a&gt;ism — it has multiple chemically distinct &lt;a href=\"rotamer\"&gt;rotamer&lt;/a&gt;s owing to the rotational restriction of some of the bonds. The form present in the drug is the thermodynamically more stable &lt;a href=\"Conformational%20isomerism\"&gt;conformer&lt;/a&gt;.\nMechanism of action.\nVancomycin acts by inhibiting proper cell wall synthesis in Gram-positive bacteria. Due to the different mechanism by which Gram-negative bacteria produce their cell walls and the various factors related to entering the outer membrane of &lt;a href=\"Gram-negative\"&gt;Gram-negative&lt;/a&gt; organisms, vancomycin is not active against them (except some nongonococcal species of \"&lt;a href=\"Neisseria\"&gt;Neisseria&lt;/a&gt;\").\nThe large &lt;a href=\"hydrophilic\"&gt;hydrophilic&lt;/a&gt; molecule is able to form &lt;a href=\"hydrogen%20bond\"&gt;hydrogen bond&lt;/a&gt; interactions with the terminal -alanyl--alanine moieties of the NAM/NAG-peptides. Under normal circumstances, this is a five-point interaction. This binding of vancomycin to the -Ala--Ala prevents cell wall synthesis of the long polymers of \"N\"-acetylmuramic acid (NAM) and \"N\"-acetylglucosamine (NAG) that form the backbone strands of the bacterial cell wall, and it prevents the backbone polymers that do manage to form from cross-linking with each other.\nPlant tissue culture.\nVancomycin is one of the few antibiotics used in plant tissue culture to eliminate Gram-positive bacterial infection. It has relatively low toxicity to plants.\nAntibiotic resistance.\nIntrinsic resistance.\nA few Gram-positive bacteria are intrinsically resistant to vancomycin: \"&lt;a href=\"Leuconostoc\"&gt;Leuconostoc&lt;/a&gt;\" and \"&lt;a href=\"Pediococcus\"&gt;Pediococcus&lt;/a&gt;\" species, but these organisms rarely cause diseases in humans. Most \"&lt;a href=\"Lactobacillus\"&gt;Lactobacillus&lt;/a&gt;\" species are also intrinsically resistant to vancomycin, with the exception of \"&lt;a href=\"Lactobacillus%20acidophilus\"&gt;L. acidophilus&lt;/a&gt;\" and \"&lt;a href=\"Lactobacillus%20delbrueckii\"&gt;L. delbrueckii&lt;/a&gt;\", which are sensitive. Other Gram-positive bacteria with intrinsic resistance to vancomycin include \"&lt;a href=\"Erysipelothrix%20rhusiopathiae\"&gt;Erysipelothrix rhusiopathiae&lt;/a&gt;\", \"&lt;a href=\"Weissella\"&gt;Weissella confusa&lt;/a&gt;\", and \"&lt;a href=\"Clostridium%20innocuum\"&gt;Clostridium innocuum&lt;/a&gt;\".\nMost Gram-negative bacteria are intrinsically resistant to vancomycin because their outer membranes are impermeable to large glycopeptide molecules (with the exception of some non-&lt;a href=\"Neisseria%20gonorrhoeae\"&gt;gonococcal&lt;/a&gt; \"&lt;a href=\"Neisseria\"&gt;Neisseria&lt;/a&gt;\" species).\nAcquired resistance.\nEvolution of microbial &lt;a href=\"antibiotic%20resistance\"&gt;resistance&lt;/a&gt; to vancomycin is a growing problem, in particular, within healthcare facilities such as hospitals. While newer alternatives to vancomycin exist, such as &lt;a href=\"linezolid\"&gt;linezolid&lt;/a&gt; (2000) and &lt;a href=\"daptomycin\"&gt;daptomycin&lt;/a&gt; (2003), the widespread use of vancomycin makes resistance to the drug a significant worry, especially for individual patients if resistant infections are not quickly identified and the patient continues the ineffective treatment. &lt;a href=\"Vancomycin-resistant%20Enterococcus\"&gt;Vancomycin-resistant \"Enterococcus\"&lt;/a&gt; emerged in 1987. Vancomycin resistance evolved in more common pathogenic organisms during the 1990s and 2000s, including &lt;a href=\"vancomycin-resistant%20Staphylococcus%20aureus\"&gt;vancomycin-intermediate \"S. aureus\"&lt;/a&gt; (VISA) and &lt;a href=\"vancomycin-resistant%20Staphylococcus%20aureus\"&gt;vancomycin-resistant \"S. aureus\"&lt;/a&gt; (VRSA). Agricultural use of &lt;a href=\"avoparcin\"&gt;avoparcin&lt;/a&gt;, another similar glycopeptide antibiotic, may have contributed to the evolution of vancomycin-resistant organisms.\nOne mechanism of resistance to vancomycin involves the alteration to the terminal amino acid residues of the NAM/NAG-peptide subunits, under normal conditions, -alanyl--alanine, to which vancomycin binds. The -alanyl--lactate variation results in the loss of one hydrogen-bonding interaction (4, as opposed to 5 for -alanyl--alanine) possible between vancomycin and the peptide. This loss of just one point of interaction results in a 1000-fold decrease in affinity. The -alanyl--serine variation causes a six-fold loss of affinity between vancomycin and the peptide, likely due to steric hindrance.\nIn enterococci, this modification appears to be due to the expression of an enzyme that alters the terminal residue. Three main resistance variants have been characterised to date among resistant \"Enterococcus faecium\" and \"E. faecalis\" populations:\nVariant of vancomycin has been tested that binds to the resistant D-lactic acid variation in vancomycin-resistant bacterial cell walls, and also binds well to the original target (vancomycin-susceptible bacteria).\n\"Re-gained\" vancomycin.\nIn 2020 a team at the &lt;a href=\"University%20Hospital%20Heidelberg\"&gt;University Hospital Heidelberg&lt;/a&gt; (Germany) re-gained the antibacterial power of vancomycin by modifying the molecule with a cationic &lt;a href=\"oligopeptide\"&gt;oligopeptide&lt;/a&gt;. The oligopeptide consists of six &lt;a href=\"arginin\"&gt;arginin&lt;/a&gt; units in Position VN. In comparison to the unmodified vancomycin the activity against vancomycin-resistant bacteria could be enhanced by a factor of 1 000. This pharmacon ist still in &lt;a href=\"preclinical%20development\"&gt;preclinical development&lt;/a&gt;. Therefore, a potential approval will take several more years.\nHistory.\nVancomycin was first isolated in 1953 by &lt;a href=\"Edmund%20Kornfeld\"&gt;Edmund Kornfeld&lt;/a&gt; (working at &lt;a href=\"Eli%20Lilly%20and%20Company\"&gt;Eli Lilly&lt;/a&gt;) from a soil sample collected from the interior jungles of &lt;a href=\"Borneo\"&gt;Borneo&lt;/a&gt; by a missionary, Rev. William M. Bouw (1918-2006). The organism that produced it was eventually named \"&lt;a href=\"Amycolatopsis%20orientalis\"&gt;Amycolatopsis orientalis&lt;/a&gt;\". The original indication for vancomycin was for the treatment of penicillin-resistant \"Staphylococcus aureus\".\nThe compound was initially called compound 05865, but was eventually given the generic name vancomycin, derived from the term \"vanquish\". One advantage that was quickly apparent was that staphylococci did not develop significant resistance, despite serial passage in culture media containing vancomycin. The rapid development of penicillin resistance by staphylococci led to its being fast-tracked for approval by the &lt;a href=\"Food%20and%20Drug%20Administration\"&gt;Food and Drug Administration&lt;/a&gt; in 1958. Eli Lilly first marketed vancomycin hydrochloride under the trade name Vancocin\nVancomycin never became the first-line treatment for \"S. aureus\" for several reasons:\nIn 2004, Eli Lilly licensed Vancocin to &lt;a href=\"ViroPharma\"&gt;ViroPharma&lt;/a&gt; in the U.S., Flynn Pharma in the UK, and &lt;a href=\"Aspen%20Pharmacare\"&gt;Aspen Pharmacare&lt;/a&gt; in Australia. The &lt;a href=\"patent\"&gt;patent&lt;/a&gt; had expired in the early 1980s, and the FDA authorized the sale of several generic versions in the US, including from manufacturers Bioniche Pharma, &lt;a href=\"Baxter%20Healthcare\"&gt;Baxter Healthcare&lt;/a&gt;, &lt;a href=\"Sandoz\"&gt;Sandoz&lt;/a&gt;, &lt;a href=\"Akorn\"&gt;Akorn&lt;/a&gt;-&lt;a href=\"Strides%20Shasun\"&gt;Strides&lt;/a&gt;, and &lt;a href=\"Hospira\"&gt;Hospira&lt;/a&gt;."
}