{
    "id": "14677933",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=14677933",
    "title": "Howard Hancock",
    "text": "Howard Joseph Hancock (December 20, 1894 – February 12, 1978) was an &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; and &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; coach and college athletics administrator. He served as the head football coach at Oshkosh State Normal School—now known as the University of Wisconsin–Oshkosh from 1921 to 1928 and again in 1930 and at Illinois State Normal University—now known as &lt;a href=\"Illinois%20State%20University\"&gt;Illinois State University&lt;/a&gt;—in &lt;a href=\"Normal%2C%20Illinois\"&gt;Normal, Illinois&lt;/a&gt; from 1931 until 1944, and compiling a career &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; coaching record of 95–65–29. Hancock was the head baseball coach at Illinois State from 1933 to 1946, tallying a mark of 120–112–2, and also coached &lt;a href=\"golf\"&gt;golf&lt;/a&gt; at the school. He was the &lt;a href=\"athletic%20director\"&gt;athletic director&lt;/a&gt; at Oshkosh State from 1921 to 1931 and Illinois State from 1931 to 1961. &lt;a href=\"Hancock%20Stadium\"&gt;Hancock Stadium&lt;/a&gt;, the home venue for the &lt;a href=\"Illinois%20State%20Redbirds%20football\"&gt;Illinois State Redbirds football&lt;/a&gt; team is named for him.\nHancock was born on December 20, 1894, in &lt;a href=\"Shullsburg%2C%20Wisconsin\"&gt;Shullsburg, Wisconsin&lt;/a&gt;. He was captain of the football team at the &lt;a href=\"University%20of%20Wisconsin%E2%80%93Madison\"&gt;University of Wisconsin–Madison&lt;/a&gt; before graduating in 1918. Hancock died on February 12, 1978 while visiting his wife at the Octavia Manor Nursing Home in &lt;a href=\"Colfax%2C%20Illinois\"&gt;Colfax, Illinois&lt;/a&gt;.\nIncluding his records from other schools, Hancock leads college football with the &lt;a href=\"List%20of%20college%20football%20coaches%20with%2020%20ties\"&gt;highest tie percentage&lt;/a&gt; in varsity play."
}