{
    "id": "146811",
    "revid": "39989167",
    "url": "https://en.wikipedia.org/wiki?curid=146811",
    "title": "Jean-Baptiste Colbert",
    "text": "Jean-Baptiste Colbert (; 29 August 1619 – 6 September 1683) was a &lt;a href=\"French%20people\"&gt;French&lt;/a&gt; statesman who served as &lt;a href=\"Chief%20minister%20of%20France\"&gt;First Minister of State&lt;/a&gt; from 1661 until his death in 1683 under the rule of &lt;a href=\"Louis%20XIV%20of%20France\"&gt;King Louis XIV&lt;/a&gt;. His lasting impact on the organization of the country's politics and markets, known as &lt;a href=\"Colbertism\"&gt;Colbertism&lt;/a&gt;, a doctrine often characterized as a variant of &lt;a href=\"mercantilism\"&gt;mercantilism&lt;/a&gt;, earned him the nickname \"le Grand Colbert\" (; \"the Great Colbert\").\nA native of &lt;a href=\"Reims\"&gt;Reims&lt;/a&gt;, he was appointed &lt;a href=\"Intendant%20%28government%20official%29\"&gt;Intendant of Finances&lt;/a&gt; on 4 May 1661. Colbert took over as &lt;a href=\"Controller-General%20of%20Finances\"&gt;Controller-General of Finances&lt;/a&gt;, a newly elevated position, in the aftermath of the arrest of &lt;a href=\"Nicolas%20Fouquet\"&gt;Nicolas Fouquet&lt;/a&gt; for embezzlement, an event that led to the abolishment of the office of &lt;a href=\"Superintendent%20of%20Finances\"&gt;Superintendent of Finances&lt;/a&gt;. He worked to develop the domestic &lt;a href=\"Economics\"&gt;economy&lt;/a&gt; by raising &lt;a href=\"tariff\"&gt;tariff&lt;/a&gt;s and encouraging major &lt;a href=\"public%20works\"&gt;public works&lt;/a&gt; projects, as well as to ensure that the &lt;a href=\"French%20East%20India%20Company\"&gt;French East India Company&lt;/a&gt; had access to foreign markets, so that they could always obtain &lt;a href=\"coffee\"&gt;coffee&lt;/a&gt;, &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt;, &lt;a href=\"dyewoods\"&gt;dyewoods&lt;/a&gt;, &lt;a href=\"fur\"&gt;fur&lt;/a&gt;, &lt;a href=\"Black%20pepper\"&gt;pepper&lt;/a&gt; and &lt;a href=\"sugar\"&gt;sugar&lt;/a&gt;. He acted to create a favorable &lt;a href=\"balance%20of%20trade\"&gt;balance of trade&lt;/a&gt; and increase &lt;a href=\"Colony\"&gt;colonial holdings&lt;/a&gt;. As there was &lt;a href=\"slavery\"&gt;slavery&lt;/a&gt; in the colonies, in 1682, Colbert commissioned the beginning of a project that would become the \"&lt;a href=\"Code%20Noir\"&gt;Code Noir&lt;/a&gt;\" two years after his death in 1683. In addition, he founded France's &lt;a href=\"merchant%20navy\"&gt;merchant navy&lt;/a&gt; (\"marine marchande\") becoming &lt;a href=\"Secretary%20of%20State%20of%20the%20Navy%20%28France%29\"&gt;Secretary of State of the Navy&lt;/a&gt; in 1669.\nHis effective &lt;a href=\"Market%20%28economics%29\"&gt;market reforms&lt;/a&gt; included the foundation of the \"&lt;a href=\"Saint-Gobain\"&gt;Manufacture royale de glaces de miroirs&lt;/a&gt;\" in 1665 to supplant the importation of &lt;a href=\"Venetian%20glass\"&gt;Venetian glass&lt;/a&gt;, which was forbidden in 1672 as soon as the national glass manufacturing industry was on sound footing. Also encouraging the technical expertise of &lt;a href=\"Flanders\"&gt;Flemish&lt;/a&gt; &lt;a href=\"Textile\"&gt;cloth&lt;/a&gt; &lt;a href=\"manufacturing\"&gt;manufacturing&lt;/a&gt; in France, he founded royal &lt;a href=\"tapestry\"&gt;tapestry&lt;/a&gt; works at &lt;a href=\"Gobelins%20Manufactory\"&gt;Gobelins&lt;/a&gt; and supported those at &lt;a href=\"Beauvais%20tapestry\"&gt;Beauvais&lt;/a&gt;. He issued more than 150 &lt;a href=\"edict\"&gt;edict&lt;/a&gt;s to &lt;a href=\"Regulation\"&gt;regulate&lt;/a&gt; the &lt;a href=\"guild\"&gt;guild&lt;/a&gt;s. The \"&lt;a href=\"French%20Academy%20of%20Sciences\"&gt;Académie des sciences&lt;/a&gt;\" was founded in 1666 at his suggestion; he was a member of the \"&lt;a href=\"Acad%C3%A9mie%20Fran%C3%A7aise\"&gt;Académie française&lt;/a&gt;\" from 1 March 1667 to his death, where he occupied the 24th seat, to which &lt;a href=\"Jean%20de%20La%20Fontaine\"&gt;Jean de La Fontaine&lt;/a&gt; would be elected after his passing. His son &lt;a href=\"Jean-Baptiste%20Colbert%2C%20Marquis%20de%20Seignelay\"&gt;Jean-Baptiste Colbert, Marquis de Seignelay&lt;/a&gt; (1651–1690), succeeded him as Navy Secretary.\nBiography.\nEarly life.\nColbert's father and grandfather were merchants in his birthplace of &lt;a href=\"Reims\"&gt;Reims&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;. He claimed to have Scottish ancestry. A general (but unconfirmed) belief exists that he spent his early youth at a &lt;a href=\"Jesuit\"&gt;Jesuit&lt;/a&gt; college, working for a Parisian banker; as well as working for the father of &lt;a href=\"Jean%20Chapelain\"&gt;Jean Chapelain&lt;/a&gt;.\nBefore the age of 20, Colbert had a post in the war office, a position generally attributed to the marriage of an uncle to the sister of Secretary of War &lt;a href=\"Michel%20le%20Tellier\"&gt;Michel le Tellier&lt;/a&gt;. Colbert spent some time as an inspector of troops, eventually becoming the personal secretary of Le Tellier. \nIn 1647, through unknown means, Colbert acquired the confiscated goods of an uncle, Pussort. In 1648, he and his wife Marie Charron, received 40,000 crowns from an unknown source; and in 1649 Colbert became the councilor of state, i.e. a political minister.\nIn 1657, he purchased the &lt;a href=\"Feudal%20barony\"&gt;Barony&lt;/a&gt; of &lt;a href=\"Seignelay\"&gt;Seignelay&lt;/a&gt;.\nRise to power.\nColbert was recommended to &lt;a href=\"King%20Louis%20XIV\"&gt;King Louis XIV&lt;/a&gt; by Mazarin. While &lt;a href=\"Cardinal%20Mazarin\"&gt;Cardinal Mazarin&lt;/a&gt; was in exile, Louis' trust in Colbert grew. In 1652 Colbert was asked to manage the affairs of the Cardinal while he was away. This new responsibility would detach Colbert from his other responsibility as \"commissaire des guerres\". Although Colbert was not a supporter of Mazarin in principle, he would defend the cardinal's interests with unflagging devotion.\nColbert's earliest recorded attempt at tax reform came in the form of a \"mémoire\" to Mazarin, showing that of the taxes paid by the people, not one-half reached the King. The paper also contained an attack upon the &lt;a href=\"Nicolas%20Fouquet\"&gt;Superintendent Fouquet&lt;/a&gt;. The &lt;a href=\"postmaster\"&gt;postmaster&lt;/a&gt; of Paris, a spy of Fouquet's, read the letter, leading to a dispute which Mazarin attempted to suppress.\nIn 1661, Mazarin died and Colbert \"made sure of the King's favor\" by revealing the location of some of Mazarin's hidden wealth. In January 1664 Colbert became the &lt;a href=\"B%C3%A2timents%20du%20Roi\"&gt;Superintendent of buildings&lt;/a&gt;; in 1665 he became &lt;a href=\"Controller-General%20of%20Finances\"&gt;Controller-General of Finances&lt;/a&gt;; in 1669, he became &lt;a href=\"Secretary%20of%20State%20of%20the%20Navy%20%28France%29\"&gt;Secretary of State of the Navy&lt;/a&gt;; he also gained appointments as minister of &lt;a href=\"commerce\"&gt;commerce&lt;/a&gt;, of the &lt;a href=\"colony\"&gt;colonies&lt;/a&gt; and of the &lt;a href=\"palace\"&gt;palace&lt;/a&gt;. In short, Colbert acquired power in every department except that of war.\nA great financial and fiscal reform at once claimed all his energies. Not only the nobility, but many others who had no legal claim to exemption, paid no taxes; the bulk of the burden fell on the wretched country-folk. Supported by the young king &lt;a href=\"Louis%20XIV%20of%20France\"&gt;Louis XIV&lt;/a&gt;, Colbert aimed the first blow at the man accused of being the greatest of the royal embezzlers, the superintendent &lt;a href=\"Nicolas%20Fouquet\"&gt;Nicolas Fouquet&lt;/a&gt;. Fouquet's fall simultaneously secured Colbert's own advancement.\nEconomic reform.\nWith the abolition of the office of superintendent and of many other offices dependent upon it, the supreme control of the finances became vested in a royal council. The sovereign functioned as its president; but Colbert, though for four years he possessed the title only of \"&lt;a href=\"intendant%20des%20finances\"&gt;intendant&lt;/a&gt;\", operated as its ruling spirit, having had great personal authority conferred upon him by the king.\nHis ruthlessness in this case, dangerous precedent though it gave, seemed perhaps necessary; the council could not respect individual interests. When he had severely punished guilty officials, he turned his attention to the fraudulent creditors of the government. Colbert had a simple method of operation. He repudiated some of the public loans and cut off from others a percentage, which varied, at first according to his own decision, and afterwards according to that of the council that he established to examine all claims against the state.\nMuch more serious difficulties met his attempts to introduce equality in the pressure of the taxes on the various classes. To diminish the number of the privileged proved impossible, but Colbert firmly resisted false claims for exemption, and lightened the unjust direct taxation by increasing the indirect taxes, from which the privileged could not escape. At the same time he immensely improved the mode of collection on his own.\nHis relentless hard work and thrift made him an esteemed minister. He achieved a reputation for his work of improving the state of French &lt;a href=\"manufacturing\"&gt;manufacturing&lt;/a&gt; and bringing the &lt;a href=\"economics\"&gt;economy&lt;/a&gt; back from the brink of &lt;a href=\"bankruptcy\"&gt;bankruptcy&lt;/a&gt;. Historians note that, despite Colbert's efforts, France actually became increasingly &lt;a href=\"poverty\"&gt;impoverished&lt;/a&gt; because of the King's excessive spending on wars.\nEconomic theory.\nHaving thus introduced a measure of order and economy into the workings of the government, Colbert now called for the enrichment of the country by commerce. The state, through Colbert's \"&lt;a href=\"dirigiste\"&gt;dirigiste&lt;/a&gt;\" policies, fostered manufacturing enterprises in a wide variety of fields. The authorities established new industries, protected inventors, invited in workmen from foreign countries, and prohibited French workmen from emigrating.\nTo maintain the character of French goods in foreign markets, as well as to afford a guarantee to the home consumer, Colbert had the quality and measure of each article fixed by law, punishing breaches of the regulations by public exposure of the delinquent and by destruction of the goods concerned, and, on the third offense, by the &lt;a href=\"pillory\"&gt;pillory&lt;/a&gt;. Colbert prohibited the production of qualities which would have suited many purposes of consumption, and the odious supervision which became necessary involved great waste of time and a stereotyped regularity which resisted all improvements. Other parts of Colbert's schemes have met with less equivocal condemnation.\nBy his firm maintenance of the &lt;a href=\"corporation\"&gt;corporation&lt;/a&gt; system, each industry remained in the hands of certain privileged \"&lt;a href=\"bourgeois\"&gt;bourgeois&lt;/a&gt;\"; while the lower classes found opportunities of advancement closed. He did, however, wisely consult the interests of internal commerce.\nUnable to abolish the duties on the passage of goods from &lt;a href=\"provinces%20of%20France\"&gt;province to province&lt;/a&gt;, he did what he could to induce the provinces to equalize them. Currency exchange rates still remained between these provinces despite a policy focusing on the unification of French trade. His régime improved roads and canals. &lt;a href=\"Pierre%20Paul%20Riquet\"&gt;Pierre Paul Riquet&lt;/a&gt; (1604–1680) planned and constructed the &lt;a href=\"Canal%20du%20Midi\"&gt;Canal du Midi&lt;/a&gt; under Colbert's patronage.\nTo encourage overseas trade with the &lt;a href=\"Levant\"&gt;Levant&lt;/a&gt;, &lt;a href=\"Senegal\"&gt;Senegal&lt;/a&gt;, &lt;a href=\"Guinea\"&gt;Guinea&lt;/a&gt; and other places, Colbert granted privileges to companies, but, like the noted &lt;a href=\"French%20East%20India%20Company\"&gt;French East India Company&lt;/a&gt;, all proved unsuccessful.\nPromoter of culture.\nColbert took much interest in art and literature. He possessed a remarkably fine private library, which he delighted to fill with valuable manuscripts from every part of Europe and the &lt;a href=\"Near%20East\"&gt;Near East&lt;/a&gt; where France had placed a consul. He employed &lt;a href=\"Pierre%20de%20Carcavi\"&gt;Pierre de Carcavi&lt;/a&gt; and &lt;a href=\"%C3%89tienne%20Baluze\"&gt;Étienne Baluze&lt;/a&gt; as librarians. Colbert's grandson sold the manuscript collection in 1732 to the &lt;a href=\"Biblioth%C3%A8que%20Nationale\"&gt;Bibliothèque Royale&lt;/a&gt;.\nColbert founded a number of institutions: \nHe reorganised the &lt;a href=\"Acad%C3%A9mie%20de%20peinture%20et%20de%20sculpture\"&gt;Academy of Painting and Sculpture&lt;/a&gt; which Mazarin had established. Wishing to increase the prestige of the image of France and the French royal family, Colbert played an active role in bringing the great Italian architect-sculptor, &lt;a href=\"Gian%20Lorenzo%20Bernini%23Visit%20to%20France%20and%20service%20to%20King%20Louis%20XIV\"&gt;Gian Lorenzo Bernini&lt;/a&gt;, to Paris (June–October 1665), in order to design the new East Facade of the Louvre. This was a striking coup and caused a sensation because Bernini, the most famous artist in all of Europe, had never before (or after) consented to travel any significant distance to meet a patron, however highly ranked, but had to agree in this case for reasons of diplomacy between France and the &lt;a href=\"Holy%20See\"&gt;Holy See&lt;/a&gt;. While in France, Bernini also sculpted a marble portrait bust of Louis XIV (Versailles palace). However the relations between the two strong-willed men, Colbert and Bernini, proved melodramatically stormy. Bernini's Louvre design was ultimately rejected.\nColbert himself became a member of the &lt;a href=\"Acad%C3%A9mie%20fran%C3%A7aise\"&gt;Académie française&lt;/a&gt;; and proposed one very characteristic rule with the intention of expediting the great \"&lt;a href=\"Le%20dictionnaire%20de%20l%27Acad%C3%A9mie%20fran%C3%A7aise\"&gt;Dictionary&lt;/a&gt;\", in which he had a great interest: no one could count as present at any meeting unless he arrived before the hour of commencement and remained till the hour for leaving. In 1673 Colbert presided over the first exhibition of the works of living painters; and he enriched the &lt;a href=\"Louvre\"&gt;Louvre&lt;/a&gt; with hundreds of pictures and statues.\nHe gave many pensions to men of letters, among whom we find &lt;a href=\"Moli%C3%A8re\"&gt;Molière&lt;/a&gt;, &lt;a href=\"Pierre%20Corneille\"&gt;Corneille&lt;/a&gt;, &lt;a href=\"Jean%20Racine\"&gt;Racine&lt;/a&gt;, &lt;a href=\"Nicolas%20Boileau-Despr%C3%A9aux\"&gt;Boileau&lt;/a&gt;, &lt;a href=\"Pierre%20Daniel%20Huet\"&gt;P D Huet&lt;/a&gt; (1630–1721) and &lt;a href=\"Antoine%20Varillas\"&gt;Antoine Varillas&lt;/a&gt; (1626–1696); and even foreigners, as &lt;a href=\"Christiaan%20Huygens\"&gt;Huygens&lt;/a&gt;, &lt;a href=\"Carlo%20Roberto%20Dati\"&gt;Carlo Roberto Dati&lt;/a&gt; the &lt;a href=\"Accademia%20della%20Crusca\"&gt;Dellacruscan&lt;/a&gt;. Evidence exists to show that by this munificence he hoped to draw out praises of his sovereign and himself; but this motive certainly does not account for all the splendid, if in some cases specious, services that he rendered to literature, science and art.\nDeath.\nColbert worked incessantly hard until his final hours. Work was his religion; he once pondered whether it was better to rise early and work or retire very late and work. He concluded that rising early and retiring late would be the ideal combination. Towards the end of his life he suffered from stomach aches, which caused him much distress. He was reduced to eating moist &lt;a href=\"bread\"&gt;bread&lt;/a&gt; dipped in chicken &lt;a href=\"broth\"&gt;broth&lt;/a&gt; for his meals.\nBy 64 he was bedridden and died seven days after his birthday. The surgeons who examined him found that he had been suffering from &lt;a href=\"kidney%20stone\"&gt;kidney stone&lt;/a&gt;s. A huge stone was found in his &lt;a href=\"urinary%20tract\"&gt;urinary tract&lt;/a&gt;, which would explain his pain.\nReligion.\nColbert played a subordinate role in the struggle between the king and the &lt;a href=\"papacy\"&gt;papacy&lt;/a&gt; as to the royal rights over vacant &lt;a href=\"Diocese\"&gt;bishopric&lt;/a&gt;s, and he seems to have sympathised with the proposal that suggested seizing part of the wealth of the &lt;a href=\"clergy\"&gt;clergy&lt;/a&gt;. In his hatred of idleness he ventured to suppress no less than seventeen \"fêtes\", and he had a project for reducing the number of persons devoted to clerical and monastic life, by increasing the age for taking the vows.\nHe showed himself at first unwilling to interfere with &lt;a href=\"heresy\"&gt;heresy&lt;/a&gt;, for he realised the commercial value of the &lt;a href=\"Huguenots\"&gt;Huguenots&lt;/a&gt; (French Protestants), who were well represented among the merchant classes; but when the king resolved to make all France &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt;, he followed him and urged his subordinates to do all that they could to promote &lt;a href=\"religious%20conversion\"&gt;conversion&lt;/a&gt;s.\nLegacy.\nOf his children, &lt;a href=\"Jean-Baptiste%20Colbert%2C%20Marquis%20de%20Seignelay\"&gt;Jean-Baptiste Colbert, Marquis de Seignelay&lt;/a&gt;, followed his father as &lt;a href=\"Secretary%20of%20State%20of%20the%20Navy%20%28France%29\"&gt;Secretary of State of the Navy&lt;/a&gt; while &lt;a href=\"Jacques-Nicolas%20Colbert\"&gt;Jacques-Nicolas Colbert&lt;/a&gt; was &lt;a href=\"Archbishop%20of%20Rouen\"&gt;Archbishop of Rouen&lt;/a&gt;.\nHis policies inspired those of &lt;a href=\"Alexander%20Hamilton\"&gt;Alexander Hamilton&lt;/a&gt;, the first treasury secretary of the United States.\nSix ships of the &lt;a href=\"French%20Navy\"&gt;French Navy&lt;/a&gt; bore his name:\nIn literature, the power struggle between Colbert and Fouquet is one of the main plotlines of &lt;a href=\"Alexandre%20Dumas\"&gt;Alexandre Dumas, père&lt;/a&gt;'s novel \"\", the second sequel to \"&lt;a href=\"The%20Three%20Musketeers\"&gt;The Three Musketeers&lt;/a&gt;\". Dumas paints Colbert as an uncouth and ruthless schemer who stops at little, in contrast to the more refined Fouquet, counselled by &lt;a href=\"Aramis\"&gt;Aramis&lt;/a&gt;, but also as a visionary patriot.\nColbert's statue stands outside the &lt;a href=\"National%20Assembly%20%28France%29\"&gt;Assemblée nationale&lt;/a&gt;. It was vandalized in 2020 due to Colbert's part in drafting the &lt;a href=\"Code%20noir\"&gt;Code noir&lt;/a&gt;."
}