{
    "id": "14697830",
    "revid": "1068437679",
    "url": "https://en.wikipedia.org/wiki?curid=14697830",
    "title": "Docklands Highway",
    "text": "Docklands Highway is an urban highway stretching 12 kilometres from &lt;a href=\"Brooklyn%2C%20Victoria\"&gt;Brooklyn&lt;/a&gt; in &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;'s inner western suburbs to the &lt;a href=\"Docklands%2C%20Victoria\"&gt;Docklands&lt;/a&gt; precinct, adjacent to the &lt;a href=\"Melbourne%20city%20centre\"&gt;city&lt;/a&gt;. This name covers many consecutive streets and is not widely known to most drivers, as the entire allocation is still best known as by the names of its constituent parts: Francis Street, Whitehall Street, Moreland Street, Napier Street, Footscray Road, Dudley Street and Wurundjeri Way. This article will deal with the entire length of the corridor for sake of completion, as well to avoid confusion between declarations.\nRoute.\nFrancis Street starts at the intersection with &lt;a href=\"Old%20Princes%20Highway%2C%20Victoria\"&gt;Geelong Road&lt;/a&gt; and Millers Road in &lt;a href=\"Brooklyn%2C%20Victoria\"&gt;Brooklyn&lt;/a&gt; and heads east as a dual-lane, single-carriageway road, crossing the &lt;a href=\"Newport%E2%80%93Sunshine%20railway%20line\"&gt;Newport–Sunshine railway line&lt;/a&gt; shortly after and widens to a four-lane, single-carriageway road, continuing east through &lt;a href=\"Yarraville%2C%20Victoria\"&gt;Yarraville&lt;/a&gt;, before turning north along Whitehall Street through the eastern fringes of &lt;a href=\"Footscray%2C%20Victoria\"&gt;Footscray&lt;/a&gt; (southbound traffic uses Moreland Street for the last 500 metres), before it turns east and runs along Napier Street across the &lt;a href=\"Maribyrnong%20River\"&gt;Maribyrnong River&lt;/a&gt; and continues east as Footscray Road as an eight-lane, dual-carriageway road through the industrial precinct of &lt;a href=\"West%20Melbourne%2C%20Victoria\"&gt;West Melbourne&lt;/a&gt;. It meets Docklands Drive and Harbour Esplanade on the northern borders of &lt;a href=\"Docklands%2C%20Victoria\"&gt;Docklands&lt;/a&gt;, turning east to run briefly along &lt;a href=\"Dudley%20Street\"&gt;Dudley Street&lt;/a&gt; before turning south again to run along &lt;a href=\"Wurundjeri%20Way\"&gt;Wurundjeri Way&lt;/a&gt;, as a four-lane, dual-carriageway road, until it meets &lt;a href=\"Flinders%20Street%2C%20Melbourne\"&gt;Flinders Street&lt;/a&gt; and turns west briefly to cross the &lt;a href=\"Yarra%20River\"&gt;Yarra River&lt;/a&gt; over the &lt;a href=\"Charles%20Grimes%20Bridge\"&gt;Charles Grimes Bridge&lt;/a&gt; as a six-lane, dual-carriageway road, until terminating at Montague Street shortly afterwards under the interchange with &lt;a href=\"West%20Gate%20Freeway\"&gt;West Gate Freeway&lt;/a&gt;.\nHistory.\nFootscray Road was signed as State Route 32 between Footscray and West Melbourne in 1965; State Route 35 was re-routed from Hyde Street to Whitehall Street in 1989, while State Route 50 formed a concurrency along Whitehall Street in the same year; State Route 30 was extended west from Flinders Street along North Wharf Road and across the Charles Grimes Bridge also in 1989; this alignment was subsumed into Wurundjeri Way in 1999. National Highway 31 was re-aligned to run along Wurundjeri Way when it opened in 1999; this was replaced by State Route 55 in 2005.\nThe passing of the \"&lt;a href=\"Transport%20Act%201983\"&gt;Transport Act of 1983&lt;/a&gt;\" (itself an evolution from the original \"Highways and Vehicles Act of 1924\") provided for the declaration of State Highways, roads two-thirds financed by the State government through the &lt;a href=\"Road%20Construction%20Authority\"&gt;Road Construction Authority&lt;/a&gt; (later &lt;a href=\"VicRoads\"&gt;VicRoads&lt;/a&gt;). The State Highway (Francis Street) and State Highway (Whitehall Street/Moreland Street) were declared State Highways in June 1990, along Francis Street from &lt;a href=\"Old%20Princes%20Highway%2C%20Victoria\"&gt;Geelong Road&lt;/a&gt; in &lt;a href=\"Brooklyn%2C%20Victoria\"&gt;Brooklyn&lt;/a&gt; to Whitehall Street in eastern &lt;a href=\"Yarraville%2C%20Victoria\"&gt;Yarraville&lt;/a&gt;, and then along Whitehall and Moreland Streets to Footscray Road in eastern &lt;a href=\"Footscray%2C%20Victoria\"&gt;Footscray&lt;/a&gt;. These two highways were fused into one a year later, re-declared the Docklands Highway, and extended east along Napier Street across the Maribyrnong River in June 1991. It was extended again along Footscray Road, across the &lt;a href=\"Yarra%20River\"&gt;Yarra River&lt;/a&gt; over the &lt;a href=\"Charles%20Grimes%20Bridge\"&gt;Charles Grimes Bridge&lt;/a&gt; to end at the interchange of Montague Street with the &lt;a href=\"West%20Gate%20Freeway\"&gt;West Gate Freeway&lt;/a&gt; in September 1994, later re-aligned along &lt;a href=\"Dudley%20Street\"&gt;Dudley Street&lt;/a&gt; and &lt;a href=\"Wurundjeri%20Way\"&gt;Wurundjeri Way&lt;/a&gt; when the latter opened in 1999; all roads were known (and signposted) as their constituent parts.\nThe passing of the \"Road Management Act 2004\" granted the responsibility of overall management and development of Victoria's major arterial roads to &lt;a href=\"VicRoads\"&gt;VicRoads&lt;/a&gt;: in 2004, VicRoads re-declared the road as Docklands Highway (Arterial #6120), from &lt;a href=\"Old%20Princes%20Highway%2C%20Victoria\"&gt;Geelong Road&lt;/a&gt; in &lt;a href=\"Brooklyn%2C%20Victoria\"&gt;Brooklyn&lt;/a&gt; to Montague Street in &lt;a href=\"Southbank%2C%20Victoria\"&gt;Southbank&lt;/a&gt;, and as before, all roads are still presently known (and signposted) as their constituent parts."
}