{
    "id": "14725344",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=14725344",
    "title": "Amy Lynn Baxter",
    "text": "Amy Lynn Baxter (born September 6, 1967), known professionally as Amy Lynn, is an American &lt;a href=\"actress\"&gt;actress&lt;/a&gt;, model, and exotic dancer. Her career catapulted in the 1990s after multiple appearances with &lt;a href=\"Howard%20Stern\"&gt;Howard Stern&lt;/a&gt;. She was \"&lt;a href=\"Penthouse%20%28magazine%29\"&gt;Penthouse&lt;/a&gt;\" magazine's &lt;a href=\"Pet%20of%20the%20Month\"&gt;Pet of the Month&lt;/a&gt; for June 1990 and appeared on \"&lt;a href=\"Geraldo%20%28talk%20show%29\"&gt;Geraldo&lt;/a&gt;\", \"&lt;a href=\"The%20Montel%20Williams%20Show\"&gt;The Montel Williams Show&lt;/a&gt;\", and the \"&lt;a href=\"Maury%20Povich%20Show\"&gt;Maury Povich Show&lt;/a&gt;\". She appeared in many &lt;a href=\"B-movie\"&gt;B-movie&lt;/a&gt;s and &lt;a href=\"soft%20core%20pornography\"&gt;soft core pornography&lt;/a&gt; films.\nEarly life and education.\nAmy Lynn Baxter was born in &lt;a href=\"Plymouth%2C%20Massachusetts\"&gt;Plymouth, Massachusetts&lt;/a&gt;. Baxter \"couldn't wait to get out\" of Plymouth as a teenager. Her school report cards described her as \"outrageous\" in her behavior and that she needed to \"settle down.\" When she was seventeen, she won a bikini contest in Florida. That year, she moved to &lt;a href=\"Hollywood\"&gt;Hollywood&lt;/a&gt; and lived with her uncle, &lt;a href=\"Max%20Baer%2C%20Jr.\"&gt;Max Baer, Jr.&lt;/a&gt;, who introduced Baxter to &lt;a href=\"James%20Woods\"&gt;James Woods&lt;/a&gt;, whom she would date for a few months.\nCareer and life.\nIn 1988, Baxter's father paid for her to have &lt;a href=\"breast%20augmentation%20surgery\"&gt;breast augmentation surgery&lt;/a&gt; to enlarge her breasts, while Baxter worked as an &lt;a href=\"exotic%20dancer\"&gt;exotic dancer&lt;/a&gt;. In a 1992 interview with the \"&lt;a href=\"Philadelphia%20Daily%20News\"&gt;Philadelphia Daily News&lt;/a&gt;\", Baxter said she had paid off the surgery dancing.\nBaxter appeared as &lt;a href=\"Pet%20of%20the%20Month\"&gt;Pet of the Month&lt;/a&gt; in \"&lt;a href=\"Penthouse%20%28magazine%29\"&gt;Penthouse&lt;/a&gt;\" in June 1990. Soon thereafter, she was on the \"&lt;a href=\"The%20Howard%20Stern%20Show%20%281990%20TV%20program%29\"&gt;Howard Stern Show&lt;/a&gt;\", covering herself in &lt;a href=\"baby%20oil\"&gt;baby oil&lt;/a&gt; during her appearance. She soon appeared on \"&lt;a href=\"The%20Howard%20Stern%20Show\"&gt;The Howard Stern Show&lt;/a&gt;\" radio program, invoking the same baby oil &lt;a href=\"schtick\"&gt;schtick&lt;/a&gt;. She modeled, with Stern, for the cover of his autobiography \"&lt;a href=\"Private%20Parts%20%28book%29\"&gt;Private Parts&lt;/a&gt;\". However, the photo was never used as the cover.\nIn May 1991, Baxter got engaged to &lt;a href=\"Ed%20Begley%2C%20Jr.\"&gt;Ed Begley, Jr.&lt;/a&gt;, who left &lt;a href=\"Annette%20Bening\"&gt;Annette Bening&lt;/a&gt; to date Baxter. By 1992, Baxter was in a relationship with John Scialpi, who owned New York City's Goldfingers strip club. The couple lived on &lt;a href=\"Long%20Island\"&gt;Long Island&lt;/a&gt;. She had a baby with Scialpi, and within months she was back to exotic dancing. As of 1994, Baxter was 26-years-old and her income averaged $250,000. She worked six days a week, making appearances at strip clubs across the US eight weeks out of the year. Her mother travelled with her, helping to care for Baxter's baby and selling merchandise. Part of Baxter's headline show was her baby oil set from \"The Howard Stern Show\".\nBaxter appeared in \"&lt;a href=\"Playboy\"&gt;Playboy&lt;/a&gt;\" as part of their Women in Radio pictorial in 1995 for her work on Stern's radio show. That same year, she made promotional appearances for \"Penthouse\", promoting their new &lt;a href=\"Eau%20de%20Cologne\"&gt;cologne&lt;/a&gt;, and Famous Rotisserie &amp; Grill in New York.\nIn 1996, Baxter co-starred as a news reporter, alongside &lt;a href=\"Debbie%20Rochon\"&gt;Debbie Rochon&lt;/a&gt;, in \"Broadcast Bombshells\". The film is considered one of her best adult films. Baxter auditioned for &lt;a href=\"Robert%20De%20Niro\"&gt;Robert De Niro&lt;/a&gt; for the role as Sheila in the 1999 film \"&lt;a href=\"Analyze%20This\"&gt;Analyze This&lt;/a&gt;\". The interview involved Baxter reading a sex scene with De Niro. Ultimately, &lt;a href=\"Donna-Marie%20Recco\"&gt;Donna-Marie Recco&lt;/a&gt; was given the role.\nViews on the adult entertainment industry.\nIn a 1992 interview, Baxter shared that being a self-described &lt;a href=\"egomaniac\"&gt;egomaniac&lt;/a&gt; gives her the confidence to be an exotic dancer, saying \"I love the attention...It's such a great feeling. [The audience] say, 'Wow, look at her,' even before you take your clothes off.\""
}