{
    "id": "147533",
    "revid": "1066561512",
    "url": "https://en.wikipedia.org/wiki?curid=147533",
    "title": "Yue Chinese",
    "text": "Yue () is a group of similar &lt;a href=\"Sinitic%20languages\"&gt;Sinitic languages&lt;/a&gt; spoken in &lt;a href=\"Northern%20and%20southern%20China\"&gt;Southern China&lt;/a&gt;, particularly in &lt;a href=\"Liangguang\"&gt;Liangguang&lt;/a&gt; (the &lt;a href=\"Guangdong\"&gt;Guangdong&lt;/a&gt; and &lt;a href=\"Guangxi\"&gt;Guangxi&lt;/a&gt; provinces).\nThe name Cantonese is often used for the whole group, but linguists prefer to reserve that name for the variety used in &lt;a href=\"Guangzhou\"&gt;Guangzhou&lt;/a&gt; (Canton), &lt;a href=\"Wuzhou\"&gt;Wuzhou&lt;/a&gt; (Ngchow), &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt; and &lt;a href=\"Macau\"&gt;Macau&lt;/a&gt;, which is the &lt;a href=\"Prestige%20%28sociolinguistics%29\"&gt;prestige dialect&lt;/a&gt;. &lt;a href=\"Taishanese\"&gt;Taishanese&lt;/a&gt;, from the coastal area of &lt;a href=\"Jiangmen\"&gt;Jiangmen&lt;/a&gt; (Kongmoon) located southwest of Guangzhou, was the language of most of the 19th-century emigrants from Guangdong to Southeast Asia and North America. Most later migrants have been speakers of &lt;a href=\"Cantonese\"&gt;Cantonese&lt;/a&gt;.\nYue varieties are not &lt;a href=\"Mutual%20intelligibility\"&gt;mutually intelligible&lt;/a&gt; with other &lt;a href=\"varieties%20of%20Chinese\"&gt;varieties of Chinese&lt;/a&gt;. They are among the most &lt;a href=\"Linguistic%20conservatism\"&gt;conservative&lt;/a&gt; varieties with regard to the final consonants and tonal categories of &lt;a href=\"Middle%20Chinese\"&gt;Middle Chinese&lt;/a&gt;, but have lost several distinctions in the initial consonants and medial glides that other Chinese varieties have retained.\nNaming.\nThe prototypical use of the name \"Cantonese\" in English is for the &lt;a href=\"Cantonese\"&gt;Yue variety of Guangzhou&lt;/a&gt; (Canton), but it is also used for Yue as a whole. To avoid confusion, academic texts may call the primary branch of Chinese \"Yue\", following the &lt;a href=\"Standard%20Chinese\"&gt;Mandarin&lt;/a&gt; &lt;a href=\"pinyin\"&gt;pinyin&lt;/a&gt; spelling, and either restrict \"Cantonese\" to its common usage for the Guangzhou variety, or avoid the term \"Cantonese\" altogether and distinguish Yue from Guangzhou (Canton) dialect.\nIn Chinese, people of Hong Kong and Macau, as well as &lt;a href=\"Cantonese%20people\"&gt;Cantonese immigrants&lt;/a&gt; abroad, usually call their language \"Gwóngdūng wá\" (廣東話) \"speech of Guangdong\". The people of Guangdong and Guangxi also use the term \"Yuht Yúh\" (粵語) \"Yue language\" and the term \"baahk wá\" (), as for example in an expression like \"南寧白話\", which means the \"\"baak waa\" of Nanning\".\nHistory.\nThe area of China south of the &lt;a href=\"Nanling%20Mountains\"&gt;Nanling Mountains&lt;/a&gt;, known as the &lt;a href=\"Lingnan\"&gt;Lingnan&lt;/a&gt; (roughly modern &lt;a href=\"Guangxi\"&gt;Guangxi&lt;/a&gt; and &lt;a href=\"Guangdong\"&gt;Guangdong&lt;/a&gt;), was originally home to peoples known to the Chinese as the &lt;a href=\"Hundred%20Yue\"&gt;Hundred Yue&lt;/a&gt; (Baiyue). Large-scale Han Chinese migration to the area began after the &lt;a href=\"Qin%27s%20campaign%20against%20the%20Yue%20tribes\"&gt;Qin conquest of the region&lt;/a&gt; in 214 BC. Successive waves of immigration followed at times of upheaval in Northern and Central China, such as the collapse of the &lt;a href=\"Han%20dynasty\"&gt;Han&lt;/a&gt;, &lt;a href=\"Tang%20dynasty\"&gt;Tang&lt;/a&gt; and &lt;a href=\"Song%20dynasty\"&gt;Song&lt;/a&gt; dynasties. The most popular route was via the &lt;a href=\"Xiang%20River\"&gt;Xiang River&lt;/a&gt;, which the Qin had connected to the &lt;a href=\"Li%20River%20%28Guangxi%29\"&gt;Li River&lt;/a&gt; by the &lt;a href=\"Lingqu%20Canal\"&gt;Lingqu Canal&lt;/a&gt;, and then into the valley of the &lt;a href=\"Xi%20Jiang\"&gt;Xi Jiang&lt;/a&gt; (West River). A secondary route followed the &lt;a href=\"Gan%20River\"&gt;Gan River&lt;/a&gt; and then the &lt;a href=\"Bei%20Jiang\"&gt;Bei Jiang&lt;/a&gt; (North River) into eastern Guangdong. Yue-speakers were later joined by &lt;a href=\"Hakka%20Chinese\"&gt;Hakka&lt;/a&gt;-speakers following the North River route, and &lt;a href=\"Min%20Chinese\"&gt;Min&lt;/a&gt;-speakers arriving by sea.\nAfter the fall of Qin, the Lingnan area was part of the independent state of &lt;a href=\"Nanyue\"&gt;Nanyue&lt;/a&gt; for about a century, before being incorporated in the Han empire in 111 BC. After the Tang dynasty collapsed, much of the area became part of the state of &lt;a href=\"Southern%20Han\"&gt;Southern Han&lt;/a&gt;, one of the longest-lived states of the &lt;a href=\"Five%20Dynasties%20and%20Ten%20Kingdoms\"&gt;Five Dynasties and Ten Kingdoms&lt;/a&gt;, between 917 and 971.\nLarge waves of Chinese migration throughout succeeding Chinese dynasties assimilated huge numbers of Yue aborigines, with the result that today's Southern Han Chinese Yue-speaking population is descended from both groups. The colloquial layers of Yue varieties contain elements influenced by the &lt;a href=\"Tai%20languages\"&gt;Tai languages&lt;/a&gt; formerly spoken widely in the area and still spoken by people such as the &lt;a href=\"Zhuang%20people\"&gt;Zhuang&lt;/a&gt; or the &lt;a href=\"Kam%20people\"&gt;Dong&lt;/a&gt;.\nRise of Cantonese.\nThe port city of &lt;a href=\"Guangzhou\"&gt;Guangzhou&lt;/a&gt; lies in the middle of &lt;a href=\"Pearl%20River%20Delta\"&gt;Pearl River Delta&lt;/a&gt;, with access to the interior via the West River, North River and &lt;a href=\"Dong%20Jiang\"&gt;East River&lt;/a&gt;, which all converge at the delta. It has been the economic centre of the Lingnan region since Qin times, when it was an important shipbuilding centre. By 660, it was the largest port in China, part of a trade network stretching as far as Arabia. During the &lt;a href=\"Southern%20Song\"&gt;Southern Song&lt;/a&gt;, it also became the cultural centre of the region. Like many other Chinese varieties it developed a distinct literary layer associated with the local tradition of reading the classics. The Guangzhou dialect (Cantonese) was used in the popular \"Yuèōu\", \"Mùyú\" and \"Nányīn\" folksong genres, as well as &lt;a href=\"Cantonese%20opera\"&gt;Cantonese opera&lt;/a&gt;.\nThere was also a small amount of vernacular literature, written with Chinese characters extended with a number of non-traditional characters for Cantonese words.\nGuangzhou became the centre of rapidly expanding foreign trade after the &lt;a href=\"haijin\"&gt;maritime ban&lt;/a&gt; was lifted, with the British &lt;a href=\"East%20India%20Company\"&gt;East India Company&lt;/a&gt; establishing a &lt;a href=\"chamber%20of%20commerce\"&gt;chamber of commerce&lt;/a&gt; in the city in 1715.\nThe ancestors of most of the Han Chinese population of &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt; came from Guangzhou after the territory was ceded to Britain in 1842. As a result, &lt;a href=\"Hong%20Kong%20Cantonese\"&gt;Hong Kong Cantonese&lt;/a&gt;, the most widely spoken language in Hong Kong and Macau, is an offshoot of the Guangzhou dialect. The popularity of Cantonese-language media, &lt;a href=\"Cantopop\"&gt;Cantopop&lt;/a&gt; and the &lt;a href=\"Cinema%20of%20Hong%20Kong\"&gt;Cinema of Hong Kong&lt;/a&gt; has since led to substantial exposure of Cantonese to China and the rest of Asia. On the Mainland, the national policy is to promote &lt;a href=\"Standard%20Chinese\"&gt;Standard Chinese&lt;/a&gt;, which is also the medium of instruction in schools. The place of local Cantonese language and culture remains contentious. In 2010, a &lt;a href=\"Guangzhou%20Television%20Cantonese%20controversy\"&gt;controversial proposal to switch some programming on Guangzhou local television&lt;/a&gt; from Cantonese to Mandarin was abandoned following widespread backlash accompanied by public protests.\nLanguages and dialects.\nYue languages are spoken in the southern provinces of &lt;a href=\"Guangdong\"&gt;Guangdong&lt;/a&gt; and &lt;a href=\"Guangxi\"&gt;Guangxi&lt;/a&gt;, an area long dominated culturally and economically by the city of &lt;a href=\"Guangzhou\"&gt;Guangzhou&lt;/a&gt; (Canton) at the delta of the &lt;a href=\"Pearl%20River%20%28China%29\"&gt;Pearl River&lt;/a&gt;. The &lt;a href=\"Cantonese\"&gt;Cantonese&lt;/a&gt; variety, also spoken in &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt; and &lt;a href=\"Macau\"&gt;Macau&lt;/a&gt;, is the prestige variety of Yue.\nThe influence of Guangzhou has spread westward along the Pearl River system, so that, for example, the speech of the city of &lt;a href=\"Wuzhou\"&gt;Wuzhou&lt;/a&gt; some upstream in Guangxi is much more similar to that of Guangzhou than dialects of coastal districts that are closer but separated from the city by hilly terrain. One of these coastal languages, &lt;a href=\"Taishanese\"&gt;Taishanese&lt;/a&gt;, is the most common Yue variety among overseas communities. Yue varieties are not totally mutually intelligible with one another.\nClassification.\nIn &lt;a href=\"Yuan%20Jiahua\"&gt;Yuan Jiahua&lt;/a&gt;'s dialect manual (1962), Yue dialects were divided into five groups:\nIn the \"&lt;a href=\"Language%20Atlas%20of%20China\"&gt;Language Atlas of China&lt;/a&gt;\", some varieties spoken in western Guangxi formerly classified as Yue are placed in a separate &lt;a href=\"Pinghua\"&gt;Pinghua&lt;/a&gt; group.\nThe remaining Yue dialects are divided into seven groups.\nThree groups are found in the watershed of the &lt;a href=\"Pearl%20River%20%28China%29\"&gt;Pearl River&lt;/a&gt;:\nThe remaining four groups are found in coastal areas:\nAnne Yue-Hashimoto has proposed an alternative classification based on a wider sampling of features:\nThe &lt;a href=\"Dapeng%20dialect\"&gt;Dapeng dialect&lt;/a&gt; is a Cantonese-Hakka mixed language spoken by 3,000 to 5,500 people in Dapeng, Shenzhen.\nCantonese.\nThe Guangzhou (Canton) dialect of \"Yuehai\", usually called \"Cantonese\", is the &lt;a href=\"prestige%20%28sociolinguistics%29\"&gt;prestige dialect&lt;/a&gt; of Guangdong province and social standard of Yue. It is the most widely spoken dialect of Yue and is an &lt;a href=\"Bilingualism%20in%20Hong%20Kong\"&gt;official language of Hong Kong&lt;/a&gt; and of Macau, alongside English and Portuguese respectively. It is the \"&lt;a href=\"lingua%20franca\"&gt;lingua franca&lt;/a&gt;\" of not only &lt;a href=\"Guangdong\"&gt;Guangdong&lt;/a&gt; province but also of overseas Cantonese emigrants, though in many areas abroad it is numerically second to the &lt;a href=\"Taishanese\"&gt;Taishanese&lt;/a&gt; dialect of Yue.\nBy law, &lt;a href=\"Standard%20Mandarin\"&gt;Mandarin&lt;/a&gt; (\"Putonghua\" or \"guoyu\") is the standard language of mainland China and &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt; and is taught nearly universally as a supplement to local languages such as Cantonese in Guangdong and Guangxi. In Guangzhou, many distinctively Yue vocabulary items have been replaced with Cantonese pronunciations of corresponding \"Putonghua\" terms.\nCantonese is the \"de facto\" official language of Hong Kong (along with English) and Macau (along with Portuguese), though legally the official language is just \"Chinese\".\nIt is the oral language of instruction in Chinese schools in Hong Kong and Macau, and is used extensively in Cantonese-speaking households. Cantonese-language media (Hong Kong films, television serials, and &lt;a href=\"Cantopop\"&gt;Cantopop&lt;/a&gt;), which exist in isolation from the other regions of China, local identity, and the non-Mandarin speaking Cantonese diaspora in Hong Kong and abroad give the language a unique identity. Colloquial Hong Kong Cantonese often incorporates English words due to historical British influences.\nMost \"&lt;a href=\"wuxia\"&gt;wuxia&lt;/a&gt;\" films from Canton are filmed originally in Cantonese and then dubbed or subtitled in Mandarin, &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;, or both.\nTaishanese.\nWhen the Chinese government removed the prohibition on emigration in the mid-19th century, many people from rural areas in the coastal regions of Fujian and Guangdong emigrated to Southeast Asia and North America. Until the late 20th century, the vast majority of Chinese immigrants to North America came from the &lt;a href=\"Sze%20Yup\"&gt;Siyi&lt;/a&gt; (four counties) to the southwest of Guangzhou.\nThe speech of this region, particularly the Taishan dialect, is thus the most common Yue variety in these areas.\nIt is only partially understood by speakers of Cantonese.\nPhonology.\nYue varieties are among the most &lt;a href=\"conservative%20%28language%29\"&gt;conservative&lt;/a&gt; of Chinese varieties regarding the final consonants and tonal categories of &lt;a href=\"Middle%20Chinese\"&gt;Middle Chinese&lt;/a&gt;, so that the rhymes of Tang poetry are clearer in Yue dialects than elsewhere. However they have lost several distinctions in the initial consonants and medial vowels that other Chinese varieties have retained.\nInitials and medials.\nIn addition to aspirated and unaspirated voiceless initials, Middle Chinese had a series of voiced initials, but voicing has been lost in Yue and most other modern Chinese varieties apart from &lt;a href=\"Wu%20Chinese\"&gt;Wu&lt;/a&gt; and &lt;a href=\"Old%20Xiang\"&gt;Old Xiang&lt;/a&gt;.\nIn the Guangfu, Siyi and Gao–Yang subgroups, these initials have yielded aspirated consonants in the level and rising tones, and unaspirated consonants in the departing and entering tones.\nThese initials are uniformly unaspirated in Gou–Lou varieties and uniformly aspirated in Wu–Hua.\nIn many Yue varieties, including Cantonese, Middle Chinese has become or in most words; in Taishanese, has also changed to , for example, in the native name of the dialect, \"Hoisan\".\nIn Siyi and eastern Gao–Yang, Middle Chinese has become a &lt;a href=\"voiceless%20lateral%20fricative\"&gt;voiceless lateral fricative&lt;/a&gt; .\nMost Yue varieties have merged the Middle Chinese &lt;a href=\"retroflex%20consonant\"&gt;retroflex&lt;/a&gt; sibilants with the &lt;a href=\"alveolar%20consonant\"&gt;alveolar&lt;/a&gt; sibilants, in contrast with &lt;a href=\"Mandarin%20dialects\"&gt;Mandarin dialects&lt;/a&gt;, which have generally maintained the distinction. For example, the words \"jiāng\" and \"zhāng\" are distinguished in Mandarin, but in modern Cantonese they have the same sound, \"jeung1\".\nMany Mandarin varieties, including &lt;a href=\"Beijing%20dialect\"&gt;Beijing dialect&lt;/a&gt;, have a third sibilant series, formed through a merger of palatalized alveolar sibilants and velars, but this is a recent innovation, which has not affected Yue and other Chinese varieties. For example, 晶, 精, 經 and 京 are all pronounced as \"jīng\" in Mandarin, but in Cantonese the first pair is pronounced \"jīng\", and the second pair \"gīng\". The earlier pronunciation is reflected in historical Mandarin romanizations, such as \"Peking\" (&lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt;), \"Kiangsi\" (&lt;a href=\"Jiangxi\"&gt;Jiangxi&lt;/a&gt;) and \"Tientsin\" (&lt;a href=\"Tianjin\"&gt;Tianjin&lt;/a&gt;).\nSome Yue speakers, such as many Hong Kong Cantonese speakers born after World War II, merge with , but Taishanese and most other Yue varieties preserve the distinction.\nYounger Cantonese speakers also tend not to distinguish between and the zero initial, though this distinction is retained in most Yue dialects.\nYue varieties retain the initial in words where Late Middle Chinese shows a shift to a labiodental consonant, realized in most Northern varieties of Chinese as .\nNasals can be independent syllables in Yue words, e.g. Cantonese \"ńgh\" (五) \"five\", and \"m̀h\" (唔) \"not\", although Middle Chinese did not have syllables of this type.\nIn most Yue varieties (except for &lt;a href=\"Tengxian\"&gt;Tengxian&lt;/a&gt;), the rounded medial has merged with the following vowel to form a &lt;a href=\"monophthong\"&gt;monophthong&lt;/a&gt;, except after velar initials.\nIn most analyses velars followed by are treated as &lt;a href=\"Labialized%20velar%20consonant\"&gt;labio-velar&lt;/a&gt;s.\nMost Yue varieties have retained the Middle Chinese palatal medial, but in Cantonese it has also been lost to monophthongization, yielding a variety of vowels.\nFinal consonants and tones.\nMiddle Chinese syllables could end with glides or , nasals , or , or stops , or . Syllables with vocalic or nasal endings could occur with one of three tonal contours, called level (\"píng\" 平), rising (\"shàng\" 上) or departing (\"qù\" 去). Syllables with final stops were traditionally treated as a fourth tone category, the &lt;a href=\"entering%20tone\"&gt;entering tone&lt;/a&gt; (\"rù\" 入), because the stops were distributed in the same way as the corresponding final nasals.\nWhile northern and central varieties have lost some of the Middle Chinese final consonants, they are retained by most southern Chinese varieties, though sometimes affected by sound shifts. They are most faithfully preserved in Yue dialects.\nFinal stops have disappeared entirely in most Mandarin dialects, including the Beijing-based standard, with the syllables distributed across the other tones.\nFor example, the characters , , , , , , , , , and are all pronounced \"yì\" in Mandarin, but they are all different in Yue (Cantonese \"jeoi6\", \"ngat6\", \"ngai6\", \"jik1\", \"jik6\", \"ji3\", \"ji6\", \"ai3\", \"jap1\", and \"jat6\", respectively).\nSimilarly, in Mandarin dialects the Middle Chinese final has merged with , but the distinction is maintained in southern varieties of Chinese such as &lt;a href=\"Hakka%20Chinese\"&gt;Hakka&lt;/a&gt;, &lt;a href=\"Min%20Chinese\"&gt;Min&lt;/a&gt; and Yue.\nFor example, Cantonese has \"taahm\" (譚) and \"tàahn\" (壇) versus Mandarin \"tán\", \"yìhm\" (鹽) and \"yìhn\" (言) versus Mandarin \"yán\", \"tìm\" (添) and \"tìn\" (天) versus Mandarin \"tiān\", and \"hàhm\" (含) and \"hòhn\" (寒) versus Mandarin \"hán\".\nMiddle Chinese is described in contemporary dictionaries as having &lt;a href=\"four%20tones\"&gt;four tones&lt;/a&gt;, where the fourth category, the entering tone, consists of syllables with final stops.\nMany modern Chinese varieties contain traces of a split of each of these four tones into two registers, an upper or \"yīn\" register from voiceless initials and a lower or \"yáng\" register from voiced initials.\nMandarin dialects retain the register distinction only in the level tone, yielding the first and second tones of the standard language (corresponding to the first and fourth tones in Cantonese), but have merged several of the other categories.\nMost Yue dialects have retained all eight categories, with a further split of the upper entering tone conditioned by vowel length, as also found in neighbouring Tai dialects.\nA few dialects spoken in Guangxi, such as the &lt;a href=\"Bobai%20dialect\"&gt;Bobai dialect&lt;/a&gt;, have also split the lower entering tone.\nVocabulary.\nWhile most Chinese varieties form compounds consisting of a qualifier followed by a qualified element, Yue dialects use the reverse order. For example, the Standard Chinese word for \"guest\" is 客人 \"kèrén\" \"guest-person\", but the same morphemes are interchanged in Cantonese \"jɐn ha:k\", Taishanese \"ŋin hak\" and &lt;a href=\"Teng%20County\"&gt;Tengxian&lt;/a&gt; \"jən hɪk\". This is generally attributed to the influence of &lt;a href=\"Tai%20languages\"&gt;Tai languages&lt;/a&gt;, in which modifiers normally follow nouns.\nGender markers for nouns are also suffixed, as in other southern varieties.\nSome Yue dialects, including Cantonese, can use the same word \"bīn-go\" (), meaning \"which one\", for both \"who\" and \"which\".\nOther dialects, including Taishanese, use \"sŭe\" (, cognate with the word used in Mandarin) for \"who\", and words meaning \"which one\" for \"which\"."
}