{
    "id": "14760515",
    "revid": "28481209",
    "url": "https://en.wikipedia.org/wiki?curid=14760515",
    "title": "TNNI1",
    "text": "Troponin I, slow skeletal muscle is a &lt;a href=\"protein\"&gt;protein&lt;/a&gt; that in humans is encoded by the \"TNNI1\" &lt;a href=\"gene\"&gt;gene&lt;/a&gt;. It is a tissue-specific subtype of &lt;a href=\"troponin%20I\"&gt;troponin I&lt;/a&gt;, which in turn is a part of the &lt;a href=\"troponin%20complex\"&gt;troponin complex&lt;/a&gt;.\nGene \"TNNI1\", troponin I type 1 (skeletal muscle, slow), also known as \"TNN1\" and \"SSTNI\", is located at 1q31.3 in the human chromosomal genome, encoding the slow twitch skeletal muscle isoform of troponin I (ssTnI), the inhibitory subunit of the troponin complex in striated muscle myofilaments. Human \"TNNI1\" spans 12.5 kilobases in the genomic DNA and contains 9 exons and 8 introns. Exon 2 to exon 8 contain the coding sequences, encoding a protein of 21.7 kDa consisting of 187 amino acids including the first methionine with an isoelectric point (pI) of 9.59.\nGene evolution.\nThree homologous genes have evolved in vertebrates, encoding three muscle type-specific isoforms of TnI. In mammals, the amino acid sequence of ssTnI is highly conserved. Mouse and bovine ssTnI each differs from human ssTnI in only four amino acids, and rhesus monkey ssTnI is identical to human in the amino acid sequences. In lower vertebrates, the divergence of ssTnI between species is larger than that in the higher vertebrates (Fig1).\nTissue distribution.\nComparing with the fast twitch skeletal muscle and cardiac TnI isoform genes (\"TNNT2\" and \"TNNT3\"), \"TNNI1\" has a broader range of expression in avian and mammalian striated muscles. It is the predominant TnI isoform expressed in both slow skeletal muscle and cardiac muscle in early embryonic stage. An isoform switch from ssTnI to cTnI occurs during perinatal heart development. ssTnI is not expressed in the embryonic hearts of \"Xenopus\" and zebrafish, while it is expressed in the somites and skeletal muscles.\nStructure-function relationships.\nThe function of TnI is to control striated muscle contraction and relaxation. Troponin I interacts with all major regulatory proteins in the sarcomeric thin filaments of cardiac and skeletal muscles: troponin C, troponin T, tropomyosin and actin. When cytosolic Ca2+ is low, TnI binds the thin filament to block the myosin binding sites on actin. The rise of cytosolic Ca2+ results in binding to the N-terminal domain of troponin C and induces conformational changes in troponin C and the troponin complex, which releases the inhibition of myosin-actin interaction and activates myosin ATPase and cross bridge cycling to generate myosin power strokes and muscle contraction.\nTo date, no high resolution structure of ssTnI has been solved. As homologous proteins, ssTnI, fast skeletal muscle TnI and cardiac TnI have highly conserved structures and crystallographic high resolution structure of partial cardiac and fast skeletal troponin complex are both available. Therefore, the structure-function relationship of ssTnI would rely on the information from studies performed on fast skeletal muscle and cardiac TnI.\nPosttranslational modifications.\nTo date, no posttranslational modification of ssTnI has been identified.\nMutations.\nTo date, no human disease has been reported with mutations in \"TNNI1\".\nClinical significance.\nSlow to fast skeletal TnI isoform switch occurs as an indicator for slow to fast fiber type transition in muscle adaptations. Slow skeletal TnI has been proposed as a sensitive and muscle fiber type-specific marker for skeletal muscle injuries. In patients with skeletal muscle disorders, intact ssTnI or its degraded products may be detected in peripheral blood as a diagnostic indicator for slow fiber damages."
}