{
    "id": "1476274",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=1476274",
    "title": "Credit history",
    "text": "A credit history is a record of a borrower's responsible repayment of debts.\nA credit report is a record of the borrower's credit history from a number of sources, including banks, credit card companies, collection agencies, and governments. A borrower's &lt;a href=\"credit%20score\"&gt;credit score&lt;/a&gt; is the result of a mathematical algorithm applied to a credit report and other sources of information to predict future delinquency.\nIn many countries, when a customer submits an application for credit from a &lt;a href=\"bank\"&gt;bank&lt;/a&gt;, &lt;a href=\"credit%20card\"&gt;credit card&lt;/a&gt; company, or a store, their information is forwarded to a &lt;a href=\"credit%20bureau\"&gt;credit bureau&lt;/a&gt;. The credit bureau matches the name, address and other identifying information on the credit applicant with information retained by the bureau in its files. The gathered records are then used by lenders to determine an individual's &lt;a href=\"credit%20worthiness\"&gt;credit worthiness&lt;/a&gt;; that is, determining an individual's ability and track record of repaying a debt. The willingness to repay a debt is indicated by how timely past payments have been made to other lenders. Lenders like to see consumer debt obligations paid regularly and on time, and therefore focus particularly on missed payments and may not, for example, consider an overpayment as an offset for a missed payment.\nCredit history usage.\nThere has been much discussion over the accuracy of the data in consumer reports. In general, industry participants maintain that the data in credit reports is very accurate. The credit bureaus point to their own study of 52 million credit reports to highlight that the data in reports is very accurate. The Consumer Data Industry Association testified before the United States Congress that less than two percent of those reports that resulted in a consumer dispute had data deleted because it was in error. Nonetheless, there is widespread concern that information in credit reports is prone to error. Thus Congress has enacted a series of laws aimed to resolve both the errors and the perception of errors.\nIf a US consumer disputes some information in a credit report, the credit bureau has 30 days to verify the data. Over 70 percent of these consumer disputes are resolved within 14 days and then the consumer is notified of the resolution. The Federal Trade Commission states that one large credit bureau notes 95 percent of those who dispute an item seem satisfied with the outcome.\nThe other factor in determining whether a lender will provide a consumer credit or a loan is dependent on income. The higher the income, all other things being equal, the more credit the consumer can access. However, lenders make credit granting decisions based on both ability to repay a debt (income) and willingness (the credit report) as indicated by a history of regular, unmissed payments.\nThese factors help lenders determine whether to extend credit, and on what terms. With the adoption of &lt;a href=\"risk-based%20pricing\"&gt;risk-based pricing&lt;/a&gt; on almost all lending in the &lt;a href=\"financial%20services\"&gt;financial services&lt;/a&gt; industry, this report has become even more important since it is usually the sole element used to choose the &lt;a href=\"annual%20percentage%20rate\"&gt;annual percentage rate&lt;/a&gt; (APR), grace period and other contractual obligations of the credit card or loan.\nCalculating a credit score.\nCredit scores vary from a scoring model to another, but in general the &lt;a href=\"FICO\"&gt;FICO&lt;/a&gt; scoring system is the standard in U.S., Canada and other global areas. The factors are similar and may include:\nAcquiring and understanding credit reports and scores.\nConsumers can typically check their credit history by requesting credit reports from credit agencies and demanding correction of information if necessary.\nIn the United States, the &lt;a href=\"Fair%20Credit%20Reporting%20Act\"&gt;Fair Credit Reporting Act&lt;/a&gt; governs businesses that compile credit reports. These businesses range from the big three credit reporting agencies, &lt;a href=\"Experian\"&gt;Experian&lt;/a&gt;, &lt;a href=\"Equifax\"&gt;Equifax&lt;/a&gt;, &lt;a href=\"TransUnion\"&gt;TransUnion&lt;/a&gt;, to specialty credit reporting agencies that cater to specific clients including payday lenders, utility companies, casinos, landlords, medical service providers, and employers. One Fair Credit Reporting Act requirement is that the consumer credit reporting agencies it governs provide a free copy of the credit reports for any consumer who requests it, once per year.\nThe &lt;a href=\"government%20of%20Canada\"&gt;government of Canada&lt;/a&gt; offers a free publication called \"&lt;a href=\"https%3A//www.canada.ca/en/financial-consumer-agency/services/credit-reports-score/understand-credit-report.html\"&gt;Understanding Your Credit Report and Credit Score&lt;/a&gt;\". This publication provides sample credit report and credit score documents with explanations of the notations and codes that are used. It also contains general information on how to build or improve credit history, and how to check for signs that identity theft has occurred. The publication is available online through &lt;a href=\"http%3A//www.fcac.gc.ca\"&gt;http://www.fcac.gc.ca&lt;/a&gt;, the site of the &lt;a href=\"Financial%20Consumer%20Agency%20of%20Canada\"&gt;Financial Consumer Agency of Canada&lt;/a&gt;. Paper copies can also be ordered at no charge for residents of Canada.\nIn some countries, in addition to privately owned credit bureaus, credit records are also maintained by the &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt;. Particularly, in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, the Central Credit Register is kept by the &lt;a href=\"Bank%20of%20Spain\"&gt;Bank of Spain&lt;/a&gt;. In this country, individuals can obtain their credit reports free of charge by requesting them &lt;a href=\"http%3A//www.bde.es/bde/en/secciones/servicios/Particulares_y_e/Central_de_Infor/Central_de_Info_04db72d6c1fd821.html\"&gt;online&lt;/a&gt; or by mail.\nCredit history of immigrants.\nCredit history usually stays within one country. Even within the same credit card network or within the same multinational credit bureau, information is not shared between different countries. For example, &lt;a href=\"Equifax%20Canada\"&gt;Equifax Canada&lt;/a&gt; does not share credit information with &lt;a href=\"Equifax\"&gt;Equifax&lt;/a&gt; in the United States. If a person has been living in Canada for many years and then moves to USA, when they apply for credit in the U.S., they may not be approved because of a lack of U.S. credit history, even if they had an excellent credit rating in their home country.\nAn immigrant may end up establishing a credit history from scratch in the new country. Therefore, it is usually difficult for immigrants to obtain credit cards and mortgages until after they have worked in the new country with a stable income for several years.\nSome lenders do take into account credit history from other countries, but this practice is not common. Among credit card companies, &lt;a href=\"American%20Express\"&gt;American Express&lt;/a&gt; can transfer credit cards from one country to another and in this way help start a credit history.\nAdverse credit.\nAdverse credit history, also called sub-prime credit history, non-status credit history, impaired credit history, poor credit history, and bad credit history, is a negative &lt;a href=\"credit%20rating\"&gt;credit rating&lt;/a&gt;.\nA negative credit rating is often considered undesirable to lenders and other extenders of credit for the purposes of loaning money or capital.\nIn the U.S., a consumer's credit history is compiled into a credit report by credit bureaus or consumer reporting agencies. The data reported to these agencies are primarily provided to them by creditors and includes detailed records of the relationship a person has with the creditor. Detailed account information, including payment history, credit limits, high and low balances, and any aggressive actions taken to recover overdue debts, are all reported regularly (usually monthly). This information is reviewed by a lender to determine whether to approve a loan and on what terms.\nAs credit became more popular, it became more difficult for lenders to evaluate and approve credit card and loan applications in a timely and efficient manner. To address this issue, &lt;a href=\"credit%20scoring\"&gt;credit scoring&lt;/a&gt; was adopted. A benefit of scoring was that it made credit available to more consumers and at less cost.\nCredit scoring is the process of using a proprietary mathematical &lt;a href=\"algorithm\"&gt;algorithm&lt;/a&gt; to create a numerical value that describes an applicant's overall creditworthiness. Scores, frequently based on numbers (ranging from 300–850 for consumers in the United States), statistically analyze a credit history, in comparison to other debtors, and gauge the magnitude of financial risk. Since lending money to a person or company is a risk, credit scoring offers a standardized way for lenders to assess that risk rapidly and \"without prejudice\". All credit bureaus also offer &lt;a href=\"credit%20scoring\"&gt;credit scoring&lt;/a&gt; as a supplemental service.\nCredit scores assess the likelihood that a borrower will repay a loan or other credit obligation based on factors like their borrowing and repayment history, the types of credit they have taken out and the overall length of their credit history. The higher the score, the better the credit history and the higher the &lt;a href=\"probability\"&gt;probability&lt;/a&gt; that the loan will be repaid on time. When creditors report an excessive number of late payments, or trouble with collecting payments, the score suffers. Similarly, when adverse judgments and collection agency activity are reported, the score decreases even more. Repeated delinquencies or public record entries can lower the score and trigger what is called a negative credit rating or adverse credit history.\nA consumer's credit score is a number calculated from factors such as the amount of credit outstanding versus how much they owe, their past ability to pay all their bills on time, how long they have had credit, types of credit used and number of inquiries. The three major consumer reporting agencies, Equifax, Experian and TransUnion all sell credit scores to lenders. Fair Isaac is one of the major developers of credit scores used by these consumer reporting agencies. The complete way in which a consumer's FICO score is calculated is complex. One of the factors in a consumer's FICO score is credit checks on their credit history. When a lender requests a credit score, it can cause a small drop in the credit score. That is because, as stated above, a number of inquiries over a relatively short period of time can indicate the consumer is in a financially difficult situation.\nConsequences.\nThe information in a &lt;a href=\"credit%20report\"&gt;credit report&lt;/a&gt; is sold by credit agencies to organizations that are considering whether to offer credit to individuals or companies. It is also available to other entities with a \"permissible purpose\", as defined by the Fair Credit Reporting Act. The consequence of a negative credit rating is typically a reduction in the likelihood that a lender will approve an application for credit under favorable terms, if at all. &lt;a href=\"Interest%20rates\"&gt;Interest rates&lt;/a&gt; on loans are significantly affected by credit history; the higher the credit rating, the lower the interest, while the lower the credit rating, the higher the interest. The increased interest is used to offset the higher rate of default within the low credit rating group of individuals.\nIn the United States, insurance, housing, and employment can be denied based on a negative credit rating. A new study shows that employer credit checks on job seekers are preventing them from entering the working circle. Estimated figures indicate that one in four unemployed Americans have been required to go through a credit check when applying for a job. The size of this phenomenon has become a major concern of the US administration. Federal regulations require employers to receive permission from job candidates before running credit checks, but it will be impossible to enforce employer disclosure as to the reason for job denial.\nNote that it is not the credit reporting agencies that decide whether a credit history is \"adverse\". It is the individual lender or creditor which makes that decision; each lender has its own policy on what scores fall within their guidelines. The specific scores that fall within a lender's guidelines are most often not disclosed to the applicant due to &lt;a href=\"trade%20secret\"&gt;competitive reasons&lt;/a&gt;. In the United States, a creditor is required to give the reasons for denying credit to an applicant immediately and must also provide the name and address of the credit reporting agency who provided data that was used to make the decision.\nAbuse.\nAstute consumers and criminal minded people have been able to identify and exploit vulnerabilities in the credit scoring systems to obtain credit. For example, previous ownership of a credit card may significantly increase an individual's ability to obtain further credit, while privacy issues may prevent a fraud from being exposed. Certain telecommunication companies and their relationship with credit reporting bureaus have enabled fabricated credit files to be created by the exploit of privacy blocks, which deny any third party entity to actual information held by the government. While the credit reporting system is designed to protect both lenders and borrowers, there are &lt;a href=\"loophole\"&gt;loophole&lt;/a&gt;s which can allow opportunistic individuals to abuse the system. A few of the motivations and techniques for credit abuse include &lt;a href=\"Churning%20%28finance%29\"&gt;churning&lt;/a&gt;, rapidfire credit applications, repetitive credit checks, selective credit freezes, applications for small business rather than personal credit, &lt;a href=\"Seasoned%20tradeline\"&gt;piggybacking&lt;/a&gt; and hacking, as it happened with &lt;a href=\"Equifax\"&gt;Equifax&lt;/a&gt; in April and September 2017.\nAdditionally, fraud can be committed on consumers by credit reporting agencies themselves. In 2013, Equifax and &lt;a href=\"TransUnion\"&gt;TransUnion&lt;/a&gt; were fined $23.3 million by the &lt;a href=\"Consumer%20Financial%20Protection%20Bureau\"&gt;Consumer Financial Protection Bureau&lt;/a&gt; (U.S.) for deceiving customers about the cost of their services. Services advertised as $1 were actually billed at $200 per year."
}