{
    "id": "1478068",
    "revid": "1189543",
    "url": "https://en.wikipedia.org/wiki?curid=1478068",
    "title": "Takayuki Suzuki",
    "text": " is a former &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;ese &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; player. He made over 50 appearances for the &lt;a href=\"Japan%20national%20football%20team\"&gt;Japanese national team&lt;/a&gt; and he played professionally for two decades in Japan, Brazil, Belgium, Serbia and the United States.\nClub career.\nSuzuki has spent the majority of his playing career with &lt;a href=\"Kashima%20Antlers\"&gt;Kashima Antlers&lt;/a&gt;, playing six stints for the team over the course of ten years, in between short periods playing in &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt; and &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;. Suzuki played 87 games in the &lt;a href=\"J1%20League\"&gt;J1 League&lt;/a&gt; for Kashima, scoring 17 goals, and helping the team win the J1 Championship in &lt;a href=\"1996%20J.League\"&gt;1996&lt;/a&gt;, &lt;a href=\"1998%20J.League\"&gt;1998&lt;/a&gt;, &lt;a href=\"2000%20J.League%20Division%201\"&gt;2000&lt;/a&gt; and &lt;a href=\"2001%20J.League%20Division%201\"&gt;2001&lt;/a&gt;.\nTakayuki Suzuki had not scored for 1790 minutes/46 games consecutive, until he scored a goal against RSC Anderlecht in September 2003.\nOn January 28, 2006, Suzuki signed with &lt;a href=\"Red%20Star%20Belgrade\"&gt;Red Star Belgrade&lt;/a&gt; during the &lt;a href=\"2005%E2%80%9306%20Serbia%20and%20Montenegro%20SuperLiga\"&gt;2005/06&lt;/a&gt; season winter break at the period &lt;a href=\"Toyota\"&gt;Toyota&lt;/a&gt; was the main sponsor of the club. However, Suzuki's time in Serbia was a disappointment and his move back to &lt;a href=\"J1%20League\"&gt;J1 League&lt;/a&gt; to join &lt;a href=\"Yokohama%20F.%20Marinos\"&gt;Yokohama F. Marinos&lt;/a&gt; was announced on January 19, 2007.\nOn 28 March 2008 it was revealed that he signed a one-year contract with &lt;a href=\"Portland%20Timbers%20%282001%E2%80%9310%29\"&gt;Portland Timbers&lt;/a&gt; of the &lt;a href=\"USL%20First%20Division\"&gt;USL First Division&lt;/a&gt;, joining on a free transfer.\nOn 8 June 2011 Suzuki agreed to join &lt;a href=\"J2%20League\"&gt;J2 League&lt;/a&gt; side &lt;a href=\"Mito%20HollyHock\"&gt;Mito HollyHock&lt;/a&gt;. With the club and city in financial difficult following a massive earthquake, he promised to play for free in the &lt;a href=\"2011%20J.League%20Division%202\"&gt;2011 season&lt;/a&gt;.\nAfter only one season with &lt;a href=\"JEF%20United%20Chiba\"&gt;JEF United Chiba&lt;/a&gt;, he announces his retirement from football at the age of 39.\nNational team career.\nSuzuki made his international debut for &lt;a href=\"Japan%20national%20football%20team\"&gt;Japan national team&lt;/a&gt; in 2001, and scored his first international goal on June 2, 2001, in a &lt;a href=\"2001%20FIFA%20Confederations%20Cup\"&gt;2001 Confederations Cup&lt;/a&gt; game against &lt;a href=\"Cameroon%20national%20football%20team\"&gt;Cameroon&lt;/a&gt;.\nHe played all four of Japan's games at the &lt;a href=\"2002%20FIFA%20World%20Cup\"&gt;2002 World Cup&lt;/a&gt; on home soil, starting the first three and scoring in the 2–2 tie against &lt;a href=\"Belgium%20national%20football%20team\"&gt;Belgium&lt;/a&gt;; Japan were eliminated in the round of 16 following a 1–0 defeat to &lt;a href=\"Turkey%20national%20football%20team\"&gt;Turkey&lt;/a&gt;.\nHe was also part of the Japanese team which won the &lt;a href=\"2004%20AFC%20Asian%20Cup\"&gt;2004 Asian Cup&lt;/a&gt;. He played 55 games and scored 11 goals for Japan until 2005.\nPlaying style.\nSuzuki is a no-nonsense physical player whose playing style is different compared to other forwards and strikers. He is well known for his defensive pressure on other defenders to force them to make mistakes. Suzuki was nicknamed the \"Japanese Blond Bomber\" because of his blond-dyed hair (the original blond bomber was legendary German striker &lt;a href=\"J%C3%BCrgen%20Klinsmann\"&gt;Jürgen Klinsmann&lt;/a&gt;). As the result of world record about consecutive no goals, Japanese call Suzuki as 'Master No Goal'."
}