{
    "id": "14797054",
    "revid": "3444724",
    "url": "https://en.wikipedia.org/wiki?curid=14797054",
    "title": "Rock On (David Essex song)",
    "text": "\"Rock On\" is a song written by English singer &lt;a href=\"David%20Essex\"&gt;David Essex&lt;/a&gt;. Originally recorded in 1973 and released as a single by Essex, it became an international hit. In 1989, American actor and singer &lt;a href=\"Michael%20Damian\"&gt;Michael Damian&lt;/a&gt; recorded a cover version that went to number one on the \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" &lt;a href=\"Billboard%20Hot%20100\"&gt;Hot 100&lt;/a&gt; chart. The song has been recorded many times, including a 2006 version by the English &lt;a href=\"hard%20rock\"&gt;hard rock&lt;/a&gt; group &lt;a href=\"Def%20Leppard\"&gt;Def Leppard&lt;/a&gt;.\nDavid Essex version.\nBackground and release.\nThe song, written and recorded by &lt;a href=\"David%20Essex\"&gt;David Essex&lt;/a&gt;, was released in August 1973 in the UK, and reached its highest position of number 3 in the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt; in September that year. It spent 11 weeks in the UK charts. In March 1974, Essex's version reached number one in Canada on the \"&lt;a href=\"RPM%20%28magazine%29\"&gt;RPM&lt;/a&gt;\" national Top Singles chart and was a &lt;a href=\"List%20of%20Billboard%20Hot%20100%20top-ten%20singles%20in%201974\"&gt;top-ten hit&lt;/a&gt; (reaching number 5) on the U.S. &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt; pop music chart. It was Essex's only \"Billboard\" top 40 song. \"Rock On\" was the title track of &lt;a href=\"Rock%20On%20%28David%20Essex%20album%29\"&gt;Essex's 1973 debut studio album&lt;/a&gt;, and was also featured on the soundtrack album of the 1973 film \"&lt;a href=\"That%27ll%20Be%20the%20Day%20%28film%29\"&gt;That'll Be the Day&lt;/a&gt;\" (as well as being played over the closing credits of the film's U.S. release) in which he had a starring role. The song is still frequently played on &lt;a href=\"classic%20rock\"&gt;classic rock&lt;/a&gt; and &lt;a href=\"oldies\"&gt;oldies&lt;/a&gt; radio stations.\nEssex later re-recorded the song in 1988 with an updated lyric. This version, which was remixed by &lt;a href=\"Shep%20Pettibone\"&gt;Shep Pettibone&lt;/a&gt;, appeared on Essex's 1989 album \"Touching the Ghost\". A single release of the updated version reached number 93 on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;. The recording is featured in the movies \"&lt;a href=\"Dick%20%28film%29\"&gt;Dick&lt;/a&gt;\", \"&lt;a href=\"The%20Devil%27s%20Rejects\"&gt;The Devil's Rejects&lt;/a&gt;\" and \"Sunset Strip\", as well as in episodes of \"&lt;a href=\"The%20Sopranos\"&gt;The Sopranos&lt;/a&gt;\" and \"&lt;a href=\"Cold%20Case%20%28TV%20series%29\"&gt;Cold Case&lt;/a&gt;\".\nArrangement and context.\nThe song features a slow-tempo vocal performance in C# minor, along with a minimalist, rhythm-driven instrumental accompaniment to Essex's vocal performance. The lyric pays homage to early rock-and-roll and its surrounding youth subculture, and notably to 1950s rebel &lt;a href=\"James%20Dean\"&gt;James Dean&lt;/a&gt; (although the lyrics refer to him as \"Jimmy Dean\", which is the name of the country-western singer famous for \"&lt;a href=\"Big%20Bad%20John\"&gt;Big Bad John&lt;/a&gt;\"), but James Dean's name is spoken before the instrumental as well. This song makes reference to \"&lt;a href=\"Blue%20Suede%20Shoes\"&gt;Blue Suede Shoes&lt;/a&gt;\" by Carl Perkins, and \"&lt;a href=\"Summertime%20Blues\"&gt;Summertime Blues&lt;/a&gt;\" by Eddie Cochran.\nThe distinctive stripped-back musical arrangement was devised by producer &lt;a href=\"Jeff%20Wayne\"&gt;Jeff Wayne&lt;/a&gt; after hearing Essex's original vocal demo:\nAccording to Wayne, only three session musicians played on the final backing track, and the most prominently featured was veteran session musician &lt;a href=\"Herbie%20Flowers\"&gt;Herbie Flowers&lt;/a&gt;, whose double-tracked bass guitar was treated with a prominent \"slapback\" delay effect, creating a complex &lt;a href=\"polyrhythm\"&gt;polyrhythm&lt;/a&gt;ic backbeat:\nFlowers himself noted that, as a reward for devising the double-tracked bass line, he was paid double his normal session fee, and thus received £24 instead of the usual £12. He had earlier created a similar double-tracked bass line for &lt;a href=\"Lou%20Reed\"&gt;Lou Reed&lt;/a&gt;'s \"&lt;a href=\"Walk%20on%20the%20Wild%20Side%20%28Lou%20Reed%20song%29\"&gt;Walk on the Wild Side&lt;/a&gt;\", explaining in a &lt;a href=\"BBC%20Radio%204\"&gt;BBC Radio 4&lt;/a&gt; interview that it had also been done because he would be paid double.\nMichael Damian version.\nBackground and release.\n\"Rock On\" was covered by &lt;a href=\"soap%20opera\"&gt;soap opera&lt;/a&gt; star and singer &lt;a href=\"Michael%20Damian\"&gt;Michael Damian&lt;/a&gt; in 1989, and featured in the &lt;a href=\"teen%20film\"&gt;teen film&lt;/a&gt; \"&lt;a href=\"Dream%20a%20Little%20Dream%20%28film%29\"&gt;Dream a Little Dream&lt;/a&gt;\", starring &lt;a href=\"Corey%20Haim\"&gt;Corey Haim&lt;/a&gt; and &lt;a href=\"Corey%20Feldman\"&gt;Corey Feldman&lt;/a&gt; among others. Damian's version, which he also released from his independent album \"Where Do We Go From Here\" on the &lt;a href=\"Cypress%20Records\"&gt;Cypress Records&lt;/a&gt; label, was a harder-edged interpretation that employed none of the vocal or instrumental distortion in the original 1973 &lt;a href=\"David%20Essex\"&gt;David Essex&lt;/a&gt; version.\nReception.\n\"Rock On\" became Damian's first hit in eight years, since his 1981 cover of &lt;a href=\"Eric%20Carmen\"&gt;Eric Carmen&lt;/a&gt;'s song \"&lt;a href=\"She%20Did%20It%23Michael%20Damian%20version\"&gt;She Did It&lt;/a&gt;\". His rendition became a &lt;a href=\"Music%20recording%20sales%20certification\"&gt;gold&lt;/a&gt; record. It reached the number one position on the \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" &lt;a href=\"Billboard%20Hot%20100\"&gt;Hot 100&lt;/a&gt; chart, thus outperforming Essex's original \"Billboard\" ranking. However, the song did get to number one for Essex in 1974 on the US \"Cashbox\" Top 100, in the same week it was at number 11 on the \"Billboard\" charts. In addition, Haim, Feldman, and &lt;a href=\"Meredith%20Salenger\"&gt;Meredith Salenger&lt;/a&gt; all appeared in Damian's music video for the song. This version was ranked number 99 on &lt;a href=\"VH1\"&gt;VH1&lt;/a&gt;'s \"100 Greatest One Hit Wonders of the 80s\" (despite the fact that Damian actually had four \"Billboard\"-charting singles during the 1980s).\nDef Leppard version.\nEnglish &lt;a href=\"hard%20rock\"&gt;hard rock&lt;/a&gt; band &lt;a href=\"Def%20Leppard\"&gt;Def Leppard&lt;/a&gt; began playing the song on their 2005 tour in support of their compilation album \"\" along with a cover of &lt;a href=\"Badfinger\"&gt;Badfinger&lt;/a&gt;'s \"&lt;a href=\"No%20Matter%20What%20%28Badfinger%20song%29\"&gt;No Matter What&lt;/a&gt;\" which appeared on the album. The band released a studio recording of the song as a digital single in May 2006 preceding the release of their album \"&lt;a href=\"Yeah%21%20%28Def%20Leppard%20album%29\"&gt;Yeah!&lt;/a&gt;\", which features &lt;a href=\"cover%20version\"&gt;cover version&lt;/a&gt;s of 1970s rock hits. The single spent 18 weeks on the US Hard Rock chart, peaking at No. 18 in June 2006. The song has since become a staple in Def Leppard's setlists, often following a &lt;a href=\"Rick%20Savage\"&gt;Rick Savage&lt;/a&gt;'s bass solo. \"We took that one to pieces and rewrote it…\" observed &lt;a href=\"Joe%20Elliott\"&gt;Joe Elliott&lt;/a&gt;. \"American radio still plays 'Rock On' every day, sandwiched between &lt;a href=\"Lynyrd%20Skynyrd\"&gt;Lynyrd Skynyrd&lt;/a&gt; and &lt;a href=\"Led%20Zeppelin\"&gt;Zeppelin&lt;/a&gt;.\" The radio remix version of the song also appeared on Def Leppard's 2018 compilation album \"&lt;a href=\"The%20Story%20So%20Far%20%E2%80%93%20The%20Best%20Of\"&gt;The Story So Far – The Best Of&lt;/a&gt;\"."
}