{
    "id": "14800740",
    "revid": "42522270",
    "url": "https://en.wikipedia.org/wiki?curid=14800740",
    "title": "Peptidoglycan recognition protein 2",
    "text": "Peptidoglycan recognition protein 2 (PGLYRP2) is an &lt;a href=\"enzyme\"&gt;enzyme&lt;/a&gt; (EC 3.5.1.28), &lt;a href=\"N-acetylmuramoyl-L-alanine%20amidase\"&gt;N-acetylmuramoyl-L-alanine amidase&lt;/a&gt; (NAMLAA), that hydrolyzes &lt;a href=\"Bacteria\"&gt;bacterial&lt;/a&gt; &lt;a href=\"cell%20wall\"&gt;cell wall&lt;/a&gt; &lt;a href=\"peptidoglycan\"&gt;peptidoglycan&lt;/a&gt; and is encoded by the \"PGLYRP2\" &lt;a href=\"gene\"&gt;gene&lt;/a&gt;.\nDiscovery.\nThe \"N\"-acetylmuramoyl-L-alanine amidase enzymatic activity was first observed in human and mouse &lt;a href=\"Serum%20%28blood%29\"&gt;serum&lt;/a&gt; in 1981 by Branko Ladešić and coworkers. The enzyme (abbreviated NAMLAA) was then purified from human serum by this and other groups. The sequence of 15 N-terminal amino acids of NAMLAA was identified, but the &lt;a href=\"Complementary%20DNA\"&gt;cDNA&lt;/a&gt; for the &lt;a href=\"protein\"&gt;protein&lt;/a&gt; was not cloned and the gene encoding NAMLAA was not known.\nIn 2000, Dan Hultmark and coworkers discovered a family of 12 &lt;a href=\"Peptidoglycan%20recognition%20protein\"&gt;Peptidoglycan Recognition Protein&lt;/a&gt; (PGRP) genes in &lt;a href=\"Drosophila%20melanogaster\"&gt;\"Drosophila\" \"melanogaster\"&lt;/a&gt; and by homology searches of available human and mouse sequences predicted the presence of long forms of human and mouse PGRPs, which they named PGRP-L by analogy to long forms of insect PGRPs.\nIn 2001, Roman Dziarski and coworkers discovered and cloned three human PGRPs, named PGRP-L, PGRP-Iα, and PGRP-Iβ (for long and intermediate size transcripts), and established that human &lt;a href=\"genome\"&gt;genome&lt;/a&gt; codes for a family of 4 PGRPs: PGRP-S (short PGRP) and PGRP-L, PGRP-Iα, and PGRP-Iβ. Subsequently, the Human Genome Organization Gene Nomenclature Committee changed the gene symbols of PGRP-S, PGRP-L, PGRP-Iα, and PGRP-Iβ to \"PGLYRP1\" (&lt;a href=\"peptidoglycan%20recognition%20protein%201\"&gt;peptidoglycan recognition protein 1&lt;/a&gt;), \"PGLYRP2\" (peptidoglycan recognition protein 2), \"PGLYRP3\" (&lt;a href=\"peptidoglycan%20recognition%20protein%203\"&gt;peptidoglycan recognition protein 3&lt;/a&gt;), and \"PGLYRP4\" (&lt;a href=\"peptidoglycan%20recognition%20protein%204\"&gt;peptidoglycan recognition protein 4&lt;/a&gt;), respectively, and this nomenclature is currently also used for other &lt;a href=\"Mammal\"&gt;mammalian&lt;/a&gt; PGRPs. Sergei Kiselev and coworkers also independently cloned mouse PGLYRP2 (which they named TagL).\nIn 2003 Håkan Steiner and coworkers and Roman Dziarski and coworkers discovered that mouse and human PGLYRP2 (PGRP-L) proteins encoded by the mouse and human \"PGLYRP2\" genes are \"N\"-acetylmuramoyl-L-alanine amidases. Recombinant and native human PGLYRP2 proteins were then further shown to be identical with the previously identified and purified serum NAMLAA.\nTissue distribution and secretion.\nHuman and mouse PGLYRP2 is constitutively expressed in the adult and fetal &lt;a href=\"liver\"&gt;liver&lt;/a&gt;, from where it is secreted into the &lt;a href=\"blood\"&gt;blood&lt;/a&gt;. PGLYRP2 (NAMLAA) is present in human plasma at 100 to 200 µg/ml and at lower concentrations in saliva, milk, &lt;a href=\"cerebrospinal%20fluid\"&gt;cerebrospinal fluid&lt;/a&gt;, and &lt;a href=\"synovial%20fluid\"&gt;synovial fluid&lt;/a&gt;. PGLYRP2 is also expressed to a much lower level in the colon, &lt;a href=\"Lymph%20node\"&gt;lymph nodes&lt;/a&gt;, &lt;a href=\"spleen\"&gt;spleen&lt;/a&gt;, &lt;a href=\"thymus\"&gt;thymus&lt;/a&gt;, heart, and &lt;a href=\"Granulocyte\"&gt;polymorphonuclear leukocyte&lt;/a&gt; granules. PGLYRP2 is differentially expressed in the developing brain and this expression is influenced by the intestinal &lt;a href=\"microbiome\"&gt;microbiome&lt;/a&gt;. Bacteria and &lt;a href=\"Cytokine\"&gt;cytokines&lt;/a&gt; induce low level of PGLYRP2 expression in the &lt;a href=\"skin\"&gt;skin&lt;/a&gt; and &lt;a href=\"Gastrointestinal%20tract\"&gt;gastrointestinal&lt;/a&gt; and oral &lt;a href=\"Epithelium\"&gt;epithelial&lt;/a&gt; &lt;a href=\"Cell%20%28biology%29\"&gt;cells&lt;/a&gt;, and also in &lt;a href=\"Gastrointestinal%20tract\"&gt;intestinal&lt;/a&gt; &lt;a href=\"Intraepithelial%20lymphocyte\"&gt;intraepithelial T lymphocytes&lt;/a&gt;, &lt;a href=\"Dendritic%20cell\"&gt;dendritic cells&lt;/a&gt;, NK (&lt;a href=\"Natural%20killer%20cell\"&gt;natural killer&lt;/a&gt;) cells, and inflammatory &lt;a href=\"Macrophage\"&gt;macrophages&lt;/a&gt;. Some mammals, e.g. pigs, express multiple &lt;a href=\"Alternative%20splicing\"&gt;splice forms&lt;/a&gt; of PGLYRP2 with differential expression.\nBacteria and cytokines induce expression of PGLYRP2 in epithelial cells through the &lt;a href=\"P38%20mitogen-activated%20protein%20kinases\"&gt;p38 mitogen activated protein kinase&lt;/a&gt; (MAPK) and &lt;a href=\"IRAK1\"&gt;IRAK1&lt;/a&gt; (interleukin-1 receptor-associated kinase 1) signaling pathways. Constitutive and induced expression of PGLYRP2 is controlled by different &lt;a href=\"Transcription%20factor\"&gt;transcription factors&lt;/a&gt; whose binding sequences are located in different regions of the \"PGLYRP2\" &lt;a href=\"Promoter%20%28genetics%29\"&gt;promoter&lt;/a&gt;. Constitutive expression of \"PGLYRP2\" in &lt;a href=\"Hepatocyte\"&gt;hepatocytes&lt;/a&gt; is regulated by transcription factors &lt;a href=\"C-jun\"&gt;c-Jun&lt;/a&gt; and ATF2 (&lt;a href=\"activating%20transcription%20factor%202\"&gt;activating transcription factor 2&lt;/a&gt;) through sequences in the proximal region of the promoter. Induced expression of \"PGLYRP2\" in &lt;a href=\"Keratinocyte\"&gt;keratinocytes&lt;/a&gt; is regulated by transcription factors &lt;a href=\"NF-%CE%BAB\"&gt;NF-κB&lt;/a&gt; (nuclear factor kappa-light-chain-enhancer of activated B cells) and &lt;a href=\"Sp1%20transcription%20factor\"&gt;Sp1&lt;/a&gt; (specificity protein 1) through sequences in the distal region of the promoter.\nStructure.\nPGLYRP2 has one canonical carboxy-terminal catalytic &lt;a href=\"N-acetylmuramoyl-L-alanine%20amidase\"&gt;peptidoglycan-binding type 2 amidase domain&lt;/a&gt; (also known as a PGRP domain) with predicted peptidoglycan-binding and catalytic cleft with walls formed by α-helices and the floor by a β-sheet. PGLYRP2 also has a long N-terminal segment that comprises two thirds of the PGLYRP2 sequence, has two &lt;a href=\"Hydrophobe\"&gt;hydrophobic&lt;/a&gt; regions, is not found in other mammalian PGLYRP1, PGLYRP3, and PGLYRP4 and in &lt;a href=\"invertebrate\"&gt;invertebrate&lt;/a&gt; PGRPs, and is unique with no identifiable functional motifs or domains. The C-terminal segment is also longer than in other mammalian PGLYRPs. PGLYRP2 has two pairs of &lt;a href=\"Cysteine\"&gt;cysteines&lt;/a&gt; in the PGRP domain that are conserved in all human PGRPs and are predicted to form two &lt;a href=\"disulfide\"&gt;disulfide&lt;/a&gt; bonds. Human PGLYRP2 is &lt;a href=\"Glycosylation\"&gt;glycosylated&lt;/a&gt; and secreted, and forms non-disulfide-linked homodimers.\nPGLYRP2, similar to all other amidase-active PGRPs (invertebrate and &lt;a href=\"vertebrate\"&gt;vertebrate&lt;/a&gt;), has a conserved Zn2+-binding site in the peptidoglycan-binding cleft, which is also present in &lt;a href=\"bacteriophage\"&gt;bacteriophage&lt;/a&gt; type 2 amidases and consists of two &lt;a href=\"Histidine\"&gt;histidines&lt;/a&gt;, one &lt;a href=\"tyrosine\"&gt;tyrosine&lt;/a&gt;, and one cysteine (His411, Tyr447, His522, Cys530 in human PGLYRP2).\nFunctions.\nThe PGLYRP2 protein plays an important role in the &lt;a href=\"Innate%20immune%20system\"&gt;innate immune responses&lt;/a&gt;.\nPeptidoglycan binding and hydrolysis.\nPGLYRP2 is an enzyme (EC 3.5.1.28), \"N\"-acetylmuramoyl-L-alanine amidase, that binds and hydrolyzes bacterial cell wall peptidoglycan. Peptidoglycan is the main component of bacterial cell wall and is a polymer of β(1-4)-linked &lt;a href=\"N-Acetylglucosamine\"&gt;\"N\"-acetylglucosamine&lt;/a&gt; (GlcNAc) and &lt;a href=\"N-Acetylmuramic%20acid\"&gt;\"N\"-acetylmuramic acid&lt;/a&gt; (MurNAc) with MurNAc-attached short &lt;a href=\"Peptide\"&gt;peptides&lt;/a&gt;, typically composed of alternating L and D &lt;a href=\"Amino%20acid\"&gt;amino acids&lt;/a&gt;, that cross-link the adjacent &lt;a href=\"polysaccharide\"&gt;polysaccharide&lt;/a&gt; chains.\nPGLYRP2 hydrolyzes the amide bond between the MurNAc and L-Ala, the first amino acid in the stem peptide. This hydrolysis separates the crosslinking peptides from the polysaccharide chains and solubilizes cross-linked bacterial peptidoglycan into uncross-linked polysaccharide chains. The minimal peptidoglycan fragment hydrolyzed by PGLYRP2 is MurNAc-tripeptide.\nThe peptidoglycan-binding site, which is also the amidase catalytic domain, is located in the C-terminal PGRP domain. This PGRP domain is sufficient for the enzymatic activity of PGLYRP2, although this activity of the isolated C-terminal fragment is diminished compared with the entire PGLYRP2 molecule. Zn2+ and Zn2+-binding amino acids (His411, Tyr447, and Cys530 in human PGLYRP2) are required for the amidase activity. Cys419 in human PGLYRP2, which is broadly conserved in invertebrate and vertebrate PRGPs, forms a disulfide bond with Cys425 (in human PGLYRP2) and is required for the amidase activity, as this disulfide bond is essential for the structural integrity of the PGRP domain. Cys530 is conserved in all amidase-active vertebrate and invertebrate PGRPs, whereas non-catalytic PGRPs (including mammalian PGLYRP1, PGLYRP3, and PGLYRP4) have &lt;a href=\"serine\"&gt;serine&lt;/a&gt; in this position, and thus the presence of Cys or Ser in this position can be used to predict amidase activity of PGRPs. However, Cys530 and seven other amino acids that are all required for the amidase activity of PGRPs are not sufficient for the amidase activity, which requires additional so far unidentified amino acids.\nDefense against infections.\nPGLYRP2 plays a limited role in host defense against &lt;a href=\"Infection\"&gt;infections&lt;/a&gt;. \"PGLYRP2\"-deficient mice are more sensitive to \"&lt;a href=\"Pseudomonas%20aeruginosa\"&gt;Pseudomonas aeruginosa&lt;/a&gt;\"-induced keratitis and \"&lt;a href=\"Streptococcus%20pneumoniae\"&gt;Streptococcus pneumoniae&lt;/a&gt;\"-induced pneumonia and sepsis. However, \"PGLYRP2\"-deficient mice did not show a changed susceptibility to systemic \"&lt;a href=\"Escherichia%20coli\"&gt;Escherichia coli&lt;/a&gt;\", \"&lt;a href=\"Staphylococcus%20aureus\"&gt;Staphylococcus aureus&lt;/a&gt;\", and &lt;a href=\"Candida%20albicans\"&gt;\"Candida\" \"albicans\"&lt;/a&gt; infections or intestinal \"&lt;a href=\"Salmonella%20enterica\"&gt;Salmonella enterica&lt;/a&gt;\" infection, although the latter was accompanied by increased inflammation in the cecum.\nAlthough PGLYRP2 is not directly bacteriolytic, it has antibacterial activity against both &lt;a href=\"Gram-positive%20bacteria\"&gt;Gram-positive&lt;/a&gt; and &lt;a href=\"Gram-negative%20bacteria\"&gt;Gram-negative&lt;/a&gt; bacteria and &lt;a href=\"Chlamydia%20trachomatis\"&gt;\"Chlamydia\" \"trachomatis\"&lt;/a&gt;.\nMaintaining microbiome.\nMouse PGLYRP2 plays a role in maintaining healthy microbiome, as \"PGLYRP2\"-deficient mice have significant changes in the composition of their intestinal microbiome, which affect their sensitivity to &lt;a href=\"colitis\"&gt;colitis&lt;/a&gt;.\nEffects on inflammation.\nPGLYRP2 directly and indirectly affects &lt;a href=\"inflammation\"&gt;inflammation&lt;/a&gt; and plays a role in maintaining anti- and pro-inflammatory homeostasis in the intestine, skin, joints, and brain.\nHydrolysis of peptidoglycan by PGLYRP2 diminishes peptidoglycan’s pro-inflammatory activity. This effect is likely due to amidase activity of PGLYRP2, which separates the stem peptide from MurNAc in peptidoglycan and destroys the motif required for the peptidoglycan-induced activation of &lt;a href=\"NOD2\"&gt;NOD2&lt;/a&gt; (nucleotide-binding oligomerization domain-containing protein 2), one of the proinflammatory peptidoglycan receptors.\n\"PGLYRP2\"-deficient mice are more susceptible than wild type mice to dextran sodium sulfate (DSS)-induced colitis, which indicates that PGLYRP2 protects mice from DSS-induced colitis. Intestinal microbiome is important for this protection, because this increased sensitivity to colitis could be transferred to wild type &lt;a href=\"Germ-free%20animal\"&gt;germ-free&lt;/a&gt; mice by microbiome transplant from \"PGLYRP2\"-deficient mice.\n\"PGLYRP2\"-deficient mice are more susceptible than wild type mice to the development of experimentally induced &lt;a href=\"psoriasis\"&gt;psoriasis&lt;/a&gt;-like inflammation, which indicates that PGLYRP2 is anti-inflammatory and protects mice from this type of skin inflammation. This pro-inflammatory effect is due to increased numbers and activity of &lt;a href=\"T%20helper%2017%20cell\"&gt;T helper 17&lt;/a&gt; (Th17) cells and decreased numbers of &lt;a href=\"T%20regulatory%20cell\"&gt;T regulatory&lt;/a&gt; (Treg) cells. \"PGLYRP2\"-deficient mice are more susceptible than wild type mice to \"S. enterica\"-induced intestinal inflammation, which indicates that PGLYRP2 also has anti-inflammatory effect in the intestinal tract.\nHowever, PGLYRP2 also has opposite effects. \"PGLYRP2\"-deficient mice are more resistant than wild type mice to the development of &lt;a href=\"arthritis\"&gt;arthritis&lt;/a&gt; induced by systemic administration of peptidoglycan or MurNAc-L-Ala-D-isoGln peptidoglycan fragment (&lt;a href=\"muramyl%20dipeptide\"&gt;muramyl dipeptide&lt;/a&gt;, MDP). In this model, PGLYRP2 is required for the production of &lt;a href=\"Chemokine\"&gt;chemokines&lt;/a&gt; and cytokines that attract &lt;a href=\"Neutrophil\"&gt;neutrophils&lt;/a&gt; to the arthritic joints. \"PGLYRP2\"-deficient mice are also more resistant than wild type mice to bacterially induced &lt;a href=\"keratitis\"&gt;keratitis&lt;/a&gt; and inflammation in \"S. pneumoniae\"-induced lung infection. These results indicate that under certain conditions PGLYRP2 has pro-inflammatory effects.\n\"PGLYRP2\"-deficient mice also show higher &lt;a href=\"Social%20behavior\"&gt;sociability&lt;/a&gt; and decreased levels of &lt;a href=\"anxiety\"&gt;anxiety&lt;/a&gt;-like behaviors compared with wild type mice, which indicate that PGLYRP2 affects behavior in mice.\nMedical relevance.\nGenetic \"PGLYRP2\" variants or changed expression of PGLYRP2 are associated with some diseases. Patients with &lt;a href=\"inflammatory%20bowel%20disease\"&gt;inflammatory bowel disease&lt;/a&gt; (IBD), which includes &lt;a href=\"Crohn%27s%20disease\"&gt;Crohn’s disease&lt;/a&gt; and &lt;a href=\"ulcerative%20colitis\"&gt;ulcerative colitis&lt;/a&gt;, have significantly more frequent missense variants in \"PGLYRP2\" gene (and also in the other three \"PGLYRP\" genes) than healthy controls. These results suggest that PGLYRP2 protects humans from these inflammatory diseases, and that mutations in \"PGLYRP2\" gene are among the genetic factors predisposing to these diseases. \"PGLYRP2\" variants are also associated with &lt;a href=\"Esophageal%20cancer\"&gt;esophageal squamous cell carcinoma&lt;/a&gt; and &lt;a href=\"Parkinson%27s%20disease\"&gt;Parkinson’s disease&lt;/a&gt;.\nDecreased expression of PGLYRP2 is associated with &lt;a href=\"HIV\"&gt;HIV&lt;/a&gt;-associated &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt;, &lt;a href=\"Lyme%20disease\"&gt;Lyme disease&lt;/a&gt;, &lt;a href=\"hepatocellular%20carcinoma\"&gt;hepatocellular carcinoma&lt;/a&gt;, and &lt;a href=\"myocardial%20infarction\"&gt;myocardial infarction&lt;/a&gt;."
}