{
    "id": "1480837",
    "revid": "25309760",
    "url": "https://en.wikipedia.org/wiki?curid=1480837",
    "title": "Kalevi Aho",
    "text": "Kalevi Ensio Aho (born 9 March 1949) is a &lt;a href=\"Finnish%20people\"&gt;Finnish&lt;/a&gt; composer.\nEarly years.\nAho began his interest in music at the age of ten, when he discovered a &lt;a href=\"mandolin\"&gt;mandolin&lt;/a&gt; in his home and began to teach himself how to play it. He soon was taken under the tutelage of Martti Loikkanen, the boy's 4th grade teacher and founder of a local youth mandolin ensemble in &lt;a href=\"Forssa\"&gt;Forssa&lt;/a&gt;. After learning how to read sheet music, Aho immediately started composing. Aho progressed so fast on the instrument that Loikkanen suggested he study the &lt;a href=\"violin\"&gt;violin&lt;/a&gt; as well, with Loikkanen giving him private lessons. Aho also began to learn violin at an incredible speed, with him later recalling, \"Martti taught me at home for free until I started skipping him out of my playing skills and he suggested changing teachers.\" Aho's parents were quite supportive of his musical hobby, encouraging him to compose and giving him a piano at the age of 15.\nCareer.\nHe moved from the city of Forssa to &lt;a href=\"Helsinki\"&gt;Helsinki&lt;/a&gt; in September 1968 to study at the &lt;a href=\"Sibelius%20Academy\"&gt;Sibelius Academy&lt;/a&gt;. He studied composition at the &lt;a href=\"Sibelius%20Academy\"&gt;Sibelius Academy&lt;/a&gt; under &lt;a href=\"Einojuhani%20Rautavaara\"&gt;Einojuhani Rautavaara&lt;/a&gt;, beginning that year and receiving a diploma in 1971. He continued his studies for a year in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; with &lt;a href=\"Boris%20Blacher\"&gt;Boris Blacher&lt;/a&gt;. His teaching positions include music theory at the &lt;a href=\"University%20of%20Helsinki\"&gt;University of Helsinki&lt;/a&gt; from 1974–88, and a professorship at the Sibelius Academy from 1988–93. He was named composer-in-residence for the &lt;a href=\"Lahti%20Symphony%20Orchestra\"&gt;Lahti Symphony Orchestra&lt;/a&gt; in 1992, and conductor &lt;a href=\"Osmo%20V%C3%A4nsk%C3%A4\"&gt;Osmo Vänskä&lt;/a&gt; has recorded many of his recent large-scale works with the orchestra. Aho has worked as a freelance composer, with a state scholarship, since 1993. He lives in &lt;a href=\"Helsinki\"&gt;Helsinki&lt;/a&gt;.\nMusic.\nKnown principally as a composer of large-scale works, Aho has composed seventeen &lt;a href=\"symphony\"&gt;symphonies&lt;/a&gt;, thirty-six &lt;a href=\"concertos\"&gt;concertos&lt;/a&gt;, five &lt;a href=\"opera\"&gt;opera&lt;/a&gt;s and several vocal works. His chamber music includes several &lt;a href=\"quintet\"&gt;quintet&lt;/a&gt;s, &lt;a href=\"quartet\"&gt;quartet&lt;/a&gt;s, &lt;a href=\"sonata\"&gt;sonata&lt;/a&gt;s and solo works. He first came to fame with his first symphony (1969) and second string quartet (1970).\nHis works of this time showed such &lt;a href=\"Neoclassicism%20%28music%29\"&gt;neo-classical&lt;/a&gt; traits as a preoccupation with &lt;a href=\"counterpoint\"&gt;counterpoint&lt;/a&gt; (particularly &lt;a href=\"fugue\"&gt;fugue&lt;/a&gt;s), and stylized renderings of older forms, such as the &lt;a href=\"waltz\"&gt;waltz&lt;/a&gt;. In the following decade he wrote in &lt;a href=\"modernist\"&gt;modernist&lt;/a&gt; and &lt;a href=\"post-modernist\"&gt;post-modernist&lt;/a&gt; styles. His use of irony and juxtaposition of contrasting moods and musical styles and genres has been compared to &lt;a href=\"Gustav%20Mahler\"&gt;Gustav Mahler&lt;/a&gt; and &lt;a href=\"Alfred%20Schnittke\"&gt;Alfred Schnittke&lt;/a&gt;."
}