{
    "id": "14811820",
    "revid": "1067625885",
    "url": "https://en.wikipedia.org/wiki?curid=14811820",
    "title": "Tori-shima (Izu Islands)",
    "text": ", or is an uninhabited &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;ese island in the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt;. The &lt;a href=\"volcanic%20island\"&gt;volcanic island&lt;/a&gt; is part of the &lt;a href=\"Izu%20Islands\"&gt;Izu Islands&lt;/a&gt;.\nGeography.\nTori-shima is located in the &lt;a href=\"Philippine%20Sea\"&gt;Philippine Sea&lt;/a&gt; approximately south of &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt; and north of &lt;a href=\"Lot%27s%20Wife%20%28crag%29\"&gt;Lot's Wife&lt;/a&gt;. The roughly circular-shaped island is listed as a Class A &lt;a href=\"active%20volcano\"&gt;active volcano&lt;/a&gt; by the &lt;a href=\"Japan%20Meteorological%20Agency\"&gt;Japan Meteorological Agency&lt;/a&gt;. The island is the above-water portion of a &lt;a href=\"submarine%20volcano\"&gt;submarine volcano&lt;/a&gt;, whose submerged caldera portion to the north of the island continues to erupt underwater. Volcanic activity on the island itself was last recorded in 2002, accompanied by &lt;a href=\"earthquake%20swarm\"&gt;earthquake swarm&lt;/a&gt;s. The main peak on the island, has a height of , and the island has a circumference of . The total area of the island is .\nHistory.\nTori-shima was known to Japanese fishermen and mariners since at least the early &lt;a href=\"Edo%20period\"&gt;Edo period&lt;/a&gt;, but was uninhabited aside from occasional shipwreck survivors. In 1841, 14-year-old &lt;a href=\"Nakahama%20Manjir%C5%8D\"&gt;Nakahama Manjirō&lt;/a&gt; and four friends were shipwrecked on Tori-shima until rescued by the American whaleship \"John Howland\" commanded by &lt;a href=\"William%20H.%20Whitfield\"&gt;William H. Whitfield&lt;/a&gt;. Japanese writer &lt;a href=\"Akira%20Yoshimura\"&gt;Akira Yoshimura&lt;/a&gt; researched and wrote about 15 similar instances. The island was settled in &lt;a href=\"Meiji%20period\"&gt;Meiji period&lt;/a&gt;, with the primary economic activity being the gathering of &lt;a href=\"guano\"&gt;guano&lt;/a&gt; from the abundant &lt;a href=\"short-tailed%20albatross\"&gt;short-tailed albatross&lt;/a&gt;, who use the island as their nesting grounds. A major &lt;a href=\"volcanic%20eruption\"&gt;volcanic eruption&lt;/a&gt; was recorded in 1871. The island was administratively grouped with the &lt;a href=\"Bonin%20Islands\"&gt;Ogasawara islands&lt;/a&gt; in August 1898, but was transferred to the administration of &lt;a href=\"Hachijojima\"&gt;Hachijojima&lt;/a&gt; in April 1901. The population of 150 inhabitants was killed by a major volcanic eruption in 1902. Torishima was never repopulated.\nSince the 1930s, the &lt;a href=\"Yamashina%20Institute%20for%20Ornithology\"&gt;Yamashina Institute for Ornithology&lt;/a&gt; has taken a very active role in researching and attempting to preserve the local &lt;a href=\"seabird\"&gt;seabird&lt;/a&gt; species, especially the short-tailed albatross, which had been reduced to an estimated 50 birds by 1933. The Japan Meteorological Agency established a weather station and volcanic research station on the island in 1947, but this was abandoned in 1965 due to volcanic activity and earthquakes. On November 1, 1954 Tori-shima was proclaimed a protected &lt;a href=\"bird%20sanctuary\"&gt;bird sanctuary&lt;/a&gt;. This designation was increased to that of a protected national &lt;a href=\"Natural%20monument\"&gt;Natural monument&lt;/a&gt; on May 10, 1965. It can only be visited by research scientists with special permission, and landing on the island is very difficult due to heavy seas and lack of suitable landing beaches or facilities. Tour boats which take people around the island to view the birds are popular, but these tours are not permitted to land on the island. Researchers normally travel to the island by chartered government &lt;a href=\"helicopter\"&gt;helicopter&lt;/a&gt;.\nTori-shima, along with the other &lt;a href=\"Izu%20Islands\"&gt;Izu Islands&lt;/a&gt;, is officially part of &lt;a href=\"Tokyo\"&gt;Tokyo Metropolis&lt;/a&gt;, and also falls within the borders of the &lt;a href=\"Fuji-Hakone-Izu%20National%20Park\"&gt;Fuji-Hakone-Izu National Park&lt;/a&gt;.\nFlora and fauna.\nRepeated volcanic eruptions in 1939 and 2002 have set the flora on Tori-shima back to initial stages in the &lt;a href=\"ecological%20succession\"&gt;ecological succession&lt;/a&gt;. Plants such as \"&lt;a href=\"Vitex%20rotundifolia\"&gt;Vitex rotundifolia&lt;/a&gt;\" and &lt;a href=\"hydrangea\"&gt;hydrangea&lt;/a&gt; are found near the shoreline, and \"&lt;a href=\"Chrysanthemum%20pacificum\"&gt;Chrysanthemum pacificum&lt;/a&gt;\" and &lt;a href=\"Japanese%20black%20pine\"&gt;Japanese black pine&lt;/a&gt; in sheltered areas inland, but most of the central portion of the island remains as volcanic ash and rock.\nThe island is home to several tens of thousands of breeding pairs of &lt;a href=\"Tristram%27s%20storm%20petrel\"&gt;Tristram's storm petrel&lt;/a&gt; and other birds such as &lt;a href=\"Japanese%20murrelet\"&gt;Japanese murrelet&lt;/a&gt;, &lt;a href=\"black-footed%20albatross\"&gt;black-footed albatross&lt;/a&gt;, &lt;a href=\"common%20kestrel\"&gt;common kestrel&lt;/a&gt; and &lt;a href=\"blue%20rock%20thrush\"&gt;blue rock thrush&lt;/a&gt;, but the &lt;a href=\"short-tailed%20albatross\"&gt;short-tailed albatross&lt;/a&gt; population has been very slow to recover, with recovery hampered by the presence of large numbers of &lt;a href=\"black%20rat\"&gt;black rat&lt;/a&gt;s, the only remaining mammal on the island. &lt;a href=\"Humpback%20whale\"&gt;Humpback whale&lt;/a&gt;s and &lt;a href=\"dolphin\"&gt;dolphin&lt;/a&gt;s often appear around the island during migration and breeding seasons. Tori-shima is the primary and one of only two remaining breeding sites for the &lt;a href=\"Short-tailed%20albatross\"&gt;Short-tailed albatross&lt;/a&gt;. The island has been recognised as an &lt;a href=\"Important%20Bird%20Area\"&gt;Important Bird Area&lt;/a&gt; (IBA) by &lt;a href=\"BirdLife%20International\"&gt;BirdLife International&lt;/a&gt;."
}