{
    "id": "14821782",
    "revid": "24435627",
    "url": "https://en.wikipedia.org/wiki?curid=14821782",
    "title": "Charles Walter Allfrey",
    "text": "&lt;a href=\"Lieutenant-general%20%28United%20Kingdom%29\"&gt;Lieutenant General&lt;/a&gt; Sir Charles Walter Allfrey, (24 October 1895 – 2 November 1964) was a senior &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; officer who served in both the &lt;a href=\"world%20war\"&gt;world war&lt;/a&gt;s, most notably during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; as &lt;a href=\"General%20Officer%20Commanding\"&gt;General Officer Commanding&lt;/a&gt; of &lt;a href=\"V%20Corps%20%28United%20Kingdom%29\"&gt;V Corps&lt;/a&gt; in &lt;a href=\"Tunisian%20Campaign\"&gt;North Africa&lt;/a&gt; and &lt;a href=\"Italian%20Campaign%20%28World%20War%20II%29\"&gt;Italy&lt;/a&gt; from 1942 to 1944.\nEarly life and military career.\nCharles Walter Allfrey was born on 24 October 1895 in &lt;a href=\"Southam\"&gt;Southam&lt;/a&gt;, Northamptonshire (\"this information is almost certainly incorrect due to a transcription error - in the first instance Southam is in Warwickshire and not Northamptonshire, but in any case the 1901 Census Record for Charles Walter Allfrey aged 5 and the 1911 Census for Charles Walter Allfrey aged 15, at the Royal Naval College Dartmouth, states the place of birth as Gaydon, Warwickshire - Gaydon (approx 6 miles from Southam) at that time was in the Registration District of Southam\"), the youngest son of Captain Henry Allfrey, a &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; officer of the &lt;a href=\"King%27s%20Royal%20Rifle%20Corps\"&gt;King's Royal Rifle Corps&lt;/a&gt;, and Kathleen Hankey. He entered the &lt;a href=\"Britannia%20Royal%20Naval%20College\"&gt;Royal Naval College, Dartmouth&lt;/a&gt;. However, upon the outbreak of the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt; in August 1914, he instead was &lt;a href=\"Officer%20%28armed%20forces%29\"&gt;commissioned&lt;/a&gt; as a &lt;a href=\"second%20lieutenant\"&gt;second lieutenant&lt;/a&gt; in the &lt;a href=\"Royal%20Artillery\"&gt;Royal Artillery&lt;/a&gt; on 11 August.\nPromoted to &lt;a href=\"Lieutenant%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;lieutenant&lt;/a&gt; on 9 June 1915, during the war Allfrey was &lt;a href=\"wounded%20in%20action\"&gt;wounded&lt;/a&gt; twice. He served on the &lt;a href=\"Western%20Front%20%28World%20War%20I%29\"&gt;Western Front&lt;/a&gt; with the 94th Brigade, &lt;a href=\"Royal%20Field%20Artillery\"&gt;Royal Field Artillery&lt;/a&gt;, part of the &lt;a href=\"21st%20Division%20%28United%20Kingdom%29\"&gt;21st Division&lt;/a&gt;, a &lt;a href=\"Kitchener%27s%20Army\"&gt;Kitchener's Army&lt;/a&gt; unit. He was promoted to the &lt;a href=\"Acting%20%28rank%29\"&gt;acting rank&lt;/a&gt; of &lt;a href=\"Captain%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;captain&lt;/a&gt; on 5 January 1917, and was promoted to the substantive rank on 3 November 1917. Allfrey was awarded the &lt;a href=\"Military%20Cross\"&gt;Military Cross&lt;/a&gt; (MC) in 1918 for keeping his &lt;a href=\"artillery%20battery\"&gt;battery&lt;/a&gt; in action for an extended period of time, despite being under direct machine gun and artillery fire from the enemy. He was promoted to acting &lt;a href=\"Major%20%28United%20Kingdom%29\"&gt;major&lt;/a&gt; on 17 December 1917 and reverted to his permanent rank of captain on 18 February 1919.\nBetween the wars.\nAfter the war, Allfrey served on regimental duties before becoming &lt;a href=\"adjutant\"&gt;adjutant&lt;/a&gt; at the Army Equitation School, from 1925 to 1928, and was seconded to the Colonial Office, being later seconded to the &lt;a href=\"Iraqi%20Army\"&gt;Iraqi Army&lt;/a&gt; in November 1930. In &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;, he won the &lt;a href=\"Distinguished%20Service%20Order\"&gt;Distinguished Service Order&lt;/a&gt; (DSO) and, from October 1932 to November 1933, was employed with the British Military Mission to Iraq where he was Inspector Artillery to the Iraqi Army. He was &lt;a href=\"Brevet%20%28military%29\"&gt;brevetted&lt;/a&gt; to major on 1 January 1931 and promoted to the substantive rank on 10 August 1933. He was brevetted &lt;a href=\"Lieutenant%20colonel%20%28United%20Kingdom%29\"&gt;lieutenant colonel&lt;/a&gt; on 1 January 1935 and, in the same year, he married Geraldine Clare Lucas-Scudamore. They had two children, a son and a daughter. The following year Allfrey was appointed as a &lt;a href=\"Staff%20%28military%29\"&gt;General staff Officer Grade 1&lt;/a&gt; (GSO1) at the &lt;a href=\"Staff%20College%2C%20Camberley\"&gt;Staff College, Camberley&lt;/a&gt; from 1936 to 1939, despite never having attended as a student, and was promoted to the substantive rank of &lt;a href=\"Colonel%20%28United%20Kingdom%29\"&gt;colonel&lt;/a&gt; on 6 August 1939, shortly before the outbreak of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;.\nSecond World War.\nFrance and Britain.\nAt the start of the Second World War, in September, Allfrey held a senior staff position, as a GSO1, in the United Kingdom, continuing in this role in France with the &lt;a href=\"British%20Expeditionary%20Force%20%28World%20War%20II%29\"&gt;British Expeditionary Force&lt;/a&gt; (BEF). In February 1940, however, he returned to the United Kingdom to take up the post of &lt;a href=\"Commander%2C%20Royal%20Artillery\"&gt;Corps Commander Royal Artillery&lt;/a&gt; at &lt;a href=\"II%20Corps%20%28United%20Kingdom%29\"&gt;II Corps&lt;/a&gt;, then commanded by &lt;a href=\"Lieutenant-general%20%28United%20Kingdom%29\"&gt;Lieutenant General&lt;/a&gt; &lt;a href=\"Alan%20Brooke%2C%201st%20Viscount%20Alanbrooke\"&gt;Sir Alan Brooke&lt;/a&gt;. On 19 July 1940, after having participated in the &lt;a href=\"Battle%20of%20France\"&gt;Battle of France&lt;/a&gt; and the &lt;a href=\"Dunkirk%20evacuation\"&gt;Dunkirk evacuation&lt;/a&gt;, and after a brief spell as CCRA at &lt;a href=\"IV%20Corps%20%28United%20Kingdom%29\"&gt;IV Corps&lt;/a&gt;, under Lieutenant General &lt;a href=\"Claude%20Auchinleck\"&gt;Claude Auchinleck&lt;/a&gt;, he was promoted to the acting rank of &lt;a href=\"Major-general%20%28United%20Kingdom%29\"&gt;major general&lt;/a&gt; to command Southwestern Area, Home Forces, part of &lt;a href=\"Southern%20Command%20%28United%20Kingdom%29\"&gt;Southern Command&lt;/a&gt;, which was responsible for the defence of the counties of &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt; and &lt;a href=\"Cornwall\"&gt;Cornwall&lt;/a&gt; in the event of a &lt;a href=\"Operation%20Sea%20Lion\"&gt;German invasion&lt;/a&gt;, and was then, in the aftermath of Dunkirk, considered highly likely.\nIn late February 1941 Allfrey was ordered to form the &lt;a href=\"Devon%20and%20Cornwall%20County%20Division\"&gt;Devon and Cornwall County Division&lt;/a&gt;, comprising the recently created &lt;a href=\"203rd%20Infantry%20Brigade%20%28United%20Kingdom%29\"&gt;203rd&lt;/a&gt;, &lt;a href=\"209th%20Infantry%20Brigade%20%28United%20Kingdom%29\"&gt;209th&lt;/a&gt; and &lt;a href=\"211th%20Infantry%20Brigade%20%28United%20Kingdom%29\"&gt;211th Infantry Brigade&lt;/a&gt;s (all formerly independent brigades), but with no supporting troops, with himself as its &lt;a href=\"General%20Officer%20Commanding\"&gt;General Officer Commanding&lt;/a&gt; (GOC). However, within a week, he relinquished command of the division to Major General &lt;a href=\"Frederick%20E.%20Morgan\"&gt;Frederick Morgan&lt;/a&gt; and ordered to take command of the &lt;a href=\"43rd%20%28Wessex%29%20Infantry%20Division\"&gt;43rd (Wessex) Infantry Division&lt;/a&gt;, in succession to Major General &lt;a href=\"Robert%20Pollok%20%28British%20Army%20officer%29\"&gt;Robert Pollok&lt;/a&gt; who was retiring. The division was a first-line &lt;a href=\"Army%20Reserve%20%28United%20Kingdom%29\"&gt;Territorial Army&lt;/a&gt; (TA) formation stationed on the other side of the country in &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt; on anti-invasion duties. He was promoted to temporary major general on 19 July 1941. The division was serving as part of &lt;a href=\"XII%20Corps%20%28United%20Kingdom%29\"&gt;XII Corps&lt;/a&gt;, commanded by Lieutenant General &lt;a href=\"Andrew%20Thorne\"&gt;Andrew Thorne&lt;/a&gt; (replaced in April by Lieutenant General &lt;a href=\"Bernard%20Montgomery\"&gt;Bernard Montgomery&lt;/a&gt; who in turn was replaced by Lieutenant General &lt;a href=\"James%20Gammell\"&gt;James Gammell&lt;/a&gt; in November), under &lt;a href=\"Aldershot%20Command\"&gt;South-Eastern Command&lt;/a&gt; and, like Allfrey's former command, was on anti-invasion duties and training to repel an invasion. Also serving in XII Corps were the &lt;a href=\"44th%20%28Home%20Counties%29%20Division\"&gt;44th (Home Counties)&lt;/a&gt; and &lt;a href=\"56th%20%28London%29%20Infantry%20Division\"&gt;56th (London) Division&lt;/a&gt;s, commanded respectively by Major Generals &lt;a href=\"Brian%20Horrocks\"&gt;Brian Horrocks&lt;/a&gt; and &lt;a href=\"Montagu%20Stopford\"&gt;Montagu Stopford&lt;/a&gt;, both of whom had been among Allfrey's fellow instructors at the Staff College, Camberley before the war. However, with the arrival of Montgomery as the new corps commander, Allfrey's 43rd Division − comprising the &lt;a href=\"128th%20Infantry%20Brigade%20%28United%20Kingdom%29\"&gt;128th&lt;/a&gt;, &lt;a href=\"129th%20Infantry%20Brigade%20%28United%20Kingdom%29\"&gt;129th&lt;/a&gt; and &lt;a href=\"130th%20Infantry%20Brigade%20%28United%20Kingdom%29\"&gt;130th Infantry Brigade&lt;/a&gt;s and divisional troops − was, throughout the year, put through highly intensive and strenuous training for offensive operations, as a result of which the division had been selected for overseas service, although this would not occur during Allfrey's reign as GOC.\nIn early March 1942, Allfrey handed over command of the 43rd Division to Major General &lt;a href=\"Ivor%20Thomas%20%28British%20Army%20officer%29\"&gt;Ivor Thomas&lt;/a&gt;, a fellow artilleryman, and was promoted to acting lieutenant general to become the GOC of &lt;a href=\"V%20Corps%20%28United%20Kingdom%29\"&gt;V Corps&lt;/a&gt; in succession to Lieutenant General &lt;a href=\"Edmond%20Schreiber\"&gt;Edmond Schreiber&lt;/a&gt;. Aged just 46, this was a considerable tribute towards Allfrey and made him one of the youngest corps commanders in the British Army. V Corps, with the &lt;a href=\"38th%20%28Welsh%29%20Infantry%20Division\"&gt;38th (Welsh)&lt;/a&gt; and &lt;a href=\"47th%20%28London%29%20Infantry%20Division\"&gt;47th (London) Infantry Division&lt;/a&gt;s, commanded respectively by Major Generals &lt;a href=\"Donald%20Butterworth\"&gt;Donald Butterworth&lt;/a&gt; and &lt;a href=\"Gerald%20Templer\"&gt;Gerald Templer&lt;/a&gt; (who had briefly been Allfrey's BGS), and the &lt;a href=\"214th%20Infantry%20Brigade%20%28United%20Kingdom%29\"&gt;214th Independent Infantry Brigade (Home)&lt;/a&gt; under command, was serving under Southern Command in a static beach defence role. However, it relinquished this role upon being sent to &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; in July, where it took under command the &lt;a href=\"6th%20Armoured%20Division%20%28United%20Kingdom%29\"&gt;6th Armoured Division&lt;/a&gt;, under Major General &lt;a href=\"Charles%20Keightley\"&gt;Charles Keightley&lt;/a&gt; (who had been a fellow instructor at the Staff College some years before), and the &lt;a href=\"4th%20Infantry%20Division%20%28United%20Kingdom%29\"&gt;4th&lt;/a&gt; and &lt;a href=\"78th%20Infantry%20Division%20%28United%20Kingdom%29\"&gt;78th Infantry Division&lt;/a&gt;s, commanded by Major Generals &lt;a href=\"John%20Hawkesworth%20%28British%20Army%20officer%29\"&gt;John Hawkesworth&lt;/a&gt; (another of Allfrey's fellow Staff College instructors) and &lt;a href=\"Vyvyan%20Evelegh\"&gt;Vyvyan Evelegh&lt;/a&gt;, respectively. Allfrey's V Corps was to form a major component of the &lt;a href=\"First%20Army%20%28United%20Kingdom%29\"&gt;First Army&lt;/a&gt;, under Lieutenant General Edmond Schreiber (replaced in August by Lieutenant General &lt;a href=\"Kenneth%20Anderson%20%28British%20Army%20officer%29\"&gt;Kenneth Anderson&lt;/a&gt;), then being formed for participation in &lt;a href=\"Operation%20Torch\"&gt;Operation Torch&lt;/a&gt;, the &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied&lt;/a&gt; invasion of &lt;a href=\"French%20North%20Africa\"&gt;French North Africa&lt;/a&gt;, scheduled for November. Training in Scotland continued until October, and the 4th and 78th Divisions were posted elsewhere in preparation for the invasion.\nNorth Africa.\nAllfrey led his corps overseas to French North Africa in late November, a few weeks after the invasion, activating it on 5 December, where it took command of all British ground units in Tunisia − the &lt;a href=\"1st%20Parachute%20Brigade%20%28United%20Kingdom%29\"&gt;1st Parachute Brigade&lt;/a&gt; under Brigadier &lt;a href=\"Edwin%20Flavell%20%28British%20Army%20officer%29\"&gt;Edwin Flavell&lt;/a&gt;, and the 6th Armoured and 78th Infantry Divisions, along with &lt;a href=\"British%20Commandos\"&gt;commandos&lt;/a&gt; and elements of the &lt;a href=\"1st%20Armored%20Division%20%28United%20States%29\"&gt;US 1st Armored Division&lt;/a&gt; under &lt;a href=\"Major%20general%20%28United%20States%29\"&gt;Major General&lt;/a&gt; &lt;a href=\"Orlando%20Ward\"&gt;Orlando Ward&lt;/a&gt;. By the time of Allfrey's arrival the &lt;a href=\"run%20for%20Tunis\"&gt;run for Tunis&lt;/a&gt; had quite clearly failed, due to the &lt;a href=\"Axis%20powers\"&gt;Axis forces&lt;/a&gt; having brought in significant reinforcements, and the campaign was beginning to turn into a stalemate. The 78th Division was, by the time V Corps took it under command, pulling out through the Tebourba Gap against heavy German resistance. On 9 December an attack planned was cancelled and Allfrey tried to arrange for the French holding the town of &lt;a href=\"Majaz%20al%20Bab\"&gt;Medjez el Bab&lt;/a&gt; to be relieved, he also believed, and subsequently ordered, Longstop Hill, overlooking the road to &lt;a href=\"Tunis\"&gt;Tunis&lt;/a&gt;, to be abandoned. Two weeks later, however, a combined US-British attempt to recapture the hill failed, which, combined with the severe winter weather, was enough to persuade Lieutenant General Anderson, the First Army commander, and &lt;a href=\"Lieutenant%20general%20%28United%20States%29\"&gt;Lieutenant General&lt;/a&gt; &lt;a href=\"Dwight%20D.%20Eisenhower\"&gt;Dwight D. Eisenhower&lt;/a&gt;, the &lt;a href=\"Supreme%20Allied%20Commander\"&gt;Supreme Allied Commander&lt;/a&gt; in North Africa, to abandon any further attempts.\nIn January 1943 Major General Keightley's 6th Armoured Division, still part of V Corps, participated in an action at Bou Arada, and resisted a major German attack. The following month the division, after failing to take Djebel Mansour, was significantly involved in the &lt;a href=\"Battle%20of%20Kasserine%20Pass\"&gt;Battle of Kasserine Pass&lt;/a&gt;. Towards the end of February and into early March (where, on 9 March, he was promoted to the war substantive rank of major general and to the temporary rank of lieutenant general), V Corps, now reinforced with Major General &lt;a href=\"Harold%20Freeman-Attwood\"&gt;Harold Freeman-Attwood&lt;/a&gt;'s &lt;a href=\"46th%20Infantry%20Division%20%28United%20Kingdom%29\"&gt;46th Infantry Division&lt;/a&gt;, was involved in &lt;a href=\"Operation%20Ochsenkopf\"&gt;Operation Ochsenkopf&lt;/a&gt;, with the 46th, stationed on V Corps' northern sector, absorbing the brunt of the German offensive, and falling back before bringing the German offensive to a halt, and eventually recovering Djebel Abiod and &lt;a href=\"Battle%20of%20Sedjenane\"&gt;Sedjanane&lt;/a&gt;. Towards the end of March Major General Evelegh's 78th Division, along with the newly arrived 4th Division was ordered by Allfrey to clear the route from Medjez el Bab to Tebourba. Supported by the &lt;a href=\"25th%20Army%20Tank%20Brigade\"&gt;25th Army Tank Brigade&lt;/a&gt;, and later reinforced by Major General &lt;a href=\"Walter%20Clutterbuck\"&gt;Walter Clutterbuck&lt;/a&gt;'s &lt;a href=\"1st%20Infantry%20Division%20%28United%20Kingdom%29\"&gt;1st Division&lt;/a&gt;, V Corps was, for almost a month, engaged in some of the hardest fighting of the &lt;a href=\"Tunisian%20campaign\"&gt;Tunisian campaign&lt;/a&gt; so far. The fighting culminated in the 78th Division, on 26 April, managing to &lt;a href=\"Battle%20of%20Longstop%20Hill%20%281943%29\"&gt;capture Longstop Hill&lt;/a&gt;, and then, with the 46th Division replacing the 4th Division on 30 April, all three divisions participated in further fierce fighting on the Medjez Plain, where the 1st Division put up an outstanding performance, gaining three &lt;a href=\"Victoria%20Cross\"&gt;Victoria Cross&lt;/a&gt;es (VC) in the space of a week.\nDuring the final stages of the campaign Allfrey's V Corps played a more minor role. The main role was played by &lt;a href=\"IX%20Corps%20%28United%20Kingdom%29\"&gt;IX Corps&lt;/a&gt;, under Lieutenant General Brian Horrocks (succeeding Lieutenant General &lt;a href=\"John%20Crocker\"&gt;John Crocker&lt;/a&gt;, who had been injured). Horrocks, as previously mentioned, had been another one of Allfrey's fellow instructors at the Staff College before the war and thought highly of him, later writing in his autobiography that he \"was one of the most popular officers in the British Army\", and that \"nobody could have been more helpful. The capture of Tunis was the result of the closest cooperation between our two corps, 5 and 9\". Despite Allfrey's corps playing a relatively small role in the final stages of the campaign, which ended in mid-May with the surrender of almost 250,000 Axis troops, Allfrey, along with Major General &lt;a href=\"Francis%20Tuker\"&gt;Francis Tuker&lt;/a&gt;, GOC of the &lt;a href=\"4th%20Infantry%20Division%20%28India%29\"&gt;4th Indian Division&lt;/a&gt;, was able to accept the surrender of German &lt;a href=\"Colonel%20general%23Germany\"&gt;Colonel General&lt;/a&gt; &lt;a href=\"Hans-J%C3%BCrgen%20von%20Arnim\"&gt;Hans-Jürgen von Arnim&lt;/a&gt;, commanding the &lt;a href=\"Panzer%20Army%20Africa\"&gt;Panzer Army Africa&lt;/a&gt;.\nWith the fighting in North Africa over Allfrey's V Corps, being in almost continuous fighting for the past five months (with the exception of the last few weeks), was rested and took no part in the &lt;a href=\"Allied%20invasion%20of%20Sicily\"&gt;Allied invasion of Sicily&lt;/a&gt;. The corps was transferred from the First Army, now disbanded, to the &lt;a href=\"Eighth%20Army%20%28United%20Kingdom%29\"&gt;British Eighth Army&lt;/a&gt;, commanded by &lt;a href=\"General%20%28United%20Kingdom%29\"&gt;General&lt;/a&gt; &lt;a href=\"Bernard%20Montgomery\"&gt;Sir Bernard Montgomery&lt;/a&gt;. In August, he was made a &lt;a href=\"Companion%20of%20the%20Order%20of%20the%20Bath\"&gt;Companion of the Order of the Bath&lt;/a&gt; and awarded the American &lt;a href=\"Commander%20of%20the%20Legion%20of%20Merit\"&gt;Commander of the Legion of Merit&lt;/a&gt; for his services in Tunisia. His rank of major general was made substantive on 6 November.\nItaly and Egypt.\nOn 3 September 1943, exactly four years since Britain had declared war on Germany, the Eighth Army &lt;a href=\"Allied%20invasion%20of%20Italy\"&gt;landed in Italy&lt;/a&gt; at &lt;a href=\"Reggio%20Calabria\"&gt;Reggio Calabria&lt;/a&gt;, with the &lt;a href=\"United%20States%20Army%20North\"&gt;US Fifth Army&lt;/a&gt; under &lt;a href=\"Lieutenant%20general%20%28United%20States%29\"&gt;Lieutenant General&lt;/a&gt; &lt;a href=\"Mark%20W.%20Clark\"&gt;Mark W. Clark&lt;/a&gt; landing at &lt;a href=\"Salerno\"&gt;Salerno&lt;/a&gt; six days later. The &lt;a href=\"1st%20Airborne%20Division%20%28United%20Kingdom%29\"&gt;1st Airborne Division&lt;/a&gt; under Major General &lt;a href=\"George%20F.%20Hopkinson\"&gt;George Hopkinson&lt;/a&gt; &lt;a href=\"Operation%20Slapstick\"&gt;landed at Taranto&lt;/a&gt; on the same day, encountering little in the way of serious resistance, although just a few days later the division's GOC was killed in action (and replaced by Major General &lt;a href=\"Ernest%20Down\"&gt;Ernest Down&lt;/a&gt;). On 23 September Allfrey's V Corps HQ landed, taking the 1st Airborne Division, Major General &lt;a href=\"Dudley%20Russell\"&gt;Dudley Russell&lt;/a&gt;'s &lt;a href=\"8th%20Infantry%20Division%20%28India%29\"&gt;8th Indian Infantry Division&lt;/a&gt; and the 78th Division, along with Brigadier &lt;a href=\"John%20Cecil%20Currie\"&gt;John Currie&lt;/a&gt;'s &lt;a href=\"4th%20Infantry%20Brigade%20and%20Headquarters%20North%20East\"&gt;4th Armoured Brigade&lt;/a&gt;, under command, and made quick progress in Italy, capturing the &lt;a href=\"Foggia%20Airfield%20Complex\"&gt;Foggia Airfield Complex&lt;/a&gt; on 27 September. After facing resistance on the &lt;a href=\"Biferno\"&gt;River Biferno&lt;/a&gt;, which was outflanked by &lt;a href=\"British%20Commandos\"&gt;British Commandos&lt;/a&gt; (see &lt;a href=\"Operation%20Devon\"&gt;Operation Devon&lt;/a&gt;), V Corps, now minus the 1st Airborne Division, found itself on the &lt;a href=\"Sangro\"&gt;River Sangro&lt;/a&gt; by 9 November.\nThe fighting over the next few weeks involved both the 8th Indian and British 78th Divisions. With the onset of severe winter weather and indomitable German resistance, the fighting involved some of the bitterest encountered by the Allies thus far in the &lt;a href=\"Italian%20campaign%20%28World%20War%20II%29\"&gt;Italian Campaign&lt;/a&gt; and casualties were very heavy on both sides. The line of the Sangro was breached in late November, but Lieutenant General &lt;a href=\"Miles%20Dempsey\"&gt;Miles Dempsey&lt;/a&gt;'s &lt;a href=\"XIII%20Corps%20%28United%20Kingdom%29\"&gt;XIII Corps&lt;/a&gt; was brought into the battle. The &lt;a href=\"Moro%20River%20Campaign\"&gt;fighting raged on&lt;/a&gt; for the next month until the &lt;a href=\"1st%20Canadian%20Division\"&gt;1st Canadian Division&lt;/a&gt; under &lt;a href=\"Major-general%20%28Canada%29\"&gt;Major General&lt;/a&gt; &lt;a href=\"Christopher%20Vokes\"&gt;Chris Vokes&lt;/a&gt; (replacing the 78th Division, now under Major General Charles Keightley, which transferred to Dempsey's XIII Corps) &lt;a href=\"Battle%20of%20Ortona\"&gt;captured the town of Ortona&lt;/a&gt; in late December, enabling engineers to erect bridges over the River Sangro, although these were soon washed away. However, the worsening weather, combined with the stiffness of the German resistance, which brought the advance to almost a complete halt, along with the heavy Allied casualties, forced Montgomery, the Eighth Army commander, to call off the offensive until weather conditions improved.\nIn mid-January 1944 the &lt;a href=\"5th%20Canadian%20Division\"&gt;5th Canadian Armoured Division&lt;/a&gt;, under Major General &lt;a href=\"E.%20L.%20M.%20Burns\"&gt;E. L. M. Burns&lt;/a&gt;, was placed under V Corps. Shortly afterwards the division, which had never before been in action, was grievously repulsed during an attack on the town of Arielli, despite support from no less than fifteen artillery regiments. After this Allfrey's V Corps passed into &lt;a href=\"15th%20Army%20Group\"&gt;15th Army Group&lt;/a&gt; reserve, the sector of the front passing to the command of &lt;a href=\"Lieutenant-general%20%28Canada%29\"&gt;Lieutenant General&lt;/a&gt; &lt;a href=\"Harry%20Crerar\"&gt;Harry Crerar&lt;/a&gt;'s &lt;a href=\"I%20Canadian%20Corps\"&gt;I Canadian Corps&lt;/a&gt;. V Corps returned to the &lt;a href=\"Adriatic%20Sea\"&gt;Adriatic&lt;/a&gt; in March, taking over two new divisions, both from the &lt;a href=\"British%20Indian%20Army\"&gt;Indian Army&lt;/a&gt;; the 4th, now under Major General &lt;a href=\"Alexander%20Galloway\"&gt;Alexander Galloway&lt;/a&gt;, in dire need of rest after suffering over 3,000 casualties in the &lt;a href=\"Battle%20of%20Monte%20Cassino\"&gt;Battle of Monte Cassino&lt;/a&gt;, and the &lt;a href=\"10th%20Indian%20Infantry%20Division\"&gt;10th&lt;/a&gt;, under Major General &lt;a href=\"Denys%20Whitehorn%20Reid\"&gt;Denys Reid&lt;/a&gt;, which had just arrived in Italy, and had seen no action. V Corps role was limited, as most of the Allied resources were transferred to the Western side of Italy, to &lt;a href=\"Lieutenant%20general%20%28United%20States%29\"&gt;Lieutenant General&lt;/a&gt; &lt;a href=\"Mark%20W.%20Clark\"&gt;Mark W. Clark&lt;/a&gt;'s &lt;a href=\"United%20States%20Army%20North\"&gt;American Fifth Army&lt;/a&gt;, and was to hold a 30-mile sector of the front with just two divisions.\nIn July, with progress for the &lt;a href=\"Allied%20Armies%20in%20Italy\"&gt;Allied Armies in Italy&lt;/a&gt; (AAI, formerly the 15th Army Group) returning, pursuing the Germans to the &lt;a href=\"Gothic%20Line\"&gt;Gothic Line&lt;/a&gt;, Allfrey's V Corps returned to the control of the Eighth Army, now commanded by Lieutenant General &lt;a href=\"Oliver%20Leese\"&gt;Sir Oliver Leese&lt;/a&gt; in place of Montgomery who returned to the United Kingdom to take command of the &lt;a href=\"21st%20Army%20Group\"&gt;21st Army Group&lt;/a&gt;. Leese did not think highly of Allfrey, a view shared by his predecessor. Montgomery had, at least initially, believed Allfrey to be too slow and cautious, writing on 14 October 1943 to General &lt;a href=\"Alan%20Brooke%2C%201st%20Viscount%20Alanbrooke\"&gt;Sir Alan Brooke&lt;/a&gt;, the &lt;a href=\"Chief%20of%20the%20General%20Staff%20%28United%20Kingdom%29\"&gt;Chief of the Imperial General Staff&lt;/a&gt; (CIGS), that V Corps was \"fighting in the line. I have not had Charles ALLFREY under me in battle before; he is not yet up the standard of my other Corps Commanders; he is inclined to fiddle about with details, is very slow, and is inclined to bellyache\". After severely castigating Allfrey over a month later, where he \"told him [Allfrey] that his Corps was completely amateur according to Eighth Army standards; there was a lack of 'grip' and 'bite'\", he wrote to Leese, who was then in England, that \"Charles Allfrey and 5 Corps H.Q. are very amateur; they have never been properly taught and I have to watch over everything they do\". He blamed this not on Allfrey himself, but on his former army commander in Tunisia, Anderson, who Montgomery was highly critical of, believing that his performance in Tunisia to be lacklustre. Leese, doubtless influenced by what Montgomery had said of Allfrey, tried through the first few months of 1944 to get him sacked, and, as Richard Mead writes, it is significant that, during the Second Battle of Monte Cassino in March, rather than using Allfrey's by now highly experienced HQ, Leese ordered Lieutenant General &lt;a href=\"Bernard%20Freyberg%2C%201st%20Baron%20Freyberg\"&gt;Sir Bernard Freyberg&lt;/a&gt;, GOC of the &lt;a href=\"2nd%20New%20Zealand%20Division\"&gt;2nd New Zealand Division&lt;/a&gt;, to create a new, and therefore completely green and inexperienced, HQ for the battle. However, General &lt;a href=\"Harold%20Alexander%2C%201st%20Earl%20Alexander%20of%20Tunis\"&gt;The Hon. Sir Harold Alexander&lt;/a&gt;, &lt;a href=\"Commander-in-chief\"&gt;Commander-in-chief&lt;/a&gt; (C-in-C) of the AAI, made the decision not to use Allfrey's V Corps in the belief that the two division GOCs, Freyberg and Tuker, of 4th Indian Division, both possessed very strong and stubborn personalities, both were Eighth Army veterans and both were older than Allfrey. Alexander feared Allfrey simply would not be able to control either men.\nMontgomery later came to revise his initially low opinion of Allfrey. After hearing in February of Leese writing to the &lt;a href=\"War%20Office\"&gt;War Office&lt;/a&gt; asking if he could sack Allfrey Montgomery, believing Leese to be wrong, writing to Brooke, claimed that \"When Allfrey came to the Eighth Army in September 1943 I found he was below the standard of the experienced Corps Commanders in my army i.e. Leese, Horrocks, Dempsey. It seemed to me he had never been properly taught by his former Army Commander. He began rather shakily and was not too good. I accordingly moved my Tac H.Q. near his Corps H.Q., and watched over his operations carefully, and taught him his trade. I had found exactly the same thing previously with Leese, and with Horrocks, and with Dempsey; all required help initially and had to be taught... I consider that one of the first duties of a commander is to teach his subordinates, and in accordance with his teaching so he will get results, provided the subordinate has character and is teachable. Allfrey is very teachable, and is very willing to learn, and is very grateful for help given. I consider that Leese must teach Allfrey, and bring him on; he is very well qualified to do so and will get good results\". However, Leese was eventually successful; in August Allfrey handed over V Corps, which he had now commanded for well over two years, to Lieutenant General Charles Keightley, who had commanded both the 6th Armoured and 78th Infantry Divisions, and was rested from field command. After leave in England, in November Allfrey become GOC &lt;a href=\"British%20Troops%20in%20Egypt\"&gt;British Troops in Egypt&lt;/a&gt;, by that stage of the war an almost complete backwater. During his tenure, he was knighted as a &lt;a href=\"Knight%20Commander%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;Knight Commander of the Order of the British Empire&lt;/a&gt; (KBE), and his rank of lieutenant general was made substantive on 23 November 1946.\nPostwar.\nEgypt was Allfrey's last posting and, after handing over his command to Lieutenant General &lt;a href=\"Richard%20Gale%20%28British%20Army%20officer%29\"&gt;Richard Gale&lt;/a&gt;, he retired from the army, after a 33-year military career, as a lieutenant general in June 1948.\nAfter retirement he held numerous honorary appointments, including &lt;a href=\"Colonel%20Commandant\"&gt;Colonel Commandant&lt;/a&gt; of the Royal Artillery, a position he held from 1947 to 1957, followed by Colonel Commandant of the &lt;a href=\"Royal%20Horse%20Artillery\"&gt;Royal Horse Artillery&lt;/a&gt; from 1949 to 1957. He was &lt;a href=\"Justice%20of%20the%20peace\"&gt;Justice of the peace&lt;/a&gt; and &lt;a href=\"Deputy%20Lieutenant\"&gt;Deputy Lieutenant&lt;/a&gt; for the county of &lt;a href=\"Gloucestershire\"&gt;Gloucestershire&lt;/a&gt; from 1953 until his death, which occurred on 2 November 1964 in &lt;a href=\"Bristol\"&gt;Bristol&lt;/a&gt;, shortly after his 69th birthday."
}