{
    "id": "1485789",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1485789",
    "title": "Overscan",
    "text": "Overscan is a behaviour in certain television sets, in which part of the input picture is shown outside of the visible bounds of the screen. It exists because &lt;a href=\"cathode%20ray%20tube\"&gt;cathode-ray tube&lt;/a&gt; (CRT) &lt;a href=\"television%20set\"&gt;television set&lt;/a&gt;s from the 1930s through to the early 2000s were highly variable in how the video image was positioned within the borders of the screen. It then became common practice to have video signals with black edges around the picture, which the television was meant to discard in this way.\nOrigins.\nEarly analog televisions varied in the displayed image because of manufacturing tolerance problems. There were also effects from the early design limitations of power supplies, whose &lt;a href=\"Direct%20current\"&gt;DC voltage&lt;/a&gt; was not regulated as well as in later power supplies. This could cause the image size to change with normal variations in the AC line voltage, as well as a process called blooming, where the image size increased slightly when a brighter overall picture was displayed due to the increased electron beam current causing the CRT anode voltage to drop. Because of this, TV producers could not be certain where the visible edges of the image would be. In order to compensate, they defined three areas:\nA significant number of people would still see some of the overscan area, so while nothing important in a scene would be placed there, it also had to be kept free of microphones, stage hands, and other distractions. Studio monitors and camera viewfinders were set to show this area, so that producers and directors could make certain it was clear of unwanted elements. When used, this mode is called \"underscan\".\nDespite the wide adoption of LCD TVs that do not require overscan since the size of their images remains the same irrespective of voltage variations, many LCD TVs still come with overscan enabled by default, but it can be disabled by the user using the TV's on-screen menus.\nModern video displays.\nToday's displays, being driven by digital signals (such as DVI, HDMI and DisplayPort), and based on newer fixed-pixel &lt;a href=\"digital%20flat%20panel\"&gt;digital flat panel&lt;/a&gt; technology (such as &lt;a href=\"liquid%20crystal%20display\"&gt;liquid crystal display&lt;/a&gt;s), can safely assume that all pixels are visible to the viewer. On digital displays driven from a digital signal, therefore, no adjustment is necessary because all pixels in the signal are unequivocally mapped to physical pixels on the display. As overscan reduces picture quality, it is undesirable for digital flat panels; therefore, is preferred. When driven by analog video signals such as &lt;a href=\"VGA\"&gt;VGA&lt;/a&gt;, however, displays are subject to timing variations and cannot achieve this level of precision.\nCRTs made for computer display are set to underscan with an adjustable border, usually colored black. Some 1980s home computers such as the &lt;a href=\"Apple%20IIGS%23Technical%20specifications\"&gt;Apple IIGS&lt;/a&gt; could even change the border color. The border will change size and shape if required to allow for the tolerance of low precision (although later models allow for precise calibration to minimise or eliminate the border). As such, computer CRTs use less physical screen area than TVs, to allow all information to be shown at all times.\nComputer CRT monitors usually have a black border (unless they are fine-tuned by a user to minimize it)—these can be seen in the video card timings, which have more lines than are used by the desktop. When a computer CRT is advertised as 17-inch (16-inch viewable), it will have a diagonal inch of the tube covered by the plastic cabinet; this black border will occupy this missing inch (or more) when its geometry calibrations are set to default (LCDs with analog input need to deliberately identify and ignore this part of the signal, from all four sides).\n&lt;a href=\"Video%20game\"&gt;Video game&lt;/a&gt; &lt;a href=\"Video%20game%20console\"&gt;systems&lt;/a&gt; have been designed to keep important game action in the title safe area. Older systems did this with borders for example, the &lt;a href=\"Super%20Nintendo%20Entertainment%20System\"&gt;Super Nintendo Entertainment System&lt;/a&gt; &lt;a href=\"windowbox%20%28film%29\"&gt;windowboxed&lt;/a&gt; the image with a black border, visible on some NTSC television sets and all PAL television sets. Newer systems frame content much as live action does, with the overscan area filled with extraneous details.\nWithin the wide diversity of home computers that arose during the 1980s and early 1990s, many machines such as the &lt;a href=\"Sinclair%20Research%20Ltd.\"&gt;Sinclair&lt;/a&gt; &lt;a href=\"ZX%20Spectrum\"&gt;ZX Spectrum&lt;/a&gt; or &lt;a href=\"Commodore%2064\"&gt;Commodore 64&lt;/a&gt; (C64) had borders around their screen, which worked as a frame for the display area. Some other computers such as the &lt;a href=\"Commodore%20International\"&gt;Commodore&lt;/a&gt; &lt;a href=\"Amiga\"&gt;Amiga&lt;/a&gt; allowed the video signal timing to be changed to produce overscan. In the cases of the C64, &lt;a href=\"Amstrad%20CPC\"&gt;Amstrad CPC&lt;/a&gt; and &lt;a href=\"Atari%20ST\"&gt;Atari ST&lt;/a&gt; it has proved possible to remove apparently fixed borders with special coding tricks. This effect was called overscan or fullscreen within the &lt;a href=\"16-bit\"&gt;16-bit&lt;/a&gt; Atari &lt;a href=\"demoscene\"&gt;demoscene&lt;/a&gt; and allowed the development of a &lt;a href=\"central%20processing%20unit\"&gt;CPU&lt;/a&gt;-saving scrolling technique called sync-scrolling a bit later.\nDatacasting.\nAnalog TV overscan can also be used for &lt;a href=\"datacasting\"&gt;datacasting&lt;/a&gt;. The simplest form of this is &lt;a href=\"closed%20captioning\"&gt;closed captioning&lt;/a&gt; and &lt;a href=\"teletext\"&gt;teletext&lt;/a&gt;, both sent in the &lt;a href=\"vertical%20blanking%20interval\"&gt;vertical blanking interval&lt;/a&gt; (VBI). &lt;a href=\"Electronic%20program%20guide\"&gt;Electronic program guide&lt;/a&gt;s, such as &lt;a href=\"TV%20Guide%20On%20Screen\"&gt;TV Guide On Screen&lt;/a&gt;, are also sent in this manner. &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt;'s HOS uses the horizontal overscan instead of the vertical to transmit low-speed &lt;a href=\"program-associated%20data\"&gt;program-associated data&lt;/a&gt; at 6.4 &lt;a href=\"kbit/s\"&gt;kbit/s&lt;/a&gt;, which is slow enough to be recorded on a &lt;a href=\"VCR\"&gt;VCR&lt;/a&gt; without &lt;a href=\"data%20corruption\"&gt;data corruption&lt;/a&gt;. In the &lt;a href=\"United%20States\"&gt;U.S.&lt;/a&gt;, &lt;a href=\"National%20Datacast\"&gt;National Datacast&lt;/a&gt; used &lt;a href=\"Public%20Broadcasting%20Service\"&gt;PBS&lt;/a&gt; &lt;a href=\"TV%20network\"&gt;network&lt;/a&gt; stations for overscan and other datacasting, but they &lt;a href=\"Digital%20television%20transition\"&gt;migrated&lt;/a&gt; to &lt;a href=\"digital%20TV\"&gt;digital TV&lt;/a&gt; due to the &lt;a href=\"analog%20switchoff\"&gt;digital television transition&lt;/a&gt; in 2009.\nOverscan amounts.\nThere is no hard technical specification for overscan amounts for the low definition formats. Some say 5%, some say 10%, and the figure can be doubled for title safe, which needs more margin compared to action safe. The overscan amounts are specified for the high definition formats as specified above.\nDifferent video and &lt;a href=\"broadcast%20television%20systems\"&gt;broadcast television systems&lt;/a&gt; require differing amounts of overscan. Most figures serve as recommendations or typical summaries, as the nature of overscan is to overcome a variable limitation in older technologies such as &lt;a href=\"cathode%20ray%20tube\"&gt;cathode ray tube&lt;/a&gt;s.\nHowever the &lt;a href=\"European%20Broadcasting%20Union\"&gt;European Broadcasting Union&lt;/a&gt; has safe area recommendations regarding Television Production for 16:9 Widescreen.\nThe official BBC suggestions actually say 3.5% / 5% per side (see p21, p19). The following is a summary:\nMicrosoft's Xbox game developer guidelines recommend using 85 percent of the screen width and height, or a title safe area of 7.5% per side.\nTerminology.\nTitle safe or safe title is an area that is far enough in from the edges to neatly show text without distortion. If you place text beyond the safe area, it might not display on some older CRT TV sets (in worst case).\nAction-safe or safe action is the area in which you can expect the customer to see action. However, the transmitted image may extend to the edges of the MPEG frame 720x576. This presents a requirement unique to television, where an image with reasonable quality is expected to exist where some customers won't see it. This is the same concept as used in widescreen cropping.\nTV-safe is a generic term for the above two, and could mean either one.\nAnalog to digital resolution issues.\n720 vs. 702 or 704.\nThe sampling (digitising) of standard definition video was defined in &lt;a href=\"Rec.%20601\"&gt;Rec. 601&lt;/a&gt; in 1982. In this standard, the existing analogue video signals are sampled at 13.5 MHz. Thus the number of \"active\" video pixels per line is equal to the sample rate multiplied by the active line duration (the part of each analogue video line that contains active video, that is to say that it does not contain sync pulses, blanking, etc.).\nIn order to accommodate both formats within the same line length, and to avoid cutting off parts of the active picture if the timing of the analogue video was at or beyond the tolerances set in the relevant standards, a total digital line length of 720 pixels was chosen. Hence the picture will have thin black bars down each side.\n704 is the nearest mod(16) value to the actual analogue line lengths, and avoids having black bars down each side. The use of 704 can be further justified as follows:\nThe \"standard\" &lt;a href=\"pixel%20aspect%20ratio\"&gt;pixel aspect ratio&lt;/a&gt; data found in video editors, certain ITU standards, MPEG etc. is usually based on an approximation of the above, fudged to allow either 704 or 720 pixels to equate to the full 4x3 or 16x9 picture at the whim of the author.\nAlthough standards-compliant video processing software should never fill all 720 pixels with active picture (only the center 704 pixels must contain the actual image, and the remaining 8 pixels on the sides of the image should constitute vertical black bars), recent digitally generated content (e.g. DVDs of recent movies) often disregards this rule. This makes it difficult to tell whether these pixels represent wider than 4x3 or 16x9 (as they would do if following Rec.601), or represent exactly 4x3 or 16x9 (as they would do if created using one of the fudged 720-referenced pixel aspect ratios).\nThe difference between 702/704 and 720 pixels/line is referred to as &lt;a href=\"nominal%20analogue%20blanking\"&gt;nominal analogue blanking&lt;/a&gt;.\n625 / 525 or 576 / 480.\nIn &lt;a href=\"broadcasting\"&gt;broadcasting&lt;/a&gt;, analogue system descriptions include the lines \"not used\" for the visible picture, whereas the digital systems only \"number\" and encode signals that contain something to see.\nThe 625 (\"PAL\") and 525 (\"NTSC\") frame areas therefore contain even more overscan, which can be seen when vertical hold is lost and the picture rolls.\nA portion of this interval available in analogue, known as the &lt;a href=\"vertical%20blanking%20interval\"&gt;vertical blanking interval&lt;/a&gt;, can be used for older forms of analogue &lt;a href=\"datacasting\"&gt;datacasting&lt;/a&gt; such as &lt;a href=\"Teletext\"&gt;Teletext&lt;/a&gt; services (like &lt;a href=\"Ceefax\"&gt;Ceefax&lt;/a&gt; and subtitling in the UK). The equivalent service on digital television does not use this method and instead often uses &lt;a href=\"MHEG-5\"&gt;MHEG&lt;/a&gt;.\n480 vs 486.\nThe 525-line system originally contained 486 lines of picture, not 480. Digital foundations to most storage and transmission systems since the early 1990s have meant that analogue NTSC has only been expected to have 480 lines of picture – see &lt;a href=\"SDTV\"&gt;SDTV&lt;/a&gt;, &lt;a href=\"EDTV\"&gt;EDTV&lt;/a&gt;, and &lt;a href=\"DVD-Video\"&gt;DVD-Video&lt;/a&gt;. How this affects the interpretation of \"the 4:3 ratio\" as equal to 704x480 or 704x486 is unclear, but the VGA standard of 640x480 has had a large impact."
}