{
    "id": "14850855",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=14850855",
    "title": "Verhofstadt I Government",
    "text": "The Verhofstadt I Government was the &lt;a href=\"Belgian%20Federal%20Government\"&gt;federal government&lt;/a&gt; of &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt; from 12 July 1999 to 12 July 2003. \nIt was the first government headed by &lt;a href=\"Prime%20Minister%20of%20Belgium\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Guy%20Verhofstadt\"&gt;Guy Verhofstadt&lt;/a&gt; (&lt;a href=\"Flemish%20Liberals%20and%20Democrats\"&gt;VLD&lt;/a&gt;). It consisted of the &lt;a href=\"Flemish%20Liberals%20and%20Democrats\"&gt;Flemish Liberals and Democrats&lt;/a&gt; (VLD), the &lt;a href=\"French%20language\"&gt;French&lt;/a&gt;-speaking &lt;a href=\"Liberal%20Reformist%20Party%20%28Belgium%29\"&gt;Liberal Reformist Party&lt;/a&gt; (PRL), the Flemish &lt;a href=\"Socialist%20Party%20%E2%80%93%20Different\"&gt;Socialist Party&lt;/a&gt; (SP), the French-speaking &lt;a href=\"Socialist%20Party%20%28francophone%20Belgium%29\"&gt;Socialist Party&lt;/a&gt; (PS), the Flemish &lt;a href=\"green%20party\"&gt;green party&lt;/a&gt; &lt;a href=\"Green%21\"&gt;Agalev&lt;/a&gt; and the French-speaking green party &lt;a href=\"Ecolo\"&gt;Ecolo&lt;/a&gt;. Because it comprised &lt;a href=\"Liberalism\"&gt;liberals&lt;/a&gt;, &lt;a href=\"Socialism\"&gt;socialists&lt;/a&gt; and &lt;a href=\"Green%20politics\"&gt;greens&lt;/a&gt; it was also known as a \"purple-green\" coalition.\nIt was the first liberal-led coalition in Belgium since 1938, as well as the first since 1958 that did not include a Christian Democratic party. It was also the only coalition in Belgian history to have included green parties.\nComposition.\nThe Secretary of State for Foreign Trade and the Secretary of State for Development Cooperation were attached to the Minister of Foreign Affairs. The Secretary of State for Energy and Sustainable Development was attached to the Minister of Mobility and Transport.\nActions.\nSome of the notable actions under this government include:"
}