{
    "id": "148820",
    "revid": "33406",
    "url": "https://en.wikipedia.org/wiki?curid=148820",
    "title": "Symphonic poem",
    "text": "A symphonic poem or tone poem is a piece of &lt;a href=\"orchestra\"&gt;orchestra&lt;/a&gt;l music, usually in a single continuous &lt;a href=\"movement%20%28music%29\"&gt;movement&lt;/a&gt;, which illustrates or evokes the content of a &lt;a href=\"poem\"&gt;poem&lt;/a&gt;, short story, &lt;a href=\"novel\"&gt;novel&lt;/a&gt;, &lt;a href=\"painting\"&gt;painting&lt;/a&gt;, &lt;a href=\"landscape\"&gt;landscape&lt;/a&gt;, or other (non-musical) source. The German term \"Tondichtung (tone poem)\" appears to have been first used by the composer &lt;a href=\"Carl%20Loewe\"&gt;Carl Loewe&lt;/a&gt; in 1828. The Hungarian composer &lt;a href=\"Franz%20Liszt\"&gt;Franz Liszt&lt;/a&gt; first applied the term \"Symphonische Dichtung\" to &lt;a href=\"Symphonic%20poems%20%28Liszt%29\"&gt;his 13 works in this vein&lt;/a&gt;.\nWhile many symphonic poems may compare in size and scale to symphonic movements (or even reach the length of an entire symphony), they are unlike traditional classical &lt;a href=\"Symphony\"&gt;symphonic&lt;/a&gt; &lt;a href=\"Movement%20%28music%29\"&gt;movements&lt;/a&gt;, in that their music is intended to inspire listeners to imagine or consider scenes, images, specific ideas or moods, and not (necessarily) to focus on following traditional patterns of &lt;a href=\"musical%20form\"&gt;musical form&lt;/a&gt; such as &lt;a href=\"sonata%20form\"&gt;sonata form&lt;/a&gt;. This intention to inspire listeners was a direct consequence of &lt;a href=\"Romanticism\"&gt;Romanticism&lt;/a&gt;, which encouraged literary, pictorial and dramatic associations in music. According to the &lt;a href=\"musicology\"&gt;musicologist&lt;/a&gt; &lt;a href=\"Hugh%20Macdonald\"&gt;Hugh Macdonald&lt;/a&gt;, the symphonic poem met three 19th-century &lt;a href=\"Aesthetics%20of%20music\"&gt;aesthetic&lt;/a&gt; goals: it related music to outside sources; it often combined or compressed multiple movements into a single principal section; and it elevated instrumental &lt;a href=\"program%20music\"&gt;program music&lt;/a&gt; to an aesthetic level that could be regarded as equivalent to, or higher than &lt;a href=\"opera\"&gt;opera&lt;/a&gt;. The symphonic poem remained a popular composition form from the 1840s until the 1920s, when composers began to abandon the &lt;a href=\"Music%20genre\"&gt;genre&lt;/a&gt;.\nSome &lt;a href=\"piano\"&gt;piano&lt;/a&gt; and &lt;a href=\"Chamber%20music\"&gt;chamber works&lt;/a&gt;, such as &lt;a href=\"Arnold%20Schoenberg\"&gt;Arnold Schoenberg&lt;/a&gt;'s &lt;a href=\"string%20sextet\"&gt;string sextet&lt;/a&gt; \"&lt;a href=\"Verkl%C3%A4rte%20Nacht\"&gt;Verklärte Nacht&lt;/a&gt;\", have similarities with symphonic poems in their overall intent and effect. However, the term symphonic poem is generally accepted to refer to orchestral works. A symphonic poem may stand on its own (as do those of &lt;a href=\"Richard%20Strauss\"&gt;Richard Strauss&lt;/a&gt;), or it can be part of a series combined into a &lt;a href=\"symphony\"&gt;symphonic&lt;/a&gt; &lt;a href=\"Suite%20%28music%29\"&gt;suite&lt;/a&gt; or cycle. For example, \"&lt;a href=\"The%20Swan%20of%20Tuonela\"&gt;The Swan of Tuonela&lt;/a&gt;\" (1895) is a tone poem from &lt;a href=\"Jean%20Sibelius\"&gt;Jean Sibelius&lt;/a&gt;'s \"&lt;a href=\"Lemmink%C3%A4inen%20Suite\"&gt;Lemminkäinen Suite&lt;/a&gt;\", and \"&lt;a href=\"M%C3%A1%20vlast%23Vltava\"&gt;Vltava&lt;/a&gt;\" (\"The Moldau\") by &lt;a href=\"Bed%C5%99ich%20Smetana\"&gt;Bedřich Smetana&lt;/a&gt; is part of the six-work cycle \"&lt;a href=\"M%C3%A1%20vlast\"&gt;Má vlast&lt;/a&gt;\".\nWhile the terms \"symphonic poem\" and \"tone poem\" have often been used interchangeably, some composers such as &lt;a href=\"Richard%20Strauss\"&gt;Richard Strauss&lt;/a&gt; and &lt;a href=\"Jean%20Sibelius\"&gt;Jean Sibelius&lt;/a&gt; have preferred the latter term for their works.\nBackground.\nThe first use of the German term \"Tondichtung\" (tone poem) appears to have been by &lt;a href=\"Carl%20Loewe\"&gt;Carl Loewe&lt;/a&gt;, applied not to an orchestral work but to his piece for piano solo, \"Mazeppa\", Op. 27 (1828), based on the &lt;a href=\"Mazeppa%20%28Byron%29\"&gt;poem of that name&lt;/a&gt; by &lt;a href=\"Lord%20Byron\"&gt;Lord Byron&lt;/a&gt;, and written twelve years before &lt;a href=\"Mazeppa%20%28symphonic%20poem%29\"&gt;Liszt treated the same subject&lt;/a&gt; orchestrally.\nThe musicologist Mark Bonds suggests that in the second quarter of the 19th century, the future of the symphonic genre seemed uncertain. While many composers continued to write symphonies during the 1820s and 30s, \"there were a growing sense that these works were aesthetically far inferior to &lt;a href=\"Beethoven\"&gt;Beethoven&lt;/a&gt;'s... The real question was not so much whether symphonies could still be written, but whether the genre could continue to flourish and grow\". &lt;a href=\"Felix%20Mendelssohn\"&gt;Felix Mendelssohn&lt;/a&gt;, &lt;a href=\"Robert%20Schumann\"&gt;Robert Schumann&lt;/a&gt; and &lt;a href=\"Niels%20Gade\"&gt;Niels Gade&lt;/a&gt; achieved successes with their symphonies, putting at least a temporary stop to the debate as to whether the genre was dead. Nevertheless, composers began to explore the \"more compact form\" of the &lt;a href=\"overture%23Concert%20overture\"&gt;concert overture&lt;/a&gt; \"...as a vehicle within which to blend musical, narrative and pictoral ideas.\" Examples included Mendelssohn's overtures \"&lt;a href=\"A%20Midsummer%20Night%27s%20Dream%20%28Mendelssohn%29%23Overture\"&gt;A Midsummer Night's Dream&lt;/a&gt;\" (1826) and \"&lt;a href=\"The%20Hebrides%20%28overture%29\"&gt;The Hebrides&lt;/a&gt;\" (1830).\nBetween 1845 and 1847, the Belgian composer &lt;a href=\"C%C3%A9sar%20Franck\"&gt;César Franck&lt;/a&gt; wrote an orchestral piece based on &lt;a href=\"Victor%20Hugo\"&gt;Victor Hugo&lt;/a&gt;'s poem \"Ce qu'on entend sur la montagne\". The work exhibits characteristics of a symphonic poem, and some musicologists, such as &lt;a href=\"Norman%20Demuth\"&gt;Norman Demuth&lt;/a&gt; and Julien Tiersot, consider it the first of its genre, preceding Liszt's compositions. However, Franck did not publish or perform his piece; neither did he set about defining the genre. Liszt's determination to explore and promote the symphonic poem gained him recognition as the genre's inventor.\nLiszt.\nThe Hungarian composer &lt;a href=\"Franz%20Liszt\"&gt;Franz Liszt&lt;/a&gt; desired to expand single-movement works beyond the concert overture form. The music of overtures is to inspire listeners to imagine scenes, images, or moods; Liszt intended to combine those programmatic qualities with a scale and musical complexity normally reserved for the opening movement of classical symphonies. The opening movement, with its interplay of contrasting themes under &lt;a href=\"sonata%20form\"&gt;sonata form&lt;/a&gt;, was normally considered the most important part of the symphony. To achieve his objectives, Liszt needed a more flexible method of developing musical themes than sonata form would allow, but one that would preserve the overall unity of a musical composition.\nLiszt found his method through two compositional practices, which he used in his symphonic poems. The first practice was &lt;a href=\"cyclic%20form\"&gt;cyclic form&lt;/a&gt;, a procedure established by Beethoven in which certain movements are not only linked but actually reflect one another's content. Liszt took Beethoven's practice one step further, combining separate movements into a single-movement cyclic structure. Many of Liszt's mature works follow this pattern, of which \"&lt;a href=\"Les%20Pr%C3%A9ludes%20%28Liszt%29\"&gt;Les Préludes&lt;/a&gt;\" is one of the best-known examples. The second practice was &lt;a href=\"thematic%20transformation\"&gt;thematic transformation&lt;/a&gt;, a type of variation in which one theme is changed, not into a related or subsidiary theme but into something new, separate and independent. As musicologist &lt;a href=\"Hugh%20Macdonald\"&gt;Hugh Macdonald&lt;/a&gt; wrote of Liszt's works in this genre, the intent was \"to display the traditional logic of symphonic thought;\" that is, to display a comparable complexity in the interplay of musical themes and tonal 'landscape' to those of the &lt;a href=\"romantic%20music\"&gt;Romantic&lt;/a&gt; &lt;a href=\"symphony\"&gt;symphony&lt;/a&gt;.\nThematic transformation, like cyclic form, was nothing new in itself. It had been previously used by Mozart and Haydn. In the final movement of his &lt;a href=\"Symphony%20No.%209%20%28Beethoven%29\"&gt;Ninth Symphony&lt;/a&gt;, Beethoven had transformed the theme of the \"Ode to Joy\" into a Turkish march. Weber and &lt;a href=\"Hector%20Berlioz\"&gt;Berlioz&lt;/a&gt; had also transformed themes, and Schubert used thematic transformation to bind together the movements of his \"&lt;a href=\"Wanderer%20Fantasy\"&gt;Wanderer Fantasy&lt;/a&gt;\", a work that had a tremendous influence on Liszt. However, Liszt perfected the creation of significantly longer formal structures solely through thematic transformation, not only in the symphonic poems but in others works such as his &lt;a href=\"Piano%20Concerto%20No.%202%20%28Liszt%29\"&gt;Second Piano Concerto&lt;/a&gt; and his &lt;a href=\"Piano%20Sonata%20%28Liszt%29\"&gt;Piano Sonata in B minor&lt;/a&gt;. In fact, when a work had to be shortened, Liszt tended to cut sections of conventional musical development and preserve sections of thematic transformation.\nWhile Liszt had been inspired to some extent by the ideas of &lt;a href=\"Richard%20Wagner\"&gt;Richard Wagner&lt;/a&gt; in unifying ideas of drama and music via the symphonic poem, Wagner gave Liszt's concept only lukewarm support in his 1857 essay \"On the Symphonic Poems of Franz Liszt\", and was later to &lt;a href=\"Zukunftsmusik%23Divergences%20between%20Wagner%20and%20Liszt\"&gt;break entirely with Liszt's Weimar circle&lt;/a&gt; over their aesthetic ideals.\nCzech composers.\nComposers who developed the symphonic poem after Liszt were mainly Bohemian, Russian, and French; the Bohemians and Russians showed the potential of the form as a vehicle for the &lt;a href=\"nationalism\"&gt;nationalist&lt;/a&gt; ideas fomenting in their respective countries at this time. &lt;a href=\"Bed%C5%99ich%20Smetana\"&gt;Bedřich Smetana&lt;/a&gt; visited Liszt in Weimar in the summer of 1857, where he heard the first performances of the \"&lt;a href=\"Faust%20Symphony\"&gt;Faust Symphony&lt;/a&gt;\" and the symphonic poem \"Die Ideale\". Influenced by Liszt's efforts, Smetana began a series of symphonic works based on literary subjects—\"Richard III\" (1857-8), \"Wallenstein's Camp\" (1858-9) and \"Hakon Jarl\" (1860–61). A piano work dating from the same period, \"Macbeth a čarodějnice\" (\"Macbeth and the Witches\", 1859), is similar in scope but bolder in style. Musicologist John Clapham writes that Smetana planned these works as \"a compact series of episodes\" drawn from their literary sources \"and approached them as a dramatist rather than as a poet or philosopher.\" He used musical themes to represent specific characters; in this manner he more closely followed the practice of French composer &lt;a href=\"Hector%20Berlioz\"&gt;Hector Berlioz&lt;/a&gt; in his &lt;a href=\"choral%20symphony\"&gt;choral symphony&lt;/a&gt; \"&lt;a href=\"Rom%C3%A9o%20et%20Juliette%20%28Berlioz%29\"&gt;Roméo et Juliette&lt;/a&gt;\" than that of Liszt. By doing so, Hugh Macdonald writes, Smetana followed \"a straightforward pattern of musical description\".\nSmetana's set of six symphonic poems published under the general title of \"&lt;a href=\"M%C3%A1%20vlast\"&gt;Má vlast&lt;/a&gt;\" became his greatest achievements in the genre. Composed between 1872 and 1879, the cycle embodies its composer's personal belief in the greatness of the Czech nation while presenting selected episodes and ideas from Czech history. Two recurrent musical themes unify the entire cycle. One theme represents Vyšehrad, the fortress over the river &lt;a href=\"Vltava\"&gt;Vltava&lt;/a&gt; whose course provides the subject matter for the second (and best-known) work in the cycle; the other is the ancient Czech hymn \"\"&lt;a href=\"Kto%C5%BE%20js%C3%BA%20bo%C5%BE%C3%AD%20bojovn%C3%ADci\"&gt;Ktož jsú boží bojovníci&lt;/a&gt;\"\" (\"Ye who are God's warriors\"), which unites the cycle's last two poems, \"Tábor\" and \"Blaník.\"\nWhile expanding the form to a unified cycle of symphonic poems, Smetana created what Macdonald terms \"one of the monuments of Czech music\" and, Clapham writes, \"extended the scope and purpose of the symphonic poem beyond the aims of any later composer\". Clapham adds that in his musical depiction of scenery in these works, Smetana \"established a new type of symphonic poem, which led eventually to Sibelius's \"&lt;a href=\"Tapiola%20%28Sibelius%29\"&gt;Tapiola&lt;/a&gt;\"\". Also, in showing how to apply new forms for new purposes, Macdonald writes that Smetana \"began a profusion of symphonic poems from his younger contemporaries in the Czech lands and Slovakia\", including &lt;a href=\"Anton%C3%ADn%20Dvo%C5%99%C3%A1k\"&gt;Antonín Dvořák&lt;/a&gt;, &lt;a href=\"Zden%C4%9Bk%20Fibich\"&gt;Zdeněk Fibich&lt;/a&gt;, &lt;a href=\"Leo%C5%A1%20Jan%C3%A1%C4%8Dek\"&gt;Leoš Janáček&lt;/a&gt; and &lt;a href=\"V%C3%ADt%C4%9Bzslav%20Nov%C3%A1k\"&gt;Vítězslav Novák&lt;/a&gt;.\nDvořák wrote two groups of symphonic poems, which date from the 1890s. The first, which Macdonald variously calls symphonic poems and overtures, forms a cycle similar to \"Má vlast\", with a single musical theme running through all three pieces. Originally conceived as a trilogy to be titled \"Příroda, Život a Láska\" (\"Nature, Life and Love\"), they appeared instead as three separate works, \"V přírodě\" (\"In Nature's Realm\"), \"Carnival\" and \"Othello\". The score for \"Othello\" contains notes from the Shakespeare play, showing that Dvořák meant to write it as a programmatic work; however, the sequence of events and characters portrayed does not correspond to the notes.\nThe second group of symphonic poems comprises five works. Four of them—\"&lt;a href=\"The%20Water%20Goblin\"&gt;The Water Goblin&lt;/a&gt;\", \"&lt;a href=\"The%20Noon%20Witch\"&gt;The Noon Witch&lt;/a&gt;\", \"&lt;a href=\"The%20Golden%20Spinning%20Wheel%20%28Dvo%C5%99%C3%A1k%29\"&gt;The Golden Spinning Wheel&lt;/a&gt;\" and \"&lt;a href=\"The%20Wild%20Dove\"&gt;The Wild Dove&lt;/a&gt;\"—are based on poems from &lt;a href=\"Karel%20Jarom%C3%ADr%20Erben\"&gt;Karel Jaromír Erben&lt;/a&gt;'s \"&lt;a href=\"Kytice\"&gt;Kytice&lt;/a&gt;\" (\"Bouquet\") collection of &lt;a href=\"fairy%20tale\"&gt;fairy tale&lt;/a&gt;s. In these four poems, Dvořák assigns specific musical themes for important characters and events in the drama. For \"The Golden Spinning Wheel\", Dvořák arrived at these themes by setting lines from the poems to music. He also follows Liszt and Smetana's example of thematic transformation, metamorphosing the king's theme in \"The Golden Spinning Wheel\" to represent the wicked stepmother and also the mysterious, kindly old man found in the tale. Macdonald writes that while these works may seem diffuse by symphonic standards, their literary sources actually define the sequence of events and the course of the musical action. Clapham adds that while Dvořák may follow the narrative complexities of \"The Golden Spinning Wheel\" too closely, \"the lengthy repetition at the beginning of \"The Noon Witch\" shows Dvořák temporarily rejecting a precise representation of the ballad for the sake of an initial musical balance\". The fifth poem, \"Heroic Song\", is the only one not to have a detailed program.\nRussia.\nThe development of the symphonic poem in Russia, as in the Czech lands, stemmed from an admiration for Liszt's music and a devotion to national subjects. Added to this was the Russian love of story-telling, for which the genre seemed expressly tailored, and led critic &lt;a href=\"Vladimir%20Stasov\"&gt;Vladimir Stasov&lt;/a&gt; to write, \"Virtually all Russian music is programmatic\". Macdonald writes that Stasov and the patriotic group of composers known as &lt;a href=\"The%20Five%20%28composers%29\"&gt;The Five&lt;/a&gt; or The Mighty Handful, went so far as to hail &lt;a href=\"Mikhail%20Glinka\"&gt;Mikhail Glinka&lt;/a&gt;'s \"Kamarinskaya\" as \"a prototype of Russian descriptive music\"; despite the fact that Glinka himself denied the piece had any program, he called the work, which is based entirely on Russian folk music, \"picturesque music.\" In this Glinka was influenced by French composer &lt;a href=\"Hector%20Berlioz\"&gt;Hector Berlioz&lt;/a&gt;, whom he met in the summer of 1844.\nAt least three of the Five fully embraced the symphonic poem. &lt;a href=\"Mily%20Balakirev\"&gt;Mily Balakirev&lt;/a&gt;'s \"Tamara\" (1867–82) richly evokes the fairy-tale orient and, while remaining closely based on the poem by &lt;a href=\"Mikhail%20Lermontov\"&gt;Mikhail Lermontov&lt;/a&gt;, remains well-paced and full of atmosphere. Balakirev's other two symphonic poems, \"In Bohemia\" (1867, 1905) and \"Russia\" (1884 version) lack the same narrative content; they are actually looser collections of national melodies and were originally written as concert overtures. Macdonald calls &lt;a href=\"Modest%20Mussorgsky\"&gt;Modest Mussorgsky&lt;/a&gt;'s \"&lt;a href=\"Night%20on%20Bald%20Mountain\"&gt;Night on Bald Mountain&lt;/a&gt;\" and &lt;a href=\"Alexander%20Borodin\"&gt;Alexander Borodin&lt;/a&gt;'s \"&lt;a href=\"In%20the%20Steppes%20of%20Central%20Asia\"&gt;In the Steppes of Central Asia&lt;/a&gt;\" \"powerful orchestral pictures, each unique in its composer's output\". Titled a \"musical portrait\", \"In the Steppes of Central Asia\" evokes the journey of a &lt;a href=\"caravan%20%28travellers%29\"&gt;caravan&lt;/a&gt; across the &lt;a href=\"steppe\"&gt;steppe&lt;/a&gt;s. \"Night on Bald Mountain\", especially its original version, contains &lt;a href=\"harmony\"&gt;harmony&lt;/a&gt; that is often striking, sometimes pungent and highly abrasive; its initial stretches especially pull the listener into a world of uncompromisingly brutal directness and energy.\n&lt;a href=\"Nikolai%20Rimsky-Korsakov\"&gt;Nikolai Rimsky-Korsakov&lt;/a&gt; wrote only two orchestral works that rank as symphonic poems, his \"musical tableau\" \"&lt;a href=\"Sadko%20%28musical%20tableau%29\"&gt;Sadko&lt;/a&gt;\" (1867–92) and \"Skazka\" (\"Legend\", 1879–80), originally titled \"Baba-Yaga\". While this may perhaps be surprising, considering his love for Russian folklore, both his symphonic &lt;a href=\"suite%20%28music%29\"&gt;suite&lt;/a&gt;s \"&lt;a href=\"Antar%20%28Rimsky-Korsakov%29\"&gt;Antar&lt;/a&gt;\" and \"&lt;a href=\"Scheherazade%20%28Rimsky-Korsakov%29\"&gt;Scheherazade&lt;/a&gt;\" are conceived in a similar manner to these works. Russian folklore also provided material for symphonic poems by &lt;a href=\"Alexander%20Dargomyzhsky\"&gt;Alexander Dargomyzhsky&lt;/a&gt;, &lt;a href=\"Anatoly%20Lyadov\"&gt;Anatoly Lyadov&lt;/a&gt; and &lt;a href=\"Alexander%20Glazunov\"&gt;Alexander Glazunov&lt;/a&gt;. Glazunov's \"&lt;a href=\"Stenka%20Razin%20%28Glazunov%29\"&gt;Stenka Razin&lt;/a&gt;\" and Lyadov's \"Baba-Yaga\" \"Kikimora\" and \"The Enchanted Lake\" are all based on national subjects. The Lyadov works' lack of purposeful harmonic rhythm (an absence less noticeable in \"Baba-Yaga\" and \"Kikimora\" due to a superficial but still exhilarating bustle and whirl) produces a sense of unreality and timelessness much like the telling of an oft-repeated and much loved fairy tale.\nWhile none of &lt;a href=\"Pyotr%20Ilyich%20Tchaikovsky\"&gt;Pyotr Ilyich Tchaikovsky&lt;/a&gt;'s symphonic poems has a Russian subject, they hold musical form and literary material in fine balance. (Tchaikovsky did not call \"&lt;a href=\"Romeo%20and%20Juliet%20%28Tchaikovsky%29\"&gt;Romeo and Juliet&lt;/a&gt;\" a symphonic poem but rather a \"fantasy-overture\", and the work may actually be closer to a &lt;a href=\"concert%20overture\"&gt;concert overture&lt;/a&gt; in its relatively stringent use of &lt;a href=\"sonata%20form\"&gt;sonata form&lt;/a&gt;. It was the suggestion of the work's musical mid-wife, Balakirev, to base \"Romeo\" structurally on his \"King Lear\", a tragic overture in sonata form after the example of &lt;a href=\"Ludwig%20van%20Beethoven\"&gt;Beethoven&lt;/a&gt;'s overtures.) R.W.S. Mendl, writing in \"The Musical Quarterly\", states that Tchaikovsky was by temperament peculiarly well-fitted for the composition of symphonic poems. Even his works in other instrumental forms are very free in structure and frequently partake of the nature of programme music.\nAmong later Russian symphonic poems, &lt;a href=\"Sergei%20Rachmaninoff\"&gt;Sergei Rachmaninoff&lt;/a&gt;'s \"&lt;a href=\"The%20Rock%20%28Rachmaninoff%29\"&gt;The Rock&lt;/a&gt;\" shows as much the influence of Tchaikovsky's work as \"&lt;a href=\"Isle%20of%20the%20Dead%20%28Rachmaninoff%29\"&gt;Isle of the Dead&lt;/a&gt;\" (1909) does its independence from it. A similar debt to his teacher Rimsky-Korsakov imbues &lt;a href=\"Igor%20Stravinsky\"&gt;Igor Stravinsky&lt;/a&gt;'s \"The Song of the Nightingale\", excerpted from his opera \"&lt;a href=\"The%20Nightingale%20%28opera%29\"&gt;The Nightingale&lt;/a&gt;\". &lt;a href=\"Alexander%20Scriabin\"&gt;Alexander Scriabin&lt;/a&gt;'s \"&lt;a href=\"The%20Poem%20of%20Ecstasy\"&gt;The Poem of Ecstasy&lt;/a&gt;\" (1905–08) and \"\" (1908–10), in their projection of an egocentric theosophic world unequalled in other symphonic poems, are notable for their detail and advanced harmonic idiom.\n&lt;a href=\"Socialist%20realism\"&gt;Socialist realism&lt;/a&gt; in the Soviet Union allowed program music to survive longer there than in western Europe, as typified by &lt;a href=\"Dmitri%20Shostakovich\"&gt;Dmitri Shostakovich&lt;/a&gt;'s symphonic poem \"October\" (1967).\nFrance.\nWhile France was less concerned than other countries with nationalism, it still had a well-established tradition of narrative and illustrative music reaching back to Berlioz and &lt;a href=\"F%C3%A9licien%20David\"&gt;Félicien David&lt;/a&gt;. For this reason, French composers were attracted to the poetic elements of the symphonic poem. In fact, &lt;a href=\"C%C3%A9sar%20Franck\"&gt;César Franck&lt;/a&gt; had written an orchestral piece based on Hugo's poem \"Ce qu'on entend sur la montagne\" before Liszt did so himself as his first numbered symphonic poem.\nThe symphonic poem came into vogue in France in the 1870s, supported by the newly founded Société Nationale and its promotion of younger French composers. In the year after its foundation, 1872, &lt;a href=\"Camille%20Saint-Sa%C3%ABns\"&gt;Camille Saint-Saëns&lt;/a&gt; composed his \"Le rouet d'Omphale\", soon following it with three more, the most famous of which became the \"&lt;a href=\"Danse%20macabre%20%28Saint-Sa%C3%ABns%29\"&gt;Danse macabre&lt;/a&gt;\" (1874). In all four of these works Saint-Saëns experimented with &lt;a href=\"orchestration\"&gt;orchestration&lt;/a&gt; and &lt;a href=\"thematic%20transformation\"&gt;thematic transformation&lt;/a&gt;. \"La jeunesse d'Hercule\" (1877) was written closest in style to Liszt. The other three concentrate on some physical movement—spinning, riding, dancing—which is portrayed in musical terms. He had previously experimented with thematic transformation in his program overture \"Spartacus\"; he would later use it in his &lt;a href=\"Piano%20Concerto%20No.%204%20%28Saint-Sa%C3%ABns%29\"&gt;Fourth Piano Concerto&lt;/a&gt; and &lt;a href=\"Symphony%20No.%203%20%28Saint-Sa%C3%ABns%29\"&gt;Third Symphony&lt;/a&gt;.\nAfter Saint-Saëns came &lt;a href=\"Vincent%20d%27Indy\"&gt;Vincent d'Indy&lt;/a&gt;. While d'Indy called his trilogy \"Wallenstein\" (1873, 1879–81) \"three symphonic overtures\", the cycle is similar to Smetana's \"Má vlast\" in overall scope. &lt;a href=\"Henri%20Duparc%20%28composer%29\"&gt;Henri Duparc&lt;/a&gt;'s \"Lenore\" (1875) displayed a Wagnerian warmth in its writing and orchestration. Franck wrote the delicately evocative \"&lt;a href=\"Les%20%C3%89olides\"&gt;Les Éolides&lt;/a&gt;\", following it with the narrative \"&lt;a href=\"Le%20Chasseur%20maudit%20%28Franck%29\"&gt;Le Chasseur maudit&lt;/a&gt;\" and the piano-and-orchestral tone poem \"&lt;a href=\"Les%20Djinns%20%28Franck%29\"&gt;Les Djinns&lt;/a&gt;\", conceived in much the same manner as Liszt's \"&lt;a href=\"Totentanz%20%28Liszt%29\"&gt;Totentanz&lt;/a&gt;\". &lt;a href=\"Ernest%20Chausson\"&gt;Ernest Chausson&lt;/a&gt;'s \"Vivane\" illustrates the penchant shown by the Franck circle for mythological subjects.\n&lt;a href=\"Claude%20Debussy\"&gt;Claude Debussy&lt;/a&gt;'s \"&lt;a href=\"Pr%C3%A9lude%20%C3%A0%20l%27apr%C3%A8s-midi%20d%27un%20faune\"&gt;Prélude à l'après-midi d'un faune&lt;/a&gt;\" (1892-4), intended initially as part of a &lt;a href=\"triptych\"&gt;triptych&lt;/a&gt;, is, in the composer's words, \"a very free ... succession of settings through which the Faun's desires and dreams move in the afternoon heat.\" &lt;a href=\"Paul%20Dukas\"&gt;Paul Dukas&lt;/a&gt;' \"&lt;a href=\"The%20Sorcerer%27s%20Apprentice%20%28Dukas%29\"&gt;The Sorcerer's Apprentice&lt;/a&gt;\" follows the narrative vein of symphonic poem, while &lt;a href=\"Maurice%20Ravel\"&gt;Maurice Ravel&lt;/a&gt;'s \"&lt;a href=\"La%20valse\"&gt;La valse&lt;/a&gt;\" (1921) is considered by some critics a parody of Vienna in an idiom no Viennese would recognize as his own. &lt;a href=\"Albert%20Roussel\"&gt;Albert Roussel&lt;/a&gt;'s first symphonic poem, based on &lt;a href=\"Leo%20Tolstoy\"&gt;Leo Tolstoy&lt;/a&gt;'s novel \"Resurrection\" (1903), was soon followed by \"Le Poème de forêt\" (1904-6), which is in four movements written in &lt;a href=\"cyclic%20form\"&gt;cyclic form&lt;/a&gt;. \"Pour une fête de printemps\" (1920), initially conceived as the slow movement of his Second Symphony. &lt;a href=\"Charles%20Koechlin\"&gt;Charles Koechlin&lt;/a&gt; also wrote several symphonic poems, the best known of which are included in his cycle based on \"&lt;a href=\"The%20Jungle%20Book\"&gt;The Jungle Book&lt;/a&gt;\" by &lt;a href=\"Rudyard%20Kipling\"&gt;Rudyard Kipling&lt;/a&gt;. Through these works, he defended the viability of the symphonic poem long after it had gone out of vogue.\nGermany.\nBoth Liszt and &lt;a href=\"Richard%20Strauss\"&gt;Richard Strauss&lt;/a&gt; worked in Germany, but while Liszt may have invented the symphonic poem and Strauss brought it to its highest point, overall the form was less well received there than in other countries. &lt;a href=\"Johannes%20Brahms\"&gt;Johannes Brahms&lt;/a&gt; and &lt;a href=\"Richard%20Wagner\"&gt;Richard Wagner&lt;/a&gt; dominated the German musical scene, but neither wrote symphonic poems; instead, they devoted themselves completely to &lt;a href=\"Gesamtkunstwerk\"&gt;music drama&lt;/a&gt; (Wagner) and &lt;a href=\"absolute%20music\"&gt;absolute music&lt;/a&gt; (Brahms). Therefore, other than Strauss and numerous concert overtures by others, there are only isolated symphonic poems by German and Austrian composers—&lt;a href=\"Hans%20von%20B%C3%BClow\"&gt;Hans von Bülow&lt;/a&gt;'s \"Nirwana\" (1866), &lt;a href=\"Hugo%20Wolf\"&gt;Hugo Wolf&lt;/a&gt;'s \" Penthesilea\" (1883-5) and &lt;a href=\"Arnold%20Schoenberg\"&gt;Arnold Schoenberg&lt;/a&gt;'s \"&lt;a href=\"Pelleas%20und%20Melisande%20%28Schoenberg%29\"&gt;Pelleas und Melisande&lt;/a&gt;\" (1902-3). Because of its clear relationship between poem and music, Schoenberg's \"&lt;a href=\"Verkl%C3%A4rte%20Nacht\"&gt;Verklärte Nacht&lt;/a&gt;\" (1899) for string sextet has been characterised as a non-orchestral 'symphonic poem'.\n&lt;a href=\"Alexander%20Ritter\"&gt;Alexander Ritter&lt;/a&gt;, who himself composed six symphonic poems in the vein of Liszt's works, directly influenced &lt;a href=\"Richard%20Strauss\"&gt;Richard Strauss&lt;/a&gt; in writing program music. Strauss wrote on a wide range of subjects, some of which had been previously considered unsuitable to set to music, including literature, legend, philosophy and autobiography. The list includes \"&lt;a href=\"Macbeth%20%28Strauss%29\"&gt;Macbeth&lt;/a&gt;\" (1886—7), \"&lt;a href=\"Don%20Juan%20%28Strauss%29\"&gt;Don Juan&lt;/a&gt;\" (1888—9), \"&lt;a href=\"Death%20and%20Transfiguration\"&gt;Death and Transfiguration&lt;/a&gt;\" (1888–9), \"&lt;a href=\"Till%20Eulenspiegel%27s%20Merry%20Pranks\"&gt;Till Eulenspiegel's Merry Pranks&lt;/a&gt;\" (1894–95), \"&lt;a href=\"Also%20sprach%20Zarathustra%20%28Strauss%29\"&gt;Also sprach Zarathustra&lt;/a&gt;\" (\"Thus Spoke Zoroaster\", 1896), \"&lt;a href=\"Don%20Quixote%20%28Strauss%29\"&gt;Don Quixote&lt;/a&gt;\" (1897), \"&lt;a href=\"Ein%20Heldenleben\"&gt;Ein Heldenleben&lt;/a&gt;\" (\"A Hero's Life\", 1897–98), \"&lt;a href=\"Symphonia%20Domestica\"&gt;Symphonia Domestica&lt;/a&gt;\" (\"Domestic Symphony\", 1902–03) and \"&lt;a href=\"An%20Alpine%20Symphony\"&gt;An Alpine Symphony&lt;/a&gt;\" (1911–1915).\nIn these works, Strauss takes &lt;a href=\"realism%20%28arts%29\"&gt;realism&lt;/a&gt; in orchestral depiction to unprecedented lengths, widening the expressive functions of program music as well as extending its boundaries. Because of his virtuosic use of orchestration, the descriptive power and vividness of these works is extremely marked. He usually employs a large orchestra, often with extra instruments, and he often uses instrumental effects for sharp characterization, such as portraying the bleating of sheep with \"cuivré\" brass in \"Don Quixote\". Strauss's handling of form is also worth noting, both in his use of &lt;a href=\"thematic%20transformation\"&gt;thematic transformation&lt;/a&gt; and his handling of multiple themes in intricate &lt;a href=\"counterpoint\"&gt;counterpoint&lt;/a&gt;. His use of &lt;a href=\"variation%20form\"&gt;variation form&lt;/a&gt; in \"Don Quixote\" is handled exceptionally well, as is his use of &lt;a href=\"rondo\"&gt;rondo&lt;/a&gt; form in \"Till Eulenspiegel\". As Hugh Macdonald points out in the \"New Grove\" (1980), \"Strauss liked to use a simple but descriptive theme—for instance the three-note motif at the opening of \"Also sprach Zarathustra\", or striding, vigorous &lt;a href=\"arpeggio\"&gt;arpeggio&lt;/a&gt;s to represent the manly qualities of his heroes. His love themes are honeyed and chromatic and generally richly scored, and he is often fond of the warmth and serenity of &lt;a href=\"Diatonic%20and%20chromatic\"&gt;diatonic harmony&lt;/a&gt; as balm after torrential &lt;a href=\"chromaticism\"&gt;chromatic&lt;/a&gt; textures, notably at the end of \"Don Quixote\", where the solo &lt;a href=\"violoncello\"&gt;cello&lt;/a&gt; has a surpassingly beautiful D major transformation of the main theme.\"\nOther countries and decline.\n&lt;a href=\"Jean%20Sibelius\"&gt;Jean Sibelius&lt;/a&gt; showed a great affinity for the form, writing well over a dozen symphonic poems and numerous shorter works. These works span his entire career, from \"&lt;a href=\"En%20saga\"&gt;En saga&lt;/a&gt;\" (1892) to \"&lt;a href=\"Tapiola%20%28Sibelius%29\"&gt;Tapiola&lt;/a&gt;\" (1926), expressing more clearly than anything else his identification to Finland and its mythology. The \"&lt;a href=\"Kalevala\"&gt;Kalevala&lt;/a&gt;\" provided ideal episodes and texts for musical setting; this coupled with Sibelius's natural aptitude for symphonic writing allowed him to write taut, organic structures for many of these works, especially \"Tapiola\" (1926). \"&lt;a href=\"Pohjola%27s%20Daughter\"&gt;Pohjola's Daughter&lt;/a&gt;\" (1906), which Sibelius called a \"symphonic fantasy\", is the most closely dependent on its program while also showing a sureness of outline rare in other composers. With the compositional approach he took from the &lt;a href=\"Symphony%20No.%203%20%28Sibelius%29\"&gt;Third Symphony&lt;/a&gt; onward, Sibelius sought to overcome the distinction between symphony and tone poem to fuse their most basic principles—the symphony's traditional claims of weight, musical abstraction, gravitas and formal dialogue with seminal works of the past; and the tone poem's structural innovation and spontaneity, identifiable poetic content and inventive sonority. However, the stylistic distinction between symphony, \"fantasy\" and tone poem in Sibelius's late works becomes blurred since ideas first sketched for one piece ended up in another. One of Sibelius's greatest works, &lt;a href=\"Finlandia\"&gt;Finlandia&lt;/a&gt;, focuses on Finnish independence. He wrote it in 1901 and added choral lyrics – the &lt;a href=\"Finlandia%20hymn\"&gt;\"Finlandia\" hymn&lt;/a&gt; by &lt;a href=\"Veikko%20Antero%20Koskenniemi\"&gt;Veikko Antero Koskenniemi&lt;/a&gt; – to the central part after &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt; became independent.\nThe symphonic poem did not enjoy as clear a sense of national identity in other countries, even though numerous works of the kind were written. Composers included &lt;a href=\"Arnold%20Bax\"&gt;Arnold Bax&lt;/a&gt; and &lt;a href=\"Frederick%20Delius\"&gt;Frederick Delius&lt;/a&gt; in Great Britain; &lt;a href=\"Edward%20MacDowell\"&gt;Edward MacDowell&lt;/a&gt;, &lt;a href=\"Howard%20Hanson\"&gt;Howard Hanson&lt;/a&gt;, &lt;a href=\"Ferde%20Grof%C3%A9\"&gt;Ferde Grofé&lt;/a&gt; and &lt;a href=\"George%20Gershwin\"&gt;George Gershwin&lt;/a&gt; in the United States; &lt;a href=\"Carl%20Nielsen\"&gt;Carl Nielsen&lt;/a&gt; in Denmark; &lt;a href=\"Zygmunt%20Noskowski\"&gt;Zygmunt Noskowski&lt;/a&gt; and &lt;a href=\"Mieczys%C5%82aw%20Kar%C5%82owicz\"&gt;Mieczysław Karłowicz&lt;/a&gt; in Poland and &lt;a href=\"Ottorino%20Respighi\"&gt;Ottorino Respighi&lt;/a&gt; in Italy. Also, with the rejection of Romantic ideals in the 20th century and their replacement with ideals of abstraction and independence of music, the writing of symphonic poems went into decline."
}