{
    "id": "14901914",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=14901914",
    "title": "Ancient Roman technology",
    "text": "Roman technology is the collection of antiques, skills, methods, processes, and engineering practices which supported &lt;a href=\"Roman%20civilization\"&gt;Roman civilization&lt;/a&gt; and made possible the expansion of the &lt;a href=\"Roman%20economy\"&gt;economy&lt;/a&gt; and &lt;a href=\"Military%20of%20ancient%20Rome\"&gt;military&lt;/a&gt; of &lt;a href=\"ancient%20Rome\"&gt;ancient Rome&lt;/a&gt; (753 BC – 476 AD).\nThe &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt; was one of the most technologically advanced civilizations of antiquity, with some of the more advanced concepts and inventions forgotten during the turbulent eras of &lt;a href=\"Late%20Antiquity\"&gt;Late Antiquity&lt;/a&gt; and the &lt;a href=\"early%20Middle%20Ages\"&gt;early Middle Ages&lt;/a&gt;. Gradually, some of the technological feats of the Romans were rediscovered and/or improved upon during the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; and the beginning of the &lt;a href=\"Modern%20Era\"&gt;Modern Era&lt;/a&gt;; with some in areas such as civil engineering, construction materials, transport technology, and certain inventions such as the &lt;a href=\"mechanical%20reaper\"&gt;mechanical reaper&lt;/a&gt;, not improved upon until the 19th century. The Romans achieved high levels of technology in large part because they borrowed technologies from the &lt;a href=\"Ancient%20Greece\"&gt;Greeks&lt;/a&gt;, &lt;a href=\"Etruscans\"&gt;Etruscans&lt;/a&gt;, &lt;a href=\"Celts\"&gt;Celts&lt;/a&gt;, and others.\nWith limited sources of power, the Romans managed to build impressive structures, some of which survive to this day. The durability of Roman structures, such as roads, dams, and buildings, is accounted for the building techniques and practices they utilized in their construction projects. Rome and its surrounding area contained various types of volcanic materials, which Romans experimented with the creation of building materials, particularly cements and mortars. Along with &lt;a href=\"Roman%20concrete\"&gt;concrete&lt;/a&gt;, the Romans used stone, wood, and marble as building materials. They used these materials to construct civil engineering projects for their cities and transportation devices for land and sea travel.\nThe Romans also contributed to the development of technologies of the battlefield. Warfare was an essential aspect of Roman society and culture. The military was not only used for territorial acquisition and defense, but also as a tool for civilian administrators to use to help staff provincial governments and assist in construction projects. The Romans adopted, improved, and developed &lt;a href=\"Technological%20history%20of%20the%20Roman%20military\"&gt;military technologies&lt;/a&gt; for foot soldiers, cavalry, and siege weapons for land and sea environments.\nHaving familiar relations with warfare, the Romans became accustomed to physical injuries. To combat physical injuries sustained in civilian and military spheres, the Romans innovated &lt;a href=\"Medicine%20in%20ancient%20Rome\"&gt;medical technologies&lt;/a&gt;, particularly surgical practices and techniques.\nTypes of power.\nHuman power.\nThe most readily available sources of power to the ancients were human power and animal power. An obvious utilization of human power is the movement of objects. For objects ranging from 20 to 80 pounds a single person can generally suffice. For objects of greater weight, more than one person may be required to move the object. A limiting factor in using multiple people to move objects is the available amount of grip space. To overcome this limiting factor, mechanical devices were developed to assist in the manipulation of objects. One device being the &lt;a href=\"windlass\"&gt;windlass&lt;/a&gt; which used ropes and pulleys to manipulate objects. The device was powered by multiple people pushing or pulling on &lt;a href=\"handspike\"&gt;handspike&lt;/a&gt;s attached to a cylinder.\nHuman power was also a factor in the movement of ships, in particularly warships. Though wind-powered sails were the dominant form of power in water transportation, rowing was often used by military craft during battle engagements.\nAnimal power.\nThe primary usage of animal power was for transportation. Several species of animals were used for differing tasks. Oxen are strong creatures that do not require the finest pasture. Being strong and cheap to maintain, oxen were used to farm and transport large masses of goods. A disadvantage to using oxen is that they are slow. If speed was desired, horses were called upon. The main environment which called for speed was the battlefield, with horses being used in the cavalry and scouting parties. For carriages carrying passengers or light materials donkeys or mules were generally used, as they were faster than oxen and cheaper on fodder than horses. Other than being used as a means of transportation, animals were also employed in the operation of rotary mills.\nBeyond the confines of the land, a schematic for a ship propelled by animals has been discovered. The work known as Anonymus \"&lt;a href=\"De%20rebus%20bellicis\"&gt;De rebus bellicis&lt;/a&gt;\" describes a ship powered by oxen. Wherein oxen are attached to a rotary, moving in a circle on a deck floor, spinning two paddle wheels, one on either side of the ship. The likelihood that such a ship was ever built is low, due to the impracticality of controlling animals on a watercraft.\nWater power.\nPower from water was generated through the use of a &lt;a href=\"water%20wheel\"&gt;water wheel&lt;/a&gt;. A water wheel had two general designs: the undershot and the overshot. The undershot water wheel generated power from the natural flow of a running water source pushing upon the wheel’s submerged paddles. The overshot water wheel generated power by having water flow over its buckets from above. This was usually achieved by building an aqueduct above the wheel. Although it is possible to make the overshot water wheel 70 percent more efficient than the undershot, the undershot was generally the preferred water wheel. The reason being, the economic cost to building an aqueduct was too high for the mild benefit of having the water wheel turn faster. The primary purpose of water wheels were to generate power for milling operations and to raise water above a system’s natural height. Evidence also exists that water wheels were used to power the operation of saws, though only scant descriptions of such devices remain.\nWind power.\nWind power was used in the operation of watercraft, through the use of sails. Windmills do not appear to have been created in Ancient times.\nSolar power.\nThe Romans used the Sun as a &lt;a href=\"passive%20solar\"&gt;passive solar&lt;/a&gt; heat source for buildings, such as bath houses. Thermae were built with large windows facing southwest, the location of the Sun at the hottest time of day.\nTheoretical types of power.\nSteam power.\nThe generation of power through steam remained theoretical in the Roman world. &lt;a href=\"Hero%20of%20Alexandria\"&gt;Hero of Alexandria&lt;/a&gt; published schematics of a steam device that rotated a ball on a pivot. The device used heat from a cauldron to push steam through a system of tubes towards the ball. The device produced roughly 1500 rpm but would never be practical on an industrial scale as the labour requirements to operate, fuel and maintain the heat of the device would have been too great of a cost.\nTechnology as a craft.\nRoman technology was largely based on a system of crafts. Technical skills and knowledge were contained within the particular trade, such as stonemasons. In this sense, knowledge was generally passed down from a tradesman master to a tradesman apprentice. Since there are only a few sources from which to draw upon for technical information, it is theorized that tradesmen kept their knowledge a secret. &lt;a href=\"Vitruvius\"&gt;Vitruvius&lt;/a&gt;, &lt;a href=\"Pliny%20the%20Elder\"&gt;Pliny the Elder&lt;/a&gt; and &lt;a href=\"Frontinus\"&gt;Frontinus&lt;/a&gt; are among the few writers who have published technical information about Roman technology. There was a corpus of manuals on basic mathematics and science such as the many books by &lt;a href=\"Archimedes\"&gt;Archimedes&lt;/a&gt;, &lt;a href=\"Ctesibius\"&gt;Ctesibius&lt;/a&gt;, &lt;a href=\"Hero%20of%20Alexandria\"&gt;Heron (a.k.a. Hero of Alexandria)&lt;/a&gt;, &lt;a href=\"Euclid\"&gt;Euclid&lt;/a&gt; and so on. Not all of the manuals which were available to the Romans have survived, as &lt;a href=\"lost%20works\"&gt;lost works&lt;/a&gt; illustrate.\nEngineering and construction.\nBuilding materials and instruments.\nWood.\nThe Romans created fireproof wood by coating the wood with &lt;a href=\"alum\"&gt;alum&lt;/a&gt;.\nStone.\nIt was ideal to mine stones from quarries that were situated as close to the site of construction as possible, to reduce the cost of transportation. Stone blocks were formed in quarries by punching holes in lines at the desired lengths and widths. Then, wooden wedges were hammered into the holes. The holes were then filled with water so that the wedges would swell with enough force to cut the stone block out of the Earth. Blocks with the dimensions of 23yds by 14 ft by 15 ft have been found, with weights of about 1000 tons. There is evidence that saws were developed to cut stone in the Imperial age. Initially, Romans used saws powered by hand to cut stone, but later went on to develop stone cutting saws powered by water.\nCements.\nThe ratio of the mixture of Roman lime mortars depended upon where the sand for the mixture was acquired. For sand gathered at a river or sea, the mixture ratio was two parts sand, one part lime, and one part powdered shells. For sand gathered further inland, the mixture was three parts sand and one part lime. The lime for mortars was prepared in limekilns, which were underground pits designed to block out the wind.\nAnother type of Roman mortar is known as &lt;a href=\"pozzolana\"&gt;pozzolana&lt;/a&gt; mortar. Pozzolana is a volcanic clay substance located in and around Naples. The mixture ratio for the cement was two parts pozzolana and one part lime mortar. Due to its composition, pozzolana cement was able to form in water and has been found to be as hard as natural forming rock.\nCranes.\n&lt;a href=\"Crane%20%28machine%29%23Roman%20Empire\"&gt;Cranes&lt;/a&gt; were used for construction work and possibly to load and unload ships at their ports, although for the latter use there is according to the \"present state of knowledge\" still no evidence. Most cranes were capable of lifting about 6–7 tons of cargo, and according to a relief shown on &lt;a href=\"Trajan%27s%20Column\"&gt;Trajan's Column&lt;/a&gt; were worked by &lt;a href=\"treadwheel\"&gt;treadwheel&lt;/a&gt;.\nBuildings.\nThe Pantheon.\nThe Romans designed the Pantheon thinking about the concepts of beauty, symmetry, and perfection. The Romans incorporated these mathematical concepts into their public works projects. For instance, the concept of perfect numbers was used in the design of the Pantheon by embedding 28 coffers into the dome. A perfect number is a number where its factors add up to itself. So, the number 28 is considered to be a perfect number, because its factors of 1, 2, 4, 7, and 14 add together to equal 28. Perfect numbers are extremely rare, with there being only one number for each quantity of digits (one for single digits, double digits, triple digits, quadruple digits, etc.). Embodying mathematical concepts of beauty, symmetry, and perfection, into the structure conveys the technical sophistication of Roman engineers.\n&lt;a href=\"Roman%20concrete\"&gt;Roman concrete&lt;/a&gt; was essential to the design of the Pantheon. The mortar used in the construction of the dome is made up of a mixture of lime and the volcanic powder known as pozzolana. The concrete is suited for use in constructing thick walls as it does not require to be completely dry to cure.\nThe construction of the Pantheon was a massive undertaking, requiring large quantities of resources and man-hours. Delaine estimates the amount of total manpower needed in the construction of the Pantheon to be about 400 000 man-days.  \nHagia Sophia.\nAlthough the Hagia Sophia was constructed after the fall of the Western empire, its construction incorporated the building materials and techniques signature to ancient Rome. The building was constructed using pozzolana mortar. Evidence for the use of the substance comes from the sagging of the structures arches during construction, as a distinguishing feature of pozzalana mortar is the large amount of time it needs to cure. The engineers had to remove decorative walls to let the mortar cure.\nThe pozzalana mortar used in the construction of the Hagia Sophia does not contain volcanic ash but instead crushed brick dust. The composition of the materials used in pozzalana mortar leads to increased tensile strength. A mortar composed of mostly lime has a tensile strength of roughly 30 psi whereas pozzalana mortar using crushed brick dust has a tensile strength of 500 psi. The advantage of using pozzalana mortar in the construction of the Hagia Sophia is the increase in strength of the joints. The mortar joints used in the structure are wider than one would expect in a typical brick and mortar structure. The fact of the wide mortar joints suggests the designers of the Hagia Sophia knew about the high tensile strength of the mortar and incorporated it accordingly.\nWaterworks.\nAqueducts.\nThe Romans constructed numerous aqueducts to supply water. The city of Rome itself was supplied by &lt;a href=\"List%20of%20aqueducts%20in%20the%20city%20of%20Rome\"&gt;eleven aqueducts&lt;/a&gt; made of limestone that provided the city with over 1 million cubic metres of water each day, sufficient for 3.5 million people even in modern-day times, and with a combined length of .\nWater inside the aqueducts depended entirely on gravity. The raised stone channels in which the water traveled were slightly slanted. The water was carried directly from mountain springs. After it had gone through the aqueduct, the water was collected in tanks and fed through pipes to fountains, toilets, etc.\nThe main aqueducts in Ancient Rome were the &lt;a href=\"Aqua%20Claudia\"&gt;Aqua Claudia&lt;/a&gt; and the &lt;a href=\"Aqua%20Marcia\"&gt;Aqua Marcia&lt;/a&gt;. Most aqueducts were constructed below the surface with only small portions above ground supported by arches. The longest Roman aqueduct, in length, was traditionally assumed to be that which supplied the city of &lt;a href=\"Carthage\"&gt;Carthage&lt;/a&gt;. The complex system built to supply Constantinople had its most distant supply drawn from over 120 km away along a sinuous route of more than 336 km.\nRoman aqueducts were built to remarkably fine tolerances, and to a technological standard that was not to be equaled until modern times. Powered entirely by &lt;a href=\"gravity\"&gt;gravity&lt;/a&gt;, they transported very large amounts of water very efficiently. Sometimes, where depressions deeper than 50 metres had to be crossed, &lt;a href=\"inverted%20siphon\"&gt;inverted siphon&lt;/a&gt;s were used to force water uphill. An aqueduct also supplied water for the overshot wheels at &lt;a href=\"Barbegal%20aqueduct%20and%20mill\"&gt;Barbegal&lt;/a&gt; in &lt;a href=\"Roman%20Gaul\"&gt;Roman Gaul&lt;/a&gt;, a complex of water mills hailed as \"the greatest known concentration of mechanical power in the ancient world\".\nRoman aqueducts conjure images of water travelling long distances across arched bridges, however; only 5 percent of the water being transported along the aqueduct systems traveled by way of bridges. Roman engineers worked to make the routes of aqueducts as practical as possible. In practice, this meant designing aqueducts that flowed ground level or below surface level, as these were more cost effective than building bridges considering the cost of construction and maintenance for bridges was higher than that of surface and sub-surface elevations. Aqueduct bridges were often in need of repairs and spent years at a time in disuse. Water theft from the aqueducts was a frequent problem which led to difficulties in estimating the amount of water flowing through the channels. To prevent the channels of the aqueducts from eroding, a plaster known as opus signinum was used. The plaster incorporated crushed terracotta in the typical Roman mortar mixture of pozzolana rock and lime.\nDams.\nThe Romans built &lt;a href=\"dams\"&gt;dams&lt;/a&gt; for water collection, such as the &lt;a href=\"Subiaco%20Dams\"&gt;Subiaco Dams&lt;/a&gt;, two of which fed &lt;a href=\"Anio%20Novus\"&gt;Anio Novus&lt;/a&gt;, one of the largest aqueducts of &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;. They built 72 dams in just one country, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; and many more are known across the Empire, some of which are still in use. At one site, Montefurado in &lt;a href=\"Galicia%20%28Spain%29\"&gt;Galicia&lt;/a&gt;, they appear to have built a dam across the river Sil to expose alluvial gold deposits in the bed of the river. The site is near the spectacular Roman gold mine of &lt;a href=\"Las%20Medulas\"&gt;Las Medulas&lt;/a&gt;. Several earthen dams are known from &lt;a href=\"Great%20Britain\"&gt;Britain&lt;/a&gt;, including a well-preserved example from Roman Lanchester, &lt;a href=\"Longovicium\"&gt;Longovicium&lt;/a&gt;, where it may have been used in industrial-scale &lt;a href=\"smithing\"&gt;smithing&lt;/a&gt; or &lt;a href=\"smelting\"&gt;smelting&lt;/a&gt;, judging by the piles of slag found at this site in northern England. Tanks for holding water are also common along aqueduct systems, and numerous examples are known from just one site, the gold mines at &lt;a href=\"Dolaucothi\"&gt;Dolaucothi&lt;/a&gt; in west &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;. Masonry dams were common in &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt; for providing a reliable water supply from the &lt;a href=\"wadi\"&gt;wadi&lt;/a&gt;s behind many settlements.\nThe Romans built dams to store water for irrigation. They understood that spillways were necessary to prevent the erosion of earth-packed banks. In Egypt, the Romans adopted the water technology known as wadi irrigation from the &lt;a href=\"Nabataeans\"&gt;Nabataeans&lt;/a&gt;. Wadis were a technique developed to capture large amounts of water produced during the seasonal floods and store it for the growing season. The Romans successfully developed the technique further for a larger scale.\nSanitation.\nThe Romans did not invent plumbing or toilets, but instead borrowed their waste disposal system from their neighbors, particularly the Minoans. A waste disposal system was not a new invention, but rather had been around since 3100 BCE, when one was created in the Indus River Valley The Roman public &lt;a href=\"bathing\"&gt;baths&lt;/a&gt;, or \"&lt;a href=\"thermae\"&gt;thermae&lt;/a&gt;\" served hygienic, social and cultural functions. The baths contained three main facilities for bathing. After undressing in the &lt;a href=\"apodyterium\"&gt;apodyterium&lt;/a&gt; or changing room, Romans would proceed to the &lt;a href=\"tepidarium\"&gt;tepidarium&lt;/a&gt; or warm room. In the moderate dry heat of the tepidarium, some performed warm-up exercises and stretched while others oiled themselves or had slaves oil them. The tepidarium’s main purpose was to promote sweating to prepare for the next room, the &lt;a href=\"caldarium\"&gt;caldarium&lt;/a&gt; or hot room. The caldarium, unlike the tepidarium, was extremely humid and hot. Temperatures in the caldarium could reach 40 degrees &lt;a href=\"Celsius\"&gt;Celsius&lt;/a&gt; (104 degrees Fahrenheit). Many contained steam baths and a cold-water fountain known as the &lt;a href=\"Labrum%20%28architecture%29\"&gt;labrum&lt;/a&gt;. The last room was the &lt;a href=\"frigidarium\"&gt;frigidarium&lt;/a&gt; or cold room, which offered a cold bath for cooling off after the caldarium.\nThe Romans also had &lt;a href=\"flush%20toilet\"&gt;flush toilet&lt;/a&gt;s.\nRoman baths.\nThe containment of heat in the rooms was important in the operation of the baths, as to avoid patrons from catching colds. To prevent doors from being left open, the door posts were installed at an inclined angle so that the doors would automatically swing shut. Another technique of heat efficiency was the use of wooden benches over stone, as wood conducts away less heat.\nTransportation.\nRoads.\nThe Romans primarily built roads for their military. Their economic importance was probably also significant, although wagon traffic was often banned from the roads to preserve their military value. In total, more than of roads were constructed, of which were stone-paved.\nWay stations providing refreshments were maintained by the government at regular intervals along the roads. A separate system of changing stations for official and private couriers was also maintained. This allowed a dispatch to travel a maximum of in 24 hours by using a relay of horses.\nThe roads were constructed by digging a pit along the length of the intended course, often to &lt;a href=\"bedrock\"&gt;bedrock&lt;/a&gt;. The pit was first filled with rocks, gravel or sand and then a layer of concrete. Finally, they were paved with polygonal rock slabs. Roman roads are considered the most advanced roads built until the early 19th century. Bridges were constructed over waterways. The roads were resistant to floods and other environmental hazards. After the fall of the Roman Empire the roads were still usable and used for more than 1000 years.\nMost Roman cities were shaped like a square. There were 4 main roads leading to the center of the city, or forum. They formed a cross shape, and each point on the edge of the cross was a gateway into the city. Connecting to these main roads were smaller roads, the streets where people lived.\nBridges.\nRoman bridges were built with stone and/or concrete and utilized the &lt;a href=\"arch\"&gt;arch&lt;/a&gt;. Built in 142 BC, the &lt;a href=\"Pons%20Aemilius\"&gt;Pons Aemilius&lt;/a&gt;, later named \"Ponte Rotto\" (broken bridge) is the oldest Roman stone bridge in Rome, Italy. The biggest Roman bridge was &lt;a href=\"Trajan%27s%20Bridge\"&gt;Trajan's Bridge&lt;/a&gt; over the lower Danube, constructed by &lt;a href=\"Apollodorus%20of%20Damascus\"&gt;Apollodorus of Damascus&lt;/a&gt;, which remained for over a millennium the longest bridge to have been built both in terms of overall and span length. They were most of the time at least above the body of water.\nCarts.\nRoman carts had many purposes and came in a variety of forms. Freight carts were used to transport goods. Barrel carts were used to transport liquids. The carts had large cylindrical barrels laid horizontally with their tops facing forward. For transporting building materials, such as sand or soil, the Romans used carts with high walls. Public transportation carts were also in use with some designed with sleeping accommodations for up to six people.\nThe Romans developed a railed cargo system for transporting heavy loads. The rails consisted of grooves embedded into existing stone roadways. The carts used in such a system had large block axles and wooden wheels with metal casings.\nCarts also contained brakes, elastic suspensions and bearings. The elastic suspension systems used leather belts attached bronze supports to suspend the carriage above the axles. The system helped to create a smoother ride by reducing the vibration. The Romans adopted bearings developed by the Celts. The bearings decreased rotational friction by using mud to lubricate stone rings.\nIndustrial.\nMining.\nThe Romans also made great use of aqueducts in their extensive mining operations across the empire, some sites such as &lt;a href=\"Las%20Medulas\"&gt;Las Medulas&lt;/a&gt; in north-west Spain having at least 7 major channels entering the minehead. Other sites such as &lt;a href=\"Dolaucothi\"&gt;Dolaucothi&lt;/a&gt; in south &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt; was fed by at least five &lt;a href=\"leat\"&gt;leat&lt;/a&gt;s, all leading to reservoirs and tanks or &lt;a href=\"cistern\"&gt;cistern&lt;/a&gt;s high above the present opencast. The water was used for &lt;a href=\"hydraulic%20mining\"&gt;hydraulic mining&lt;/a&gt;, where streams or waves of water are released onto the hillside, first to reveal any gold-bearing ore, and then to work the ore itself. Rock debris could be sluiced away by &lt;a href=\"hushing\"&gt;hushing&lt;/a&gt;, and the water also used to douse fires created to break down the hard rock and veins, a method known as &lt;a href=\"fire-setting\"&gt;fire-setting&lt;/a&gt;.\nAlluvial &lt;a href=\"gold\"&gt;gold&lt;/a&gt; deposits could be worked and the &lt;a href=\"gold\"&gt;gold&lt;/a&gt; extracted without needing to crush the ore. Washing tables were fitted below the tanks to collect the gold-dust and any nuggets present. Vein gold needed crushing, and they probably used crushing or stamp mills worked by water-wheels to comminute the hard ore before washing. Large quantities of water were also needed in deep mining to remove waste debris and power primitive machines, as well as for washing the crushed ore. &lt;a href=\"Pliny%20the%20Elder\"&gt;Pliny the Elder&lt;/a&gt; provides a detailed description of gold mining in book xxxiii of his &lt;a href=\"Naturalis%20Historia\"&gt;Naturalis Historia&lt;/a&gt;, most of which has been confirmed by &lt;a href=\"archaeology\"&gt;archaeology&lt;/a&gt;. That they used water mills on a large scale elsewhere is attested by the flour mills at &lt;a href=\"Barbegal\"&gt;Barbegal&lt;/a&gt; in southern &lt;a href=\"France\"&gt;France&lt;/a&gt;, and on the &lt;a href=\"Janiculum\"&gt;Janiculum&lt;/a&gt; in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;.\nMilitary technology.\nThe Roman military technology ranged from personal equipment and armament to deadly siege engines.\nFoot soldier.\nWeaponry.\n&lt;a href=\"Pilum\"&gt;Pilum&lt;/a&gt; (spear): The Roman heavy spear was a weapon favored by legionaries and weighed approximately five pounds. The innovated javelin was designed to be used only once and was destroyed upon initial use. This ability prevented the enemy from reusing spears. All soldiers carried two versions of this weapon: a primary spear and a backup. A solid block of wood in the middle of the weapon provided legionaries protection for their hands while carrying the device. According to &lt;a href=\"Polybius\"&gt;Polybius&lt;/a&gt;, historians have records of \"how the Romans threw their spears and then charged with swords\". This tactic seemed to be common practice among Roman infantry.\nArmour.\nWhile heavy, intricate armour was not uncommon (&lt;a href=\"cataphracts\"&gt;cataphracts&lt;/a&gt;), the Romans perfected a relatively light, full torso armour made of segmented plates (\"&lt;a href=\"lorica%20segmentata\"&gt;lorica segmentata&lt;/a&gt;\"). This segmented armour provided good protection for vital areas, but did not cover as much of the body as \"&lt;a href=\"lorica%20hamata\"&gt;lorica hamata&lt;/a&gt;\" or chainmail. The \"lorica segmentata\" provided better protection, but the plate bands were expensive and difficult to produce and difficult to repair in the field. Generally, chainmail was cheaper, easier to produce, and simpler to maintain, was one-size-fits-all and was more comfortable to wear; thus, it remained the primary form of armour even when \"lorica segmentata\" was in use.\nTactics.\n&lt;a href=\"Testudo%20formation\"&gt;Testudo&lt;/a&gt; is a tactical military maneuver original to Rome. The tactic was implemented by having units raise their shields in order to protect themselves from enemy projectiles raining down on them. The strategy only worked if each member of the testudo protected his comrade. Commonly used during siege battles, the \"sheer discipline and synchronization required to form a Testudo\" was a testament to the abilities of legionnaires. Testudo, meaning tortoise in Latin, \"was not the norm, but rather adopted in specific situations to deal with particular threats on the battlefield\". The Greek &lt;a href=\"phalanx\"&gt;phalanx&lt;/a&gt; and other Roman formations were a source of inspiration for this maneouver.\nCavalry.\nThe &lt;a href=\"Roman%20cavalry\"&gt;Roman cavalry&lt;/a&gt; saddle had four horns &lt;a href=\"http%3A//www.caerleon.net/history/army/page9.html\"&gt;&lt;/a&gt; and is believed to have been copied from &lt;a href=\"Celts\"&gt;Celtic&lt;/a&gt; peoples.\nSiege warfare.\n&lt;a href=\"Roman%20siege%20engines\"&gt;Roman siege engines&lt;/a&gt; such as &lt;a href=\"ballista\"&gt;ballista&lt;/a&gt;s, &lt;a href=\"Scorpio%20%28dart-thrower%29\"&gt;scorpions&lt;/a&gt; and &lt;a href=\"Onager%20%28siege%20weapon%29\"&gt;onagers&lt;/a&gt; were not unique, but the Romans were probably the first people to put ballistas on carts for better mobility on campaigns. On the battlefield, it is thought that they were used to pick off enemy leaders. There is one account of the use of artillery in battle from Tacitus, Histories III,23:On engaging they drove back the enemy, only to be driven back themselves, for the Vitellians had concentrated their artillery on the raised road that they might have free and open ground from which to fire; their earlier shots had been scattered and had struck the trees without injuring the enemy. A ballista of enormous size belonging to the Fifteenth legion began to do great harm to the Flavians' line with the huge stones that it hurled; and it would have caused wide destruction if it had not been for the splendid bravery of two soldiers, who, taking some shields from the dead and so disguising themselves, cut the ropes and springs of the machine\".\"In addition to innovations in land warfare, the Romans also developed the &lt;a href=\"corvus%20%28boarding%20device%29\"&gt;corvus (boarding device)&lt;/a&gt; a movable bridge that could attach itself to an enemy ship and allow the Romans to board the enemy vessel. Developed during the &lt;a href=\"First%20Punic%20War\"&gt;First Punic War&lt;/a&gt; it allowed them to apply their experience in land warfare on the seas.\nBallistas and onagers.\nWhile core artillery inventions were notably founded by the Greeks, Rome saw opportunity in the ability to enhance this long range artillery. Large artillery pieces such as carroballista and onagers bombarded enemy lines, before full ground assault by infantry. The manuballista would \"often be described as the most advanced two-armed torsion engine used by the Roman Army”. The weapon often looks like a mounted crossbow capable of shooting projectiles. Similarly, the onager \"named after the wild ass because of its 'kick',\" was a larger weapon that was capable of hurling large projectiles at walls or forts. Both were very capable machines of war and were put to use by the Roman military.\nThe Helepolis.\nThe helepolis was a transportation vehicle used to besiege cities. The vehicle had wooden walls to shield soldiers as they were transported toward the enemy’s walls. Upon reaching the walls, the soldiers would disembark at the top of the 15m tall structure and drop on to the enemy’s ramparts. To be effective in combat, the helepolis was designed to be self-propelled. The self-propelled vehicles were operated using two types of motors: an internal motor powered by humans, or a counterweight motor powered by gravity. The human-powered motor used a system of ropes that connected the axles to a capstan. It has been calculated that at least 30 men would be required to turn the capstan in order to exceed the force required to move the vehicle. Two capstans may have been used instead of just the one, reducing the amount of men needed per capstan to 16, for a total of 32 to power the helepolis. The gravity-powered counterweight motor used a system of ropes and pulleys to propel the vehicle. Ropes were wrapped around the axles, strung through a pulley system that connected them to a counterweight hanging at the top of the vehicle. The counterweights would have been made of lead or a bucket filled with water. The lead counterweight was encapsulated in a pipe filled with seeds to control its fall. The water bucket counterweight was emptied when it reached the bottom of the vehicle, raised back to the top, and filled with water using a reciprocating water pump, so that motion could again be achieved. It has been calculated that to move a helepolis with a mass of 40000 kg, a counterweight with a mass of 1000 kg was needed.\nGreek fire.\nOriginally an incendiary weapon adopted from the Greeks in 7th century AD, the Greek fire \"is one of the very few contrivances whose gruesome effectiveness was noted by\" many sources. Roman innovators made this already lethal weapon even more deadly. Its nature is often described as a \"precursor to napalm\". Military strategists often put the weapon to good use during naval battles, and the ingredients to its construction \"remained a closely guarded military secret\". Despite this, the devastation caused by Greek fire in combat is indisputable.\nTransportation.\nPontoon bridge.\nMobility, for a military force, was an essential key to success. Although this was not a Roman invention, as there were instances of \"ancient Chinese and Persians making use of the floating mechanism”, Roman generals used the innovation to great effect in campaigns. Furthermore, engineers perfected the speed at which these bridges were constructed. Leaders surprised enemy units to great effect by speedily crossing otherwise treacherous bodies of water. Lightweight crafts were \"organized and tied together with the aid of planks, nails and cables\". Rafts were more commonly used instead of building new makeshift bridges, enabling quick construction and deconstruction. The expedient and valuable innovation of the pontoon bridge also accredited its success to the excellent abilities of Roman Engineers.\nMedical technology.\nSurgery.\nAlthough various levels of medicine were practiced in the ancient world, the Romans created or pioneered many innovative surgeries and tools that are still in use today such as hemostatic tourniquets and arterial surgical clamps. Rome was also responsible for producing the first battlefield surgery unit, a move that paired with their contributions to medicine made the &lt;a href=\"Roman%20army\"&gt;Roman army&lt;/a&gt; a force to be reckoned with. They also used a rudimentary version of antiseptic surgery years before its use became popular in the 19th century and possessed very capable doctors."
}