{
    "id": "14901197",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=14901197",
    "title": "Daisy Town (film)",
    "text": "Daisy Town (also known as Lucky Luke) is a 1971 French-Belgian film based upon the comic book character &lt;a href=\"Lucky%20Luke\"&gt;Lucky Luke&lt;/a&gt; and making it his first animated appearance. A Lucky Luke comic based on the film, with the title \"&lt;a href=\"Daisy%20Town%20%28comics%29\"&gt;Daisy Town&lt;/a&gt;\" was released in 1982, drawn by Pascal Dabère.\nPlot.\nCrossing the plains, a &lt;a href=\"wagon%20train\"&gt;wagon train&lt;/a&gt; comes across a solitary daisy growing out of the vast wasteland. The leader of the expedition decides that the rest of their party will set up their new town on the site. In honor of the flower, the citizens name the new homestead, 'Daisy Town'. However, no sooner is the town finished, then it begins to attract all manner of trouble-makers and desperadoes.\nOne day, Lucky Luke comes riding into town astride his horse, &lt;a href=\"Jolly%20Jumper\"&gt;Jolly Jumper&lt;/a&gt;. After taking care of most of the trouble in the saloon, Luke is assailed on his way to find quarters for the night. However, every single outlaw is taken care of by Luke. These actions don't go unnoticed by the townsfolk. The next morning, The mayor and several more townsfolk go to meet with Luke, asking him if he would accept the position of &lt;a href=\"Sheriff\"&gt;Sheriff&lt;/a&gt; of Daisy Town. Luke replies with one word: \"Yep\".\nIt looks like peace has returned until word comes that the &lt;a href=\"The%20Daltons%20%28Lucky%20Luke%29\"&gt;Dalton Brothers&lt;/a&gt; are in the vicinity. The Daltons begin robbing stores and even blow up the local hotel. Luke tries to incite the townsfolk to stop them, but most are apt to just let the Daltons have their way. This causes Luke to renounce being the town's sheriff.\nThe Daltons decide to run for major positions in the town. Joe Dalton decides to run for &lt;a href=\"mayor\"&gt;mayor&lt;/a&gt;, William Dalton for &lt;a href=\"judge\"&gt;judge&lt;/a&gt;, and Jack Dalton for sheriff. When Averell Dalton asks what position he can run for, the others decide to simply make him their &lt;a href=\"campaign%20manager\"&gt;campaign manager&lt;/a&gt;. Luke uses this to his advantage and turns Averell against his brothers. The four brothers begin fighting each other and voting is called off.\nThe Daltons are &lt;a href=\"Tarring%20and%20feathering\"&gt;tarred and feathered&lt;/a&gt;, and run out of town. Some distance off, they are accosted by some &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;Indians&lt;/a&gt;, and taken captive. In a scheme to get free, Joe Dalton tells the chief of the tribe that the settlers coming across the land will mean the end of the &lt;a href=\"prairie\"&gt;prairie&lt;/a&gt;. His words end up inciting the chief to declare war on Daisy Town.\nLucky Luke manages to view the tribe's preparations for war and alerts the townsfolk. Luke works out a plan to make the Indians believe the settlers are abandoning the town but will load the &lt;a href=\"conestoga%20wagon\"&gt;conestoga wagon&lt;/a&gt;s with armed men. The plan works, and the Indians try to attack. Luke calls for the wagons to circle, and then orders them to all turnaround. This strange spectacle happens several more times. The chief becomes dizzy from the constant turning around and calls for a &lt;a href=\"pow-wow\"&gt;pow-wow&lt;/a&gt;.\nA peace treaty is instituted and everyone celebrates. The Mayor toasts Luke's work, proclaiming Daisy Town's bright future. However, no sooner has this toast been made, than a man runs into town shouting that gold has been found in the hills. With that news, all the inhabitants abandon Daisy Town, which quickly takes on the look of a &lt;a href=\"ghost%20town\"&gt;ghost town&lt;/a&gt;. Before he leaves, Lucky Luke plucks the daisy at the base of the town's sign, putting it into Jolly Jumper's mane. The town's sign falls over into the dust, as Luke rides off into the sunset.\nAlbum references.\nAlthough the plot was not based on any of the previously released Lucky Luke albums, almost every character and every incident in the film is a reference to the albums. For example, the idea of the Dalton Brothers trying to take over the town by becoming sheriff, judge, etc., is based on \"&lt;a href=\"Lucky%20Luke%20contre%20Joss%20Jamon\"&gt;Lucky Luke contre Joss Jamon&lt;/a&gt;\". The burgomeister is based on Herbert Hoofer from \"&lt;a href=\"Le%20Pied-tendre\"&gt;Le Pied-tendre&lt;/a&gt;\" and the barman is based on George le Barman from the same album."
}