{
    "id": "14918744",
    "revid": "42331795",
    "url": "https://en.wikipedia.org/wiki?curid=14918744",
    "title": "Cneoridium",
    "text": "Cneoridium is a &lt;a href=\"Monotypic%20taxon\"&gt;monotypic&lt;/a&gt; genus in the &lt;a href=\"Rutaceae\"&gt;citrus family&lt;/a&gt; which contains the single species Cneoridium dumosum, commonly known as bushrue or coast spice bush. This &lt;a href=\"Perennial%20plant\"&gt;perennial&lt;/a&gt;, &lt;a href=\"evergreen\"&gt;evergreen&lt;/a&gt; shrub is native to the coast of &lt;a href=\"southern%20California\"&gt;southern California&lt;/a&gt; and &lt;a href=\"Baja%20California\"&gt;Baja California&lt;/a&gt;, thriving in hot, dry conditions. This plant is characterized by a distinctive citrusy aroma and small, white flowers that appear from winter to spring. The flowers eventually become round berries that resemble a miniature version of the common &lt;a href=\"citrus\"&gt;citrus&lt;/a&gt; fruit.\nWidely known and &lt;a href=\"Medicinal%20plants\"&gt;utilized&lt;/a&gt; by the &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;indigenous peoples&lt;/a&gt; for centuries, this species was first discovered to &lt;a href=\"Western%20world\"&gt;Western&lt;/a&gt; science by &lt;a href=\"Thomas%20Nuttall\"&gt;Thomas Nuttall&lt;/a&gt;, on his trip to &lt;a href=\"San%20Diego\"&gt;San Diego&lt;/a&gt;. Today this species is listed as &lt;a href=\"Threatened%20species\"&gt;imperiled&lt;/a&gt;, with some of its habitats threatened by coastal development, &lt;a href=\"urbanization\"&gt;urbanization&lt;/a&gt;, military operations and &lt;a href=\"Wildfire%20suppression\"&gt;fire suppression&lt;/a&gt;. It has also found its way into &lt;a href=\"Horticulture\"&gt;horticultural&lt;/a&gt; circles in the regions where it is native, providing gardeners with a low-maintenance shrub that gives off rewarding flowers. Despite attractive qualities like its distinctive fragrance and flowers, this species may cause blistering and burning rashes in people after contact with its foliage, a phenomenon common with members of the citrus family, known as &lt;a href=\"phytophotodermatitis\"&gt;phytophotodermatitis&lt;/a&gt;.\nDescription.\nThis &lt;a href=\"evergreen\"&gt;evergreen&lt;/a&gt;, intricately branched &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt; may exceed a meter and a half in height and sprawl about as wide, with a rounded form. Its twigs are covered in small, linear to oblong-&lt;a href=\"Glossary%20of%20leaf%20morphology\"&gt;shaped&lt;/a&gt; green &lt;a href=\"Leaf\"&gt;leaves&lt;/a&gt; 1 to 2.5 cm in length and &lt;a href=\"Phyllotaxis\"&gt;arranged&lt;/a&gt; opposite of each other. The leaves are glabrous and are dotted with small &lt;a href=\"Gland%20%28botany%29\"&gt;glands&lt;/a&gt;. The &lt;a href=\"inflorescence\"&gt;inflorescence&lt;/a&gt; is a cyme or cluster with 1 to 3 flowers. Each &lt;a href=\"flower\"&gt;flower&lt;/a&gt; is just over a centimeter wide with four or rarely five rounded white &lt;a href=\"Petal\"&gt;petals&lt;/a&gt; and eight yellow-anthered white &lt;a href=\"stamen\"&gt;stamen&lt;/a&gt;s.\nThe leaves of this plant are aromatic, while the flowers also give off a fragrance described as a \"wonderful citrusy sweet perfume.\"\nThe bunching fruits are round green &lt;a href=\"berry%20%28botany%29\"&gt;berries&lt;/a&gt; about half a centimeter wide covered in a thin peel which is gland-pitted like that of a common citrus fruit. In age the berries change to a reddish to brown color. Each berry contains one or two spherical seeds.\nPhytochemistry.\nNumerous chemicals have been isolated from this plant, including &lt;a href=\"osthol\"&gt;osthol&lt;/a&gt;, &lt;a href=\"imperatorin\"&gt;imperatorin&lt;/a&gt;, &lt;a href=\"isoimperatorin\"&gt;isoimperatorin&lt;/a&gt;, &lt;a href=\"bergapten\"&gt;bergapten&lt;/a&gt;, &lt;a href=\"isopimpinellin\"&gt;isopimpinellin&lt;/a&gt;, &lt;a href=\"Methoxsalen\"&gt;xanthotoxin&lt;/a&gt;, &lt;a href=\"justicidin%20A\"&gt;justicidin A&lt;/a&gt; and &lt;a href=\"marmesin\"&gt;marmesin&lt;/a&gt;. This plant is also capable of causing &lt;a href=\"phytophotodermatitis\"&gt;phytophotodermatitis&lt;/a&gt; on humans after skin contact, and it can sometimes be severe if exposure is for several hours. After the plant's foliage is contacted, light-sensitizing chemicals in the oils of the plant combined with ultraviolet radiation initiate an inflammatory reaction that can present as a burning, blistering rash. This effect is variable from person to person, with some people not blistering at all.\nTaxonomy.\nTaxonomic history and classification.\nThis species was first discovered to &lt;a href=\"Western%20world\"&gt;Western&lt;/a&gt; science by &lt;a href=\"Thomas%20Nuttall\"&gt;Thomas Nuttall&lt;/a&gt;, an &lt;a href=\"English%20people\"&gt;English&lt;/a&gt; botanist and naturalist. Nuttalll had arrived in &lt;a href=\"San%20Diego\"&gt;San Diego&lt;/a&gt; aboard the hide ship \"Pilgrim\", staying in the harbor for three weeks as he waited for a &lt;a href=\"William%20Sturgis%23Bryant%20%26amp%3B%20Sturgis\"&gt;Bryant and Sturgis&lt;/a&gt; ship to sail him back to &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;. Nuttall was one of few naturalists to step foot in the region at the time, being preceded by &lt;a href=\"Archibald%20Menzies\"&gt;Menzies&lt;/a&gt;, &lt;a href=\"Paul-%C3%89mile%20Botta\"&gt;Botta&lt;/a&gt;, &lt;a href=\"Thomas%20Coulter\"&gt;Coulter&lt;/a&gt;, and &lt;a href=\"Ferdinand%20Deppe\"&gt;Deppe&lt;/a&gt;, all of whom had only stopped in San Diego briefly. In Nuttall's stay in San Diego, he collected around 44 species of plants. Nuttall likely encountered this species on &lt;a href=\"Point%20Loma%2C%20San%20Diego\"&gt;Point Loma&lt;/a&gt;, as he spent extensive time on the peninsula (for it was the original anchorage in the San Diego Bay) and it is home to an abundant population of this plant.\nFrom Nuttall's work, eminent North American botanists &lt;a href=\"John%20Torrey\"&gt;John Torrey&lt;/a&gt; and &lt;a href=\"Asa%20Gray\"&gt;Asa Gray&lt;/a&gt; described this species as \"Pitavia dumosa\" in their \"Flora of North America\". However, the pair had failed to find Nuttall's notes on the plant, and had to &lt;a href=\"Species%20description\"&gt;describe&lt;/a&gt; this species based on incomplete specimens. The botanists also noted that this species appeared to differ from the \"&lt;a href=\"Pitavia\"&gt;Pitavia&lt;/a&gt;\" genus as circumscribed by &lt;a href=\"Antoine%20Laurent%20de%20Jussieu\"&gt;Jussieu&lt;/a&gt;. Botanist &lt;a href=\"Joseph%20Dalton%20Hooker\"&gt;Joseph Dalton Hooker&lt;/a&gt; later combined this species into \"Cneoridium dumosum\", but he produced a \"nomen invalidum\" (&lt;a href=\"Validly%20published%20name\"&gt;invalid name&lt;/a&gt;) as he failed to specify the &lt;a href=\"Taxonomic%20rank\"&gt;rank&lt;/a&gt;. &lt;a href=\"Henri%20Ernest%20Baillon\"&gt;Henri Ernest Baillon&lt;/a&gt; later corrected Hooker's mistake in 1873, with the fourth volume of his publication \"Histoire des Plantes\", leading to the current name \"Cneoridium dumosum\" \nThe genus \"Cneoridium\" is placed in the subfamily &lt;a href=\"Amyridoideae\"&gt;Amyridoideae&lt;/a&gt;, placing it as a close relative to \"&lt;a href=\"Amyris\"&gt;Amyris&lt;/a&gt;\", its &lt;a href=\"Sister%20group\"&gt;sister clade&lt;/a&gt;, and \"&lt;a href=\"Stauranthus\"&gt;Stauranthus&lt;/a&gt;.\" The three genera also share &lt;a href=\"Morphology%20%28biology%29\"&gt;morphological&lt;/a&gt; features, such as their fleshy fruits, characterized in this genus by the berries.\nEtymology.\nThe generic name \"Cneoridium\" derives from the diminutive form of \"&lt;a href=\"Cneorum\"&gt;Cneorum&lt;/a&gt;\", the spurge olive, which in turn comes from the &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; \"kneoron\", which was applied to some dwarf shrubs resembling the olive. The first letter of \"Cneoridium\" is silent, with the name pronounced like \"Nee-oh-rí-di-um.\" The specific epithet \"dumosum\" is derived from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; \"dūmōsus\", which means bushy or shrubby. The common name \"spice bush\" likely refers to the shrub's aromatic leaves.\nDistribution and habitat.\nThis species is distributed within the states of &lt;a href=\"California\"&gt;California&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and &lt;a href=\"Baja%20California\"&gt;Baja California&lt;/a&gt; in &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;. In California, this species occurs on the southern coast in &lt;a href=\"San%20Diego%20County%2C%20California\"&gt;San Diego&lt;/a&gt; and &lt;a href=\"Orange%20County%2C%20California\"&gt;Orange&lt;/a&gt; counties, and on &lt;a href=\"San%20Clemente%20Island\"&gt;San Clemente Island&lt;/a&gt;. In Baja California, this species is found throughout the northwestern portion of the state south to the &lt;a href=\"Baja%20California%20Desert\"&gt;Central Desert&lt;/a&gt;. It also has a &lt;a href=\"Disjunct%20distribution\"&gt;disjunct&lt;/a&gt; distribution in the &lt;a href=\"Sierra%20de%20San%20Borja\"&gt;Sierra de San Borja&lt;/a&gt; near &lt;a href=\"Bah%C3%ADa%20de%20los%20%C3%81ngeles\"&gt;Bahia de Los Angeles&lt;/a&gt; in southern Baja California.\nPlants of this species primarily occur on bluffs, mesa, hillsides and washes near the coast, and the slightly inland foothills of the &lt;a href=\"Peninsular%20Ranges\"&gt;Peninsular Ranges&lt;/a&gt;. It is found in &lt;a href=\"chaparral\"&gt;chaparral&lt;/a&gt;, &lt;a href=\"coastal%20sage%20scrub\"&gt;coastal sage scrub&lt;/a&gt; and coastal succulent scrub habitats below 1000 meters. This plant is considered to play an important role in the habitat for the San Quintin Quail (&lt;a href=\"California%20quail\"&gt;Callipepla californica subsp. plumbea&lt;/a&gt;).\nUses.\nCultivation.\nIntroduced into cultivation by &lt;a href=\"Theodore%20Payne\"&gt;Theodore Payne&lt;/a&gt;, this diminutive woody shrub has a reputation of being difficult to establish, but given proper care it is a long-lived, slow-growing plant that thrives on neglect. Native to a large number of habitats, from the moist coast to the dry inland hills, it is adaptable to &lt;a href=\"irrigation\"&gt;irrigation&lt;/a&gt;. It tolerates hot, dry climates with some afternoon shade, often staying green with no water after establishment. It may be watered sparingly during the hot season to help keep the leaves more vibrantly green. It is also recommended to keep plants away from pathways because of the risk of phytophotodermatitis triggered by the foliage. \nAlthough more commonly grown by nurseries for &lt;a href=\"Restoration%20ecology\"&gt;habitat restoration&lt;/a&gt;, bushrue can be utilized in local native gardens, with their moderate size compatible with small gardens. It often goes &lt;a href=\"Dormancy\"&gt;dormant&lt;/a&gt; in summer, with the leaves becoming dull green, and in the fall or winter they may turn yellow or orange with frost. This plant will frequently bloom in winter to spring, with rewarding January flowers.\nThis plant can be propagated by &lt;a href=\"Cutting%20%28plant%29\"&gt;cuttings&lt;/a&gt; or &lt;a href=\"seed\"&gt;seed&lt;/a&gt;. Cuttings must be taken in winter or spring from stems at least 1 year old, and treated with rooting hormone after the foliage is removed from the bottom half of the cutting. Cuttings are then placed in a mix of half &lt;a href=\"peat\"&gt;peat&lt;/a&gt; and half moist &lt;a href=\"perlite\"&gt;perlite&lt;/a&gt;, watered, and situated in a plastic bag that is not entirely sealed. The plastic bag is then placed in a warm spot with indirect sunlight. To propagate from seed, berries must be picked when they are a distinctive chocolate-brown color at the end of summer. Seed germination rates can approach 100% when they are also &lt;a href=\"Stratification%20%28seeds%29\"&gt;stratified&lt;/a&gt; at 55°F for a couple of weeks.\nEthnobotany.\nThis species was utilized for medicinal purposes by the indigenous &lt;a href=\"Luise%C3%B1o\"&gt;Luiseño&lt;/a&gt; and &lt;a href=\"Kumeyaay\"&gt;Kumeyaay&lt;/a&gt; peoples for centuries. The Luiseño would make an infusion by boiling the leaves of this plant, noting that it had a &lt;a href=\"Anticoagulant\"&gt;blood-thinning&lt;/a&gt; effect that included &lt;a href=\"Diuretic\"&gt;diuretic action&lt;/a&gt;. They would also use it to cure &lt;a href=\"Ear%20pain\"&gt;earaches&lt;/a&gt;, by placing the raw leaves in the ear with a small amount of warm olive oil. &lt;a href=\"Delfina%20Cuero\"&gt;Delfina Cuero&lt;/a&gt; of the Kumeyaay people reported using the boiled plant as a &lt;a href=\"mouthwash\"&gt;mouthwash&lt;/a&gt; and gargle, and also for &lt;a href=\"Toothache\"&gt;toothaches&lt;/a&gt;."
}