{
    "id": "149282",
    "revid": "29739348",
    "url": "https://en.wikipedia.org/wiki?curid=149282",
    "title": "Osijek",
    "text": "Osijek () is the fourth-largest city in &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;, with a population of 108,048 in 2011. It is the largest city and the economic and cultural centre of the eastern Croatian region of &lt;a href=\"Slavonia\"&gt;Slavonia&lt;/a&gt;, as well as the administrative centre of &lt;a href=\"Osijek-Baranja%20County\"&gt;Osijek-Baranja County&lt;/a&gt;. Osijek is located on the right bank of the &lt;a href=\"Drava\"&gt;Drava&lt;/a&gt; River, upstream of its &lt;a href=\"confluence\"&gt;confluence&lt;/a&gt; with the &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt;, at an elevation of .\nName.\nThe name was given to the city due to its position on elevated ground, which prevented the city being flooded by the local swamp waters. Its name \"Osijek\" derives from the &lt;a href=\"Croatian%20language\"&gt;Croatian&lt;/a&gt; word \"oseka\", which means \"&lt;a href=\"wikt%3AEbb%20tide\"&gt;ebb tide&lt;/a&gt;\". Due to its history within the &lt;a href=\"Habsburg%20Monarchy\"&gt;Habsburg Monarchy&lt;/a&gt; and briefly in the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;, as well as the presence of German, Hungarian, and Serbian minorities throughout its history, Osijek has (or had) its names in other languages, Осек/Osek or Осијек/Osijek in &lt;a href=\"serbian%20language\"&gt;Serbian&lt;/a&gt;, &lt;a href=\"Hungarian%20language\"&gt;Hungarian&lt;/a&gt;: \"Eszék\", , , . It is also spelled \"Esgek\".\nIts ancient name was \"Mursa\" and is supposed to come from the &lt;a href=\"Proto-Indo-European\"&gt;Proto-Indo-European&lt;/a&gt; word \"*móri\" (sea, marshland). The same root is perhaps seen in the toponyms \"Marsonia\" and \"Mariniana\".\nHistory.\nOrigins.\nThe origins of human habitation of Osijek date back to &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; times, with the first known inhabitants belonging to the &lt;a href=\"Illyrians\"&gt;Illyrians&lt;/a&gt; and later invading &lt;a href=\"Celts\"&gt;Celtic&lt;/a&gt; tribes. After the conquest of &lt;a href=\"Pannonia%20%28Roman%20province%29\"&gt;Pannonia&lt;/a&gt;, Osijek, known at the time as Mursa, was under the administration and protection of the &lt;a href=\"Legio%20VII%20Gemina\"&gt;Roman 7th legion&lt;/a&gt;, which maintained a military &lt;a href=\"castrum\"&gt;castrum&lt;/a&gt; at the colony and a bridge over the river &lt;a href=\"Drava\"&gt;Drava&lt;/a&gt;. The &lt;a href=\"Roman%20emperor\"&gt;Roman emperor&lt;/a&gt; &lt;a href=\"Hadrian\"&gt;Hadrian&lt;/a&gt; raised the old settlement of Mursa to the status of a &lt;a href=\"Roman%20colony\"&gt;colony&lt;/a&gt; with special privileges in 131. After that, Mursa had a turbulent history, with several decisive battles taking place at its immediate proximity, among which the most notable are the battle between &lt;a href=\"Aureolus\"&gt;Aureolus&lt;/a&gt; and &lt;a href=\"Ingenuus\"&gt;Ingenuus&lt;/a&gt; in 260 and especially brutal and bloody &lt;a href=\"Battle%20of%20Mursa%20Major\"&gt;Battle of Mursa Major&lt;/a&gt; in 351. These battles, especially the latter one, had long-term consequences for the colony and the region, which was already under ever-increasing pressure from the invading &lt;a href=\"Goths\"&gt;Goths&lt;/a&gt; and other invading tribes. After the fall of Western Roman Empire and the destruction of local tribes by Avar Kaghanate in sixth century, this area was resettled by Slavic tribes.\nThe earliest recorded mention of Osijek dates back to 1196. The town was a feudal property of Kórógyi family between 1353 and 1472. After the death of the last Kórógyi, King &lt;a href=\"Matthias%20Corvinus\"&gt;Matthias Corvinus&lt;/a&gt; granted it to the Rozgonyi family. The city was almost completely destroyed by the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; conquerors on 8 August 1526. The Turks rebuilt it in &lt;a href=\"Ottoman%20architecture\"&gt;Ottoman oriental style&lt;/a&gt; and it was mentioned in the Turkish census of 1579. In 1566, &lt;a href=\"Suleiman%20the%20Magnificent\"&gt;Suleiman the Magnificent&lt;/a&gt; built a famous, 8-km-long wooden bridge of boats in Osijek, considered at that time to be one of the wonders of the world. In Ottoman Empire, Osijek was part of the &lt;a href=\"Budin%20Province%2C%20Ottoman%20Empire\"&gt;Budin Eyalet&lt;/a&gt;.\nFollowing the &lt;a href=\"Battle%20of%20Moh%C3%A1cs%20%281687%29\"&gt;Battle of Mohács&lt;/a&gt; in 1687, Osijek was liberated by the Habsburg Monarchy on 29 September 1687.\nHabsburg Empire.\nOsijek was restored to western rule on 29 September 1687, when the Turks were ousted and the city was occupied by the &lt;a href=\"Habsburg%20Monarchy\"&gt;Habsburg Empire&lt;/a&gt;. Between 1712 and 1715, Austrian authorities built a new fortress, outer walls, and all five planned bastions (authored by the architect Maximilian de Gosseau) known as &lt;a href=\"Tvr%C4%91a\"&gt;Tvrđa&lt;/a&gt;, in the heart of the town. Holy Trinity Square is surrounded on the north by the &lt;a href=\"Palace%20of%20Slavonian%20General%20Command\"&gt;building of the Military Command&lt;/a&gt;, on the west by the Main Guard building and on the east by the Magistrate building (presently Museum of Slavonia). In the middle of the square, a monument to the plague was erected in 1729 by General Maximilian Petras' widow.\nThe Gornji Grad (\"Upper Town\") was founded in 1692 and Donji Grad (\"Lower Town\") followed on 1698 settled mostly by the inhabitants from swampy area of &lt;a href=\"Baranya%20%28region%29\"&gt;Baranja&lt;/a&gt;. Tvrđa, Gornji Grad, and Donji Grad continued as separate municipalities until 1786, when they were united into a single entity. In late 18th century, it took over from &lt;a href=\"Virovitica\"&gt;Virovitica&lt;/a&gt; as the centre of the &lt;a href=\"Virovitica%20County\"&gt;Virovitica County&lt;/a&gt;. The Habsburg empire also facilitated the migration and settlement of German immigrants into the town and region during this period. A particular German city dialect, \"Essekerisch\", formed.\nIn 1809, Osijek was granted the title of a &lt;a href=\"Free%20Royal%20City\"&gt;Free Royal City&lt;/a&gt;, and during the early 19th century, it was the largest city in Croatia. The city developed along the lines of other central European cities, with cultural, architectural and socioeconomic influences filtering down from &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; and &lt;a href=\"Buda\"&gt;Buda&lt;/a&gt;. At the beginning of the &lt;a href=\"Hungarian%20Revolution%20of%201848\"&gt;Hungarian Revolution of 1848&lt;/a&gt;, the town was held by the Hungarians, but on 4 February 1849, it was taken by the Austrians under General &lt;a href=\"Baron%20Trebersberg\"&gt;Baron Trebersberg&lt;/a&gt;.\nIn the late 19th and early 20th centuries, Osijek was the seat of the &lt;a href=\"Virovitica%20County\"&gt;Virovitica County&lt;/a&gt; of the autonomous territory &lt;a href=\"Kingdom%20of%20Croatia-Slavonia\"&gt;Kingdom of Croatia-Slavonia&lt;/a&gt; in &lt;a href=\"Austria-Hungary\"&gt;Austria-Hungary&lt;/a&gt;.\nDuring the 19th century, cultural life mostly revolved around the theatre, museums (the first museum, &lt;a href=\"Museum%20of%20Slavonia\"&gt;Museum of Slavonia&lt;/a&gt;, was opened in 1877 by private donations), collections, and printing houses (the &lt;a href=\"Franciscans\"&gt;Franciscans&lt;/a&gt;). City society, whose development was accompanied by a prosperous economy and developed trade relations, was related to religious festivals, public events (fairs), entertainment, and sports. The Novi Grad (New Town) section of the city was built in the 19th century, as well as Retfala to the west.\nTwentieth century.\nThe newest additions to the city include Sjenjak, Vijenac &lt;a href=\"Ivan%20Me%C5%A1trovi%C4%87\"&gt;Ivana Meštrovića&lt;/a&gt;, &lt;a href=\"Novi%20grad%2C%20Osijek\"&gt;Novi Grad&lt;/a&gt; and &lt;a href=\"Jug%20II\"&gt;Jug II&lt;/a&gt;, which were built in the 20th century. The city's geographical riverside location, and noted cultural and historical heritage – particularly the &lt;a href=\"baroque\"&gt;baroque&lt;/a&gt; Tvrđa, one of the most immediately recognizable structures in the region – facilitated the development of tourism. The Osijek oil refinery was a &lt;a href=\"Strategic%20bombing%20during%20World%20War%20II\"&gt;strategic bombing&lt;/a&gt; target of the &lt;a href=\"Oil%20Campaign%20of%20World%20War%20II\"&gt;Oil Campaign of World War II&lt;/a&gt;.\nAfter the war, the local German-speaking populace &lt;a href=\"Germans%20of%20Yugoslavia\"&gt;was expelled&lt;/a&gt;. The daily newspaper \"&lt;a href=\"Glas%20Slavonije\"&gt;Glas Slavonije&lt;/a&gt;\" was relocated to Osijek and has been printed there ever since. A history archive was established in the city in 1947 and GISKO (city library) in 1949. A &lt;a href=\"children%27s%20theatre\"&gt;children's theatre&lt;/a&gt; and an &lt;a href=\"art%20gallery\"&gt;art gallery&lt;/a&gt; were open in 1950. As a continuation of the tradition of promoting national heritage, especially in music, society of culture and art, \"&lt;a href=\"Pajo%20Kolari%C4%87\"&gt;Pajo Kolarić&lt;/a&gt;\" was established on 21 March 1954.\nOsijek has been connected with the Croatian republic's capital &lt;a href=\"Zagreb\"&gt;Zagreb&lt;/a&gt; and the previous federal capital &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt; by a modern paved road since 1958. The new Drava bridge to the north was built in 1962.\nThe first faculty opened in Osijek was Faculty of Economy (in 1959 as Centre for economic studies of the Faculty of Economy in Zagreb), followed immediately by a high school of agriculture, later renamed as Faculty of Agriculture and Faculty of Philosophy. The Faculty of Law was established in 1975. thus becoming the first new member of newly established &lt;a href=\"University%20of%20Osijek\"&gt;University of Osijek&lt;/a&gt;.\nAs part of further development as a regional food industry and agricultural centre, a major (working) collective for agriculture and industry was established in 1962. During the 1980s, a new pedestrian &lt;a href=\"suspension%20bridge\"&gt;suspension bridge&lt;/a&gt; over the Drava was built. A regional centre of National Television &lt;a href=\"Yugoslavian%20Radio%20Television\"&gt;JRT&lt;/a&gt; was also opened.\nCroatian War of Independence.\nDuring the &lt;a href=\"Croatian%20War%20of%20Independence\"&gt;war in Croatia&lt;/a&gt;, from 1991 to 1995, the city sustained damage by &lt;a href=\"Yugoslav%20People%27s%20Army\"&gt;Yugoslav People's Army&lt;/a&gt; (JNA) and local &lt;a href=\"Serbs%20in%20Croatia\"&gt;Serbs&lt;/a&gt;, especially to the centre and &lt;a href=\"Osijek%20Co-cathedral\"&gt;Co-cathedral of St. Peter and St. Paul&lt;/a&gt; and to the periphery. About 800 people were killed in the shelling of the town that occurred from August 1991 to June 1992. Overall, a total of 1,724 people from Osijek were killed over the course of the war, including 1,327 soldiers and 397 civilians. At least five Croatian officials were condemned for war crimes against Serb civilians in Osijek, including General Branimir Glavaš.\nClimate.\nOsijek has a warm-summer &lt;a href=\"humid%20continental%20climate\"&gt;humid continental climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt; \"Dfb\").\nPopulation.\nAccording to the 1910 census, the city had 31,388 inhabitants. The official Austrian census lists 12,625 as &lt;a href=\"Croats\"&gt;Croats&lt;/a&gt;, 11,269 as &lt;a href=\"Germans\"&gt;Germans&lt;/a&gt; or &lt;a href=\"Danube%20Swabians\"&gt;Danube Swabians&lt;/a&gt;, 3,729 as &lt;a href=\"Hungarians\"&gt;Hungarians&lt;/a&gt;, 2,889 as &lt;a href=\"Serbs\"&gt;Serbs&lt;/a&gt; and 876 others. According to religion, there were 24,976 &lt;a href=\"Roman%20Catholics\"&gt;Roman Catholics&lt;/a&gt;, 2,943 &lt;a href=\"Eastern%20Orthodox%20Church\"&gt;Orthodox Christians&lt;/a&gt;, 2,340 &lt;a href=\"Jews\"&gt;Jews&lt;/a&gt;, 594 Reformed (Calvinists), 385 &lt;a href=\"Evangelicals\"&gt;Evangelicals&lt;/a&gt;, 122 &lt;a href=\"Greek%20Catholics\"&gt;Greek Catholics&lt;/a&gt; and 28 others. After &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; a large part of the &lt;a href=\"Danube%20Swabian\"&gt;Danube Swabian&lt;/a&gt; population were expelled as a revenge for their presumed participation in &lt;a href=\"German%20occupation%20of%20Yugoslavia\"&gt;German occupation of Yugoslavia&lt;/a&gt;. Their property has become publicly owned and redistributed to the World War II victims.\nAccording to the 1981 census, the total population of the city had reached 104,775, including 63,373 (60.48%) Croats, 13,716 (13.09%) &lt;a href=\"Serbs\"&gt;Serbs&lt;/a&gt; and 1,521 (1.45%) &lt;a href=\"Hungarians\"&gt;Hungarians&lt;/a&gt;.\nPrior to the Croatian War of Independence, the 1991 census recorded a total population of 165,253, composed of 110,934 (67.1%) Croats, 33,146 (20.0%) Serbs, 3,156 (1.9%) &lt;a href=\"Hungarians\"&gt;Hungarians&lt;/a&gt;, 276 (0.16%) &lt;a href=\"Germans\"&gt;Germans&lt;/a&gt;, and 17,741 (10.7%) people categorised as Yugoslavs or 'others'.\nAccording to the census of 2001, the total population of Osijek dropped to 114,616. Croats made up the majority of Osijek's citizens, comprising 86.58 per cent of the city's population. Other ethnicities include 8,767 (7.65%) Serbs, 1,154 (1.01%) Hungarians, 480 (0.42%) &lt;a href=\"Albanians\"&gt;Albanians&lt;/a&gt;, 211 (0.18%) &lt;a href=\"Bosniaks\"&gt;Bosniaks&lt;/a&gt;, 175 (0.15%) &lt;a href=\"Montenegrins%20%28ethnic%20group%29\"&gt;Montenegrins&lt;/a&gt;, 178 (0.16%) &lt;a href=\"Macedonians%20%28ethnic%20group%29\"&gt;ethnic Macedonians&lt;/a&gt;, 124 (0.11%) &lt;a href=\"Romani%20people\"&gt;Romani&lt;/a&gt;, and others including 24 Jews.\nOsijek's population in 2001 included 96,600 (84.28%) &lt;a href=\"Roman%20Catholics\"&gt;Roman Catholics&lt;/a&gt;, 78 (0.07%) &lt;a href=\"Eastern%20Rite%20Catholic%20Churches\"&gt;Eastern-rite Catholics&lt;/a&gt;, 8,619 (7.52%) &lt;a href=\"Eastern%20Orthodox\"&gt;Orthodox Christians&lt;/a&gt;, and 966 (0.84%) &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt; and others.\nIn the census of 2011, the following &lt;a href=\"Settlement%20%28Croatia%29\"&gt;settlements&lt;/a&gt; were recorded:\nInstitutions and industries.\nMajor institutions in the city include the &lt;a href=\"Josip%20Juraj%20Strossmayer\"&gt;Josip Juraj Strossmayer&lt;/a&gt; &lt;a href=\"University%20of%20Osijek\"&gt;University of Osijek&lt;/a&gt; (established in 1975), the &lt;a href=\"Croatian%20National%20Theatre%20in%20Osijek\"&gt;Croatian National Theatre&lt;/a&gt;, the &lt;a href=\"Museum%20of%20Slavonia\"&gt;Museum of Slavonia&lt;/a&gt; (established in 1877), and the &lt;a href=\"printing%20house\"&gt;printing house&lt;/a&gt; dating to 1735. The city also has several &lt;a href=\"gymnasium%20%28school%29\"&gt;gymnasiums&lt;/a&gt;, the oldest of which dates to 1729, a drawing school from the 19th century, a &lt;a href=\"zoo\"&gt;zoological garden&lt;/a&gt;, a centre for the promotion of livestock breeding, and an institute for &lt;a href=\"sugar%20beet\"&gt;sugar beet&lt;/a&gt; farming.\nThe \"Saponia\" chemical factory is the largest factory located in the Osijek area. It is a major producer of detergents, soap and cosmetics whose products are recognized throughout the region as being of quality. It is by far the largest exporter in the city area. Other industries include a regional brewery, the Pivovara Osijek (first Croatian beer), a sugar processing plant, as well as a candy factory Kandit. The \"Niveta\" brush factory founded as \"Siva\" in 1922 still operates.\nThe Osijek area used to be much more industrialised and a broad range of goods and products were being manufactured there. One of the earliest factories was the \"Drava\" &lt;a href=\"match\"&gt;match&lt;/a&gt; factory, established in 1856, which no longer exists.\nOther industries included production of synthetic materials, agricultural machinery, metal furniture, wood and timber, textiles, footwear, and silk, as well as metal processing and printing. However, the 1990s saw most of these industries decline and in some cases close completely. However, the city remains at the centre of an important agricultural region.\nPolitics.\nAt the November 2007 elections, no party held a majority, which is not unusual for Croatia as local elections have &lt;a href=\"proportional%20representation\"&gt;proportional representation&lt;/a&gt;. However, the three mathematically possible coalitions had political problems that made coalition building unusually difficult. The November elections were early (izvanredne) elections caused by the breakdown of the coalition of the two main parties, the &lt;a href=\"Croatian%20Party%20of%20Rights\"&gt;Croatian Party of Rights&lt;/a&gt; (HSP) and the &lt;a href=\"Croatian%20Democratic%20Assembly%20of%20Slavonia%20and%20Baranja\"&gt;Croatian Democratic Assembly of Slavonia and Baranja&lt;/a&gt; (HDSSB). The cause of the breakdown was disagreement over the building of a new sports stadium.\nAt the elections held on 25 November 2007, the HSP and the HDSSB gained 7 seats each, the &lt;a href=\"Social%20Democratic%20Party%20of%20Croatia\"&gt;Social Democratic Party&lt;/a&gt; (SDP) 6 seats, the &lt;a href=\"Croatian%20Democratic%20Union\"&gt;Croatian Democratic Union&lt;/a&gt; (HDZ) 4, and the &lt;a href=\"Croatian%20People%27s%20Party%20%E2%80%93%20Liberal%20Democrats\"&gt;Croatian People's Party – Liberal Democrats&lt;/a&gt; (HNS) 1.\nA possible coalition between HDSSB and SDP provoked criticism of the Social Democrats for lack of principle such as from &lt;a href=\"Damir%20Kajin\"&gt;Damir Kajin&lt;/a&gt;, who called it a 'sellotape coalition', alluding to the charges of war crimes that the HDSSB leader &lt;a href=\"Branimir%20Glava%C5%A1\"&gt;Branimir Glavaš&lt;/a&gt; is facing. After the parties failed to agree on a coalition, the Croatian government called new elections for the city. These elections took place on 9 March 2008 and gave the HSP 9 councilors, the HDSSB 6, HDZ, 5, SDP, 3 and a coalition of HNS and two smaller parties 2. &lt;a href=\"Anto%20%C4%90api%C4%87\"&gt;Anto Đapić&lt;/a&gt; has expressed his hope for a coalition with the HDZ.\nSociety and culture.\nCultural events.\nNumerous events take place in the city throughout the year. The most important of them are the Croatian &lt;a href=\"Tamburica\"&gt;Tambura&lt;/a&gt; Music Festival (in May), attended by tambura orchestras from all over Croatia and the \"Osijek Summer Nights\" (during June, July and August), a series of cultural and entertainment programs in the open, accompanied by excellent food and fairs. The Day of the City of Osijek is celebrated with a cultural and artistic activities and exhibitions.\nThe surroundings of Osijek provide opportunities for hunting and &lt;a href=\"angling\"&gt;angling&lt;/a&gt; on the Drava river and its backwaters. Hunting in the area known as &lt;a href=\"Kopa%C4%8Dki%20Rit\"&gt;Kopački Rit&lt;/a&gt; (in &lt;a href=\"Baranja%20region\"&gt;Baranja&lt;/a&gt;) is famous beyond the borders of Croatia.\nCuisine.\nThe abundance of game and agriculture has made Osijek the country's semi-official gastronomical capital. Local dishes include traditional Slavonian-style specialities (&lt;a href=\"kulen\"&gt;kulen&lt;/a&gt;, paprika-flavoured sausage, other kinds of sausages, &lt;a href=\"ham%20%28meat%29\"&gt;ham&lt;/a&gt;, bacon, dairy products), as well as &lt;a href=\"venison\"&gt;venison&lt;/a&gt; and fish dishes such as the famous &lt;a href=\"Fish%20soup\"&gt;riblji paprikaš&lt;/a&gt; (fish stew made with &lt;a href=\"paprika\"&gt;paprika&lt;/a&gt;). The two brands of beer brewed in Osijek are Osječko and Esseker.\nSports.\nThe recreational and sports centre \"Copacabana\", opened in 1980, located on the left bank of the Drava river, provides opportunities for various water sports (outdoor &lt;a href=\"swimming%20pools\"&gt;swimming pools&lt;/a&gt; and a sand beach with various facilities) during the summer months. The city offers various playgrounds: &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"team%20handball\"&gt;handball&lt;/a&gt;, basketball, tennis courts, etc. &lt;a href=\"NK%20Osijek\"&gt;NK Osijek&lt;/a&gt; are the city's main football team, which are followed by their supporters group called &lt;a href=\"Kohorta%20Osijek\"&gt;Kohorta Osijek&lt;/a&gt;, playing in the &lt;a href=\"Prva%20HNL\"&gt;Croatian First League&lt;/a&gt; at &lt;a href=\"Gradski%20vrt\"&gt;Gradski vrt&lt;/a&gt; stadium. The city is also home to a number of smaller teams including NK Grafičar Vodovod and &lt;a href=\"NK%20Metalac\"&gt;NK Metalac&lt;/a&gt;. Before the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, the city's most successful club was &lt;a href=\"Slavija%20Osijek\"&gt;Slavija Osijek&lt;/a&gt;, which collapsed in 1941.\nA new sports hall (&lt;a href=\"Dvorana%20Gradski%20vrt\"&gt;Dvorana Gradski vrt&lt;/a&gt;) was built as the &lt;a href=\"2009%20World%20Men%27s%20Handball%20Championship\"&gt;2009 World Men's Handball Championship&lt;/a&gt; venue. Osijek hosts an extreme sports contest called the \"Pannonian challenge\", which features competitions in &lt;a href=\"skateboarding\"&gt;skateboarding&lt;/a&gt;, &lt;a href=\"Aggressive%20inline%20skating\"&gt;inline skating&lt;/a&gt;, &lt;a href=\"freestyle%20BMX\"&gt;freestyle BMX&lt;/a&gt; and &lt;a href=\"Mountain%20bike%20racing\"&gt;MTB dirt racing&lt;/a&gt;.\nOsijek hosted the &lt;a href=\"2017%20Davis%20Cup%20World%20Group\"&gt;2017 Davis Cup World Group&lt;/a&gt; between &lt;a href=\"Croatia%20Davis%20Cup%20Team\"&gt;Croatia&lt;/a&gt; and &lt;a href=\"Spain%20Davis%20Cup%20Team\"&gt;Spain&lt;/a&gt; at the &lt;a href=\"Gradski%20vrt%20Hall\"&gt;Gradski vrt Hall&lt;/a&gt; in February 2017.\nTourism, sights and attractions.\nOsijek remains a popular domestic tourist destination for its &lt;a href=\"Baroque\"&gt;Baroque&lt;/a&gt; style, open spaces and ample recreational opportunities. The most important sights in the city include the main square, &lt;a href=\"Ante%20Star%C4%8Devi%C4%87%20Square\"&gt;Ante Starčević Square&lt;/a&gt;, &lt;a href=\"Tvr%C4%91a\"&gt;Tvrđa&lt;/a&gt; the 18th century Baroque citadel, the promenade along the Drava (\"promenada\"), and the suspension &lt;a href=\"Pedestrian%20bridge%20%28Osijek%29\"&gt;pedestrian bridge&lt;/a&gt; toward &lt;a href=\"Baranja%20region\"&gt;Baranja&lt;/a&gt;.\nThe Municipal Park of &lt;a href=\"List%20of%20rulers%20of%20Croatia\"&gt;King&lt;/a&gt; &lt;a href=\"Petar%20Kre%C5%A1imir%20IV%20of%20Croatia\"&gt;Petar Krešimir IV&lt;/a&gt; and the &lt;a href=\"King%20Tomislav\"&gt;Tomislav&lt;/a&gt; Park date from the beginning of the 20th century, and are protected national landmarks. Osijek is also home to one of the few Croatian zoological gardens, along the Drava river. The city is home to a monument to Ante Starčević.\nThe &lt;a href=\"Osijek%20Co-cathedral\"&gt;Co-cathedral of St. Peter and Paul&lt;/a&gt; is a &lt;a href=\"Gothic%20Revival%20architecture\"&gt;Neo-Gothic&lt;/a&gt; structure with the second highest tower in Croatia after the &lt;a href=\"Zagreb%20Cathedral\"&gt;Zagreb Cathedral&lt;/a&gt;. The tower measures and can be seen from throughout Osijek. Because of its size most locals refer to it as the cathedral but it is only a parish church. The Church of St Peter and St Paul was designed by &lt;a href=\"Franz%20Langenberg\"&gt;Franz Langenberg&lt;/a&gt; and contains 40 stained glass windows, although they are not all intact after the bombing in the 1990s. The church also contains sculptures by Eduard Hauser.\nTransport.\nTransport links to and from Osijek include major railway and highway junctions, a &lt;a href=\"river%20port\"&gt;river port&lt;/a&gt;, and &lt;a href=\"Osijek%20Airport\"&gt;Osijek Airport&lt;/a&gt;. International flights from the airport to &lt;a href=\"Cologne/Bonn%20Airport\"&gt;Cologne/Bonn Airport&lt;/a&gt; in Germany commenced in March 2008. A four-lane highway, part of the Pan-European &lt;a href=\"Corridor%20Vc\"&gt;Corridor Vc&lt;/a&gt;, linking Osijek to the rest of the Croatian modern highway network, was completed and opened in April 2009. From Osijek, it is possible to take the train to numerous destinations including &lt;a href=\"Zagreb\"&gt;Zagreb&lt;/a&gt;, &lt;a href=\"Rijeka\"&gt;Rijeka&lt;/a&gt;, &lt;a href=\"Po%C5%BEega%2C%20Croatia\"&gt;Požega&lt;/a&gt;, &lt;a href=\"Virovitica\"&gt;Virovitica&lt;/a&gt;, &lt;a href=\"Na%C5%A1ice\"&gt;Našice&lt;/a&gt;, &lt;a href=\"Slavonski%20Brod\"&gt;Slavonski Brod&lt;/a&gt;, &lt;a href=\"Erdut\"&gt;Erdut&lt;/a&gt;, &lt;a href=\"Vrpolje\"&gt;Vrpolje&lt;/a&gt;, &lt;a href=\"Dalj\"&gt;Dalj&lt;/a&gt; and &lt;a href=\"%C4%90akovo\"&gt;Đakovo&lt;/a&gt;.\nA small tram network runs through the city, which has been in continuous operation since 1884 and is the only tram network still in operation in Croatia outside of Zagreb. The network is currently being completely overhauled and more than doubled in length, and the city's old trams have been thoroughly modernized.\nNotable people.\nNotable people who were born or have lived in Osijek include &lt;a href=\"Matija%20Petar%20Katan%C4%8Di%C4%87\"&gt;Matija Petar Katančić&lt;/a&gt;, an 18th-century Croatian writer, professor of &lt;a href=\"archaeology\"&gt;archaeology&lt;/a&gt;, translator of the Bible into Croatian, and author of the first paper on archaeology in Croatia), &lt;a href=\"Josip%20Juraj%20Strossmayer\"&gt;Josip Juraj Strossmayer&lt;/a&gt;, a Croatian Maecenas bishop, &lt;a href=\"Franjo%20%C5%A0eper\"&gt;Franjo Šeper&lt;/a&gt;, Archbishop of Zagreb from 1960 to 1968, and Prefect of the Congregation for the Doctrine of the Faith from 1968 to 1981, &lt;a href=\"Francis%2C%20Duke%20of%20Teck\"&gt;Francis, Duke of Teck&lt;/a&gt;, a German prince, sculptor &lt;a href=\"Oscar%20Nemon\"&gt;Oscar Nemon&lt;/a&gt;, painters &lt;a href=\"Adolf%20Waldinger\"&gt;Adolf Waldinger&lt;/a&gt; and &lt;a href=\"Bela%20%C4%8Ciko%C5%A1%20Sesija\"&gt;Bela Čikoš Sesija&lt;/a&gt;, &lt;a href=\"musicologist\"&gt;musicologist&lt;/a&gt; &lt;a href=\"Franjo%20Kuha%C4%8D\"&gt;Franjo Kuhač&lt;/a&gt;, violinist &lt;a href=\"Franjo%20Kre%C5%BEma\"&gt;Franjo Krežma&lt;/a&gt;, musicians &lt;a href=\"Miroslav%20%C5%A0koro\"&gt;Miroslav Škoro&lt;/a&gt;, &lt;a href=\"Branko%20Mihaljevi%C4%87\"&gt;Branko Mihaljević&lt;/a&gt; and &lt;a href=\"Krunoslav%20Slabinac\"&gt;Krunoslav Slabinac&lt;/a&gt;, historian &lt;a href=\"Ferdo%20%C5%A0i%C5%A1i%C4%87\"&gt;Ferdo Šišić&lt;/a&gt;, &lt;a href=\"linguist\"&gt;linguist&lt;/a&gt; &lt;a href=\"Snje%C5%BEana%20Kordi%C4%87\"&gt;Snježana Kordić&lt;/a&gt;, TV journalist &lt;a href=\"Vladimir%20Herzog\"&gt;Vladimir Herzog&lt;/a&gt;, Hollywood producer &lt;a href=\"Branko%20Lustig\"&gt;Branko Lustig&lt;/a&gt;, footballers &lt;a href=\"Davor%20%C5%A0uker\"&gt;Davor Šuker&lt;/a&gt;, &lt;a href=\"Franjo%20Glaser\"&gt;Franjo Glaser&lt;/a&gt; and &lt;a href=\"Borna%20Bari%C5%A1i%C4%87\"&gt;Borna Barišić&lt;/a&gt;, sport shooter &lt;a href=\"Jasna%20%C5%A0ekari%C4%87\"&gt;Jasna Šekarić&lt;/a&gt; and tennis players &lt;a href=\"Jelena%20Doki%C4%87\"&gt;Jelena Dokić&lt;/a&gt; and &lt;a href=\"Donna%20Veki%C4%87\"&gt;Donna Vekić&lt;/a&gt;. Nobel Prize winners &lt;a href=\"Lavoslav%20Ru%C5%BEi%C4%8Dka\"&gt;Lavoslav (Leopold) Ružička&lt;/a&gt; and &lt;a href=\"Vladimir%20Prelog\"&gt;Vladimir Prelog&lt;/a&gt; also lived in the city, as did &lt;a href=\"meteorologist\"&gt;meteorologist&lt;/a&gt; and &lt;a href=\"seismologist\"&gt;seismologist&lt;/a&gt; &lt;a href=\"Andrija%20Mohorovi%C4%8Di%C4%87\"&gt;Andrija Mohorovičić&lt;/a&gt;, mathematician and &lt;a href=\"climatologist\"&gt;climatologist&lt;/a&gt; &lt;a href=\"Milutin%20Milankovi%C4%87\"&gt;Milutin Milanković&lt;/a&gt;, and , famous Croatian mineralogist and petrologist, first doctor of science (Ph.D.) in the field of &lt;a href=\"natural%20science\"&gt;natural science&lt;/a&gt;s at the &lt;a href=\"University%20of%20Zagreb\"&gt;University of Zagreb&lt;/a&gt;.\nTwin towns – sister cities.\nOsijek is &lt;a href=\"Sister%20city\"&gt;twinned&lt;/a&gt; with:"
}