{
    "id": "1492833",
    "revid": "12634201",
    "url": "https://en.wikipedia.org/wiki?curid=1492833",
    "title": "Beylagan District",
    "text": "Beylagan District () is one of the 66 &lt;a href=\"Administrative%20divisions%20of%20Azerbaijan\"&gt;districts&lt;/a&gt; of &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt;. It is located in the centre of the country and belongs to the &lt;a href=\"Aran%20Economic%20Region\"&gt;Aran Economic Region&lt;/a&gt;. The district borders the districts of &lt;a href=\"Fuzuli%20District\"&gt;Fuzuli&lt;/a&gt;, &lt;a href=\"Aghjabadi%20District\"&gt;Aghjabadi&lt;/a&gt;, &lt;a href=\"Zardab%20District\"&gt;Zardab&lt;/a&gt;, &lt;a href=\"Imishli%20District\"&gt;Imishli&lt;/a&gt;, and the &lt;a href=\"Ardabil%20Province\"&gt;Ardabil Province&lt;/a&gt; of &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;. Its capital and largest city is &lt;a href=\"Beylagan%20%28city%29\"&gt;Beylagan&lt;/a&gt;. As of 2020, the district had a population of 99,500.\nEtymology.\nThe name Beylagan historically used in different forms particularly, Paytakaran, Balasakan, Bilgan, Millar and Beylagan. A number of considerations associated with the toponymy of Beylagan. In accordance with the historical name “Beylagan” derived from the words “pila” (valley) and “gan” (place) and corresponds to the meaning of field or &lt;a href=\"valley\"&gt;valley&lt;/a&gt;.\nAnother view claims that Beylagan historically situated on the Barda – Ardabil trade way. Because of that reason, the city became one of the main trade centres in the 9th – 12th centuries. The toponymy “Beylagan” interrelated to that historical base, which means trade way or the place where trading took place. According to the other statements the toponymy is related to the name of the “bel” tribe who lived there at that time. “Beylagan” means the place where “bel” tribes are settled regarding that view.\nHistory.\nThere is mention of the name of the district in various &lt;a href=\"historical%20books\"&gt;historical books&lt;/a&gt;. One of the “Roads and Countries” is written by Naila Valikhanli. Dimensions of the main historical trade ways are indicated in that book. At the same time, an indication of the route from &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt; to Beylagan shows the significance of the city. According to the sources, the North-South line (Derbent – Ardabil road) of the &lt;a href=\"Silk%20Road\"&gt;Silk Road&lt;/a&gt; passed through Beylagan. Traders of the city built relations with &lt;a href=\"China\"&gt;China&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;, &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;, &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt; and &lt;a href=\"Byzantium\"&gt;Byzantium&lt;/a&gt; through thanks to this geophysical condition.\nIn accordance with the historical sources, Beylagan was founded in the 5th century. In the 13th century, the city was completely destroyed by &lt;a href=\"Mongol%20invasions%20and%20conquests\"&gt;Mongol invasions&lt;/a&gt;. Reconstruction of Beylagan started by &lt;a href=\"Timur\"&gt;Amir Teymur&lt;/a&gt; in the 14th century but after his death works in that territory stopped. Ancient Beylagan city was ruined in the 16th century and has never been restored again.\nBeylagan district was founded on November 24, 1939, and was called Zhanov from 1939 to 1963. In 1963, the Beylagan District was liquidated and merged with the &lt;a href=\"Imishli%20District\"&gt;Imishli district&lt;/a&gt;. The name of the district was renamed Beylagan with regard to the 1989 dated decree of the Supreme Council of &lt;a href=\"Azerbaijan%20Soviet%20Socialist%20Republic\"&gt;Azerbaijan SSR&lt;/a&gt;. The Center of the district is Beylagan city where got city status in 1966.\nGeography.\nBeylagan is one of the southwestern districts of Azerbaijan and situated in the Mil valley of the &lt;a href=\"Kur-Araz%20Lowland\"&gt;Kur – Araz lowland&lt;/a&gt; and in the middle of the Kur and &lt;a href=\"Aras%20%28river%29\"&gt;Araz rivers&lt;/a&gt;. Geographical coordinates are 39°45’ North latitude and 47°30’ West longitude and bordering &lt;a href=\"Aghjabadi%20District\"&gt;Agchabadi&lt;/a&gt;, &lt;a href=\"Zardab%20District\"&gt;Zardab&lt;/a&gt;, &lt;a href=\"Imishli%20District\"&gt;Imishli&lt;/a&gt;, &lt;a href=\"Fuzuli%20District\"&gt;Fuzuli&lt;/a&gt; districts and Iran Islamic Republic in the south-east. Some parts of the Harami plain belong to the district and the northeast part is below the ocean level. More than 40% of the territory is 0 – 100 meters, 25% is 100 – 200 meters and 35% is below 0 meters. Absolute altitude changes between 200 – 250 meters towards &lt;a href=\"Harami%20plain\"&gt;Harami plain&lt;/a&gt;. Generally, Beylagan is considered a seismic active zone.\nThe territory is completely plain. Relief is covered by &lt;a href=\"sand\"&gt;sand&lt;/a&gt;, &lt;a href=\"gravel\"&gt;gravel&lt;/a&gt; and other &lt;a href=\"sedimentary%20rock\"&gt;sedimentary rock&lt;/a&gt;s belong to the Anthropogenic period of the &lt;a href=\"Cenozoic\"&gt;Cenozoic&lt;/a&gt; era. 4th-period sedimentary rocks are widespread in the district. At the same time, all sedimentary minerals are found in the territory. There is found gravel, sand in the Harami and Arazboyu plains. Researches reveal that there are a lot of potable &lt;a href=\"water%20resources\"&gt;water resources&lt;/a&gt; in the &lt;a href=\"Harami%20plain\"&gt;Harami plain&lt;/a&gt; and they are partly used. Furthermore, the territory is used as a pasture.\nClimate.\nIn the Köppen climate classification, Beylagan has a &lt;a href=\"Semi-arid%20climate\"&gt;semi – arid climate&lt;/a&gt; with hot summers and mild winters. Geophysical location plays the main role in the formation of the climate. Thus, the area is constantly affected by cyclones and air flows come from tropics and &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt;. The average annual temperature is 14 °C. January is characterized by an average 1,8 °C and the average temperature is 26 °C in July.\nFlora and fauna.\nIndigenous flora is characterized by semi-arid plants. The coastal area of the Kur river is covered by &lt;a href=\"poplars\"&gt;poplars&lt;/a&gt;, &lt;a href=\"mulberry\"&gt;mulberry&lt;/a&gt;, &lt;a href=\"cypress\"&gt;cypress&lt;/a&gt; trees and tugai forests in a small area.\n&lt;a href=\"Gazelle\"&gt;Gazelle&lt;/a&gt;, &lt;a href=\"fox\"&gt;fox&lt;/a&gt;, &lt;a href=\"boar\"&gt;boar&lt;/a&gt;, &lt;a href=\"wolf\"&gt;wolf&lt;/a&gt;, &lt;a href=\"Grey%20Rabbit\"&gt;grey rabbit&lt;/a&gt; are characteristic animals for the district. In the Tugai forests and swamp areas, there are found hedgehogs, wolves, boars, snakes, owls and woodpeckers. There are ducks, vessels and seagulls in the ponds.\nSeveral indigenous species of plants and animals are protected in the &lt;a href=\"Ag-Gel%20National%20Park\"&gt;Ag-Gol&lt;/a&gt; National Reserve where located in both Agchabadi and Beylagan districts. There are reserved especially migratory birds.\nArchitecture.\nArchaeological monuments.\n&lt;a href=\"Archaeological%20investigation\"&gt;Archaeological investigation&lt;/a&gt;s in the district prove that people lived there more than six thousand years ago. There are several monuments registered by the &lt;a href=\"Ministry%20of%20Culture%20%28Azerbaijan%29\"&gt;Ministry of Culture and Tourism of Azerbaijan&lt;/a&gt;. They are Orangala (relicts of the ancient Beylagan city), Chardakli, Kultapa, Qaratapa, Saritapa, Chataltapa, Garaytapa, Tazakand, the first and second Sultanbud settlements, Saritapa, Sultanbud cemeteries and Beylagan tower.\nReligious architecture.\nBeylagan is the only district in Azerbaijan where the tomb of Prophet Charchis is situated. The tomb was built in the 17th – 18th centuries. Nowadays the tomb of Prophet Charchis is used as a religious &lt;a href=\"sanctuary\"&gt;sanctuary&lt;/a&gt; and people come there from various countries especially, &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;, &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt; and &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt; countries. There is also a mosque named after Prophet Charchis. Other mosques are Dunyamallar, Amina Khatun and Turkish mosques in the district.\nFurthermore, there are some sanctuaries of &lt;a href=\"sayyid\"&gt;sayyid&lt;/a&gt;s such as Sayyid Aga, Sayyid Khirda, Sayyid Miryusif and Sayyid Ali Aga in Beylagan.\nStatues.\nThere are a lot of statues in the district. Most of these statues are historical and notable people; Akif Akberov (&lt;a href=\"National%20Hero%20of%20Azerbaijan\"&gt;National Hero of Azerbaijan&lt;/a&gt;), &lt;a href=\"Garay%20Asadov\"&gt;Garay Asedov&lt;/a&gt; (Hero of the Soviet Union), &lt;a href=\"Hazi%20Aslanov\"&gt;Hazi Aslanov&lt;/a&gt; (Hero of the Soviet Union), &lt;a href=\"Nariman%20Narimanov\"&gt;Nariman Narimanov&lt;/a&gt; (politician), Ilham Guliyev, Ilqar Gurbanov, Gadim Aliyev, Mehdi Mehdizadeh, Namig Allahverdiyev, Nazim Guliyev and Sevil Gaziyeva.\nMonuments.\nA list of important monuments of Beylagan includes the Labor Union monument, the March 31, Genocide monument complex of Azerbaijanis, the monument complex in memory of &lt;a href=\"First%20Nagorno-Karabakh%20War\"&gt;Karabakh war&lt;/a&gt;, the monument in memory of the Hero of Soviet Union Garay Asadov and the monument of &lt;a href=\"Heydar%20Aliyev\"&gt;Heydar Aliyev&lt;/a&gt;.\nEconomy.\nEconomy of Beylagan is characterized by agricultural activities especially &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt;, &lt;a href=\"vine\"&gt;vine&lt;/a&gt;, &lt;a href=\"grain\"&gt;grain&lt;/a&gt; growing fields.\nDemography.\nAccording to the statistics in 2017, the population is 96,4 thousand people. The population of the district includes various nationalities.\nPeople's settlement in urban areas is less than villages, respectively 42,16% and 57,84%.\nAccording to the &lt;a href=\"State%20Statistics%20Committee%20%28Azerbaijan%29\"&gt;State Statistics Committee&lt;/a&gt;, as of 2018, the population of city recorded 97,500 persons, which increased by 18,700 persons (about 18.9 percent) from 79,000 persons in 2000. 49,400 of total population are men, 48,100 are women. \nNotable natives.\nSome of the district's notable residents include scientists, writers, sportsmen, heroes and musicians."
}