{
    "id": "1493374",
    "revid": "41257693",
    "url": "https://en.wikipedia.org/wiki?curid=1493374",
    "title": "Mil Mi-17",
    "text": "The Mil Mi-17 (&lt;a href=\"NATO%20reporting%20name\"&gt;NATO reporting name&lt;/a&gt;: Hip) is a Soviet-designed Russian &lt;a href=\"military%20helicopter\"&gt;military helicopter&lt;/a&gt; family introduced in 1975 (Mi-8M), continuing in production at two factories in &lt;a href=\"Kazan\"&gt;Kazan&lt;/a&gt; and &lt;a href=\"Ulan-Ude\"&gt;Ulan-Ude&lt;/a&gt;. It is known as the Mi-8M series in Russian service. The helicopter is mostly used as a medium twin-turbine &lt;a href=\"transport%20helicopter\"&gt;transport helicopter&lt;/a&gt;, as well as an armed &lt;a href=\"helicopter%20gunship\"&gt;gunship&lt;/a&gt; version.\nDevelopment.\nDeveloped from the basic &lt;a href=\"Mil%20Mi-8\"&gt;Mi-8&lt;/a&gt; airframe, the Mi-17 was fitted with the larger &lt;a href=\"Klimov\"&gt;Klimov&lt;/a&gt; TV3-117MT engines, rotors, and transmission developed for the &lt;a href=\"Mil%20Mi-14\"&gt;Mi-14&lt;/a&gt;, along with fuselage improvements for heavier loads. Optional engines for \"&lt;a href=\"hot%20and%20high\"&gt;hot and high&lt;/a&gt;\" conditions are the 1545 kW (2070 shp) Isotov TV3-117VM. Recent exports to China and &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt; for use in high mountains have the new &lt;a href=\"Klimov%20VK-2500\"&gt;Klimov VK-2500&lt;/a&gt; version of the &lt;a href=\"Klimov%20TV3-117\"&gt;Klimov TV3-117&lt;/a&gt; engine with &lt;a href=\"FADEC\"&gt;FADEC&lt;/a&gt; control.\nThe designation Mi-17 is for export; Russian armed forces call it Mi-8MT. The Mi-17 can be recognized because it has the tail rotor on the port side instead of the starboard side, and dust shields in front of the engine intakes. Engine cowls are shorter than on the TV2-powered Mi-8, not extending as far over the cockpit, and an opening for a &lt;a href=\"bleed%20air\"&gt;bleed air&lt;/a&gt; valve outlet is present forward of the exhaust.\nActual model numbers vary by builder, engine type, and other options. As an example, the sixteen new Ulan-Ude-built machines delivered to the &lt;a href=\"Czech%20Air%20Force\"&gt;Czech Air Force&lt;/a&gt; in 2005 with -VM model engines were designated as Mi-171Sh, a development of the Mi-8AMTSh. Modifications include a new large door on the right side, improved &lt;a href=\"Czech%20Republic\"&gt;Czech&lt;/a&gt;-built &lt;a href=\"Auxiliary%20power%20unit\"&gt;APU&lt;/a&gt;, and &lt;a href=\"Kevlar\"&gt;Kevlar&lt;/a&gt; armor plates around the cockpit area and engines. Eight have a loading ramp in place of the usual clamshell doors and can load a vehicle up to the size of an &lt;a href=\"SUV\"&gt;SUV&lt;/a&gt;.\nIn May 2008 licensed production of the Mi-17 started in China, with production being led by Mil Moscow Helicopter Plant JSC and the Sichuan Lantian Helicopter Company Limited in Chengdu, Sichuan province. The plant built 20 helicopters in 2008, using Russian Ulan-Ude-supplied kits; annual production was expected to increase to 80 helicopters. The variants planned to be built by Lantian include the Mi-171, Mi-17V-5, and Mi-17V-7. In 2021 it was reported that China was replacing the Russian-made Mi-17 with their own &lt;a href=\"Harbin%20Z-20\"&gt;Z-20&lt;/a&gt;, except possibly for the Mi-171Sh assault helicopter; the last Mi-17 order was in 2014.\nIn 2021 the Web site of &lt;a href=\"Russian%20Helicopters\"&gt;Russian Helicopters&lt;/a&gt;, the manufacturer, said that the Mi-8/17 was \"the most widely operated helicopter in history.\nOperational history.\nRoyal Cambodian Air Force Mi-17s were used during the &lt;a href=\"Cambodian%20government\"&gt;Cambodian government&lt;/a&gt;'s offensives, by 1994 ten operational airframes five were converted to &lt;a href=\"helicopter%20gunship\"&gt;helicopter gunship&lt;/a&gt;s equipped with 57 mm &lt;a href=\"rocket%20pod\"&gt;rocket pod&lt;/a&gt;s and providing &lt;a href=\"air%20support\"&gt;air support&lt;/a&gt; for ground forces attacking the &lt;a href=\"Khmer%20Rouge\"&gt;Khmer Rouge&lt;/a&gt; positions. In 1996 the Government launched an offensive during the dry season at the Khmer Rouge stronghold of &lt;a href=\"Pailin\"&gt;Anlong Veng and Pailin&lt;/a&gt;, using five Mi-17 gunships and eight Mi-17-Mi-8 troops transports.\nIn May 1999, during &lt;a href=\"Operation%20Safed%20Sagar\"&gt;Operation Safed Sagar&lt;/a&gt;, the Mi-17 was used in the first air phase of the &lt;a href=\"Kargil%20War\"&gt;Kargil War&lt;/a&gt; by 129HU of the &lt;a href=\"Indian%20Air%20Force\"&gt;Indian Air Force&lt;/a&gt; against &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;i regular and Pakistan-backed militant forces. One Mi-17 was downed by a &lt;a href=\"shoulder-fired%20missile\"&gt;shoulder-fired missile&lt;/a&gt;, and a fighter aircraft was lost in combat. This led the withdrawal of armed helicopters and attacks by &lt;a href=\"fixed-wing%20aircraft\"&gt;fixed-wing aircraft&lt;/a&gt; began.\nThe Mi-17 was used extensively by the &lt;a href=\"Sri%20Lanka%20Air%20Force\"&gt;Sri Lanka Air Force&lt;/a&gt; in &lt;a href=\"Sri%20Lankan%20Civil%20War\"&gt;Sri Lanka's war on terrorism by the LTTE&lt;/a&gt;. Seven of them were lost in combat and attacks on airports.\nFreelance pilot &lt;a href=\"Neall%20Ellis\"&gt;Neall Ellis&lt;/a&gt; operated an Mi-17 in support of the &lt;a href=\"Sierra%20Leonne\"&gt;Sierra Leonne&lt;/a&gt; &lt;a href=\"Sierra%20Leone/Government\"&gt;government&lt;/a&gt; in the &lt;a href=\"Sierra%20Leone%20Civil%20War\"&gt;Sierra Leone Civil War&lt;/a&gt;, ferrying ammunition and other supplies to government troops.\n&lt;a href=\"United%20States%20Army%20Special%20Forces\"&gt;US Army Special Forces&lt;/a&gt; in Afghanistan extensively used &lt;a href=\"CIA\"&gt;CIA&lt;/a&gt;-operated Mi-17s during the initial stages of &lt;a href=\"Operation%20Enduring%20Freedom\"&gt;Operation Enduring Freedom&lt;/a&gt;.\nThe Mi-17 is used for passenger transport by &lt;a href=\"Air%20Koryo\"&gt;Air Koryo&lt;/a&gt;, national airline of &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt;. Previous flights include those between &lt;a href=\"Pyongyang\"&gt;Pyongyang&lt;/a&gt; and &lt;a href=\"Kaesong\"&gt;Kaesong&lt;/a&gt; and Pyongyang and &lt;a href=\"Haeju\"&gt;Haeju&lt;/a&gt;.\nThe &lt;a href=\"Mexican%20Navy\"&gt;Mexican Navy&lt;/a&gt; uses its Mi-17s for anti-narcotic operations such as locating &lt;a href=\"marijuana\"&gt;marijuana&lt;/a&gt; fields and dispatching &lt;a href=\"Mexican%20Naval%20Infantry\"&gt;marines&lt;/a&gt; to eradicate the &lt;a href=\"marijuana%20cultivation\"&gt;plantations&lt;/a&gt;.\nThe &lt;a href=\"Slovak%20Air%20Force\"&gt;Slovak Air Force&lt;/a&gt; and &lt;a href=\"Croatian%20Air%20Force\"&gt;Croatian Air Force&lt;/a&gt; operated Mi-17s in &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt; as part of &lt;a href=\"Kosovo%20Force\"&gt;KFOR&lt;/a&gt;.\nBoth the &lt;a href=\"Libyan%20Air%20Force%20%281951%E2%80%932011%29\"&gt;pro-Gaddafi&lt;/a&gt; and &lt;a href=\"Free%20Libyan%20Air%20Force\"&gt;anti-Gaddafi&lt;/a&gt; forces in the &lt;a href=\"2011%20Libyan%20civil%20war\"&gt;2011 Libyan civil war&lt;/a&gt; have operated Mi-17s.\nMi-17s are operated by the &lt;a href=\"Afghan%20Air%20Force\"&gt;Afghan Air Force&lt;/a&gt;. In July 2010 two Mi-17 were flown by a mixed crew of &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; and Afghan Air Force personnel in a 13-hour mission that rescued 2,080 civilians from flood waters. This was the largest rescue by two helicopters in USAF history. USAF pilot &lt;a href=\"Lieutenant%20colonel\"&gt;Lt Col&lt;/a&gt; Gregory Roberts received the &lt;a href=\"Distinguished%20Flying%20Cross%20%28United%20States%29\"&gt;Distinguished Flying Cross&lt;/a&gt; for the mission.\nDuring the &lt;a href=\"Tham%20Luang%20cave%20rescue\"&gt;Tham Luang cave rescue&lt;/a&gt; in July 2018, the Thai army used the Mi-17 helicopter for searching operations, and evacuating the first batch of survivors from Tham Luang to Chiang Rai hospital; on 10 July 2018 a Mil Mi-17 helicopter took the last evacuated boy to the hospital.\n21st century orders.\nIn October 2007, the &lt;a href=\"Saudi%20Arabia\"&gt;Saudi Arabia&lt;/a&gt;n Government cancelled the purchase of 64 &lt;a href=\"NHIndustries%20NH90\"&gt;NHIndustries NH90&lt;/a&gt; helicopters and agreed to buy 150 Russian-made Mil Mi-17 and &lt;a href=\"Mil%20Mi-24\"&gt;Mi-35&lt;/a&gt; helicopters instead.\nOn 28 October 2008 the &lt;a href=\"Royal%20Thai%20Army\"&gt;Royal Thai Army&lt;/a&gt; announced a deal to buy six Mi-17s to meet its requirement for a medium-lift helicopter. This is the first time the &lt;a href=\"Thai%20armed%20forces\"&gt;Thai armed forces&lt;/a&gt; have acquired Russian aircraft instead of American aircraft. \"&lt;a href=\"Flight%20International\"&gt;Flight International&lt;/a&gt;\" quotes the Thai Army's rationale: \"We are buying three Mi-17 helicopters for the price of one Black Hawk. The Mi-17 can also carry more than 30 troops, while the &lt;a href=\"UH-60%20Black%20Hawk\"&gt;Black Hawk&lt;/a&gt; could carry only 13 soldiers. These were the key factors behind the decision.\"\nOn 15 December 2008, it was reported that &lt;a href=\"India\"&gt;India&lt;/a&gt; ordered 80 Mi-17V-5 helicopters worth $1.375 billion, which would be delivered to the &lt;a href=\"Indian%20Air%20Force\"&gt;Indian Air Force&lt;/a&gt; between 2011 and 2014 to replace aging Mi-8s. In August 2010, it was reported that India planned to order another 59 Mi-17s. The first Mi-17V-5s entered service with India in February 2012. In December 2012, India signed a contract for 71 aircraft at a reported cost of US$1.3 billion. In December 2014 it was reported that India is in agreement with the Russian Federation to produce on its territory Mi-17s and Ka-226Ts. All 151 helicopters were delivered as of February 2016.\nOn 11 June 2009, it was announced that the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; had handed over four Mi-17 cargo helicopters to the &lt;a href=\"Pakistan%20Army\"&gt;Pakistan Army&lt;/a&gt; to facilitate its &lt;a href=\"counter-terrorism\"&gt;counter-terrorism&lt;/a&gt; operations. This followed an urgent request for helicopters by &lt;a href=\"Chief%20of%20Army%20Staff%20%28Pakistan%29\"&gt;Pakistan's Chief of Army Staff&lt;/a&gt; General &lt;a href=\"Ashfaq%20Parvez%20Kayani\"&gt;Ashfaq Parvez Kayani&lt;/a&gt; in a leaked US embassy cable published on &lt;a href=\"WikiLeaks\"&gt;WikiLeaks&lt;/a&gt;.\nOn 10 July 2009, it was announced that &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt; would pursue talks with Russia to purchase five Mi-17 multi-role helicopters for the &lt;a href=\"Chilean%20Air%20Force\"&gt;Chilean Air Force&lt;/a&gt;, despite pressure from the United States. However, as of January 2013, it seems that these plans were canceled.\nOn 16 September 2009, the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; delivered the last two of four Mi-17s to the &lt;a href=\"Afghan%20National%20Army%20Air%20Corps\"&gt;Afghan National Army Air Corps&lt;/a&gt;. On 19 June 2010, it was announced that the US government would buy and refurbish 31 more Mi-17 helicopters from Russia to supply the Afghan Air Force.\nThe US was reportedly considering adding the helicopter to the US military for &lt;a href=\"special%20forces\"&gt;special forces&lt;/a&gt; use in order to obscure troop movements. The US has used some Mi-8s and Mi-17s for training, and has purchased units for allies in Iraq, Afghanistan and Pakistan.\nIn August 2010 a contract was signed by the &lt;a href=\"Argentine%20Air%20Force\"&gt;Argentine Air Force&lt;/a&gt; for two Mi-17Es, plus an option on another three, to support &lt;a href=\"Argentine%20Antarctica\"&gt;Antarctic bases&lt;/a&gt;.\nIn September 2010, the Polish Defense Minister announced that his country would buy five new Mi-17s from Russia, to support Polish operations in Afghanistan. All five Mi-17-1Vs were delivered by 2011.\nIn 2011, Chief of Staff of the &lt;a href=\"Afghan%20National%20Army\"&gt;Afghan National Army&lt;/a&gt; &lt;a href=\"Abdul%20Wahab%20Wardak\"&gt;Abdul Wahab Wardak&lt;/a&gt; announced that the &lt;a href=\"US%20government\"&gt;US government&lt;/a&gt; will buy Mi-17s for use by Afghanistan's troops. He explained the choice of the Russian helicopter over the American &lt;a href=\"Chinook%20helicopter\"&gt;Chinook&lt;/a&gt; was due to the familiarity of the Afghan technical and pilot staff with the helicopter type and that it is better suited for &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;'s environment. The United States continued to purchase the helicopters for Afghanistan in 2013, despite a congressional prohibition. Overall, 63 Mi-17s were acquired through the 2011 contract at a cost of US$16.4 to US$18.4 million each, or US$4 to US$6 million more each than a refurbished American Chinook.\nChina signed two contracts with Rosoboronexport in 2009 and 2012 for 32 and 52 Mi-171E, respectively.\nIn 2014 and 2015, Bangladesh ordered a total of 11 Mi-171Sh helicopters. 5 more ordered in 2017.\nThe Helicopters of Russia has concluded a contract with the Defense Ministry of Belarus for the supply of twelve Mi-8MTV-5 military transport helicopters in 2016–2017. The Belarusian military will get the helicopters possessing the same parameters as those used by the Russian military. The contract was executed in April 2017.\nOver 800 Mi-17s were exported in 2006–2016.\nIn the course of the Army-2017 International Military Technical Forum signed a contract to supply two Mi-171Sh helicopters to Burkina Faso. Also signed a contract for the supply of helicopters to Russian state special purpose aviation. Three Mi-8AMTSh military transport helicopters were produced and three more were ordered later.\nRoyal Thai Army ordered 2 Mi-17V-5s in September 2017 which received in December 2018 plus 3 more received in March 2021 for a total of 10 delivered since 2011. RF National Guard ordered two Mi-8AMTSHs in April 2018.\nDuring the Hydroaviasalon-2018 exhibition, subsidiaries of Rostec State Corporation – Russian Helicopters, National Service of Medical Aviation and Avia Capital Services LLC – signed a contract to supply 104 Ansat and 46 Mi-8AMT medically equipped helicopters.\nRussia supplied seven Mi-35 and three Mi-17 helicopters to Serbia.\nA contract was signed on 18 January 2019 between Russian Helicopters, Kazakhstan Engineering, and Kazakh firm Aircraft Repair Plant No 405 (ARP 405) that will see 45 kit versions of the Mil Mi-8AMT and Mi-171 helicopters delivered to Kazakhstan until 2025 for local assembly.\nIn 2019, China ordered 100 Mi-171 (including 18 combat-transport Mi-171Sh) and 21 &lt;a href=\"Kazan%20Ansat\"&gt;Kazan Ansat&lt;/a&gt; helicopters. A contract with the civilian airline QINGDAO for the supply of six Mi-171 helicopters with VK-2500-03 engines was signed in December 2019.\nIn 2019, the &lt;a href=\"Philippine%20Air%20Force\"&gt;Philippine Air Force&lt;/a&gt; reportedly expressed its interest in acquiring 16 Mi-171 helicopters for its heavy-lift helicopter requirement, with a possible option to add one Mi-171 that is fitted for VVIP transport, in a deal worth P12.5 billion to be signed during the official visit to &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; by President &lt;a href=\"Rodrigo%20Duterte\"&gt;Rodrigo Duterte&lt;/a&gt;. From March 3 to 7, 2020, a delegation composed of Philippine military and defense officials, and officials of the Embassy of the Philippines in Russia met with representatives from Sovtechnoexport and visited the &lt;a href=\"Ulan-Ude%20Aviation%20Plant\"&gt;Ulan-Ude Aviation Plant&lt;/a&gt;. Local defense blog Maxdefense Philippines reported that a Notice of Award (NOA) was issued during the third quarter of 2020, although it was unclear if it was awarded to Sovtechnoexport or &lt;a href=\"Rosoboronexport\"&gt;Rosoboronexport&lt;/a&gt;.\nIn 2021 Russia offered the &lt;a href=\"Argentine%20Air%20Force\"&gt;Argentine Air Force&lt;/a&gt; Mil Mi-17 helicopters as part of a bigger arms deals.\nRussia in October 2021 delivered to Mali 2 Mi-171Sh and 2 Mi-17V-5 helicopters in the framework of a contract signed in December 2020.\nBangladesh and Peru each ordered 2 Mi-171A2s in 2021."
}