{
    "id": "149340",
    "revid": "30065415",
    "url": "https://en.wikipedia.org/wiki?curid=149340",
    "title": "Sisak",
    "text": "Sisak (; ; also known by other &lt;a href=\"%23Name\"&gt;alternative names&lt;/a&gt;) is a &lt;a href=\"city\"&gt;city&lt;/a&gt; in central &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;, spanning the confluence of the &lt;a href=\"Kupa%20River%20%28Croatia%29\"&gt;Kupa&lt;/a&gt;, &lt;a href=\"Sava\"&gt;Sava&lt;/a&gt; and &lt;a href=\"Odra%20River%20%28Croatia%29\"&gt;Odra&lt;/a&gt; rivers, southeast of the Croatian capital &lt;a href=\"Zagreb\"&gt;Zagreb&lt;/a&gt;, and is usually considered to be where the &lt;a href=\"Posavina\"&gt;Posavina&lt;/a&gt; (&lt;a href=\"Sava\"&gt;Sava&lt;/a&gt; basin) begins, with an &lt;a href=\"Above%20mean%20sea%20level\"&gt;elevation&lt;/a&gt; of 99 m. The city's total population in 2011 was 47,768 of which 33,322 live in the urban settlement (naselje).\nSisak is the administrative centre of the &lt;a href=\"Sisak-Moslavina%20County\"&gt;Sisak-Moslavina County&lt;/a&gt;, Croatia's biggest river &lt;a href=\"port\"&gt;port&lt;/a&gt; and a centre of river shipping industry (Dunavski Lloyd). It lies on the &lt;a href=\"D36%20road%20%28Croatia%29\"&gt;D36 state road&lt;/a&gt; and the Zagreb-Sisak-&lt;a href=\"Novska\"&gt;Novska&lt;/a&gt; railway. Sisak is a regional economic, cultural and historical center. The largest oil refinery in Croatia is here.\nName.\nPrior to belonging to the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;, which gave it the Latin name Siscia, the region was &lt;a href=\"Celts\"&gt;Celtic&lt;/a&gt; and &lt;a href=\"Illyrians\"&gt;Illyrian&lt;/a&gt; and the city there was named Segestica or Segesta. Writers in Greek referred to the city as , Σεγέστα \"Segésta\", and Σεγεστική \"Segestikḗ\".\nIn &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; the town is known as \"Sissek\", in &lt;a href=\"Hungarian%20language\"&gt;Hungarian&lt;/a&gt; as \"Sziszek\", &lt;a href=\"Latin%20language\"&gt;Latin&lt;/a&gt; as \"Siscia\" and in &lt;a href=\"Kajkavian\"&gt;Kajkavian&lt;/a&gt; and &lt;a href=\"Slovene%20language\"&gt;Slovene&lt;/a&gt; as \"Sisek\".\nHistory.\nRoman empire.\nSiscia is described by Roman writers as a great town in the south of &lt;a href=\"Pannonia%20Superior\"&gt;Upper Pannonia&lt;/a&gt;, on the southern bank of the &lt;a href=\"Savus\"&gt;Savus&lt;/a&gt;, on an island formed by that river and two others, the &lt;a href=\"Colapis\"&gt;Colapis&lt;/a&gt; and &lt;a href=\"Odra%20%28Kupa%29\"&gt;Odra&lt;/a&gt;, a canal dug by &lt;a href=\"Tiberius\"&gt;Tiberius&lt;/a&gt; completing the island. It was on the great road from &lt;a href=\"Aemona\"&gt;Aemona&lt;/a&gt; to &lt;a href=\"Sirmium\"&gt;Sirmium&lt;/a&gt;. According to &lt;a href=\"Pliny%20the%20Elder\"&gt;Pliny&lt;/a&gt; the name Segestica belonged only to the island, and the town was called Siscia; while &lt;a href=\"Strabo\"&gt;Strabo&lt;/a&gt; says that Siscia was a fort in the neighbourhood of Segestica; but if this was so, it must be supposed that subsequently the fort and town became united as one place. Siscia was from the first a strongly fortified town; and after its capture by Tiberius, in the reign of &lt;a href=\"Augustus\"&gt;Augustus&lt;/a&gt;, it became one of the most important places of Pannonia; for being on two navigable rivers, it not only carried on considerable commerce, but became the central point from which Augustus and Tiberius carried on their undertakings against the &lt;a href=\"Pannonians\"&gt;Pannonians&lt;/a&gt; and &lt;a href=\"Illyrians\"&gt;Illyrians&lt;/a&gt;. Tiberius did much to enlarge and embellish the town, which as early as that time seems to have been made a &lt;a href=\"Roman%20colonia\"&gt;colonia&lt;/a&gt;, for &lt;a href=\"Pliny%20the%20Elder\"&gt;Pliny&lt;/a&gt; mentions it as such: in the time of &lt;a href=\"Septimius%20Severus\"&gt;Septimius Severus&lt;/a&gt; it received fresh colonists, whence in inscriptions it is called \"Col. Septimia Siscia\". The town contained an imperial mint, which produced coins under a series of emperors between 262 and 383 AD.\nThe &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; martyr &lt;a href=\"Quirinus%20of%20Sescia\"&gt;Quirinus of Sescia&lt;/a&gt;, presumed the first bishop of the &lt;a href=\"Diocese%20of%20Sescia\"&gt;Diocese of Sescia&lt;/a&gt;, was tortured and nearly killed during &lt;a href=\"Diocletian\"&gt;Diocletian&lt;/a&gt;'s &lt;a href=\"Diocletianic%20Persecution\"&gt;persecution of Christians&lt;/a&gt;. Legend has it that they tied him to a millstone and threw him into a river, but he freed himself from the weight, escaped and continued to preach his faith. Today he is the &lt;a href=\"patron%20saint\"&gt;patron saint&lt;/a&gt; of Sisak. When Diocletian split Pannonia into four provinces, Siscia became the capital of &lt;a href=\"Pannonia%20Savia\"&gt;Pannonia Savia&lt;/a&gt;, the southwestern one, for which Siscia contained the treasury; at the same time it was the station of the small fleet kept on the Savus. Siscia maintained its importance until Sirmium began to rise, for in proportion as Sirmium rose, Siscia sank and declined.\nMiddle Ages.\n&lt;a href=\"Braslav%2C%20Duke%20of%20Lower%20Pannonia\"&gt;Braslav&lt;/a&gt; of &lt;a href=\"Pannonian%20Slavs%23Principality\"&gt;Lower Pannonia&lt;/a&gt; reigned from Sisak until he was killed in the &lt;a href=\"Magyar%20invasion%20of%20Pannonia\"&gt;Hungarian invasion&lt;/a&gt; ca. 898. According to \"&lt;a href=\"Historia%20Salonitana\"&gt;Historia Salonitana&lt;/a&gt;\", Duke &lt;a href=\"Tomislav%20of%20Croatia\"&gt;Tomislav&lt;/a&gt; reclaimed it soon after.\nEarly modern.\nThe 16th-century triangular &lt;a href=\"Fortification\"&gt;fortress&lt;/a&gt; of the Old Town, well-preserved and turned into the Native Museum, is the main destination of every tourist. The fortress is famous for the victory of the joint forces of &lt;a href=\"Croats\"&gt;Croats&lt;/a&gt;, Austrians and &lt;a href=\"Carniola\"&gt;Carniola&lt;/a&gt;ns (&lt;a href=\"Slovenes\"&gt;Slovenes&lt;/a&gt;) over the &lt;a href=\"Ottoman%20Empire\"&gt;Ottomans&lt;/a&gt; in 1593, known as the &lt;a href=\"Battle%20of%20Sisak\"&gt;Battle of Sisak&lt;/a&gt;. It was one of the early significant defeats of the up-to-then invincible Ottoman army on European territory. The Croatian &lt;a href=\"Ban%20%28title%29\"&gt;Ban&lt;/a&gt; &lt;a href=\"Thomas%20Erd%C5%91dy\"&gt;Thomas Erdődy&lt;/a&gt; who led the defense in this battle became famous throughout &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;. However, this victory didn't prevent Sisak from being ruled by the Ottomans for a brief period between 30 August 1593 and 10 August 1594.\nThe &lt;a href=\"Baroque\"&gt;Baroque&lt;/a&gt; palace of \"Mali Kaptol\", the &lt;a href=\"Classicism\"&gt;classicist&lt;/a&gt; \"Veliki Kaptol\", the brick \"Stari most\" (\"Old Bridge\") over the Kupa, and the ethnological park are the most frequently visited landmarks.\nModern.\nIn the late 19th and early 20th century, Sisak was a district capital in the &lt;a href=\"Zagreb%20County%20%28former%29\"&gt;Zagreb County&lt;/a&gt; of the &lt;a href=\"Kingdom%20of%20Croatia-Slavonia\"&gt;Kingdom of Croatia-Slavonia&lt;/a&gt;.\nModern history.\nFrom 1929 to 1939, Sisak was part of the &lt;a href=\"Sava%20Banovina\"&gt;Sava Banovina&lt;/a&gt;, and from 1939 to 1941, of the &lt;a href=\"Banovina%20of%20Croatia\"&gt;Banovina of Croatia&lt;/a&gt; within the &lt;a href=\"Kingdom%20of%20Yugoslavia\"&gt;Kingdom of Yugoslavia&lt;/a&gt;. During &lt;a href=\"World%20War%20II%20in%20Yugoslavia\"&gt;World War II&lt;/a&gt;, the &lt;a href=\"Sisak%20children%27s%20concentration%20camp\"&gt;Sisak children's concentration camp&lt;/a&gt; was set up by the &lt;a href=\"Independent%20State%20of%20Croatia\"&gt;Croatian&lt;/a&gt; &lt;a href=\"Axis%20powers\"&gt;Axis&lt;/a&gt; &lt;a href=\"Usta%C5%A1e\"&gt;Ustaše&lt;/a&gt; government for &lt;a href=\"Serbs%20in%20Croatia\"&gt;Serbian&lt;/a&gt;, &lt;a href=\"History%20of%20the%20Jews%20in%20Croatia\"&gt;Jewish&lt;/a&gt; and &lt;a href=\"Romani%20people%20in%20Croatia\"&gt;Romani&lt;/a&gt; children. It is estimated that 1,160–1,600 children lost their lives at the camp.\nOn 22 June 1941, the day &lt;a href=\"Nazi%20Germany\"&gt;Germany&lt;/a&gt; &lt;a href=\"Operation%20Barbarossa\"&gt;invaded&lt;/a&gt; the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, the &lt;a href=\"Sisak%20People%27s%20Liberation%20Partisan%20Detachment\"&gt;Sisak People's Liberation Partisan Detachment&lt;/a&gt;, also known as the 1st Sisak Partisan Detachment, was formed by the outlawed &lt;a href=\"League%20of%20Communists%20of%20Croatia\"&gt;Croatian Communist Party&lt;/a&gt; in the Brezovica Forest, near Sisak. It was the first &lt;a href=\"Yugoslav%20Partisans\"&gt;Partisan&lt;/a&gt; armed &lt;a href=\"Anti-fascism\"&gt;anti-fascist&lt;/a&gt; resistance unit formed in &lt;a href=\"World%20War%20II%20in%20Yugoslavia\"&gt;occupied Yugoslavia&lt;/a&gt; following the &lt;a href=\"invasion%20of%20Yugoslavia\"&gt;invasion of Yugoslavia&lt;/a&gt; by the &lt;a href=\"Axis%20powers\"&gt;Axis powers&lt;/a&gt; in April 1941.\nIt had 79 members, mainly &lt;a href=\"Croats\"&gt;Croats&lt;/a&gt; with the exception of one notable &lt;a href=\"Serbs%20of%20Croatia\"&gt;Serb&lt;/a&gt; woman, &lt;a href=\"Nada%20Dimi%C4%87\"&gt;Nada Dimić&lt;/a&gt;, and was commanded by a Croat, &lt;a href=\"Vladimir%20Janji%C4%87-Capo\"&gt;Vladimir Janjić-Capo&lt;/a&gt;.\nWith the outbreak of the &lt;a href=\"Croatian%20War%20of%20Independence\"&gt;Croatian War of Independence&lt;/a&gt; in 1991, Sisak remained in Government hands while the territory to the south was &lt;a href=\"Republic%20of%20Serbian%20Krajina\"&gt;controlled by rebelling Serbs&lt;/a&gt;. During the war, the Serb forces often shelled the city, causing dozens of civilian casualties and extensive damage to the city's industry. According to &lt;a href=\"Amnesty%20International\"&gt;Amnesty International&lt;/a&gt;, &lt;a href=\"Sisak%20killings\"&gt;Serb civilians in Sisak and surrounding areas&lt;/a&gt; were subjected to abductions, killings, assault and threats with at least 33 killed between 1991 and 1992, while local human rights activists in Croatia claim that over 100 Serb residents of the Sisak region were killed during the entirety of the war. The frontline dramatically moved eastwards as a result of &lt;a href=\"Operation%20Storm\"&gt;Operation Storm&lt;/a&gt; (1995), effectively ending the war.\nSisak suffered much damage during the &lt;a href=\"2020%20Petrinja%20earthquake\"&gt;2020 Petrinja earthquake&lt;/a&gt;. The town, located roughly northeast of the epicenter, reported damage to the hospital as well as city hall and various &lt;a href=\"Church%20%28building%29\"&gt;churches&lt;/a&gt;. Most of the damage was inflicted on old buildings in the center of the town. However, early figures estimate that 700 to 1,000 homes were damaged in Sisak and nearby villages.\nPopulation.\nIn the 2011 census, of the total population of 47,768 there were 40,590 &lt;a href=\"Croats\"&gt;Croats&lt;/a&gt; (84.97%), 3,071 &lt;a href=\"Serbs\"&gt;Serbs&lt;/a&gt; (6.43%), 1,646 &lt;a href=\"Bosniaks\"&gt;Bosniaks&lt;/a&gt; (3.45%), 648 &lt;a href=\"Romani%20people\"&gt;Romani&lt;/a&gt; (1.36%), 179 &lt;a href=\"Albanians\"&gt;Albanians&lt;/a&gt; (0.37%), 29 &lt;a href=\"Montenegrins%20%28ethnic%20group%29\"&gt;Montenegrins&lt;/a&gt; (0.06%), and the rest were other ethnicities.\nIn the 2011 census, the population by religion was 37,319 &lt;a href=\"Roman%20Catholics\"&gt;Roman Catholics&lt;/a&gt; (78.13%; since 2009 again served by their own &lt;a href=\"Diocese%20of%20Sisak\"&gt;Diocese of Sisak&lt;/a&gt;), 3,279 &lt;a href=\"Eastern%20Orthodox\"&gt;Orthodox Christians&lt;/a&gt; (6.86%), 2,442 &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt; (5.11%) and others.\nMunicipal makeup.\nThe city's administrative area is composed of the following &lt;a href=\"naselje\"&gt;settlements&lt;/a&gt;:\nMiscellaneous.\nChief occupations are farming, &lt;a href=\"Ironworks\"&gt;ferrous metallurgy&lt;/a&gt; (iron works), chemicals, leather (footwear), textiles and food processing plants (&lt;a href=\"dairy\"&gt;dairy&lt;/a&gt; products, alcoholic beverages), &lt;a href=\"building\"&gt;building&lt;/a&gt; material, &lt;a href=\"Petroleum\"&gt;crude oil&lt;/a&gt; &lt;a href=\"Oil%20refinery\"&gt;refinery&lt;/a&gt; and &lt;a href=\"thermal%20power\"&gt;thermal power&lt;/a&gt;.\nSisak features the largest metallurgic factory and the largest oil refinery in &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;. Sisak has many rich mineral springs (&lt;a href=\"hot%20spring\"&gt;spa&lt;/a&gt;s) with healing properties in the &lt;a href=\"temperature\"&gt;temperature&lt;/a&gt; range from .\nThe city hosts &lt;a href=\"University%20of%20Zagreb\"&gt;University of Zagreb&lt;/a&gt;'s Faculty of &lt;a href=\"Metallurgy\"&gt;Metallurgy&lt;/a&gt;.\nSports and recreation facilities in the town and the surroundings include mainly the waters and alluvial plains a public beach on the Kupa. All rivers (\"Kupa\", \"Odra\", \"Sava\") with their backwaters offer fishing opportunities. There are &lt;a href=\"hunting\"&gt;hunting&lt;/a&gt; grounds in the regions of &lt;a href=\"Turopolje\"&gt;Turopolje&lt;/a&gt; and &lt;a href=\"Posavina\"&gt;Posavina&lt;/a&gt;. Sisak is the starting point for sightseeing tours into &lt;a href=\"Lonjsko%20Polje\"&gt;Lonjsko Polje&lt;/a&gt; (Field of &lt;a href=\"Lonja\"&gt;Lonja&lt;/a&gt; river) nature park. The local &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; club is &lt;a href=\"HNK%20Segesta\"&gt;HNK Segesta&lt;/a&gt;. Sisak features the oldest ice hockey club in Croatia, &lt;a href=\"KHL%20Sisak\"&gt;KHL Sisak&lt;/a&gt; est. 1934.\nInternational relations.\nTwin towns – Sister cities.\nSisak is &lt;a href=\"Twin%20towns%20and%20sister%20cities\"&gt;twinned&lt;/a&gt; with:"
}