{
    "id": "14943058",
    "revid": "7178531",
    "url": "https://en.wikipedia.org/wiki?curid=14943058",
    "title": "Kulturfabrik Moabit",
    "text": "Kulturfabrik Moabit is a cultural co-operative in &lt;a href=\"Moabit\"&gt;Moabit&lt;/a&gt;, &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; located in a former factory and warehouse building, which contains a cinema, theatre and concert hall.\nHistory.\nThe building located on &lt;a href=\"Lehrter%20Stra%C3%9Fe\"&gt;Lehrter Straße&lt;/a&gt; (Lehrter Street) in the Moabit quarter, a part of the town center district, was built in 1911 by &lt;a href=\"Ernst%20Scharnke\"&gt;Ernst Scharnke&lt;/a&gt; for &lt;a href=\"Wertheim%20%28department%20store%29\"&gt;Wertheim&lt;/a&gt; and was originally a meat factory, a biscuit factory and a home for many other aspects of Berlin industry besides. Between 1976 and 1991 the former factory was vacant and neglected due to its marginal location close to the Berlin Wall.\nAfter reunification with consent of the &lt;a href=\"Senate%20of%20Berlin\"&gt;Senate of Berlin&lt;/a&gt;, the building was reopened in 1991 and the Kulturfabrik Moabit (Culture Factory Moabit) was born. Artists, locals and students together founded a co-operative of non-profit clubs or associations, Fabriktheater (theatre), Filmrauschpalast e. V. (cinema), Slaughterhouse e. V. (concerts) and Kunsthalle Moabit e. V. (art, this latter one existed until 1996). Kulturfabrik Lehrter Str. 35 e. V. or short Kulturfabrik Moabit serves not only as the governing body of the entire site and an umbrella organization for its composite associations, it also runs an own program of events.\nActivities.\nThe Kulturfabrik Moabit features as associate members, the Slaughterhouse club, a live concert and party venue preferably for rock, punk, SKA, gothic and wave music, the Fabriktheater club, an off mainstream playhouse and concert hall mainly for jazz and folk artists, the Filmrauschpalast club, an art house movie theater which also runs an Open Air program in Summer in the backyard and a café or pub which operates also as an art gallery on a regular basis and runs a monthly tabletop soccer tournament. Besides the club Kulturfabrik Moabit also provides social and family work by way of offering childcare on the neighboring playground and a scheduled sports, arts and play courses and annual festivities. Also the Kulturfabrik Moabit runs a program on its own account such as the annual Lange Nacht des Tauchens (The Long Night of Diving), the Sommerfest (Summer Fest), Kneipengolf (pub golf tournament) and takes part in the community's Fête de la Musique."
}