{
    "id": "1495085",
    "revid": "14423536",
    "url": "https://en.wikipedia.org/wiki?curid=1495085",
    "title": "Archaeopteris",
    "text": "Archaeopteris is an &lt;a href=\"extinct\"&gt;extinct&lt;/a&gt; &lt;a href=\"genus\"&gt;genus&lt;/a&gt; of &lt;a href=\"progymnosperm\"&gt;progymnosperm&lt;/a&gt; tree with &lt;a href=\"fern\"&gt;fern&lt;/a&gt;-like leaves. A useful &lt;a href=\"List%20of%20index%20fossils\"&gt;index fossil&lt;/a&gt;, this tree is found in &lt;a href=\"Stratum\"&gt;strata&lt;/a&gt; dating from the Upper &lt;a href=\"Devonian\"&gt;Devonian&lt;/a&gt; to Lower &lt;a href=\"Carboniferous\"&gt;Carboniferous&lt;/a&gt; (), the oldest fossils being 385 million years old, and had global distribution. \nUntil the 2007 discovery of \"&lt;a href=\"Wattieza\"&gt;Wattieza&lt;/a&gt;\", many scientists considered \"Archaeopteris\" to be the earliest known tree. Bearing buds, reinforced branch joints, and branched trunks similar to today's &lt;a href=\"wood\"&gt;wood&lt;/a&gt;, it is more reminiscent of modern seed-bearing trees than other spore bearing taxa; It combines characteristics of woody trees and &lt;a href=\"herb\"&gt;herb&lt;/a&gt;aceous ferns, and belongs to a group of extinct plants sometimes called the progymnosperms, plants with gymnosperm-like wood but that produce spores rather than seeds.\nTaxonomy.\n&lt;a href=\"John%20William%20Dawson\"&gt;John William Dawson&lt;/a&gt; described the genus in 1871. The name derives from the &lt;a href=\"ancient%20Greek\"&gt;ancient Greek&lt;/a&gt; (\"archaīos\", \"ancient\"), and (\"ptéris\", \"fern\"). \"Archaeopteris\" was originally classified as a fern, and it remained classified so for over 100 years. In 1911, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;n paleontologist &lt;a href=\"Mikhail%20Zalessky\"&gt;Mikhail Dimitrievich Zalessky&lt;/a&gt; described a new type of &lt;a href=\"petrified%20wood\"&gt;petrified wood&lt;/a&gt; from the &lt;a href=\"Donets%20Basin\"&gt;Donets Basin&lt;/a&gt; in nowadays &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;. He called the wood \"Callixylon\", though he did not find any structures other than the trunk. The similarity to conifer wood was recognized. It was also noted that ferns of the genus \"Archaeopteris\" were often found associated with &lt;a href=\"fossil\"&gt;fossil&lt;/a&gt;s of \"Callixylon\".\nIn the 1960s, paleontologist Charles B. Beck was able to demonstrate that the fossil wood known as \"Callixylon\" and the leaves known as \"Archaeopteris\" were actually part of the same plant. It was a plant with a mixture of characteristics not seen in any living plant, a link between true &lt;a href=\"gymnosperm\"&gt;gymnosperm&lt;/a&gt;s and ferns.\nThe genus \"Archaeopteris\" is placed in the order Archaeopteridales and family Archaeopteridaceae. The name is similar to that of the first known feathered bird, \"&lt;a href=\"Archaeopteryx\"&gt;Archaeopteryx&lt;/a&gt;\", but in this case refers to the fern-like nature of the plant's fronds.\nRelationship to spermatophytes.\n\"Archaeopteris\" is a member of a group of free-sporing woody plants called the &lt;a href=\"progymnosperm\"&gt;progymnosperm&lt;/a&gt;s that are interpreted as distant ancestors of the &lt;a href=\"gymnosperm\"&gt;gymnosperm&lt;/a&gt;s. \"Archaeopteris\" reproduced by releasing spores rather than by producing seeds, but some of the species, such as \"Archaeopteris halliana\" were &lt;a href=\"heterospory\"&gt;heterosporous&lt;/a&gt;, producing two types of spores. This is thought to represent an early step in the evolution of vascular plants towards reproduction by seeds, which first appeared in the earliest, long extinct, gymnosperm group, the seed ferns (&lt;a href=\"Pteridospermatophyta\"&gt;Pteridospermatophyta&lt;/a&gt;). The conifers or &lt;a href=\"Pinophyta\"&gt;Pinophyta&lt;/a&gt; are one of four divisions of extant gymnosperms that arose from the seed ferns during the Carboniferous period.\nDescription.\nThe trees of this genus typically grew to in height with leafy foliage reminiscent of some conifers. The large fern-like &lt;a href=\"frond\"&gt;frond&lt;/a&gt;s were thickly set with fan-shaped leaflets or pinnae. The trunks of some species exceeded in diameter. The branches were borne in spiral arrangement, and a forked stipule was present at the base of each branch. Within a branch, leafy shoots were in opposite arrangement in a single plane. On fertile branches, some of the leaves were replaced by sporangia (spore capsules).\nOther modern adaptations.\nAside from its woody trunk, \"Archaeopteris\" possessed other modern adaptations to light interception and perhaps to seasonality as well. The large umbrella of fronds seems to have been quite optimized for light interception at the canopy level. In some species, the pinnules were shaped and oriented to avoid shading one another. There is evidence that whole fronds were shed together as single units, perhaps seasonally like modern &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt; foliage or like trees in the cypress family &lt;a href=\"Cupressaceae\"&gt;Cupressaceae&lt;/a&gt;.\nThe plant had nodal zones that would have been important sites for the subsequent development of lateral roots and branches. Some branches were latent and adventitious, similar to those produced by living trees that eventually develop into roots. Before this time, shallow, &lt;a href=\"Rhizome\"&gt;rhizomatous&lt;/a&gt; roots had been the norm, but with \"Archaeopteris\", deeper root systems were being developed that could support ever higher growth.\nHabitat.\nEvidence indicates that \"Archaeopteris\" preferred wet &lt;a href=\"soil\"&gt;soil&lt;/a&gt;s, growing close to &lt;a href=\"river\"&gt;river&lt;/a&gt; systems and in &lt;a href=\"floodplain\"&gt;floodplain&lt;/a&gt; woodlands. It would have formed a significant part of the canopy vegetation of early forests. Speaking of the first appearance of \"Archaeopteris\" on the world-scene, Stephen Scheckler, a professor of biology and geological sciences at &lt;a href=\"Virginia%20Tech\"&gt;Virginia Polytechnic Institute&lt;/a&gt;, says, \"When [\"Archaeopteris\"] appears, it very quickly became the dominant tree all over the Earth. On all of the land areas that were habitable, they all had this tree\". One species, \"&lt;a href=\"Archaeopteris%20notosaria\"&gt;Archaeopteris notosaria&lt;/a&gt;\", has even been reported from within what was then the Antarctic circle: leaves and fertile structures were identified from the &lt;a href=\"Waterloo%20Farm%20lagerst%C3%A4tte\"&gt;Waterloo Farm lagerstätte&lt;/a&gt; in what is now South Africa.\nScheckler believes that \"Archaeopteris\" had a major role in transforming its environment. \"Its litter fed the streams and was a major factor in the evolution of freshwater fishes, whose numbers and varieties exploded in that time, and influenced the evolution of other marine ecosystems. It was the first plant to produce an extensive root system, so had a profound impact on soil chemistry. And once these ecosystem changes happened, they were changed for all time. It was a one-time thing.\"\nLooking roughly like a top-heavy &lt;a href=\"Christmas%20tree\"&gt;Christmas tree&lt;/a&gt;, \"Archaeopteris\" may have played a part in the transformation of Earth's &lt;a href=\"climate\"&gt;climate&lt;/a&gt; during the Devonian before becoming extinct within a short period of time at the beginning of the Carboniferous period."
}