{
    "id": "1495747",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=1495747",
    "title": "Bill Foulkes",
    "text": "William Anthony Foulkes ( or ; 5 January 1932 – 25 November 2013) was an English &lt;a href=\"association%20football\"&gt;footballer&lt;/a&gt; who played for &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; in the &lt;a href=\"Busby%20Babes\"&gt;Busby Babes&lt;/a&gt; teams of the 1950s, and also in the 1960s. His favoured position was &lt;a href=\"Defender%20%28football%29%23Centre-half\"&gt;centre-half&lt;/a&gt;. For Manchester United, he played 688 games which places him at number 4 on the all-time list of appearances behind &lt;a href=\"Ryan%20Giggs\"&gt;Ryan Giggs&lt;/a&gt;, &lt;a href=\"Bobby%20Charlton\"&gt;Bobby Charlton&lt;/a&gt; and &lt;a href=\"Paul%20Scholes\"&gt;Paul Scholes&lt;/a&gt;. He made 3 appearances as a substitute. He also started in every single United game in the 1957–58, 1959–60 and 1964–65 seasons. He scored a total of 9 goals in his 18 seasons at United and helped the club win four &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt; titles, one &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; and one &lt;a href=\"UEFA%20Champions%20League\"&gt;European Cup&lt;/a&gt;. He was &lt;a href=\"cap%20%28sport%29\"&gt;capped&lt;/a&gt; only once for &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; in 1955.\nAfter retiring as a player, he spent more than 20 years as a coach and manager at numerous clubs in England and overseas.\nEarly life.\nFoulkes was born in &lt;a href=\"St%20Helens%2C%20Merseyside\"&gt;St. Helens&lt;/a&gt;, &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt;, the first of three children born to James Foulkes (1900–1970) and his wife Ruth (1909–1961).\nHis grandfather had captained &lt;a href=\"St%20Helens%20R.F.C.\"&gt;St. Helens&lt;/a&gt; rugby league team and was also an &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England rugby&lt;/a&gt; international. His father had also played &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; for St Helens, and had also played football for &lt;a href=\"New%20Brighton%20A.F.C.\"&gt;New Brighton&lt;/a&gt; in the &lt;a href=\"Football%20League%20Third%20Division%20North\"&gt;Third Division North&lt;/a&gt;. Foulkes himself played for the Whiston Boys Club in his teens, and also worked at the Lea Green Colliery as a miner, a job which he continued into the mid-1950s by which time he was a regular member of the Manchester United first team and had made his solitary appearance for the full England side.\nHe married Teresa Suffler (born 1936) at St Nicholas Church, &lt;a href=\"Whiston%2C%20Merseyside\"&gt;Whiston&lt;/a&gt;, in spring of 1955. They have three children; Stephen (born 1958), Geoff (born 1962) and Amanda (born 1963). They have seven grandchildren named Lewis (born 1992), Matthew (born 1993) and Adam (born 1996), Jessica, Edward, Harvey and Philippa.\nManchester United.\n1950–1957.\nFoulkes was discovered by Manchester United while he was playing for the Whiston Boys club as an 18-year-old. He joined the club in March 1950 and played in junior ranks of the club before he turned professional in August 1951. He made his professional debut in the &lt;a href=\"1952%E2%80%9353%20in%20English%20football\"&gt;1952–53&lt;/a&gt; season in a First Division match against &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; on 13 December 1952 at the age of 20. United won the match 2–1. He also played 2 games for the &lt;a href=\"England%20national%20under-23%20football%20team\"&gt;England Under-23 team&lt;/a&gt;. During this time, he continued to work part-time at the coal mine, feeling he was not good enough to play full-time league football.\nFoulkes scored his first of only nine goals for the club during the &lt;a href=\"1953%E2%80%9354%20in%20English%20football\"&gt;1953–54&lt;/a&gt; season against &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt; in a First Division match on 2 January 1954 at &lt;a href=\"St%20James%27%20Park\"&gt;St James' Park&lt;/a&gt;. The goal was scored from near the halfway line, an achievement especially for a defender. United finished the season in fifth place.\nFoulkes won his first cap for England 22 months after making his United debut, playing at right-back against &lt;a href=\"Northern%20Ireland%20national%20football%20team\"&gt;Northern Ireland&lt;/a&gt; on 2 October 1954. However, that was his only international appearance at the senior level throughout his whole career. It was only after he won the cap that he stopped working at the colliery.\nIn the &lt;a href=\"1955%E2%80%9356%20in%20English%20football\"&gt;1955–56&lt;/a&gt; season, Foulkes won his first Championship with United. Towards the end of that season, Foulkes found himself laden with &lt;a href=\"National%20Service%23United%20Kingdom\"&gt;National Service&lt;/a&gt; commitments. Because of that, United manager &lt;a href=\"Matt%20Busby\"&gt;Matt Busby&lt;/a&gt; began to favour &lt;a href=\"Ian%20Greaves\"&gt;Ian Greaves&lt;/a&gt; over Foulkes at right-back. Foulkes responded by training harder than usual, determined to be called back to play for the first-team. This attitude worked in his favour, and he returned to playing regularly for the first-team from the next season until the end of the 1960s.\nUnited won the Championship in the 1955–56 season and thus became eligible to play in the European Cup in the following season, &lt;a href=\"1956%E2%80%9357%20in%20English%20football\"&gt;1956–57&lt;/a&gt;. Despite objections from &lt;a href=\"the%20Football%20League\"&gt;the Football League&lt;/a&gt;, United became England's first representatives in the European Cup. In the second match of the Cup, United demolished &lt;a href=\"R.S.C.%20Anderlecht\"&gt;Anderlecht&lt;/a&gt; 10–0, although Foulkes did not score any goals. The result continues to be United's record victory in a European match. In that season, Foulkes helped United to the semi-finals of the European Cup, losing to &lt;a href=\"Real%20Madrid\"&gt;Real Madrid&lt;/a&gt; 5–3 on aggregate after losing 1–3 at the &lt;a href=\"Santiago%20Bernab%C3%A9u%20Stadium\"&gt;Santiago Bernabéu Stadium&lt;/a&gt; and drawing 2–2 in the return leg at &lt;a href=\"Old%20Trafford\"&gt;Old Trafford&lt;/a&gt;. United also reached the FA Cup Final, losing 2–1 to &lt;a href=\"Aston%20Villa%20F.C.\"&gt;Aston Villa&lt;/a&gt;, and successfully defended their Championship title that season.\nMunich air disaster.\nAs winners of &lt;a href=\"the%20Football%20League\"&gt;the Football League&lt;/a&gt; in 1956–57, United once again represented England in the European Cup in &lt;a href=\"1957%E2%80%9358%20in%20English%20football\"&gt;1957–58&lt;/a&gt;. This was the season of the tragic &lt;a href=\"British%20European%20Airways%20Flight%20609\"&gt;Munich air disaster&lt;/a&gt;. In the second leg of the quarter finals against &lt;a href=\"Red%20Star%20Belgrade\"&gt;Red Star Belgrade&lt;/a&gt; in &lt;a href=\"Yugoslavia\"&gt;Yugoslavia&lt;/a&gt;, United drew 3–3, winning 5–4 on aggregate. After the match, the team had a reception, then travelled to the British Embassy where each player was given a bottle of gin.\nOn the return journey to &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt; on 6 February 1958, the &lt;a href=\"British%20European%20Airways\"&gt;British European Airways&lt;/a&gt; aircraft that the team was on stopped at &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt; to refuel. Because of boost surging, takeoff was aborted twice. The pilot returned to the terminal, and after a while, it was announced that one more attempt to take off would be made. At that time, Foulkes had been running a card school with &lt;a href=\"Kenny%20Morgans\"&gt;Kenny Morgans&lt;/a&gt;, &lt;a href=\"David%20Pegg\"&gt;David Pegg&lt;/a&gt;, &lt;a href=\"Albert%20Scanlon\"&gt;Albert Scanlon&lt;/a&gt;, &lt;a href=\"Roger%20Byrne\"&gt;Roger Byrne&lt;/a&gt; and &lt;a href=\"Liam%20Whelan\"&gt;Liam Whelan&lt;/a&gt; in the middle of the plane. When he heard the announcement, he started to worry for his safety. In a 1998 interview with Carling-Net, he said of the announcement, \"When they said that you didn't have to be a genius to know that this was going to be a bit dicey.\"\nOn the third attempt to take off, the pilots managed to control the surging, but as the plane reached the &lt;a href=\"V1%20speed\"&gt;V1 speed&lt;/a&gt;, after which it is dangerous to abort takeoff, airspeed suddenly dropped. The plane left the runway and crashed into a fence and a house. In the 1998 interview, Foulkes recalled,\nThe plane had broken right under the seat that Foulkes was sitting on. In the crash, the bottle of gin from the British Embassy, which Foulkes had placed on the overhead rack with his overcoat, hit Foulkes on the back of his head. The head injury was the only injury which he sustained in the crash. Immediately after the crash, Foulkes climbed out of his safety belt and ran 50 yards away from the plane. He then turned back and saw the wrecked plane. As Foulkes later said,\nThe 23 survivors were admitted to hospital, but Foulkes was discharged and spent the night in a hotel with Gregg. The next morning, Foulkes visited his teammates in the hospital. He visited &lt;a href=\"Duncan%20Edwards\"&gt;Duncan Edwards&lt;/a&gt;, &lt;a href=\"Johnny%20Berry\"&gt;Johnny Berry&lt;/a&gt;, &lt;a href=\"Jackie%20Blanchflower\"&gt;Jackie Blanchflower&lt;/a&gt;, Viollet, Scanlon, Charlton and &lt;a href=\"Ray%20Wood\"&gt;Ray Wood&lt;/a&gt;. Then, he recalls, \"I was just beginning to think it didn't look too bad when I asked where the rest were. The nurse simply shook her head and said: 'That's it, everybody else has died.'\"\nIt was only then that Foulkes realised the full horror of the tragedy. Seven of his teammates – &lt;a href=\"Mark%20Jones%20%28footballer%2C%20born%201933%29\"&gt;Mark Jones&lt;/a&gt;, &lt;a href=\"David%20Pegg\"&gt;David Pegg&lt;/a&gt;, &lt;a href=\"Roger%20Byrne\"&gt;Roger Byrne&lt;/a&gt;, &lt;a href=\"Geoff%20Bent\"&gt;Geoff Bent&lt;/a&gt;, &lt;a href=\"Eddie%20Colman\"&gt;Eddie Colman&lt;/a&gt;, &lt;a href=\"Liam%20Whelan\"&gt;Liam Whelan&lt;/a&gt; and &lt;a href=\"Tommy%20Taylor\"&gt;Tommy Taylor&lt;/a&gt; – had died at the scene of the crash, as had a further 14 people including three Manchester United officials.\n&lt;a href=\"Duncan%20Edwards\"&gt;Duncan Edwards&lt;/a&gt; died 15 days later as a result of his injuries. Club secretary &lt;a href=\"Walter%20Crickmer\"&gt;Walter Crickmer&lt;/a&gt; and coaches &lt;a href=\"Tom%20Curry%20%28footballer%29\"&gt;Tom Curry&lt;/a&gt; and &lt;a href=\"Bert%20Whalley\"&gt;Bert Whalley&lt;/a&gt; were also killed instantly. Berry and Blanchflower survived but never played again due to the extent of their injuries. Foulkes himself survived, along with Busby, Charlton, Gregg, Morgans, Scanlon, Viollet and Wood.\nOver the years since the disaster, Foulkes felt anger about the fact that the pilots had tried to take off a third time, despite the obvious dangers.\n1958–1966.\nImmediately after the crash, Foulkes took over captaincy of the club in place of Byrne, who was killed in the crash. After matches against &lt;a href=\"Sheffield%20Wednesday%20F.C.\"&gt;Sheffield Wednesday&lt;/a&gt;, &lt;a href=\"West%20Bromwich%20Albion%20F.C.\"&gt;West Bromwich Albion&lt;/a&gt; and &lt;a href=\"Fulham%20F.C.\"&gt;Fulham&lt;/a&gt;, United reached the &lt;a href=\"1958%20FA%20Cup%20Final\"&gt;FA Cup Final&lt;/a&gt;, losing 2–0 to &lt;a href=\"Bolton%20Wanderers%20F.C.\"&gt;Bolton Wanderers&lt;/a&gt;. However, the team did not fare so well in the league, winning only 1 match against &lt;a href=\"Sunderland%20A.F.C.\"&gt;Sunderland&lt;/a&gt;, drawing 5 matches and losing 8, and finished in ninth place. In the semi-finals of the European Cup, United won 2–1 in the first leg against &lt;a href=\"A.C.%20Milan\"&gt;A.C. Milan&lt;/a&gt;, but lost 4–0 in the second leg at the &lt;a href=\"Stadio%20Giuseppe%20Meazza\"&gt;San Siro&lt;/a&gt;, losing 5–2 on aggregate.\nManchester United finish runners-up in the league in the first post Munich season in &lt;a href=\"1958%E2%80%9359%20in%20English%20football\"&gt;1958–59&lt;/a&gt;, but then finished seventh the &lt;a href=\"1959%E2%80%9360%20in%20English%20football\"&gt;1959–60&lt;/a&gt; and &lt;a href=\"1960%E2%80%9361%20in%20English%20football\"&gt;1960–61&lt;/a&gt; seasons before finishing 15th in &lt;a href=\"1961%E2%80%9362%20in%20English%20football\"&gt;1961–62&lt;/a&gt; - at the time this was the club's lowest postwar finish. In the FA Cup, the club exited the competition in the 3rd round, 5th round, 4th round and semi-finals respectively in the four post Munich seasons.\nIn the &lt;a href=\"1962%E2%80%9363%20in%20English%20football\"&gt;1962–63&lt;/a&gt; season, United did badly in the league, finishing in 19th place, but won the FA Cup after winning the final 3–1 against &lt;a href=\"Leicester%20City%20F.C.\"&gt;Leicester City&lt;/a&gt; on 25 May 1963. Throughout this time, Foulkes struggled a lot from the crash. He later said, \"I lost so much weight, I couldn't eat, couldn't sleep, I was losing fitness and form and I'd really had enough.\"\nOn 10 October 1960, Busby played Foulkes at centre-half for the first time, having experimented with a string of players to fill the position after the crash had claimed the life of Mark Jones and ended the playing career of Jackie Blanchflower more than two years previously. Centre-half would prove to be his favoured position over the rest of his playing career, but he did not start to enjoy the game again until 1963. In the &lt;a href=\"1963%E2%80%9364%20in%20English%20football\"&gt;1963–64&lt;/a&gt; season, United finished second in the league, and finally won the Championship in the &lt;a href=\"1964%E2%80%9365%20in%20English%20football\"&gt;1964–65&lt;/a&gt; season, after a run of 13 wins in 15 games. By then, Foulkes and Charlton were the only two Munich survivors in the team. In &lt;a href=\"1966%E2%80%9367%20in%20English%20football\"&gt;1966–67&lt;/a&gt;, Foulkes helped United win the Championship again, completing his haul of four Championship medals, more than any other United player of his era, and indeed any other player at the club for the next 32 years.\nEuropean Cup triumph.\nBy winning the league title in 1966–67, United once again qualified for the European Cup for &lt;a href=\"1967%E2%80%9368%20in%20English%20football\"&gt;1967–68&lt;/a&gt;. After beating &lt;a href=\"Hibernians%20F.C.\"&gt;Hibernians&lt;/a&gt;, &lt;a href=\"Sarajevo\"&gt;Sarajevo&lt;/a&gt; and &lt;a href=\"G%C3%B3rnik%20Zabrze\"&gt;Górnik Zabrze&lt;/a&gt;, United faced up to &lt;a href=\"Real%20Madrid\"&gt;Real Madrid&lt;/a&gt; in the semi-finals. Foulkes did not play at the first leg at Old Trafford, which United won by a narrow 1–0 victory. However, he did play the second leg at the &lt;a href=\"Santiago%20Bernab%C3%A9u%20Stadium\"&gt;Bernabéu&lt;/a&gt; on 15 May 1968, in which Real was leading 3–1 at &lt;a href=\"half-time\"&gt;half-time&lt;/a&gt;. &lt;a href=\"David%20Sadler%20%28footballer%29\"&gt;David Sadler&lt;/a&gt; scored in the second half to level the scores 3–3 on aggregate. Near the end of the match, &lt;a href=\"George%20Best\"&gt;George Best&lt;/a&gt; sent a cross into the &lt;a href=\"penalty%20area\"&gt;penalty area&lt;/a&gt;. Foulkes sidefooted the ball into the net, scoring one of the most important goals of his career and sending United into the final.\nThe final was held at &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley Stadium&lt;/a&gt; on 29 May 1968. Up against &lt;a href=\"S.L.%20Benfica\"&gt;Benfica&lt;/a&gt;, Foulkes started the match in central defence. As the match entered &lt;a href=\"extra%20time\"&gt;extra time&lt;/a&gt;, the scoreline was 1–1, with the United goal coming from Charlton. Then, Best, &lt;a href=\"Brian%20Kidd\"&gt;Brian Kidd&lt;/a&gt; and Charlton scored a goal each, and United triumphed 4–1, becoming the first English team to win the European Cup. 10 years after the Munich air disaster, Foulkes had finally won a European Cup winners medal at the age of 36. Foulkes later said that winning the Cup helped him to \"get over the crash\". He and Charlton were the only players left at the club from the time of the disaster. Indeed, all of the other survivors except &lt;a href=\"Harry%20Gregg\"&gt;Harry Gregg&lt;/a&gt; (who remained at Old Trafford until 1966) had left the club within four years of the disaster.\nLast years.\nAfter winning the European Cup, Foulkes felt he had achieved all he could and wished to retire. However, Busby managed to convince him to stay for two more years, although he played less regularly during this time. The next season, United finished 11th in the league. In the &lt;a href=\"1968%E2%80%9369%20in%20English%20football\"&gt;1968–69&lt;/a&gt; season, &lt;a href=\"Wilf%20McGuinness\"&gt;Wilf McGuinness&lt;/a&gt; (who had played alongside Foulkes in the late 1950s) replaced the retiring Busby as manager of United. Foulkes played only three games under McGuinness, the last coming early during the &lt;a href=\"1969%E2%80%9370%20in%20English%20football\"&gt;1969–70&lt;/a&gt; season in a 1–4 loss against &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt; at Old Trafford on 16 August 1969. By this stage, he was the oldest player in the team at the age of 37, and indeed one of the oldest still active in the &lt;a href=\"Football%20League\"&gt;Football League&lt;/a&gt;. He officially retired from playing on 1 June 1970 at the age of 38.\nBy the end of his lengthy career, Foulkes had made 688 appearances for United, and scored nine goals. He had previously held the club's appearance record until Charlton (758 appearances) overtook him a while later and, later, &lt;a href=\"Ryan%20Giggs\"&gt;Ryan Giggs&lt;/a&gt; and &lt;a href=\"Paul%20Scholes\"&gt;Paul Scholes&lt;/a&gt;, although he is still in fourth place for appearances for United. He had also made 3 appearances as a substitute in the 1968–69 season in the First Division. He also started in every single game United had played in the seasons 1957–58, 1959–60, 1963–64 and 1964–65. He served United in the First Division for 18 seasons, most of them as a regular player, and was the longest-serving player at the club at the time of his final game. He scored a total of nine goals for United, the first in a 2–1 league win at &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt; on 2 January 1954, and the last on 15 May 1968 in the victorious European Cup semi-final second leg tie in &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt;.\nAfter retirement, he stayed at Old Trafford as a youth team coach from 1970 to 1975, when he finally left United after 25 years of unbroken service.\nPost-Manchester United.\nAfter his coaching stint at United, Foulkes managed several teams. First, he was manager of English &lt;a href=\"Non-league%20football\"&gt;non-League&lt;/a&gt; club &lt;a href=\"Witney%20United%20F.C.\"&gt;Witney United&lt;/a&gt;, which was then known as Witney Town. In 1975, he went to USA where he managed &lt;a href=\"Chicago%20Sting\"&gt;Chicago Sting&lt;/a&gt; (1975–77), &lt;a href=\"Tulsa%20Roughnecks%20%281978%E2%80%9384%29\"&gt;Tulsa Roughnecks&lt;/a&gt; (1978–79) and &lt;a href=\"San%20Jose%20Earthquakes%20%281974%E2%80%9388%29\"&gt;San Jose Earthquakes&lt;/a&gt; (1980). He then travelled to Norway in 1980 to 1988 where he had two managing stints with &lt;a href=\"Steinkjer%20FK\"&gt;Steinkjer FK&lt;/a&gt;, and also managed &lt;a href=\"IL%20Bryn\"&gt;IL Bryn&lt;/a&gt;, &lt;a href=\"Lillestr%C3%B8m%20SK\"&gt;Lillestrøm SK&lt;/a&gt; and &lt;a href=\"Viking%20FK\"&gt;Viking FK&lt;/a&gt;.\nIn 1988, he went to Japan and managed &lt;a href=\"Sanfrecce%20Hiroshima\"&gt;F.C. Mazda&lt;/a&gt; in &lt;a href=\"Hiroshima\"&gt;Hiroshima&lt;/a&gt; until 1991. Then, he finished his involvement with the game and returned to England in 1992.\nIn October 1992, he auctioned mementoes of his career at &lt;a href=\"Christie%27s\"&gt;Christie's&lt;/a&gt; as he needed the money. Twenty items were auctioned, raising almost £35,000. All his medals were auctioned, and his European Cup medal raised £11,000, while the jersey he wore in the European Cup final raised £1,800. Foulkes' European Cup medal was resold at an auction at &lt;a href=\"Sotheby%27s\"&gt;Sotheby's&lt;/a&gt; in London in November 2012 as part of a collection of sporting memorabilia; this time, it sold for almost four times as much, going for £40,000.\nLater life and death.\nEven in his late sixties, Foulkes was still coaching for the Manchester FA, and was frequently requested to show Japanese visitors around the stadium, because of his four-year coaching spell in Japan during which he learnt the Japanese language. He was in attendance along with the four remaining players who survived the Munich tragedy on 21 May 2008, when United beat &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt; on penalties in the final of the &lt;a href=\"European%20Cup\"&gt;European Cup&lt;/a&gt; in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;.\nIn April 2011, he was portrayed by actor James Callàs Ball in the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; TV drama \"&lt;a href=\"United%20%28TV%20drama%29\"&gt;United&lt;/a&gt;\", the storyline of which was centred around the &lt;a href=\"Munich%20air%20disaster\"&gt;Munich air disaster&lt;/a&gt;. However, the character of Foulkes had little significance in the film and was not listed in the film's credits, despite his major role in the escape from the crashed plane. Foulkes himself did not take any part in the filming of the drama due to an undisclosed long-term medical condition.\nFoulkes died at the age of 81 in Manchester on 25 November 2013. He had reportedly been suffering from &lt;a href=\"Alzheimer%27s%20disease\"&gt;Alzheimer's disease&lt;/a&gt; during the final few years of his life. His last appearance in public was almost four years earlier at the funeral of &lt;a href=\"Albert%20Scanlon\"&gt;Albert Scanlon&lt;/a&gt;, another United player who survived the Munich crash. He is not believed to have attended the funeral of &lt;a href=\"Kenny%20Morgans\"&gt;Kenny Morgans&lt;/a&gt;, another survivor of the crash, in November 2012.\nCareer statistics.\n†The League Cup began in 1960–61."
}