{
    "id": "14959822",
    "revid": "492929",
    "url": "https://en.wikipedia.org/wiki?curid=14959822",
    "title": "Rob Swire (physio)",
    "text": "Robert Swire (born 1965) is an English &lt;a href=\"Physical%20therapy\"&gt;physiotherapist&lt;/a&gt; who worked for English &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; as their chief physiotherapist from 1999 to 2014.\nSwire attained his physiotherapy qualification from the &lt;a href=\"University%20of%20Salford\"&gt;University of Salford&lt;/a&gt;'s School of Physiotherapy in 1985, before completing a &lt;a href=\"Postgraduate%20education\"&gt;postgraduate&lt;/a&gt; diploma in Sports Injury, Neuromusculoskeletal Dysfunction and Manual Therapy and earning an MSc in Sports and Exercise. Before taking a job in football, Swire worked at a private sports injury clinic. In 1991, he was hired as an assistant physiotherapist at Manchester United, first under Jim McGregor and then under David Fevre. When Fevre followed &lt;a href=\"Brian%20Kidd\"&gt;Brian Kidd&lt;/a&gt; to &lt;a href=\"Blackburn%20Rovers%20F.C.\"&gt;Blackburn Rovers&lt;/a&gt; in 1999, Swire was promoted to the position of chief physiotherapist, a position he held for the next 15 years.\nIn the run-up to the &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;2006 FIFA World Cup&lt;/a&gt;, Swire was involved in the early stages of &lt;a href=\"Wayne%20Rooney\"&gt;Wayne Rooney&lt;/a&gt;'s recovery and rehabilitation from the foot injury he suffered six weeks before &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; were due to play their first match. Although Rooney was not fit for the first game, he made a substitute appearance in the second match against &lt;a href=\"Trinidad%20and%20Tobago%20national%20football%20team\"&gt;Trinidad and Tobago&lt;/a&gt;, playing 32 minutes of the match. This recovery was attributed to the methods used by the physios who treated Rooney, including Swire.\nFollowing a recurrence of Rooney's &lt;a href=\"metatarsal\"&gt;metatarsal&lt;/a&gt; injury in August 2007, Swire was charged by Manchester United manager &lt;a href=\"Alex%20Ferguson\"&gt;Alex Ferguson&lt;/a&gt; with finding out the cause of Rooney's injury. Media sources had pointed the finger of blame at Rooney's &lt;a href=\"Nike%2C%20Inc.\"&gt;Nike&lt;/a&gt; football boots, though these accusations were quashed by Ferguson. Swire and his team posited that Rooney's powerful running style may have contributed to the break, but others say that this instance was just bad luck that &lt;a href=\"Michael%20Duberry\"&gt;Michael Duberry&lt;/a&gt; happened to land on that particular bone.\nDuring his time at Manchester United, Swire has been involved in the development of an \"injuries database\" designed to assess each of the club's players' susceptibility to injury, and the causes of the injuries. The data from the database could then be used to fine-tune the players' training regimes and, ultimately, prevent injuries from taking place.\nSwire announced his retirement on 4 July 2014, with his assistant, &lt;a href=\"Neil%20Hough\"&gt;Neil Hough&lt;/a&gt;, taking over as head physio."
}