{
    "id": "1496345",
    "revid": "1058591488",
    "url": "https://en.wikipedia.org/wiki?curid=1496345",
    "title": "E.N.G.",
    "text": "E.N.G. is a &lt;a href=\"Television%20in%20Canada\"&gt;Canadian&lt;/a&gt; television drama, following the staff of a fictional &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt; television news station. The show aired on &lt;a href=\"CTV%20Television%20Network\"&gt;CTV&lt;/a&gt; from 1989 to 1994. The series ran for 96 episodes, produced by the &lt;a href=\"Alliance%20Atlantis\"&gt;Alliance Entertainment Corporation&lt;/a&gt;.\nPlot.\n\"E.N.G.\" stands for &lt;a href=\"electronic%20news-gathering\"&gt;electronic news-gathering&lt;/a&gt;. The show is led by Anne Hildebrandt (&lt;a href=\"Sara%20Botsford\"&gt;Sara Botsford&lt;/a&gt;), the senior executive producer of the news broadcasts on fictional Toronto television station, CTLS channel 10. Hildebrandt is bright, assertive and also having a clandestine affair with star cameraman Jake Antonelli (&lt;a href=\"Mark%20Humphrey%20%28actor%29\"&gt;Mark Humphrey&lt;/a&gt;). Jake is younger and married to Martha with two children; after Jake and Martha divorce, son Jeff lives with Jake, while their daughter lives with her mother.\nMike Fennell (&lt;a href=\"Art%20Hindle\"&gt;Art Hindle&lt;/a&gt;) is the station's newly-appointed news director, taking a position Anne had been expecting to receive. Mike aims to improve ratings of the newscasts and his coverage philosophy is in obvious conflict with Anne's. Anne and Mike find common ground and later become romantically involved. Mike has a troubled teenage daughter named Carrie from his previous marriage; Carrie lives in Vancouver.\nOther members of the CTLS staff include Jane Oliver, the station's weathercaster; Seth Miller, who worries about being pushed into retirement due to his age; Kyle Copeland, the station's general manager who sometimes clashes with both Anne and Mike; Bobbi Katz, another camera person; J.C. Callahan, the station's alcoholic and cranky assignment editor, who later is left wheelchair-bound by an accident; Marge Atherton, the station's video editor, who is very motherly and offers co-workers advice, and a compassionate shoulder to lean on; Dan Watson, a smarmy senior reporter who occasionally puts his foot in his mouth. Janice Roberts, a news researcher, joins channel 10 the same day Mike does. Janice later commits suicide after becoming too emotionally involved in a story. Bruce Foreman is a devious and scheming assistant assignment editor; Eric \"Mac\" MacFarlane is the newscast's openly-gay floor manager; Terri Morgan, a scheming reporter who tends to be very cut-throat. &lt;a href=\"Victor%20Garber\"&gt;Victor Garber&lt;/a&gt; has a recurring role as tycoon Adam Hirsch, who owned CTLS during the final three seasons.\nAt the end of the series, Anne and Mike try to balance their personal and professional lives, when it is revealed that CTLS is going from a hard news format to a lifestyles format. Mike receives a new job offer in Japan, and invites Anne to go with him. After making peace with Jake, who urged her to have a life with Mike, Anne decides to accept his offer, although she would not be permitted to work, by Japanese law. In the final episode, \"The Cutting Edge\", Clarke Roberts (Janice's brother) dares Anne to get back in the trenches and help him with a hard news story. She does, finding how much she loves the excitement. She is offered a job at another news station, by the station owner (&lt;a href=\"Simon%20MacCorkindale\"&gt;Simon MacCorkindale&lt;/a&gt;). After talking to Mike, they decide they want different things. Mike goes to Japan to begin his new job. Anne is last seen standing outside the building where her new job, as station manager will begin.\nMain cast.\nSherry Miller was a real life former news anchor on Global Television in Canada from 1986-1988, and brought her experience from those two years to her role of weathercaster turned co-anchor Jane Oliver.\nInternational broadcasts.\n\"E.N.G.\" was also screened in the United Kingdom on &lt;a href=\"Channel%204\"&gt;Channel 4&lt;/a&gt;, which aired the first four seasons but chose not to present the fifth and final season. In the United States, the show aired in &lt;a href=\"television%20syndication\"&gt;syndication&lt;/a&gt;, and was mistakenly labelled by some television critics as a copy of the American series \"&lt;a href=\"WIOU%20%28TV%20series%29\"&gt;WIOU&lt;/a&gt;\", which in fact had its debut \"after\" \"E.N.G.\" was already on the air in Canada. It also aired on &lt;a href=\"Lifetime%20%28TV%20network%29\"&gt;Lifetime&lt;/a&gt; in the United States during the 1990-91 season, originally in the 7 PM (EST) slot, but due to poor ratings, was moved to late nights after only several weeks. In Spain the series aired on &lt;a href=\"Antena%203TV\"&gt;Antena 3TV&lt;/a&gt; dubbed into Spanish and with the title \"E.N.G. Reporteros\" in a weekday 530pm slot. The channel screened a great number of episodes but never completed the entire run. The series has never been repeated on Spanish TV. In &lt;a href=\"Macedonia%20%28country%29\"&gt;Macedonia&lt;/a&gt; it aired on the national &lt;a href=\"Macedonian%20Radio-Television\"&gt;MRT&lt;/a&gt;. In &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; it aired on the &lt;a href=\"SABC2\"&gt;SABC2&lt;/a&gt; channel."
}