{
    "id": "14960735",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=14960735",
    "title": "Tabua Cakacaka",
    "text": "Tabua Cakacaka is a Fijian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer. His position is prop/second row. He left Fiji at the age of 17 years when he was scouted by the &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt;. Since then he has held professional contracts in Australia, France and England.\nPlaying career.\nIn 2000 he played for Cootamundra in the &lt;a href=\"Group%209%20Rugby%20League\"&gt;Group 9 Rugby League&lt;/a&gt; competition.\nCakacaka played for the &lt;a href=\"Newcastle%20Thunder\"&gt;Gateshead Thunder&lt;/a&gt; in England, where he co-captained the team in 2008 to become Championship 1 winners. He was also prominent when the 2009 team set a record for reaching the quarter finals in the &lt;a href=\"Challenge%20Cup\"&gt;Challenge Cup&lt;/a&gt;. Previous clubs are SM Pia XIII (Elite Championship, France), &lt;a href=\"Newtown%20Jets\"&gt;Newtown Jets&lt;/a&gt; (Australia), &lt;a href=\"Canberra%20Raiders\"&gt;Canberra Raiders&lt;/a&gt; (NRL, Australia), Cootamunda (Australia), &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt; (Australia), and Young RL (Australia).\n&lt;a href=\"Hunslet%20R.L.F.C.\"&gt;Hunslet Hawks&lt;/a&gt; (England), where he helped the team become the championship 1 winners in the 2010 season.\nPlaying for Cootamundra Bulldogs in the Group Nine 2013 competition in Australia.\nRepresentative career.\nHe represented &lt;a href=\"Fiji%20national%20rugby%20league%20team\"&gt;Fiji&lt;/a&gt; in the &lt;a href=\"2000%20Rugby%20League%20World%20Cup\"&gt;2000 World Cup&lt;/a&gt; where he scored one of two tries against eventual winners Australia (Lote Tuqui scored the other). He also set the record as the first try scorer against an unbeaten Australia in 2000.\nHe represented Fiji in the &lt;a href=\"Rugby%20League%20World%20Sevens\"&gt;World Sevens&lt;/a&gt; in Sydney in 2003 and captained the Fiji A side to a victory against Malta in 2004. He was named in the &lt;a href=\"Fiji%20national%20rugby%20league%20team%232008%20World%20Cup%20Training%20Squad\"&gt;Fiji training squad&lt;/a&gt; for the &lt;a href=\"2008%20Rugby%20League%20World%20Cup\"&gt;2008 Rugby League World Cup&lt;/a&gt; but did not make the final squad."
}