{
    "id": "149661",
    "revid": "17115397",
    "url": "https://en.wikipedia.org/wiki?curid=149661",
    "title": "Piracy in the Caribbean",
    "text": "The era of &lt;a href=\"piracy\"&gt;piracy&lt;/a&gt; in the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt; began in the 1500s and phased out in the 1830s after the navies of the nations of Western Europe and North America with colonies in the Caribbean began combating pirates. The period during which &lt;a href=\"Golden%20Age%20of%20Piracy\"&gt;pirates were most successful&lt;/a&gt; was from the 1660s to 1730s. Piracy flourished in the Caribbean because of the existence of pirate seaports such as &lt;a href=\"Port%20Royal\"&gt;Port Royal&lt;/a&gt; in Jamaica, &lt;a href=\"Tortuga%20%28Haiti%29\"&gt;Tortuga&lt;/a&gt; in Haiti, and &lt;a href=\"Nassau%2C%20Bahamas\"&gt;Nassau&lt;/a&gt; in the Bahamas. Piracy in the Caribbean was part of a larger &lt;a href=\"Piracy%23History\"&gt;historical phenomenon of piracy&lt;/a&gt;, as it existed close to major trade and exploration routes in nearly all the five &lt;a href=\"oceans\"&gt;oceans&lt;/a&gt;.\nCauses.\nPirates were often former sailors experienced in &lt;a href=\"naval%20warfare\"&gt;naval warfare&lt;/a&gt;. Beginning in the 16th century, pirate captains recruited seamen to loot European merchant ships, especially the Spanish treasure fleets sailing from the Caribbean to Europe.\nThe following quote by an 18th-century Welsh captain shows the motivations for piracy:\n—Pirate Captain &lt;a href=\"Bartholomew%20Roberts\"&gt;Bartholomew Roberts&lt;/a&gt;\nPiracy was sometimes given legal status by the colonial powers, especially France under King &lt;a href=\"Francis%20I%20of%20France\"&gt;Francis I&lt;/a&gt; (r.1515–1547), in the hope of weakening Spain and Portugal's \"&lt;a href=\"mare%20clausum\"&gt;mare clausum&lt;/a&gt;\" trade monopolies in the Atlantic and Indian Oceans. This officially sanctioned piracy was known as &lt;a href=\"privateering\"&gt;privateering&lt;/a&gt;. From 1520 to 1560, French privateers were alone in their fight against the Crown of Spain and the vast commerce of the Spanish Empire in the New World, but were later joined by the English and Dutch.\nThe Caribbean had become a center of European trade and colonization after &lt;a href=\"Christopher%20Columbus\"&gt;Columbus&lt;/a&gt;' discovery of the New World for Spain in 1492. In the 1494 &lt;a href=\"Treaty%20of%20Tordesillas\"&gt;Treaty of Tordesillas&lt;/a&gt; the non-European world had been divided between the Spanish and the Portuguese along a north–south line 370 leagues west of the &lt;a href=\"Cape%20Verde%20Islands\"&gt;Cape Verde Islands&lt;/a&gt;. This gave Spain control of the Americas, a position the Spaniards later reiterated with an equally unenforceable &lt;a href=\"papal%20bull\"&gt;papal bull&lt;/a&gt; (The &lt;a href=\"Inter%20caetera\"&gt;Inter caetera&lt;/a&gt;). On the &lt;a href=\"Spanish%20Main\"&gt;Spanish Main&lt;/a&gt;, the key early settlements were &lt;a href=\"Cartagena%2C%20Colombia\"&gt;Cartagena&lt;/a&gt; in present-day &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;, &lt;a href=\"Portobelo%2C%20Panama\"&gt;Porto Bello&lt;/a&gt; and &lt;a href=\"Panama%20City\"&gt;Panama City&lt;/a&gt; on the &lt;a href=\"Isthmus%20of%20Panama\"&gt;Isthmus of Panama&lt;/a&gt;, &lt;a href=\"Santiago%20de%20Cuba\"&gt;Santiago&lt;/a&gt; on the southeastern coast of &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;, and &lt;a href=\"Santo%20Domingo\"&gt;Santo Domingo&lt;/a&gt; on the island of &lt;a href=\"Hispaniola\"&gt;Hispaniola&lt;/a&gt;. In the 16th century, the Spanish were mining extremely large quantities of silver from the mines of &lt;a href=\"Zacatecas\"&gt;Zacatecas&lt;/a&gt; in &lt;a href=\"New%20Spain\"&gt;New Spain&lt;/a&gt; (Mexico) and &lt;a href=\"Potos%C3%AD\"&gt;Potosí&lt;/a&gt; in Bolivia (formerly known as \"Alto Peru\"). The huge Spanish silver shipments from the New World to the Old attracted pirates and French &lt;a href=\"privateer\"&gt;privateer&lt;/a&gt;s like François Leclerc or Jean Fleury, both in the Caribbean and across the Atlantic, all along the route from the Caribbean to &lt;a href=\"Seville\"&gt;Seville&lt;/a&gt;.\nTo combat this constant danger, in the 1560s the Spanish adopted a convoy system. A &lt;a href=\"Spanish%20treasure%20fleet\"&gt;treasure fleet&lt;/a&gt; or \"flota\" would sail annually from Seville (and later from &lt;a href=\"C%C3%A1diz\"&gt;Cádiz&lt;/a&gt;) in Spain, carrying passengers, troops, and European manufactured goods to the Spanish colonies of the New World. This cargo, though profitable, was really just a form of ballast for the fleet as its true purpose was to transport the year's worth of silver to Europe. The first stage in the journey was the transport of all that silver from the mines in Bolivia and New Spain in a mule convoy called the &lt;a href=\"Spanish%20Silver%20Train\"&gt;Silver Train&lt;/a&gt; to a major Spanish port, usually on the Isthmus of Panama or &lt;a href=\"Veracruz\"&gt;Veracruz&lt;/a&gt; in New Spain. The \"flota\" would meet up with the Silver Train, offload its cargo of manufactured goods to waiting colonial merchants and then load its holds with the precious cargo of gold and silver, in bullion or coin form. This made the returning Spanish treasure fleet a tempting target, although pirates were more likely to shadow the fleet to attack stragglers than to engage the well-armed main vessels. The classic route for the treasure fleet in the Caribbean was through the &lt;a href=\"Lesser%20Antilles\"&gt;Lesser Antilles&lt;/a&gt; to the ports along the Spanish Main on the coast of Central America and New Spain, then northwards into the &lt;a href=\"Yucat%C3%A1n%20Channel\"&gt;Yucatán Channel&lt;/a&gt; to catch the westerly winds back to Europe.\nBy the 1560s, the &lt;a href=\"Netherlands\"&gt;Dutch United Provinces of the Netherlands&lt;/a&gt; and England, both &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt; states, were defiantly opposed to &lt;a href=\"Roman%20Catholic%20Church\"&gt;Catholic&lt;/a&gt; Spain, the greatest power of &lt;a href=\"Christendom\"&gt;Christendom&lt;/a&gt; in the 16th century; while the French government was seeking to expand its colonial holdings in the New World now that Spain had proven they could be extremely profitable. It was the French who had established the first non-Spanish settlement in the Caribbean when they had founded &lt;a href=\"Fort%20Caroline\"&gt;Fort Caroline&lt;/a&gt; near what is now &lt;a href=\"Jacksonville%2C%20Florida\"&gt;Jacksonville, Florida&lt;/a&gt; in 1564, although the settlement was soon wiped out by a Spanish attack from the larger colony of &lt;a href=\"St.%20Augustine%2C%20Florida\"&gt;Saint Augustine&lt;/a&gt;. As the &lt;a href=\"Treaty%20of%20Tordesillas\"&gt;Treaty of Tordesillas&lt;/a&gt; had proven unenforceable, a new concept of \"lines of amity\", with the northern bound being the Tropic of Cancer and the eastern bound the Prime Meridian passing through the &lt;a href=\"Canary%20Islands\"&gt;Canary Islands&lt;/a&gt;, is said to have been verbally agreed upon by French and Spanish negotiators of the &lt;a href=\"Peace%20of%20Cateau-Cambr%C3%A9sis\"&gt;Peace of Cateau-Cambrésis&lt;/a&gt;. South and west of these lines, respectively, no protection could be offered to non-Spanish ships, \"no peace beyond the line.\" English, Dutch and French pirates and settlers moved into this region even in times of nominal peace with the Spanish.\nThe Spanish, despite being the most powerful state in Christendom at the time, could not afford a sufficient military presence to control such a vast area of ocean or enforce their exclusionary, mercantilist trading laws. These laws allowed only Spanish merchants to trade with the colonists of the Spanish Empire in the Americas. This arrangement provoked constant smuggling against the Spanish trading laws and new attempts at Caribbean colonization in peacetime by England, France and the Netherlands. Whenever a war was declared in Europe between the Great Powers the result was always widespread piracy and privateering throughout the Caribbean.\nThe &lt;a href=\"Anglo-Spanish%20War%20%281585%29\"&gt;Anglo-Spanish War&lt;/a&gt; in 1585–1604 was partly due to trade disputes in the New World. A focus on extracting mineral and agricultural wealth from the New World rather than building productive, self-sustaining settlements in its colonies; inflation fueled in part by the massive shipments of silver and gold to Western Europe; endless rounds of expensive wars in Europe; an aristocracy that disdained commercial opportunities; and an inefficient system of tolls and tariffs that hampered industry all contributed to Spain's decline during the 17th century. However, very profitable trade continued between Spain's &lt;a href=\"Spanish%20Empire\"&gt;colonies&lt;/a&gt;, which continued to expand until the early 19th century.\nMeanwhile, in the Caribbean, the arrival of European diseases with Columbus had reduced the local &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;Native American&lt;/a&gt; populations; the native population of New Spain fell as much as 90% from its original numbers in the 16th century. This loss of native population led Spain to increasingly rely on African slave labor to run Spanish America's colonies, plantations and mines and the &lt;a href=\"Atlantic%20slave%20trade\"&gt;trans-Atlantic slave trade&lt;/a&gt; offered new sources of profit for the many English, Dutch and French traders who could violate the Spanish mercantilist laws with impunity. But the relative emptiness of the Caribbean also made it an inviting place for England, France and the Netherlands to set up colonies of their own, especially as gold and silver became less important as commodities to be seized and were replaced by tobacco and sugar as cash crops that could make men very rich.\nAs Spain's military might in Europe weakened, the Spanish trading laws in the New World were violated with greater frequency by the merchants of other nations. The Spanish port on the island of &lt;a href=\"Trinidad\"&gt;Trinidad&lt;/a&gt; off the northern coast of South America, permanently settled only in 1592, became a major point of contact between all the nations with a presence in the Caribbean.\nHistory.\nEarly seventeenth century, 1600–1660.\nChanges in demography.\nIn the early 17th century, expensive fortifications and the size of the colonial garrisons at the major Spanish ports increased to deal with the enlarged presence of Spain's competitors in the Caribbean, but the treasure fleet's silver shipments and the number of Spanish-owned merchant ships operating in the region declined. Additional problems came from shortage of food supplies because of the lack of people to work farms. The number of European-born Spaniards in the New World or Spaniards of pure blood who had been born in New Spain, known as peninsulares and &lt;a href=\"Creole%20peoples\"&gt;creoles&lt;/a&gt;, respectively, in the Spanish &lt;a href=\"caste%20system\"&gt;caste system&lt;/a&gt;, totaled no more than 250,000 people in 1600.\nAt the same time, England and France were powers on the rise in 17th-century Europe as they mastered their own internal religious schisms between &lt;a href=\"Catholic%20Church\"&gt;Catholic&lt;/a&gt; and &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt; and the resulting societal peace allowed their economies to rapidly expand. England especially began to turn its people's maritime skills into the basis of commercial prosperity. English and French kings of the early 17th century—&lt;a href=\"James%20I%20of%20England\"&gt;James I&lt;/a&gt; (r. 1603–1625) and &lt;a href=\"Henry%20IV%20of%20France\"&gt;Henry IV&lt;/a&gt; (r. 1598–1610), respectively, each sought more peaceful relations with &lt;a href=\"Habsburg%20Spain\"&gt;Habsburg Spain&lt;/a&gt; in an attempt to decrease the financial costs of the ongoing wars. Although the onset of peace in 1604 reduced the opportunities for both piracy and privateering against Spain's colonies, neither monarch discouraged his nation from trying to plant new colonies in the New World and break the Spanish monopoly on the &lt;a href=\"Western%20Hemisphere\"&gt;Western Hemisphere&lt;/a&gt;. The reputed riches, pleasant climate and the general emptiness of the Americas all beckoned to those eager to make their fortunes and a large assortment of Frenchmen and Englishmen began new colonial ventures during the early 17th century, both in North America, which lay basically empty of European settlement north of Mexico, and in the Caribbean, where Spain remained the dominant power until late in the century.\nAs for the Dutch Netherlands, after decades of rebellion against Spain fueled by both Dutch nationalism and their staunch Protestantism, independence had been gained in all but name (and that too would eventually come with the &lt;a href=\"Treaty%20of%20Westphalia\"&gt;Treaty of Westphalia&lt;/a&gt; in 1648). The Netherlands had become Europe's economic powerhouse. With new, innovative ship designs like the &lt;a href=\"fluyt\"&gt;fluyt&lt;/a&gt; (a cargo vessel able to be operated with a small crew and enter relatively inaccessible ports) rolling out of the ship yards in &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt; and &lt;a href=\"Rotterdam\"&gt;Rotterdam&lt;/a&gt;, new capitalist economic arrangements like the joint-stock company taking root and the military reprieve provided by the Twelve Year Truce with the Spanish (1609–1621), Dutch commercial interests were expanding explosively across the globe, but particularly in the New World and East Asia. However, in the early 17th century, the most powerful Dutch companies, like the &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch East India Company&lt;/a&gt;, were most interested in developing operations in the &lt;a href=\"East%20Indies\"&gt;East Indies&lt;/a&gt; (&lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;) and Japan, and left the West Indies to smaller, more independent Dutch operators.\nSpanish ports.\nIn the early 17th century, the Spanish colonies of &lt;a href=\"Cartagena%2C%20Colombia\"&gt;Cartagena&lt;/a&gt;, &lt;a href=\"Havana\"&gt;Havana&lt;/a&gt;, &lt;a href=\"Santiago%20de%20Cuba\"&gt;Santiago de Cuba&lt;/a&gt;, &lt;a href=\"San%20Juan%2C%20Puerto%20Rico\"&gt;San Juan&lt;/a&gt;, &lt;a href=\"Portobelo%2C%20Col%C3%B3n\"&gt;Porto Bello&lt;/a&gt;, Panama City, and &lt;a href=\"Santo%20Domingo\"&gt;Santo Domingo&lt;/a&gt; were among the most important settlements of the &lt;a href=\"Spanish%20West%20Indies\"&gt;Spanish West Indies&lt;/a&gt;. Each possessed a large population and a self-sustaining economy, and was well-protected by Spanish defenders. These Spanish settlements were generally unwilling to deal with traders from the other European states because of the strict enforcement of Spain's mercantilist laws pursued by the large Spanish garrisons. In these cities European manufactured goods could command premium prices for sale to the colonists, while the trade goods of the New World—tobacco, cocoa and other raw materials, were shipped back to Europe.\nBy 1600, Porto Bello had replaced &lt;a href=\"Nombre%20de%20Dios%2C%20Col%C3%B3n\"&gt;Nombre de Dios&lt;/a&gt; (where &lt;a href=\"Francis%20Drake\"&gt;Sir Francis Drake&lt;/a&gt; had first attacked a Spanish settlement) as the Isthmus of Panama's Caribbean port for the Spanish Silver Train and the annual treasure fleet. Veracruz, the only port city open to trans-Atlantic trade in New Spain, continued to serve the vast interior of New Spain as its window on the Caribbean. By the 17th century, the majority of the towns along the Spanish Main and in Central America had become self-sustaining. The smaller towns of the Main grew tobacco and also welcomed foreign smugglers who avoided the Spanish mercantilist laws. The underpopulated inland regions of Hispaniola and Venezuela were another area where tobacco smugglers in particular were welcome to ply their trade.\nThe Spanish-ruled island of &lt;a href=\"Trinidad\"&gt;Trinidad&lt;/a&gt; was already a wide-open port open to the ships and seamen of every nation in the region at the start of the 17th century, and was a particular favorite for smugglers who dealt in tobacco and European manufactured goods. Local Caribbean smugglers sold their tobacco or sugar for decent prices and then bought manufactured goods from the trans-Atlantic traders in large quantities to be dispersed among the colonists of the West Indies and the Spanish Main who were eager for a little touch of home. The Spanish governor of Trinidad, who both lacked strong harbor fortifications and possessed only a laughably small garrison of Spanish troops, could do little but take lucrative bribes from English, French and Dutch smugglers and look the other way—or risk being overthrown and replaced by his own people with a more pliable administrator.\nOther ports.\nThe English had established an early colony known as &lt;a href=\"Colony%20of%20Virginia\"&gt;Virginia&lt;/a&gt; in 1607 and one on the island of &lt;a href=\"Barbados\"&gt;Barbados&lt;/a&gt; in the West Indies in 1625, although this small settlement's people faced considerable dangers from the local &lt;a href=\"Island%20Caribs\"&gt;Carib&lt;/a&gt; Indians (believed to be cannibals) for some time after its founding. The two early colonies needed regular imports from England, sometimes of food but primarily of woollen textiles. The main early exports back to England included sugar, tobacco, and tropical food. No large tobacco plantations or even truly organized defenses were established by the English on its Caribbean settlements at first and it would take time for England to realize just how valuable its possessions in the Caribbean could prove to be. Eventually, African slaves would be purchased through the &lt;a href=\"slave%20trade\"&gt;slave trade&lt;/a&gt;. They would work the colonies and fuel Europe's tobacco, rice and sugar supply; by 1698 England had the largest slave exports with the most efficiency in their labor in relation to any other imperial power. Barbados, the first truly successful English colony in the West Indies, grew fast as the 17th century wore on and by 1698 Jamaica would be England's biggest colony to employ slave labor. Increasingly, English ships chose to use it as their primary home port in the Caribbean. Like Trinidad, merchants in the trans-Atlantic trade who based themselves on Barbados always paid good money for tobacco and sugar. Both of these commodities remained the key cash crops of this period and fueled the growth of the American Southern Colonies as well as their counterparts in the Caribbean.\nAfter the destruction of &lt;a href=\"Fort%20Caroline\"&gt;Fort Caroline&lt;/a&gt; by the Spanish, the French made no further colonization attempts in the Caribbean for several decades as France was convulsed by its own Catholic-Protestant religious divide during the late 16th century &lt;a href=\"French%20Wars%20of%20Religion\"&gt;Wars of Religion&lt;/a&gt;. However, old French privateering anchorages with small \"tent camp\" towns could be found during the early 17th century in the &lt;a href=\"Bahamas\"&gt;Bahamas&lt;/a&gt;. These settlements provided little more than a place for ships and their crews to take on some fresh water and food and perhaps have a dalliance with the local &lt;a href=\"camp%20followers\"&gt;camp followers&lt;/a&gt;, all of which would have been quite expensive.\nFrom 1630 to 1654, Dutch merchants had a port in Brazil known as &lt;a href=\"Recife\"&gt;Recife&lt;/a&gt;. It was initially founded by the Portuguese in 1548. The Dutch had decided in 1630 to invade several sugar producing cities in Portuguese-controlled Brazil, including Salvador and Natal. From 1630 to 1654, they took control of Recife and Olinda, making Recife the new capital of the territory of &lt;a href=\"Dutch%20Brazil\"&gt;Dutch Brazil&lt;/a&gt;, renaming the city Mauritsstad. During this period, Mauritsstad became one of the most cosmopolitan cities of the world. Unlike the Portuguese, the Dutch did not prohibit Judaism. The first Jewish community and the first synagogue in the Americas – Kahal Zur Israel Synagogue – was founded in the city.\nThe inhabitants fought on their own to expel the Dutch in 1654, being helped by the involvement of the Dutch in the &lt;a href=\"First%20Anglo-Dutch%20War\"&gt;First Anglo-Dutch War&lt;/a&gt;. This was known as the Insurreição Pernambucana (&lt;a href=\"Pernambucan%20Insurrection\"&gt;Pernambucan Insurrection&lt;/a&gt;). Most of the Jews fled to Amsterdam; others fled to North America, starting the first Jewish community of &lt;a href=\"New%20Amsterdam\"&gt;New Amsterdam&lt;/a&gt; (now known as New York City). The Dutch spent most of their time trading in smuggled goods with the smaller Spanish colonies. Trinidad was the unofficial home port for Dutch traders and privateers in the New World early in the 17th century before they established their own colonies in the region in the 1620s and 1630s. As usual, Trinidad's ineffective Spanish governor was helpless to stop the &lt;a href=\"Dutch%20people\"&gt;Dutch&lt;/a&gt; from using his port and instead he usually accepted their lucrative bribes.\nEuropean struggle.\nThe first third of the 17th century in the Caribbean was defined by the outbreak of the savage and destructive &lt;a href=\"Thirty%20Years%27%20War\"&gt;Thirty Years' War&lt;/a&gt; in Europe (1618–1648), which represented both the culmination of the Protestant-Catholic conflict of the &lt;a href=\"Reformation\"&gt;Reformation&lt;/a&gt; and the final showdown between &lt;a href=\"Habsburg\"&gt;Habsburg&lt;/a&gt; Spain and &lt;a href=\"House%20of%20Bourbon\"&gt;Bourbon&lt;/a&gt; France. The war was mostly fought in Germany, where one-third to one-half of the population would eventually be lost to the strains of the conflict, but it had some effect in the New World as well. The Spanish presence in the Caribbean began to decline at a faster rate, becoming more dependent on African slave labor. The Spanish military presence in the New World also declined as &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt; shifted more of its resources to the Old World in the Habsburgs' apocalyptic fight with almost every Protestant state in Europe. This need for Spanish resources in Europe accelerated the decay of the Spanish Empire in the Americas. The settlements of the Spanish Main and the Spanish West Indies became financially weaker and were garrisoned with a much smaller number of troops as their home countries were more consumed with happenings back in Europe. The Spanish Empire's economy remained stagnant and the Spanish colonies' plantations, ranches and mines became totally dependent upon slave labor imported from West Africa. With Spain no longer able to maintain its military control effectively over the Caribbean, the other Western European states finally began to move in and set up permanent settlements of their own, ending the Spanish monopoly over the control of the New World.\nEven as the Dutch Netherlands was forced to renew its struggle against Spain for independence as part of the Thirty Years' War (the entire rebellion against the Spanish Habsburgs was called the &lt;a href=\"Eighty%20Years%20War\"&gt;Eighty Years War&lt;/a&gt; in the &lt;a href=\"Low%20Countries\"&gt;Low Countries&lt;/a&gt;), the &lt;a href=\"Dutch%20Republic\"&gt;Dutch Republic&lt;/a&gt; had become the world's leader in mercantile shipping and commercial capitalism, and Dutch companies finally turned their attention to the West Indies in the 17th century. The renewed war with Spain with the end of the truce offered many opportunities for the successful Dutch joint-stock companies to finance military expeditions against the Spanish Empire. The old English and French privateering anchorages from the 16th century in the Caribbean now swarmed anew with Dutch warships.\nIn England, a new round of colonial ventures in the New World was fueled by declining economic opportunities at home and growing religious intolerance for more radical Protestants (like the &lt;a href=\"Puritans\"&gt;Puritans&lt;/a&gt;) who rejected the compromise Protestant theology of the established &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt;. After the demise of the &lt;a href=\"Saint%20Lucia\"&gt;Saint Lucia&lt;/a&gt; and &lt;a href=\"Grenada\"&gt;Grenada&lt;/a&gt; colonies soon after their establishment, and the near-extinction of the English settlement of &lt;a href=\"Jamestown%2C%20Virginia\"&gt;Jamestown&lt;/a&gt; in &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;, new and stronger colonies were established by the English in the first half of the 17th century, at &lt;a href=\"Plymouth%2C%20Massachusetts\"&gt;Plymouth&lt;/a&gt;, &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, &lt;a href=\"Barbados\"&gt;Barbados&lt;/a&gt;, the West Indian islands of &lt;a href=\"Saint%20Kitts\"&gt;Saint Kitts&lt;/a&gt; and &lt;a href=\"Nevis\"&gt;Nevis&lt;/a&gt; and &lt;a href=\"Providence%20Island%20colony\"&gt;Providence Island&lt;/a&gt;. These colonies would all persevere to become centers of English civilization in the New World.\nFor France, now ruled by the Bourbon King &lt;a href=\"Louis%20XIII\"&gt;Louis XIII&lt;/a&gt; (r. 1610–1642) and his able minister &lt;a href=\"Cardinal%20Richelieu\"&gt;Cardinal Richelieu&lt;/a&gt;, religious civil war had been reignited between French Catholics and Protestants (called Huguenots). Throughout the 1620s, &lt;a href=\"Huguenots\"&gt;Huguenots&lt;/a&gt; fled France and founded colonies in the New World much like their English counterparts. Then, in 1636, to decrease the power of the Habsburg dynasty who ruled Spain and the Holy Roman Empire on France's eastern border, France entered the cataclysm in Germany—on the Protestants' side. The &lt;a href=\"Franco-Spanish%20War%20%281635%E2%80%931659%29\"&gt;Franco-Spanish War&lt;/a&gt; continued until the 1659 &lt;a href=\"Treaty%20of%20the%20Pyrenees\"&gt;Treaty of the Pyrenees&lt;/a&gt;.\nColonial disputes.\nMany of the cities on the Spanish Main in the first third of the 17th century were self-sustaining but few had yet achieved any prosperity. The more backward settlements in Jamaica and Hispaniola were primarily places for ships to take on food and fresh water. Spanish Trinidad remained a popular smuggling port where European goods were plentiful and fairly cheap, and good prices were paid by its European merchants for tobacco.\nThe English colonies on Saint Kitts and Nevis, founded in 1623, would prove to become wealthy sugar-growing settlements in time. Another new English venture, the &lt;a href=\"Providence%20Island%20colony\"&gt;Providence Island colony&lt;/a&gt; on what is now &lt;a href=\"Providencia%20Island\"&gt;Providencia Island&lt;/a&gt; in the &lt;a href=\"Mosquito%20Coast\"&gt;Mosquito Coast&lt;/a&gt; of &lt;a href=\"Nicaragua\"&gt;Nicaragua&lt;/a&gt;, deep in the heart of the Spanish Empire, had become the premier base for English privateers and other pirates raiding the Spanish Main.\nOn the shared Anglo-French island of Saint Christophe (called \"Saint Kitts\" by the English) the French had the upper hand. The French settlers on Saint Christophe were mostly Catholics, while the unsanctioned but growing French colonial presence in northwest Hispaniola (the future nation of &lt;a href=\"Haiti\"&gt;Haiti&lt;/a&gt;) was largely made up of French Protestants who had settled there without Spain's permission to escape Catholic persecution back home. France cared little what happened to the troublesome Huguenots, but the colonization of western Hispaniola allowed the French to both rid themselves of their religious minority and strike a blow against Spain—an excellent bargain, from the French Crown's point of view. The ambitious Huguenots had also claimed the island of &lt;a href=\"Tortuga%20%28Haiti%29\"&gt;Tortuga&lt;/a&gt; off the northwest coast of Hispaniola and had established the settlement of Petit-Goâve on the island itself. Tortuga in particular was to become a pirate and privateer haven and was beloved of smugglers of all nationalities—after all, even the creation of the settlement had been illegal.\nDutch colonies in the Caribbean remained rare until the second third of the 17th century. Along with the traditional privateering anchorages in the Bahamas and Florida, the &lt;a href=\"Dutch%20West%20India%20Company\"&gt;Dutch West India Company&lt;/a&gt; settled a \"factory\" (commercial town) at &lt;a href=\"New%20Amsterdam\"&gt;New Amsterdam&lt;/a&gt; on the North American mainland in 1626 and at &lt;a href=\"Cura%C3%A7ao\"&gt;Curaçao&lt;/a&gt; in 1634, an island positioned right in the center of the Caribbean off the northern coast of &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt; that was perfectly positioned to become a major maritime crossroads.\nSeventeenth century crisis and colonial repercussions.\nThe mid-17th century in the Caribbean was again shaped by events in far-off Europe. For the Dutch Netherlands, France, Spain and the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt;, the &lt;a href=\"Thirty%20Years%20War\"&gt;Thirty Years War&lt;/a&gt; being fought in Germany, the last great religious war in Europe, had degenerated into an outbreak of &lt;a href=\"famine\"&gt;famine&lt;/a&gt;, &lt;a href=\"Plague%20%28disease%29\"&gt;plague&lt;/a&gt; and starvation that managed to kill off one-third to one-half of the population of Germany. England, having avoided any entanglement in the European mainland's wars, had fallen victim to its own ruinous &lt;a href=\"English%20Civil%20War\"&gt;civil war&lt;/a&gt; that resulted in the short but brutal &lt;a href=\"Puritan\"&gt;Puritan&lt;/a&gt; military dictatorship (1649–1660) of the Lord Protector &lt;a href=\"Oliver%20Cromwell\"&gt;Oliver Cromwell&lt;/a&gt; and his &lt;a href=\"Roundhead\"&gt;Roundhead&lt;/a&gt; armies. Of all the European Great Powers, Spain was in the worst shape economically and militarily as the Thirty Years War concluded in 1648. Economic conditions had become so poor for the Spanish by the middle of the 17th century that a major rebellion began against the bankrupt and ineffective &lt;a href=\"Habsburg\"&gt;Habsburg&lt;/a&gt; government of &lt;a href=\"Philip%20IV%20of%20Spain\"&gt;King Philip IV&lt;/a&gt; (r. 1625–1665) that was eventually put down only with bloody reprisals by the Spanish Crown. This did not make Philip IV more popular.\nBut disasters in the Old World bred opportunities in the New World. The &lt;a href=\"Spanish%20Empire\"&gt;Spanish Empire&lt;/a&gt;'s colonies were badly neglected from the middle of the 17th century because of Spain's many woes. Freebooters and privateers, experienced after decades of European warfare, pillaged and plundered the almost defenseless Spanish settlements with ease and with little interference from the European governments back home who were too worried about their own problems to turn much attention to their New World colonies. The non-Spanish colonies were growing and expanding across the Caribbean, fueled by a great increase in immigration as people fled from the chaos and lack of economic opportunity in Europe. While most of these new immigrants settled into the West Indies' expanding plantation economy, others took to the life of the buccaneer. Meanwhile, the Dutch, at last independent of Spain when the 1648 Treaty of Westphalia ended their own &lt;a href=\"Eighty%20Years%20War\"&gt;Eighty Years War&lt;/a&gt; (1568–1648) with the Habsburgs, made a fortune carrying the European trade goods needed by these new colonies. Peaceful trading was not as profitable as privateering, but it was a safer business.\nBy the later half of the 17th century, &lt;a href=\"Barbados\"&gt;Barbados&lt;/a&gt; had become the unofficial capital of the English West Indies before this position was claimed by &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt; later in the century. Barbados was a merchant's dream port in this period. European goods were freely available, the island's sugar crop sold for premium prices, and the island's English governor rarely sought to enforce any type of mercantilist regulations. The English colonies at Saint Kitts and Nevis were economically strong and now well-populated as the demand for sugar in Europe increasingly drove their plantation-based economies. The English had also expanded their dominion in the Caribbean and settled several new islands, including &lt;a href=\"Bermuda\"&gt;Bermuda&lt;/a&gt; in 1612, &lt;a href=\"Antigua\"&gt;Antigua&lt;/a&gt; and &lt;a href=\"Montserrat\"&gt;Montserrat&lt;/a&gt; in 1632, and &lt;a href=\"Eleuthera\"&gt;Eleuthera&lt;/a&gt; in the Bahamas in 1648, though these settlements began like all the others as relatively tiny communities that were not economically self-sufficient.\nThe French also founded major new colonies on the sugar-growing islands of &lt;a href=\"Guadeloupe\"&gt;Guadeloupe&lt;/a&gt; in 1634 and &lt;a href=\"Martinique\"&gt;Martinique&lt;/a&gt; in 1635 in the Lesser Antilles. However, the heart of French activity in the Caribbean in the 17th century remained &lt;a href=\"Tortuga%20%28Haiti%29\"&gt;Tortuga&lt;/a&gt;, the fortified island haven off the coast of Hispaniola for privateers, buccaneers and outright pirates. The main French colony on the rest of Hispaniola remained the settlement of Petit-Goâve, which was the French toehold that would develop into the modern state of &lt;a href=\"Haiti\"&gt;Haiti&lt;/a&gt;. French privateers still used the tent city anchorages in the Florida Keys to plunder the Spaniards' shipping in the &lt;a href=\"Straits%20of%20Florida\"&gt;Straits of Florida&lt;/a&gt;, as well as to raid the shipping that plied the sealanes off the northern coast of &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;.\nFor the Dutch in the 17th century Caribbean, the island of &lt;a href=\"Cura%C3%A7ao\"&gt;Curaçao&lt;/a&gt; was the equivalent of England's port at Barbados. This large, rich, well-defended free port, open to the ships of all the European states, offered good prices for tobacco, sugar and cocoa that were re-exported to Europe and also sold large quantities of manufactured goods in return to the colonists of every nation in the New World. A second Dutch-controlled free port had also developed on the island of &lt;a href=\"Sint%20Eustatius\"&gt;Sint Eustatius&lt;/a&gt; which was settled in 1636. The constant back-and-forth warfare between the Dutch and the English for possession of it in the 1660s later damaged the island's economy and desirability as a port. The Dutch also had set up a settlement on the island of &lt;a href=\"Saint%20Martin%20%28island%29\"&gt;Saint Martin&lt;/a&gt; which became another haven for Dutch sugar planters and their African slave labor. In 1648, the Dutch agreed to divide the prosperous island in half with the French.\nGolden Age of Piracy, 1660–1726.\nThe late 17th and early 18th centuries (particularly between the years 1706 to 1726) are often considered the \"Golden Age of Piracy\" in the Caribbean, and pirate ports experienced rapid growth in the areas in and surrounding the Atlantic and Indian Oceans. Furthermore, during this time period there were approximately 2400 men that were currently active pirates. The military power of the Spanish Empire in the New World started to decline when King &lt;a href=\"Philip%20IV%20of%20Spain\"&gt;Philip IV of Spain&lt;/a&gt; was succeeded by King &lt;a href=\"Charles%20II%20of%20Spain\"&gt;Charles II&lt;/a&gt; (r. 1665–1700), who in 1665 became the last &lt;a href=\"Habsburg\"&gt;Habsburg&lt;/a&gt; king of Spain at the age of four. While Spanish America in the late 17th century had little military protection as Spain entered a phase of decline as a Great Power, it also suffered less from the Spanish Crown's mercantilist policies with its economy. This lack of interference, combined with a surge in output from the silver mines due to increased availability of slave labor (the demand for sugar increased the number of slaves brought to the Caribbean) began a resurgence in the fortunes of Spanish America.\nEngland, France and the Dutch Netherlands had all become &lt;a href=\"New%20World\"&gt;New World&lt;/a&gt; colonial powerhouses in their own right by 1660. Worried by the &lt;a href=\"Dutch%20Republic\"&gt;Dutch Republic&lt;/a&gt;'s intense commercial success since the signing of the &lt;a href=\"Treaty%20of%20Westphalia\"&gt;Treaty of Westphalia&lt;/a&gt;, England launched a trade war with the Dutch. The &lt;a href=\"English%20Parliament\"&gt;English Parliament&lt;/a&gt; passed the first of its own mercantilist &lt;a href=\"Navigation%20Acts\"&gt;Navigation Acts&lt;/a&gt; (1651) and the Staple Act (1663) that required that English colonial goods be carried only in English ships and legislated limits on trade between the English colonies and foreigners. These laws were aimed at ruining the Dutch merchants whose livelihoods depended on free trade. This trade war would lead to three outright &lt;a href=\"Anglo-Dutch%20Wars\"&gt;Anglo-Dutch Wars&lt;/a&gt; over the course of the next twenty-five years. Meanwhile, &lt;a href=\"King%20Louis%20XIV\"&gt;King Louis XIV&lt;/a&gt; of France (r. 1642–1715) had finally assumed his majority with the death of his regent mother Queen Anne of Austria's chief minister, Cardinal Mazarin, in 1661. The \"Sun King's\" aggressive foreign policy was aimed at expanding France's eastern border with the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt; and led to constant warfare (&lt;a href=\"Franco-Dutch%20War\"&gt;Franco-Dutch War&lt;/a&gt; and &lt;a href=\"Nine%20Years%27%20War\"&gt;Nine Years' War&lt;/a&gt;) against shifting alliances that included England, the Dutch Republic, the various German states and Spain. In short, Europe was consumed in the final decades of the 17th century by nearly constant dynastic intrigue and warfare—an opportune time for pirates and &lt;a href=\"privateer\"&gt;privateer&lt;/a&gt;s to engage in their bloody trade.\nIn the Caribbean, this political environment created many new threats for colonial governors. The sugar island of &lt;a href=\"Sint%20Eustatius\"&gt;Sint Eustatius&lt;/a&gt; changed ownership ten times between 1664 and 1674 as the English and Dutch dueled for supremacy there. Consumed with the various wars in Europe, the mother countries provided few military reinforcements to their colonies, so the governors of the Caribbean increasingly made use of &lt;a href=\"buccaneer\"&gt;buccaneer&lt;/a&gt;s as mercenaries and privateers to protect their territories or carry the fight to their country's enemies. Perhaps unsurprisingly, these undisciplined and greedy dogs of war often proved difficult for their sponsors to control.\nBy the late 17th century, the great Spanish towns of the Caribbean had begun to prosper and Spain also began to make a slow, fitful recovery, but remained poorly defended militarily because of Spain's problems and so were sometimes easy prey for pirates and privateers. The English presence continued to expand in the Caribbean as England itself was rising toward great power status in Europe. Captured from Spain in 1655, the island of &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt; had been taken over by England and its chief settlement of &lt;a href=\"Port%20Royal\"&gt;Port Royal&lt;/a&gt; had become a new English buccaneer haven in the midst of the Spanish Empire. Jamaica was slowly transformed, along with &lt;a href=\"Saint%20Kitts\"&gt;Saint Kitts&lt;/a&gt;, into the heart of the English presence in the Caribbean. At the same time the French &lt;a href=\"Lesser%20Antilles\"&gt;Lesser Antilles&lt;/a&gt; colonies of &lt;a href=\"Guadeloupe\"&gt;Guadeloupe&lt;/a&gt; and &lt;a href=\"Martinique\"&gt;Martinique&lt;/a&gt; remained the main centers of French power in the Caribbean, as well as among the richest French possessions because of their increasingly profitable sugar plantations. The French also maintained privateering strongholds around western &lt;a href=\"Hispaniola\"&gt;Hispaniola&lt;/a&gt;, at their traditional pirate port of &lt;a href=\"Tortuga%20%28Haiti%29\"&gt;Tortuga&lt;/a&gt;, and their Hispaniolan capital of &lt;a href=\"Petit-Go%C3%A2ve\"&gt;Petit-Goâve&lt;/a&gt;. The French further expanded their settlements on the western half of Hispaniola and founded &lt;a href=\"L%C3%A9og%C3%A2ne\"&gt;Léogâne&lt;/a&gt; and &lt;a href=\"Port-de-Paix\"&gt;Port-de-Paix&lt;/a&gt;, even as sugar plantations became the primary industry for the French colonies of the Caribbean.\nAt the start of the 18th century, Europe remained riven by warfare and constant diplomatic intrigue. France was still the dominant power but now had to contend with a new rival, England (&lt;a href=\"Kingdom%20of%20Great%20Britain\"&gt;Great Britain&lt;/a&gt; after 1707) which emerged as a great power at sea and land during the &lt;a href=\"War%20of%20the%20Spanish%20Succession\"&gt;War of the Spanish Succession&lt;/a&gt;. But the depredations of the pirates and buccaneers in the Americas in the latter half of the 17th century and of similar mercenaries in Germany during the &lt;a href=\"Thirty%20Years%20War\"&gt;Thirty Years War&lt;/a&gt; had taught the rulers and military leaders of Europe that those who fought for profit rather than for King and Country could often ruin the local economy of the region they plundered, in this case the entire Caribbean. At the same time, the constant warfare had led the Great Powers to develop larger standing armies and bigger navies to meet the demands of global colonial warfare. By 1700, the European states had enough troops and ships at their disposal to begin better protecting the important colonies in the &lt;a href=\"West%20Indies\"&gt;West Indies&lt;/a&gt; and in the Americas without relying on the aid of privateers. This spelled the doom of privateering and the easy (and nicely legal) life it provided for the buccaneer. Although Spain remained a weak power for the rest of the colonial period, pirates in large numbers generally disappeared after 1730, chased from the seas by a new British Royal Navy squadron based at &lt;a href=\"Port%20Royal\"&gt;Port Royal&lt;/a&gt;, Jamaica and a smaller group of Spanish privateers sailing from the Spanish Main known as the &lt;a href=\"Costa%20Garda\"&gt;Costa Garda&lt;/a&gt; (Coast Guard in English). With regular military forces now on-station in the West Indies, &lt;a href=\"Letter%20of%20marque\"&gt;letters of marque&lt;/a&gt; were harder and harder to obtain.\nEconomically, the late 17th century and the early 18th century was a time of growing wealth and trade for all the nations who controlled territory in the Caribbean. Although some piracy would always remain until the mid-18th century, the path to wealth in the Caribbean in the future lay through peaceful trade, the growing of tobacco, rice and sugar and smuggling to avoid the British Navigation Acts and Spanish mercantilist laws. By the 18th century the &lt;a href=\"Bahamas\"&gt;Bahamas&lt;/a&gt; had become the new colonial frontier for the British. The &lt;a href=\"Republic%20of%20Pirates\"&gt;Republic of Pirates&lt;/a&gt; at the port of Nassau became one of the last pirate havens. A small British colony had even sprung up in former Spanish territory at &lt;a href=\"Belize\"&gt;Belize&lt;/a&gt; in Honduras that had been founded by an English pirate in 1638. The French colonial empire in the Caribbean had not grown substantially by the start of the 18th century. The sugar islands of Guadaloupe and Martinique remained the twin economic capitals of the French Lesser Antilles, and were now equal in population and prosperity to the largest of the English's Caribbean colonies. Tortuga had begun to decline in importance, but France's Hispaniolan settlements were becoming major importers of African slaves as French sugar plantations spread across the western coast of that island, forming the nucleus of the modern nation of &lt;a href=\"Haiti\"&gt;Haiti&lt;/a&gt;.\nEnd of an era.\nThe decline of piracy in the Caribbean paralleled the decline of the use of &lt;a href=\"mercenary\"&gt;mercenaries&lt;/a&gt; and the rise of national armies in Europe. Following the end of the &lt;a href=\"Thirty%20Years%27%20War\"&gt;Thirty Years' War&lt;/a&gt; the direct power of the state in Europe expanded. Armies were systematized and brought under direct state control; the Western European states' navies were expanded and their mission was extended to cover combating piracy. The elimination of piracy from European waters expanded to the Caribbean beginning as early as 1600 with the expansion of standing Royal Naval vessels in the Caribbean, numbering 124 by 1718. Other colonial powers soon followed suit and by the beginning of the nineteenth century, France, Spain, and the United States had all stationed ships in the Caribbean.\nDue to a high degree of tension among the colonial powers, most of the ships stationed in the Caribbean were more concerned with engaging each other than they were with engaging the pirates of the time. However, this same time period saw a resurgence of piracy in the Caribbean due to the growth of the slave trade. Pirates saw the slave trade as a new lucrative source of income. They could easily capture a crew and ransom the valuable slaves that were their cargo. As the piracy increasingly interfered with the lucrative slave trade come from the Caribbean, colonial powers had a changing attitude towards piracy. Military presence had been growing in Caribbean waters for some time, but now the Royal Navy especially was more concerned with the growing issue of slavery, increasing the number of ships dedicated to policing slavery from two in 1670 to twenty-four by 1700. Despite increasing military power, Piracy saw a brief resurgence between the end of the &lt;a href=\"War%20of%20the%20Spanish%20Succession\"&gt;War of the Spanish Succession&lt;/a&gt; in 1713 and around 1720, as many unemployed seafarers took to piracy as a way to make ends meet when a surplus of sailors after the war led to a decline in wages and working conditions. At the same time, one of the terms of the &lt;a href=\"Treaty%20of%20Utrecht\"&gt;Treaty of Utrecht&lt;/a&gt; that ended the war gave to Great Britain's &lt;a href=\"Royal%20African%20Company\"&gt;Royal African Company&lt;/a&gt; and other British slavers a thirty-year asiento, or contract, to furnish African slaves to the Spanish colonies, providing British merchants and smugglers potential inroads into the traditionally closed Spanish markets in America and leading to an economic revival for the whole region. This revived Caribbean trade provided rich new pickings for a wave of piracy. Also contributing to the increase of Caribbean piracy at this time was Spain's breakup of the English logwood settlement at &lt;a href=\"Campeche\"&gt;Campeche&lt;/a&gt; and the attractions of a freshly sunken silver fleet off the southern Bahamas in 1715. This last large resurgence of piracy saw a change in attitude of the colonial powers towards piracy. It had once been seen as a somewhat minor offense only punishable if suspects and evidence were taken back to Europe for formal proceedings. Now, the English Parliament set the system of courts of Vice-Admiralty, appointing seven commissioners in the colonies to carry out the legal proceedings. These commissioners were chosen from naval and colonial officers who already contained a certain amount of bias towards the local pirates, instead of civilian judges. Pirates were given no representation in the new courts and were, therefore, often sentenced to hang. Between 1716 and 1726 approximately 400 to 600 pirates were executed. Another major attitude change was the policy that if one's ship was attacked by pirates, then one must fight back and attempt to resist to the capture of their ship lest they receive six months imprisonment.\nWith royal attitudes growing so harsh towards the pirates in the Caribbean, many fled to areas of the world where piracy may still be a profitable trade. Black Bart, Bartholomew Roberts, perhaps the most successful pirate that had sailed in the Caribbean, eventually returned to Africa in 1722. Other, less successful pirates from the golden age in the Caribbean attempted to flee North to the Americas. Stede Bonnet, an accomplice of Blackbeard, supposedly began to plunder ships along the Atlantic Coast, but was captured along the South Carolina coast in 1718.\nThis early 18th century resurgence of piracy lasted only until the Royal Navy and the Spanish \"Guardacosta\"s presence in the Caribbean were enlarged to deal with the threat. Also crucial to the end of this era of piracy was the loss of the pirates' last &lt;a href=\"Republic%20of%20Pirates\"&gt;Caribbean safe haven&lt;/a&gt; at &lt;a href=\"Nassau%2C%20Bahamas\"&gt;Nassau&lt;/a&gt;.\nThe famous pirates of the early 18th century were a completely illegal remnant of a golden buccaneering age, and their choices were limited to quick retirement or eventual capture. Contrast this with the earlier example of &lt;a href=\"Henry%20Morgan\"&gt;Henry Morgan&lt;/a&gt;, who for his privateering efforts was knighted by the English Crown and appointed the lieutenant governor of &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt;.\nIn the early 19th century, piracy along the East and Gulf Coasts of North America as well as in the Caribbean increased again. &lt;a href=\"Jean%20Lafitte\"&gt;Jean Lafitte&lt;/a&gt; was a pirate/privateer operating in the Caribbean and in American waters from his havens in Texas and Louisiana during the 1810s. But the records of the US Navy indicate that hundreds of pirate attacks occurred in American and Caribbean waters between the years of 1820 and 1835. The &lt;a href=\"Latin%20American%20Wars%20of%20Independence\"&gt;Latin American Wars of Independence&lt;/a&gt; led to widespread use of privateers both by Spain and by the revolutionary governments of Mexico, Colombia, and other newly independent Latin American countries. These privateers were rarely scrupulous about adhering to the terms of their letters of marque even during the Wars of Independence, and continued to plague the Caribbean as outright pirates long after those conflicts ended.\nAbout the time of the &lt;a href=\"Mexican%E2%80%93American%20War\"&gt;Mexican–American War&lt;/a&gt; in 1846, the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; had grown strong and numerous enough to eliminate the pirate threat in the West Indies. By the 1830s, ships had begun to convert to steam propulsion, so the &lt;a href=\"Age%20of%20Sail\"&gt;Age of Sail&lt;/a&gt; and the classical idea of pirates in the Caribbean ended. Privateering, similar to piracy, continued as an asset in war for a few more decades and proved to be of some importance during the naval campaigns of the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;.\nPrivateering would remain a tool of European states, and even of the newborn United States, until the mid-19th century's &lt;a href=\"Declaration%20of%20Paris\"&gt;Declaration of Paris&lt;/a&gt;. But &lt;a href=\"letters%20of%20marque\"&gt;letters of marque&lt;/a&gt; were given out much more sparingly by governments and were terminated as soon as conflicts ended. The idea of \"no peace beyond the Line\" was a relic that had no meaning by the more settled late 18th and early 19th centuries.\nRules of piracy.\nAboard a pirate vessel things were fairly democratic and there were \"codes of conduct\" that reflect modern laws. Some of these rules consisted of a dress code, no women, and some ships had no smoking. The rules, the punishment for breaking them, and even the staying arrangements would be decided among everyone going on the ship before departure, which was a very abstract process compared to the strict rules and procedures in the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;. In further contrast to the society of Britain's colonies, on board a pirate vessel racial divisions were usually unknown and in some instances pirates of African descent served as ships' Captains. Another activity that had to be engaged in before the ship left the dock was swearing an oath to not betray anyone in the entire crew, and to sign what was known as the ship's Article, which would determine the percentage of profit each crew member would receive. Furthermore, some of the ways for deciding disagreements among pirate crew members were fighting till first blood or in more serious cases abandoning an individual on an uninhabited island, whipping them 39 times, or even executing them by firearm. Despite popular belief, however, the punishment of \"walking the plank\" was never used to settle disputes among pirates. There was, however, a division of power on a pirate crew between the captain, the quartermaster, the governing council for the vessel, and the regular crewmen; but in battle the pirate captain always retained all power and ultimate decision-making authority to ensure an orderly chain of command. When it came time to split the captured wealth into shares, profits were normally given to the person in each rank as follows: Captain (5–6 shares), individuals with a senior position like the quartermaster (2 shares), crewmen (1 share), and individuals in a junior position (1/2 a share).\nEarly and Golden Age pirates.\nJean Fleury.\nBorn in Vatteville and financed by shipowner &lt;a href=\"Jean%20Ango\"&gt;Jean Ango&lt;/a&gt;, French privateer Jean Fleury was Spain's nemesis. In 1522, he captured seven Spanish vessels. One year later most of Montezuma's Aztec treasure fell into his hands after he captured two of the three galleons in which Cortez shipped the fabled booty back to Spain. He was captured in 1527 and executed by order of Holy Roman Emperor &lt;a href=\"Charles%20V%2C%20Holy%20Roman%20Emperor\"&gt;Charles V&lt;/a&gt;. He had a very well equipped ship.\nFrançois Le Clerc.\nFrançois Le Clerc also nicknamed \"Jambe de bois\" (\"Pie de Palo\", \"wooden leg\") was a formidable privateer, ennobled by Henri II in 1551. In 1552, Le Clerc ransacked Porto Santo. One year later, he mustered one thousand men and caused havoc in the Caribbean with his lieutenants &lt;a href=\"Jacques%20de%20Sores\"&gt;Jacques de Sores&lt;/a&gt; and &lt;a href=\"Robert%20Blondel\"&gt;Robert Blondel&lt;/a&gt;. They pillaged and burned down the seaport of Santo Domingo, and ransacked &lt;a href=\"Las%20Palmas\"&gt;Las Palmas&lt;/a&gt; in the Canary Islands on his way back to France. He led another expedition in 1554 and plundered &lt;a href=\"Santiago%20de%20Cuba\"&gt;Santiago de Cuba&lt;/a&gt;.\nBlackbeard.\nHe was born about 1680 in England as Edward Thatch, Teach, or Drummond, and operated off the east coast of North America, particularly pirating in the Bahamas and had a base in North Carolina in the period of 1714–1718. Noted as much for his outlandish appearance as for his piratical success, in combat Blackbeard placed burning slow-match (a type of slow-burning fuse used to set off cannon) under his hat; with his face wreathed in fire and smoke, his victims claimed he resembled a fiendish apparition from &lt;a href=\"Hell\"&gt;Hell&lt;/a&gt;. Blackbeard's ship was the two-hundred-ton, forty-gun frigate he named .\nBlackbeard met his end at the hands of a British Royal Navy squadron specifically sent out to capture him. After an extremely bloody boarding action, the British commanding officer of the squadron, Lieutenant &lt;a href=\"Robert%20Maynard\"&gt;Robert Maynard&lt;/a&gt;, killed him with the help of his crew. According to legend, Blackbeard suffered a total of five bullet wounds and twenty slashes with a cutlass before he finally died off the coast of &lt;a href=\"Ocracoke%2C%20North%20Carolina\"&gt;Ocracoke, North Carolina&lt;/a&gt;.\nHenry Morgan.\n&lt;a href=\"Henry%20Morgan\"&gt;Henry Morgan&lt;/a&gt;, a Welshman, was one of the most destructive pirate captains of the 17th century. Although Morgan always considered himself a privateer rather than a pirate, several of his attacks had no real legal justification and are considered piracy. Recently found off the coast of what is now known as the nation of Haiti, was one of Captain Morgan's \"30-cannon oak ships,\" which was thought to have aided the buccaneer in his ventures. Another Caribbean area that was known for the headquarters of Captain Morgan was Port Royal, Jamaica. A bold, ruthless and daring man, Morgan fought England's enemies for thirty years, and became a very wealthy man in the course of his adventures. Morgan's most famous exploit came in late 1670 when he led 1700 buccaneers up the pestilential &lt;a href=\"Chagres%20River\"&gt;Chagres River&lt;/a&gt; and then through the Central American jungle to attack and capture the \"impregnable\" city of &lt;a href=\"Panama%20City\"&gt;Panama&lt;/a&gt;. Morgan's men burnt the city to the ground, and the inhabitants were either killed or forced to flee. Although the burning of Panama City did not mean any great financial gain for Morgan, it was a deep blow to Spanish power and pride in the Caribbean and Morgan became the hero of the hour in England. At the height of his career, Morgan had been made a titled nobleman by the English Crown and lived on an enormous sugar plantation in &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt;, as lieutenant governor. Morgan died in his bed, rich and respected—something rarely achieved by pirates in his day or any other.\nBartholomew Roberts.\n&lt;a href=\"Bartholomew%20Roberts\"&gt;Bartholomew Roberts&lt;/a&gt; or Black Bart was successful in sinking, or capturing and pillaging some 400 ships. and like most pirate captains of the time he looked fancy doing it. He started his freebooting career in the &lt;a href=\"Gulf%20of%20Guinea\"&gt;Gulf of Guinea&lt;/a&gt; in February 1719 when &lt;a href=\"Howell%20Davis\"&gt;Howell Davis&lt;/a&gt;' pirates captured his ship and he proceeded to join them. Rising to captain, he quickly came to the Caribbean and plagued the area until 1722. He commanded a number of large, powerfully armed ships, all of which he named \"Fortune\", \"Good Fortune\", or \"Royal Fortune\". Aboard his vessels the political atmosphere was a form of democracy that depended on participation; in which was a rule that everyone aboard his ship had to vote on issues that arose. Efforts by the governors of &lt;a href=\"Barbados\"&gt;Barbados&lt;/a&gt; and &lt;a href=\"Martinique\"&gt;Martinique&lt;/a&gt; to capture him only provoked his anger; when he found the governor of Martinique aboard a newly captured vessel, Roberts hanged the man from a yardarm. Roberts returned to Africa in February 1722, where he met his death in a naval battle, whereby his crew was captured.\nAmaro Pargo.\n&lt;a href=\"Amaro%20Pargo\"&gt;Amaro Pargo&lt;/a&gt; in his role as a privateer, he dominated the route between &lt;a href=\"C%C3%A1diz\"&gt;Cádiz&lt;/a&gt; and the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt;, on several occasions attacking ships belonging to enemies of the &lt;a href=\"Spanish%20Crown\"&gt;Spanish Crown&lt;/a&gt; (mainly &lt;a href=\"England\"&gt;England&lt;/a&gt; and &lt;a href=\"Holland\"&gt;Holland&lt;/a&gt;), earning recognition in his time as a &lt;a href=\"hero\"&gt;hero&lt;/a&gt; and coming to be regarded as \"the Spanish equivalent of &lt;a href=\"Francis%20Drake\"&gt;Francis Drake&lt;/a&gt;\". Because of his service to the Spanish Crown and country, he was declared a &lt;a href=\"Hidalgo%20%28nobility%29\"&gt;Caballero hidalgo&lt;/a&gt; in 1725 and obtained certification of nobility and royal arms in 1727. Amaro Pargo lived for ten years in the Caribbean, specifically on the island of Cuba where he had descendants. Due to the trade and looting of him he became a very wealthy person in his time.\nStede Bonnet.\nProbably the least qualified pirate captain ever to sail the Caribbean, &lt;a href=\"Stede%20Bonnet\"&gt;Bonnet&lt;/a&gt; was a sugar planter who knew nothing about sailing. He started his piracies in 1717 by buying an armed sloop on &lt;a href=\"Barbados\"&gt;Barbados&lt;/a&gt; and recruiting a pirate crew for wages, possibly to escape from his wife. He lost his command to Blackbeard and sailed with him as his associate. Although Bonnet briefly regained his captaincy, he was captured in 1718 by a privateering vessel that was employed by South Carolina.\nCharles Vane.\nCharles Vane, like many early 18th-century pirates, operated out of &lt;a href=\"Nassau%2C%20Bahamas\"&gt;Nassau&lt;/a&gt; in the Bahamas. He was the only pirate captain to resist &lt;a href=\"Woodes%20Rogers\"&gt;Woodes Rogers&lt;/a&gt; when Rogers asserted his governorship over Nassau in 1718, attacking Rogers' squadron with a fire ship and shooting his way out of the harbor rather than accept the new governor's &lt;a href=\"1717%E2%80%931718%20Acts%20of%20Grace\"&gt;royal pardon&lt;/a&gt;. Vane's quartermaster was &lt;a href=\"Calico%20Jack%20Rackham\"&gt;Calico Jack Rackham&lt;/a&gt;, who deposed Vane from the captaincy. Vane started a new pirate crew, but he was captured and hanged in Jamaica in 1721.\nEdward Low.\nEdward – or Ned – Low was notorious as one of the most brutal and vicious pirates. Originally from London, he started as a lieutenant to &lt;a href=\"George%20Lowther%20%28pirate%29\"&gt;George Lowther&lt;/a&gt;, before striking out on his own. His career as a pirate lasted just three years, during which he captured over 100 ships, and he and his crew murdered, tortured and maimed hundreds of people. After his own crew mutinied in 1724 when Low murdered a sleeping subordinate, he was rescued by a French vessel who hanged him on &lt;a href=\"Martinique\"&gt;Martinique&lt;/a&gt; island.\nAnne Bonny and Mary Read.\nAnne Bonny and Mary Read were infamous female pirates of the 18th century; both spent their brief sea-roving careers under the command of &lt;a href=\"Calico%20Jack%20Rackham\"&gt;Calico Jack Rackham&lt;/a&gt;. They were also known to have been associated with other well known pirates: Blackbeard, &lt;a href=\"William%20Kidd\"&gt;William Kidd&lt;/a&gt;, Bartholomew Sharp, and Bartholomew Roberts. They are noted chiefly for their sex, highly unusual for pirates, which helped to sensationalize their 1720 October trial in Jamaica. They gained further notoriety for their ruthlessness—they are known to have spoken in favor of murdering witnesses in the crew's counsels—and for fighting the intruders of Rackham's vessel while he and his crew members were drunk and hiding under the deck. The capstone to their legend is that all the crew including Rackham, Anne and Mary were tried in a Spanish town close to Port Royal. Rackham and his crew were hanged, but when the judge sentenced Anne and Mary to death he asked if they had anything to say. \"Milord, we plead our bellies\", meaning they asserted they were pregnant. The judge immediately postponed their death sentence because no English court had the authority to kill an unborn child. Read died in prison of fever before the birth of the child. There is no record of Anne being executed and it was rumored her wealthy father had paid a ransom and took her home; other accounts of what happened to her include that she returned to piracy or became a nun.\nPrivateers.\nIn the Caribbean the use of &lt;a href=\"privateer\"&gt;privateer&lt;/a&gt;s was especially popular for what amounted to legal and state-ordered piracy. The cost of maintaining a fleet to defend the colonies was beyond national governments of the 16th and 17th centuries. Private vessels would be commissioned into a de facto 'navy' with a &lt;a href=\"letter%20of%20marque\"&gt;letter of marque&lt;/a&gt;, paid with a substantial share of whatever they could capture from enemy ships and settlements, the rest going to the crown. These ships would operate independently or as a fleet, and if they were successful the rewards could be great—when Jean Fleury and his men captured Cortes' vessels in 1523, they found an incredible Aztec treasure that they were allowed to keep. Later, when &lt;a href=\"Francis%20Drake\"&gt;Francis Drake&lt;/a&gt; captured the Spanish \"Silver Train\" at &lt;a href=\"Nombre%20de%20Dios%2C%20Col%C3%B3n\"&gt;Nombre de Dios&lt;/a&gt; (Panama's Caribbean port at the time) in 1573 his crews were rich for life. This was repeated by &lt;a href=\"Piet%20Pieterszoon%20Hein\"&gt;Piet Hein&lt;/a&gt; in 1628, who made a profit of 12 million &lt;a href=\"guilders\"&gt;guilders&lt;/a&gt; for the &lt;a href=\"Dutch%20West%20India%20Company\"&gt;Dutch West India Company&lt;/a&gt;. This substantial profit made privateering something of a regular line of business; wealthy businessmen or nobles would be quite willing to finance this legitimized piracy in return for a share. The sale of captured goods was a boost to colonial economies as well. The main imperial countries operating at this time and in the region were the French, English, Spanish, Dutch and Portuguese. Privateers from each country were all ordered to attack the other countries' vessels, especially Spain which was a shared enemy among the other powers.\nBy the seventeenth century piracy and privateering became less-acceptable behaviour, especially as many privateers turned into full-blown pirates so they would not have to give part of the profit they made back to their country of employment. Corruption led to the removal of many officials over the years, including Governor Nicholas Trott and Governor Benjamin Fletcher. One way that governments found and discouraged active pirates and corrupt privateers was through the use of \"pirate hunters\" who were bribed with all or at least most of the wealth that they would find aboard pirate vessels, along with a set bounty. The most renowned pirate hunter was Captain William Kidd, who hit the peak of his legal career in 1695 but later saw the benefits of illegal piracy and made that his new vocation.\nThe most well-known privateer corsairs of the eighteenth century in the Spanish colonies were &lt;a href=\"Miguel%20Enr%C3%ADquez%20%28privateer%29\"&gt;Miguel Enríquez&lt;/a&gt; of &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt; and &lt;a href=\"Campuzano%20Polanco%20family%23Jose%20Campuzano%20Polanco%20.281689-1760.29\"&gt;José Campuzano-Polanco&lt;/a&gt; of &lt;a href=\"Captaincy%20General%20of%20Santo%20Domingo\"&gt;Santo Domingo&lt;/a&gt;. Miguel Enríquez was a Puerto Rican &lt;a href=\"mulatto\"&gt;mulatto&lt;/a&gt; who abandoned his work as a shoemaker to work as a privateer. Such was the success of Enríquez, that he became one of the wealthiest men in the New World. Also highlights the Spanish &lt;a href=\"Amaro%20Pargo\"&gt;Amaro Pargo&lt;/a&gt; also stands out, who frequently traded in the Caribbean while looting ships of the enemy powers of the Spanish Crown. Amaro Pargo lived for ten years in the Caribbean, specifically on the island of &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; where he had descendants.\nBuccaneers.\nPirates involved specifically in the Caribbean were called &lt;a href=\"buccaneer\"&gt;buccaneer&lt;/a&gt;s. Roughly speaking, they arrived in the 1630s and remained until the effective end of piracy in the 1730s. The original buccaneers were settlers that were deprived of their land by \"Spanish authorities\" and eventually were picked up by white settlers. The word \"buccaneer\" is actually from the French \"boucaner\", meaning \"to smoke meat\", from the hunters of wild oxen curing meat over an open fire. They transferred the skills which kept them alive into piracy. They operated with the partial support of the non-Spanish colonies and until the 18th century their activities were legal, or partially legal and there were irregular amnesties from all nations. For the most part buccaneers attacked other vessel and ransacked settlements owned by the Spanish.\nTraditionally buccaneers had a number of peculiarities. Their crews operated as a democracy: the captain was elected by the crew and they could vote to replace him. The captain had to be a leader and a fighter—in combat he was expected to be fighting with his men, not directing operations from a distance.\nSpoils were evenly divided into shares; when the officers had a greater number of shares, it was because they took greater risks or had special skills. Often the crews would sail without wages—\"on account\"—and the spoils would be built up over a course of months before being divided. There was a strong \"esprit de corps\" among pirates. This allowed them to win sea battles: they typically outmanned trade vessels by a large ratio. There was also for some time a social insurance system, guaranteeing money or gold for battle wounds at a worked-out scale.\nThe romantic notion of pirates burying treasure on isolated islands and wearing gaudy clothes had some basis in fact. Most pirate wealth was accumulated by selling of chandlery items: ropes, sails, and block and tackle stripped from captured ships.\nOne undemocratic aspect of the buccaneers was that sometimes they would force specialists like carpenters or surgeons to sail with them for some time, though they were released when no longer needed (if they had not volunteered to join by that time). A typical poor man had few other promising career choices at the time apart from joining the pirates. According to reputation, the pirates' egalitarianism led them to liberate slaves when taking over &lt;a href=\"slave%20ship\"&gt;slave ship&lt;/a&gt;s. However, there are several accounts of pirates selling slaves captured on slave ships, sometimes after they had helped man the pirates' own vessels.\nIn combat they were considered ferocious and were reputed to be experts with &lt;a href=\"flintlock\"&gt;flintlock&lt;/a&gt; weapons (invented in 1615), but these were so unreliable that they were not in widespread military use before the 1670s.\nSlave pirates.\nMany slaves, primarily from places in Africa, were being exported to colonies in the Caribbean for slave labour on plantations. Out of the people that were forced into slavery and shipped off to colonies in the years from 1673 to 1798, approximately 9 to 32 percent were children (this number only considers Great Britain's exports). While on the average 12-week journey to the colonies, the new slaves endured ghastly living conditions that included cramped spaces too small to stand up in, hot temperatures, and poor diets. They were ravaged by disease and death. Many of those taken as slaves were victims or prisoners of civil war. Many aspects of being a slave overall increased the allure of the pirating lifestyle. \nDuring the 17th and 18th centuries, piracy was at its height and its symbolic interpretation of freedom was well received. This abstract ideal was very appealing to slaves and victims of &lt;a href=\"imperialism\"&gt;imperialism&lt;/a&gt;. Even though the main European powers did not want slaves to find out about the freedom that piracy offered, \"...30 percent of the 5000 or more pirates who were active between 1715 and 1725 were of African heritage.\" Along with the opportunity of a new life and freedom, the indigenous people of Africa were greeted with equality when they joined pirating communities. Many slaves turned pirate \"secured\" a position of leadership or prestige on pirating vessels, like that of Captain. One of the main areas of origin for these slaves was Madagascar. Great Britain was one of the largest importers of slaves to American colonies such as Jamaica and Barbados.\nRoberto Cofresí—a 19th-century pirate.\n&lt;a href=\"Roberto%20Cofres%C3%AD\"&gt;Roberto Cofresí&lt;/a&gt;, better known as \"El Pirata Cofresí\", became interested in sailing at a young age. By the time he reached adulthood there were some political and economic difficulties in Puerto Rico, which at the time was a colony of Spain. Influenced by this situation he decided to become a pirate in 1818. Cofresí commanded several assaults against cargo vessels focusing on those that were responsible for exporting gold. During this time he focused his attention on boats from the United States and the local Spanish government ignored several of these actions. In early March 1825, &lt;a href=\"Capture%20of%20the%20sloop%20Anne\"&gt;Cofresí engaged the USS \"Grampus\"&lt;/a&gt; and a flotilla of ships led by Capt. &lt;a href=\"John%20D.%20Sloat\"&gt;John D. Sloat&lt;/a&gt; in battle. He eventually abandoned his ship and tried to escape by land before being captured. After being imprisoned he was sent to &lt;a href=\"San%20Juan%2C%20Puerto%20Rico\"&gt;San Juan, Puerto Rico&lt;/a&gt;, where a brief military trial found him guilty and on 29 March 1825, he and other members of his crew were executed by a firing squad. After his death his life was used as inspiration for several stories and myths, which served as the basis for books and other media.\nBoysie Singh—a 20th-century pirate.\nBoysie Singh, usually known as \"the &lt;a href=\"Raja\"&gt;Raja&lt;/a&gt;\" (the &lt;a href=\"Caribbean%20Hindustani%23Trinidadian%20Hindustani\"&gt;Hindi&lt;/a&gt; word for king), or just \"Boysie\", was born on 5 April 1908 on 17 Luis Street, &lt;a href=\"Woodbrook%2C%20Port%20of%20Spain\"&gt;Woodbrook&lt;/a&gt;, Port of Spain, &lt;a href=\"Saint%20George%20County\"&gt;Saint George County&lt;/a&gt;, &lt;a href=\"Trinidad%20and%20Tobago\"&gt;Trinidad and Tobago&lt;/a&gt; to Bhagrang Singh (a fugitive who immigrated to Trinidad and Tobago from &lt;a href=\"British%20Raj\"&gt;British India&lt;/a&gt;) and his wife.\nHe had a long and successful career as a gangster and gambler before turning to piracy and murder. For almost ten years, from 1947 until 1956 he and his gang terrorized the waters between Trinidad and Tobago and the &lt;a href=\"United%20States%20of%20Venezuela\"&gt;United States of Venezuela&lt;/a&gt;, later on becoming the &lt;a href=\"Fourth%20Republic%20of%20Venezuela\"&gt;Fourth Republic of Venezuela&lt;/a&gt;. They were responsible for the deaths of approximately 400 people. They would promise to ferry people from Trinidad to Venezuela but en route he would rob his victims at gunpoint, kill them and dump them into the sea.\nBoysie was well known to people in Trinidad and Tobago. He had successfully beaten a charge of breaking and entering which nearly resulted in his deportation before he was finally executed after losing his third case – for the murder of his niece. He was held in awe and dread by most of the population and was frequently seen strolling grandly about Port of Spain in the early 1950s wearing bright, stylish clothes. Mothers, nannies, and ajees would warn their children: \"Behave yourself, man, or Boysie goyn getchu, allyuh!\" Boysie Singh died in Port of Spain by being hanged in 1957 for the murder of a dancer, Hattie Werk.\nCaribbean piracy in the 21st century.\nPiracy in the Caribbean is still present today, largely confined to small-scale pirating operations in the waters off of &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt;, &lt;a href=\"Trinidad\"&gt;Trinidad&lt;/a&gt;, &lt;a href=\"Guyana\"&gt;Guyana&lt;/a&gt;, and &lt;a href=\"Suriname\"&gt;Suriname&lt;/a&gt;. These pirates are often fishermen who have resorted to piracy due to economic crisis or turf wars between groups of fishers.\nMuch of the modern-day piracy in the southern Caribbean is a result of the &lt;a href=\"Crisis%20in%20Venezuela\"&gt;economic upheaval in Venezuela&lt;/a&gt;. Venezuelan fishermen, who previously made a living off of catching tuna, shrimp, crab, and octopus, have lost this means of money due to the economic crisis, and are forced to resort to piracy on fishermen off the coasts of Guyana and Trinidad, robbing them and holding them for ransom.\nAnother major source of modern Caribbean piracy stems from turf wars between rival groups of fishermen from &lt;a href=\"Guyana\"&gt;Guyana&lt;/a&gt; and &lt;a href=\"Suriname\"&gt;Suriname&lt;/a&gt;. In April 2018, Guyanese nationals Chris Parsram, Rameshwar Roopnarine, Madre Kishore, David Williams, Ramdeo Persaud, Ray Torres, and Ganesh Beeharry were all arrested in Suriname and sentenced to 35 years in prison, for an attack on 20 Surinamese and Guyanese fishermen in which they were thrown overboard; only four made it to shore, with the rest being thrown into the water and presumed either dead or missing. The attack was believed to be in retaliation for the shooting death of their leader a few weeks prior.\nPiracy in popular culture.\nA lot of fiction involving sea pirates and piracy takes place at the Caribbean Sea."
}