{
    "id": "1496400",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=1496400",
    "title": "Pony of the Americas",
    "text": "The Pony of the Americas is a &lt;a href=\"pony\"&gt;pony&lt;/a&gt; &lt;a href=\"horse%20breed\"&gt;breed&lt;/a&gt; developed in the state of &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt; in the United States. The &lt;a href=\"foundation%20stock\"&gt;foundation&lt;/a&gt; stallion was an &lt;a href=\"Arabian%20horse\"&gt;Arabian&lt;/a&gt;/&lt;a href=\"Appaloosa\"&gt;Appaloosa&lt;/a&gt;/&lt;a href=\"Shetland%20pony\"&gt;Shetland pony&lt;/a&gt; cross. A breed registry was founded in 1954, and within 15 years had registered 12,500 ponies. Today, the Pony of the Americas Club is one of the largest and most active youth-oriented horse breed registries in the US. Although called ponies, POAs have the &lt;a href=\"phenotype\"&gt;phenotype&lt;/a&gt; of a small horse, combining mainly Arabian and &lt;a href=\"American%20Quarter%20Horse\"&gt;American Quarter Horse&lt;/a&gt; attributes. The registry is &lt;a href=\"open%20registry\"&gt;open&lt;/a&gt;, allowing blood from many other breeds, but has strict criteria for entry, including Appaloosa coloration, specified height and other physical characteristics. Although mainly bred for &lt;a href=\"Western%20riding\"&gt;Western riding&lt;/a&gt;, the breed has been used for many other disciplines, including &lt;a href=\"driving%20%28horse%29\"&gt;driving&lt;/a&gt;, &lt;a href=\"endurance%20riding\"&gt;endurance riding&lt;/a&gt; and some &lt;a href=\"English%20riding\"&gt;English disciplines&lt;/a&gt;.\nBreed characteristics.\nPonies are only registered with the Pony of the Americas club if they have Appaloosa coloring visible from , otherwise known as \"loud\" Appaloosa coloring. The coloration includes the typical &lt;a href=\"leopard%20complex\"&gt;leopard complex&lt;/a&gt; characteristics of mottling around the eyes, muzzle and genitalia, as well as visible white &lt;a href=\"sclera\"&gt;sclera&lt;/a&gt; of the eyes and striped &lt;a href=\"horse%20hoof\"&gt;hooves&lt;/a&gt;. &lt;a href=\"Pinto%20horse\"&gt;Pinto&lt;/a&gt; coloration is not allowed, nor is ancestry from a breed noted for pinto coloring, such as the &lt;a href=\"American%20Paint%20Horse\"&gt;American Paint Horse&lt;/a&gt;. The facial profile of the POA is slightly concave. It is a muscular breed, with a deep chest and well-sloped shoulders. The breed averages high. Despite having the size and name \"pony\", the breed has the &lt;a href=\"phenotype\"&gt;phenotype&lt;/a&gt; (physical characteristics) of a small horse of an &lt;a href=\"American%20Quarter%20Horse\"&gt;American Quarter Horse&lt;/a&gt;/Arabian type, not a true pony breed.\nThe Pony of the Americas Club will register the offspring of registered POAs, as well crosses with &lt;a href=\"Connemara%20pony\"&gt;Connemara&lt;/a&gt;s, &lt;a href=\"Galiceno\"&gt;Galiceno&lt;/a&gt; ponies, &lt;a href=\"Australian%20Stock%20Horse\"&gt;Australian Stock Horse&lt;/a&gt;s, &lt;a href=\"Morgan%20horse\"&gt;Morgans&lt;/a&gt; and &lt;a href=\"Thoroughbred\"&gt;Thoroughbred&lt;/a&gt;s, and the original &lt;a href=\"Appaloosa\"&gt;Appaloosa&lt;/a&gt; and &lt;a href=\"Arabian%20horse\"&gt;Arabian&lt;/a&gt; breeds. These crosses are allowed into the registry as full members as long as they meet the physical breed requirements. Crosses with other breeds, including &lt;a href=\"Quarter%20pony\"&gt;Quarter ponies&lt;/a&gt;, &lt;a href=\"Shetland%20pony\"&gt;Shetland ponies&lt;/a&gt;, &lt;a href=\"Anglo-Arab\"&gt;Anglo-Arab&lt;/a&gt;s, &lt;a href=\"Spanish%20Mustang\"&gt;Spanish Mustang&lt;/a&gt;s and &lt;a href=\"Welsh%20pony\"&gt;Welsh ponies&lt;/a&gt;, are accepted on an individual basis.\nHistory.\nThe POA was developed in the United States in the 1950s by Les Boomhower, a Shetland pony breeder in &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt;. The &lt;a href=\"foundation%20stock\"&gt;foundation&lt;/a&gt; &lt;a href=\"stallion\"&gt;stallion&lt;/a&gt; of the breed was an Arabian/Appaloosa/Shetland pony cross with Appaloosa markings named Black Hand. Boomhower appreciated the stallion's &lt;a href=\"equine%20conformation\"&gt;conformation&lt;/a&gt; and disposition and decided to use him to develop a new breed of Appaloosa-colored ponies. In 1954, Boomhower and a group of associations founded the Pony of the Americas Club, with Black Hand receiving the first registration number. A year later, twelve ponies and twenty-three members had been registered. The club's goal was to develop a medium-sized pony for older children and small adults, with the coloration of the Appaloosa, the refinement of the Arabian and the muscle and bone of an &lt;a href=\"American%20Quarter%20Horse\"&gt;American Quarter Horse&lt;/a&gt;. Originally the height requirement called for ponies between ; in 1963 this was changed to a range of , and in 1985 a final change was made to height, raising the upper limit to .\nOver the first 15 years of its existence, the breed club registered 12,500 ponies. Between the founding of the breed club and the present, the early Shetland blood has been almost completely bred out, in order to maintain and improve the small stock horse look sought by the breed founders. The Pony of the Americas Club hosted its first national convention in 1988, and in 1990, the Club developed a Hall of Fame for its members and ponies. As of 2012, the Pony of the Americas Club has registered over 50,000 ponies. The Club has become one of the equine industry's largest youth-oriented breed registries, with over 2,000 members, and one of the most active, with over 40 affiliated chapters.\nAlthough originally developed mainly for &lt;a href=\"Western%20riding\"&gt;Western riding&lt;/a&gt; and &lt;a href=\"stock%20horse\"&gt;stock&lt;/a&gt; uses, it has also been seen competing in &lt;a href=\"endurance%20riding\"&gt;endurance riding&lt;/a&gt;, &lt;a href=\"three-day%20eventing\"&gt;three-day eventing&lt;/a&gt;, &lt;a href=\"show%20hunter\"&gt;show hunter&lt;/a&gt;, and &lt;a href=\"driving%20%28horse%29\"&gt;driving&lt;/a&gt;. It jumps well, and can be used for &lt;a href=\"dressage\"&gt;dressage&lt;/a&gt;. Originally, breed club shows did not allow people over the age of 16 to show POAs under saddle; adults could, however, show them in &lt;a href=\"halter%20%28horse%20show%29\"&gt;halter&lt;/a&gt; or driving classes. In 1973, the age limit for riders was raised to 18, and in 1987 it was decided that adults 19 and over could show horses two to four years old under saddle."
}