{
    "id": "14963051",
    "revid": "1065917155",
    "url": "https://en.wikipedia.org/wiki?curid=14963051",
    "title": "SS Gothenburg",
    "text": "The SS \"Gothenburg\" was a &lt;a href=\"steamship\"&gt;steamship&lt;/a&gt; that operated along the British and then later the Australian and New Zealand coastlines. In February 1875, \"Gothenburg\" left &lt;a href=\"Darwin%2C%20Northern%20Territory\"&gt;Darwin&lt;/a&gt;, Australia and while en route to &lt;a href=\"Adelaide\"&gt;Adelaide&lt;/a&gt; it encountered a &lt;a href=\"cyclone\"&gt;cyclone&lt;/a&gt;-strength storm off the north &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt; coast. The ship was wrecked on the &lt;a href=\"Great%20Barrier%20Reef\"&gt;Great Barrier Reef&lt;/a&gt; north-west of &lt;a href=\"Holbourne%20Island%20National%20Park\"&gt;Holbourne Island&lt;/a&gt; on 24 February 1875. Survivors in one of the &lt;a href=\"lifeboat%20%28shipboard%29\"&gt;lifeboats&lt;/a&gt; were rescued two days later by \"Leichhardt\", while the occupants of two other lifeboats that managed to reach Holbourne Island were rescued several days later. Twenty-two men survived, while between 98 and 112 others died, including a number of high-profile civil servants and dignitaries.\nDescription and history.\n\"Gothenburg\" was built in 1855 at Lungley's building yards in &lt;a href=\"Millwall\"&gt;Millwall&lt;/a&gt;, &lt;a href=\"Essex\"&gt;Essex&lt;/a&gt;. The vessel was 501-tons, 197 feet long, with a , coal-burning engine. Records at the time described \"Gothenburg\" as &lt;a href=\"barquentine\"&gt;barquentine&lt;/a&gt; rigged, with its funnel set well aft between the main and &lt;a href=\"mizzen%20mast\"&gt;mizzen mast&lt;/a&gt;s and was fitted with four &lt;a href=\"Lifeboat%20%28shipboard%29\"&gt;lifeboats&lt;/a&gt;, two &lt;a href=\"Port%20%28nautical%29\"&gt;port&lt;/a&gt; and two &lt;a href=\"starboard\"&gt;starboard&lt;/a&gt;.\n\"Gothenburg\" was launched stern-first on 1 April 1854. Although on launching it collided with the steamship \"Clyde\", which sank in the &lt;a href=\"River%20Thames\"&gt;River Thames&lt;/a&gt;. \"Gothenburg\" was severely damaged at the stern, including extensive propeller damage.\nThe North of Europe Steam Navigation Company, operated her between Irongate Wharf, near the &lt;a href=\"Tower%20of%20London\"&gt;Tower of London&lt;/a&gt;, and &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;. In 1857, she was acquired by the &lt;a href=\"Union%20Castle%20Line\"&gt;Union Castle Line&lt;/a&gt; and renamed as &lt;a href=\"Royal%20Mail%20Ship\"&gt;RMS&lt;/a&gt; \"Celt\". In June 1862, McMerkan, Blackwood and Co. of Melbourne purchased her for the Australian trade and in that year she made a protracted voyage from England to Australia by sail. She was one of the most modern vessels working around the Australian &lt;a href=\"coastline\"&gt;coastline&lt;/a&gt; in the 1860s, and became a popular ship as she was considered reliable. After many years on the Australia-New Zealand run, her owners transferred her to the Australian coastal service.\nIn 1873, she was lengthened and refitted in Adelaide to enable longer distances under steam and greater passenger and cargo capacity. Following her modifications, her name reverted once again to \"Gothenburg\".\nIn November 1874, several shipowners were contracted for two years from the South Australian government to provide ten round trips between the colonial capital of Adelaide and its furthest outpost, &lt;a href=\"Darwin%2C%20Northern%20Territory\"&gt;Port Darwin&lt;/a&gt;. Port Darwin was feeling the effects of a &lt;a href=\"Australian%20gold%20rushes\"&gt;gold rush&lt;/a&gt; at &lt;a href=\"Pine%20Creek%2C%20Northern%20Territory\"&gt;Pine Creek&lt;/a&gt; and growing quickly as a trade post with the &lt;a href=\"Dutch%20East%20Indies\"&gt;Dutch East Indies&lt;/a&gt;. However, all the local banks sent their money, together with government paperwork and the &lt;a href=\"Royal%20Mail\"&gt;Royal Mail&lt;/a&gt;, around the east coast to Adelaide. On successful completion of each voyage, the South Australian government would pay the owners £1000 sterling.\nWhen \"Gothenburg\" left Port Darwin on Tuesday, 16 February 1875, Captain Robert George Augustus Pearce was under orders to make best possible speed. Pearce had been her captain on the Adelaide-Darwin run for some time and had built up a solid reputation. He was a man of the sea, a man of sobriety and kindness and was well respected by his fellow sea captains.\nAmongst the approximately 98 passengers and 37 crew (surviving records vary) were government officials, circuit court judges, Darwin residents taking their first &lt;a href=\"Long%20service%20leave\"&gt;furlough&lt;/a&gt; and miners. Also aboard was the French &lt;a href=\"Vice%20Consul\"&gt;Vice Consul&lt;/a&gt; Edouard Durand and &lt;a href=\"James%20Millner%20%28doctor%29\"&gt;James Millner&lt;/a&gt;, the medical officer in &lt;a href=\"George%20W.%20Goyder\"&gt;George W. Goyder&lt;/a&gt;'s 1869 &lt;a href=\"exploration\"&gt;expedition&lt;/a&gt; to found the first colony at Port Darwin. There were also several prisoners aboard, bound for the Adelaide jail. Locked in the Captain's cabin was approximately of gold valued at £40,000 consigned to the &lt;a href=\"English%2C%20Scottish%20and%20Australian%20Bank\"&gt;ES&amp;A Bank&lt;/a&gt; in Adelaide, worth approximately US$2.6 million in 2008. Durand reportedly also carried a tin box with him containing gold &lt;a href=\"Sovereign%20%28British%20coin%29\"&gt;sovereigns&lt;/a&gt; and coins worth in excess of £3,000.\nIn three days of fine weather, \"Gothenburg\" travelled from Palmerston (Darwin) to &lt;a href=\"Somerset%2C%20Queensland\"&gt;Somerset&lt;/a&gt; on &lt;a href=\"Cape%20York%20Peninsula\"&gt;Cape York&lt;/a&gt;. The weather began to worsen so the ship stopped to take on &lt;a href=\"Sailing%20ballast\"&gt;ballast&lt;/a&gt; at Somerset. While she was anchored, conditions deteriorated to a point where both anchor chains parted. After the loss of the anchors, \"Gothenburg\" was forced to prematurely steam out because of strong currents; at that point, she brought up for the night.\nTwo days later, Tuesday 23 February, \"Gothenburg\" passed &lt;a href=\"Cooktown\"&gt;Cooktown&lt;/a&gt; at about 2:00 pm. The wind and rain severely increased and cloud cover became so thick it blocked out the sun. Despite this, she continued the journey south into worsening weather, in a deep water passage between the North &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt; coastline and the &lt;a href=\"Great%20Barrier%20Reef\"&gt;Great Barrier Reef&lt;/a&gt;, known as the inner route. Although taking this route provided some protection from the open sea, captains had to navigate and thread their way through a number of then uncharted reefs. All passengers and crew expected to be in &lt;a href=\"Newcastle%2C%20New%20South%20Wales\"&gt;Newcastle&lt;/a&gt; on Sunday evening for a scheduled stopover.\nShipwreck.\nOn the evening of 24 February 1875, the ship was still heading south in almost &lt;a href=\"cyclone\"&gt;cyclonic&lt;/a&gt; conditions with fore, top and mainsails set and the steam engines running at full speed. Flooding rains lashed the entire &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt; coast and Captain Pearce reportedly could not see land or sun. At approximately 7:00 pm, and for reasons undetermined, he altered course and shortly afterwards, at full speed (11 to 12 &lt;a href=\"knot%20%28unit%29\"&gt;knots&lt;/a&gt;), hit a section of the &lt;a href=\"Great%20Barrier%20Reef\"&gt;Great Barrier Reef&lt;/a&gt; at &lt;a href=\"low%20tide\"&gt;low tide&lt;/a&gt; north west of &lt;a href=\"Holbourne%20Island%20National%20Park\"&gt;Holbourne Island&lt;/a&gt;. \"Gothenburg\" struck with such force that she was left high up on the reef. Immediately, an order came out to lower the sails. At first, there was no &lt;a href=\"panic\"&gt;panic&lt;/a&gt; and many passengers returned to their cabin bunks expecting \"Gothenburg\" would come off the reef at &lt;a href=\"high%20tide\"&gt;high tide&lt;/a&gt;.\nIn an attempt to refloat her, Captain Pearce ordered \"Gothenburg\" to be lightened forward. Water casks used as ballast and passengers were positioned &lt;a href=\"aft\"&gt;aft&lt;/a&gt; in an endeavour to refloat her as the tide rose, but without success. Finally, a fatal attempt was made to refloat her, by reversing the engine hard. The vessel came half off the reef, but holed herself badly and then slewed &lt;a href=\"Broadside%20%28naval%29\"&gt;broadside&lt;/a&gt; to the waves, in a much worse position. However, with the tide rising and some cargo now being dumped overboard, all aboard still expected \"Gothenburg\" to float free. With strong winds changing direction and seas increasing, the boiler fires were extinguished by water rising through the damaged &lt;a href=\"stern\"&gt;stern&lt;/a&gt;. Around midnight, the chief engineer came on deck to report that the engine room was flooded and the engine was of no further use. With heavy seas now rushing down hatchways and into the cabins, \"Gothenburg\" was doomed and Captain Pearce was forced to admit that the situation had become desperate.\nThe storm made launching the &lt;a href=\"Lifeboat%20%28shipboard%29\"&gt;lifeboats&lt;/a&gt; almost impossible. At about 3:00 am, Captain Pearce ordered the two &lt;a href=\"Port%20%28nautical%29\"&gt;port&lt;/a&gt; lifeboats lowered, each with four crew on board. While being passed astern one of the boats broke the &lt;a href=\"painter%20%28rope%29\"&gt;painter&lt;/a&gt; and became adrift. Her crew tried hard to pull up to the ship's side, but it was impossible in the heavy &lt;a href=\"squall\"&gt;squall&lt;/a&gt;. The other was accidentally let go and both boats, in heavy seas, were unable to be retrieved.\nAt about 3:30 am on Thursday, 25 February, \"Gothenburg\" continued to heel over. The deck became so steep that passengers and crew had to climb over the rails to get on her side. At about 4:00 am, the two remaining &lt;a href=\"starboard\"&gt;starboard&lt;/a&gt; lifeboats were lowered and were rushed by the passengers. One starboard lifeboat, crammed with women and children, capsized when others tried to board it. Some half dozen men righted her in the water, but, damaged and without oars, food or water, it quickly drifted away and was never found. The second starboard lifeboat also capsized when the sea crashed over, washing all the occupants into the sea. One passenger recalled the sea on the &lt;a href=\"Windward%20and%20leeward\"&gt;downwind&lt;/a&gt; side of the ship being covered with human heads bobbing up and down like corks. Five or six men and one woman climbed onto the upturned &lt;a href=\"Hull%20%28watercraft%29\"&gt;hull&lt;/a&gt;. The boat was still connected to its &lt;a href=\"painter%20%28rope%29\"&gt;painter&lt;/a&gt;, but it was unable to be recovered from the heavy sea and wind which swept the woman off and drowned her. A passenger, John Cleland, swam to the connected, but upturned lifeboat and further secured it with a rope tied to \"Gothenburg\". In less than fifteen minutes, nearly 100 people had drowned; washed away or trapped in their water-filled cabins. By this time, several sharks were circling the wreck.\nThose still on board \"Gothenburg\" tried to cling to the rigging, but throughout the early morning of 25 February, several more people were drowned after they were swept overboard by large broadside waves. Many passengers associated with the gold diggings were unwilling to let go of their gold and money belts, as it was probably their life savings; these individuals insisted on keeping them tied and once overboard reportedly drowned very quickly.\nSurvivors.\nBy morning of 25 February, only the masts were visible protruding from the water, with 14 people clinging to the &lt;a href=\"rigging\"&gt;rigging&lt;/a&gt;, where they remained for the next twenty four hours in cyclonic weather. At low tide, \"Gothenburg\" sank stern first and the wreck fell apart. However, the remaining starboard lifeboat, which had capsized, was still held by her &lt;a href=\"painter%20%28rope%29\"&gt;painter&lt;/a&gt; and the rope attached by Cleland. At first &lt;a href=\"daylight\"&gt;light&lt;/a&gt; on 26 February the weather eased and the survivors managed to right the boat and bail it out; they prepared a makeshift sail and paddled for the mainland. About seven hours later they realised they could not make mainland, so they altered course for an island that could be seen in the distance. When they arrived, they were met by four of the crew from one of the port lifeboats. Their lifeboat had been severely damaged on the rocks on the opposite side of the island in an attempt to land there the day before. \nThe other port lifeboat, with four crew on board, was picked up by the &lt;a href=\"steamboat\"&gt;steamer&lt;/a&gt; \"Leichhardt\" at an island at the entrance to &lt;a href=\"Whitsunday%20Islands\"&gt;Whitsunday Passage&lt;/a&gt;. The steamer immediately reversed course back towards the wreck, which she reached at approximately 3.30 pm on Friday, 26 February. \"Gothenburg\" was a complete wreck; the funnel was gone and she had sunk to the eyes of the lower rigging. \"Leichhardt\"'s Chief Officer and four hands went alongside, but nothing other than her masts could be seen above the water except for the body of a naked man floating nearby. They assumed the other victims had been taken by sharks. \"Leichhardt\" searched for survivors until last light and then made way for &lt;a href=\"Bowen%2C%20Queensland\"&gt;Bowen&lt;/a&gt; where the alarm was raised.\nAt &lt;a href=\"Holbourne%20Island%20National%20Park\"&gt;Holbourne Island&lt;/a&gt;, the other 18 survivors were living off raw bird's eggs and rain water that had pooled in the island rocks. Because rescue was uncertain, they &lt;a href=\"engraving\"&gt;engraved&lt;/a&gt; ship details and their names on the &lt;a href=\"wiktionary%3AConcave\"&gt;concave&lt;/a&gt; side of a large turtle shell, in the hope that it would be found in the future. On Sunday, 28 February 15 of them set off in the starboard lifeboat for an island about 20 miles away to the south, which appeared to be closer to the main shipping lane. A rescue ship, sent looking for survivors, picked up the group and took them safely to Bowen. Another rescue ship, \"Bunyip\" from Townsville, subsequently returned to Holbourne Island and rescued the three remaining survivors.\nAftermath.\nAlthough reports vary, records show that between 98 and 112 people drowned. Most records state the death toll at 102. Only 22 people survived (12 crew and 10 passengers). All 25 women and children aboard and all the officers died.\nEdward W. Price, Magistrate and Commissioner Circuit Court of the &lt;a href=\"Northern%20Territory\"&gt;Northern Territory&lt;/a&gt;, who remained behind in Darwin, lost his wife and six children. Devastated by the news, he was given six months leave on full pay by the government. The retired fifth &lt;a href=\"Premier%20of%20South%20Australia\"&gt;Premier of South Australia&lt;/a&gt;, &lt;a href=\"Thomas%20Reynolds%20%28Australian%20politician%29\"&gt;Thomas Reynolds&lt;/a&gt; and his wife, Anne, both drowned as did Eduard Durand, the French Vice Consul.\nOther notable passengers who died were &lt;a href=\"James%20Millner%20%28doctor%29\"&gt;Dr James Millner&lt;/a&gt; and his family, &lt;a href=\"Judge\"&gt;Justice&lt;/a&gt; &lt;a href=\"William%20Alfred%20Wearing\"&gt;William A. Wearing&lt;/a&gt; &lt;a href=\"Queen%27s%20Counsel\"&gt;QC&lt;/a&gt;, Circuit Court Judge; Joseph Whitby, acting &lt;a href=\"Australian%20Government%20Solicitor\"&gt;South Australian Crown Solicitor&lt;/a&gt;; Richard Wells, \"&lt;a href=\"Northern%20Territory%20News\"&gt;NT Times &amp; Gazette&lt;/a&gt;\" &lt;a href=\"Literary%20editor\"&gt;editor&lt;/a&gt;; Lionel Pelham, a senior &lt;a href=\"Civil%20service\"&gt;public servant&lt;/a&gt;; &lt;a href=\"Commander\"&gt;Commander&lt;/a&gt; Andrew Ross of the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;; C. J. Lyons, Justice Wearing's senior assistant; William Shoobridge, &lt;a href=\"Company%20secretary\"&gt;Secretary&lt;/a&gt; to several mining companies; A. L. McKay, &lt;a href=\"Government%20of%20Australia\"&gt;Government&lt;/a&gt; &lt;a href=\"Surveying\"&gt;Surveyor&lt;/a&gt;; and several &lt;a href=\"Australian%20Overland%20Telegraph%20Line\"&gt;Overland Telegraph&lt;/a&gt; employees.\nNever before in Australian history had so many high-profile public servants, dignitaries and diplomats died in a single tragedy. Many passengers who died were Darwin residents and news of the tragedy severely affected the small community, reportedly taking several years to recover. Most of \"Gothenburg's\" crew were from Melbourne and as a result of the shipwreck, 11 widows and 34 children were left destitute in Victoria.\nAt Bowen, twelve survivors left with Captain Lake on the ship \"Victoria\" headed for Sydney. They all got free passage from McMerkan, Blackwood and Co, the owners of \"Gothenburg\". The four survivors from the second port lifeboat that were picked up by the steamer \"Leichhardt\", remained with that ship and subsequently made way for &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt;.\nTwo weeks later a &lt;a href=\"surface%20supplied%20diving\"&gt;hard-hat diver&lt;/a&gt;, sent down to recover the gold and other valuables, found the bodies of two women at the foot of the saloon staircase, one with her arm around the other. The diver tried to reach them to take a lock of hair or some other personal item that could be identified by their loved ones, but the restriction of the air line made it impossible. The gold in the Captain's cabin was recovered after much difficulty. While recovering the gold, several sharks that were caught near the wreck were found to contain human bones, remains and jewellery.\nThere were three heroes identified that tragic night, all attested to by all the other survivors, for their attempts to save other passengers. In recognition of their bravery, on 26 July 1875, the &lt;a href=\"Governor%20of%20South%20Australia\"&gt;Governor of South Australia&lt;/a&gt;, &lt;a href=\"Anthony%20Musgrave\"&gt;Sir Anthony Musgrave&lt;/a&gt;, presented passengers James Fitzgerald and John Cleland and crewman Robert Brazil with gold medals and a gold watch. The \"Gothenburg\" Relief Fund Committee also presented each of them with a gold chain.\nReport.\nThe report of the Marine Board of Queensland determined that: \nLifeboats.\nThere was also much speculation at the time in the Adelaide and Melbourne press on why the lifeboats had not been launched earlier. Survivor James Fitzgerald pointed out in his recollection that, had the lifeboats been filled to capacity, no one would have survived the severe weather conditions experienced. He also commented that passenger vessels were not required to carry enough lifeboats, concluding that there were insufficient places for all \"Gothenburg\"'s passengers and crew. It was not until &lt;a href=\"RMS%20Titanic\"&gt;RMS \"Titanic\"&lt;/a&gt; sank some 37 years later in 1912, that it was made compulsory for all British registered ships to carry sufficient lifeboats for everyone on board.\nPresent day.\nToday, only parts of the deteriorated iron &lt;a href=\"Hull%20%28watercraft%29\"&gt;hull&lt;/a&gt; and the coal fired square boilers of \"Gothenburg\" remain. The wreck lies between 9 and approximately of water on the western side of Old Reef, southeast of &lt;a href=\"Townsville\"&gt;Townsville&lt;/a&gt;. The \"Gothenburg\" shipwreck is registered on the Queensland National Estate (place ID #8923) as a &lt;a href=\"Protected%20areas%20of%20Australia\"&gt;Heritage site&lt;/a&gt;, and is protected under Section 7 of the (Commonwealth) \"&lt;a href=\"Historic%20Shipwrecks%20Act%201976\"&gt;Historic Shipwrecks Act 1976&lt;/a&gt;\", which requires that divers have a permit to enter the 200m protected zone that has been declared around the wreck. Its official location is: Old Reef, Great Barrier Reef, north-east of &lt;a href=\"Ayr%2C%20Queensland\"&gt;Ayr&lt;/a&gt;, at . The reef around the wreck provides good &lt;a href=\"Scuba%20diving\"&gt;diving&lt;/a&gt; with an extensive &lt;a href=\"coral\"&gt;coral&lt;/a&gt; garden. A strict non-disturbance policy applies to marine flora and fauna as well as to the fabric of the wreck. &lt;a href=\"Pelagic%20fish\"&gt;Pelagic fish&lt;/a&gt; and &lt;a href=\"Blacktip%20reef%20shark\"&gt;reef sharks&lt;/a&gt; are common.\nLegacy.\nThe northern &lt;a href=\"Darwin%2C%20Northern%20Territory\"&gt;Darwin&lt;/a&gt; suburb of &lt;a href=\"Millner%2C%20Northern%20Territory\"&gt;Millner&lt;/a&gt; was named after Dr James Millner who, together with his family, lost their lives on \"Gothenburg\". Most streets in the northern Darwin suburb of &lt;a href=\"Coconut%20Grove%2C%20Northern%20Territory\"&gt;Coconut Grove&lt;/a&gt; and some in the adjacent suburb of Millner, were named after local Darwin residents, interstate visitors and crew who lost their lives during the shipwreck. Gothenburg Crescent, in the inner Darwin suburb of &lt;a href=\"Stuart%20Park%2C%20Northern%20Territory\"&gt;Stuart Park&lt;/a&gt;, was named after the ship.\nThe large turtle shell, which was engraved by the 18 survivors at &lt;a href=\"Holbourne%20Island%20National%20Park\"&gt;Holbourne Island&lt;/a&gt;, is displayed at the &lt;a href=\"South%20Australian%20Museum\"&gt;South Australian Museum&lt;/a&gt;, on &lt;a href=\"North%20Terrace%2C%20Adelaide\"&gt;North Terrace&lt;/a&gt; in &lt;a href=\"Adelaide\"&gt;Adelaide&lt;/a&gt;.\nOther references.\nBy August 1866 there was a pub named \"The Gothenburg\" in &lt;a href=\"Flinders%20Street%2C%20Melbourne\"&gt;Flinders Street west, Melbourne&lt;/a&gt;. It had an image of the vessel above the entrance.\nThe pub, which had a raffish reputation, was renamed the \"Crown and Anchor\" around 1870, five years before the tragedy.\nSurvivors.\nIn 1875, a detailed list of all passengers and crew was published by J.H. Lewis, Printer &amp; Publisher, albeit with several errors and spelling mistakes. That document was used as the main source of the following survivors' table.\nThe survivors' surnames have been reconciled against rescue ships' log books, other records and a photo of the engraved turtle shell. Known discrepancies have been clarified, where possible, in the comments section."
}