{
    "id": "14989416",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=14989416",
    "title": "Yards from scrimmage",
    "text": "Yards from scrimmage is a &lt;a href=\"gridiron%20football\"&gt;gridiron football&lt;/a&gt; statistical measure. In the game of football, progress is measured by advancing the &lt;a href=\"Football%20%28ball%29\"&gt;football&lt;/a&gt; towards the opposing team's &lt;a href=\"Goal%20line%20%28American%20football%29\"&gt;goal line&lt;/a&gt;. Progress can be made during play by the &lt;a href=\"Offense%20%28sports%29\"&gt;offensive&lt;/a&gt; team by advancing the ball from the point of progress at the start of play known as the &lt;a href=\"line%20of%20scrimmage\"&gt;line of scrimmage&lt;/a&gt;. When the offensive team advances the ball by &lt;a href=\"rush%20%28American%20football%29\"&gt;rush&lt;/a&gt;ing the football, the player who carries the ball is given credit for the difference in progress measured in rushing yards. When the offensive team advances the ball by &lt;a href=\"reception%20%28American%20football%29\"&gt;pass reception&lt;/a&gt;, the player who catches the reception is given credit for the difference in progress measured in reception yards. Although the ball may also be advanced by penalty these yards are not considered yards from scrimmage. Progress lost via &lt;a href=\"quarterback%20sack\"&gt;quarterback sack&lt;/a&gt;s are classified variously by league of play with rules having changed over time within some leagues. The total of rushing yards and receiving yards is known as yards from scrimmage. This definition of yardage differs from &lt;a href=\"total%20offense\"&gt;total offense&lt;/a&gt; which gives credit for passing yardage to the person throwing the football rather than receiving the football.\nThis is an important statistic for &lt;a href=\"running%20back\"&gt;running back&lt;/a&gt;s that contribute significantly to the passing attack. Many teams have special lineups for passing plays in which running backs who are better receivers are substituted into the game. Some running backs are notable for the fact that they are both a primary rushing and primary passing weapon. Notable running backs known for yards from scrimmage include &lt;a href=\"Roger%20Craig%20%28American%20football%29\"&gt;Roger Craig&lt;/a&gt;, the first &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL) player to have 1,000 yards rushing and receiving in the same season, &lt;a href=\"Walter%20Payton\"&gt;Walter Payton&lt;/a&gt;, the NFL career record holder among running backs (until broken by &lt;a href=\"Emmitt%20Smith\"&gt;Emmitt Smith&lt;/a&gt;), and &lt;a href=\"Chris%20Johnson%20%28running%20back%29\"&gt;Chris Johnson&lt;/a&gt;, the NFL single-season record holder. &lt;a href=\"Thurman%20Thomas\"&gt;Thurman Thomas&lt;/a&gt; once led the NFL in yards from scrimmage four consecutive years.\nYards from scrimmage differs from &lt;a href=\"All-purpose%20yardage\"&gt;all-purpose yards&lt;/a&gt;, which include all forms of &lt;a href=\"return%20yards\"&gt;return yards&lt;/a&gt; such as yards on kickoff returns, punt returns, interception returns, and fumble recovery returns, in addition to yards from scrimmage."
}