{
    "id": "149867",
    "revid": "6008650",
    "url": "https://en.wikipedia.org/wiki?curid=149867",
    "title": "Dewsbury",
    "text": "Dewsbury is a &lt;a href=\"Minster%20%28church%29\"&gt;minster&lt;/a&gt; town within the &lt;a href=\"Kirklees\"&gt;Metropolitan Borough of Kirklees&lt;/a&gt;, in &lt;a href=\"West%20Yorkshire\"&gt;West Yorkshire&lt;/a&gt;, England. It lies on the &lt;a href=\"River%20Calder%2C%20West%20Yorkshire\"&gt;River Calder&lt;/a&gt; and an arm of the &lt;a href=\"Calder%20and%20Hebble%20Navigation\"&gt;Calder and Hebble Navigation&lt;/a&gt; waterway. It is to the west of &lt;a href=\"Wakefield\"&gt;Wakefield&lt;/a&gt;, east of &lt;a href=\"Huddersfield\"&gt;Huddersfield&lt;/a&gt; and south of &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt;.\n&lt;a href=\"Historic%20counties%20of%20England\"&gt;Historically&lt;/a&gt; a part of the &lt;a href=\"West%20Riding%20of%20Yorkshire\"&gt;West Riding of Yorkshire&lt;/a&gt;, after undergoing a period of major growth in the 19th century as a &lt;a href=\"mill%20town\"&gt;mill town&lt;/a&gt;, Dewsbury went through a period of decline. Dewsbury forms part of the &lt;a href=\"Heavy%20Woollen%20District\"&gt;Heavy Woollen District&lt;/a&gt; of which it is the largest town. According to the &lt;a href=\"United%20Kingdom%20Census%202011\"&gt;2011 census&lt;/a&gt;, Dewsbury had a population of 62,945.\nHistory.\nToponymy.\nThe \"&lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt;\" of 1086 records the name as \"Deusberie\", \"Deusberia\", \"Deusbereia\", or \"Deubire\", literally \"Dewi's fort\", Dewi being an old Welsh name (equivalent to David) and \"bury\" coming from the old English word \"burh\", meaning fort.\nOther, less supported, theories exist as to the name's origin. For example, that it means \"dew hill\", from &lt;a href=\"Old%20English\"&gt;Old English&lt;/a&gt; \"dēaw\" (genitive \"dēawes\"), \"&lt;a href=\"dew\"&gt;dew&lt;/a&gt;\", and \"beorg\", \"hill\" (because Dewsbury is built on a hill). It has been suggested that \"dēaw\" refers to the town's proximity to the water of the &lt;a href=\"River%20Calder%2C%20West%20Yorkshire\"&gt;River Calder&lt;/a&gt;.\nHistorically other origins were proposed, such as \"God's fort\", from &lt;a href=\"Welsh%20language\"&gt;Welsh&lt;/a&gt; \"Duw\", \"God\". \"Antiquarians supposed the name, Dewsbury, to be derived from the original planter of the village, Dui or Dew, who … had fixed his abode and fortified his \"Bury\". Another conjecture holds, that the original name is Dewsborough, or God's Town\" (1837)\nEarly history.\nIn &lt;a href=\"Anglo-Saxon\"&gt;Anglo-Saxon&lt;/a&gt; times, Dewsbury was a centre of considerable importance. The &lt;a href=\"ecclesiastical%20parish\"&gt;ecclesiastical parish&lt;/a&gt; of Dewsbury encompassed &lt;a href=\"Huddersfield\"&gt;Huddersfield&lt;/a&gt;, &lt;a href=\"Mirfield\"&gt;Mirfield&lt;/a&gt; and &lt;a href=\"Bradford\"&gt;Bradford&lt;/a&gt;. Ancient legend records that in 627 &lt;a href=\"Paulinus%20of%20York\"&gt;Paulinus&lt;/a&gt;, the &lt;a href=\"Archbishop%20of%20York\"&gt;Bishop of York&lt;/a&gt;, preached here on the banks of the River Calder. Numerous Anglian graves have been found in Dewsbury and &lt;a href=\"Thornhill%2C%20West%20Yorkshire\"&gt;Thornhill&lt;/a&gt;.\n&lt;a href=\"Dewsbury%20Minster\"&gt;Dewsbury Minster&lt;/a&gt; lies near the &lt;a href=\"River%20Calder%2C%20West%20Yorkshire\"&gt;River Calder&lt;/a&gt;, traditionally on the site where &lt;a href=\"Paulinus%20of%20York\"&gt;Paulinus&lt;/a&gt; preached. Some of the visible stonework in the nave is Saxon, and parts of the church also date to the 13th century. The tower houses \"Black Tom\", a bell which is rung each Christmas Eve, one toll for each year since Christ's birth, known as the \"Devil's Knell\", a tradition dating from the 15th century. The bell was given by Sir Thomas de Soothill, in penance for murdering a servant boy in a fit of rage. The tradition was commemorated on a &lt;a href=\"Royal%20Mail\"&gt;Royal Mail&lt;/a&gt; postage stamp in 1986.\nIn the &lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt; of 1086, Dewsbury was in Morley wapentake but with a recorded population of only nine households it was a relatively small settlement at that time. The Agbrigg and Morley wapentakes were administratively combined into the &lt;a href=\"Agbrigg%20and%20Morley\"&gt;Agbrigg and Morley&lt;/a&gt; wapentake in the 13th century. When they were separated for administrative purposes in the mid-19th century, Dewsbury parish had grown to straddle the border between both wapentakes, hence being mainly in the Lower Division of the Wapentake of Agbrigg.\nDewsbury market was established in the 14th century for local clothiers. Occurrences of the &lt;a href=\"Bubonic%20plague\"&gt;plague&lt;/a&gt; in 1593 and 1603 closed the market and it reopened in 1741. \nThroughout the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, Dewsbury retained a measure of importance in ecclesiastical terms, collecting tithes from as far away as &lt;a href=\"Halifax%2C%20West%20Yorkshire\"&gt;Halifax&lt;/a&gt; in the mid-14th century. &lt;a href=\"John%20Wesley\"&gt;John Wesley&lt;/a&gt; visited the area five times in the mid-18th century, and the first &lt;a href=\"Methodist\"&gt;Methodist&lt;/a&gt; Society was established in 1746. Centenary Chapel on Daisy Hill commemorates the centenary of this event, and the Methodist tradition remained strong in the town.\nIndustrial Revolution.\nIn 1770, a short branch of the &lt;a href=\"Calder%20and%20Hebble%20Navigation\"&gt;Calder and Hebble Navigation&lt;/a&gt; was completed, linking Dewsbury to the &lt;a href=\"canal\"&gt;canal&lt;/a&gt; system giving access to &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt; and &lt;a href=\"Kingston%20upon%20Hull\"&gt;Hull&lt;/a&gt;. By the time of the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt;, Dewsbury was a centre for the &lt;a href=\"shoddy\"&gt;shoddy&lt;/a&gt; and &lt;a href=\"Glossary%20of%20textile%20manufacturing%23Mungo\"&gt;mungo&lt;/a&gt; industries which recycled woollen items by mixing them with new &lt;a href=\"wool\"&gt;wool&lt;/a&gt; and making heavy blankets and uniforms. The town benefited economically from the canal, its location at the heart of the &lt;a href=\"Heavy%20Woollen%20District\"&gt;Heavy Woollen District&lt;/a&gt;, and its proximity to &lt;a href=\"coal%20mines\"&gt;coal mines&lt;/a&gt;. The railway arrived in 1848 when &lt;a href=\"Dewsbury%20railway%20station\"&gt;Dewsbury Wellington Road&lt;/a&gt; railway station on the &lt;a href=\"London%20and%20North%20Western%20Railway\"&gt;London and North Western Railway&lt;/a&gt; opened; this is the only station which remains open. Other stations were Dewsbury Central on the &lt;a href=\"Great%20Northern%20Railway%20%28Great%20Britain%29\"&gt;Great Northern Railway&lt;/a&gt; which closed in 1964 and Dewsbury Market Place on the &lt;a href=\"Lancashire%20and%20Yorkshire%20Railway\"&gt;Lancashire and Yorkshire Railway&lt;/a&gt; which closed in 1930; a fourth goods-only railway station was built in the early 20th century at Savile Town by the &lt;a href=\"Midland%20Railway\"&gt;Midland Railway&lt;/a&gt;. In 1985 a bypass road was built on the site of Central Station and its adjacent viaduct, and nothing remains of Market Place railway station. The 19th century saw a great increase in population, rising from 4,566 in 1801 to around 30,000 by 1890.\nThe town's rapid expansion and commitment to industrialisation resulted in social instability. In the early 19th century, Dewsbury was a centre of &lt;a href=\"Luddite\"&gt;Luddite&lt;/a&gt; opposition to mechanisation in which workers retaliated against the mill owners who installed textile machinery and smashed the machines which threatened their way of life. In the 1830s, Dewsbury was a centre of &lt;a href=\"Chartism\"&gt;Chartist&lt;/a&gt; agitation. In August 1838, after a speech by Chartist leader &lt;a href=\"Feargus%20O%27Connor\"&gt;Feargus O'Connor&lt;/a&gt;, a mob of between five and seven thousand people besieged the Dewsbury &lt;a href=\"Poor%20Law\"&gt;Poor Law&lt;/a&gt; Guardians in the town's Royal Hotel. The mob was dispersed by troops. Trouble flared in 1840 when radical agitators seized control of the town, and troops were stationed to maintain order. This radical tradition left a legacy in the town's political life: its first elected &lt;a href=\"Member%20of%20Parliament%20%28United%20Kingdom%29\"&gt;Member of Parliament&lt;/a&gt; (MP) in 1867 was &lt;a href=\"John%20Simon%20%28MP%20for%20Dewsbury%29\"&gt;John Simon&lt;/a&gt;, a &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt;ish lawyer from &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt; and a &lt;a href=\"Liberal%20Party%20%28UK%29\"&gt;Liberal&lt;/a&gt;. The tradition of firing the \"Ten o'Clock\" gun dates from 1815 and was a hangover from the Luddite problems. It was fired from Wormald and Walker's Mill to reassure that all was well. It could be heard all over the area. Eventually the actual gun was replaced with a specially made firework but the tradition was discontinued in 1983 with the closure of the mill. The mills were family businesses and continued manufacturing after the wool crisis in 1950–51, which saw Australian &lt;a href=\"sheep%20husbandry\"&gt;sheep farmers&lt;/a&gt; begin to charge higher prices. However, the recovery of the late 1960s was reversed by the &lt;a href=\"1973%20oil%20crisis\"&gt;1973 oil crisis&lt;/a&gt;, and the textile industry in Dewsbury declined, with only bed manufacturing remaining a large scale employer.\nRecent history.\nMassive immigration after 1960s left huge demographic impact on town, and it is ongoing today. Asian British and Muslims now make 1/3 of the population, and percentage is expected to grow in the coming years.\nAfter 2005, Dewsbury was labelled a troubled town after negative press reports and became \"the town that dare not speak its name\" after high-profile crimes brought it into the media spotlight. In June, a girl of 12 was charged with &lt;a href=\"grievous%20bodily%20harm\"&gt;grievous bodily harm&lt;/a&gt; after attempting to hang a five-year-old boy from &lt;a href=\"Chickenley\"&gt;Chickenley&lt;/a&gt;. &lt;a href=\"Mohammad%20Sidique%20Khan\"&gt;Mohammad Sidique Khan&lt;/a&gt;, ringleader of the group responsible for the &lt;a href=\"7%20July%202005%20London%20bombings\"&gt;7 July 2005 London bombings&lt;/a&gt;, lived in Lees Holm, Dewsbury.\nOn 19 February 2008, &lt;a href=\"Shannon%20Matthews\"&gt;Shannon Matthews&lt;/a&gt;, a nine-year-old girl from the Moorside Estate, was reported missing. After a 24-day hunt which attracted huge media and public attention nationally, she was found hidden in a flat in the &lt;a href=\"Batley%20Carr\"&gt;Batley Carr&lt;/a&gt; area on 14 March 2008. Her mother Karen Matthews, along with Michael Donovan, the uncle of her step-father Craig Meehan, were later found guilty of abduction and false imprisonment and both jailed for eight years, as part of a plot to claim the reward money for her safe return by pretending to have solved her disappearance.\nIn October 2010, the Dewsbury Revival Centre opened, in the refurbished former St Mark's Church on Halifax Road, the church attended by the \"&lt;a href=\"Titanic\"&gt;Titanic&lt;/a&gt;\" bandmaster &lt;a href=\"Wallace%20Hartley\"&gt;Wallace Hartley&lt;/a&gt;.\nIn July 2014, Kirklees Council enforced a media ban covering the visit of &lt;a href=\"Princess%20Anne\"&gt;Princess Anne&lt;/a&gt;, who was due to deliver a speech on the importance of restorative justice. Kirklees Council later responded that the highly unusual media ban had been insisted upon by the Royal Household. &lt;a href=\"Buckingham%20Palace\"&gt;Buckingham Palace&lt;/a&gt;, however, was mystified over the ban, with a Royal spokesman stating: \"This visit has been openly listed in the future engagements section on the Royal website for the last eight weeks. There are no restrictions on reporting on the event from the Royal Household.\"\nGovernance.\nDewsbury was incorporated as a &lt;a href=\"municipal%20borough\"&gt;municipal borough&lt;/a&gt; in 1862. Its first mayor was Dr George Fearnley. The &lt;a href=\"Reform%20Act\"&gt;Reform Act&lt;/a&gt; of 1868 constituted Dewsbury a &lt;a href=\"parliamentary%20borough\"&gt;parliamentary borough&lt;/a&gt;, and Liberal candidate &lt;a href=\"John%20Simon%20%28MP%20for%20Dewsbury%29\"&gt;John Simon&lt;/a&gt;, serjeant-at-law, was returned as the borough's first MP. The &lt;a href=\"Victorian%20architecture\"&gt;Victorian&lt;/a&gt; &lt;a href=\"Dewsbury%20Town%20Hall\"&gt;town hall&lt;/a&gt; standing in front of the old marketplace dates from 1886 to 1889. Dewsbury's boundaries were expanded to include the &lt;a href=\"Urban%20district%20%28Great%20Britain%20and%20Ireland%29\"&gt;urban district&lt;/a&gt;s of Ravensthorpe, Thornhill, and Soothill Nether, and part of Soothill Upper, in 1910, and in 1913 it was elevated to &lt;a href=\"county%20borough\"&gt;county borough&lt;/a&gt; status. \"Soothill Nether\" refers to the current east end of the town, although at that time Chickenley and Chidswell were hamlets, and Earlsheaton contained the bulk of the area's population. \nIn 1974, responsibility for local government passed to &lt;a href=\"Kirklees\"&gt;Kirklees Metropolitan Council&lt;/a&gt;, with its headquarters in &lt;a href=\"Huddersfield\"&gt;Huddersfield&lt;/a&gt;. The population of Dewsbury has remained broadly static over the past century: the 1911 census recorded 53,351 people, and the 1971 census 51,326 people, making it the fourth least populous county borough in England (after &lt;a href=\"Canterbury\"&gt;Canterbury&lt;/a&gt;, &lt;a href=\"Burton%20upon%20Trent\"&gt;Burton upon Trent&lt;/a&gt; and &lt;a href=\"Great%20Yarmouth\"&gt;Great Yarmouth&lt;/a&gt;).\nThe town's current MP is &lt;a href=\"Mark%20Eastwood\"&gt;Mark Eastwood&lt;/a&gt;, a member of the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt;, who was elected in the &lt;a href=\"2019%20United%20Kingdom%20general%20election\"&gt;2019 general election&lt;/a&gt;.\nGeography.\nDewsbury is situated between &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt; and &lt;a href=\"Bradford\"&gt;Bradford&lt;/a&gt; to the north, &lt;a href=\"Huddersfield\"&gt;Huddersfield&lt;/a&gt; a similar distance to the south west, and Wakefield east. Its proximity to these major urban centres, the &lt;a href=\"M1%20motorway\"&gt;M1&lt;/a&gt; and &lt;a href=\"M62%20motorway\"&gt;M62&lt;/a&gt; motorways and its position on the &lt;a href=\"Huddersfield%20Line\"&gt;Huddersfield Line&lt;/a&gt;, served by the &lt;a href=\"TransPennine%20Express\"&gt;TransPennine Express&lt;/a&gt;, have contributed to its growth.\nDewsbury is part of the &lt;a href=\"West%20Yorkshire%20Urban%20Area\"&gt;West Yorkshire Urban Area&lt;/a&gt;, although its natural boundaries are not well-defined, with built up areas of the town running into &lt;a href=\"Batley\"&gt;Batley&lt;/a&gt;, &lt;a href=\"Heckmondwike\"&gt;Heckmondwike&lt;/a&gt; and &lt;a href=\"Ossett\"&gt;Ossett&lt;/a&gt;.\nGeologically, the town is situated on rocks of the &lt;a href=\"Carboniferous%20Period\"&gt;Carboniferous Period&lt;/a&gt;, consisting of &lt;a href=\"coal%20measure\"&gt;coal measure&lt;/a&gt;s and &lt;a href=\"gritstone\"&gt;gritstone&lt;/a&gt;s. &lt;a href=\"Quaternary%20Period\"&gt;Quaternary Period&lt;/a&gt; rock, &lt;a href=\"glacial%20till\"&gt;glacial deposits&lt;/a&gt; and &lt;a href=\"gravel\"&gt;gravel&lt;/a&gt;s exist in the &lt;a href=\"Calder%20Valley\"&gt;Calder Valley&lt;/a&gt;. Coal, sandstone and gravel have been exploited commercially. &lt;a href=\"Precipitation%20%28meteorology%29\"&gt;Average rainfall&lt;/a&gt; is 100 cm per annum.\nThe town is dominated by hills, notably Earlsheaton, Dewsbury Moor, Staincliffe and Thornhill. The town centre is between above sea level, rising to at Earlsheaton and Batley Carr, and at Grange Moor. The approach from Earlsheaton through the Wakefield Road cutting, constructed in 1830 , is dramatic with the view of the town centre in the Calder Valley opening up.\nDivisions and suburbs.\nDewsbury has a number of districts with different geographical and socio-economic patterns, they are, Chickenley, Crackenedge, &lt;a href=\"Dewsbury%20Moor\"&gt;Dewsbury Moor&lt;/a&gt;, Earlsheaton, Eastborough, Eightlands, Flatts, &lt;a href=\"Ravensthorpe%2C%20Dewsbury\"&gt;Ravensthorpe&lt;/a&gt;, &lt;a href=\"Savile%20Town\"&gt;Savile Town&lt;/a&gt;, Shaw Cross, Scout Hill, Thornhill Lees, Westborough, Westtown. &lt;a href=\"Batley%20Carr\"&gt;Batley Carr&lt;/a&gt;, &lt;a href=\"Hanging%20Heaton\"&gt;Hanging Heaton&lt;/a&gt; and &lt;a href=\"Staincliffe\"&gt;Staincliffe&lt;/a&gt; have areas which lie in both Dewsbury and neighbouring Batley. &lt;a href=\"Thornhill%2C%20West%20Yorkshire\"&gt;Thornhill&lt;/a&gt;, &lt;a href=\"Briestfield\"&gt;Briestfield&lt;/a&gt; and &lt;a href=\"Whitley%20Lower\"&gt;Whitley&lt;/a&gt; are part of Dewsbury. Thornhill was annexed in 1910.\nDemography and economy.\nThe Westtown area has the large and imposing Our Lady and St. Paulinus &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt; Church and its school, once run by the nuns of the area. The Irish National Club also is home to &lt;a href=\"Dewsbury%20Celtic\"&gt;Dewsbury Celtic&lt;/a&gt; amateur &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; club.\nThe town has a large Muslim community. &lt;a href=\"Savile%20Town\"&gt;Savile Town&lt;/a&gt; and &lt;a href=\"Ravensthorpe%2C%20Dewsbury\"&gt;Ravensthorpe&lt;/a&gt; are populated mainly by &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt; of &lt;a href=\"British%20Indian\"&gt;Indian&lt;/a&gt; and &lt;a href=\"British%20Pakistani\"&gt;Pakistani&lt;/a&gt; origin. In recent years, there has also been an immigration of Iraqi &lt;a href=\"British%20Kurds\"&gt;Kurds&lt;/a&gt; and &lt;a href=\"Hungarians%20in%20the%20United%20Kingdom\"&gt;Hungarians&lt;/a&gt; into the town. Dewsbury has been accused of having a controversial Shariah arbitration court. &lt;a href=\"Dewsbury%20Moor\"&gt;Dewsbury Moor&lt;/a&gt;, Ravensthorpe and Chickenley are classed among the 10% most deprived areas in the UK. In contrast to some British towns and cities, the east side of the town is generally more affluent. The majority of houses in the town are in the cheapest band for council tax, for house prices are amongst the lowest in the country.\nThe local market once consisted of 400 stalls and was one of the busiest in Yorkshire and in years gone by drew large numbers of visitors to the town. Wednesdays and Saturdays are the normal market days with the popular &lt;a href=\"flea%20market\"&gt;flea market&lt;/a&gt; on Fridays. The town's mills were located just south of the &lt;a href=\"River%20Calder%2C%20West%20Yorkshire\"&gt;River Calder&lt;/a&gt; in the town centre. As the mills closed this area became a large &lt;a href=\"brownfield%20site\"&gt;brownfield site&lt;/a&gt;. However, many of the units have been reoccupied and the town's largest employer, &lt;a href=\"Carlton%20Cards\"&gt;Carlton Cards&lt;/a&gt;, is based in this area.\nEthnic groups.\nAccording to the 2011 census, &lt;a href=\"White%20British\"&gt;White British&lt;/a&gt; people comprised 61.6% of Dewsbury's population.\n&lt;a href=\"British%20Asian\"&gt;Asian British&lt;/a&gt; were 35.9% of the population, and the majority of them are of Pakistani and Indian origin or descent. Others (Black, Arab and other ethnic groups) constitute 2.5% of population.\nReligions.\nThe 2011 census showed that Christians were largest religion in Dewsbury, with 45%. Muslims were second, at 36.5%, and unaffiliated at third place, with 17.6% of the population.\nOther information.\nPercentages of Ethnic groups and religions vary between parts. Savile Town has 99% of Asians and Muslims. Ravensthorpe has Pakistani-Muslim majority, while other places, like Thornhill Lees have a larger percentage of White British population.\nTransport.\nDewsbury bus station serves the town of Dewsbury. The bus station is managed and owned by &lt;a href=\"West%20Yorkshire%20Metro\"&gt;West Yorkshire Metro&lt;/a&gt;.\nThe bus station was rebuilt in 1994 with a main passenger concourse and 19 bus stands.\nThe town is served on the railway network by &lt;a href=\"Dewsbury%20railway%20station\"&gt;Dewsbury railway station&lt;/a&gt;, with services operated by &lt;a href=\"Northern%20Trains\"&gt;Northern Trains&lt;/a&gt; and &lt;a href=\"TransPennine%20Express\"&gt;TransPennine Express&lt;/a&gt;.\nSport.\n&lt;a href=\"Dewsbury%20Rams\"&gt;Dewsbury Rams&lt;/a&gt;, formerly Dewsbury R.L.F.C., play in &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt;'s &lt;a href=\"RFL%20Championship\"&gt;Championship&lt;/a&gt;. They are based at &lt;a href=\"Crown%20Flatt\"&gt;Crown Flatt&lt;/a&gt;, on Owl Lane, towards &lt;a href=\"Ossett\"&gt;Ossett&lt;/a&gt;, on the site of the old Savile &amp; Shaw Cross Colliery. Shaw Cross Sharks is an amateur Rugby League club. The club was founded in 1947 and has produced several players into the professional game, including &lt;a href=\"Mike%20Stephenson\"&gt;Mike Stephenson&lt;/a&gt;, &lt;a href=\"Nigel%20Stephenson\"&gt;Nigel Stephenson&lt;/a&gt; and &lt;a href=\"David%20Ward%20%28rugby%20league%29\"&gt;David Ward&lt;/a&gt;. They operate from Shaw Cross Club for Young People and play their home fixtures at the adjacent Paul Lee Hinchcliffe Memorial Playing Fields. The open age first team is the National Conference League. &lt;a href=\"Dewsbury%20Celtic\"&gt;Dewsbury Celtic&lt;/a&gt; play in &lt;a href=\"North%20Premier\"&gt;National League 3&lt;/a&gt;; their ground is on the west side of the town, in Crow Nest Park. The club's headquarters are at the Dewsbury Irish National Club on Park Parade. Dewsbury is also the home of Dewsbury Rangers Football Club. With over 300 members from the ages of six through to the old boys' teams, it is one of the largest in the area.\nCulture.\nDewsbury Museum was located within the mansion house in &lt;a href=\"Crow%20Nest%20Park\"&gt;Crow Nest Park&lt;/a&gt;, before it closed to the public in November 2016. Nearby attractions include the &lt;a href=\"National%20Coal%20Mining%20Museum%20for%20England\"&gt;National Coal Mining Museum for England&lt;/a&gt;, located in &lt;a href=\"Overton%2C%20Wakefield\"&gt;Overton, Wakefield&lt;/a&gt;.\nDewsbury Town Hall contains a 700-seater concert hall and regularly hosts concerts, exhibitions, live music, cabaret evenings and weddings.\nThe town also has an annual event called Spirit, a street theatre show every winter which takes place in the town centre.\n2018 comedy film was filmed and part set in the town. The production was shot in 2016 and premiered at the 2018 &lt;a href=\"Beverly%20Hills%20Film%20Festival\"&gt;Beverly Hills Film Festival&lt;/a&gt;.\nEducation.\nDewsbury had two &lt;a href=\"grammar%20school\"&gt;grammar school&lt;/a&gt;s – &lt;a href=\"Kirklees%20College\"&gt;Wheelwright Grammar School for Boys&lt;/a&gt; and, further up the hill, &lt;a href=\"Birkdale%20High%20School\"&gt;Wheelwright Grammar School for Girls&lt;/a&gt;. The 1970s education reforms converted these two establishments to high schools and they were renamed &lt;a href=\"Dewsbury%20College\"&gt;Dewsbury College&lt;/a&gt; and &lt;a href=\"Birkdale%20High%20School\"&gt;Birkdale High School&lt;/a&gt;. Dewsbury College was merged with &lt;a href=\"Huddersfield%20Technical%20College\"&gt;Huddersfield Technical College&lt;/a&gt; to become part of &lt;a href=\"Kirklees%20College\"&gt;Kirklees College&lt;/a&gt; in 2008, and is now known by that name. Birkdale High School closed in July 2011. In the 2005 School League Tables, Dewsbury's Eastborough Junior, Infants and Nursery schools were reported to have the most consistently improved results over the past four years. However, the headteacher of the school, Nicola Roth, has been highly critical of School League Tables in the UK and has been reported to have said, \"It would be better if league tables did not exist\".\n&lt;a href=\"Batley\"&gt;Batley&lt;/a&gt; College of &lt;a href=\"Art%20and%20Design\"&gt;Art and Design&lt;/a&gt;, which is part of Kirklees College (Dewsbury Centre), has a strong reputation for print and textile-based art work, whilst &lt;a href=\"St%20John%20Fisher%20Catholic%20Voluntary%20Academy\"&gt;St John Fisher Catholic Voluntary Academy&lt;/a&gt; is a specialist Sports College and is one of the few schools in the area with a Sixth Form.\nNotable people.\nThe following people were from Dewsbury:\nReferences in popular culture.\nDewsbury is referenced in &lt;a href=\"the%20Beatles\"&gt;the Beatles&lt;/a&gt;' 1967 film \"&lt;a href=\"Magical%20Mystery%20Tour%20%28film%29\"&gt;Magical Mystery Tour&lt;/a&gt;\". A line of dialogue in the film has one of the magicians (all portrayed by the Beatles themselves) – who are keeping an eye on the whereabouts of the bus that is taking its passengers on the journey of the film's title – exclaim: \"The bus is north on the Dewsbury road and they're having a lovely time!\" Dewsbury is also referenced in the 1991 single \"&lt;a href=\"It%27s%20Grim%20Up%20North\"&gt;It's Grim Up North&lt;/a&gt;\" by the &lt;a href=\"Justified%20Ancients%20of%20Mu%20Mu\"&gt;Justified Ancients of Mu Mu&lt;/a&gt; (also known as &lt;a href=\"the%20KLF\"&gt;the KLF&lt;/a&gt;).\nThe 1960 book \"&lt;a href=\"A%20Kind%20of%20Loving\"&gt;A Kind of Loving&lt;/a&gt;\" is set in a fictional city named \"Cressley\", but its description was based upon Dewsbury. The author, &lt;a href=\"Stan%20Barstow\"&gt;Stan Barstow&lt;/a&gt;, was born in &lt;a href=\"Horbury\"&gt;Horbury&lt;/a&gt; and grew up in Ossett – both of which are just to the east of Dewsbury.\nMore recently, the phrase \"Dewsbury noir\" has been used to describe the violent novels of &lt;a href=\"David%20Peace\"&gt;David Peace&lt;/a&gt;, who was born in Dewsbury but lives in neighbouring Ossett.\n&lt;a href=\"Channel%204\"&gt;Channel 4&lt;/a&gt; documentary \"&lt;a href=\"Educating%20Yorkshire\"&gt;Educating Yorkshire&lt;/a&gt;\" followed the everyday lives of the staff and students of &lt;a href=\"Thornhill%20Community%20Academy\"&gt;Thornhill Community Academy&lt;/a&gt;, a secondary school in Thornhill. In 2014, the show won best Documentary Programme at the &lt;a href=\"National%20Television%20Awards\"&gt;National Television Awards&lt;/a&gt;."
}