{
    "id": "14997614",
    "revid": "43393",
    "url": "https://en.wikipedia.org/wiki?curid=14997614",
    "title": "Fruit brandy",
    "text": "Fruit spirit (or fruit brandy) is a &lt;a href=\"liquor\"&gt;distilled beverage&lt;/a&gt; produced from mash, juice, wine or residues of edible &lt;a href=\"fruit\"&gt;fruit&lt;/a&gt;s. The term covers a broad class of spirits produced across the world, and typically excludes beverages made from &lt;a href=\"grape\"&gt;grape&lt;/a&gt;s, which are referred to as plain &lt;a href=\"brandy\"&gt;brandy&lt;/a&gt; (when made from distillation from &lt;a href=\"wine\"&gt;wine&lt;/a&gt;) or &lt;a href=\"pomace%20brandy\"&gt;pomace brandy&lt;/a&gt; (when made directly from grape &lt;a href=\"pomace\"&gt;pomace&lt;/a&gt;). &lt;a href=\"Apple\"&gt;Apple&lt;/a&gt;s, &lt;a href=\"pear\"&gt;pear&lt;/a&gt;s, &lt;a href=\"apricot\"&gt;apricot&lt;/a&gt;s, &lt;a href=\"plum\"&gt;plum&lt;/a&gt;s and &lt;a href=\"cherry\"&gt;cherries&lt;/a&gt; are the most commonly used fruits.\nDefinition.\nAccording to a legal definition in the United States, a \"fruit brandy\" is distilled \"solely from the fermented juice or mash of whole, sound, ripe fruit, or from standard grape, citrus, or other fruit wine, with or without the addition of not more than 20 percent by weight of the pomace of such juice or wine, or 30 percent by volume of the &lt;a href=\"Lees%20%28fermentation%29\"&gt;lees&lt;/a&gt; of such wine, or both.\"\nIn the European Union, fruit spirits may not be labeled as \"fruit brandy\"; instead, the legal English denomination is fruit spirit, which is \"produced exclusively by the alcoholic fermentation and distillation of fleshy fruit or must of such fruit, berries or vegetables, with or without stones\". A great number of European fruit spirits have a &lt;a href=\"Geographical%20indications%20and%20traditional%20specialities%20in%20the%20European%20Union%23Protected%20designation%20of%20origin%20%28PDO%29\"&gt;protected designation of origin&lt;/a&gt;, and are labeled with their respective protected names instead of \"fruit spirit\" (\"apricot spirit\", etc.). Cider spirit and perry spirit (fruit spirit distilled from &lt;a href=\"cider\"&gt;cider&lt;/a&gt; or &lt;a href=\"perry\"&gt;perry&lt;/a&gt;) form a separate legal category. Some fruit spirits may be labeled with alternative names such as \"kirsch\" (cherry spirit) or \"slivovitz\" (plum spirit) regardless their country of origin. The term Cider Brandy is PGI protected within Europe and The United Kingdom and refers specifically to the products of the Somerset Cider Brandy Company; these Cider Brandies are mainly sold at 42% ABV alongside a number of derivative products.\nIn British usage, \"fruit brandy\" may also refer to &lt;a href=\"liqueur\"&gt;liqueur&lt;/a&gt;s obtained by &lt;a href=\"maceration%20%28food%29\"&gt;maceration&lt;/a&gt; of whole fruits, juice or flavoring in a distilled beverage, and such liqueurs are legally labeled as \"cherry brandy\", \"apricot brandy\" etc. all across the European Union. Such beverages are used similar to \"cordials\", and as an ingredient in &lt;a href=\"cocktails\"&gt;cocktails&lt;/a&gt; and cakes. Fruit spirits obtained by distillation are often referred by the French term \"&lt;a href=\"eau%20de%20vie\"&gt;eau de vie&lt;/a&gt;\".\nFruit spirit usually contains 40% to 45% &lt;a href=\"ABV\"&gt;ABV&lt;/a&gt; (80 to 90 US proof). It is often colourless. Fruit spirit is customarily drunk chilled or over ice, but is occasionally mixed.\nTypes.\nIncluding some of the above, there are about 80 different kinds of fruit spirits in the European Union, registered with protected designations of origin from Germany, France, Italy, Portugal, Luxembourg, Austria, Hungary, Slovakia, Bulgaria, Romania and Spain. Most of these fruit spirits are named after their region of origin and base ingredients. For example: \"Schwarzwälder Kirschwasser\" (cherry spirit of the &lt;a href=\"Black%20Forest\"&gt;Black Forest&lt;/a&gt;), \"Framboise d'Alsace\" (raspberry of &lt;a href=\"Alsace\"&gt;Alsace&lt;/a&gt;), \"Aprikot dell'Alto Adige\" (apricot of &lt;a href=\"South%20Tyrol\"&gt;South Tyrol&lt;/a&gt;), etc. They are often regulated more strictly than generic fruit spirits; other than limiting their region of origin, restrictions may include fruit variants, mashing and fermenting technology, distilling apparatus, barrel aging, etc.\nAmong the better known fruit spirits are:"
}