{
    "id": "1500964",
    "revid": "4948506",
    "url": "https://en.wikipedia.org/wiki?curid=1500964",
    "title": "Benjamin Winchester",
    "text": "Benjamin Winchester (August 6, 1817 – January 25, 1901) was an early leader in the &lt;a href=\"Latter%20Day%20Saint%20movement\"&gt;Latter Day Saint movement&lt;/a&gt;. Winchester was the youngest adult member of &lt;a href=\"Zion%27s%20Camp\"&gt;Zion's Camp&lt;/a&gt;, an original member of the first &lt;a href=\"Seventy%20%28Latter%20Day%20Saints%29\"&gt;Quorum of the Seventy&lt;/a&gt;, editor of the first independent &lt;a href=\"Mormon\"&gt;Mormon&lt;/a&gt; periodical, the \"&lt;a href=\"Gospel%20Reflector\"&gt;Gospel Reflector&lt;/a&gt;\", &lt;a href=\"Branch%20president\"&gt;president&lt;/a&gt; of a large &lt;a href=\"Branch%20%28Mormonism%29\"&gt;branch&lt;/a&gt; of the church in &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;, a zealous &lt;a href=\"Mormon%20missionary\"&gt;missionary&lt;/a&gt; who baptized thousands, a &lt;a href=\"Rigdonite\"&gt;Rigdonite&lt;/a&gt; &lt;a href=\"Apostle%20%28Mormonism%29\"&gt;Apostle&lt;/a&gt;, and ultimately a dissenter who repudiated Mormonism altogether.\nThe \"Gospel Reflector\" was published in Philadelphia, twice a month, between January 1, 1841, and June 15, 1841. Winchester moved to &lt;a href=\"Nauvoo%2C%20Illinois\"&gt;Nauvoo, Illinois&lt;/a&gt;, in October 1841 where he worked at the \"&lt;a href=\"Times%20and%20Seasons\"&gt;Times and Seasons&lt;/a&gt;\" until January 1842.\nWinchester also wrote pamphlets and two significant books on Latter Day Saint topics. His &lt;a href=\"https%3A//archive.org/stream/synopsisofholysc01winc%23page/n5/mode/2up\"&gt;\"Synopsis of the Holy Scriptures, and Concordance\"&lt;/a&gt;, published in 1842, was the first categorization of Bible scriptures from a Mormon perspective and included a detailed analysis of the Christian apostasy. His \"A Brief History of the Priesthood from the Beginning of the World to the Present Time\", published in 1843, was the first book to focus on the topic of the Mormon &lt;a href=\"priesthood%20%28Latter%20Day%20Saints%29\"&gt;priesthood&lt;/a&gt;."
}