{
    "id": "1500962",
    "revid": "43173536",
    "url": "https://en.wikipedia.org/wiki?curid=1500962",
    "title": "Calton Hill",
    "text": "Calton Hill () is a hill in central &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt;, &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;, situated beyond the east end of &lt;a href=\"Princes%20Street\"&gt;Princes Street&lt;/a&gt; and included in the city's &lt;a href=\"United%20Nations%20Educational%2C%20Scientific%20and%20Cultural%20Organization\"&gt;UNESCO&lt;/a&gt; &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt;. Views of, and from, the hill are often used in photographs and paintings of the city.\nCalton Hill is the headquarters of the &lt;a href=\"Scottish%20Government\"&gt;Scottish Government&lt;/a&gt;, which is based at &lt;a href=\"St%20Andrew%27s%20House\"&gt;St Andrew's House&lt;/a&gt;, on the steep southern slope of the hill. The &lt;a href=\"Scottish%20Parliament%20Building\"&gt;Scottish Parliament Building&lt;/a&gt; and other prominent buildings such as &lt;a href=\"Holyrood%20Palace\"&gt;Holyrood Palace&lt;/a&gt; lie near the foot of the hill. Calton Hill is also the location of several monuments and buildings: the &lt;a href=\"National%20Monument%20of%20Scotland\"&gt;National Monument&lt;/a&gt;, the &lt;a href=\"Nelson%20Monument%2C%20Edinburgh\"&gt;Nelson Monument&lt;/a&gt;, the &lt;a href=\"Dugald%20Stewart%20Monument\"&gt;Dugald Stewart Monument&lt;/a&gt;, the &lt;a href=\"old%20Royal%20High%20School\"&gt;old Royal High School&lt;/a&gt;, the &lt;a href=\"Robert%20Burns\"&gt;Robert Burns&lt;/a&gt; &lt;a href=\"Thomas%20Hamilton%20%28architect%29%23Burns%20Monuments%20%28Edinburgh%20and%20Alloway%29\"&gt;Monument&lt;/a&gt;, the &lt;a href=\"Political%20Martyrs%27%20Monument\"&gt;Political Martyrs' Monument&lt;/a&gt; and the &lt;a href=\"City%20Observatory\"&gt;City Observatory&lt;/a&gt;.\nThe area lies between the Edinburgh districts of &lt;a href=\"Greenside%2C%20Edinburgh\"&gt;Greenside&lt;/a&gt; and Abbeyhill.\nEtymology.\nIn 1456, &lt;a href=\"James%20II%20of%20Scotland\"&gt;James II&lt;/a&gt; granted land to Edinburgh by charter wherein Calton Hill is referred to as \"Cragingalt\", the name by which it appears on the 1560 Petworth map of the &lt;a href=\"Siege%20of%20Leith\"&gt;Siege of Leith&lt;/a&gt; (rendered as \"Cragge Ingalt\"). The name may have derived from &lt;a href=\"Old%20Welsh\"&gt;Old Welsh&lt;/a&gt; or &lt;a href=\"Old%20English\"&gt;Old English&lt;/a&gt; meaning \"the place of the groves\".\nThe records of &lt;a href=\"South%20Leith%20Parish%20Church\"&gt;South Leith Parish Church&lt;/a&gt; name \"Caldtoun\" as one of the quarters of the parish in 1591, though the village and area are otherwise generally referred to as \"Craigend\", signifying the main land form (crags) at the western end of the &lt;a href=\"Barons%20in%20Scotland\"&gt;feudal barony&lt;/a&gt; of &lt;a href=\"Restalrig\"&gt;Restalrig&lt;/a&gt;, as opposed to the distinguishing feature at its eastern end, a &lt;a href=\"loch\"&gt;loch&lt;/a&gt;, hence the name &lt;a href=\"Lochend%2C%20Edinburgh\"&gt;Lochend&lt;/a&gt;. The name \"Caldtoun\" (sometimes anglicised as \"Cold town\") remained general until about 1700; the names Calton and Caltonhill first appearing when Wester Restalrig was sold to Edinburgh in 1725. The Armstrongs' map of the Three Lothians (1773) still uses the name \"Caldtoun\" and Ainslie's maps of Edinburgh record a change in spelling from Caltoun to Calton between 1780 and 1804.\nHistory.\nThere was possibly a prehistoric &lt;a href=\"hillfort\"&gt;hillfort&lt;/a&gt; on Calton Hill and an area used for quarrying (the Quarry Holes at the eastern end). By his charter of 1456, James II granted the community of Edinburgh the valley and the low ground between Calton Hill and Greenside for performing &lt;a href=\"Tournament%20%28medieval%29\"&gt;tournaments&lt;/a&gt;, sports and other warlike deeds. This was part of his policy of military preparedness that saw the Act of 1457 banning &lt;a href=\"golf\"&gt;golf&lt;/a&gt; and &lt;a href=\"football\"&gt;football&lt;/a&gt; and ordering &lt;a href=\"archery\"&gt;archery&lt;/a&gt; practice every Sunday. This natural amphitheatre was also used for open-air theatre and saw performances of the early Scots play &lt;a href=\"A%20Satire%20of%20the%20Three%20Estates\"&gt;\"Ane Pleasant Satyre of the Thrie Estaitis\"&lt;/a&gt; by &lt;a href=\"David%20Lyndsay\"&gt;Sir David Lyndsay&lt;/a&gt;. In May 1518 the &lt;a href=\"Carmelites\"&gt;Carmelite Friars&lt;/a&gt; (also known as White Friars and locally based at &lt;a href=\"South%20Queensferry\"&gt;South Queensferry&lt;/a&gt;), were granted lands by charter from the city at Greenside and built a small monastery there. \nMonasteries were abandoned following the &lt;a href=\"Scottish%20Reformation\"&gt;Scottish Reformation&lt;/a&gt; of 1560, and the Calton Hill monastery therefore stood empty before conversion in 1591 into a hospital for lepers, founded by John Robertson, a city merchant. So severe were the regulations that escape, or even the opening of the gate of the hospital between sunset and sunrise, would incur the penalty of death carried out on the gallows erected at the gate. The monastery would appear to have been located at the north-east end of Greenside Row and its site is shown there on the 1931 Ordnance Survey maps. Ten skeletons found in July 2009 during roadworks to create a new tramway in &lt;a href=\"Leith%20Walk\"&gt;Leith Walk&lt;/a&gt; (later cancelled but currently undergoing public consultation ) are believed to have been connected with the hospital.\nThe Calton area was owned by the &lt;a href=\"Clan%20Logan\"&gt;Logan&lt;/a&gt; family of &lt;a href=\"Restalrig\"&gt;Restalrig&lt;/a&gt; but their lands were forfeited in 1609 following the posthumous sentence of treason on &lt;a href=\"Robert%20Logan%20of%20Restalrig\"&gt;Robert Logan&lt;/a&gt;. The lands of Restalrig and Calton, otherwise known as Easter and Wester Restalrig, passed to the Elphinstone family. &lt;a href=\"James%20Elphinstone%2C%201st%20Lord%20Balmerino\"&gt;Sir James Elphinstone&lt;/a&gt; was made Lord Balmerino in 1604 and in 1673 the lands of Restalrig and Calton were erected into a single barony. In 1725, the western side of Calton Hill was disjoined and sold to the &lt;a href=\"royal%20burgh\"&gt;royal burgh&lt;/a&gt; of Edinburgh. The eastern end was owned by the charitable institution of &lt;a href=\"George%20Heriot%27s%20School\"&gt;Heriot's Trust&lt;/a&gt;. Calton remained a burgh of barony (although it was not administered as such) until it was formally incorporated into Edinburgh by the Municipality Extension Act of 1856.\nIn 1631, the then Lord Balmerino granted a charter to The Society of the Incorporated Trades of Calton forming a society or corporation. This also gave the Society the exclusive right to trade within Calton and the right to tax others who wished to do so. Normally the trades of burghs were separately incorporated, for example in the Canongate there were eight incorporations, but the Incorporated Trades of Calton allowed any tradesman to become a member providing they were healthy and their work was of an acceptable standard. This lack of restrictive practices allowed a thriving trade to develop.\nThe village of Calton was situated at the bottom of the ravine at the western end of Calton Hill (hence its earlier name of \"Craigend\"), on the road from Leith Wynd in Edinburgh and North Back of &lt;a href=\"The%20Canongate\"&gt;Canongate&lt;/a&gt; to &lt;a href=\"Leith%20Walk\"&gt;Leith Walk&lt;/a&gt; and also to &lt;a href=\"Broughton%2C%20Edinburgh\"&gt;Broughton&lt;/a&gt; and thence the \"Western Road\" to &lt;a href=\"Leith\"&gt;Leith&lt;/a&gt;. In the village, the street was variously known as St. Ninian's Row or Low Calton. Many of the old buildings here were demolished at the time of the Waterloo Place and Regent Bridge development, which bridged the ravine, from 1816. The remaining old village houses of the Low Calton were removed in the 1970s.\nCalton was in South Leith Parish and Calton people went to church in Leith. The churchyard there was inconveniently situated for burials from Calton and, in 1718, the Society bought a half acre of land at a cost of £1013 from Lord Balmerino for use as a burial ground. This became known as &lt;a href=\"Old%20Calton%20Burial%20Ground\"&gt;Old Calton Burial Ground&lt;/a&gt;. Permission was granted for an access road, originally known as \"High Calton\" and now the street called \"Calton Hill\", up the steep hill from the village to the burial ground. The group of 1760s houses near the top of this street are all that remain of the old village.\nIn 1787, the artist &lt;a href=\"Robert%20Barker%20%28painter%29\"&gt;Robert Barker&lt;/a&gt;, inspired by walking on the hill created the world's first &lt;a href=\"Panorama%20%28art%29\"&gt;panorama&lt;/a&gt; - an immersive 360 degree view depicting Edinburgh from the tower of the &lt;a href=\"City%20Observatory%23Thomas%20Short%27s%20observatory\"&gt;City Observatory&lt;/a&gt; at the summit of Calton Hill.\nBuildings and structures.\nThe Old Calton Burial Ground was the first substantial development on Calton Hill and lies on the south-western side of the hill. The philosopher &lt;a href=\"David%20Hume\"&gt;David Hume&lt;/a&gt; is buried there. His tomb is engraved only with the year of his birth (1711) and death (1776), on the \"simple Roman tomb\" (a relatively large monument) which he prescribed. The Political Martyrs' Monument is also in the burial ground. This is in memory of five campaigners for political reform and &lt;a href=\"universal%20suffrage\"&gt;universal suffrage&lt;/a&gt; who were convicted of sedition and sent in 1793 to Botany Bay, Australia.\nOn the west side of Calton Hill is the street named Calton Hill. &lt;a href=\"Agnes%20Maclehose\"&gt;Agnes Maclehose&lt;/a&gt;, better known as &lt;a href=\"Robert%20Burns\"&gt;Robert Burns&lt;/a&gt;' Clarinda, lived at number 14 and died there in 1841. Burns, Scotland's national poet, sent Clarinda many verses over several years in unsuccessful (it is believed) attempts to seduce this beautiful married lady.\nCalton Hill was the location of the notorious Calton Jail, a complex comprising a Debtors' Prison, the Bridewell (1791–96) by &lt;a href=\"Robert%20Adam\"&gt;Robert Adam&lt;/a&gt; (later replaced) and a Felons' Prison of 1815-17 by &lt;a href=\"Archibald%20Elliot\"&gt;Archibald Elliot&lt;/a&gt;. The prisons were replaced by &lt;a href=\"Edinburgh%20%28HM%20Prison%29\"&gt;Saughton Prison&lt;/a&gt; and demolished in 1930 providing a site for St. Andrew's House, home to Scotland's senior civil servants. The sole surviving building is the castellated and turreted &lt;a href=\"Governor%27s%20House%2C%20Edinburgh\"&gt;Governor's House&lt;/a&gt; by Elliot. The lower curtain walls of the prison are still visible on the south side of St. Andrew's House, above Calton Road.\nThe eastern end of the ornate &lt;a href=\"Regent%20Bridge\"&gt;Regent Bridge&lt;/a&gt; is built into the side of the hill, crossing a deep &lt;a href=\"Canyon\"&gt;gorge&lt;/a&gt; (at the bottom of which the opening scene from \"&lt;a href=\"Trainspotting%20%28film%29\"&gt;Trainspotting&lt;/a&gt;\" was shot) to connect the hill with &lt;a href=\"Princes%20Street\"&gt;Princes Street&lt;/a&gt;, now Edinburgh's main shopping street. The engineer in charge of building Regent Bridge in 1815 was &lt;a href=\"Robert%20Stevenson%20%28civil%20engineer%29\"&gt;Robert Stevenson&lt;/a&gt;, grandfather of the author &lt;a href=\"Robert%20Louis%20Stevenson\"&gt;Robert Louis Stevenson&lt;/a&gt;.\nBy the 1840s, a &lt;a href=\"pipeline%20transport\"&gt;pipeline&lt;/a&gt; ran over the shoulder of Calton hill from the Edinburgh &lt;a href=\"coal%20gas\"&gt;coal gas&lt;/a&gt; works on the &lt;a href=\"Royal%20Mile\"&gt;Royal Mile&lt;/a&gt; at New Street to the &lt;a href=\"Bonnington%20Chemical%20Works\"&gt;Bonnington Chemical Works&lt;/a&gt; in &lt;a href=\"Bonnington%2C%20Edinburgh\"&gt;Bonnington&lt;/a&gt;. The &lt;a href=\"gasworks\"&gt;gasworks&lt;/a&gt; waste was pumped through the line and processed into useful products at Bonnington.\nThe renowned Scottish architect &lt;a href=\"William%20Henry%20Playfair\"&gt;William Henry Playfair&lt;/a&gt; was responsible for the elegant thoroughfare that encircles the hill on three sides. Comprising &lt;a href=\"Royal%20Terrace%2C%20Edinburgh\"&gt;Royal Terrace&lt;/a&gt;, &lt;a href=\"Carlton%20Terrace%2C%20Edinburgh\"&gt;Carlton Terrace&lt;/a&gt; and &lt;a href=\"Regent%20Terrace\"&gt;Regent Terrace&lt;/a&gt;, the largest of the townhouses can be found on Royal Terrace. Playfair's plan is dated 1819 and the first house was built at what is now 40 Royal Terrace. &lt;a href=\"Regent%2C%20Royal%20and%20Carlton%20Terrace%20Gardens\"&gt;Regent Gardens&lt;/a&gt; that cover over one half of the summit of the hill are privately administered by the local &lt;a href=\"residents%27%20association\"&gt;residents' association&lt;/a&gt;. Carlton Terrace was originally called Carlton (or Carleton) Place but changed in 1842 to fit in with the other Terraces.\nMost of the properties on the terraces are occupied as houses but on Royal Terrace there is a number of hotels, by far the largest being the Crowne Plaza Hotel while on Regent Terrace is located the United States Consulate. Royal Terrace with its views over Leith and the &lt;a href=\"Firth%20of%20Forth\"&gt;Firth of Forth&lt;/a&gt; was popular with early owners who were shipowners and traders in Leith. Some of these were involved in the whisky trade, Leith being a centre for whisky blending and storage, and for a time in the 19th century the street was known as \"Whisky Row\". &lt;a href=\"Louis-Antoine%2C%20Duke%20of%20Angoul%C3%AAme\"&gt;Louis-Antoine, Duke of Angoulême&lt;/a&gt; (the elder son of &lt;a href=\"Charles%20X%20of%20France\"&gt;Charles X of France&lt;/a&gt;, last of the Bourbon kings) and his wife &lt;a href=\"Marie-Th%C3%A9r%C3%A8se-Charlotte\"&gt;Marie-Thérèse-Charlotte&lt;/a&gt;, (the daughter of &lt;a href=\"Louis%20XVI%20of%20France\"&gt;Louis XVI of France&lt;/a&gt; and &lt;a href=\"Marie%20Antoinette\"&gt;Marie Antoinette&lt;/a&gt;), moved into what is now 22 (then 21) Regent Terrace in 1830. &lt;a href=\"Marie-Caroline%20de%20Bourbon-Sicile%2C%20duchess%20de%20Berry\"&gt;Marie-Caroline de Bourbon-Sicile, duchess de Berry&lt;/a&gt;, sister in law of the Duc d'Angoulême, also lived at what is now 12 (then 11) Regent Terrace at that time. Her young son, Henri, the &lt;a href=\"Comte%20de%20Chambord\"&gt;Comte de Chambord&lt;/a&gt;, is said to have wept bitterly when his family left for Austria in 1832 as he had become very attached to Scotland. The painter &lt;a href=\"Francis%20Cadell%20%28artist%29\"&gt;Francis Cadell&lt;/a&gt;, one of the &lt;a href=\"Scottish%20Colourists\"&gt;Scottish Colourists&lt;/a&gt;, lived in 30 Regent Terrace from 1930-1935. The western end of Regent Terrace was closed in 2001 to traffic because of security concerns about the United States Consulate.\nPlayfair was responsible for many of the monumental structures on the summit of the hill, most notably the &lt;a href=\"National%20Monument%2C%20Edinburgh\"&gt;Scottish National Monument&lt;/a&gt;. This monument was intended to be another &lt;a href=\"Parthenon\"&gt;Parthenon&lt;/a&gt; and to commemorate Scottish Soldiers killed in the &lt;a href=\"Napoleonic%20wars\"&gt;Napoleonic wars&lt;/a&gt;. Construction started in 1826 but work was stopped in 1829 when the building was only partially built due to lack of money. It has never been completed. For many years this failure to complete led to its being nicknamed \"Scotland's Disgrace\" but this name has waned given the time elapsed since the Napoleonic Wars and it is now accepted for what it is.\nThe &lt;a href=\"Old%20Royal%20High%20School\"&gt;Royal High School&lt;/a&gt; was built on the southern slopes in 1829, forming a part of Edinburgh's skyline. In the 1840s a tunnel was added through the lower south side of the hill (under the High School) taking tracks eastward from the newly built &lt;a href=\"Waverley%20Station\"&gt;Waverley Station&lt;/a&gt;. The west end of the tunnel was remodelled and a second tunnel built in 1902 by &lt;a href=\"Robert%20Inglis%20%28railway%20engineer%29\"&gt;Robert Inglis&lt;/a&gt;.\n\"Rock House\", which overlooks Waterloo Place at the south-western entrance to the hill, was the home of &lt;a href=\"Robert%20Adamson%20%28photographer%29\"&gt;Robert Adamson&lt;/a&gt; who in partnership with &lt;a href=\"David%20Octavius%20Hill\"&gt;David Octavius Hill&lt;/a&gt; pioneered the &lt;a href=\"calotype\"&gt;calotype&lt;/a&gt; process of photography in Scotland in the 1840s. Many of their subjects were photographed in the house and its garden.\nAt the foot of the southern access steps is a memorial to three 19th-century Scottish singers, &lt;a href=\"John%20Wilson%20%28singer%29\"&gt;John Wilson&lt;/a&gt; (1800–1849), &lt;a href=\"John%20Templeton%20%28opera%20singer%29\"&gt;John Templeton&lt;/a&gt; (1802–1886), and &lt;a href=\"David%20Kennedy%20%28singer%29\"&gt;David Kennedy&lt;/a&gt; (1825–1886). The monument was sculpted by &lt;a href=\"William%20Grant%20Stevenson\"&gt;William Grant Stevenson&lt;/a&gt;.\nPolitical symbol.\nFor a number of years, while the Royal High School was earmarked for the site of the future &lt;a href=\"Scottish%20Assembly\"&gt;Scottish Assembly&lt;/a&gt;, and subsequently as a potential site for the &lt;a href=\"Scottish%20Parliament\"&gt;Scottish Parliament&lt;/a&gt;, Calton Hill was the location of a permanent &lt;a href=\"vigil\"&gt;vigil&lt;/a&gt; for Scottish devolution. However, &lt;a href=\"Donald%20Dewar\"&gt;Donald Dewar&lt;/a&gt;, then &lt;a href=\"Secretary%20of%20State%20for%20Scotland\"&gt;Secretary of State for Scotland&lt;/a&gt;, considered the site a \"&lt;a href=\"Scottish%20independence\"&gt;nationalist&lt;/a&gt; &lt;a href=\"shibboleth\"&gt;shibboleth&lt;/a&gt;\", and the nearby St Andrew's House buildings (which at that time were the base of the Secretary of State for Scotland and the former &lt;a href=\"Scottish%20Office\"&gt;Scottish Office&lt;/a&gt;) to look \"&lt;a href=\"Nazism\"&gt;Nazi&lt;/a&gt;\" like \"&lt;a href=\"Dresden\"&gt;Dresden&lt;/a&gt;\" (sic). It was also the venue in October 2004 for the &lt;a href=\"Declaration%20of%20Calton%20Hill\"&gt;Declaration of Calton Hill&lt;/a&gt; which outlined the demands for a future Scottish &lt;a href=\"republic\"&gt;republic&lt;/a&gt;.\nEvents.\nCalton Hill is the venue for a number of events throughout the year. The largest of these is the &lt;a href=\"Beltane%20Fire%20Festival\"&gt;Beltane Fire Festival&lt;/a&gt; held on 30 April each year, attended by over 12,000 people. The &lt;a href=\"Navratri\"&gt;Dussehra&lt;/a&gt; Hindu Festival also takes place on Calton Hill near the beginning of October each year and the Samhuinn Fire festival takes place at the end of October.\nCalton Hill has been used as a location for films such as &lt;a href=\"Sunshine%20on%20Leith%20%28film%29\"&gt;Sunshine on Leith&lt;/a&gt; (where Davy and Yvonne sing Misty Blue), &lt;a href=\"Death%20Defying%20Acts\"&gt;Death Defying Acts&lt;/a&gt; (Houdini) and &lt;a href=\"Greyfriars%20Bobby%20%28film%29\"&gt;Greyfriars Bobby&lt;/a&gt; (views across the city).\nIllegal activities.\nCalton Hill has been the focus of considerable police and local media interest. Controversy has revolved around the area's popularity as a venue for &lt;a href=\"public%20sex\"&gt;public sex&lt;/a&gt; and &lt;a href=\"male%20prostitution\"&gt;prostitution&lt;/a&gt; among males, as well as for drug use and underage drinking; city centre councillor David Beckett said that it \"has traditionally been known as the place to go for homosexual sex in Edinburgh\". A &lt;a href=\"Rape%20by%20gender%23Rape%20of%20males%20by%20males\"&gt;male-on-male&lt;/a&gt; &lt;a href=\"gang%20rape\"&gt;gang rape&lt;/a&gt; occurred on the site in 2000, and a man was arrested for encouraging passersby to watch him penetrating a &lt;a href=\"traffic%20cone\"&gt;traffic cone&lt;/a&gt; two years later. In 2008, a member of staff at &lt;a href=\"Blacks%20Outdoor%20Retail\"&gt;Blacks Outdoor Retail&lt;/a&gt; advised against camping in the area after a couple who had pitched a tent on the hill claimed that a man had made \"lewd\" and inappropriate advances towards them. Calton Hill has also been the site of assaults on gay people, and on people suspected of being gay: in 1997, a Japanese tourist required &lt;a href=\"plastic%20surgery\"&gt;plastic surgery&lt;/a&gt; after being robbed and subjected to a \"vicious, brutal, and sustained attack\" by two assailants."
}