{
    "id": "15016472",
    "revid": "1067607438",
    "url": "https://en.wikipedia.org/wiki?curid=15016472",
    "title": "Toyota Racing Series",
    "text": "The Toyota Racing Series is &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;'s premier \"&lt;a href=\"open-wheeler\"&gt;open-wheeler&lt;/a&gt;\" motorsport category. The Series includes races for every major trophy in New Zealand circuit racing including the New Zealand Motor Cup and the &lt;a href=\"%23Trophies\"&gt;Denny Hulme Memorial Trophy&lt;/a&gt;. The cars are also the category for the &lt;a href=\"New%20Zealand%20Grand%20Prix\"&gt;New Zealand Grand Prix&lt;/a&gt; – one of only two races in the world with FIA approval to use the \"Grand Prix\" nomenclature outside &lt;a href=\"Formula%20One\"&gt;Formula One&lt;/a&gt;.\nSummary.\nThe Toyota Racing Series is an incubator and showcase for the next generation of New Zealand racing talent. The Series offers emerging drivers the chance to gain valuable experience with carbon-fibre composite chassis, aerodynamics and slick tyres.\nThe Series has the full endorsement of Motorsport New Zealand, the sport's governing body. Until the beginning of 2017, the series was managed by Toyota Racing Management a company under the leadership of Barrie Thomlinson. \nPreviously, the country's leading drivers had to go offshore to step up to this level. High profile graduates from the series to date include &lt;a href=\"Brendon%20Hartley\"&gt;Brendon Hartley&lt;/a&gt;, formerly in Formula One with &lt;a href=\"Scuderia%20Toro%20Rosso\"&gt;Scuderia Toro Rosso&lt;/a&gt; Honda, and &lt;a href=\"Earl%20Bamber\"&gt;Earl Bamber&lt;/a&gt;. The series has also seen the likes of &lt;a href=\"Daniil%20Kvyat\"&gt;Daniil Kvyat&lt;/a&gt;, &lt;a href=\"Will%20Stevens\"&gt;Will Stevens&lt;/a&gt;, &lt;a href=\"Lance%20Stroll\"&gt;Lance Stroll&lt;/a&gt; and &lt;a href=\"Lando%20Norris\"&gt;Lando Norris&lt;/a&gt; compete on their way to &lt;a href=\"Formula%20One\"&gt;Formula One&lt;/a&gt;.\nFor 2008, the series has also gone \"green\". Fuels for all cars racing in the series are now an E85 biofuel blend of 85 per cent ethanol made from whey, a dairy industry by-product; and petrol. Reduced emissions, reduced carbon \"footprint\" and reduced use of fossil fuels are all being showcased in this unique New Zealand programme. The 2008 &lt;a href=\"New%20Zealand%20Grand%20Prix\"&gt;New Zealand Grand Prix&lt;/a&gt; thus becomes the first ever biofuel &lt;a href=\"Grand%20Prix%20motor%20racing\"&gt;grand prix&lt;/a&gt; in the world.\nThe short summer series (five weekends in five weeks, all in January and February) during the Southern Hemisphere summer has made the series attractive to development drivers from the Northern Hemisphere, as the series takes place during the off-season, serving as single-seater motorsport's equivalent of professional baseball's \"winter ball\" leagues in the Caribbean and Australia. Drivers from both Europe and the Americas actively participate in the series, as it allows them to develop their skills in an atmosphere similar to the winter ball leagues. A June 2019 FIA World Motor Sport Council decision now allows development drivers to tally Toyota Racing Series with their regular series towards &lt;a href=\"FIA%20Super%20Licence\"&gt;FIA Super Licence&lt;/a&gt; points required to be in a Formula One car, meaning the driver can participate in this series, then participate in a series that starts after the end of the Toyota Racing Series, and accumulate points from both series towards F1 approval. \nCircuits.\nThe current championship consists of three rounds, each comprising three races. For &lt;a href=\"2021%20Toyota%20Racing%20Series\"&gt;2021&lt;/a&gt; the circuits are:\nPreviously used circuits include:\nCar.\n2015-2019\nThe Toyota Racing Series ran a Tatuus FT-50 chassis with modified versions of 1.8L &lt;a href=\"Toyota\"&gt;Toyota&lt;/a&gt; four cylinder &lt;a href=\"2ZZ-GE\"&gt;2ZZ-GE&lt;/a&gt; production engines which can produce 200bhp, a six speed Sadev sequential transmission with limited slip differential with a carbon fibre body and a Carbon monocoque chassis built by &lt;a href=\"Tatuus\"&gt;Tatuus&lt;/a&gt; in Italy to full FIA F3 specification. The cars use Michelin S308 tyres (Front 20x54x13, Rear 24x57x13) and weigh approximately 480 kg.\n2020- \nThe Toyota Racing Series switched to a new chassis called Tatuus FT-60, identical to the T-318 used in Europe, whereas the new engine will be a 2.0L turbocharged unit developing 270bhp.\nChampions.\nSource:\nTrophies.\nThe winner of the feature race of each round in the championship is awarded a trophy:\nThe overall winner of the championship (based on championship points) receives the Chris Amon Trophy"
}