{
    "id": "15032530",
    "revid": "1068742150",
    "url": "https://en.wikipedia.org/wiki?curid=15032530",
    "title": "Psyren",
    "text": ", literally meaning \"Siren\" and stylized as PSYЯEN, is a Japanese &lt;a href=\"manga\"&gt;manga&lt;/a&gt; series written and illustrated by &lt;a href=\"Toshiaki%20Iwashiro\"&gt;Toshiaki Iwashiro&lt;/a&gt;. The manga was serialized in &lt;a href=\"Shueisha\"&gt;Shueisha&lt;/a&gt;'s &lt;a href=\"sh%C5%8Dnen%20manga\"&gt;\"shōnen\" manga&lt;/a&gt; magazine \"&lt;a href=\"Weekly%20Sh%C5%8Dnen%20Jump\"&gt;Weekly Shōnen Jump&lt;/a&gt;\" from December 2007 to November 2010, with its chapters collected in sixteen \"&lt;a href=\"tank%C5%8Dbon\"&gt;tankōbon&lt;/a&gt;\" volumes. \"Psyren\" follows Ageha Yoshina, a high school student who is chosen by Nemesis Q as a participant in the Psyren games. The games take place in a world known as Psyren. In North America, &lt;a href=\"Viz%20Media\"&gt;Viz Media&lt;/a&gt; licensed the series for English release and serialized its chapters in &lt;a href=\"Shonen%20Jump%20%28magazine%29\"&gt;\"Shonen Jump\"&lt;/a&gt;.\nPlot.\nAfter Ageha Yoshina beats up a bully for 10,000 yen, he heads home anticipating a scolding from his sister for breaking curfew. On his way there, a pay phone nearby starts ringing, and he picks it up only to hear his own echo. Shrugging it off, he places the receiver back only to find a mysterious calling card with the word \"Psyren\" written on it. Curious about the sudden appearance of the card, he goes to his school's Occult Club and asks about it. It turns about Psyren was an urban myth, and whoever found out what it really was would get a reward of 500 million yen. The same day, he find his classmate's (Sakurako Amamiya's) wallet, which some other girls hid, and notices she has the same card. After he returns it to her, she runs off and disappears. The last thing he hears is \"Save me\". The next day she isn't at school and soon she is declared missing. Ageha calls the number on the card in hopes of finding her. After answering a long and detailed quiz on a pay phone, he is asked if he wants to go to Psyren. The next day, while he is being chased by two mysterious people pretending to be police officers; his phone rings. In a panic, he picks up and is suddenly drawn into the world of Psyren, which is a wasteland inhabited by monsters called Taboo. It is later revealed that the Taboo were once humans that were turned into Taboo by an organization known as the W.I.S.E. The voice from the phone, dubbed Nemesis Q, assigns missions which people must complete if they wish to return home.\nWhile in Psyren for the first time, newcomers are informed of the rules, which basically state that if you tell anyone about Psyren you die; when the number on your card hits zero you beat the game and can't come back; never lose your card, you can't go home if you do; and don't go near the towers. The Psyren Drifters (as they come to be called) breathe in the polluted air from this world of Psyren and it alters their brains, allowing them to surpass human limits and use all their brain cells, at the cost of serious damage. This lets them use a power called PSI, which usually lies dormant, and is usually never awakened. PSI consists of three categories, Enhance (use of PSI to enhance their physical abilities), Blast (external usage of PSI to create power blasts or creatures), and Trance (the ability to affect someone's mental state).\nAs the game continues Ageha and his friends meet a group of kids who are adopted by Elmore Tenju, the old lady who posted the 500 million reward offer. Each child has the ability to use PSI, and Tenju has trained them to one day fight W.I.S.E as the hope of the world. Each child has their own distinct and unique abilities and traumatic background. Ageha stays with them for a while and his abilities really start to grow with the help of techniques developed by the children. They train until he gets called back through his phone and goes back to fight in the game.\nThe game continues until eventually, Ageha, Sakurako, Hiryū Asaga, Oboro Mochizuki, and Kabuto Kirisaki are the only contenders left. They are trained by former Psyren contestant Matsuri Yagumo and the psychic children from the Tenju Roots Orphanage. Miroku Amagi, a psychic from their timeline, and his organization called W.I.S.E. are revealed to be the cause of Japan's destruction. Their actions slowly change the world of Psyren, resulting in the Tenju Root's survival in the Psyren timeline.\nIn the Psyren timeline, Mithra, a psychic from W.I.S.E, is revealed to have been manipulating Miroku the whole time. She reveals that a meteorite called Promised Tear turned her into a host for Ouroboros, a planet-eating meteor, and she calls the meteor to Earth. Before the Earth is destroyed, Nemesis Q's controller, No.7, transports them back to their own timeline. Ageha and friends intercept the W.I.S.E group before they gain possession of the Promised Tear. Ageha gives Miroku a card from No.7 allowing him to witness events that occur in the future. Together, Ageha and Miroku are able to defeat Mithra but Ageha falls into a coma. No.7 contacts Ageha while he is in the coma, revealing the outcome of the Psyren timeline—Miroku and Grana sacrificed their lives to destroy Ouroboros and Mithra. As Ageha wakes up from his coma, he travels with Sakurako and frees No.7 from her cell.\nMedia.\nManga.\n\"Psyren\" was written and illustrated by Toshiaki Iwashiro. The series was first published in &lt;a href=\"Shueisha\"&gt;Shueisha&lt;/a&gt;'s &lt;a href=\"sh%C5%8Dnen%20manga\"&gt;\"shōnen\"&lt;/a&gt; &lt;a href=\"manga%20magazine\"&gt;manga magazine&lt;/a&gt; \"&lt;a href=\"Weekly%20Sh%C5%8Dnen%20Jump\"&gt;Weekly Shōnen Jump&lt;/a&gt;\" in the 1st 2008 issue released on December 3, 2007. The series finished in the 52nd issue of the magazine on November 29, 2010. Shueisha collected its individual chapters intro sixteen \"&lt;a href=\"tank%C5%8Dbon\"&gt;tankōbon&lt;/a&gt;\" volumes released from May 2, 2008 to March 4, 2011.\nIn North America, &lt;a href=\"Viz%20Media\"&gt;Viz Media&lt;/a&gt; announced the license to the manga in April 2010, and the first chapter appeared in the January 2011 issue of the North American version of &lt;a href=\"Shonen%20Jump%20%28magazine%29\"&gt;\"Shonen Jump\"&lt;/a&gt;.\nLight novel.\nA light novel written by SOW, titled \"Psyren: Another Call\" was released on September 3, 2010. It includes various short stories about the characters. A second volume was released on March 4, 2011. It focuses on different epilogue stories that detailed the futures and lives of the characters.\nReception.\nVolumes from \"Psyren\" have commonly appeared in Japan's best-selling lists of manga volumes."
}