{
    "id": "1505292",
    "revid": "42282416",
    "url": "https://en.wikipedia.org/wiki?curid=1505292",
    "title": "WWE Night of Champions",
    "text": "Night of Champions was a &lt;a href=\"professional%20wrestling\"&gt;professional wrestling&lt;/a&gt; &lt;a href=\"List%20of%20WWE%20pay-per-view%20and%20WWE%20Network%20events\"&gt;event&lt;/a&gt; produced by &lt;a href=\"WWE\"&gt;WWE&lt;/a&gt;, a &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;-based &lt;a href=\"professional%20wrestling%20promotion\"&gt;professional wrestling promotion&lt;/a&gt;. It aired &lt;a href=\"Live%20television\"&gt;live&lt;/a&gt; and was available only through &lt;a href=\"pay-per-view\"&gt;pay-per-view&lt;/a&gt; (PPV) and the &lt;a href=\"WWE%20Network\"&gt;WWE Network&lt;/a&gt;. The took place on June 24, 2007, and was a crossover with &lt;a href=\"WWE%20Vengeance\"&gt;Vengeance&lt;/a&gt;. In 2008, Vengeance was dropped in favor of Night of Champions and it took over the June PPV slot. The concept of Night of Champions was that every championship promoted on WWE's main roster from 2007 to 2015 was defended. In 2016, Night of Champions was replaced on the PPV schedule by the similarly themed &lt;a href=\"WWE%20Clash%20of%20Champions\"&gt;Clash of Champions&lt;/a&gt;.\nHistory.\nNight of Champions was a &lt;a href=\"pay-per-view\"&gt;pay-per-view&lt;/a&gt; (PPV) event consisting of a &lt;a href=\"Card%20%28sports%29\"&gt;main event&lt;/a&gt; and &lt;a href=\"Card%20%28sports%29\"&gt;undercard&lt;/a&gt; that prominently featured championship matches. It was produced by &lt;a href=\"World%20Wrestling%20Entertainment\"&gt;World Wrestling Entertainment&lt;/a&gt; (WWE; the \"WWE\" acronym became an &lt;a href=\"orphaned%20initialism\"&gt;orphaned initialism&lt;/a&gt; for the promotion in 2011). The inaugural event took place on June 24, 2007, under the name at the &lt;a href=\"Toyota%20Center\"&gt;Toyota Center&lt;/a&gt; in &lt;a href=\"Houston\"&gt;Houston&lt;/a&gt;, &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; and aired &lt;a href=\"live%20television\"&gt;live&lt;/a&gt; on PPV—this was a crossover event with &lt;a href=\"WWE%20Vengeance\"&gt;Vengeance&lt;/a&gt;, which was discontinued in 2008 in favor of Night of Champions (though Vengeance returned as a one-off event in &lt;a href=\"Vengeance%20%282011%29\"&gt;2011&lt;/a&gt; and again in ). In the nine editions of Night of Champions, the &lt;a href=\"WWE%20Championship\"&gt;WWE Championship&lt;/a&gt; was defended in the main event seven times (the last two of which it was known as the WWE World Heavyweight Championship), with the now-defunct &lt;a href=\"World%20Heavyweight%20Championship%20%28WWE%29\"&gt;World Heavyweight Championship&lt;/a&gt; defended in the main event once, and in &lt;a href=\"Night%20of%20Champions%20%282011%29\"&gt;2011&lt;/a&gt;, the main event was a non-championship match. In 2014, Night of Champions became available on WWE's online streaming service, the &lt;a href=\"WWE%20Network\"&gt;WWE Network&lt;/a&gt;, in addition to traditional PPV. In 2016, Night of Champions was replaced on the PPV schedule by the similarly themed &lt;a href=\"WWE%20Clash%20of%20Champions\"&gt;Clash of Champions&lt;/a&gt;.\nConcept.\nThe concept of Night of Champions was that every championship promoted on WWE's main roster from 2007 to 2015 was defended. Originally, the theme was that every active championship promoted by WWE was defended, but after the establishment of &lt;a href=\"NXT%20%28WWE%20brand%29\"&gt;NXT&lt;/a&gt; as the promotion's &lt;a href=\"Farm%20team\"&gt;developmental territory&lt;/a&gt; in 2012, which introduced its own set of championships, the theme from 2012 onwards was that only WWE's main roster championships were defended. In &lt;a href=\"Night%20of%20Champions%20%282010%29\"&gt;2010&lt;/a&gt;, non-title matches began to be included on the card as less championships became available due to WWE unifying several titles that eventually led to the dissolution of the first &lt;a href=\"WWE%20brand%20extension\"&gt;brand extension&lt;/a&gt; in August 2011; after the final title unification in December 2013, WWE had just five titles on their main roster through the 2015 event. In total, 10 different WWE championships were defended at the pay-per-view over its nine events."
}