{
    "id": "15056230",
    "revid": "6151339",
    "url": "https://en.wikipedia.org/wiki?curid=15056230",
    "title": "Chowbent Chapel",
    "text": "Chowbent Chapel is an active &lt;a href=\"Unitarianism\"&gt;Unitarian&lt;/a&gt; place of worship in &lt;a href=\"Atherton%2C%20Greater%20Manchester\"&gt;Atherton&lt;/a&gt;, &lt;a href=\"Greater%20Manchester\"&gt;Greater Manchester&lt;/a&gt;, England. It was built in 1721 and is the oldest place of worship in the town. It is a member of the &lt;a href=\"General%20Assembly%20of%20Unitarian%20and%20Free%20Christian%20Churches\"&gt;General Assembly of Unitarian and Free Christian Churches&lt;/a&gt;, the &lt;a href=\"umbrella%20organisation\"&gt;umbrella organisation&lt;/a&gt; for British Unitarians. The chapel was granted Grade II* &lt;a href=\"Listed%20building\"&gt;Listed status&lt;/a&gt; in 1966.\nHistory.\nThe origins of Chowbent Chapel are a consequence of events that happened in 1715. The first chapel in Atherton, a &lt;a href=\"chapel%20of%20ease\"&gt;chapel of ease&lt;/a&gt; to &lt;a href=\"St%20Mary%20the%20Virgin%27s%20Church%2C%20Leigh\"&gt;Leigh Parish Church&lt;/a&gt; was a \"small brick edifice\", dedicated to &lt;a href=\"Church%20of%20St%20John%20the%20Baptist%2C%20Atherton\"&gt;St. John the Baptist at Chowbent&lt;/a&gt;. It was built in 1645 \"on land owned and loaned by “Ye Lord of Atherton\", John Atherton, a supporter of religious dissent. Sometimes referred to as the \"Old Bent Chapel\", it was not consecrated and used by a &lt;a href=\"Presbyterian\"&gt;Presbyterian&lt;/a&gt; congregation. The chapel was also used by the vicar of &lt;a href=\"Leigh%2C%20Greater%20Manchester\"&gt;Leigh&lt;/a&gt; who used a &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt; and &lt;a href=\"Book%20of%20Common%20Prayer\"&gt;Book of Common Prayer&lt;/a&gt; which were kept there for his use.\nDuring the &lt;a href=\"1715%20Jacobite%20rising\"&gt;1715 Jacobite rising&lt;/a&gt;, its fourth minister, &lt;a href=\"James%20Wood%20%28minister%29\"&gt;James Wood&lt;/a&gt; and members of his congregation were asked to guard the bridge at &lt;a href=\"Walton-le-Dale\"&gt;Walton-le-Dale&lt;/a&gt; and the ford at &lt;a href=\"Penwortham\"&gt;Penwortham&lt;/a&gt; near &lt;a href=\"Preston%2C%20Lancashire\"&gt;Preston&lt;/a&gt; against the supporters of the &lt;a href=\"Old%20Pretender\"&gt;Old Pretender&lt;/a&gt; who were marching on Preston. The Chowbenters were successful but in doing so offended Richard Atherton who would inherit the Atherton &lt;a href=\"Manorialism\"&gt;manor&lt;/a&gt; and on whose land the chapel was built. In 1721 Richard Atherton, a staunch supporter of James II, expelled the congregation on political grounds.\nArchitecture.\nThe chapel dates from 1721 on land donated by Nathan Mort of neighbouring Alder House\nIt is built in rustic &lt;a href=\"brick\"&gt;brick&lt;/a&gt;, in &lt;a href=\"Flemish%20bond\"&gt;Flemish bond&lt;/a&gt; on a rubble &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt; &lt;a href=\"plinth\"&gt;plinth&lt;/a&gt;, with stone &lt;a href=\"Quoin%20%28architecture%29\"&gt;quoins&lt;/a&gt;, an &lt;a href=\"eaves\"&gt;eaves&lt;/a&gt; &lt;a href=\"cornice\"&gt;cornice&lt;/a&gt; and a slate roof. The side elevations have three &lt;a href=\"Bay%20%28architecture%29\"&gt;bays&lt;/a&gt; and the rear four bays, both have round-arched windows. On the roof is a small &lt;a href=\"cupola\"&gt;cupola&lt;/a&gt; housing a single bell. A two-storey extension was added on the south side in 1901. Its &lt;a href=\"facade\"&gt;facade&lt;/a&gt; has a &lt;a href=\"gable\"&gt;gable&lt;/a&gt; &lt;a href=\"pediment\"&gt;pediment&lt;/a&gt; with an &lt;a href=\"oculus\"&gt;oculus&lt;/a&gt; within the &lt;a href=\"Tympanum%20%28architecture%29\"&gt;tympanum&lt;/a&gt;. There is a &lt;a href=\"fanlight\"&gt;fanlight&lt;/a&gt; above the double doors with a sundial above and a commemorative plaque above that.\n&lt;a href=\"Nikolaus%20Pevsner\"&gt;Nikolaus Pevsner&lt;/a&gt; considers the chapel \"has the best-preserved C18 ecclesiastical interior in South Lancashire\". The original &lt;a href=\"box%20pews\"&gt;box pews&lt;/a&gt; are in place upstairs and down, there is a three tier &lt;a href=\"pulpit\"&gt;pulpit&lt;/a&gt; on the north wall. The galleries on the east, south and west sides are accessed by staircases with turned &lt;a href=\"baluster\"&gt;baluster&lt;/a&gt;s. The galleries are supported by six &lt;a href=\"Wood%20turning\"&gt;turned&lt;/a&gt; &lt;a href=\"Doric%20order\"&gt;Doric&lt;/a&gt; oak columns which continue through the gallery to support the plaster ceiling. A nail studded oak door separating the chapel from the &lt;a href=\"vestry\"&gt;vestry&lt;/a&gt; is thought to be from the original 1645 chapel. Other surviving artefacts brought from the 1645 building are the &lt;a href=\"Altar\"&gt;communion table&lt;/a&gt; and two &lt;a href=\"Commonwealth%20of%20England\"&gt;Commonwealth&lt;/a&gt; silver &lt;a href=\"Chalice\"&gt;communion cups&lt;/a&gt; gifted by Robert Mort in 1654. The cups are not kept at the chapel and are rarely displayed. Some of the stained glass windows are by &lt;a href=\"Shrigley%20and%20Hunt\"&gt;Shrigley and Hunt&lt;/a&gt;.\nWhen newly built, the chapel's oak &lt;a href=\"rafter\"&gt;rafter&lt;/a&gt;s and &lt;a href=\"truss\"&gt;truss&lt;/a&gt;es were open to view, its walls were &lt;a href=\"whitewash\"&gt;whitewash&lt;/a&gt;ed and the windows contained &lt;a href=\"Leadlight\"&gt;leaded panes&lt;/a&gt; of clear glass set in a &lt;a href=\"lozenge\"&gt;lozenge&lt;/a&gt; pattern. An organ was installed in 1806 as up to then the only music was the chanting of &lt;a href=\"psalms\"&gt;psalms&lt;/a&gt;. An organ by Young of Manchester was installed in 1901 when the chapel was enlarged.\nCommunity.\nA schoolroom was opened in the minister's house shortly after the chapel opened. It was extended in 1860 and again in 1890. Before 1900 a library provided by the chapel was opened in Chowbent School for the inhabitants of the town. Its collection of 4000 volumes was donated to Atherton's &lt;a href=\"Carnegie%20library\"&gt;Carnegie library&lt;/a&gt; when it opened in 1905. \nMinisters.\nApart from Wood, other notable ministers of the chapel included &lt;a href=\"Harry%20Toulmin%20%28Unitarian%20minister%29\"&gt;Harry Toulmin&lt;/a&gt; (1766 – 1823) who moved to America and became &lt;a href=\"Secretary%20of%20State%20of%20Kentucky\"&gt;Secretary of State of Kentucky&lt;/a&gt; and &lt;a href=\"Thomas%20Walker%20Horsfield\"&gt;Thomas Walker Horsfield&lt;/a&gt; (1792–1837) a historian and topographer.\nReferences.\nNotes\nBibliography\nJ.J.Wright's book has been reprinted and copies are still available, see website for details."
}