{
    "id": "1506950",
    "revid": "4765516",
    "url": "https://en.wikipedia.org/wiki?curid=1506950",
    "title": "Men's major golf championships",
    "text": "The men's major golf championships, commonly known as the major championships, and often referred to simply as the majors, are the most prestigious tournaments in &lt;a href=\"golf\"&gt;golf&lt;/a&gt;. Historically, the national &lt;a href=\"Open%20golf%20tournament\"&gt;open&lt;/a&gt; and amateur championships of Great Britain and the United States were regarded as the majors. With the rise of professional golf in the middle of the twentieth century, the majors came to refer to the most prestigious professional tournaments.\nIn modern men's professional golf, there are four globally recognised major championships. In order of play date as of 2019, they are:\nHistory.\nThe majors originally consisted of two British tournaments, &lt;a href=\"The%20Open%20Championship\"&gt;The Open Championship&lt;/a&gt; and &lt;a href=\"The%20Amateur%20Championship\"&gt;The Amateur Championship&lt;/a&gt;, and two American tournaments, &lt;a href=\"U.S.%20Open%20%28golf%29\"&gt;the U.S. Open&lt;/a&gt; and the &lt;a href=\"U.S.%20Amateur\"&gt;U.S. Amateur&lt;/a&gt;. With the introduction of the Masters Tournament in 1934, and the rise of professional golf in the late 1940s and 1950s, the term \"major championships\" eventually came to describe the &lt;a href=\"Masters%20Tournament\"&gt;Masters&lt;/a&gt;, the U.S. Open, the Open Championship, and the &lt;a href=\"PGA%20Championship\"&gt;PGA Championship&lt;/a&gt;. It is difficult to determine when the definition changed to include the current four tournaments, although many trace it to Arnold Palmer's 1960 season. After winning the Masters and the U.S. Open to start the season, he remarked that if he could win the Open Championship and PGA Championship to finish the season, he would complete \"a grand slam of his own\" to rival &lt;a href=\"Bobby%20Jones%20%28golfer%29\"&gt;Bobby Jones&lt;/a&gt;'s 1930 feat. Until that time, many U.S. players such as Byron Nelson also considered the &lt;a href=\"Western%20Open\"&gt;Western Open&lt;/a&gt; and the &lt;a href=\"North%20and%20South%20Open\"&gt;North and South Open&lt;/a&gt; as two of golf's \"majors,\" and the &lt;a href=\"British%20PGA%20Matchplay%20Championship\"&gt;British PGA Matchplay Championship&lt;/a&gt; was as important to British and Commonwealth professionals as the PGA Championship was to Americans.\nDuring the 1950s, the short-lived &lt;a href=\"World%20Championship%20of%20Golf\"&gt;World Championship of Golf&lt;/a&gt; was viewed as a \"major\" by its competitors, as its first prize was worth almost ten times any other event in the game, and it was the first event whose finale was televised live on U.S. television. The oldest of the majors is The Open Championship, commonly referred to as the \"British Open\" outside the United Kingdom. Dominated by American champions in the 1920s and 1930s, the comparative explosion in the riches available on the U.S. Tour from the 1940s onwards meant that the lengthy overseas trip needed to qualify and compete in the event became increasingly prohibitive for the leading American professionals. Their regular participation dwindled after the war years. &lt;a href=\"Ben%20Hogan\"&gt;Ben Hogan&lt;/a&gt; entered just once in &lt;a href=\"1953%20Open%20Championship\"&gt;1953&lt;/a&gt; and won, but never returned. &lt;a href=\"Sam%20Snead\"&gt;Sam Snead&lt;/a&gt; won in &lt;a href=\"1946%20Open%20Championship\"&gt;1946&lt;/a&gt; but lost money on the trip (first prize was $600) and did not return until &lt;a href=\"1962%20Open%20Championship\"&gt;1962&lt;/a&gt;.\nGolf writer &lt;a href=\"Dan%20Jenkins\"&gt;Dan Jenkins&lt;/a&gt;, who was often seen as the world authority on majors since he had attended more (200+) than anyone else, once noted that \"the pros didn't talk much about majors back then. I think it was &lt;a href=\"Herbert%20Warren%20Wind\"&gt;Herbert Warren Wind&lt;/a&gt; who starting using the term. He said golfers had to be judged by the major tournaments they won, but it's not like there was any set number of major tournaments.\"\nIn &lt;a href=\"1960%20Open%20Championship\"&gt;1960&lt;/a&gt;, &lt;a href=\"Arnold%20Palmer\"&gt;Arnold Palmer&lt;/a&gt; entered &lt;a href=\"The%20Open%20Championship\"&gt;The Open Championship&lt;/a&gt; in an attempt to emulate Hogan's 1953 feat of winning on his first visit. Though a runner-up by a stroke in his first attempt, Palmer returned and won the next two in &lt;a href=\"1961%20Open%20Championship\"&gt;1961&lt;/a&gt; and &lt;a href=\"1962%20Open%20Championship\"&gt;1962&lt;/a&gt;. Scheduling difficulties persisted with the PGA Championship, but more Americans began competing in the 1960s, restoring the event's prestige (and with it the prize money that once made it an attractive prospect to other American pros). The advent of transatlantic jet travel helped to boost American participation in The Open. A discussion between Palmer and &lt;a href=\"Pittsburgh\"&gt;Pittsburgh&lt;/a&gt; golf writer Bob Drum led to the concept of the modern &lt;a href=\"Grand%20Slam%20%28golf%29\"&gt;Grand Slam of Golf&lt;/a&gt;.\nIn August 2017, after the previous year's edition was scheduled earlier due to &lt;a href=\"golf%20at%20the%202016%20Summer%20Olympics\"&gt;golf at the 2016 Summer Olympics&lt;/a&gt;, the PGA of America announced that the PGA Championship would be moved to late-May beginning in 2019, in between the Masters and U.S. Open. The PGA Tour concurrently announced that it would move the Players Championship back to March the same year; as a result, the Players and the four majors will still be played across five consecutive months.\nImportance.\nAlongside the biennial &lt;a href=\"Ryder%20Cup\"&gt;Ryder Cup&lt;/a&gt; team competition, the majors are golf's most important events. Elite players from all over the world participate in them, and the reputations of the greatest players in golf history are largely based on the number and variety of major championship victories they accumulate. The top prizes are not actually the largest in golf, being surpassed by &lt;a href=\"The%20Players%20Championship\"&gt;The Players Championship&lt;/a&gt;, three of the four &lt;a href=\"World%20Golf%20Championships\"&gt;World Golf Championships&lt;/a&gt; events (the &lt;a href=\"WGC-HSBC%20Champions\"&gt;HSBC Champions&lt;/a&gt;, promoted to WGC status in 2009, has a top prize comparable to that of the majors), and some other invitational events. However, winning a major boosts a player's career far more than winning any other tournament. If he is already a leading player, he will probably receive large bonuses from his sponsors and may be able to negotiate better contracts. If he is an unknown, he will immediately be signed up. Perhaps more importantly, he will receive an exemption from the need to annually re-qualify for a tour card on his home tour, thus giving a tournament golfer some security in an unstable profession. Currently, both the &lt;a href=\"PGA%20Tour\"&gt;PGA Tour&lt;/a&gt; and &lt;a href=\"European%20Tour\"&gt;European Tour&lt;/a&gt; give a five-year exemption to all major winners.\nIndependent organizations, and not the PGA Tour, operate each of the majors; &lt;a href=\"The%20Players%20Championship\"&gt;The Players Championship&lt;/a&gt; is the tour's most important event. Three of the four majors take place in the United States. The Masters is played at the same course, &lt;a href=\"Augusta%20National%20Golf%20Club\"&gt;Augusta National Golf Club&lt;/a&gt;, every year, while the other three rotate courses (the Open Championship, however, is always played on a &lt;a href=\"links%20%28golf%29\"&gt;links course&lt;/a&gt;). Each of the majors has a distinct history, and they are run by four separate golf organizations, but their special status is recognized worldwide. Major championship winners receive the maximum possible allocation of 100 points from the &lt;a href=\"Official%20World%20Golf%20Ranking\"&gt;Official World Golf Ranking&lt;/a&gt;, which is endorsed by all of the main &lt;a href=\"Professional%20golf%20tours\"&gt;tours&lt;/a&gt;, and major championship prize money is official on the three richest regular (i.e. under-50) golf tours, the &lt;a href=\"PGA%20Tour\"&gt;PGA Tour&lt;/a&gt;, &lt;a href=\"European%20Tour\"&gt;European Tour&lt;/a&gt; and &lt;a href=\"Japan%20Golf%20Tour\"&gt;Japan Golf Tour&lt;/a&gt;.\nThe Players historically has offered a prize pool as large as or larger than the majors, because the PGA Tour wants its most important event to be as attractive. Although the majors are considered prestigious due to their history and traditions, besides The Players there are still other non-\"major\" tournaments which prominently feature top players competing for purses meeting or exceeding those of the four traditional majors, such as the &lt;a href=\"European%20Tour\"&gt;European Tour&lt;/a&gt;'s &lt;a href=\"DP%20World%20Tour%20Championship%2C%20Dubai\"&gt;DP World Tour Championship, Dubai&lt;/a&gt;, and &lt;a href=\"World%20Golf%20Championships\"&gt;World Golf Championships&lt;/a&gt;. With its large prize fund of any golf event and role as PGA Tour's flagship tournament, The Players is frequently considered to be an unofficial \"fifth major\" by players and critics. After the announcement that the &lt;a href=\"The%20Evian%20Championship\"&gt;Evian Masters&lt;/a&gt; would be recognized as the fifth &lt;a href=\"Women%27s%20major%20golf%20championships\"&gt;women's major&lt;/a&gt; by the &lt;a href=\"LPGA%20Tour\"&gt;LPGA Tour&lt;/a&gt;, players objected to the concept of having a fifth men's major, owing to the long-standing traditions that the existing four have established.\nDistinctive characteristics of majors.\nBecause each major was developed and is run by a different organization, each has characteristics that sets it apart. These involve the character of the courses used, the composition of the field, and other idiosyncrasies.\nTelevision coverage.\nUnited Kingdom.\nIn the United Kingdom, historically all four majors were broadcast on free to air TV. ITV has not broadcast live golf for many years. &lt;a href=\"BBC%20Sport\"&gt;The BBC&lt;/a&gt; used to be the exclusive TV home of the Masters Tournament, U.S. Open and the Open Championship. By the early years of the first decade of the 21st century, only the Masters and Open Championship were broadcast live on the BBC. From 2011 onwards &lt;a href=\"Sky%20Sports\"&gt;Sky Sports&lt;/a&gt; has exclusive live coverage of the first two days of the Masters, with the weekend rounds shared with the BBC. The U.S. Open is shown exclusively on Sky Sports. Beginning in 2016, Sky Sports also became the exclusive broadcaster of the Open Championship; the BBC elected to forego the final year of its contract. The BBC continues to hold rights to broadcast a nightly highlights programme.\nSky also held rights to the PGA Championship, but in July 2017, it was reported that the PGA of America had declined to renew its contract, seeking a different media model for the tournament in the United Kingdom. The &lt;a href=\"2017%20PGA%20Championship\"&gt;2017&lt;/a&gt; tournament was aired by the BBC (via &lt;a href=\"BBC%20Red%20Button\"&gt;BBC Red Button&lt;/a&gt;, with the conclusion of coverage on &lt;a href=\"BBC%20Two\"&gt;BBC Two&lt;/a&gt;) and streamed by GiveMeSport (via &lt;a href=\"Facebook%20Live\"&gt;Facebook Live&lt;/a&gt;). &lt;a href=\"Eleven%20Sports%20UK%20%26amp%3B%20Ireland\"&gt;Eleven Sports UK &amp; Ireland&lt;/a&gt; acquired the event for &lt;a href=\"2018%20PGA%20Championship\"&gt;2018&lt;/a&gt;, as one of the first events covered by the newly launched streaming service.\nUnited States.\nAs none of the majors fall under the direct jurisdiction of tours, broadcast rights for these events are negotiated separately with each sanctioning body. However, as of 2020, network television coverage of all four tournaments is split equally between the PGA Tour's two main television partners, &lt;a href=\"PGA%20Tour%20on%20CBS\"&gt;CBS&lt;/a&gt; and &lt;a href=\"Golf%20Channel%20on%20NBC\"&gt;NBC&lt;/a&gt;.\nThe Masters operates under one-year contracts; CBS has been the main TV partner every year since &lt;a href=\"1956%20Masters%20Tournament\"&gt;1956&lt;/a&gt;, with &lt;a href=\"Golf%20on%20ESPN\"&gt;ESPN&lt;/a&gt; broadcasting CBS-produced coverage of the first and second rounds since &lt;a href=\"2008%20Masters%20Tournament\"&gt;2008&lt;/a&gt; (replacing &lt;a href=\"USA%20Network\"&gt;USA Network&lt;/a&gt;, which had shown the event since the early 1980s).\nBeginning in 1966, &lt;a href=\"PGA%20Tour%20on%20ABC\"&gt;ABC&lt;/a&gt; obtained the broadcast rights for the other three majors and held them for a quarter century. The PGA Championship moved to CBS in &lt;a href=\"1991%20PGA%20Championship\"&gt;1991&lt;/a&gt; and the U.S. Open returned to NBC in &lt;a href=\"1995%20U.S.%20Open%20%28golf%29\"&gt;1995&lt;/a&gt;. ABC retained The Open Championship as its sole major, but moved its live coverage on the weekend to sister cable network &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt; in &lt;a href=\"2010%20Open%20Championship\"&gt;2010&lt;/a&gt;. In June 2015, it was announced that NBC and &lt;a href=\"Golf%20Channel\"&gt;Golf Channel&lt;/a&gt; would acquire rights to the Open Championship under a 12-year deal. While the NBC deal was originally to take effect in 2017, ESPN chose to opt out of its final year of Open rights, so the NBC contract took effect beginning in &lt;a href=\"2016%20Open%20Championship\"&gt;2016&lt;/a&gt; instead.\nAs of 2020, NBC and Golf Channel hold broadcast rights to the U.S. Open and other USGA events, replacing &lt;a href=\"Fox%20USGA\"&gt;Fox Sports&lt;/a&gt; — which had assumed the rights in 2015 under a 12-year contract, but withdrew and sold the remainder of the rights to NBC in June 2020.\nAs of 2020, CBS and ESPN hold the broadcast rights to the PGA Championship, under a new contract that replaces &lt;a href=\"Golf%20on%20TNT\"&gt;TNT&lt;/a&gt; as the tournament's cable partner.\nRecords.\nScoring records.\nWinning total (aggregate).\nThe aggregate scoring records for each major are tabulated below, listed in order of when the majors are scheduled annually.\nWinning total (to par).\nThe scoring records to par for each major are tabulated below, listed in order of when the majors are scheduled annually.\nLargest margins of victory.\nMajor championships have been won by a margin of nine strokes or greater on eight occasions. On a further eight occasions, majors have been won by a margin of eight strokes; they include the &lt;a href=\"2012%20PGA%20Championship\"&gt;2012 PGA Championship&lt;/a&gt;, which was played over the Ocean Course at the &lt;a href=\"Kiawah%20Island%20Golf%20Resort\"&gt;Kiawah Island Golf Resort&lt;/a&gt;, for which &lt;a href=\"Rory%20McIlroy\"&gt;Rory McIlroy&lt;/a&gt; holds the PGA Championship record.\nSingle round records.\nThe record for a single round in a major championship is 62 which was recorded by South African golfer &lt;a href=\"Branden%20Grace\"&gt;Branden Grace&lt;/a&gt; in the third round of the &lt;a href=\"2017%20Open%20Championship\"&gt;2017 Open Championship&lt;/a&gt;.\nConsecutive victories.\n These are consecutive because no tournaments were played in between at The Open Championship in 1871 or at the PGA Championship in 1917 and 1918.\nWire-to-wire victories.\nPlayers who have led or been tied for the lead after each round of a major.\nTop ten finishes in all four modern majors in one season.\nIt was rare, before the early 1960s, for the leading players from around the world to have the opportunity to compete in all four of the 'modern' majors in one season, because of the different qualifying criteria used in each at the time, the costs of traveling to compete (in an era when tournament prize money was very low, and only the champion himself would earn the chance of ongoing endorsements), and on occasion even the conflicting scheduling of the Open and PGA Championships. In 1937, the U.S. Ryder Cup side all competed in &lt;a href=\"The%20Open%20Championship\"&gt;The Open Championship&lt;/a&gt;, but of those who finished in the top ten of that event, only &lt;a href=\"Ed%20Dudley\"&gt;Ed Dudley&lt;/a&gt; could claim a \"top ten\" finish in all four of the majors in 1937, if his defeat in the last-16 round of that year's PGA Championship (then at matchplay) was considered a \"joint 9th\" position.\nFollowing 1960, when &lt;a href=\"Arnold%20Palmer\"&gt;Arnold Palmer&lt;/a&gt;'s narrowly failed bid to add the Open Championship to his Masters and U.S. Open titles (and thus emulate Hogan's 1953 \"triple crown\") helped to establish the concept of the modern professional \"Grand Slam\", it has become commonplace for the leading players to be invited to, and indeed compete in, all four majors each year. Even so, those who have recorded top-ten finishes in all four, in a single year, remains a small and select group.\n^ Never won a regular tour major championship in his career.\nOn 13 of the 27 occasions the feat has been achieved, the player in question did not win a major that year – indeed, three of the players (Dudley, Sanders and Barber) failed to win a major championship in their careers (although Barber would go on to win five &lt;a href=\"senior%20major%20golf%20championships\"&gt;senior majors&lt;/a&gt;), and Fowler has also yet to win one.\nConsecutive victories (spanning years).\nTwo.\nNote: The order in which the majors were contested varied between 1895 and 1953. Before 1916, the PGA Championship did not exist; Before 1934, the Masters did not exist. From 1954 through 2018, the order of the majors was Masters, U.S. Open, Open Championship, PGA except in 1971, when the PGA was played before the Masters. From 2019, the order has been Masters, PGA, U.S. Open, Open Championship.\nMost runner-up finishes.\nFor the purposes of this section a runner-up is defined as someone who either (i) tied for the lead after 72 holes (or 36 holes in the case of the early championships) but lost the playoff or (ii) finished alone or in a tie for second place. In a few instances players have been involved in a playoff for the win or for second place prize money and have ended up taking the third prize (e.g. &lt;a href=\"1870%20Open%20Championship\"&gt;1870 Open Championship&lt;/a&gt;, &lt;a href=\"1966%20Masters%20Tournament\"&gt;1966 Masters Tournament&lt;/a&gt;). For &lt;a href=\"match%20play\"&gt;match play&lt;/a&gt; PGA Championships up to 1957 the runner-up is the losing finalist.\nAlong with his record 18 major victories, &lt;a href=\"Jack%20Nicklaus\"&gt;Jack Nicklaus&lt;/a&gt; also holds the record for most runner-up finishes in major championships, with 19, including a record 7 at the Open Championship. He is also the only golfer with multiple runner-up finishes in all four majors. &lt;a href=\"Phil%20Mickelson\"&gt;Phil Mickelson&lt;/a&gt; has the second most with 11 runner-up finishes after the 2016 Open Championship, which includes a record 6 runner-up finishes at the U.S. Open, the one major he has never won. &lt;a href=\"Arnold%20Palmer\"&gt;Arnold Palmer&lt;/a&gt; had 10 second places, including three in the major he never won, the PGA Championship. There have been three golfers with 8 runner-up finishes – &lt;a href=\"Sam%20Snead\"&gt;Sam Snead&lt;/a&gt;, &lt;a href=\"Greg%20Norman\"&gt;Greg Norman&lt;/a&gt; and &lt;a href=\"Tom%20Watson%20%28golfer%29\"&gt;Tom Watson&lt;/a&gt;. Norman shares the distinction of having lost playoffs in each of the four majors with &lt;a href=\"Craig%20Wood%20%28golfer%29\"&gt;Craig Wood&lt;/a&gt; (who lost the 1934 PGA final – at match play – on the second extra hole).\nMost runner-up finishes without a victory.\n Crampton was second to Jack Nicklaus on each occasion.\nMost appearances.\n&lt;a href=\"Lee%20Westwood\"&gt;Lee Westwood&lt;/a&gt; holds the record for the most major championship appearances without a victory, with 88 starts."
}