{
    "id": "15078963",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=15078963",
    "title": "Verticordia patens",
    "text": "Verticordia patens is a &lt;a href=\"flowering%20plant\"&gt;flowering plant&lt;/a&gt; in the myrtle &lt;a href=\"Family%20%28biology%29\"&gt;family&lt;/a&gt;, &lt;a href=\"Myrtaceae\"&gt;Myrtaceae&lt;/a&gt; and is &lt;a href=\"Endemism\"&gt;endemic&lt;/a&gt; to the &lt;a href=\"Southwest%20Australia\"&gt;south-west&lt;/a&gt; of &lt;a href=\"Western%20Australia\"&gt;Western Australia&lt;/a&gt;. It is a shrub with linear, pointed leaves and faintly scented, pale yellow flowers in open heads on the ends of the branches. It is fairly common in a small area south of &lt;a href=\"Badgingarra%2C%20Western%20Australia\"&gt;Badgingarra&lt;/a&gt;.\nDescription.\n\"Verticordia patens\" is a slender, woody shrub which grows to a height of between and up to wide. The leaves are linear in shape, semi-circular in cross-section and long with a pointed end.\nThe flowers are faintly scented and arranged in fairly open, &lt;a href=\"corymb\"&gt;corymb&lt;/a&gt;-like groups on the ends of the branches on erect stalks long. The &lt;a href=\"Hypanthium\"&gt;floral cup&lt;/a&gt; is about long, &lt;a href=\"wikt%3Aglabrous\"&gt;glabrous&lt;/a&gt; and slightly warty. The &lt;a href=\"sepal\"&gt;sepal&lt;/a&gt;s are spreading, lemon-yellow, long, with between 5 and 7 feathery lobes and two hairy &lt;a href=\"wikt%3Aappendage\"&gt;appendage&lt;/a&gt;s. The &lt;a href=\"petal\"&gt;petal&lt;/a&gt;s are erect, pale yellow, about long and egg.shaped with a toothed margin. The &lt;a href=\"Stigma%20%28botany%29%23Style\"&gt;style&lt;/a&gt; is long, straight and glabrous. Flowering time is from September to November.\nTaxonomy and naming.\nThis species was first formally described by &lt;a href=\"Alex%20George\"&gt;Alex George&lt;/a&gt; in 1966 and the description was published in \"Western Australian Naturalist\". He collected the &lt;a href=\"Type%20%28biology%29\"&gt;type specimen&lt;/a&gt; at &lt;a href=\"Moore%20River\"&gt;Moore River&lt;/a&gt;. The &lt;a href=\"Botanical%20name\"&gt;specific epithet&lt;/a&gt; (\"patens\") is a &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; word meaning \"open\" referring to the open branching habit of this species.\nWhen he reviewed the genus in 1991, George placed this species in subgenus &lt;a href=\"Verticordia%20subg.%20Chrysoma\"&gt;\"Chrysoma\"&lt;/a&gt;, section &lt;a href=\"Verticordia%20sect.%20Chrysorhoe\"&gt;\"Chrysohoe\"&lt;/a&gt; along with \"&lt;a href=\"Verticordia%20nitens\"&gt;V. nitens&lt;/a&gt;\" and \"&lt;a href=\"Verticordia%20nitens\"&gt;V. nitens&lt;/a&gt;\".\nDistribution and habitat.\nThis verticordia occurs in a small area between Badgingarra, &lt;a href=\"Coorow%2C%20Western%20Australia\"&gt;Coorow&lt;/a&gt; and Moore River. It usually grows in sand or gravelly soil, sometimes over &lt;a href=\"laterite\"&gt;laterite&lt;/a&gt; or &lt;a href=\"loam\"&gt;loam&lt;/a&gt;, in &lt;a href=\"heath\"&gt;heath&lt;/a&gt;, &lt;a href=\"shrubland\"&gt;shrubland&lt;/a&gt; or low &lt;a href=\"woodland\"&gt;woodland&lt;/a&gt;.\nConservation.\n\"Verticordia patens\" is classified as \"not threatened\" by the Western Australian Government &lt;a href=\"Department%20of%20Parks%20and%20Wildlife%20%28Western%20Australia%29\"&gt;Department of Parks and Wildlife&lt;/a&gt;. Although its range is limited, it is fairly common in that area, part of which includes a significant national park.\nUse in horticulture.\nIt possible to propagate \"V. patens\" from cuttings but the plant has proven difficult to maintain in the garden due to its susceptibility to fungal disease."
}