{
    "id": "1508794",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1508794",
    "title": "Iglesias, Sardinia",
    "text": "Iglesias (, ; ; ) is a \"&lt;a href=\"comune\"&gt;comune&lt;/a&gt;\" and city in the &lt;a href=\"province%20of%20South%20Sardinia\"&gt;province of South Sardinia&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;. It was co-capital of the &lt;a href=\"province%20of%20Carbonia-Iglesias\"&gt;province of Carbonia-Iglesias&lt;/a&gt; with &lt;a href=\"Carbonia%2C%20Sardinia\"&gt;Carbonia&lt;/a&gt;, and the province's second-largest community.\nUnder Spanish control Iglesias was one of the most important royal cities on &lt;a href=\"Sardinia\"&gt;Sardinia&lt;/a&gt;, and it is the seat of the &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Iglesias\"&gt;Roman Catholic Diocese of Iglesias&lt;/a&gt;. At an elevation of in the hills of southwestern Sardinia, it was the centre of a mining district from which &lt;a href=\"lead\"&gt;lead&lt;/a&gt;, &lt;a href=\"zinc\"&gt;zinc&lt;/a&gt;, and &lt;a href=\"silver\"&gt;silver&lt;/a&gt; were extracted. Iglesias was also a centre for the distillation of &lt;a href=\"sulfuric%20acid\"&gt;sulfuric acid&lt;/a&gt;.\nHistory.\nPrehistory and ancient history.\nThe area around present-day Iglesias was inhabited in prehistory, with the oldest traces of human settlement dating to the &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt;. The fourth-millennium-BC &lt;a href=\"domus%20de%20Janas\"&gt;domus de Janas&lt;/a&gt;, attributed to the &lt;a href=\"Ozieri%20culture\"&gt;Ozieri culture&lt;/a&gt;, were discovered in the mountainous region of San Benedetto. Other &lt;a href=\"Pre-Nuragic%20Sardinia\"&gt;pre-Nuragic&lt;/a&gt; finds attributed to the &lt;a href=\"Monte%20Claro%20culture\"&gt;Monte Claro&lt;/a&gt;, &lt;a href=\"Beaker%20culture\"&gt;Bell Beaker&lt;/a&gt; and &lt;a href=\"Bonnanaro%20culture\"&gt;Bonnanaro culture&lt;/a&gt;s were discovered in nearby caves, followed by evidence of a &lt;a href=\"Nuraghe\"&gt;Nuragic&lt;/a&gt;, &lt;a href=\"Punics\"&gt;Punic&lt;/a&gt; and &lt;a href=\"Ancient%20Rome\"&gt;Roman&lt;/a&gt; presence. Ancient Roman sources record a city known as &lt;a href=\"Metalla\"&gt;Metalla&lt;/a&gt;, perhaps located along Iglesias' border with &lt;a href=\"Fluminimaggiore\"&gt;Fluminimaggiore&lt;/a&gt;.\nMedieval history.\nDuring the ninth century AD, after a period of human absence, a small town arose with a &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine&lt;/a&gt; church (the Church of San Salvatore). When the Byzantine influence left Sardinia, the southern part of the island was controlled by the &lt;a href=\"Judicate%20of%20Cagliari\"&gt;Judicate of Cagliari&lt;/a&gt;.\nAfter the fall of the Judicate in 1258, south-western Sardinia (the &lt;a href=\"curatoria\"&gt;curatoria&lt;/a&gt;s of Cixerri and Sulcis) was assigned to the &lt;a href=\"Della%20Gherardesca%20family\"&gt;Della Gherardesca family&lt;/a&gt;; the &lt;a href=\"Cixerri\"&gt;Cixerri&lt;/a&gt; region was controlled by &lt;a href=\"Ugolino%20della%20Gherardesca\"&gt;Ugolino della Gherardesca&lt;/a&gt;. The count took advantage of the region's silver resources and established a city: &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt;: \"Villa Ecclesiae\" (Churchville), renovating old buildings and constructing new ones. The Della Gherardesca family built the medieval Castle of Salvaterra, defence walls, a hospital and an aqueduct.\nAfter Ugolino's March 1289 death in &lt;a href=\"Pisa\"&gt;Pisa&lt;/a&gt;'s &lt;a href=\"Torre%20dei%20Gualandi\"&gt;Tower of Muda&lt;/a&gt; (where he was imprisoned in the summer of 1288 for &lt;a href=\"sedition\"&gt;sedition&lt;/a&gt; and &lt;a href=\"treason\"&gt;treason&lt;/a&gt;, his Sardinian holdings in the Cixerri reason were inherited by his son, Guelfo della Gherardesca; escaped from Pisa in 1288, he had settled in the Villa di Chiesa. Guelfo, hostile to the Pisan government, tried to seize one-sixth of the former Judicate of Cagliari (&lt;a href=\"Sulcis\"&gt;Sulcis&lt;/a&gt;) owned by Gherardo della Gherardesca's heirs and occupied &lt;a href=\"Villamassargia\"&gt;Villamassargia&lt;/a&gt;'s &lt;a href=\"Castle%20of%20Gioiosa%20Guardia\"&gt;Castle of Gioiosa Guardia&lt;/a&gt;. Pisa's response was swift; in 1295 &lt;a href=\"Republic%20of%20Pisa\"&gt;republican&lt;/a&gt; troops, supported by the forces of &lt;a href=\"Marianus%20II%20of%20Arborea\"&gt;Marianus II of Arborea&lt;/a&gt;, attacked Villa di Chiesa. Guelfo was wounded near &lt;a href=\"Domusnovas\"&gt;Domusnovas&lt;/a&gt;; after trying to escape to &lt;a href=\"Sassari\"&gt;Sassari&lt;/a&gt;, he died from an infection in the hospital of Siete Fuentes. Villa di Chiesa was briefly administered by &lt;a href=\"Arborea\"&gt;Arborea&lt;/a&gt; before falling under Pisan control between 1301 and 1302.\nUnder Pisan domination, Villa di Chiesa was one of the most important and populous cities on Sardinia thanks to its lead and silver resources. At the beginning of the 14th century, its mines produced an estimated 10 percent of Europe's circulating silver. The city, primarily inhabited by Sardinians and Pisans, also housed other communities from &lt;a href=\"Tuscany\"&gt;Tuscany&lt;/a&gt; and the &lt;a href=\"Italian%20Peninsula\"&gt;Italian Peninsula&lt;/a&gt;, &lt;a href=\"Corsica\"&gt;Corsica&lt;/a&gt; and &lt;a href=\"Holy%20Roman%20Empire\"&gt;Germany&lt;/a&gt;. The city was governed by the Breve di Villa di Chiesa, its original legal code, a 1327 version of which is preserved in the municipal archives. A &lt;a href=\"Mint%20%28facility%29\"&gt;mint&lt;/a&gt; was established in the city.\nConquered by the &lt;a href=\"Crown%20of%20Aragon\"&gt;Aragonese&lt;/a&gt; on February 7, 1324 after an &lt;a href=\"Siege%20of%20Villa%20di%20Chiesa\"&gt;over seven-month siege&lt;/a&gt;, Villa di Chiesa was the first Sardinian city to fall to the &lt;a href=\"Iberians\"&gt;Iberians&lt;/a&gt; and the first city of the new &lt;a href=\"Kingdom%20of%20Sardinia\"&gt;Kingdom of Sardinia&lt;/a&gt; to be recognised as a royal city in June 1327. During the &lt;a href=\"Kingdom%20of%20Aragon\"&gt;Aragonese period&lt;/a&gt;, the city's name changed from Villa di Chiesa to Iglesias.\nDuring the transition from Pisan to Aragonese rule, 6,000–7,000 people lived in Villa di Chiesa; however, the &lt;a href=\"Black%20Death\"&gt;Black Plague&lt;/a&gt; of 1348 killed much of the population. In late 1353 a revolt began against the Aragon government, siding with &lt;a href=\"Marianus%20IV%20of%20Arborea\"&gt;Marianus IV of Arborea&lt;/a&gt; (who had begun hostilities against the &lt;a href=\"Crown%20of%20Aragon\"&gt;Crown of Aragon&lt;/a&gt;). After the 1355 peace of Sanluri, the city returned to Aragon; in 1365, with the resumption of a conflict between the &lt;a href=\"Judicate%20of%20Arborea\"&gt;Judicate of Arborea&lt;/a&gt; and the &lt;a href=\"Kingdom%20of%20Sardinia\"&gt;Kingdom of Sardinia&lt;/a&gt;, Villa di Chiesa was recaptured by &lt;a href=\"Marianus%20IV%20of%20Arborea\"&gt;Marianus IV of Arborea&lt;/a&gt;. The city remained in Arborean hands until 1388 when, after the treaty between &lt;a href=\"Eleanor%20of%20Arborea\"&gt;Eleanor of Arborea&lt;/a&gt; and &lt;a href=\"John%20I%20of%20Aragon\"&gt;John I of Aragon&lt;/a&gt;, it was returned to the Aragonese. In 1391 the city again revolted against the Aragonese, welcoming the judge's army led by &lt;a href=\"Brancaleone%20Doria\"&gt;Brancaleone Doria&lt;/a&gt;. It was seized by the Iberians in the summer of 1409.\nIn 1436, &lt;a href=\"Alfonso%20V%20of%20Aragon\"&gt;Alfonso V of Aragon&lt;/a&gt; gave the city in &lt;a href=\"fief\"&gt;fief&lt;/a&gt; to Eleonora Carroz for 5,000 &lt;a href=\"Florin\"&gt;gold florins&lt;/a&gt;; however, after paying a ransom Villa di Chiesa regained the status of a royal city in 1450.\nModern history.\nIn 1720, after almost 400 years of Aragonese-Spanish rule, the city passed with the rest of Sardinia to the &lt;a href=\"House%20of%20Savoy\"&gt;House of Savoy&lt;/a&gt;. Since the mid-19th century, thanks to the reopening of nearby mines, Iglesias has experienced a period of economic, social and cultural renewal. Many miners, workers and technicians from elsewhere on Sardinia and &lt;a href=\"northern%20Italy\"&gt;northern Italy&lt;/a&gt; settled in the city, whose population increased from 5,000–6,000 during the 1850s to about 20,000 in the early 20th century. After the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt; the Sardinian mining sector was in crisis, the effects of which involved the &lt;a href=\"Iglesiente\"&gt;Iglesiente&lt;/a&gt;'s mines and the town of Iglesias.\nDemographics.\nOn 31 December 2015, 418 foreigners lived in Iglesias. The largest immigrant groups came from &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;, &lt;a href=\"Senegal\"&gt;Senegal&lt;/a&gt; and &lt;a href=\"China\"&gt;China&lt;/a&gt;. The town's population is overwhelmingly &lt;a href=\"Catholic%20Church\"&gt;Roman Catholic&lt;/a&gt;.\nEconomy.\nIglesias' economy has waxed and waned because it has been largely focused on mineral resources. During the 21st century, with little surviving mining activity, the town has tried to emphasise &lt;a href=\"Middle%20Ages\"&gt;medieval tourism&lt;/a&gt; with a medieval parade, a tournament of archers and a living game of &lt;a href=\"chess\"&gt;chess&lt;/a&gt;.\nAttractions.\nCastle of Salvaterra.\nThe Castle of Salvaterra was probably built as part of urbanization after 1258 under Ugolino della Gheradesca. It was designed as a bulwark from which to survey the town and its surroundings as far as the silver mines.\nIn 1297 Sardinia and Corsica were made subject to the &lt;a href=\"Crown%20of%20Aragon\"&gt;Crown of Aragon&lt;/a&gt; by &lt;a href=\"Pope%20Boniface%20VIII\"&gt;Pope Boniface VIII&lt;/a&gt;, but were not taken possession until 1324. The castle of San Guantino changed its name to Salvaterra and its status; a 1325 stone slab calls it \"castris regalis\", a royal castle.\nThe square castle's northern and eastern sides, built in courses of stone alternating with brick, seem to adhere to the original medieval plan and confer solidity. It had a chapel dedicated first to San Guantino and later to &lt;a href=\"Eulalia%20of%20Barcelona\"&gt;Eulalia of Barcelona&lt;/a&gt;. The castle well has been rebuilt in its internal courtyard.\nSanta Chiara Cathedral.\nConstruction of the Santa Chiara Cathedral was an initiative for demographic and urban development undertaken by the Donoratico della Gherardesca family. The cathedral has a variety of architectural styles. Over the centuries it has been transformed several times by successive rulers or restoration, particularly during the 19th century). The cathedral's façade, with a pitched roof, is divided into two parts by a horizontal, moulded &lt;a href=\"cornice\"&gt;cornice&lt;/a&gt; at the level of the &lt;a href=\"architrave\"&gt;architrave&lt;/a&gt; over the doorway.\nIt has a large &lt;a href=\"nave\"&gt;nave&lt;/a&gt; with six side chapels, and a &lt;a href=\"Groin%20vault\"&gt;cross-vaulted&lt;/a&gt; roof supported on pillars with carved &lt;a href=\"Capital%20%28architecture%29\"&gt;capitals&lt;/a&gt;. The cathedral's bell tower houses a 1337 &lt;a href=\"Andrea%20Pisano\"&gt;Andrea Pisano&lt;/a&gt; bronze bell; the tower was plastered and its spire added in 1862. The Museum of Sacred Art is in the cathedral's &lt;a href=\"crypt\"&gt;crypt&lt;/a&gt;.\nIn the late Twentieth century the church was closed in order to undergo a restoration that will last until 2013. During the restoration, the floor tiles made of white marble and the Nineteenth century altar were removed. \nChurch of San Francesco.\nThe Church of San Francesco has a gabled façade with smooth stonework; the door in its centre is surmounted by a rose window and flanked by two side &lt;a href=\"Oculus\"&gt;oculi&lt;/a&gt;. Its wood-ceilinged nave is divided into seven &lt;a href=\"Bay%20%28architecture%29\"&gt;bays&lt;/a&gt;, flanked by seven side chapels; the chapels and the &lt;a href=\"Chancel\"&gt;presbytery&lt;/a&gt; were added during the 16th century. The chapels all have simple cross vaulting (meeting in a hanging pendant), except for the Crucifix Chapel. The stone &lt;a href=\"Choir%20%28architecture%29\"&gt;choir&lt;/a&gt; replaced the original wooden choir, which was demolished at the beginning of the 20th century. The church has a marble font and artworks in the chapels, including a &lt;a href=\"Reredos\"&gt;retablo&lt;/a&gt; by Antioco Mainas. The monastery, with the San Francesco Cloister, was annexed to the church during the 16th century.\nChurch of Santa Maria di Valverde.\nThe Church of Santa Maria di Valverde is outside the town walls and nearly contemporary with the cathedral, with similar style and structure. Like the cathedral, it has a typical &lt;a href=\"Romanesque%20architecture\"&gt;Romanesque&lt;/a&gt; style with &lt;a href=\"Gothic%20architecture\"&gt;Gothic&lt;/a&gt; features. The church's façade underwent conservation and restoration until the twentieth century. Built of pink &lt;a href=\"trachyte\"&gt;trachyte&lt;/a&gt; &lt;a href=\"ashlar\"&gt;ashlar&lt;/a&gt;, it is divided into two parts by a horizontal, moulded cornice. Its nave originally had a lower, wooden roof; it ends in a large, square, cross-vaulted presbytery with four pendants. The central pendant, larger than the others, depicts the &lt;a href=\"Madonna%20%28art%29\"&gt;Madonna and child&lt;/a&gt;.\nMedieval fortifications.\n&lt;a href=\"Republic%20of%20Pisa\"&gt;Pisan&lt;/a&gt; walls surround the city's historic centre, following its irregular outline and using its incline with the Castle of Salvaterra. Although urban expansion led to the incorporation of several stretches of wall into private homes, the remnants retain the features of medieval military fortifications: blind façades of mixed stones arranged in horizontal courses to create an uneven mass, providing resistance to attack. With 23 towers, the walls could be passed through four gateways: Porta Maestra, Porta Castello, Porta Sant Antonio and Porta Nuova.\nTown Hall.\nTown Hall is at the heart of the historic town centre relative to the medieval walls. According to plans by civil engineer Antonio Cao Pinna, it was built by the Vincenzo Sulcis company between 1871 and 1872. The façade, set on a base of volcanic-stone ashlar, is divided horizontally by &lt;a href=\"Belt%20course\"&gt;stringcourse&lt;/a&gt; cornices. The council meeting room was decorated during the 1920s in a design by Sardinian sculptor &lt;a href=\"Francesco%20Ciusa\"&gt;Francesco Ciusa&lt;/a&gt; and painter and illustrator Remo Branca. Artist Carmelo Floris created a &lt;a href=\"triptych\"&gt;triptych&lt;/a&gt; of &lt;a href=\"panel%20painting\"&gt;panel painting&lt;/a&gt;s which decorates the rear walls.\nSanctuary of Madonna delle Grazie.\nThe Sanctuary of Madonna delle Grazie dates to the 12th and 13th centuries, and was initially dedicated to the Cagliari martyr San Saturno. The communities which have altered the building can be seen in its façade. The oldest portion is in the centre.\nThe church nave is divided into six bays by pointed trachyte arches supporting a wooden &lt;a href=\"Vault%20%28architecture%29\"&gt;vault&lt;/a&gt; with exposed beams. Openings in the thick outer walls simulate chapels. Two chapels are on the sides of the presbytery: one dedicated to the Sacred Heart of Jesus and the other to Saint Francis.\nMining Art Museum.\nThe museum was conceived in 1998 by a group of mining men who wanted a tangible reminder of their origins so the history of their land would not be forgotten. Housed in the basement of the Giorgio Asproni Mining Institute, it displays &lt;a href=\"scale%20model\"&gt;scale model&lt;/a&gt; reproductions, newspaper articles about life in the mines and a collection of photographs. The museum also contains various machinery for excavation, drilling and transport and a reconstruction of a mechanical workshop with modern machinery. The tunnels underneath the building are reached by a ramp along a railway, along which elements of work in the mines have been reconstructed.\nArchive.\nThe &lt;a href=\"archive\"&gt;archive&lt;/a&gt; preserves the history of Villa di Chiesa from the Catalan-Aragonese, Spanish and Savoy periods. The documents begin with \"Il Breve di Villa di Chiesa\", a book of laws dating back to 1327. Written on &lt;a href=\"parchment\"&gt;parchment&lt;/a&gt; (possibly &lt;a href=\"Lamb%20and%20mutton\"&gt;mutton&lt;/a&gt;), only a few pages are missing. Its text, in &lt;a href=\"Gothic%20alphabet\"&gt;Gothic script&lt;/a&gt;, was written in the &lt;a href=\"Tuscan%20dialect\"&gt;Pisan dialect&lt;/a&gt;. The book was the result of a process of legislative drafting which began during Donoratico rule and ended with Aragon dominion. The definitive version, in four books, dates back to the period of direct rule by Pisa.\nPorto Flavia.\nThe harbour has an important position in innovation and technology in Sardinian mining construction. The &lt;a href=\"Belgians\"&gt;Belgian&lt;/a&gt; &lt;a href=\"Vieille%20Montagne\"&gt;Vieille Montagne&lt;/a&gt; company appointed engineer Cesare Vecelli to conduct a planning study from 1922 to 1924 of reducing the cost of transporting ore from the mine to the port. A tunnel runs through the mountain for before opening high above the sea. The opening consists of a façade with a large arch beneath the inscription \"Porto Flavia\", flanked by a tower. The work consisted of excavating nine reservoirs in the mountain for the ore by enlarging natural caverns. The nine large rooms open into two tunnels, one on top of the other, opposite the &lt;a href=\"islet\"&gt;islet&lt;/a&gt; known as Pan di Zucchero (Sugarloaf).\nMonteponi mine.\nWhen mining activity in the region began is uncertain, but \"Monte Paone\" was mentioned in the 1324 will of Berto da &lt;a href=\"San%20Miniato\"&gt;San Miniato&lt;/a&gt; (a trader from Pisa). Unprofitable mining operations alternated between the government and private companies until 1850, when investors led by the &lt;a href=\"Liguria\"&gt;Liguria&lt;/a&gt;n Paolo Antonio Nicolay founded the Monteponi company as a 30-year mining project using existing structures. The four-level settlement is a workers' village. A 2008 project by architects &lt;a href=\"Herzog%20%26amp%3B%20de%20Meuron\"&gt;Herzog &amp; de Meuron&lt;/a&gt; planned to restore the industrial area for tourism and culture.\nSaint Michele Church.\nDating to the Aragonese period, the church is linked to the Archfraternity of the Holy Virgin of Santo Monte. The only feature distinguishing the façade from a secular building is its oculus and moulded, arched lintel. The interior is a small hall and nave, divided into two bays by a pointed arch. At the centre of the presbytery, a stone table is decorated with a relief of the Last Supper; behind it is a niche with a statue of Saint Michael. A 1727 chapel dedicated to the &lt;a href=\"Rosary%23Mysteries%20of%20the%20Rosary\"&gt;Mysteries&lt;/a&gt;, contains processional statues to commemorate the &lt;a href=\"Passion%20of%20Jesus\"&gt;Passion of Jesus&lt;/a&gt;. A stone font, with four fish carved into the bowl, dates to the 16th or 17th century.\nSaint Giuseppe Church.\nThis church was built near the church of Santa Lucia, with a hospital annex run by &lt;a href=\"Brother%20%28Christian%29\"&gt;brothers&lt;/a&gt;. As Santa Lucia fell into disuse, the Sanctuary of San Giuseppe became the new location of the Confraternity of Santa Lucia (which later changed its name). Its simple facade is surmounted by a &lt;a href=\"Tympanum%20%28architecture%29\"&gt;tympanum&lt;/a&gt;; an oculus in the centre has coloured glass forming an image of Saint Joseph and the child &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt;. The nave has a vault of pointed arches and the presbytery, with a square &lt;a href=\"apse\"&gt;apse&lt;/a&gt;, has cross-vaulting. Two chapels are furnished with &lt;a href=\"Simulacrum\"&gt;simulacra&lt;/a&gt;, including a wooden &lt;a href=\"Niche%20%28architecture%29\"&gt;niche&lt;/a&gt;.\nPurissima Church.\nAs the only example in Iglesias of &lt;a href=\"Counter-Reformation\"&gt;Counter-Reformation&lt;/a&gt; architecture, the predominant feature of this church is the correspondence between its interior and exterior. The facade has white plaster contrasting with red &lt;a href=\"trachyte\"&gt;trachyte&lt;/a&gt;. Its bell tower, which functions as a clock tower, was rebuilt during the 20th century. The interior has a large nave with three side chapels and marble ornamentation. Decorative features added after 1774, when the Jesuits left the city after the suppression of their order, contrast with the church's general sobriety; its paintings date to the early 20th century, in fact. An exhibition on &lt;a href=\"sacred%20architecture\"&gt;sacred architecture&lt;/a&gt; in &lt;a href=\"Sulcis-Iglesiente\"&gt;Sulcis-Iglesiente&lt;/a&gt; is in the church's underground rooms.\nSaint Domenico Church.\nThe church is distinctive for its sober, decorative façade, reminiscent of embroidery. Framed by Corinthian columns and an &lt;a href=\"architrave\"&gt;architrave&lt;/a&gt; engraved with the Cannavera coat of arms, the doorway is in Gothic-Catalan style. The nave has a &lt;a href=\"barrel%20vault\"&gt;barrel vault&lt;/a&gt;, divided into four spans by pointed arches. Two chapels are on each side, dedicated to the corporations which financed the work. The chapels added in 1910 differ from the original building in displaying its exposed rock. Four memorial tablets include one dedicated to Bishop Nicolò Cannavera, who built the church.\nSaint Marcello Church.\nSaint Marcello Church was the headquarters of the San Marcello brotherhood and was adjacent to the Church of San Francesco until the end of the 19th century, when it was moved to make room for a primary school. The reconstruction project was planned by engineer Luigi Degrossi in 1901 with material recovered from the original church, including slate slabs for the inside flooring. The red, sloping neo-Gothic façade, its doorway containing a &lt;a href=\"Ogive%23Architecture\"&gt;pointed arch&lt;/a&gt;, is all that remains of the original building. At the cusp of the arch, a Greek orthodox cross points to the &lt;a href=\"rose%20window\"&gt;rose window&lt;/a&gt; above; the top of the façade has a motif of small Gothic arches, identical to those on the windows of the bishop's palace.\nSaint Antonio Abbot.\nSaint Antonio Abbot dates back prior to the construction of the town (after 1258). On a hill near the Cixerri Valley, the church would have been at the centre of a small village. The building, which has undergone much reconstruction, has a simple facade with a gabled roof in the Byzantine style. Its facade indicates the church's age, traces of which remain in the present sacristy; neighbouring buildings have absorbed one of the original building's three naves. Inside is a fairly-small, quadrangular room with four pointed arches marking four bays and terminating in a large, horseshoe-shaped apse.\nSaint Salvatore Church.\nSaint Salvatore Church, also dating to before the city's construction, is outside the city walls. A comparison with the Church of Santa Croce in &lt;a href=\"Ittireddu\"&gt;Ittireddu&lt;/a&gt; dates it to the ninth or tenth century. The church follows the structural layout of other churches of average size, with a &lt;a href=\"cruciform\"&gt;cruciform&lt;/a&gt; plan built near developing settlements. The simple building has a sloping facade, dominated by an arched doorway from which its weight is distributed to the external walls. The nave crosses the &lt;a href=\"transept\"&gt;transept&lt;/a&gt; and ends in a window, tracing the ancient apse.\nSaint Francesco Cloister.\nThe church and monastery of San Francesco belonged to the Friars Conventual Minor in Sardinia. The cloister was an open space, surrounded on four sides by &lt;a href=\"portico\"&gt;portico&lt;/a&gt;s. The monastery includes wings developed according to the model of open ground-floor &lt;a href=\"loggia\"&gt;loggia&lt;/a&gt;s, arranged around a green area accessed through broad arches of pink trachyte. It was heavily damaged during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; (when it was used as an air-raid shelter), but part of the original complex has been restored.\nCemetery.\nThe cemetery covers the area between Via Cappuccini and Su Pardu, following a plan with intersecting avenues marking squares. At the centre, a stairway leads to the chapel on the principal avenue. Developed during successive enlargements, the cemetery does not follow a plan; certain aspects stand out, such as the Avenue of the Children. Its nucleus is eclectic in its outer railings, funeral stones, urns, owls and angels flanking the stairway. The entrance from Via Cappuccini separates the sober Liberty-style flowers and Masonic symbols on one side from memorials to the war dead on the other. It includes sculptures by &lt;a href=\"Giuseppe%20Sartorio\"&gt;Giuseppe Sartorio&lt;/a&gt;.\nPiazza Sella.\nPiazza Sella, with benches, a pedestrian area and the town market, is Iglesias's social centre. It is bordered by Via Garibaldi (which leads to the railway station and separates it from nearby Piazza Oberdan), Via Valverde and Via Gramsci. The piazza is named after &lt;a href=\"Quintino%20Sella\"&gt;Quintino Sella&lt;/a&gt; because of the statue of the politician and economist by Giuseppe Sartorio which was erected in its centre in 1885; Sella developed Iglesias as a mining town.\nPiazza Oberdan.\nOpposite Piazza Sella is a piazza named after &lt;a href=\"Guglielmo%20Oberdan\"&gt;Guglielmo Oberdan&lt;/a&gt;, with a war memorial in its centre created in 1928 by &lt;a href=\"Francesco%20Ciusa\"&gt;Francesco Ciusa&lt;/a&gt;. The area bordering the piazza was a car park during the 1930s and 1940s and was also the Satas bus station. The piazza has been used for military commemorations, from &lt;a href=\"Italian%20Fascism\"&gt;Fascist&lt;/a&gt; gatherings and parades to present-day celebrations of national events. A renovation of Piazza Oberdan was proposed in April 1953; pavement slabs were laid and flower beds were arranged around the monument, which was fenced off with chains. In 1981, the piazza was resurfaced and its flower beds rearranged.\nSaint Barbara Cave.\nDiscovered in 1952, some scholars estimate that the cave dates back to the &lt;a href=\"Silurian\"&gt;Silurian&lt;/a&gt; (between 444 and 416 million years ago). A tour takes about three hours; it begins on a small train which runs to a lift, which approaches a grotto. A spiral staircase leads into the interior. A large, elliptical room with a diameter of at its widest point and a height of , the cave has &lt;a href=\"aragonite\"&gt;aragonite&lt;/a&gt; columns, &lt;a href=\"calcareous\"&gt;calcareous&lt;/a&gt; formations in a variety of shapes and a pool in diameter. The cave is covered in concretions, and \"organ pipes\" are calcareous formations which reproduce the sound of an organ when touched.\nCala Domestica Tower.\nThe tower was built for defence and counterattack on the furthest &lt;a href=\"promontory\"&gt;promontory&lt;/a&gt; of the coast between Portixeddu and Porto Paglia, above the harbour entrance, against Muslim invasion as part of a network of hundreds of towers and outposts built by the Spanish crown. The towers, equipped with cannons, would open fire while the watchtowers sent smoke signals or drumbeat warnings. A fortress in the shape of a truncated cone, high and in diameter, was constructed of calcareous stone ashlar. The doorway, about high, leads into a domed room about wide with six &lt;a href=\"Arrowslit\"&gt;loopholes&lt;/a&gt;.\nMineralogical Museum.\nThe museum was built in 1871, at the same time as the mining school, to complete the miners’ theoretical training. It has two rooms with about 3,000 items, one of the sector's most complete and valuable collections. The first room has samples from all over the world, including samples from the Paris basin. In addition to the mineral samples, there are examples of the tools used to extract them. The second room contains the nucleus of the collection, with underground minerals (now no longer obtainable) from throughout the region. The &lt;a href=\"Liberty%20style\"&gt;Liberty style&lt;/a&gt; display cases have grotesque and &lt;a href=\"arabesque\"&gt;arabesque&lt;/a&gt; carvings and &lt;a href=\"Herma\"&gt;herms&lt;/a&gt;.\nBays and beaches.\nIn Iglesias' &lt;a href=\"littoral%20zone\"&gt;littoral zone&lt;/a&gt;, ( from the city centre), are the following bays and beaches (listed north to south):\nSister cities.\nIglesias has been a &lt;a href=\"sister%20city\"&gt;sister city&lt;/a&gt; to &lt;a href=\"Oberhausen\"&gt;Oberhausen&lt;/a&gt;, Germany, since 2002 and to &lt;a href=\"Pisa\"&gt;Pisa&lt;/a&gt; since 2009."
}