{
    "id": "15081485",
    "revid": "1067804329",
    "url": "https://en.wikipedia.org/wiki?curid=15081485",
    "title": "Shades of red",
    "text": "Varieties of the color &lt;a href=\"red\"&gt;red&lt;/a&gt; may differ in &lt;a href=\"hue\"&gt;hue&lt;/a&gt;, &lt;a href=\"colorfulness\"&gt;chroma&lt;/a&gt; (also called saturation, intensity, or colorfulness) or &lt;a href=\"lightness\"&gt;lightness&lt;/a&gt; (or value, tone, or &lt;a href=\"brightness\"&gt;brightness&lt;/a&gt;), or in two or three of these qualities. Variations in value are also called &lt;a href=\"tints%20and%20shades\"&gt;tints and shades&lt;/a&gt;, a tint being a red or other hue mixed with white, a shade being mixed with black. A large selection of these various colors is shown below.\nIn specific color systems.\nRed (RGB).\nThe color displayed at right, \"red (RGB)\", \"RGB red\", or \"electric red\" (as opposed to \"pigment red\", shown below) is the brightest possible red that can be reproduced on a &lt;a href=\"computer%20monitor\"&gt;computer monitor&lt;/a&gt;. This color is an approximation of an orangish red &lt;a href=\"spectral%20color\"&gt;spectral color&lt;/a&gt;. It is one of the three &lt;a href=\"primary%20color\"&gt;primary color&lt;/a&gt;s of light in the &lt;a href=\"RGB%20color%20model\"&gt;RGB color model&lt;/a&gt;, along with &lt;a href=\"Shades%20of%20green%23Computer%20web%20color%20greens\"&gt;green&lt;/a&gt; and &lt;a href=\"blue\"&gt;blue&lt;/a&gt;. The three additive primaries in the RGB color system are the three colors of light chosen such as to provide the maximum &lt;a href=\"gamut\"&gt;gamut&lt;/a&gt; of colors that are capable of being represented on a computer or television set, at a reasonable expense of &lt;a href=\"power%20%28physics%29\"&gt;power&lt;/a&gt;. Portable devices such as mobile phones might have an even narrower gamut due to this &lt;a href=\"colorfulness\"&gt;purity&lt;/a&gt;–power tradeoff and their \"red\" may be less colorful and more orangish than the standard red of &lt;a href=\"sRGB\"&gt;sRGB&lt;/a&gt;.\nThis color is also the color called \"red\" in the &lt;a href=\"Web%20colors%23X11%20color%20names\"&gt;X11&lt;/a&gt; web colors, which were originally formulated in 1987. It is also called \"color wheel red\". It is at precisely zero (360) degrees on the &lt;a href=\"HSV%20color%20space\"&gt;HSV color wheel&lt;/a&gt;, also known as the RGB color wheel (). Its &lt;a href=\"complementary%20color\"&gt;complementary color&lt;/a&gt; is &lt;a href=\"cyan\"&gt;cyan&lt;/a&gt;. \nRed (CMYK) (pigment red).\n\"Pigment red\" is the color red that is achieved by mixing process (printer's) &lt;a href=\"magenta\"&gt;magenta&lt;/a&gt; and process (printer's) &lt;a href=\"yellow\"&gt;yellow&lt;/a&gt; in equal proportions. This is the color red that is shown in the diagram located at the bottom of the following website offering tintbooks for &lt;a href=\"CMYK\"&gt;CMYK&lt;/a&gt; printing: &lt;a href=\"https%3A//web.archive.org/web/20070310213952/http%3A//www.tintbook.com/\"&gt;&lt;/a&gt;.\nThe purpose of the CMYK color system is to provide the maximum possible gamut of colors capable of being reproduced in printing.\n&lt;a href=\"Psychedelic%20art\"&gt;Psychedelic art&lt;/a&gt; made people used to brighter colors of red, and &lt;a href=\"pigment\"&gt;pigment&lt;/a&gt; colors or colored pencils called \"true red\" are produced by mixing pigment red with a tiny amount of &lt;a href=\"white\"&gt;white&lt;/a&gt;. The result approximates (with much less brightness than is possible on a computer screen) the electric red shown above.\nRed (Crayola).\nThe color defined as \"red\" in &lt;a href=\"Crayola\"&gt;Crayola&lt;/a&gt; crayons is displayed at right.\n\"Red\" was one of the original colors formulated by Crayola in 1903. \nRed (Munsell).\nThe color defined as \"red\" in the &lt;a href=\"Munsell%20color%20system\"&gt;Munsell color system&lt;/a&gt; (Munsell 5R) is shown at right. The Munsell color system is a &lt;a href=\"color%20space\"&gt;color space&lt;/a&gt; that specifies &lt;a href=\"color\"&gt;color&lt;/a&gt;s based on three color dimensions: &lt;a href=\"hue\"&gt;hue&lt;/a&gt;, value (&lt;a href=\"lightness\"&gt;lightness&lt;/a&gt;), and &lt;a href=\"colorfulness\"&gt;chroma&lt;/a&gt; (color purity), spaced uniformly in three dimensions in the elongated oval at an angle shaped Munsell &lt;a href=\"color%20solid\"&gt;color solid&lt;/a&gt; according to the &lt;a href=\"logarithmic%20scale\"&gt;logarithmic scale&lt;/a&gt; which governs &lt;a href=\"human%20perception\"&gt;human perception&lt;/a&gt;. In order for all the colors to be spaced uniformly, it was found necessary to use a color wheel with five primary colors—red, yellow, green, blue, and purple.\nThe Munsell colors displayed are only approximate as they have been adjusted to fit into the sRGB &lt;a href=\"gamut\"&gt;gamut&lt;/a&gt;. \nRed (NCS) (psychological primary red).\nThe color defined as \"red\" in the NCS or &lt;a href=\"Natural%20Color%20System\"&gt;Natural Color System&lt;/a&gt; is shown at right (NCS 1080-R). The Natural Color System is a color system based on the four &lt;a href=\"unique%20hues\"&gt;unique hues&lt;/a&gt; or &lt;a href=\"Primary%20color%23Psychological%20primaries\"&gt;psychological primary colors&lt;/a&gt; red, yellow, green, and blue. The NCS is based on the opponent process theory of vision.\nThe Natural Color System is widely used in Scandinavia. \nRed (Pantone).\nThe color defined as \"red\" in &lt;a href=\"Pantone\"&gt;Pantone&lt;/a&gt; is displayed at right.\nThe source of this color is the Pantone Textile Paper eXtended (TPX) color list, color No. 032M—Red.\nVariations of red.\nMadder.\nDisplayed at right is the color \"madder\". It is named for a dye produced from plants of the genus \"&lt;a href=\"Rubia\"&gt;Rubia&lt;/a&gt;\".\nBrink pink.\nAt right is displayed the color brink pink. This color was formulated by &lt;a href=\"Crayola\"&gt;Crayola&lt;/a&gt; in 1990.\nCrimson.\n\"Crimson\" is a strong, bright, deep red color combined with some &lt;a href=\"blue\"&gt;blue&lt;/a&gt; or &lt;a href=\"violet%20%28color%29\"&gt;violet&lt;/a&gt;, resulting in a small degree of &lt;a href=\"purple\"&gt;purple&lt;/a&gt;. It is also the color between rose and red on the RGB color wheel and magenta and red on the RYB color wheel.\nPink.\nAt right is displayed the &lt;a href=\"web%20color\"&gt;web color&lt;/a&gt; \"pink\". Besides being a light tint of &lt;a href=\"red\"&gt;red&lt;/a&gt;, \"pink\" is often considered to be a basic &lt;a href=\"color%20term\"&gt;color term&lt;/a&gt; on its own.\nSalmon pink.\nAt right is displayed the pinkish tone of salmon that is called \"salmon\" in &lt;a href=\"Crayola\"&gt;Crayola&lt;/a&gt; crayons.\nThis color was introduced by Crayola in 1949. See the &lt;a href=\"List%20of%20Crayola%20crayon%20colors\"&gt;List of Crayola crayon colors&lt;/a&gt;.\nCardinal red.\n\"Cardinal red\", also called \"cardinal\", is a vivid red, which gets its name from the &lt;a href=\"cassock\"&gt;cassock&lt;/a&gt;s worn by &lt;a href=\"Cardinal%20%28Catholic%20Church%29\"&gt;cardinal&lt;/a&gt;s. The &lt;a href=\"Cardinal%20%28bird%29\"&gt;family of birds&lt;/a&gt; takes its name from the color.\nCarmine.\nThe color \"carmine\" is a vivid &lt;a href=\"crimson\"&gt;crimson&lt;/a&gt; In its &lt;a href=\"carmine\"&gt;pigment form&lt;/a&gt; it mostly contains the red light with wavelengths longer than 600 nm, \"i.e.\" it is close to the &lt;a href=\"visible%20spectrum\"&gt;extreme spectral&lt;/a&gt; red. This places it far beyond standard gamuts (both RGB and CMYK), and its given RGB value is a poor approximation only.\nSpanish red.\n\"Spanish red\" is the color that is called \"rojo\" (the Spanish word for \"red\") in the \"Guía de coloraciones\" (\"Guide to colorations\") by Rosa Gallego and \nJuan Carlos Sanz, a color dictionary published in 2005 that is widely popular in the Hispanophone realm.\nRusty red.\nThe color \"rusty red\" is displayed at right. \"Rusty red\" is a color formulated by Crayola in 1990 as one of the colors in its &lt;a href=\"List%20of%20Crayola%20crayon%20colors%23Silver%20Swirls\"&gt;Silver Swirls&lt;/a&gt; specialty box of metallic colors.\nIt is a &lt;a href=\"metallic%20color\"&gt;metallic color&lt;/a&gt;.\nChocolate cosmos.\n\"Chocolate cosmos\", or \"red cosmos\" is the color of \"Cosmos atrosanguineus\" species.\nThe color is described as dark red, deep &lt;a href=\"crimson\"&gt;crimson&lt;/a&gt;, deeper &lt;a href=\"Burgundy%20%28color%29\"&gt;burgundy&lt;/a&gt;, deep red chocolate, as dark &lt;a href=\"hazelnut\"&gt;hazelnut&lt;/a&gt; and velvety &lt;a href=\"maroon\"&gt;maroon&lt;/a&gt;.\nRosewood.\nThe color rosewood is named after &lt;a href=\"rosewood\"&gt;rosewood&lt;/a&gt;.\nThe first recorded use of \"rosewood\" as a color name in English was in 1892.\nActual rosewood exhibits a wide range of colors.\nImperial red.\n\"See also &lt;a href=\"Indigo%23Imperial%20blue\"&gt;Imperial blue&lt;/a&gt;\"\nAt right is displayed the color \"imperial red\".\n\"Imperial red\" is a representation of the red color of the .\nThe first recorded use of \"imperial red\" as a color name in English was in 1914.\nNote: the RGB values for Pantone red and imperial red are identical.\nCordovan.\nCordovan is a rich medium dark shade of red.\nThe first recorded use of \"cordovan\" as a color name in English was in 1925.\nFire engine red.\n\"Fire engine red\" is an intense, bright red commonly used on &lt;a href=\"emergency%20vehicle\"&gt;emergency vehicle&lt;/a&gt;s; mostly on &lt;a href=\"firefighting%20apparatus\"&gt;fire engines&lt;/a&gt;, other associated fire service vehicles, and &lt;a href=\"ambulance\"&gt;ambulance&lt;/a&gt;s. \nRose vale.\nAt right is displayed the color rose vale.\nThe first recorded use of \"rose vale\" as a color name in English was in 1923.\nOld rose.\nAt right is displayed the color old rose, also known as ashes of rose. Ashes of rose was a popular Victorian color. The first recorded use of \"old rose\" as a color name in English was in 1892.\nBittersweet shimmer.\nDisplayed at right is the color \"bittersweet shimmer\".\n\"Bittersweet shimmer\" is one of the colors in the special set of metallic Crayola crayons called &lt;a href=\"List%20of%20Crayola%20crayon%20colors%23Metallic%20FX\"&gt;Metallic FX&lt;/a&gt;, the colors of which were formulated by Crayola in 2001.\nAlthough this is supposed to be a metallic color, there is no mechanism for displaying metallic colors on a computer.\nLight red.\nAt right is displayed the color \"light red\". Though very similar to \"pink\", this shade of \"red\" is roughly 50% lighter than \"red\".\nLight coral.\nThe web color light coral is a pinkish-light orange color as displayed to the right. It is also a &lt;a href=\"Web%20colors%23Extended%20colors\"&gt;HTML/CSS color name&lt;/a&gt; and a &lt;a href=\"X11%20color%20name\"&gt;X11 color name&lt;/a&gt;.\nGarnet.\nDisplayed at right is the color garnet. It can be considered a dark tone of red, with some slight purple tints.\nThis color represents the hue of an average &lt;a href=\"garnet\"&gt;garnet&lt;/a&gt; gemstone, though garnets can range in color from orange to (very rarely) green. Garnet is the birthstone for those born in January.\nRose ebony.\nAt right is displayed the color rose ebony.\nThe first recorded use of \"rose ebony\" as a color name in English was in 1924.\nChili red.\n\"Chili red\" is the color of red &lt;a href=\"chili%20pepper\"&gt;chili pepper&lt;/a&gt;s. It is the shade of red used in the flags of &lt;a href=\"Flag%20of%20Chile\"&gt;Chile&lt;/a&gt; and &lt;a href=\"Flag%20of%20South%20Africa\"&gt;South Africa&lt;/a&gt;.\nVermilion.\nVermilion (sometimes spelled \"vermillion\") is both a brilliant red or scarlet pigment, originally made from the powdered mineral cinnabar (). It was widely used in the art and decoration of Ancient Rome, in the &lt;a href=\"illuminated%20manuscript\"&gt;illuminated manuscript&lt;/a&gt;s of the Middle Ages, in the paintings of the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt;, as &lt;a href=\"sindoor\"&gt;sindoor&lt;/a&gt;, an Indian cosmetic powder, and in the art and &lt;a href=\"lacquerware%20of%20China\"&gt;lacquerware of China&lt;/a&gt;.\nMisty rose.\nAt right is displayed the &lt;a href=\"web%20color\"&gt;web color&lt;/a&gt; misty rose.\nThis is written as \"mistyrose\" in HTML code for computer display.\nThe color name \"misty rose\" first came into use in 1987, when this color was formulated as one of the &lt;a href=\"X11%20color%20names\"&gt;X11 colors&lt;/a&gt;, which in the early 1990s became known as the &lt;a href=\"Web%20colors%23X11%20color%20names\"&gt;X11 web colors&lt;/a&gt;.\nTurkey red.\nDisplayed at right is the color \"Turkey red\".\n\"Turkey red\" is a color that was widely used to dye cotton in the 18th and 19th centuries. It was made using the root of the \"Rubia\" plant, through a long and laborious process. It originated in India or Turkey, and was brought to Europe in the 1740s. In France, it was known as \"rouge d'Andrinople\".\nSalmon.\nThe &lt;a href=\"web%20color\"&gt;web color&lt;/a&gt; \"salmon\" is displayed at right.\nIt represents the color of the flesh of an average &lt;a href=\"salmon\"&gt;salmon&lt;/a&gt;. However, actual salmon flesh can range in hue from a light pinkish-orange to a bright red (as is the case with &lt;a href=\"sockeye%20salmon\"&gt;sockeye salmon&lt;/a&gt;).\nCoral pink.\nThe color coral pink is displayed at right, a &lt;a href=\"pink\"&gt;pink&lt;/a&gt;ish color.\nThe &lt;a href=\"complementary%20color\"&gt;complementary color&lt;/a&gt; of coral pink is &lt;a href=\"teal\"&gt;teal&lt;/a&gt;. The first recorded use of \"coral pink\" as a color name in English was in 1892. Late in 2016, the color sample was renamed Coral Red by Pantone, as the RGB, Hex and HTML color table showed the same color as being reddish, standing against popular belief of pinkish.\nStill today, some people call Coral Red as Coral Pink due to this old attribution. \nCantaloupe Melon.\nDisplayed at right is the color \"cantaloupe melon\".\nThis color is a representation of the color of the interior flesh of a &lt;a href=\"cantaloupe\"&gt;cantaloupe&lt;/a&gt;, the most commonly consumed melon.\nThe first recorded use of \"melon\" as a color name in English was in 1892.\nIn 1958, melon was formulated as one of the Crayola colors.\nBarn red.\nDisplayed at right is the color \"barn red\".\nThis is one of the colors on one of the &lt;a href=\"milk%20paint\"&gt;milk paint&lt;/a&gt; color lists, paint colors formulated to reproduce the colors historically used on the &lt;a href=\"American%20frontier\"&gt;American frontier&lt;/a&gt; and made, like those paints were, with milk. This color is mixed with various amounts of white paint to create any desired shade of the color barn red.\nBlood red.\nThe color of blood ranges from crimson to a dark brown-red and may have a slightly orange hue. In the RGB color spectrum, it often consists only of the color red, with no green or blue component; in the CMYK color model blood red has no cyan, and consists only of magenta and yellow with a small amount of black. It is frequently darker than both maroon and dark red.\nIn China, according to \"The Language of Color in China\", dark blood red is sometimes referred to as \"period red\". \nTea rose.\nAt right is displayed the color tea rose. This is the tint of the color that is used in interior design. This color is popular in interior design for painting bedrooms, especially among women.\nThere is a different color sometimes called \"tea rose\", which is the color of an orange rose called a \"tea rose\". This other color is technically &lt;a href=\"Shades%20of%20pink%23Congo%20pink\"&gt;Congo pink&lt;/a&gt;.\nThe first recorded use of \"tea rose\" as a color name in English was in 1884.\nCinnabar.\nThe color \"cinnabar\" derives from the &lt;a href=\"Cinnabar\"&gt;mineral of the same name&lt;/a&gt;. It is a slightly orange shade of red, with variations ranging from bright &lt;a href=\"scarlet%20%28color%29\"&gt;scarlet&lt;/a&gt; to &lt;a href=\"brick%20red\"&gt;brick red&lt;/a&gt;.\nDark red.\nDisplayed at right is the web color \"dark red\". \nFire brick.\nDisplayed at right is the web color \"fire brick\". \nIndian red.\nThe name \"Indian red\" derives from the red &lt;a href=\"laterite\"&gt;laterite&lt;/a&gt; soil found in India, which is composed of naturally occurring &lt;a href=\"iron%20oxide\"&gt;iron oxide&lt;/a&gt;s. The first recorded use of \"Indian red\" as a color term in English was in 1792.\nLust.\nThe color &lt;a href=\"lust\"&gt;lust&lt;/a&gt; is displayed at right.\n\"Lust\" is a rich shade of red.\nThis color is not mentioned in the 1930 book \"A Dictionary of Color\" by Maerz and Paul but is found on the 1955 &lt;a href=\"ISCC%E2%80%93NBS%20system\"&gt;ISCC-NBS color list&lt;/a&gt;. \nMaroon (HTML/CSS).\nDisplayed at right is the web color called \"maroon\" in HTML/CSS.\nRedwood.\nThe color \"redwood\" is displayed at right.\nThe color \"redwood\" is a representation of color of the wood of the &lt;a href=\"Sequoia%20sempervirens\"&gt;redwood&lt;/a&gt; tree (\"Sequoia sempervirens\").\nThe first recorded use of \"redwood\" as a color name in English was in 1917.\nThe source of this color is the Pantone Textile Paper eXtended (TPX) color list, color #18-1443—Redwood.\nScarlet.\n\"Scarlet\" is a bright red with a slightly orange tinge. According to surveys in Europe and the United States, scarlet and other bright shades of red are the colors most associated with courage, force, passion, heat, and joy. In the Roman Catholic Church, scarlet is the color worn by &lt;a href=\"Cardinal%20%28Catholic%20Church%29\"&gt;cardinals&lt;/a&gt;, and is associated with the blood of Christ and the Christian martyrs, and with sacrifice.\nTomato.\nThe &lt;a href=\"web%20color\"&gt;web color&lt;/a&gt; \"tomato\" is a medium &lt;a href=\"red\"&gt;red&lt;/a&gt;dish-orange color that approximates the color of common supermarket tomatoes. Many vine-ripened tomatoes are a bit redder. The color of tomato soup is slightly less saturated. The color \"tomato\" is displayed at right.\nThe first recorded use of \"tomato\" as a color name in English was in 1891.\nWhen the &lt;a href=\"X11%20color%20names\"&gt;X11 color names&lt;/a&gt; were invented in 1987, the color tomato was formulated as one of them.\nBittersweet.\nThe color \"bittersweet\" is displayed at right.\nThe first recorded use of \"bittersweet\" as a color name in English was in 1892.\nIn 1958, bittersweet was made into a Crayola color. &lt;a href=\"RoseArt\"&gt;RoseArt&lt;/a&gt; calls this color \"sweetbitter\" instead of \"bittersweet\".\nJasper.\nAt right is the color \"jasper\".\nIt is named for red jasper, the most commonly known form of &lt;a href=\"jasper\"&gt;jasper&lt;/a&gt;; however, as with many gemstones, jasper can be found in many colors, from yellow to brown and even green. The color shown at right was formulated by Crayola in 1994 as part of their &lt;a href=\"List%20of%20Crayola%20crayon%20colors%23Gem%20Tones\"&gt;Gem Tones&lt;/a&gt; crayon set.\nRosy brown.\nDisplayed at right is the web color rosy brown.\nThe color name \"rosy brown\" first came into use in 1987, when this color was formulated as one of the &lt;a href=\"X11%20color%20names\"&gt;X11 colors&lt;/a&gt;, which in the early 1990s became known as the &lt;a href=\"Web%20colors%23X11%20color%20names\"&gt;X11 web colors&lt;/a&gt;.\nRose taupe.\nThe color displayed at right is rose taupe.\nThe first recorded use of \"rose taupe\" as a color name in English was in 1924."
}