{
    "id": "15093936",
    "revid": "5042921",
    "url": "https://en.wikipedia.org/wiki?curid=15093936",
    "title": "Chrysaora hysoscella",
    "text": "Chrysaora hysoscella, the compass jellyfish, is a common species of &lt;a href=\"jellyfish\"&gt;jellyfish&lt;/a&gt; that inhabits coastal waters in temperate regions of the northeastern Atlantic Ocean, including the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt; and &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt;. In the past it was also recorded in the southeastern Atlantic, including South Africa, but this was caused by confusion with close relatives; \"&lt;a href=\"Chrysaora%20africana\"&gt;C. africana&lt;/a&gt;\", \"&lt;a href=\"Chrysaora%20fulgida\"&gt;C. fulgida&lt;/a&gt;\" and an &lt;a href=\"undescribed%20species\"&gt;undescribed species&lt;/a&gt; tentatively referred to as \"C. agulhensis\".\nIt is a true jellyfish displaying &lt;a href=\"radial%20symmetry\"&gt;radial symmetry&lt;/a&gt; with distinct brown markings shaped like elongated V's on its bell. \"C. hysoscella\" adults are highly susceptible to the parasite Hyperia medusarum but this hasn't had any significant effects on the population. This organism has a &lt;a href=\"benthic\"&gt;benthic&lt;/a&gt; &lt;a href=\"polyp%20%28zoology%29\"&gt;polyp&lt;/a&gt; stage before developing into a &lt;a href=\"pelagic\"&gt;pelagic&lt;/a&gt; adult &lt;a href=\"medusae\"&gt;medusae&lt;/a&gt;. Compass jellyfish consume a variety of &lt;a href=\"marine%20invertebrates\"&gt;marine invertebrates&lt;/a&gt; and plankton and are preyed on by very few. \"C. hysoscella\" contribute to the global issue of jellyfish overpopulation which is concerning to humans for various reasons including recreational interference, economic turmoil for fishing communities, and depleted fish resources.\nBody plan.\nAs an adult, the bell of the compass jellyfish typically has a diameter of . It usually has 16 brown elongated V-shaped markings on the translucent yellow-white bell. The markings surround a central brown spot and resemble the face of a compass, hence the common name compass jellyfish. It is usually colored yellowish white, with some brown. Its 24 tentacles are arranged in eight groups of three. Each tentacle has stinging cells for capturing prey and defense from predators. A sense organ is located between each group of tentacles, which can perceive changes in light and helps the jellyfish determine and maintain its position in the water column. It has 4 oral arms that can be distinguished from the tentacles because the arms are noticeably longer and have a folded, frilly appearance. These arms are used to facilitate transfer of captured prey from the tentacles to the mouth which is between the oral arms at the center of the underside of the bell.\nHabitat.\nThe compass jellyfish is found in coastal waters of the northeast Atlantic, including the &lt;a href=\"Celtic%20Sea\"&gt;Celtic&lt;/a&gt;, &lt;a href=\"Irish%20Sea\"&gt;Irish&lt;/a&gt;, &lt;a href=\"North%20Sea\"&gt;North&lt;/a&gt; and &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt; Seas. They inhabit these waters mostly at the top of the water column, and although they inhabit shallow water, they move up and down in the water column often ranging from surface waters to just above the seabed. They are rarely found deeper than 30 m from the surface.\nFeeding and predation.\nCompass jellyfish are &lt;a href=\"carnivores\"&gt;carnivores&lt;/a&gt;, consuming other marine invertebrates and plankton. They feed on a variety of &lt;a href=\"benthic\"&gt;benthic&lt;/a&gt; and &lt;a href=\"pelagic\"&gt;pelagic&lt;/a&gt; organisms including but not limited to: &lt;a href=\"dinoflagellates\"&gt;dinoflagellates&lt;/a&gt;, &lt;a href=\"copepods\"&gt;copepods&lt;/a&gt;, &lt;a href=\"crustacean\"&gt;crustacean&lt;/a&gt; eggs, &lt;a href=\"larval%20fish\"&gt;larval fish&lt;/a&gt;, and &lt;a href=\"chaetognaths\"&gt;chaetognaths&lt;/a&gt;. They stun and capture their prey with stinging cells on their tentacles. The oral arms facilitate movement of captured prey into the oral opening. Compass jellyfish have very few predators. They are known to be consumed by the &lt;a href=\"leatherback%20sea%20turtle\"&gt;leatherback sea turtle&lt;/a&gt; and &lt;a href=\"ocean%20sunfish\"&gt;ocean sunfish&lt;/a&gt;.\nLife cycle.\nLike other &lt;a href=\"Scyphozoans\"&gt;Scyphozoans&lt;/a&gt;, \"Chrysaora hysoscella\" undergo &lt;a href=\"metamorphosis\"&gt;metamorphosis&lt;/a&gt; as the organism develops and experiences a &lt;a href=\"polyp%20%28zoology%29\"&gt;polyp&lt;/a&gt; and then &lt;a href=\"Jellyfish\"&gt;medusa&lt;/a&gt; form. Females release planular larvae which swim to find a suitable place to settle. The planulae attach to a &lt;a href=\"benthic\"&gt;benthic&lt;/a&gt; substrate and develop into a sessile &lt;a href=\"polyp%20%28zoology%29\"&gt;polyp&lt;/a&gt; which releases immature medusae through &lt;a href=\"asexual%20reproduction\"&gt;asexual reproduction&lt;/a&gt; called &lt;a href=\"strobilation\"&gt;strobilation&lt;/a&gt;. \"Chrysaora hysoscella\" function as a male upon maturity and then develop female gametes, meaning this organism is protandrously hermaphroditic.\nReproduction.\n\"Chrysaora hysoscella\" utilize both sexual and &lt;a href=\"asexual%20reproduction\"&gt;asexual reproduction&lt;/a&gt; throughout development. Mature individuals reproduce sexually by &lt;a href=\"broadcast%20spawning\"&gt;broadcast spawning&lt;/a&gt;. Males release sperm from their mouths into the water column. Females fertilize the sperm internally and can fertilize sperm from multiple male partners. The larvae released from the female settle as &lt;a href=\"benthic\"&gt;benthic&lt;/a&gt; &lt;a href=\"polyps\"&gt;polyps&lt;/a&gt; that reproduce asexually. The polyps release multiple ephyrae through &lt;a href=\"strobilation\"&gt;strobilation&lt;/a&gt;. Ephyrae are the earliest form of the medusa stage. Research indicates that \"Chrysaora hysoscella\" &lt;a href=\"polyps\"&gt;polyps&lt;/a&gt; are capable of releasing ephyrae over time and therefore are not limited to a single reproductive event.\nParasite \"Hyperia medusarum\".\nAdult \"Chrysaora hysoscella\" are often parasitised by \"Hyperia medusarum\". \"C. hysoscella\" found inshore and closer to the surface are more likely to have the parasite. The parasite can be found inside of the &lt;a href=\"body%20cavity\"&gt;body cavity&lt;/a&gt; in the umbrella and &lt;a href=\"gonads\"&gt;gonads&lt;/a&gt; but tends to move from umbrella to &lt;a href=\"gonads\"&gt;gonads&lt;/a&gt; if there is space for them there. The &lt;a href=\"gonads\"&gt;gonads&lt;/a&gt; are more enriched in carbon and protein content then any other part of the body, making this region the ideal location to settle and feed. They have also been found on the oral arms of the jellyfish where they can eat prey caught by the medusae. \nEffects of global warming.\n&lt;a href=\"Scyphozoa\"&gt;Scyphozoa&lt;/a&gt; populations are increasing with the warming climate and warmer ocean temperatures. Studies suggest that warmer winter temperatures allow for a longer &lt;a href=\"strobilation\"&gt;strobilation&lt;/a&gt; period and subsequently higher ephyra production per &lt;a href=\"polyp%20%28zoology%29\"&gt;polyp&lt;/a&gt;, higher percentages of &lt;a href=\"polyp%20%28zoology%29\"&gt;polyp&lt;/a&gt; &lt;a href=\"strobilation\"&gt;strobilation&lt;/a&gt;, and higher &lt;a href=\"polyp%20%28zoology%29\"&gt;polyp&lt;/a&gt; survival rate. &lt;a href=\"Polyps\"&gt;Polyps&lt;/a&gt; will be more successful in warmer temperatures but not in extreme temperatures. \"C. hysoscella\" are predicted to migrate further northwards to maintain ideal conditions.\nImpact.\nThriving jellyfish populations have been found to take over as top predators in areas that fin fish have been over-exploited. Increased abundance of jellyfish negatively impacts fish populations in the same region because jellyfish feed on fish eggs and larvae. Jellyfish and larval fish can also share common dietary preferences. Competition for food resources can result in depleted fish populations. Overpopulation of jellyfish is a concern to humans for many reasons. Jellyfish stings are painful and sometimes deadly to humans. Fishing nets can be overwhelmed with jellyfish bycatch or torn by jellyfish caught in the nets. Jellyfish can clog water inlets to power plants, causing serious problems for power production. Jellyfish can invade aquaculture cages, ruining the production of the organism being farmed."
}