{
    "id": "151199",
    "revid": "833176",
    "url": "https://en.wikipedia.org/wiki?curid=151199",
    "title": "Longview, Texas",
    "text": "Longview is the 47th &lt;a href=\"List%20of%20cities%20in%20Texas%20by%20population\"&gt;largest city&lt;/a&gt; in the state of &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;. The city is mostly located in &lt;a href=\"Gregg%20County%2C%20Texas\"&gt;Gregg County&lt;/a&gt;, of which it is the county seat; a small part of Longview extends into the western part of neighboring &lt;a href=\"Harrison%20County%2C%20Texas\"&gt;Harrison County&lt;/a&gt;. Longview is located in &lt;a href=\"East%20Texas\"&gt;East Texas&lt;/a&gt;, where &lt;a href=\"Interstate%2020\"&gt;Interstate 20&lt;/a&gt; and &lt;a href=\"U.S.%20Highway%20system\"&gt;U.S. Highways&lt;/a&gt; &lt;a href=\"U.S.%20Route%2080\"&gt;80&lt;/a&gt; and &lt;a href=\"U.S.%20Route%20259\"&gt;259&lt;/a&gt; converge just north of the &lt;a href=\"Sabine%20River%20%28Texas%E2%80%93Louisiana%29\"&gt;Sabine River&lt;/a&gt;. According to the &lt;a href=\"2020%20United%20States%20Census\"&gt;2020 U.S. census&lt;/a&gt;, the city had a population of 81,638. Longview is the principal city of the &lt;a href=\"Longview%2C%20Texas%20metropolitan%20area\"&gt;Longview Metropolitan Statistical Area&lt;/a&gt;, comprising Gregg, &lt;a href=\"Upshur%20County%2C%20Texas\"&gt;Upshur&lt;/a&gt;, and &lt;a href=\"Rusk%20County%2C%20Texas\"&gt;Rusk&lt;/a&gt; Counties. The population of the metropolitan area as of 2017 census estimates is 217,481.\nLongview was established in 1870 in what was at the time southern Upshur County. The town incorporated in 1871. After Gregg County was created in 1873, Longview was voted the county seat. Today, Longview is considered a major hub city for the region, as is the nearby city of &lt;a href=\"Tyler%2C%20Texas\"&gt;Tyler&lt;/a&gt;. In 2014, \"&lt;a href=\"Forbes\"&gt;Forbes&lt;/a&gt;\" magazine ranked Longview as the sixth fastest-growing small city in the United States. Companies with significant presence in Longview are &lt;a href=\"Eastman%20Chemical%20Company\"&gt;Eastman Chemical&lt;/a&gt;, &lt;a href=\"Trinity%20Industries\"&gt;Trinity Rail Group&lt;/a&gt;, &lt;a href=\"AAON\"&gt;AAON Coil Products&lt;/a&gt; and &lt;a href=\"Komatsu%20Limited\"&gt;Komatsu Mining&lt;/a&gt;. Colleges and universities in the area include &lt;a href=\"LeTourneau%20University\"&gt;LeTourneau University&lt;/a&gt;, &lt;a href=\"Kilgore%20College\"&gt;Kilgore College&lt;/a&gt; and the &lt;a href=\"University%20of%20Texas%20at%20Tyler\"&gt;University of Texas at Tyler&lt;/a&gt;'s Longview University Center.\nHistory.\nLongview was founded in 1870 by Ossamus Hitch Methvin, Sr. In 1870, Methvin sold to the Southern Pacific Railroad for one dollar to persuade them to build their line in the direction of land he owned. Later that year, he sold another for $500 in gold. He hoped the coming of the railroad would increase the value of the rest of his land.\nMethvin coined the name of the town when he stated, \"What a long view!\" from his home. In June 1871, Longview was incorporated as the first town in Gregg County.\nIn 1884 the &lt;a href=\"Mobberly%20Hotel\"&gt;Mobberly Hotel&lt;/a&gt; opened for business servicing railroad travelers and served as the center of social gatherings for Longview. The hotel featured cherry wood furniture with carved bed posts, marble top washstand, linen table cloths, electric crystal chandeliers and a fireplace in every room. Mobberly was located in the junction part of town near the train depot. The hotel was destroyed by fire on June 13, 1965.\nIn the &lt;a href=\"Longview%20race%20riot\"&gt;Longview race riot&lt;/a&gt; in July 1919, a reporter for \"&lt;a href=\"The%20Chicago%20Defender\"&gt;The Chicago Defender&lt;/a&gt;\" was in Longview looking into the mysterious death of a black man named Lemuel Walters. An armed white mob attacked a home where the reporter, S.L. Jones, was staying and attempted to batter their way in. A gunfight began between the attackers and the men in the house. Eventually, Jones made a getaway. The white men then began to burn buildings in the black section of the town.\nIn 1942, construction began on the &lt;a href=\"Big%20Inch\"&gt;Big Inch&lt;/a&gt; pipeline in Longview. From 1943 to 1945, the pipeline transported over 261,000,000 barrels of crude oil to the &lt;a href=\"East%20Coast%20of%20the%20United%20States\"&gt;East Coast&lt;/a&gt;. At the time of construction, Big Inch and its smaller twin, Little Inch, comprised the longest petroleum pipeline ever built in the world. Both were integral in supplying the United States war effort in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nAfter World War II Longview's population grew from 24,502 to 40,050 in 1960, its growth fueled by migration from rural Gregg County and the annexation of &lt;a href=\"Greggton%2C%20Texas\"&gt;Greggton&lt;/a&gt; and &lt;a href=\"Spring%20Hill%2C%20Gregg%20County%2C%20Texas\"&gt;Spring Hill&lt;/a&gt;.\nGeography.\nLongview is bordered to the west by the city of &lt;a href=\"White%20Oak%2C%20Texas\"&gt;White Oak&lt;/a&gt; and is surrounded by a number of smaller cities and towns, including &lt;a href=\"Kilgore%2C%20Texas\"&gt;Kilgore&lt;/a&gt; (southwest), &lt;a href=\"Gladewater%2C%20Texas\"&gt;Gladewater&lt;/a&gt; (west), &lt;a href=\"Gilmer%2C%20Texas\"&gt;Gilmer&lt;/a&gt; (northwest), &lt;a href=\"Ore%20City%2C%20Texas\"&gt;Ore City&lt;/a&gt; (north), &lt;a href=\"Harleton%2C%20Texas\"&gt;Harleton&lt;/a&gt; (northeast), &lt;a href=\"Hallsville%2C%20Texas\"&gt;Hallsville&lt;/a&gt; (east), and &lt;a href=\"Lakeport%2C%20Texas\"&gt;Lakeport&lt;/a&gt; (southeast). \nSituated west-southwest of Longview, &lt;a href=\"Tyler%2C%20Texas\"&gt;Tyler&lt;/a&gt; is another regional hub city of comparable size.\nIncorporated areas include Spring Hill, Pine Tree, Judson, and Longview Heights.\nClimate.\nLongview has a &lt;a href=\"humid%20subtropical%20climate\"&gt;humid subtropical climate&lt;/a&gt;. Winters are mild. Average snowfall is less than , with usually one or two ice storms each winter. Normal highs are from the 50s–60s. Lows range from the 30s to the 40s. In Longview, the temperature rarely dips below 20 °F and occasionally can get as warm as 80 °F during the winter months. The spring season brings storms as a transition from winter to summer. Temperatures range from the 60s to 80s for the high, and the 40s to the 60s for the low. The average date of the last frost is April 4. Severe thunderstorms are common during this season as cold fronts pass through the area. This is the wettest time of year.\nSummers are hot and humid. Temperatures slowly climb from the 90s to over 100 going into the &lt;a href=\"dog%20days\"&gt;dog days&lt;/a&gt; of summer; lows are in the 70s. This is the driest and sunniest time of year. The heat index can climb to around 110 °F.\nFall is marked by the first cold front that knocks the 100-degree temperatures down into the 90s. Foliage begins to change in late October. Temperatures cool down and dew points drop.\nDemographics.\nIn the 2010 census, Longview had a population of 80,455. The median age was 34. The racial and ethnic composition of the population was 56.2% &lt;a href=\"Non-Hispanic%20whites\"&gt;non-Hispanic white&lt;/a&gt;, 22.6% non-Hispanic &lt;a href=\"African%20Americans\"&gt;black&lt;/a&gt;, 0.5% &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt;, 1.4% &lt;a href=\"Asian%20Americans\"&gt;Asian&lt;/a&gt;, 9.5% from some other race, 2.3% from two or more races and 18.0% &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Hispanic or Latino&lt;/a&gt;.\nIn the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, 73,344 people, 28,363 households, and 19,116 families resided in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 1,341.8 people per square mile (518.1/km). The 30,727 housing units averaged a density of 562.1 per square mile (217.0/km). The &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;racial makeup&lt;/a&gt; of the city was 70.10% White, 22.11% African American, 0.50% Native American, 0.83% Asian, 0.02% Pacific Islander, 4.92% from other races, and 1.51% from two or more races. Hispanics or Latinos of any race were 10.31% of the population.\nOf the 28,363 households, 33.2% had children under the age of 18 living with them, 48.9% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 14.5% had a female householder with no husband present, and 32.6% were not families. About 27.9% of all households were individuals who lived alone, and 10.7% of all households were 65 years of age or more and living alone. The average household size was 2.50 and the average family size was 3.06.\nThe city's population had 26.7% under the age of 18, 10.8% from 18 to 24, 28.7% from 25 to 44, 20.4% from 45 to 64, and 13.3% who were 65 years of age or more. The median age was 34 years. For every 100 females, there were 93.0 males. For every 100 females age 18 and over, there were 89.4 males.\nThe median income for a household in the city was $33,858, and for a family was $42,378. Males had a median income of $33,078 versus $21,400 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $15,676. About 13.0% of families and 16.0% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 22.7% of those under age 18 and 10.6% of those age 65 or over.\nEconomy.\nSome major sectors of the Longview economy include the &lt;a href=\"East%20Texas%20Oil%20Field\"&gt;East Texas Oil Field&lt;/a&gt;, services, technology, and manufacturing. In 2007, Longview added some major &lt;a href=\"chain%20store\"&gt;chain store&lt;/a&gt;s to its north side. The addition of &lt;a href=\"Kohl%27s\"&gt;Kohl's&lt;/a&gt;, two &lt;a href=\"Starbucks\"&gt;Starbucks&lt;/a&gt;, a new &lt;a href=\"Target%20Corporation\"&gt;Target&lt;/a&gt;, a third &lt;a href=\"Walmart\"&gt;Walmart&lt;/a&gt; supercenter on the south side, and a handful of hotels. Keeping shoppers in Longview and away from Tyler, &lt;a href=\"Dallas\"&gt;Dallas&lt;/a&gt;, and &lt;a href=\"Shreveport%2C%20Louisiana\"&gt;Shreveport&lt;/a&gt; has been an important strategy for the city. .\nIn October 2007, Longview was recertified as a Texas Urban Main Street City. There are 89 cities in the Texas Main Street Program, 10 of them are Urban Main Street Cities. In December 2007, Longview was awarded the \"Certified Retirement Community\" designation by the Texas Department of Agriculture through its \"Go Texan\" initiative. Longview was also included in 2007 in the \"Top 100 Best Cities for Young People.\"\nLongview is one of several cities in East Texas that serves as a center for the \"&lt;a href=\"patent%20troll\"&gt;patent troll&lt;/a&gt;\" industry, due to a perception that the &lt;a href=\"United%20States%20District%20Court%20for%20the%20Eastern%20District%20of%20Texas\"&gt;United States District Court for the Eastern District of Texas&lt;/a&gt; is a favorable venue for patent infringement plaintiffs.\nLEDCO.\nThe Longview Economic Development Corporation (LEDCO) is an &lt;a href=\"Economic%20Development%20Corporation\"&gt;economic development group&lt;/a&gt; managing economic development for the City of Longview. LEDCO was created by the voters of Longview in 1991 under the Development Act of 1979 (Texas revised Civil Statutes article 5190.6 section 4A) for the purpose of creating and retaining primary jobs. The Corporation's independent board of directors is appointed by the mayor and city council. The Corporation owns two business parks in Longview with of land. The Corporation's website maintains information on available sites and buildings, demographic data, psychographic data, maps, aerial photographs, and an area manufacturing database.\nLargest employers.\nAccording to the municipal Fiscal Year 2018-2019 Comprehensive Annual Financial Report, the top employers in the city are:\nArts and culture.\nThe Longview Public Library operates two branches:\nParks and Recreation:\nLongview is home to more than 30 public parks that include 6 Athletic Complexes, 5 Splash Pads, 3 DiscGolf Courses, 2 Public Swimming Pools, and 1 Action Sports Complex. \nLongview also houses 3 city recreation centers.\nThe city has a vast trail system that is being connected to create 10 consecutive miles of connected walking/biking trails.\nArts!Longview Cultural District:\nLongview’s cultural district was designated by the Texas Commission on the Arts September 5th, 2019.\nThe district covers more than 320 acres including downtown Longview and stretches south to LeTourneau University. The area is home to museums, restaurants, parks, live music, theater, and historic buildings. \nFounding organizations for Arts!Longview include: ArtsView Children’s Theatre, East Texas Symphonic Band, Gregg County Historical Museum, LeTourneau University Belcher Center, Longview Ballet Theatre, Longview Museum of Fine Art, Longview Symphony, Longview World of Wonders, and Theatre Longview. \nGovernment.\nLocal government.\nAccording to the 2007 Comprehensive Annual Financial Report, the city's various funds had $75.9 million in revenues, $87.7 million in expenditures, $47.6 million in total assets, $9.0 million in total liabilities, and $12.2 million in cash in investments.\nThe current city manager is Keith Bonds. Bonds will retire January 31, 2022. Rolin McPhee will become the City Manager on February 1. \nWith the addition of McPhee as City Manager, the City of Longview will undergo some restructuring namely adding an Assistant City Manager.\nState government.\nLongview is represented in the &lt;a href=\"Texas%20Senate\"&gt;Texas Senate&lt;/a&gt; by Republican &lt;a href=\"Bryan%20Hughes%20%28politician%29\"&gt;Bryan Hughes&lt;/a&gt;, &lt;a href=\"Texas%20Senate%2C%20District%201\"&gt;District 1&lt;/a&gt;, and in the &lt;a href=\"Texas%20House%20of%20Representatives\"&gt;Texas House of Representatives&lt;/a&gt; by Republican &lt;a href=\"Jay%20Dean%20%28politician%29\"&gt;Jay Dean&lt;/a&gt;, &lt;a href=\"Texas%27s%207th%20House%20of%20Representatives%20district\"&gt;District 7&lt;/a&gt;.\nThe &lt;a href=\"Texas%20Department%20of%20Criminal%20Justice\"&gt;Texas Department of Criminal Justice&lt;/a&gt; operates the Longview District Parole Office in Longview.\nFederal government.\nLongview is part of , which is currently represented by Republican &lt;a href=\"Louie%20Gohmert\"&gt;Louie Gohmert&lt;/a&gt;.\nEducation.\nColleges and universities.\nThe city of Longview is home to three institutions of higher learning and two trade (cosmetology) schools:\nPublic school districts.\nLongview is served by four school districts.\nMedia.\nTV stations.\nThe Gregg County (the vast majority) portion of Longview are part of the Tyler-Longview-Lufkin-Nacogdoches Designated Market Area, DMA #110. These in-market television stations are available over the air:\nThe five major network stations in the market have local newscasts which all originate from Tyler. KYTX formerly presented a Longview-centered newscast, which ended in 2010. The station does still continue to broadcast Longview news from their Longview newsroom. The once-daily KFXK newscast is at 9:00 PM weekdays.\nThe market does not have a dedicated &lt;a href=\"Public%20Broadcasting%20Service\"&gt;PBS&lt;/a&gt; affiliate. The acting PBS affiliate, &lt;a href=\"KERA-TV\"&gt;KERA-TV&lt;/a&gt; Dallas, is available on cable and &lt;a href=\"Dish%20Network\"&gt;Dish Network&lt;/a&gt;. &lt;a href=\"KLTS\"&gt;KLTS&lt;/a&gt;, the PBS affiliate from Shreveport, is available on digital cable and over the air in many parts of the city. &lt;a href=\"DirecTV\"&gt;DirecTV&lt;/a&gt; viewers in the market receive the PBS national feed.\nThe Harrison County portion of Longview is within the Shreveport-Texarkana market.\nRadio.\nLongview and Gregg County are part of the Tyler-Longview Arbitron Radio Market, market #145. These radio stations can be reliably received in most parts of the city:\nInfrastructure.\nTransportation.\nAirport.\n&lt;a href=\"East%20Texas%20Regional%20Airport\"&gt;East Texas Regional Airport&lt;/a&gt;, south of the city center, offers service to &lt;a href=\"Dallas/Fort%20Worth%20International%20Airport\"&gt;Dallas/Fort Worth International Airport&lt;/a&gt; via &lt;a href=\"Envoy%20Air\"&gt;Envoy Air&lt;/a&gt;. The airport continues to grow. In 2007, it was designated a foreign trade zone.\nThe airport is known by pilots around the region for its large, runway. It served as a backup landing site for &lt;a href=\"Space%20Shuttle\"&gt;U.S. space shuttles&lt;/a&gt;.\nThe Longview airport is home to the flight training program of &lt;a href=\"LeTourneau%20University\"&gt;LeTourneau University&lt;/a&gt;. The aeronautical students do classwork at the airport, as well as all their flight training.\nPublic transportation.\nThe city's public transit system, Longview Transit, runs daily routes, excluding Sundays and holidays. Its fixed routes provide transportation to key districts throughout the city.\nCity of Longview Transit (COLT) provides transportation demand-response transportation services for those who are unable to use the regular Longview Transit fixed-route service.\nRail service.\n&lt;a href=\"Amtrak\"&gt;Amtrak&lt;/a&gt; passenger rail service is available on the \"&lt;a href=\"Texas%20Eagle\"&gt;Texas Eagle&lt;/a&gt;\" through a &lt;a href=\"Longview%20station\"&gt;downtown terminal&lt;/a&gt;. Longview's Amtrak station is the second-busiest in Texas and the fourth-busiest station along the \"Texas Eagle\" route. Daily trains between &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; and &lt;a href=\"San%20Antonio\"&gt;San Antonio&lt;/a&gt; stop each morning (Chicago–San Antonio) and each evening (San Antonio–Chicago). Monday, Wednesday and Friday, the Longview station serves the Chicago to &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; trains. The return train, Los Angeles to Chicago, stops in Longview on Sunday, Tuesday, and Friday. It serves about 20–50 passengers per day. From the station, passengers can connect to &lt;a href=\"Nacogdoches%2C%20Texas\"&gt;Nacogdoches&lt;/a&gt;, &lt;a href=\"Lufkin\"&gt;Lufkin&lt;/a&gt;, &lt;a href=\"Houston\"&gt;Houston&lt;/a&gt;, and &lt;a href=\"Galveston%2C%20Texas\"&gt;Galveston&lt;/a&gt;, as well as &lt;a href=\"Shreveport%2C%20Louisiana\"&gt;Shreveport, Louisiana&lt;/a&gt;, by motorcoach. A proposal is in the works for a &lt;a href=\"high-speed%20rail\"&gt;high-speed rail&lt;/a&gt; system from &lt;a href=\"Dallas\"&gt;Dallas&lt;/a&gt;/&lt;a href=\"Fort%20Worth%2C%20Texas\"&gt;Fort Worth&lt;/a&gt; to Shreveport along the I-20 corridor, bringing passenger rail service to that corridor for the first time since the &lt;a href=\"Texas%20and%20Pacific%20Railway\"&gt;Texas and Pacific&lt;/a&gt;'s unnamed successor to the \"&lt;a href=\"Louisiana%20Eagle\"&gt;Louisiana Eagle&lt;/a&gt;\" in the late 1960s.\nLongview is served by two freight railroad lines. &lt;a href=\"Burlington%20Northern\"&gt;Burlington Northern&lt;/a&gt; &lt;a href=\"Santa%20Fe%20Railroad\"&gt;Santa Fe Railroad&lt;/a&gt; operates two trains daily through Longview. The &lt;a href=\"Union%20Pacific%20Railroad\"&gt;Union Pacific Railroad&lt;/a&gt; has 25 daily trains through Longview's facilities.\nThe &lt;a href=\"Longview%20Economic%20Development%20Corporation\"&gt;Longview Economic Development Corporation&lt;/a&gt; website provides more details about the transportation infrastructure, including air, rail, trucking, waterways, and highway information.\nRoads.\nOne Interstate freeway and two U.S. highways run through Longview. Four Texas state highways also run into Longview. Two Texas state highway spurs serve to connect highways in Longview.\nLongview is accessed by I-20, which passes south of the city center. New construction has prompted some major upgrades to the city's system of roads.\n&lt;a href=\"Interstate%2069\"&gt;Interstate 69&lt;/a&gt; will be passing just east of the Longview area between Longview and &lt;a href=\"Marshall%2C%20Texas\"&gt;Marshall&lt;/a&gt;, near or over the current US 59 highway."
}