{
    "id": "151147",
    "revid": "18130370",
    "url": "https://en.wikipedia.org/wiki?curid=151147",
    "title": "New Braunfels, Texas",
    "text": "New Braunfels ( ) is a city in &lt;a href=\"Comal%20County%2C%20Texas\"&gt;Comal&lt;/a&gt; and &lt;a href=\"Guadalupe%20County%2C%20Texas\"&gt;Guadalupe&lt;/a&gt; counties in the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; known for its &lt;a href=\"German%20Texan\"&gt;German Texan&lt;/a&gt; heritage. It is the &lt;a href=\"county%20seat\"&gt;seat&lt;/a&gt; of Comal County. The city covers and has a 2019 census-estimated population of 90,209. A suburb just north of San Antonio, and part of the &lt;a href=\"Greater%20San%20Antonio\"&gt;Greater San Antonio&lt;/a&gt; metropolitan area, it was the third-fastest-growing city in the United States from 2010-2020.\nHistory.\nNew Braunfels was established in 1845 by &lt;a href=\"Prince%20Carl%20of%20Solms-Braunfels\"&gt;Prince Carl of Solms-Braunfels&lt;/a&gt;, Commissioner General of the &lt;a href=\"Mainzer%20Adelsverein\"&gt;Mainzer Adelsverein&lt;/a&gt;, also known as the Noblemen's Society. Prince Carl named the settlement in honor of his home of &lt;a href=\"Solms-Braunfels\"&gt;Solms-Braunfels&lt;/a&gt;, Germany.\nThe Adelsverein organized hundreds of people in Germany to settle in Texas. Immigrants from Germany began arriving at &lt;a href=\"Galveston%2C%20Texas\"&gt;Galveston&lt;/a&gt; in July 1844. Most then traveled by ship to &lt;a href=\"Indianola%2C%20Texas\"&gt;Indianola&lt;/a&gt; in December 1844, and began the overland journey to the Fisher-Miller land grant purchased by Prince Carl. At the urging of &lt;a href=\"John%20Coffee%20Hays\"&gt;John Coffee Hays&lt;/a&gt;, who realized the settlers would not have time to build homes and plant crops further inland before winter, and as the German settlers were traveling inland along the Guadalupe River, they stopped near the &lt;a href=\"Comal%20Springs\"&gt;Comal Springs&lt;/a&gt;. Prince Carl bought two leagues of land from Rafael Garza and Maria Antonio Veramendi Garza for $1,111.00.\nThe land was located northeast of &lt;a href=\"San%20Antonio\"&gt;San Antonio&lt;/a&gt; on &lt;a href=\"El%20Camino%20Real%20de%20los%20Tejas%20National%20Historic%20Trail\"&gt;El Camino Real de los Tejas&lt;/a&gt; and had the strong freshwater Comal Springs, known as \"Las Fontanas\", when the Germans arrived. It was about halfway between Indianola and the lower portions of the Fisher-Miller land grant. The first settlers forded the &lt;a href=\"Guadalupe%20River%20%28Texas%29\"&gt;Guadalupe River&lt;/a&gt; on &lt;a href=\"Good%20Friday\"&gt;Good Friday&lt;/a&gt;, March 21, 1845, near the present-day Faust Street bridge.\nAs the spring of 1845 progressed, the settlers built the \"Zinkenburg\", a fort named for Adelsverein civil engineer &lt;a href=\"Nicolaus%20Zink\"&gt;Nicolaus Zink&lt;/a&gt;, divided the land, and began building homes and planting crops. Prince Carl would also lay the cornerstone for the Sophienburg, a permanent fort and center for the immigrant association.\nIn 1844, Prince Carl was so disillusioned with the logistics of the colonization that he asked the Verein to remove him as commissioner-general and appoint a successor. When &lt;a href=\"John%20O.%20Meusebach\"&gt;John O. Meusebach&lt;/a&gt; arrived, the finances were in disarray, due in part to Prince Carl's lack of business experience and his refusal to keep financial records. To a larger degree, the financial situation happened because the Adelsverein was an organization of noblemen with no practical backgrounds at running businesses. They were on the other side of the world and did not witness the situation with which both Prince Carl and Meusebach were dealing. &lt;a href=\"Henry%20Francis%20Fisher\"&gt;Henry Francis Fisher&lt;/a&gt; had not supplied transport and supplies for which the Verein advanced money to him. Meusebach found Prince Carl in Galveston trying to return to Germany, detained by authorities for unpaid bills. Meusebach made good on the debts, so Prince Carl could depart.\nMeusebach discovered that Prince Carl's choice of the inadequate Carlshafen (Indianola) as a port of entry, as well as the isolated route to New Braunfels, was deliberately chosen to keep the Germans from interacting with any Americans. According to Nicolaus Zink, Prince Carl had planned to establish a German feudal state by secretly bringing in immigrants and placing them in military fortresses. Meusebach, who had renounced his own title of nobility, took a different approach and invited Americans to settle in the Vereins territory.\nPrince Carl, being an officer of the Imperial Army of &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, had kept a uniformed military unit at the ready in Indianola. Meusebach converted the military unit to a more needed work detail. A finance and business structure for the colony was put in place by Meusebach. He also provided for adequate food and shelter for the colonists. On August 11, 1845, Hermann Friedrich Seele became the first teacher for the German-English school in New Braunfels. Meusebach established friendly relations with a local tribe of &lt;a href=\"Waco%20tribe\"&gt;Waco Indians&lt;/a&gt;. Upon seeing his reddish-blonde hair, they called him \"Ma-be-quo-si-to-mu\", \"Chief with the burning hair of the head\".\nIn May 1846, Meusebach received a letter from Count Castell informing him 4,304 emigrants were on their way to Texas. With no funds and no new settlements, the mass of emigrants was stalled at Carlshafen. Meusebach's requests to the Verein for more money, and his warnings of pending bankruptcy for the Verein, brought no results. As a last resort, Meusebach instructed D.H. Klaener to publish the plight in the German news media. Embarrassed by the publicity, the Verein established a $60,000 letter of credit. The amount was not adequate for sustaining the total number of German emigrants in Texas, but Castell also sent Philip Cappes as special commissioner to observe the situation. Cappes had also been instructed by Castell to observe Meusebach and to secretly report back every detail. By the time Cappes departed in March 1847, he recommended another $200,000 be advanced.\nCappes invited Henry Francis Fisher to New Braunfels, in spite of Fisher not being entirely trustworthy to the Verein. As of February 11, 1845, Fisher had been involved in coercing newly arrived immigrants to sign documents stating their intent to depart from the Verein and align with Fisher's friend Dr. Friedrich Schubbert, also known as Friedrich Strubberg.\n Cappes was not in town when Meusebach was breakfast host to Fisher on December 31, 1846. Posters had mysteriously appeared about town maligning Meusebach, saying \"Curses upon Meusebach the slave driver\", and inciting colonists to free themselves from his \"tyranny\". A group led by Rudolph Iwonski pushed their way into Meusebach's home, and colonist C. Herber brandished a whip. Herber was an alleged counterfeiter to whom Count Castell had awarded asylum. Meusebach and Herber shared a dislike of one another.\nThe colonists' list of demands included Meusebach resigning as commissioner-general and turning the colonization over to Fisher. Meusebach kept his composure, but the group became so heated, they yelled, \"Hang him!\" When the estimated 120 men dispersed, Fisher was nowhere to be found. The same evening, a different group of individuals assembled and pledged to stand by Meusebach, the next day passing resolutions condemning the actions of the mob. Meusebach himself had considered leaving Texas as early as November 1845, when he wrote to Count Castell and announced his intention to resign and return to Germany. Meusebach did not feel the Adelsverein was organized enough to achieve its goals. After the mob visit in New Braunfels, he again submitted his resignation to accompany a financial report to Castell on January 23, 1847.\nMeusebach had arranged with the Torrey Brothers for transporting the emigrants inland, but the United States hired the Torrey Brothers for use in the &lt;a href=\"Mexican%E2%80%93American%20War\"&gt;Mexican–American War&lt;/a&gt;.\nMeusebach stabilized the community's finances, and encouraged the settlers to establish additional neighboring communities. The largest of these secondary settlements was &lt;a href=\"Fredericksburg%2C%20Texas\"&gt;Fredericksburg&lt;/a&gt;, to the northwest of New Braunfels.\nNew Braunfels thrived, and by 1850, it was the fourth-largest city in Texas, with 1,723 people, following only Galveston, San Antonio, and Houston in population. In 1852, the \"Zeitung\" newspaper was established, edited by &lt;a href=\"German%20Texan\"&gt;German Texan&lt;/a&gt; botanist &lt;a href=\"Ferdinand%20Lindheimer\"&gt;Ferdinand Lindheimer&lt;/a&gt;. The newspaper continues to publish under its current name, the \"&lt;a href=\"Herald-Zeitung\"&gt;Herald-Zeitung&lt;/a&gt;\".\nGeography.\nNew Braunfels is located in southeastern Comal County. The city is northeast of &lt;a href=\"Downtown%20San%20Antonio\"&gt;Downtown San Antonio&lt;/a&gt;, southwest of &lt;a href=\"San%20Marcos%2C%20Texas\"&gt;San Marcos&lt;/a&gt;, and southwest of &lt;a href=\"Austin%2C%20Texas\"&gt;Austin&lt;/a&gt;.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, New Braunfels has a total area of , of which is land and , or 0.91%, is covered by water. The city is situated along the &lt;a href=\"Balcones%20Fault\"&gt;Balcones Fault&lt;/a&gt;, where the &lt;a href=\"Texas%20Hill%20Country\"&gt;Texas Hill Country&lt;/a&gt; meets rolling prairie land. Along the fault in the city, a string of artesian springs known as &lt;a href=\"Comal%20Springs\"&gt;Comal Springs&lt;/a&gt; gives rise to the &lt;a href=\"Comal%20River\"&gt;Comal River&lt;/a&gt;, which is known as one of the shortest rivers in the world, as it winds through the city before meeting the Guadalupe River.\nGruene.\n&lt;a href=\"Gruene%2C%20New%20Braunfels%2C%20Texas\"&gt;Gruene Historical District&lt;/a&gt; is located within the city limits of New Braunfels. Founded by the sons of settlers Ernst and Antoinette Gruene, the community had a bank, post office, school, general store, lumberyard, gristmill, dance hall, and cotton gin. It also had access to two railways for shipping cotton bales. Its most famous attribute was the dance hall, a family activity in those days. Due to the failure of the cotton crop from &lt;a href=\"boll%20weevil\"&gt;boll weevil&lt;/a&gt;s, and the failure of the banks after 1929, commercial activity slowed to a crawl. This village is now a Nationally Registered Historic District where one can dine in the ruins of the original gristmill or enjoy live music at &lt;a href=\"Gruene%20Hall\"&gt;Gruene Hall&lt;/a&gt;.\nClimate.\nNew Braunfels experiences a &lt;a href=\"humid%20subtropical%20climate\"&gt;humid subtropical climate&lt;/a&gt;, with hot, humid summers and generally mild winters. Temperatures range from 83 °F (27.8 °C) in the summer to 49 °F (9.4 °C) during winter. \nThe city falls in &lt;a href=\"USDA\"&gt;USDA&lt;/a&gt; &lt;a href=\"hardiness%20zones\"&gt;hardiness zones&lt;/a&gt; 8b (15 °F to 20 °F) and 9a (20 °F to 25 °F). New Braunfels and &lt;a href=\"San%20Antonio\"&gt;San Antonio&lt;/a&gt;, to the southwest, are some of the most flood-prone regions in North America. The &lt;a href=\"October%201998%20Central%20Texas%20floods\"&gt;October 1998 Central Texas floods&lt;/a&gt; were among the costliest floods in United States history, resulting in $750 million in damage and 32 deaths. In 2002, from June 30 to July 7, of rain fell in the area, resulting in widespread flooding and 12 fatalities.\nIn New Braunfels, July and August tie for the average warmest months, with an average high of . May, June, and October have quite a bit of precipitation. The average annual precipitation has been .\nDemographics.\nAt the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, 36,494 people, 13,558 households, and 9,599 families resided in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 1,247.7 people per square mile (481.7/km2). The 14,896 housing units averaged 509.3 per square mile (196.6/km2). The &lt;a href=\"Race%20%28United%20States%20Census%29\"&gt;racial makeup&lt;/a&gt; of the city was 84.30% White, 1.37% African American, 0.55% Native American, 0.58% Asian, 0.03% Pacific Islander, 10.93% from other races, and 2.24% from two or more races. Hispanics or Latinos of any race were 34.52% of the population.\nFor the year 2015, New Braunfels was named the U.S.'s second-fastest growing city with a population of 50,000 or more, according to estimates by the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;U.S. Census Bureau&lt;/a&gt;.\nIn 2019, the &lt;a href=\"American%20Community%20Survey\"&gt;American Community Survey&lt;/a&gt; determined there were 90,209 residents, up 56.4% since the &lt;a href=\"2010%20United%20States%20census\"&gt;2010 U.S. census&lt;/a&gt; which determined the population was 57,740. The population density was 1,316.1 people per square mile. In 2019, the racial and ethnic makeup of New Braunfels was 60.4% &lt;a href=\"Non-Hispanic%20whites\"&gt;non-Hispanic white&lt;/a&gt;, 2.0% &lt;a href=\"African%20Americans\"&gt;Black or African American&lt;/a&gt;, 0.4% &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;American Indian or Alaska Native&lt;/a&gt;, 1.5% &lt;a href=\"Asian%20Americans\"&gt;Asian&lt;/a&gt;, 2.1% from &lt;a href=\"Multiracial%20Americans\"&gt;two or more races&lt;/a&gt;, and 34.4% &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Hispanic or Latin American&lt;/a&gt; of any race.\nThe 2019 American Community Survey estimated 62.2% of housing units were owner-occupied and the median selected monthly owner costs were $1,599 with a mortgage, and $509 without a mortgage. The city had a median gross rent of $1,183 and there were a total of 28,835 households with an average of 2.72 persons per household. In 2019, the median household income was $71,044 and the per capita income was $33,405. An estimated 8.6% of New Braunfels lived at or below the poverty line.\nOf the 13,558 households at the 2000 census, 33.4% had children under the age of 18 living with them, 55.4% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 11.5% had a female householder with no husband present, and 29.2% were not families. About 24.8% of all households were made up of individuals, and 12.0% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 3.11. In 2000, the population was distributed as 25.7% under the age of 18, 8.5% from 18 to 24, 28.4% from 25 to 44, 20.6% from 45 to 64, and 16.9% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 91.9 males. For every 100 females age 18 and over, there were 88.3 males.\nThe &lt;a href=\"median%20income\"&gt;median income&lt;/a&gt; for a household in the city was $40,078, and for a family was $46,726 in 2000. Males had a median income of $31,140 versus $23,235 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $18,548. About 9.0% of families and 10.9% of the population were below the &lt;a href=\"poverty%20line\"&gt;poverty line&lt;/a&gt;, including 14.9% of those under age 18 and 9.7% of those age 65 or over.\nEconomy.\nCompanies based in New Braunfels include &lt;a href=\"Rush%20Enterprises\"&gt;Rush Enterprises&lt;/a&gt; and &lt;a href=\"Schlitterbahn\"&gt;Schlitterbahn&lt;/a&gt;.\nTop employers.\nAccording to New Braunfels' 2014 Comprehensive Annual Financial Report, the top employers in the area are:\nEducation.\nThe city is served by the &lt;a href=\"New%20Braunfels%20Independent%20School%20District\"&gt;New Braunfels Independent School District&lt;/a&gt; and the &lt;a href=\"Comal%20Independent%20School%20District\"&gt;Comal Independent School District&lt;/a&gt;.\nTwo traditional public high schools are located within city limits, as well as a freshmen center. The public high schools are &lt;a href=\"New%20Braunfels%20High%20School\"&gt;New Braunfels High School&lt;/a&gt;, &lt;a href=\"Canyon%20High%20School%20%28New%20Braunfels%2C%20Texas%29\"&gt;Canyon High School&lt;/a&gt;, and Alamo Colleges-Memorial Early College High School. Private high schools are &lt;a href=\"New%20Braunfels%20Christian%20Academy\"&gt;New Braunfels Christian Academy&lt;/a&gt;, a &lt;a href=\"K-12%20school\"&gt;K-12 institution&lt;/a&gt;, and the &lt;a href=\"Calvary%20Baptist%20Academy%20%28New%20Braunfels%2C%20Texas%29\"&gt;Calvary Baptist Academy&lt;/a&gt;.\nNBISD operates several schools in New Braunfels.\nCISD schools serving New Braunfels are:\nRecreation and tourism.\nThe town holds \"Wurstfest\", a German-style sausage festival, every November, drawing on the city's strong German heritage. Every December, the town celebrates Wassailfest in the historic downtown.\nNew Braunfels draws a large number of tourists, particularly in the summer because of the cold-spring rivers that run through the city. Many generations of families and college students return every summer to &lt;a href=\"Tubing%20%28recreation%29\"&gt;tube&lt;/a&gt; for miles down the &lt;a href=\"Guadalupe%20River%20%28Texas%29\"&gt;Guadalupe&lt;/a&gt; and &lt;a href=\"Comal%20River\"&gt;Comal&lt;/a&gt; rivers. New Braunfels is the site of the original &lt;a href=\"water%20park\"&gt;water park&lt;/a&gt;, the &lt;a href=\"Schlitterbahn\"&gt;Schlitterbahn&lt;/a&gt; WaterPark Resort. The Ernest Eikel Skate Park attracts many skate board enthusiasts.\nNew Braunfels also hosts a &lt;a href=\"Buc-ee%27s\"&gt;Buc-ee's&lt;/a&gt; gas station, which is recognized as the largest gas station in the world.\nMedia communications.\nThe newspaper \"&lt;a href=\"Herald%20Zeitung\"&gt;Herald Zeitung&lt;/a&gt;\" was originally two newspapers: \"The Herald\" (published in English) and \"The Zeitung\", which means \"newspaper\", (published in German) until 1967.\nThe other newspaper publisher serving the city of New Braunfels is the \"TX Citizen\", formerly the \"NB citizen\".\nIn radio, two stations broadcast from New Braunfels, &lt;a href=\"KGNB\"&gt;KGNB&lt;/a&gt; 1420 AM and &lt;a href=\"KNBT\"&gt;KNBT&lt;/a&gt; 92.1 FM, notable for its &lt;a href=\"Americana%20%28music%29\"&gt;Americana&lt;/a&gt; music format."
}