{
    "id": "15132961",
    "revid": "30529997",
    "url": "https://en.wikipedia.org/wiki?curid=15132961",
    "title": "Dungeon Crawl Stone Soup",
    "text": "Dungeon Crawl Stone Soup (\"DCSS\") is a &lt;a href=\"free%20and%20open%20source\"&gt;free and open source&lt;/a&gt; &lt;a href=\"roguelike\"&gt;roguelike&lt;/a&gt; &lt;a href=\"personal%20computer%20game\"&gt;computer game&lt;/a&gt; and the community-developed successor to the 1997 &lt;a href=\"roguelike\"&gt;roguelike&lt;/a&gt; game \"Linley's Dungeon Crawl\", originally &lt;a href=\"game%20programming\"&gt;programmed&lt;/a&gt; by Linley Henzell. It has been identified as one of the \"major roguelikes\" by John Harris.\n\"Dungeon Crawl Stone Soup\" polled first in a 2008 poll of 371 roguelike players, and later polled second in 2009 (behind \"&lt;a href=\"DoomRL\"&gt;DoomRL&lt;/a&gt;\") and 2010 (behind \"&lt;a href=\"Tales%20of%20Maj%27Eyal\"&gt;ToME 4&lt;/a&gt;\"), and third in 2011 (behind \"ToME 4\" and \"&lt;a href=\"Dungeons%20of%20Dredmor\"&gt;Dungeons of Dredmor&lt;/a&gt;\"). The game is released under the &lt;a href=\"GNU%20General%20Public%20License\"&gt;GNU GPL-2.0-or-later&lt;/a&gt;. The latest release is version 0.27.1, released on August 21, 2021. &lt;a href=\"Stone%20soup\"&gt;Stone soup&lt;/a&gt; refers to the European folk story in which hungry strangers convince the people of a town to each share a small amount of their food in order to make a meal that everyone enjoys.\nGameplay.\nDungeon Crawl Stone Soup is a &lt;a href=\"roguelike\"&gt;roguelike&lt;/a&gt; game where the player creates a character and guides it through a dungeon, mostly consisting of persistent levels, full of monsters and items, with the goal of retrieving the \"Orb of Zot\" (a &lt;a href=\"MacGuffin\"&gt;MacGuffin&lt;/a&gt;) located there, and escaping alive. To enter the Realm of Zot where the Orb is located, the player must first obtain at least three \"runes of Zot\" of the 15 available; these are located at the ends of diverse dungeon branches such as the Spider Nest, Tomb, and Slime Pits.\nThe game has an explicit design philosophy intended to provide interesting strategic and tactical choices within a balanced game; to offer replayability based on random dungeon generation; to make the game accessible and enjoyable without deep knowledge of its internal mechanics; and to present a friendly user interface that can optionally automate several tasks like exploration and searching for previously seen items. Conversely, the developer team seeks to avoid providing incentives for repeating boring actions without consideration, or providing illusory gameplay choices where one alternative is always superior.\nMost levels are randomly generated to maximize variety, while the levels containing the objective items are randomly chosen between several manually-designed layouts, which usually contain random elements, and which are authored in a Crawl-specific language incorporating &lt;a href=\"Lua%20%28programming%20language%29\"&gt;Lua&lt;/a&gt; scripting. Randomly generated levels may contain randomly chosen manually designed fragments called \"vaults\", as well as portals to special manually designed mini-levels called \"portal vaults\" such as volcanoes and wizard's laboratories.\nCharacters are initially defined by their species and their background. Character advancement is based on experience points gained by defeating monsters, which increase both an experience level and a set of skills including melee weapons, ranged weapons and magic. The player determines which skills to increase.\nThe species choice determines the aptitudes of the character for each of the skills, which represent how much experience is needed to raise the skill to higher levels and adds species-specific abilities. In the 0.26 version, 27 species are available, from those with little deviation from the common mechanics such as humans and hill orcs, to species such as mummies and octopodes which have unusual gameplay mechanics.\nThe background choice determines the starting skills and equipment, with 24 choices as of 0.26 such as fighters, necromancers, and berserkers; unlike species choice, background choice only affects the start of the game — the player is not prevented from pursuing any skills and using any equipment.\nThe game also offers a pantheon of 25 gods. The player can choose to worship one of the gods once the appropriate altar is found. A few backgrounds even start the game already worshipping a specific god. The choice of the deity significantly impacts gameplay. Favor with gods is earned in different ways. Some appreciate the player exploring or killing enemies, but there are also more whimsical gods like Ru, who expects sacrifices of his worshippers. Favor with one's god is rewarded with widely different benefits, ranging from passive enhancements to occasional gifts to the player to powerful activated abilities. Some gods' enhancements are tailored to specific play styles, such as Okawaru's gifts of weapons and combat boosts supporting fighter types whereas Sif Muna's gifts of spell books and increases to MP regeneration are more beneficial to sorcerer types. A player can also choose to abandon their god in favor of another. However, this will usually cause the deity to become angry at the player. Consequently they will harass the player for a time with actions like summoning powerful monsters against the player, inflicting nasty status effects like slowing, or simply dealing large amounts of damage on the player.\nHistory.\nLinley's Dungeon Crawl.\nLinley's Dungeon Crawl (or just Dungeon Crawl or Crawl) was a &lt;a href=\"roguelike\"&gt;roguelike&lt;/a&gt; &lt;a href=\"personal%20computer%20game\"&gt;computer game&lt;/a&gt; originally &lt;a href=\"game%20programming\"&gt;programmed&lt;/a&gt; by Linley Henzell in &lt;a href=\"1995%20in%20video%20gaming\"&gt;1995&lt;/a&gt;, and first released to the general public on October 2, 1997. The game had a quirky license based on &lt;a href=\"GNU%20bison\"&gt;Bison&lt;/a&gt;'s license and the &lt;a href=\"NetHack%20General%20Public%20License\"&gt;NetHack License&lt;/a&gt;; Stone Soup has contacted every past contributor and &lt;a href=\"Software%20relicensing\"&gt;relicensed&lt;/a&gt; to &lt;a href=\"GNU%20General%20Public%20License\"&gt;GPL-2.0-or-later&lt;/a&gt;.\nOriginal gameplay.\n\"Crawl\" starts with the player's choice of one of over twenty races: several different types of &lt;a href=\"elf\"&gt;elves&lt;/a&gt;, &lt;a href=\"dwarf%20%28mythology%29\"&gt;dwarves&lt;/a&gt;, &lt;a href=\"humans\"&gt;humans&lt;/a&gt;, &lt;a href=\"ogres\"&gt;ogres&lt;/a&gt;, &lt;a href=\"tengu\"&gt;tengu&lt;/a&gt;, &lt;a href=\"centaurs\"&gt;centaurs&lt;/a&gt;, &lt;a href=\"Merman\"&gt;merfolk&lt;/a&gt;, and other fantasy beings. Racial selection sets base attributes, future skill advancement, and physical characteristics such as movement, resistances, and special abilities.\nSubject to racial exclusions, the player next chooses a &lt;a href=\"character%20class\"&gt;character class&lt;/a&gt; from among over twenty selections. Classes include the traditional roles of &lt;a href=\"Warrior%20%28character%20class%29\"&gt;fighter&lt;/a&gt;, &lt;a href=\"Wizard%20%28character%20class%29\"&gt;wizard&lt;/a&gt;, and &lt;a href=\"Thief%20%28character%20class%29\"&gt;thief&lt;/a&gt; as well as specialty roles, among them &lt;a href=\"Monk%20%28character%20class%29\"&gt;monk&lt;/a&gt;s, &lt;a href=\"berserker\"&gt;berserker&lt;/a&gt;s, &lt;a href=\"Assassin%20%28character%20class%29\"&gt;assassin&lt;/a&gt;s, &lt;a href=\"crusade\"&gt;crusade&lt;/a&gt;rs, and elemental spellcasters. Wanderers represent an atypical option and receive a random skill set. Together, class and race determine base equipment and skill training, though characters may later attempt to acquire any in-game skill.\nThe \"Crawl\" skill system covers many abilities, including the ability to move freely in &lt;a href=\"armor\"&gt;armor&lt;/a&gt; or silently, mount effective attacks with different categories of weapons (&lt;a href=\"polearm\"&gt;polearm&lt;/a&gt;s, &lt;a href=\"longsword\"&gt;long&lt;/a&gt; or &lt;a href=\"Iron%20Age%20sword\"&gt;short&lt;/a&gt; blades, &lt;a href=\"mace%20%28bludgeon%29\"&gt;maces&lt;/a&gt;, &lt;a href=\"axe\"&gt;axe&lt;/a&gt;s, and &lt;a href=\"Magic%20wand\"&gt;staves&lt;/a&gt;), master &lt;a href=\"Magic%20%28gaming%29\"&gt;spells&lt;/a&gt; from different magical colleges (the elements, &lt;a href=\"necromancy\"&gt;necromancy&lt;/a&gt;, conjuration, enchantments, summoning, etc.), utilize magical artifacts, and pray to divinities. Training occurs through repetition of skill-related actions (e.g., hitting a monster with a longsword trains long blades and fighting skills), using experience from a pool refilled as the player defeats monsters.\nJohn Harris, in his \"@Play\" column states that the experience pool system \"deftly avoids the many problems of a skill-based development system\", mainly praising the need to move on through the course of the game to further improve a PC's skills. In the same article, John Harris states that this experience system \"is probably the best skill system yet seen in any roguelike; it could make a claim at being one of the best in any CRPG.\"\n&lt;a href=\"Religion\"&gt;Religion&lt;/a&gt; within \"Crawl\" is a central game mechanic. Its diverse pantheon of gods reward character conformance to particular codes of conduct. Trog, the berserker god, expects abstinence from casting spells and offers aid in battle, whereas Sif Muna expects frequent spellcraft in exchange for magical assistance and gifts of spellbooks. Some deities campaign against &lt;a href=\"evil\"&gt;evil&lt;/a&gt;, matched by a god of death who revels in indiscriminate killing, while others prove unpredictable objects of worship. Xom, an example of the latter, toys with followers, meting out punishments and showering gifts on inscrutable whims.\nThe goal of \"Crawl\" is to recover the \"Orb of Zot\" hidden deep within a &lt;a href=\"dungeon\"&gt;dungeon&lt;/a&gt; complex. To achieve this objective, characters must visit various dungeon branches, such as the Orcish Mines or The Lair of Beasts, which often branch further in to additional areas, like the Elven Halls or The Swamp, and obtain at least three \"Runes of Zot\" with which to gain access to the Orb. Fifteen different runes can be obtained in any particular game, and obtaining all of them is generally considered an extra feat. While all the possible 654 race/class combinations have been won on the online servers, only 186 of them were ever played online as an all-rune win (as of 2010-08-24). Dungeon maps in \"Crawl\" persist, as in \"&lt;a href=\"NetHack\"&gt;NetHack&lt;/a&gt;\".\nVersions.\nThe last official versions of \"Linley's Dungeon Crawl\" were 4.0.0 beta 26, from March 24, 2003, and a later alpha release, version 4.1.0, dating from July 2005.\nVersion 400b26e070t, a popular last community release, includes the 2003-2004 Patches (Darshan Shaligram) and updates the game to the standard tile version (M. Itakura, Denzi, Alex Korol, Nullpodoh).\nThe game has been ported to the &lt;a href=\"Nintendo%20DS\"&gt;Nintendo DS&lt;/a&gt; as \"DSCrawl\".\nDCSS.\nDungeon Crawl Stone Soup was begun in 2006 by Darshan \"greensnark\" Shaligram and Erik Piper as an attempt to restart Crawl development, which had progressed slowly in the years since Linley Henzell, creator of the original \"Linley's Dungeon Crawl\", had retired from developing the game. Several patches had been made to the game, particularly one by Shaligram known as the 'Travel patch', which borrowed the implementation of &lt;a href=\"Dijkstra%27s%20algorithm\"&gt;Dijkstra's algorithm&lt;/a&gt; from &lt;a href=\"NetHack\"&gt;NetHack&lt;/a&gt; to provide an auto-exploration ability in game. These patches were compiled into the Stone Soup project, which eventually released publicly on &lt;a href=\"SourceForge\"&gt;SourceForge&lt;/a&gt;.\n\"Stone Soup\" has since then developed an unprecedented variety of extensions which fit into this general vein of \"play aid\", such as allowing searching through every item ever discovered by &lt;a href=\"regular%20expression\"&gt;regular expression&lt;/a&gt;. Additionally, \"Stone Soup\" has made a number of &lt;a href=\"user%20interface\"&gt;user interface&lt;/a&gt; improvements, such as mouse interaction and an (optional) graphical user interface.\nIn order to avoid &lt;a href=\"featuritis\"&gt;featuritis&lt;/a&gt;, \"Stone Soup\" has also pruned gameplay elements which they considered superfluous, including several races, backgrounds, magical schools, and most recently the food system. The development team has also expressed a desire to maintain the current total length of the game, and so as new areas are added to the dungeon, old ones have been shortened or even removed to compensate.\nGraphical tile version.\nOne notable addition of the \"Dungeon Crawl Stone Soup\" branch is the ability to play (locally or in a &lt;a href=\"web%20browser\"&gt;web browser&lt;/a&gt;) using a graphical tile version of the game. Players unfamiliar with the genre may find the tile version more accessible.\nAndroid versions.\nThere are two &lt;a href=\"Android%20%28operating%20system%29\"&gt;Android&lt;/a&gt; ports of the game available.\nAn unofficial port of the console version was developed and released on &lt;a href=\"Google%20Play\"&gt;Google Play&lt;/a&gt;.\nThere is also an port of the tile version that is under development. The latest unstable builds can be downloaded from the official website.\nOnline play.\nSeveral public servers support online play through an &lt;a href=\"SSH\"&gt;SSH&lt;/a&gt; client and some of these also allow graphical play in web browser (referred to as \"webtiles\"). Features of online play include automated high-score tracking and real-time recording of online play for later viewing. Also, ghosts of other players' characters are frequently encountered on a player's journey, providing an additional challenge. A biannual tournament for all \"Stone Soup\" players is held after each major release on the servers (usually in September and April). Additionally, players may test experimental game modes, races, and gods, that are not yet ready to be added to the main version."
}