{
    "id": "15148456",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=15148456",
    "title": "Great Bealings",
    "text": "Great Bealings is a small village in &lt;a href=\"Suffolk\"&gt;Suffolk&lt;/a&gt;, England. It has about 302 people living in it in around 113 households. Its nearest towns are &lt;a href=\"Ipswich\"&gt;Ipswich&lt;/a&gt; ( away) and &lt;a href=\"Woodbridge%2C%20Suffolk\"&gt;Woodbridge&lt;/a&gt; (). Nearby villages include &lt;a href=\"Little%20Bealings\"&gt;Little Bealings&lt;/a&gt;, &lt;a href=\"Playford%2C%20Suffolk\"&gt;Playford&lt;/a&gt;, &lt;a href=\"Culpho\"&gt;Culpho&lt;/a&gt;, &lt;a href=\"Hasketon\"&gt;Hasketon&lt;/a&gt; and &lt;a href=\"Grundisburgh\"&gt;Grundisburgh&lt;/a&gt;. The village does not have an obvious centre, and the population is split between two areas — one around Lower Street to the East of the village, and the other at Boot Street/Grundisburgh Road to the West of the village. St Mary's, the village church, is about in the middle of these two centres of population.\nThe village shares a playing field with Little Bealings, which is located behind the joint Village Hall, and includes a grassed plateau, a fenced and hard surfaced multi-sports court, children's play equipment, and a &lt;a href=\"boules\"&gt;boules&lt;/a&gt; piste. It is named after &lt;a href=\"Lord%20Belstead\"&gt;John Ganzoni, Lord Belstead&lt;/a&gt;, who lived in the village for many years, and whose Charitable Trust Fund supported the project.\nThe River Lark passes through the middle of the village, and is crossed by the main road with a &lt;a href=\"humpback%20bridge\"&gt;humpback bridge&lt;/a&gt;.\nHistory.\nIn the &lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt; there is mention of the Saxon Hall, owned by Halden, with Anund the priest in attendance. This was on the meadow by the church and was owned by several families such as the de Peche, Clench, and Majors, who knocked it down in 1775 to use the material to aid the construction of Bealings House.\nThe village has always had a strong &lt;a href=\"agriculture\"&gt;agricultural&lt;/a&gt; base with several small &lt;a href=\"farm\"&gt;farm&lt;/a&gt;s. In White's gazetteer of Suffolk in 1855, the listed tradesmen are: brickmaker, two boot makers, builder, &lt;a href=\"wheelwright\"&gt;wheelwright&lt;/a&gt;, &lt;a href=\"blacksmith\"&gt;blacksmith&lt;/a&gt;, gardener, shopkeeper, and &lt;a href=\"miller\"&gt;miller&lt;/a&gt; as well as several farmers and &lt;a href=\"gentlemen\"&gt;gentlemen&lt;/a&gt;.\nHistorical writings.\nIn 1870–72, &lt;a href=\"John%20Marius%20Wilson\"&gt;John Marius Wilson&lt;/a&gt;'s &lt;a href=\"Imperial%20Gazetteer%20of%20England%20and%20Wales\"&gt;Imperial Gazetteer of England and Wales&lt;/a&gt; described the village as:\nIn 1887, &lt;a href=\"John%20Bartholomew\"&gt;John Bartholomew&lt;/a&gt; also wrote an entry on Great Bealings in the Gazetteer of the British Isles with a much shorter description:\nRectors of the Parish.\nPlaques in the church list the following Rectors:"
}