{
    "id": "15144789",
    "revid": "5113002",
    "url": "https://en.wikipedia.org/wiki?curid=15144789",
    "title": "South Texas Regional Airport at Hondo",
    "text": "South Texas Regional Airport at Hondo is a public use &lt;a href=\"airport\"&gt;airport&lt;/a&gt; located two &lt;a href=\"nautical%20mile\"&gt;nautical mile&lt;/a&gt;s (4 &lt;a href=\"kilometre\"&gt;km&lt;/a&gt;) northwest of the &lt;a href=\"central%20business%20district\"&gt;central business district&lt;/a&gt; of &lt;a href=\"Hondo%2C%20Texas\"&gt;Hondo&lt;/a&gt;, a city in &lt;a href=\"Medina%20County%2C%20Texas\"&gt;Medina County, Texas&lt;/a&gt;, United States. It is owned by the City of Hondo and was formerly known as Hondo Municipal Airport. This airport is included in the &lt;a href=\"National%20Plan%20of%20Integrated%20Airport%20Systems\"&gt;National Plan of Integrated Airport Systems&lt;/a&gt; for 2011–2015, which &lt;a href=\"FAA%20airport%20categories\"&gt;categorized&lt;/a&gt; it as a \"&lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt;\" facility.\nFacilities and aircraft.\nSouth Texas Regional Airport at Hondo covers an area of 3,500 &lt;a href=\"acre\"&gt;acre&lt;/a&gt;s (1,416 &lt;a href=\"hectare\"&gt;ha&lt;/a&gt;) at an &lt;a href=\"elevation\"&gt;elevation&lt;/a&gt; of 930 feet (283 m) above &lt;a href=\"mean%20sea%20level\"&gt;mean sea level&lt;/a&gt;. It has four &lt;a href=\"runway\"&gt;runway&lt;/a&gt;s:\n8/26 is 3,451 by 75 feet (1,052 x 23 m), 13/31 is 5,545 by 150 feet (1,690 x 46 m), 17L/35R is 6,002 by 100 feet (1,829 x 30 m), and 17R/35L is 3,224 by 140 feet (983 x 43 m). Runway 17L/35R has an &lt;a href=\"asphalt\"&gt;asphalt&lt;/a&gt; pavement and the remaining three runways have a &lt;a href=\"concrete\"&gt;concrete&lt;/a&gt; surface.\nFor the 12-month period ending January 20, 2012, the airport had 95,000 &lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt; aircraft operations, an average of 260 per day. At that time there were 31 aircraft based at this airport: 81% single-&lt;a href=\"aircraft%20engine\"&gt;engine&lt;/a&gt;, 13% &lt;a href=\"helicopter\"&gt;helicopter&lt;/a&gt;, and 6% multi-engine.\nHistory.\nHondo Army Air Field.\nThe airport has its origins in 1942 with the establishment by the &lt;a href=\"United%20States%20Army%20Air%20Corps\"&gt;Army Air Corps&lt;/a&gt; of Hondo Army Air Field, and was used as a Navigator training base. The &lt;a href=\"Women%20Airforce%20Service%20Pilots\"&gt;Women Airforce Service Pilots&lt;/a&gt; (WASPs) squadrons were assigned there in November 1943. Two notable woman pilots, Betty Henrich and Hollywood stunt actress Mary Wiggins, were among the first WASPs to report for duty. Between July 1942 and August 1945 some 14,158 navigators were trained at Hondo. The base was closed on December 29, 1945, and the buildings and fixtures were sold as surplus.\nBetween 1945 and 1951 civilian operators such as the Hollaway flying school trained student pilots at the former base under the GI Bill.\nHondo Air Base.\nOn June 5, 1950, as a result of the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;, the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; reactivated the base as Hondo Air Base, and it served as a contract pilot training center for training pilots. It closed again in 1958.\nDuring the 1960s the city of Hondo leased facilities at the base to the Hondo Livestock Auction and to Gary Aerospace, &lt;a href=\"Universal%20Rundle\"&gt;Universal Rundle&lt;/a&gt;, and Doss Aviation. The aviation companies worked with the United States Air Force to screen pilots, and Universal Rundle manufactured bathroom products.\nIn 1957 a golf course was constructed on the base through the efforts of base commander Lieutenant Colonel Earl V. Riley. A golf tournament bearing his name remained a yearly event in the 1980s. In the spring of 1973 the Air Force began a flight-screening program at Hondo using the &lt;a href=\"T-41%20Mescalero\"&gt;T-41 Mescalero&lt;/a&gt;, a militarized version of the civilian Cessna 172. The training program, still in operation in the 1980s, was attended by United States and foreign students.\nAfter the mid-1970s the base housed a number of businesses, including a fiberglass-products plant, a greenhouse, a national guard armory, and the Medina Electric Cooperative."
}