{
    "id": "15162658",
    "revid": "28164502",
    "url": "https://en.wikipedia.org/wiki?curid=15162658",
    "title": "John Charles Molteno",
    "text": "Sir John Charles Molteno (5 June 1814 – 1 September 1886) was a soldier, businessman, champion of &lt;a href=\"responsible%20government\"&gt;responsible government&lt;/a&gt; and the first Prime Minister of the &lt;a href=\"British%20Cape%20Colony\"&gt;Cape Colony&lt;/a&gt;.\nEarly life.\nBorn in London into a large Anglo-Italian family, Molteno emigrated to the Cape in 1831 at the age of 17, where he found work as an assistant to the public librarian in &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt;. At the age of 23 he founded his first company, \"Molteno &amp; Co.\", a trading company that exported wine, wool and aloes to &lt;a href=\"Mauritius\"&gt;Mauritius&lt;/a&gt; and the &lt;a href=\"West%20Indies\"&gt;West Indies&lt;/a&gt;, and opened branches around the Cape.\nIn 1841, he undertook Southern Africa's first experimental export of fruit, loading a ship with a range of fruits (necessarily dried, as no refrigeration existed yet) and sending it to Australia to test foreign markets.\nThe experiment ended in disaster when his ship was wrecked in a storm – pushing Molteno close to bankruptcy.\nDisposing of the remains of his mercantile businesses, he immediately bought some land in the arid &lt;a href=\"Beaufort%20West\"&gt;Beaufort&lt;/a&gt; area and successfully introduced &lt;a href=\"Merino\"&gt;Saxon Merino&lt;/a&gt; sheep, building up the vast &lt;a href=\"Nelspoort%2C%20Western%20Cape\"&gt;Nelspoort Estate&lt;/a&gt;. Among his many other business ventures, he founded the region's first bank, \"Alport &amp; Co.\" – in &lt;a href=\"Beaufort%20West\"&gt;Beaufort West&lt;/a&gt;.\nHe also returned briefly to Cape Town to marry a young woman named Maria, whom he had originally met soon after arriving in South Africa. She was the &lt;a href=\"coloured\"&gt;coloured&lt;/a&gt; daughter of a &lt;a href=\"merchant\"&gt;merchant&lt;/a&gt; colleague, and he brought her back to his estate, with a view to starting a family.\nTragedy struck a few years later when his wife died in childbirth (along with their only child). Soon afterwards the bereaved Molteno left his estate and joined a &lt;a href=\"Boer%20Commando\"&gt;Boer Commando&lt;/a&gt; that was heading for the frontier mountains to fight in the 1846 &lt;a href=\"War%20of%20the%20Axe\"&gt;Amatola War&lt;/a&gt;.\nPolitical career.\nThe fight for Responsible Government.\nThe &lt;a href=\"Economy%20of%20the%20Western%20Cape\"&gt;Cape economy&lt;/a&gt; was in a recession in the early 1860s when Molteno moved back to Cape Town, remarried and bought &lt;a href=\"Claremont%2C%20Cape%20Town\"&gt;Claremont&lt;/a&gt; house (At the time an estate of orchards and vineyards, not the busy suburb that it is today).\nMolteno had been elected to the Cape Colony's &lt;a href=\"Parliament%20of%20the%20Cape%20of%20Good%20Hope\"&gt;first parliament&lt;/a&gt; in 1854, representing &lt;a href=\"Beaufort%20West\"&gt;Beaufort&lt;/a&gt;, the first municipality in southern Africa. However, in spite of the elected parliament, executive power remained firmly in the hands of a &lt;a href=\"Administrator%20of%20the%20Government\"&gt;British Governor&lt;/a&gt;, appointed by London, meaning that the country was run primarily according to Britain's interests, rather than southern Africa's. Molteno's experiences fighting in the frontier wars had given him a contempt for what he saw as the incompetence and injustice of British imperial rule in Southern Africa, as well as a lifelong belief in the need for efficient and locally-accountable democracy. From his first entry into parliament, he therefore began a long political battle to make the Cape's &lt;a href=\"Executive%20%28government%29\"&gt;Executive&lt;/a&gt; democratically accountable (or \"responsible\" as it was known), and thus to give the country a degree of independence from Britain.\nOver the years his &lt;a href=\"Responsible%20Government\"&gt;Responsible Government&lt;/a&gt; movement grew, and eventually dominated parliament and Cape politics. In the 1860s the autocratic British Governor &lt;a href=\"Philip%20Edmond%20Wodehouse\"&gt;Edmond Wodehouse&lt;/a&gt; made repeated attempts to dismantle the few elected bodies the Cape had, and assume direct control over the colony. Molteno led the fight against these measures, using his electoral control to cut off the Governor's budget and effectively starve his administration into compliance. After nearly a decade of struggle, the defeated Governor was recalled in 1870, amid great local celebration.\nFinally in 1872, with the consent of the new Governor &lt;a href=\"Sir%20Henry%20Barkly\"&gt;Sir Henry Barkly&lt;/a&gt;, Molteno saw the decisive bill through parliament and brought the Cape Colony's government under local control for the first time.\nAfter first offering the post to &lt;a href=\"Saul%20Solomon\"&gt;Saul Solomon&lt;/a&gt; and &lt;a href=\"William%20Porter%20%28attorney-general%29\"&gt;William Porter&lt;/a&gt;, Molteno agreed to become the Cape Colony's first Prime Minister.\nThe Molteno Ministry.\nHe was appointed Prime Minister in 1872, and in turn appointed the young &lt;a href=\"John%20X.%20Merriman\"&gt;John X. Merriman&lt;/a&gt; as his commissioner of public works (Merriman himself was later to become the 8th Prime Minister of the Cape and in that capacity continued many of Molteno's policies).\nMolteno began his ministry by re-organising the state finances. One of his government's first acts was to abolish the controversial &lt;a href=\"Hut%20tax\"&gt;house tax&lt;/a&gt; (Act 11 of 1872). He used the new revenues from the diamond and &lt;a href=\"Common%20ostrich\"&gt;ostrich&lt;/a&gt; &lt;a href=\"feather\"&gt;feather&lt;/a&gt; industries to pay off the Cape's accumulated debts and to invest heavily in infrastructure, including a telegraph system and an ambitious railway building programme. He also oversaw a revival in the agricultural sector, and began the construction of a vast irrigation system across the country. The economy recovered, as new ports and shipping services helped the surge in exports, resulting in reasonable budget surpluses by the end of his tenure. He led the (now prosperous) Cape colony in the &lt;a href=\"Xhosa%20Wars\"&gt;Ninth Frontier War&lt;/a&gt; when it broke out in 1877, and he strongly resisted regional factionalism – going to great lengths to heal the rifts between the &lt;a href=\"Eastern%20Cape\"&gt;eastern&lt;/a&gt; and &lt;a href=\"Western%20Cape\"&gt;western&lt;/a&gt; halves of the Cape and blocking attempts by his political opponents to racially segregate the armed forces.\nHis government also founded the &lt;a href=\"University%20of%20South%20Africa\"&gt;University of the Cape of Good Hope&lt;/a&gt;, now one of the world's &lt;a href=\"Mega%20university\"&gt;mega-universities&lt;/a&gt; with over 200,000 students, and Victoria College (later to become &lt;a href=\"Stellenbosch%20University\"&gt;Stellenbosch University&lt;/a&gt;). In 1874 he established a system of government grants to build libraries in towns and villages across the country. Later known as the \"&lt;a href=\"Molteno%20Regulations\"&gt;Molteno Regulations&lt;/a&gt;\", they were an immense success and were later adopted by neighbouring countries.\nThe Molteno Ministry was characterised by its stout opposition to imperial interference in Cape affairs, for example, quashing a bid to forcefully incorporate &lt;a href=\"Griqualand%20West\"&gt;Griqualand West&lt;/a&gt; and opposing Frere's later deployment of imperial troops against the &lt;a href=\"Xhosa%20people\"&gt;Xhosa&lt;/a&gt;.\nImportantly, the system of &lt;a href=\"responsible%20government\"&gt;responsible government&lt;/a&gt; as instituted under Molteno retained the traditional Cape system of &lt;a href=\"Cape%20Qualified%20Franchise\"&gt;non-racial franchise&lt;/a&gt; – whereby all races could vote, quite unlike the situation in the rest of Southern Africa.\nConfederation and War.\nA change of government in London led to a pro-imperialist lobby headed by Secretary of State, &lt;a href=\"Henry%20Herbert%2C%204th%20Earl%20of%20Carnarvon\"&gt;Lord Carnarvon&lt;/a&gt;, determined to bring all of southern Africa into the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt; by enforcing a confederation onto the region. This \"new and impatient imperialism\" was resisted by the states of southern Africa, including the Cape colony government, and relations between the Molteno government and the British Colonial Office deteriorated.\nMolteno himself argued that \"the proposals for confederation should emanate from the communities to be affected, and not be pressed upon them from outside.\" – and that the whole scheme was particularly badly timed. The different states of southern Africa were still simmering after the last bout of British imperial expansion, and he stressed that the forced imposition of a lop-sided confederation would cause immense instability.\nMolteno's government also transmitted to London its concern that any federation with the illiberal Boer republics would endanger the rights and franchise of the Cape's Black citizens; if there was to be any form of union, the Cape's &lt;a href=\"non-racialism\"&gt;non-racialism&lt;/a&gt; would need to be imposed on the Boer republics, and could not be compromised.\nHowever, the Colonial Office went ahead and dismissed governor &lt;a href=\"Henry%20Barkly\"&gt;Henry Barkly&lt;/a&gt; and appointed &lt;a href=\"Henry%20Bartle%20Frere\"&gt;Henry Bartle Frere&lt;/a&gt; who on 3 February 1878 dissolved the Cape government. Frere was a formidable administrator of the British Empire but had scant experience of southern Africa and the confederation scheme soon fell apart, leaving a trail of wars across the region as predicted, including long-running conflicts with the &lt;a href=\"Xhosa%20people\"&gt;Xhosa&lt;/a&gt;, &lt;a href=\"Pedi%20people\"&gt;Pedi&lt;/a&gt; and &lt;a href=\"Basotho\"&gt;Basotho&lt;/a&gt; nations. After the disastrous &lt;a href=\"Anglo-Zulu%20War\"&gt;British invasion of Zululand&lt;/a&gt; and rising discontent in the &lt;a href=\"South%20African%20Republic\"&gt;Transvaal&lt;/a&gt; (that later exploded as the &lt;a href=\"First%20Boer%20War\"&gt;First Boer War&lt;/a&gt;), Frere was recalled to London to face charges of misconduct in 1880.\nLater political career and legacy.\nMolteno was repeatedly asked to form a government again, however (by now in his late sixties) he declined and chose to retire from public life to spend time with his family. He directed the appointment of &lt;a href=\"Thomas%20Charles%20Scanlen\"&gt;Thomas Charles Scanlen&lt;/a&gt; instead, and his last office was a brief stint advising the Scanlen Ministry as &lt;a href=\"Chief%20Secretary%20%28British%20Empire%29\"&gt;Colonial Secretary&lt;/a&gt; before he retired completely.\nHis legacy was in the system of responsible government and parliamentary accountability that he established. Molteno did not refer to himself as a &lt;a href=\"Social%20liberalism\"&gt;liberal&lt;/a&gt;, preferring to see himself simply as a pragmatist. However, as an early proponent of &lt;a href=\"Universal%20suffrage\"&gt;multi-racial democracy&lt;/a&gt;, he was very influential on the later Cape Liberal tradition.\nHe was knighted by &lt;a href=\"Queen%20Victoria\"&gt;Queen Victoria&lt;/a&gt; in 1882. (It was not an honour that he greatly valued however, and he had already refused three previous knighthoods earlier in his career.)\nLater life and family.\nIn person, Molteno was described as straight-talking and good-natured, with an easy laugh and a mischievous smile; politically outspoken and vigilant.\nHis strongest political opponents on the other hand, accused him of being fierce, stubborn, and too much influenced by &lt;a href=\"Saul%20Solomon\"&gt;Saul Solomon&lt;/a&gt; (a &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; MP whom Molteno held in high regard). In &lt;a href=\"John%20de%20Villiers%2C%201st%20Baron%20de%20Villiers\"&gt;Lord De Villiers&lt;/a&gt;'s biography he is summed up as \"a fighter, who did not mind hard knocks, as long as he could return them.\"\nMolteno was unusually tall and powerfully built. In Southern Africa he acquired the nickname the \"Lion of Beaufort\", though his British opponents reputedly referred to him in private as the \"Beaufort Boer\". The nicknames were both reportedly due to his deep booming voice, his height, and the large beard he grew in later life. The &lt;a href=\"Dictionary%20of%20National%20Biography\"&gt;Dictionary of National Biography&lt;/a&gt; adds \"Sir John Molteno was a man of commanding presence and great physical strength. In private life, he was of most simple and unostentatious habits.\"\nMolteno was married three times and had a total of nineteen children, founding a large and influential South African family. His immediate descendants included politicians and members of parliament, shipping magnates and exporters, military leaders, suffragists and anti-Apartheid activists.\nAlthough born and raised a Catholic, Molteno was tight-lipped on the subject of his religious beliefs, unusual for a man known to be frank and direct. According to his &lt;a href=\"Percy%20Molteno\"&gt;son and biographer&lt;/a&gt;, he disliked denominations and was a &lt;a href=\"Freethought\"&gt;freethinker&lt;/a&gt;.\nThe \"Lion of Beaufort\" died on 1 September 1886 and was interred at St Saviour's in &lt;a href=\"Claremont%2C%20Cape%20Town\"&gt;Claremont, Cape Town&lt;/a&gt;.\nThe town of &lt;a href=\"Molteno%2C%20Eastern%20Cape\"&gt;Molteno&lt;/a&gt;, in the &lt;a href=\"Stormberg%20Mountains\"&gt;Stormberg Mountains&lt;/a&gt; of South Africa, is named after him."
}