{
    "id": "15187868",
    "revid": "13135141",
    "url": "https://en.wikipedia.org/wiki?curid=15187868",
    "title": "Picacho State Recreation Area",
    "text": "Picacho State Recreation Area is a camping, boating, and general recreation area located on a 9-mile stretch of the lower &lt;a href=\"Colorado%20river\"&gt;Colorado river&lt;/a&gt; at the site of &lt;a href=\"Picacho%2C%20California\"&gt;Picacho&lt;/a&gt;, a defunct gold mining town.\nPicacho is a popular wintertime/springtime destination for boating, fishing, hiking and camping. This remote park is located in the far southeastern corner of &lt;a href=\"California\"&gt;California&lt;/a&gt; and includes 54 campsites, 3 boat launches, and 5 river camps. Favorite activities at the park include stargazing, and bird and wildlife viewing (including the famous desert resident, the &lt;a href=\"Bighorn%20sheep\"&gt;Bighorn sheep&lt;/a&gt;).\nThe mining town of Picacho sat on this spot in the early 1900s. The remains of a stamp mill that was used to crush the &lt;a href=\"gold\"&gt;gold&lt;/a&gt; ore during mining operations is a popular hiking destination.\nThis section of the Colorado River is a popular stopover for migratory waterfowl - ducks, geese, &lt;a href=\"ibis\"&gt;ibis&lt;/a&gt; and &lt;a href=\"cormorants\"&gt;cormorants&lt;/a&gt; - usually seen by the thousands in spring and fall. Other waterfowl are found here year round.\nProposed for closure.\nPicacho State Recreation Area is one of the 48 &lt;a href=\"List%20of%20California%20state%20parks\"&gt;California state parks&lt;/a&gt; proposed for closure in January 2008 by California's Governor &lt;a href=\"Arnold%20Schwarzenegger\"&gt;Arnold Schwarzenegger&lt;/a&gt; as part of a deficit reduction program.\nClosure again seemed imminent in 2012 as a part of California's sweeping 70-park closure plan. However, Picacho SRA was never closed, and is fully operational as of 2013. A non-profit group &lt;a href=\"http%3A//www.friends4picacho.org/\"&gt;Friends4Picacho&lt;/a&gt; was formed in 2012 to promote its continued operation."
}