{
    "id": "15206970",
    "revid": "10074053",
    "url": "https://en.wikipedia.org/wiki?curid=15206970",
    "title": "Diaframma",
    "text": "Diaframma is an Italian band, one of the &lt;a href=\"dark%20wave\"&gt;dark wave&lt;/a&gt;, &lt;a href=\"Gothic%20rock\"&gt;gothic&lt;/a&gt; Italian acts to come out of Florence during the early 80s along with &lt;a href=\"Litfiba\"&gt;Litfiba&lt;/a&gt;. Diaframma originated from the meeting of &lt;a href=\"Punk%20rock\"&gt;punk&lt;/a&gt; - though it was starting to decline at the time -, &lt;a href=\"New%20wave%20music\"&gt;new wave&lt;/a&gt; and &lt;a href=\"Rock%20music\"&gt;rock&lt;/a&gt;.\nHistory.\nLeader and co-founder of Diaframma is the &lt;a href=\"poet\"&gt;poet&lt;/a&gt;, &lt;a href=\"vocal\"&gt;singer&lt;/a&gt;, &lt;a href=\"guitar\"&gt;guitar&lt;/a&gt;ist and &lt;a href=\"author\"&gt;author&lt;/a&gt; Federico Fiumani.\nBefore Fiumani took the lead in 1989, the singer was Nicola Vannini, followed by Miro Sassolini, who recorded the first three Diaframma albums: \"Siberia\", \"3 Volte Lacrime\" and \"Boxe\". \nStarting from the initial darkwave sound, the style of Diaframma began to shift toward punk rock. Fiumani took the lead and became the singer of the band. Through changes in the line-up of Diaframma over the years, several well-known Italian rock musicians recorded and toured with the band: Daniele Trambusti (drums, already working with Litfiba, Avida, Bella Band and many other Italian rock acts of the 80s and 90s), Alessandro Gerbi (drums, already working with &lt;a href=\"CCCP%20Fedeli%20alla%20linea\"&gt;CCCP Fedeli alla linea&lt;/a&gt;), Gianni Cerone (drums), Alessio Riccio (drums), Simone Giuliani, now a &lt;a href=\"record%20producer\"&gt;record producer&lt;/a&gt; and &lt;a href=\"film%20composer\"&gt;film composer&lt;/a&gt; living in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; (keyboards and vocals), Alessandro Gherardi (keyboards), Guido Melis (bass), Riccardo \"Foggy\" Biliotti (bass).\nDiaframma reached the status of &lt;a href=\"cult%20band\"&gt;cult band&lt;/a&gt; because of charismatic leader Federico Fiumani's statements and fierce lyrics. Fiumani more than once turned down major label deals and declined to participate to mainstream events such as the &lt;a href=\"Sanremo%20Music%20Festival\"&gt;Sanremo Music Festival&lt;/a&gt; in order to preserve his artistic independence and maintain Diaframma's integrity.\nThe Italian alternative rock band &lt;a href=\"C.F.F.%20e%20il%20Nomade%20Venerabile\"&gt;C.F.F. e il Nomade Venerabile&lt;/a&gt; has dedicated to the leader of Diaframma a song called \"Fiumani\", from the album \"Ghiaccio\", released in 2004."
}