{
    "id": "152066",
    "revid": "1062206131",
    "url": "https://en.wikipedia.org/wiki?curid=152066",
    "title": "Eddy Merckx",
    "text": "Édouard Louis Joseph, Baron Merckx (, ; born 17 June 1945), better known as Eddy Merckx, is a Belgian former professional road and track bicycle racer who is among the most successful male riders in the history of competitive cycling. His victories include an unequalled eleven &lt;a href=\"Grand%20Tour%20%28cycling%29\"&gt;Grand Tours&lt;/a&gt; (five &lt;a href=\"Tour%20de%20France\"&gt;Tours of France&lt;/a&gt;, five &lt;a href=\"Giro%20d%27Italia\"&gt;Tours of Italy&lt;/a&gt;, and a &lt;a href=\"Vuelta%20a%20Espa%C3%B1a\"&gt;Tour of Spain&lt;/a&gt;), all five &lt;a href=\"Cycling%20monument\"&gt;Monuments&lt;/a&gt;, setting the &lt;a href=\"hour%20record\"&gt;hour record&lt;/a&gt;, three &lt;a href=\"UCI%20Road%20World%20Championships\"&gt;World Championships&lt;/a&gt;, every major one-day race other than &lt;a href=\"Paris%E2%80%93Tours\"&gt;Paris–Tours&lt;/a&gt;, and extensive victories on the track.\nBorn in &lt;a href=\"Meensel-Kiezegem\"&gt;Meensel-Kiezegem&lt;/a&gt;, &lt;a href=\"Province%20of%20Brabant\"&gt;Brabant&lt;/a&gt;, Belgium, he grew up in &lt;a href=\"Woluwe-Saint-Pierre\"&gt;Woluwe-Saint-Pierre&lt;/a&gt; where his parents ran a grocery store. He played several sports, but found his true passion in cycling. Merckx got his first bicycle at the age of three or four and competed in his first race in 1961. His first victory came at &lt;a href=\"Petit-Enghien\"&gt;Petit-Enghien&lt;/a&gt; in October 1961.\nAfter winning eighty races as an amateur racer, he turned professional on 29 April 1965 when he signed with . His first major victory came in the &lt;a href=\"Milan%E2%80%93San%20Remo\"&gt;Milan–San Remo&lt;/a&gt; a year later, after switching to . After the 1967 season, Merckx moved to , and won the &lt;a href=\"1968%20Giro%20d%27Italia\"&gt;Giro d'Italia&lt;/a&gt;, his first Grand Tour victory. Four times between 1970 and 1974, Merckx completed a Grand Tour double. His final double also coincided with winning the &lt;a href=\"1974%20UCI%20Road%20World%20Championships%20%E2%80%93%20Men%27s%20road%20race\"&gt;men's road race&lt;/a&gt; at the &lt;a href=\"1974%20UCI%20Road%20World%20Championships\"&gt;UCI Road World Championships&lt;/a&gt; to make him the first rider to accomplish cycling's &lt;a href=\"Triple%20Crown%20of%20Cycling\"&gt;Triple Crown&lt;/a&gt;. Merckx broke the hour record in October 1972, extending the record by almost 800 meters.\nHe acquired the nickname \"The Cannibal\", suggested by the daughter of a teammate upon being told by her father of how Merckx would not let anyone else win. Merckx achieved 525 victories over his eighteen-year career. He is one of only three riders to have won all five 'Monuments' (Milan–San Remo, &lt;a href=\"Tour%20of%20Flanders\"&gt;Tour of Flanders&lt;/a&gt;, &lt;a href=\"Paris%E2%80%93Roubaix\"&gt;Paris–Roubaix&lt;/a&gt;, &lt;a href=\"Li%C3%A8ge%E2%80%93Bastogne%E2%80%93Li%C3%A8ge\"&gt;Liège–Bastogne–Liège&lt;/a&gt;, and the &lt;a href=\"Giro%20di%20Lombardia\"&gt;Giro di Lombardia&lt;/a&gt;) and the only one to have won them all twice or more. The other two are fellow Belgians &lt;a href=\"Roger%20De%20Vlaeminck\"&gt;Roger De Vlaeminck&lt;/a&gt; and &lt;a href=\"Rik%20Van%20Looy\"&gt;Rik Van Looy&lt;/a&gt;. Merckx was successful on the road and also on the track, as well as in the large stage races and one-day races. He is almost universally regarded as the greatest and most successful rider in the history of cycling. However, Merckx was caught in three separate doping incidents during his career.\nSince Merckx's retirement from the sport on 18 May 1978, he has remained active in the cycling world. He began his own bicycle chain, &lt;a href=\"Eddy%20Merckx%20Cycles\"&gt;Eddy Merckx Cycles&lt;/a&gt;, in 1980 and its bicycles were used by several professional teams in the 1980s, 1990s and early 2000s. Merckx coached the Belgian national cycling team for eleven years, stopping in 1996. He helped start and organize the &lt;a href=\"Tour%20of%20Qatar\"&gt;Tour of Qatar&lt;/a&gt; from its start in 2002 until its final edition in 2016. He also assisted the &lt;a href=\"Tour%20of%20Oman\"&gt;Tour of Oman&lt;/a&gt; in running, before a disagreement with the organizers led him to step away in 2017.\nEarly life and amateur career.\nEdouard Louis Joseph Merckx was born in &lt;a href=\"Meensel-Kiezegem\"&gt;Meensel-Kiezegem&lt;/a&gt;, &lt;a href=\"Province%20of%20Brabant\"&gt;Brabant&lt;/a&gt;, Belgium on 17 June 1945 to Jules Merckx and Jenny Pittomvils. Merckx was the first-born of the family. In September 1946, the family moved to &lt;a href=\"Woluwe-Saint-Pierre\"&gt;Woluwe-Saint-Pierre&lt;/a&gt;, in &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;, Belgium in order to take over a grocery store that had been up for lease. In May 1948, Jenny gave birth to twins: a boy, Michel, and a girl, Micheline. As a child Eddy was hyperactive and was always playing outside.\nEddy was a competitive child and played several sports, including &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"table%20tennis\"&gt;table tennis&lt;/a&gt; and &lt;a href=\"boxing\"&gt;boxing&lt;/a&gt;, the latter in which he won some local boxing tournaments. He even played lawn tennis for the local junior team. However, Merckx claimed he knew he wanted to be a cyclist at the age of four and that his first memory was a crash on his bike when he was the same age. Merckx began riding a bike at the age of three or four and would ride to school every day, beginning at age eight. Merckx would imitate his cycling idol &lt;a href=\"Stan%20Ockers\"&gt;Stan Ockers&lt;/a&gt; with his friends when they rode bikes together.\nIn summer 1961, Merckx bought his first racing license and competed in his first official race a month after he turned sixteen, coming in sixth place. He rode in twelve more races before winning his first, at &lt;a href=\"Petit-Enghien\"&gt;Petit-Enghien&lt;/a&gt;, on 1 October 1961. In the winter following his first victory, he trained with former racer &lt;a href=\"F%C3%A9licien%20Vervaecke\"&gt;Félicien Vervaecke&lt;/a&gt; at the local &lt;a href=\"velodrome\"&gt;velodrome&lt;/a&gt;. Merckx won his second victory on 11 March 1962 in a &lt;a href=\"Kermesse%20%28cycling%29\"&gt;kermis&lt;/a&gt; race. Merckx competed in 55 races during the 1962 calendar year; as he devoted more time to cycling, his grades at school began to decline. After winning the Belgian amateur road race title, Merckx declined an offer from his school's headmaster to have his exams postponed, and dropped out of school. He finished the season with 23 victories to his name.\nMerckx was selected for the &lt;a href=\"Cycling%20at%20the%201964%20Summer%20Olympics%20%E2%80%93%20Men%27s%20individual%20road%20race\"&gt;men's road race&lt;/a&gt; at the &lt;a href=\"1964%20Summer%20Olympics\"&gt;1964 Summer Olympics&lt;/a&gt;, where he finished in twelfth position. Later in the season, he won the amateur road race at the &lt;a href=\"1964%20UCI%20Road%20World%20Championships\"&gt;UCI Road World Championships&lt;/a&gt; in &lt;a href=\"Sallanches\"&gt;Sallanches&lt;/a&gt;, France. Merckx remained an amateur until April 1965, and finished his amateur career with eighty wins to his credit.\nProfessional career.\n1965–1967: Solo–Superia and Peugeot–BP–Michelin.\n1965: First professional season.\nMerckx turned professional on 29 April 1965 when he signed with &lt;a href=\"Rik%20Van%20Looy\"&gt;Rik Van Looy&lt;/a&gt;'s Belgian team, . He won his first race in &lt;a href=\"Vilvoorde\"&gt;Vilvoorde&lt;/a&gt;, beating &lt;a href=\"Emile%20Daems\"&gt;Emile Daems&lt;/a&gt;. On 1 August, Merckx finished second in the Belgian national championships, which qualified him for the &lt;a href=\"1965%20UCI%20Road%20World%20Championships%20%E2%80%93%20Men%27s%20road%20race\"&gt;men's road race&lt;/a&gt; at the &lt;a href=\"1965%20UCI%20Road%20World%20Championships\"&gt;UCI Road World Championships&lt;/a&gt;. &lt;a href=\"Rapha%C3%ABl%20G%C3%A9miniani\"&gt;Raphaël Géminiani&lt;/a&gt;, the manager of the Bic cycling team, approached Merckx at the event and offered him 2,500 francs a month to join the team the following season. Merckx chose to sign; however, since he was a minor the contract was invalid.\nAfter finishing the road race in 29th position, Merckx returned to Belgium and discussed his plans for the next season with his manager &lt;a href=\"Jean%20Van%20Buggenhout\"&gt;Jean Van Buggenhout&lt;/a&gt;. Van Buggenhout helped orchestrate a move that sent Merckx to the French-based &lt;a href=\"Peugeot%20%28cycling%20team%29\"&gt;Peugeot-BP-Michelin&lt;/a&gt; for 20,000 francs a month. Merckx elected to leave due to the way he was treated by his teammates, in particular Van Looy. Van Looy and other teammates mocked Merckx for his various habits such as his eating, or called him names. In addition, Merckx later stated that during his time with Van Looy's team he had not been taught anything. While with , he won nine races out of the nearly 70 races he entered.\n1966: First Monument victory.\nIn March 1966, Merckx entered his first major stage race as a professional rider, the &lt;a href=\"Paris%E2%80%93Nice\"&gt;Paris–Nice&lt;/a&gt;. He took the race lead for a single stage before losing it to &lt;a href=\"Jacques%20Anquetil\"&gt;Jacques Anquetil&lt;/a&gt; and eventually coming in fourth overall. &lt;a href=\"Milan%E2%80%93San%20Remo\"&gt;Milan–San Remo&lt;/a&gt;, his first participation in one of cycling's Monuments, was the next event on the calendar for Merckx. There, he succeeded in staying with the main field as the race entered the final climb of the &lt;a href=\"Poggio%20di%20San%20Remo\"&gt;Poggio&lt;/a&gt;. He attacked on the climb and reduced the field to a group of eleven, himself included. Merckx was advised by his manager to hold off on sprinting full-out to the finish line until as late as possible. Three other riders reached the line with him; Merckx, however, beat them in the sprint. In the following weeks, he raced the &lt;a href=\"Tour%20of%20Flanders\"&gt;Tour of Flanders&lt;/a&gt; and &lt;a href=\"Paris%E2%80%93Roubaix\"&gt;Paris–Roubaix&lt;/a&gt;, the most important &lt;a href=\"cobbled%20classics\"&gt;cobbled classics&lt;/a&gt;; in the former he crashed and in the latter he had a punctured tire. At the &lt;a href=\"1966%20UCI%20Road%20World%20Championships\"&gt;1966 UCI Road World Championships&lt;/a&gt; he finished twelfth in the road race after suffering a cramp in the closing kilometers. He finished 1966 season with a total of 20 wins, including his first stage race win at the Tour of Morbihan.\n1967: Second straight Milan–San Remo and world champion.\nMerckx opened the 1967 campaign with two stage victories at the &lt;a href=\"Giro%20di%20Sardegna\"&gt;Giro di Sardegna&lt;/a&gt;. He followed these successes by entering &lt;a href=\"1967%20Paris%E2%80%93Nice\"&gt;Paris–Nice&lt;/a&gt; where he won the second stage and took the race lead. Two stages later, a teammate, &lt;a href=\"Tom%20Simpson\"&gt;Tom Simpson&lt;/a&gt;, attacked with several other riders on a climb and was nearly 20 minutes ahead of Merckx, who remained in a group behind. Merckx attacked two days later on a climb 70 km into the stage. He was able to establish a firm advantage, but obeyed orders from his manager to wait for the chasing Simpson. Merckx won the stage, while Simpson secured his overall victory.\nOn 18 March, Merckx started the &lt;a href=\"1967%20Milan%E2%80%93San%20Remo\"&gt;Milan–San Remo&lt;/a&gt; and was seen as a 120–1 favorite to win the race. He attacked on the Capo Berta and again on the Poggio, leaving only Gianni Motta with him. The two slowed their pace and were joined by two more riders. Merckx won the four-man sprint to the finish. His next victory came in &lt;a href=\"La%20Fl%C3%A8che%20Wallonne\"&gt;La Flèche Wallonne&lt;/a&gt; after he missed out on an early break, caught up to it, and attacked from it to win the race. On 20 May, he started the &lt;a href=\"1967%20Giro%20d%27Italia\"&gt;Giro d'Italia&lt;/a&gt;, his first &lt;a href=\"Grand%20Tour%20%28cycling%29\"&gt;Grand Tour&lt;/a&gt;. He won the twelfth and fourteenth stages en route to finishing ninth in the general classification.\nHe signed with &lt;a href=\"Faemino%E2%80%93Faema\"&gt;Faema&lt;/a&gt; on 2 September for ten years worth 400,000 Belgian francs. He chose to switch over in order to be in complete control over the team he was racing for. In addition, he would not have to pay for various expenses that came with racing such as wheels and tires. The next day, Merckx started the men's road race at the &lt;a href=\"1967%20UCI%20Road%20World%20Championships\"&gt;1967 UCI Road World Championships&lt;/a&gt; in &lt;a href=\"Heerlen\"&gt;Heerlen&lt;/a&gt;, &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;. The course consisted of ten laps of a circuit. Motta attacked on the first lap and was joined by Merckx and five other riders. The group thinned to five as they reached the finish line where Merckx was able to out-sprint &lt;a href=\"Jan%20Janssen\"&gt;Jan Janssen&lt;/a&gt; for first place. In doing so, he became the third rider to win the world road race amateur and professional titles. By winning the race he earned the right to wear the &lt;a href=\"rainbow%20jersey\"&gt;rainbow jersey&lt;/a&gt; as world champion.\n1968–1970: Faema.\n1968: First Grand Tour victory.\nMerckx's first victory with his new team came in a stage win at the Giro di Sardegna. At Paris–Nice, he was forced to quit the race due to a knee injury he sustained during the event. He failed to win his third consecutive Milan–San Remo and missed out at the Tour of Flanders the following weekend. His next victory came at Paris–Roubaix when he bested &lt;a href=\"Herman%20Van%20Springel\"&gt;Herman Van Springel&lt;/a&gt; in a race that was plagued by poor weather and several punctures to the competing riders.\nAt the behest of his team, Merckx raced the &lt;a href=\"1968%20Giro%20d%27Italia\"&gt;Giro d'Italia&lt;/a&gt; instead of the &lt;a href=\"1968%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt;. He won the race's second stage after he attacked with one kilometer to go. The twelfth stage was marred by rainy weather and featured the climbs of the &lt;a href=\"Tre%20Cime%20di%20Lavaredo\"&gt;Tre Cime di Lavaredo&lt;/a&gt; for the stage finish. By the time Merckx had reached the penultimate climb, there was a six-man group at the front of the race with a nine-minute advantage. Merckx attacked and was able to get a sizable distance between himself and the group he left before he stopped to change his wheel in order to slow down due to orders from his team manager. Merckx got back on his bike and caught the leading breakaway and rode past it to the finish, where he won the stage and took the race lead. Merckx went on to win the race, along with the &lt;a href=\"Points%20classification%20in%20the%20Giro%20d%27Italia\"&gt;points classification&lt;/a&gt; and &lt;a href=\"Mountains%20classification%20in%20the%20Giro%20d%27Italia\"&gt;mountains classification&lt;/a&gt;. In the &lt;a href=\"Volta%20a%20Catalunya\"&gt;Volta a Catalunya&lt;/a&gt;, Merckx took the race lead from Gimondi in the race's time trial stage and won the event as a whole. He finished the season with 32 wins in the 129 races he entered.\n1969: A victory in Paris and injury in Blois.\nMerckx opened the 1969 season with victories at the &lt;a href=\"Volta%20a%20la%20Comunitat%20Valenciana\"&gt;Vuelta a Levante&lt;/a&gt; and the Paris–Nice overall, as well as stages in each of the races. On 30 March 1969 Merckx earned his first major victory of the 1969 calendar with his win at the &lt;a href=\"1969%20Tour%20of%20Flanders\"&gt;Tour of Flanders&lt;/a&gt;. On a rainy day that featured strong winds, he attacked first on the Oude Kwaremont, but a puncture nullified any gains he was able to establish. He made a move on the Kapelmuur and was followed by a few riders. As the wind shifted from a crosswind to a headwind with close to seventy kilometers left to go, Merckx increased the pace and rode solo to victory. The seventeen days after the Tour of Flanders saw Merckx win nine times. He won Milan–San Remo by descending the Poggio at high speed. Merckx saw victory again in mid-April at the &lt;a href=\"1969%20Li%C3%A8ge%E2%80%93Bastogne%E2%80%93Li%C3%A8ge\"&gt;Liège–Bastogne–Liège&lt;/a&gt; when he attacked with seventy kilometers remaining in the pouring rain.\nHe began the &lt;a href=\"1969%20Giro%20d%27Italia\"&gt;Giro d'Italia&lt;/a&gt; on 16 May, stating that he wished to ride less aggressively than the year before in order to save energy for the &lt;a href=\"1969%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt;. Merckx had won four of the race's stages and held the race lead going into the sixteenth day of racing. However, before the start of the stage race director Vincenzo Torriani, along with a television camera and two writers, entered Merckx's hotel room and informed him that he had failed a doping control and was disqualified from the race, in addition to being suspended for a month. On 14 June, the cycling governing body, the FICP, overturned the month long suspension and cleared him due to the \"benefit of the doubt.\"\nBefore starting the Tour, Merckx had spent a large amount of his time resting and training, racing only five times. Merckx won the race's sixth stage through attacking before the leg's final major climb, the Ballon d'Alsace, and then outlasting his competitors who were able to follow him initially. During the seventeenth stage, Merckx was riding at the head of the race with several general classification contenders on the &lt;a href=\"Col%20du%20Tourmalet\"&gt;Col du Tourmalet&lt;/a&gt;. Merckx shifted into a large gear, attacked, and went on to cross the summit with a 45-second advantage. Despite orders to wait for the chasing riders, Merckx increased his efforts. He rode over the &lt;a href=\"Col%20du%20Soulor\"&gt;Col du Soulor&lt;/a&gt; and &lt;a href=\"Col%20d%27Aubisque\"&gt;Col d'Aubisque&lt;/a&gt;, increasing the gap to eight minutes. With close to fifty kilometers to go, Merckx began to suffer &lt;a href=\"hypoglycemia\"&gt;hypoglycemia&lt;/a&gt; and rode the rest of the stage in severe pain. At the end of the stage, Merckx told the journalists \"I hope I have done enough now for you to consider me a worthy winner.\" Merckx finished the race with six stage victories to his credit, along with the general, points, mountains, and combination classifications, and the award for most aggressive rider.\nHis next major race was the two-day race, &lt;a href=\"Paris%E2%80%93Luxembourg\"&gt;Paris–Luxembourg&lt;/a&gt;. Merckx was down fifty-four seconds going into the second day and attacked eight kilometers from the finish, on the slopes of the Bereldange. Merckx rode solo to catch the leading rider Jacques Anquetil, whom he dropped with a kilometer remaining. Merckx won the stage and gained enough time on the race leader Gimondi to win the race.\nOn 9 September, Merckx participated in a three-round &lt;a href=\"omnium\"&gt;omnium&lt;/a&gt; event at the concrete velodrome in &lt;a href=\"Blois\"&gt;Blois&lt;/a&gt; where each rider was to be paced by a &lt;a href=\"derny\"&gt;derny&lt;/a&gt;. Fernand Wambst was Merckx's pacer for the contest. After winning the first intermediate sprint of the first round, Wambst chose to slow their pace and move to the back of the race despite Merckx wanting to stay out in front for fear of an accident. Wambst wanted to pass everyone to provide a show for the crowd. The duo then increased their pace and began to pass each of the other contestants; however, as they passed the riders in first position, the leading derny lost control and crashed into the wall. Wambst chose to avoid the derny by going below it, but the leader's derny came back down and collided with Wambst, while Merckx's pedal caught one of the dernies. The two riders landed head first onto the track.\nWambst died of a fractured skull as he was being transported to a hospital. Merckx remained unconscious for 45 minutes and awoke in the operating room. He sustained a &lt;a href=\"concussion\"&gt;concussion&lt;/a&gt;, &lt;a href=\"whiplash%20%28medicine%29\"&gt;whiplash&lt;/a&gt;, trapped nerves in his back, a displaced &lt;a href=\"pelvis\"&gt;pelvis&lt;/a&gt;, and several other cuts and bruises. He remained at the hospital for a week before returning to Belgium. He spent six weeks in bed before beginning to race again in October. Merckx later stated that he \"was never the same again\" after the crash. He would constantly adjust his seat during races to help ease the pain. Merckx stopped racing on 26 October to recuperate.\n1970: A Giro–Tour double.\nMerckx entered the 1970 campaign nursing a case of mild &lt;a href=\"tendonitis\"&gt;tendonitis&lt;/a&gt; in his &lt;a href=\"knee\"&gt;knee&lt;/a&gt;. His first major victory came in Paris–Nice where he won the general classification, along with three stages. On 1 April, Merckx won the &lt;a href=\"Gent%E2%80%93Wevelgem\"&gt;Gent–Wevelgem&lt;/a&gt;, followed by the &lt;a href=\"Tour%20of%20Belgium\"&gt;Tour of Belgium&lt;/a&gt; – where he braved a snowy stage and followed the day up with a victory in the final time trial to secure the title – and &lt;a href=\"1970%20Paris%E2%80%93Roubaix\"&gt;Paris–Roubaix&lt;/a&gt;. In Paris–Roubaix, Merckx was battling a cold as the race began in heavy rain. He attacked thirty-one kilometers from the finish and went on to win by five minutes and twenty-one seconds, the largest margin of victory in the history of the race. The next weekend, Merckx attempted to race for teammate &lt;a href=\"Joseph%20Bruy%C3%A8re\"&gt;Joseph Bruyère&lt;/a&gt; in La Flèche Wallonne; however, Bruyère was unable to keep pace with the leading riders, leaving Merckx to take the victory.\nAfter the scandal at the previous year's Giro d'Italia, Merckx was unwilling to return to the race in &lt;a href=\"1970%20Giro%20d%27Italia\"&gt;1970&lt;/a&gt;. His entry to the race was contingent upon all doping controls being sent to a lab in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; to be tested, rather than being tested at the finish like the year before. He started the race and won the second stage, but four days later showed signs of weakness with his knee as he was dropped twice while in the mountains. However the next day, Merckx attacked on the final climb into the city of &lt;a href=\"Brentonico\"&gt;Brentonico&lt;/a&gt; to win the stage and take the lead. He won the stage nine &lt;a href=\"individual%20time%20trial\"&gt;individual time trial&lt;/a&gt; by almost two minutes over the second-place finisher, expanding his lead significantly. Merckx did not win another stage, but expanded his lead a little more before the race's conclusion.\nBefore beginning the Tour, Merckx won the men's road race at the &lt;a href=\"Belgian%20National%20Road%20Race%20Championships\"&gt;Belgian National Road Race Championships&lt;/a&gt;. Merckx won the Tour's opening prologue to take the race's first race leader's &lt;a href=\"General%20classification%20in%20the%20Tour%20de%20France\"&gt;yellow jersey&lt;/a&gt;. After losing the lead following the second stage, he won the sixth stage after forming a breakaway with &lt;a href=\"Lucien%20Van%20Impe\"&gt;Lucien Van Impe&lt;/a&gt; and regained the lead. After expanding his lead in the stage nine individual time trial, Merckx won the race's first true mountain stage, stage 10, and expanded his lead to five minutes in the general classification. Merckx won three of the five stages contested within the next four days, including a summit finish to &lt;a href=\"Mont%20Ventoux\"&gt;Mont Ventoux&lt;/a&gt;, where upon finishing he was given &lt;a href=\"oxygen\"&gt;oxygen&lt;/a&gt;. Merckx won two more stages, both individual time trials, and won the Tour by over twelve minutes. He finished the Tour with eight stage victories and won the mountains and combination classifications. The eight stage wins equaled the previous record for stage wins in a single Tour de France. Merckx also became the third to accomplish the feat of winning the Giro and Tour in the same calendar year.\n1971–1976: Molteni.\n1971: A third consecutive Tour and second world championship.\nFaema folded at the end of the 1970 season causing Merckx and several of his teammates to move to another Italian team, &lt;a href=\"Molteni\"&gt;Molteni&lt;/a&gt;. The first major victory for Merckx came in the Giro di Sardegna, which he secured after attacking on his own and riding solo through the rain to win the race's final stage. He followed that with his third consecutive Paris–Nice victory, a race he led from start to finish. In the Milan–San Remo, Merckx worked with his teammates in a seven-man breakaway to set up a final attack on the Poggio. Merckx's attack succeeded and he won his fourth edition of the race. Six days later, he won the &lt;a href=\"Omloop%20Het%20Nieuwsblad\"&gt;Omloop Het Volk&lt;/a&gt;.\nAfter winning the Tour of Belgium again, Merckx headed into the major spring classics. During the Tour of Flanders, Merckx's rivals worked against him to prevent him from winning. A week later, he suffered five flat tires during the Paris–Roubaix. The &lt;a href=\"1971%20Li%C3%A8ge%E2%80%93Bastogne%E2%80%93Li%C3%A8ge\"&gt;Liège–Bastogne–Liège&lt;/a&gt; was held in cold and rain conditions. After attacking ninety kilometers from the finish, Merckx caught the leaders on the road and passed them. He rode solo until around three kilometers to go when Georges Pintens caught him. Merckx and Pintens rode to the finish together, where Merckx won the two-man sprint. Instead of racing the Giro d'Italia, Merckx elected to enter two shorter stages races in France, the &lt;a href=\"Grand%20Prix%20du%20Midi%20Libre\"&gt;Grand Prix du Midi Libre&lt;/a&gt; and the &lt;a href=\"Crit%C3%A9rium%20du%20Dauphin%C3%A9\"&gt;Critérium du Dauphiné&lt;/a&gt;, both of which he won.\nThe &lt;a href=\"1971%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt; began with a &lt;a href=\"team%20time%20trial\"&gt;team time trial&lt;/a&gt; that Merckx's team won, giving him the lead. The next day's racing was split into three parts. Merckx lost the lead after stage 1b, but regained it after stage 1c due to a time bonus that he earned from winning an intermediate sprint. During the second stage, a major break with the major race contenders, including Merckx, formed with over a hundred kilometers to go. The group finished nine minutes ahead of the peloton as Merckx came around &lt;a href=\"Roger%20De%20Vlaeminck\"&gt;Roger De Vlaeminck&lt;/a&gt; during the sprint to win the day. After a week of racing, Merckx held a lead of around a minute over the main contenders. The eighth stage saw a mountain top finish to &lt;a href=\"Puy-de-D%C3%B4me\"&gt;Puy-de-Dôme&lt;/a&gt;. &lt;a href=\"Bernard%20Th%C3%A9venet\"&gt;Bernard Thévenet&lt;/a&gt; attacked on the lower slopes and Merckx was unable to counter. &lt;a href=\"Joop%20Zoetemelk\"&gt;Joop Zoetemelk&lt;/a&gt; and &lt;a href=\"Luis%20Oca%C3%B1a\"&gt;Luis Ocaña&lt;/a&gt; went with Thévenet and wound up gaining fifteen seconds on Merckx.\nOn the descent of the &lt;a href=\"Col%20du%20Cucheron\"&gt;Col du Cucheron&lt;/a&gt; during the race's ninth leg, Merckx's tire punctured, prompting Ocaña to attack with Zoetemelk, Thévenet, and &lt;a href=\"G%C3%B6sta%20Pettersson\"&gt;Gösta Pettersson&lt;/a&gt;. The group of four finished a minute and a half ahead of Merckx, giving Zoetemelk the lead. The following day Merckx lost eight minutes to Ocaña after a poor showing due to stomach pains and indigestion. At the start of the eleventh stage, Merckx, three teammates, and a couple of others formed a breakaway. Merckx's group finished two minutes in front of the peloton that was led by Ocaña's Bic team. After winning the ensuing time trial, Merckx took back eleven more seconds on Ocaña. The race entered the &lt;a href=\"Pyrenees\"&gt;Pyrenees&lt;/a&gt; with the first stage, into &lt;a href=\"Luchon\"&gt;Luchon&lt;/a&gt;, being plagued by heavy thunderstorms that severely handicapped vision. On the descent of the &lt;a href=\"Col%20de%20Ment%C3%A9\"&gt;Col de Menté&lt;/a&gt;, Merckx crashed on a left bend. Ocaña, who was trailing, crashed into the same bend and Zoetemelk collided with him. Merckx fell again on the descent and took the race lead as Ocaña was forced to retire from the race due to injuries from the crash. Merckx declined to wear the yellow jersey the following day out of respect for Ocaña. He won two more stages and the general, points, and combination classifications when the race finished in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;.\nSeven weeks following the Tour, Merckx entered the men's road race at the &lt;a href=\"1971%20UCI%20Road%20World%20Championships\"&gt;UCI Road World Championships&lt;/a&gt; that were held in &lt;a href=\"Mendrisio\"&gt;Mendrisio&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;. The route for the day was rather hilly and consisted of several circuits. Merckx was a part of a five-man breakaway as the race reached five laps to go. After attacking on the second to last stage, Merckx and Gimondi reached the finish, where Merckx won the race by four bike lengths. This earned him his second rainbow jersey. He closed out the 1971 calendar with his first victory in the &lt;a href=\"Giro%20di%20Lombardia\"&gt;Giro di Lombardia&lt;/a&gt;. This victory meant that Merckx had won all of cycling's Monuments. Merckx made the winning move when he attacked on the descent of the Intelvi Pass. During the off-season, Merckx had his displaced pelvis tended to by a doctor.\n1972: Breaking the hour record alongside a Giro–Tour double.\nDue to his non-participation in track racing over the winter, Merckx entered the 1972 campaign in poorer form than in previous years. In the Paris–Nice, Merckx broke a vertebra in a crash that occurred as the peloton was in the midst of a bunch sprint. Against the advice of a physician, he started the next day being barely able to ride out of the saddle, leading Ocaña to attack him several times throughout the stage. In the race's fifth leg, Merckx sprinted away from Ocaña with 150 meters to go to win the day. Merckx lost the race lead in the final stage to &lt;a href=\"Raymond%20Poulidor\"&gt;Raymond Poulidor&lt;/a&gt; and finished in second place overall. Two days removed from Paris–Nice, Merckx was victorious for the fifth time at the Milan–San Remo after he established a gap on the descent of the Poggio.\nIn Paris–Roubaix, he crashed again, further aggravating the injury he sustained from Paris–Nice. He won Liège–Bastogne–Liège by making a solo move forty-six kilometers from the finish. Three days later, in La Flèche Wallonne, Merckx was a part of a six-man leading group as the race neared its conclusion. Merckx won the uphill sprint to the finish despite his &lt;a href=\"derailleur\"&gt;derailleur&lt;/a&gt; shifting him to the wrong gear, forcing him to ride in a larger gear than anticipated. He became the third rider to win La Flèche Wallonne and Liège–Bastogne–Liège in the same weekend. Despite a monetary offer from race organizers for Merckx to participate in the &lt;a href=\"1972%20Vuelta%20a%20Espa%C3%B1a\"&gt;Vuelta a España&lt;/a&gt;, he chose to take part in the &lt;a href=\"1972%20Giro%20d%27Italia\"&gt;Giro d'Italia&lt;/a&gt;.\nMerckx lost over two and a half minutes to Spanish climber &lt;a href=\"Jos%C3%A9%20Manuel%20Fuente\"&gt;José Manuel Fuente&lt;/a&gt; after the Giro's fourth stage that contained a summit finish to Blockhaus. In the seventh stage, Fuente had attacked on the first climb of the day, the Valico di Monte Scuro. However, Fuente cracked near the top of the climb, allowing for Merckx and Pettersson to catch and pass him. Merckx gained over four minutes on Fuente and became the new race leader. He expanded his lead by two minutes through the stage 12a and 12b time trials, winning the former. Fuente got Merckx on his own as the two climbed together during the fourteenth stage. He and teammate &lt;a href=\"Francisco%20Gald%C3%B3s\"&gt;Francisco Galdós&lt;/a&gt; attacked, leaving Merckx behind. Merckx eventually reconnected with the two on the stage's final climb. He proceeded to attack and went on to win the stage by forty-seven seconds. He lost two minutes to Fuente due to stomach trouble during the seventeenth leg that finished atop the &lt;a href=\"Stelvio%20Pass\"&gt;Stelvio Pass&lt;/a&gt;, but went on to win one more stage en route to his third victory at the Giro d'Italia.\nMerckx entered the &lt;a href=\"1972%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt; in July where a battle between him and Ocaña was expected by many. He took the opening prologue and expanded his advantage over all the other general classification contenders, except Ocaña, by at least three minutes. Going into the Pyrenees, Merckx led Ocaña by fifty-one seconds. The general classification favorites were riding together as the race hit the Col d'Aubisque in the seventh leg. Ocaña punctured on the climb, allowing for the other riders to attack. Ocaña chased after the group but crashed into a wall on the descent and went on to lose almost two minutes to Merckx. Merckx was criticized for attacking while Ocaña had a flat, but Merckx responded that the year before Ocaña had done the same thing while the race was in the Alps. Merckx won the following stage, regaining the lead which he had lost after the fourth leg. During the next two major mountain stages, one to Mont Ventoux and the other to Orcières, he merely followed Ocaña's wheel. He won three more stages before crossing the finish line in Paris as the race's winner, thus completing his second Giro-Tour double in the process.\nAfter initially planning to attempt to break the &lt;a href=\"hour%20record\"&gt;hour record&lt;/a&gt; in August, Merckx decided to make the attempt in October after taking a ten-day hiatus from &lt;a href=\"criterium\"&gt;criterium&lt;/a&gt; racing to heal and prepare. The attempt took place on 25 October in &lt;a href=\"Mexico%20City\"&gt;Mexico City&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; at the outdoor track Agustin Melgar. Mexico was chosen due to the higher altitude as this led to less air resistance. He arrived in Mexico on the 21st to prepare for his attempt, but two days were lost due to rain. His attempt started at 8:46 am local time and saw him finish the first ten kilometers twenty-eight seconds faster than the record pace. However, Merckx started off too fast and began to fade as the attempt wore on. He eventually was able to recover and posted a distance of , breaking the world record. After finishing he was carried off and was quoted saying the pain was \"very, very, very significant.\"\n1973: A Giro–Vuelta double.\nAn illness prevented Merckx from taking part in the Milan–San Remo at the start of the 1973 calendar. During a span of nineteen days, Merckx won four classics including Omloop Het Volk, Liège–Bastogne–Liège, and Paris–Roubaix. He decided to race the &lt;a href=\"1973%20Vuelta%20a%20Espa%C3%B1a\"&gt;Vuelta a España&lt;/a&gt; and the &lt;a href=\"1973%20Giro%20d%27Italia\"&gt;Giro d'Italia&lt;/a&gt;, instead of racing the &lt;a href=\"1973%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt;. He won the opening prologue of the Vuelta to take an early lead. Despite Ocaña's best efforts, Merckx won a total of six stages on his way to his only Vuelta a España title. In addition to the general classification, Merckx won the race's &lt;a href=\"Points%20classification%20in%20the%20Vuelta%20a%20Espa%C3%B1a\"&gt;points classification&lt;/a&gt; and &lt;a href=\"Combination%20classification%20in%20the%20Vuelta%20a%20Espa%C3%B1a\"&gt;combination classifications&lt;/a&gt;.\nFour days after the conclusion of the Vuelta, Merckx lined up to start the Giro d'Italia. He won the opening two-man time trial with &lt;a href=\"Roger%20Swerts\"&gt;Roger Swerts&lt;/a&gt; and the next day's leg as well. Merckx's primary competitor, Fuente, lost a significant amount of time during the second stage. He won the eighth stage which featured a summit finish to &lt;a href=\"Monte%20Carpegna\"&gt;Monte Carpegna&lt;/a&gt; despite Fuente attacking several times on the ascent. Fuente tried attacking throughout the rest of the race, but was only able to make time gains on the race's penultimate stage. Merckx won the race after leading from start to finish, a feat only previously accomplished by &lt;a href=\"Alfredo%20Binda\"&gt;Alfredo Binda&lt;/a&gt; and &lt;a href=\"Costante%20Girardengo\"&gt;Costante Girardengo&lt;/a&gt;. He also became the first rider to win the Giro and Vuelta in the same calendar year.\nThe &lt;a href=\"1973%20UCI%20Road%20World%20Championships\"&gt;UCI Road World Championships&lt;/a&gt; were held in &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; in 1973 and contested on the Montjuich circuit. During the road race, Merckx attacked with around one hundred kilometers left. His move was marked by &lt;a href=\"Freddy%20Maertens\"&gt;Freddy Maertens&lt;/a&gt;, Gimondi, and Ocaña. Merckx attacked on the final lap, but was reeled in by the three riders. It came down to a sprint between the four, of which Merckx came in last and Gimondi in first. Following the road race, Merckx won his first &lt;a href=\"Paris%E2%80%93Brussels\"&gt;Paris–Brussels&lt;/a&gt; and &lt;a href=\"Grand%20Prix%20des%20Nations\"&gt;Grand Prix des Nations&lt;/a&gt;. He won both legs of &lt;a href=\"%C3%80%20travers%20Lausanne\"&gt;À travers Lausanne&lt;/a&gt;, as well as the Giro di Lombardia, but a &lt;a href=\"Eddy%20Merckx%23Doping\"&gt;doping positive&lt;/a&gt; disqualified him. He closed the season with over fifty victories to his credit.\n1974: Completion of cycling's Triple Crown.\nThe 1974 season saw Merckx fail to win a spring classic for the first time in his career, in part due to him suffering from various illnesses during the early months. &lt;a href=\"Pneumonia\"&gt;Pneumonia&lt;/a&gt; forced him to quit racing for a month and forced him to enter the &lt;a href=\"1974%20Giro%20d%27Italia\"&gt;Giro d'Italia&lt;/a&gt; in poor form. He lost time early in the race to Fuente, who took the race's first mountainous stage. Merckx gained time on Fuente in the race's only time trial. Merckx attacked from two hundred kilometers out two days later in a stage that was plagued by horrendous weather. Fuente lost ten minutes to Merckx, who became the race leader. The twentieth stage had a summit finish to Tre Cime di Lavaredo. Fuente and &lt;a href=\"Gianbattista%20Baronchelli\"&gt;Gianbattista Baronchelli&lt;/a&gt; attacked on the climb, while Merckx was unable to match their accelerations. He finished the stage only to see his lead shrink to twelve seconds over Baronchelli. He held on to that lead until the race's conclusion, winning his fifth Giro d'Italia.\nThree days following his victory at the Giro, Merckx started the Tour de Suisse. He won the race's prologue and rode conservatively for the rest of the race. He took the final leg, an individual time trial, to seal his overall victory. After finishing the race, Merckx had a &lt;a href=\"sebaceous%20cyst\"&gt;sebaceous cyst&lt;/a&gt; removed on 22 June. Five days following the surgery, he was scheduled to begin the &lt;a href=\"1974%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt;. The wound was still slightly open when he began the Grand Tour and it bled throughout the race.\nAt the Tour, Merckx won the race's prologue, giving him the first race leader's \"maillot jaune\" (), which he lost the next day to teammate Joseph Bruyère. He won the seventh stage of the race, and regained the lead, through attacking in the closing kilometers and holding off the chasing peloton. He put five minutes into Poulidor, his main rival, after dropping him on the &lt;a href=\"Col%20du%20Galibier\"&gt;Col du Galibier&lt;/a&gt;. The next day, on the slopes of Mont Ventoux, Merckx rode to limit his losses after suffering several attacks from other general classification riders, including Poulidor, &lt;a href=\"Vicente%20L%C3%B3pez%20Carril\"&gt;Vicente López Carril&lt;/a&gt; and &lt;a href=\"Gonzalo%20Aja\"&gt;Gonzalo Aja&lt;/a&gt;. He expanded his lead through several stage victories afterward, including one where he attacked with ten kilometers to go in a flat stage and held off the peloton to reach the finish in &lt;a href=\"Orl%C3%A9ans\"&gt;Orléans&lt;/a&gt; almost a minute and a half before the chasing group. Merckx finished the Tour with eight stage wins and his fifth Tour de France victory, equaling the record of Anquetil.\nGoing into the &lt;a href=\"1974%20UCI%20Road%20World%20Championships%20%E2%80%93%20Men%27s%20road%20race\"&gt;men's road race&lt;/a&gt; at the &lt;a href=\"1974%20UCI%20Road%20World%20Championships\"&gt;UCI Road World Championships&lt;/a&gt;, Merckx anchored a squad that included Van Springel, Maertens, and De Vlaeminck. The route featured twenty-one laps of a circuit that contained two climbs. Merckx and Poulidor attacked with around seven kilometers to go, after catching the leading breakaway. The two rode to the finish together where Merckx won the sprint to the line, establishing a two-second gap between himself and Poulidor. By winning the road race, Merckx became the first rider to win the &lt;a href=\"Triple%20Crown%20of%20Cycling\"&gt;Triple Crown of Cycling&lt;/a&gt;, which consists of winning the Tour de France, Giro d'Italia, and men's road race at the World Championships in one calendar year. It was also his third world title, becoming the third rider to ever be world champion three times, after Binda and &lt;a href=\"Rik%20Van%20Steenbergen\"&gt;Rik Van Steenbergen&lt;/a&gt;.\n1975: Second place at the Tour.\nWith victories at Milan–San Remo and &lt;a href=\"1975%20Amstel%20Gold%20Race\"&gt;Amstel Gold Race&lt;/a&gt;, Merckx opened the 1975 season in good form, also winning the &lt;a href=\"Setmana%20Catalana%20de%20Ciclisme\"&gt;Setmana Catalana de Ciclisme&lt;/a&gt;. In the Catalan Week, Merckx lost his super domestique Bruyère, who had helped Merckx to victory in years past many times, to a broken leg. Two days following the Catalan Week, Merckx participated in the &lt;a href=\"1975%20Tour%20of%20Flanders\"&gt;Tour of Flanders&lt;/a&gt;. He launched an attacked with eighty kilometers to go, with only &lt;a href=\"Frans%20Verbeeck%20%28Cyclist%29\"&gt;Frans Verbeeck&lt;/a&gt; being able to match his acceleration. Verbeeck was dropped as the race reached five kilometers remaining, allowing Merckx to take his third Tour of Flanders victory. In Paris–Roubaix, Merckx suffered a flat tire with around eighty kilometers left when a part of a leading group of four. After chasing for three kilometers, he caught the three other riders and the group rode into the finish together; De Vlaeminck won the day. Merckx won his fifth Liège–Bastogne–Liège by attacking several times in the closing portions of the race.\nMerckx's attitude while racing had changed: riders expected him to chase down attacks, which angered him. Notably, in the Tour de Romandie he was riding with race leader Zoetemelk as an attack occurred. Merckx refused to chase the break down, and the two lost fourteen minutes. Merckx contracted a cold and, later, tonsilitis while racing in the spring campaign. This caused him to be in poor form, forcing him to not participate in the &lt;a href=\"1975%20Giro%20d%27Italia\"&gt;Giro d'Italia&lt;/a&gt;. He then rode in the Dauphiné Libéré and was not on par with Thevenet, who won the race. At the Tour de Suisse, De Vlaeminck won the race as a whole, while Merckx finished second.\nHe placed second in the &lt;a href=\"1975%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt;'s prologue. The following morning's split stage saw Merckx put time on Thevenet by attacking with &lt;a href=\"Francesco%20Moser\"&gt;Francesco Moser&lt;/a&gt;, Van Impe, and Zoetemelk. In day's second leg, Merckx gained time on Zoetemelk. He won the stage six individual time trial and gaining more time on Thevenet and Zoetemelk. He won the next time trial into &lt;a href=\"Auch\"&gt;Auch&lt;/a&gt; as well. During the race's eleventh stage, Merckx sent his team to set the pace early on in the stage. Reaching the final climb of the day, Merckx was on his own as his team had been used to set the pace throughout the day. On the day's final climb to &lt;a href=\"Pla%20d%27Adet\"&gt;Pla d'Adet&lt;/a&gt;, he matched an acceleration by Zoetemelk. Thevenet then launched an attack, to which Merckx could not follow and saw him lose over two minutes. After the stage Merckx switched decided to mark Thevenet for the rest of the race and make an attack on the Puy-de-Dôme.\nWhile climbing the Puy-de-Dôme, Thevenet and Van Impe attacked. Merckx followed at his own pace and kept the two riders within a hundred meters. With about 150 m remaining, Merckx was prepared to sprint to the line, but was punched in the back by a spectator, Nello Breton. He crossed the line thirty-four seconds behind Thevenet and proceeded to vomit after catching his breath. The punch left him with a large bruise. During the rest day he was found to have an inflamed liver for which he was prescribed blood thinners.\nThe stage following the rest day featured five climbs, Merckx felt a pain on the third climb in the area of the punch and had a teammate get him an &lt;a href=\"analgesic\"&gt;analgesic&lt;/a&gt;. Thevenet attacked several times on the climb of the &lt;a href=\"Col%20des%20Champs\"&gt;Col des Champs&lt;/a&gt;, all of which Merckx countered. Merckx retaliated by speeding away on the descent. On the start of the next climb, Merckx had his Molteni teammates set the pace and he distanced himself from his competitors before the start of the final climb. However, as Merckx began the final climb he cracked. Thevenet caught and passed him with four kilometers left. Gimondi, Van Impe, and Zoetemelk passed Merckx, who finished fifth and one minute and twenty-six seconds down. The following day, Merckx caught up with the leading breakaway and wanted to push ahead, but the riders chose not to participate in the pace making, leading Merckx to sit up and get caught. He lost two more minutes to Thevenet, who attacked on the &lt;a href=\"Col%20d%27Izoard\"&gt;Col d'Izoard&lt;/a&gt;. He crashed in the next leg, breaking a &lt;a href=\"cheekbone\"&gt;cheekbone&lt;/a&gt;, and gained some time on Thevenet before the finish in Paris. He finished in second place, the first time he had lost a Tour in his six starts.\n1976: A record seventh Milan–San Remo.\nHe opened his 1976 season with his record seventh victory in Milan–San Remo. He followed with a victory in the Catalan Week, but suffered a crash in the final stage when a spectator's bag caught his handlebars, injuring his elbow. This injury plagued his performance throughout the spring classic season. He entered the &lt;a href=\"1976%20Giro%20d%27Italia\"&gt;Giro d'Italia&lt;/a&gt; but failed to win a stage for the first time in his career. He finished the race in eighth overall while battling a saddle boil throughout the race. Following the Giro's conclusion Merckx announced that he and his team Molteni would not take part in the &lt;a href=\"1976%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt;. He took part in the men's road race at the &lt;a href=\"1976%20UCI%20Road%20World%20Championships\"&gt;UCI Road World Championships&lt;/a&gt; and finished in fifth position. He ended his season in October after racing for most of August. He failed to win the &lt;a href=\"Super%20Prestige%20Pernod%20International\"&gt;Super Prestige Pernod International&lt;/a&gt;, a competition where riders were awarded points for their placements in certain professional races, for the first time since 1968. In the first two months of his off-season, Merckx spent the majority of his time lying down. Molteni ended their sponsorship at the end of the season.\n1977–1978: Fiat France and C&amp;A.\n&lt;a href=\"Fiat%20France%20%28cycling%20team%29\"&gt;Fiat France&lt;/a&gt; became the new sponsor for Merckx's team and Raphaël Géminiani the new manager. He got his season's first victories in the Grand Prix d'Aix and &lt;a href=\"Tour%20M%C3%A9diterran%C3%A9en\"&gt;Tour Méditerranéen&lt;/a&gt;. Merckx agreed to ride a light spring season in order to save himself for a chance at a sixth Tour victory. He took one stage at the Paris–Nice but had to withdraw from the race's final stage due to &lt;a href=\"sinusitis\"&gt;sinusitis&lt;/a&gt;. In the spring classics, Merckx did not win any races, with his best finish being a sixth place in the Liège–Bastogne–Liège. Before the Tour, Merckx raced both the Dauphiné Libéré and Tour de Suisse, winning one stage of the latter.\nHe admitted his poor form and anxiety about aggravating previous injuries going into the &lt;a href=\"1977%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt;. He held on to second place overall for two weeks. As the race entered the Alps, Merckx began to lose more time; he lost thirteen minutes on the stage to &lt;a href=\"Alpe%20d%27Huez\"&gt;Alpe d'Huez&lt;/a&gt; alone. On the stage into &lt;a href=\"Saint-%C3%89tienne\"&gt;Saint-Étienne&lt;/a&gt;, Merckx attacked and gained enough time to move into sixth overall; he finished the Tour in the same position. In the time following the Tour, Merckx raced twenty-two races in a span of forty days before coming in thirty-third at the &lt;a href=\"1977%20UCI%20Road%20World%20Championships\"&gt;UCI Road World Championships&lt;/a&gt;'s men's road race. Merckx earned his final victory on the road on 17 September in a kermis race. In late December, Fiat France chose to end their sponsorship of Merckx in favor of building a more French centered squad.\nIn January, the department store &lt;a href=\"C%26amp%3BA\"&gt;C&amp;A&lt;/a&gt; announced that they would sponsor &lt;a href=\"C%26amp%3BA%20%28cycling%20team%29\"&gt;a new team&lt;/a&gt; for Merckx after their owner met Merckx at a football game. His plan for the season was to race one last Tour de France and then ride several smaller races for appearances. He raced a total of five races in the 1978 calendar. His last victory was in a track event, an omnium in &lt;a href=\"Z%C3%BCrich\"&gt;Zürich&lt;/a&gt;, on 10 February 1978 with &lt;a href=\"Patrick%20Sercu\"&gt;Patrick Sercu&lt;/a&gt;. His first road race came in the Grand Prix de Montauroux on 19 February. Merckx came to the front of the race and put in a large effort before swinging off and quitting the race. His best finish came in the &lt;a href=\"Tour%20de%20Haut\"&gt;Tour de Haut&lt;/a&gt;, where he managed fifth. He dropped out of Omloop Het Volk due to &lt;a href=\"colitis\"&gt;colitis&lt;/a&gt; and completed his final race on 19 March, a kermis in Kemzeke. Following the race, Merckx went on a vacation to go skiing. He returned from travel to train more, but by this point the team sponsor knew he was going to quit. Merckx announced his retirement from the sport on 18 May. He stated that the doctors advised him against racing.\nRetirement.\nFollowing his exit from racing, Merckx opened up &lt;a href=\"Eddy%20Merckx%20Cycles\"&gt;Eddy Merckx Cycles&lt;/a&gt; on 28 March 1980 in Brussels. The initial workers that were hired for the factory were trained by Ugo De Rosa, a notable bike maker, before starting. The company almost went bankrupt at one point and was also caught up in a tax repayment controversy. Merckx would spend time giving input on the models as they were being produced. Despite the financial problems the brand became highly regarded and successful, being used by several top-level cycling teams in the 1980s and 1990s. Merckx stepped down as CEO in 2008 and sold most of his shares, but still tests the bikes that are created and has some input. Cycling journalist Sam Dansie believes that Eddy Merckx Cycles has maintained a presence as an elite bicycle due to its adoption of new methods over time. As of January 2015, the business is still based in Belgium and distributes to over twenty-five countries.\nMerckx managed the Belgian national team world championships for eleven years, between 1986 and 1996. He acted as the race director for the Tour of Flanders for a brief period of time. He temporarily sponsored a youth developmental team with CGER Bank, a team that featured his son Axel. He helped organize the &lt;a href=\"Grand%20Prix%20Eddy%20Merckx\"&gt;Grand Prix Eddy Merckx&lt;/a&gt;, which started out as an invitation only individual time trial event, later becoming a two-man time trial event. The event folded after 2004 due to riders' lack of interest.\nHe played a pivotal role in getting the &lt;a href=\"Tour%20of%20Qatar\"&gt;Tour of Qatar&lt;/a&gt; started in 2002. In 2001 &lt;a href=\"Hamad%20bin%20Khalifa%20Al%20Thani\"&gt;Hamad bin Khalifa Al Thani&lt;/a&gt;, the former &lt;a href=\"Emir\"&gt;Emir&lt;/a&gt; of &lt;a href=\"Qatar\"&gt;Qatar&lt;/a&gt;, reached out to Merckx and told him of his interest in starting a bicycle race to show off his country. Merckx then contacted then &lt;a href=\"Union%20Cycliste%20Internationale\"&gt;Union Cycliste Internationale&lt;/a&gt; (UCI) president &lt;a href=\"Hein%20Verbruggen\"&gt;Hein Verbruggen&lt;/a&gt;, who checked out Qatar's roads. Following a successful inspection, Merckx contacted the &lt;a href=\"Amaury%20Sport%20Organisation\"&gt;Amaury Sport Organisation&lt;/a&gt; about working with him planning the race; they agreed in 2001. Merckx officially co-owned the race with Dirk De Pauw and helped organize it until the race was cancelled before the 2017 edition due to financial reasons. In addition, Merckx also helped Qatar secure the right to host the &lt;a href=\"2016%20UCI%20Road%20World%20Championships\"&gt;2016 UCI Road World Championships&lt;/a&gt;, as well as designing the race route for the road race. Merckx briefly co-owned and helped start the &lt;a href=\"Tour%20of%20Oman\"&gt;Tour of Oman&lt;/a&gt; in 2010. In 2015, Merckx said later that although he was not racing, he knew would still be involved with the sport \"as a bike builder, first in the factory and now as an ambassador.\" In November 2017, it was announced that Merckx and his partner Dirk De Pauw split with Tour of Oman organizer ASO following an undisclosed dispute.\nPersonal life.\nMerckx officially began dating Claudine Acou in April 1965. Acou was a 21-year-old teacher and daughter of the trainer of the national amateur team. Merckx asked her father for permission to marry her between track races. On 5 December 1967 Merckx married Acou after four years of courtship. She would often handle the press for her husband, who was shy. Acou gave birth to their first child, Sabrina, on 14 February 1970. Merckx skipped a team training camp to be with his wife for Sabrina's birth. Acou later gave birth to a son, &lt;a href=\"Axel%20Merckx\"&gt;Axel&lt;/a&gt;, who also became a professional cyclist. Merckx was brought up speaking &lt;a href=\"Flemish\"&gt;Flemish&lt;/a&gt;, but was taught French in school.\nIn 1996 &lt;a href=\"Albert%20II%20of%20Belgium\"&gt;Albert II of Belgium&lt;/a&gt;, King of the Belgians, gave him the title of &lt;a href=\"baron\"&gt;baron&lt;/a&gt;. In Italy, Merckx was given the title of \"&lt;a href=\"Cavaliere\"&gt;Cavaliere&lt;/a&gt;\". In 2011, he was named &lt;a href=\"Legion%20of%20Honour\"&gt;Commandeur de la Légion d'honneur&lt;/a&gt; by then French President &lt;a href=\"Nicolas%20Sarkozy\"&gt;Nicolas Sarkozy&lt;/a&gt; in Paris. Merckx has become an ambassador for the &lt;a href=\"Damien%20The%20Leper%20Society\"&gt;Damien The Leper Society&lt;/a&gt;, a foundation named after a Catholic priest, which battles &lt;a href=\"leprosy\"&gt;leprosy&lt;/a&gt; and other diseases in developing countries. He was blessed by &lt;a href=\"Pope%20John%20Paul%20II\"&gt;Pope John Paul II&lt;/a&gt; in Brussels in the 1990s. Merckx is an art lover and stated that his favorite artist is &lt;a href=\"Ren%C3%A9%20Magritte\"&gt;René Magritte&lt;/a&gt;, a &lt;a href=\"surrealist\"&gt;surrealist&lt;/a&gt;. &lt;a href=\"Salvador%20Dal%C3%AD\"&gt;Salvador Dalí&lt;/a&gt; is another of his favorites.\nBefore starting the third stage of the 1968 Giro d'Italia, Merckx was found to have a heart condition. A cardiologist, Giancarlo Lavezzaro, found that Merckx had non-obstructive hypertrophic cardiomyopathy, a disease that has killed several young athletes. In 2013, Merckx was given a &lt;a href=\"pacemaker\"&gt;pacemaker&lt;/a&gt; to help correct a heart rhythm issue. The surgery was performed in &lt;a href=\"Genk\"&gt;Genk&lt;/a&gt; on 21 March and done as a preventative procedure. Merckx stated that he never had any heart issues while racing, despite the fact that several males in his family died young of heart related problems. In May 2004, he had an &lt;a href=\"esophagus\"&gt;esophagus&lt;/a&gt; operation to cure stomach aches suffered since he was young. In August, he reported that he lost nearly 30 kg after the procedure. On 13 October 2019, Merckx was hospitalised after a cycling accident, having suffered a haemorrhage and being unconscious for a while. He was released a week later.\nLegacy.\nMerckx has been regarded by many as the greatest and most successful cyclist of all time. He rode well in the Grand Tours and in the one-day classics. He was a very good time trialist and climber. In addition, Merckx showed great ability to race on the track. He was known for racing style that consisted of attacking constantly, which came to be known as \"la course en tête\" (\"the race in the lead\") for which the documentary on Merckx, \"La Course en Tête\" (which also has the double meaning of 'the race in your head') was named. Attacking for Merckx was the best form of defence. He would spend a day in a breakaway and then make another significant attack the following day. Despite his constant attacking, he would occasionally ride in a defensive mindset, particularly when racing the Giro and facing Fuente. Merckx entered over 1,800 races during his career and won a total of 525. Due to his dominance in the sport some cycling historians refer to the period in which he raced as the \"Merckx Era.\" During his professional career, he won 445 of the 1585 races he entered. Between the years of 1967 and 1977 Merckx raced between 111 and 151 races each season. In 1971, he raced 120 times and won 54 of the events, the most races any cyclist has won in a season. Merckx admits that he was the best of his generation, but insists it's not practical to compare across generations.\nHe is one of the three riders to win all five '&lt;a href=\"Classic%20cycle%20races\"&gt;Monuments of Cycling&lt;/a&gt;' (i.e., Milan–San Remo, Tour of Flanders, Paris–Roubaix, &lt;a href=\"Li%C3%A8ge%E2%80%93Bastogne%E2%80%93Li%C3%A8ge\"&gt;Liège–Bastogne–Liège&lt;/a&gt;, and the Giro di Lombardia), the other two being Rik Van Looy and Roger De Vlaeminck. He finished his career with nineteen victories across the monuments, more than any other rider and eight more than the rider with the second most. He won twenty-eight classic races, with Paris–Tours being the only race he did not win. The closest he came to victory in the race was sixth in the 1973 race. A lesser Belgian rider, Noël van Tyghem, won Paris–Tours in 1972 and said: \"Between us, I and Eddy Merckx have won every classic that can be won. I won Paris–Tours, Merckx won all the rest.\"\nWhile racing, he became the third rider to win all three Grand Tours in his career, a feat that has since been accomplished by more riders. He holds the record for most Grand Tour victories with 11, along with the record for most stage wins across all three Grand Tours with 64. He has completed the most Giro-Tour doubles in history with three. He was the first rider to win cycling's Triple Crown which has only been accomplished one other time, by &lt;a href=\"Stephen%20Roche\"&gt;Stephen Roche&lt;/a&gt; in 1987. He is the only rider to win the general, points and mountains classifications at the Giro d'Italia, in 1968, and at the Tour de France, in 1969. Since then, the general, points and mountains classifications have been won at the Vuelta a España by &lt;a href=\"Tony%20Rominger\"&gt;Tony Rominger&lt;/a&gt; in 1993 and by &lt;a href=\"Laurent%20Jalabert\"&gt;Laurent Jalabert&lt;/a&gt; in 1995. He shares the record for most victories at both the Giro d'Italia and Tour de France, with five wins at each. In those races he also holds the records for days spent in the race leader's jersey at 78 and 96 respectively. For his career successes in the Giro d'Italia, Merckx became the first rider inducted into the race's Hall of Fame in 2012. When being inducted, Merckx was given the modern-day trophy with the winners engraved until 1974, the last year he won the race. At the Tour, he shares the record for most stage wins in its history, with thirty-four. The \"Grand Départ\" for the &lt;a href=\"2019%20Tour%20de%20France\"&gt;2019 Tour de France&lt;/a&gt; was held in Brussels, Belgium to honor Merckx's first Tour de France win in 1969.\nHe was given the nickname \"The Cannibal\" by the daughter of &lt;a href=\"Christian%20Raymond\"&gt;Christian Raymond&lt;/a&gt;, a teammate of Merckx's. Raymond had commented on Merckx not allowing anyone else to win, to which his daughter referred to Merckx as a cannibal. Raymond liked the nickname and then mentioned it to the press. In Italy, he was known as \"il mostro\" (\"the Monster\").\nDutch cyclist &lt;a href=\"Joop%20Zoetemelk\"&gt;Joop Zoetemelk&lt;/a&gt; said \"First there was Merckx, and then another classification began behind him.\" Cycling journalist and commentator &lt;a href=\"Phil%20Liggett\"&gt;Phil Liggett&lt;/a&gt; wrote that if Merckx started a race, many riders acknowledged that they likely would be competing for second place. Ted Costantino wrote that Merckx was undoubtedly the number one cyclist of all time, whereas in other sports there are debates that go on about who is actually the greatest of all time. &lt;a href=\"Gianni%20Motta\"&gt;Gianni Motta&lt;/a&gt; told of how Merckx would ride without a racing cape when it was snowing or raining in order to go faster than other riders. Even after his retirement, many subsequent stars still feel overshadowed by his fame and race results. Merckx befriended &lt;a href=\"Fiorenzo%20Magni\"&gt;Fiorenzo Magni&lt;/a&gt; when he began racing for an Italian team. He was criticized by opposing riders for his relentless pursuit of victory that prevented even lesser known riders from collecting a few victories. When told that he won too much, Merckx stated that \"The day when I start a race without intending to win it, I won't be able to look at myself in the mirror.\"\nDoping.\nMerckx was leading the 1969 Giro d'Italia upon the conclusion of the sixteenth stage in &lt;a href=\"Savona\"&gt;Savona&lt;/a&gt;. After the stage, Merckx traveled to the mobile lab that traveled with the race and conducted the drug tests. Merckx's first test came up positive for &lt;a href=\"fencamfamine\"&gt;fencamfamine&lt;/a&gt;, an &lt;a href=\"amphetamine\"&gt;amphetamine&lt;/a&gt;. A second test was conducted and also came up positive. The word spread about Merckx's positive test while Merckx himself was still asleep. The positive test meant Merckx was to be suspended for a month. Race director Vincenzo Torriani delayed the start of the seventeenth stage in an attempt to persuade the president of the &lt;a href=\"Italian%20Cycling%20Federation\"&gt;Italian Cycling Federation&lt;/a&gt; to allow Merckx to begin the stage. However, the president was not in his office and Torriani was forced to start the stage, disqualifying Merckx in the process. In the succeeding days, the UCI removed the suspension put in place.\nFrom the start, Merckx claimed his innocence saying that \"I am a clean rider, I do not need to take anything to win.\" He maintains that his samples were mishandled. After the incident, several conspiracy theories emerged including: the urine that tested positive was not Merckx's, a move to give Italian &lt;a href=\"Felice%20Gimondi\"&gt;Felice Gimondi&lt;/a&gt; a better chance at victory, and Merckx had been given a water bottle with the stimulant in it.\nOn 8 November 1973, it was announced that Merckx had tested positive for &lt;a href=\"norephedrine\"&gt;norephedrine&lt;/a&gt; after winning the Giro di Lombardia a month earlier. Upon learning of the first test being positive in later October, he had a counter-analysis performed which also turned up positive. The drug was present in a cough medicine that the Molteni doctor, Dr. Cavalli, prescribed to him. Merckx was disqualified from the race and the victory was awarded to second-place finisher Gimondi. In addition, Merckx was given a month suspension and fined 150,000 lira. Merckx admitted his fault in taking the medicine but said that the name norephedrine was not on the bottle of cough syrup he used.\nOn 8 May 1977, Merckx, along with several other riders, tested positive for &lt;a href=\"pemoline\"&gt;pemoline&lt;/a&gt;, a stimulant in Stimul, at La Flèche Wallonne. The group of riders was charged by the Belgian cycling federation, and the riders were each given a 24,000 pesetas fine and a one-month suspension. Initially, Merckx announced his intention to appeal the penalty, saying he only took substances that were not on the banned list. Merckx's eighth-place finish in the race was voided. Years later, Merckx admitted he did take a banned substance, citing that he was wrong to have trusted a doctor.\nDue to Merckx's positive tests during his career, he was asked by the event organizers to stay away from the &lt;a href=\"2007%20UCI%20Road%20World%20Championships\"&gt;2007 UCI Road World Championships&lt;/a&gt; in &lt;a href=\"Stuttgart\"&gt;Stuttgart&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. The organizers stated that \"[they] had to be role models\", while Merckx wrote them off claiming them to be crazy. Merckx was not alone, as several other riders were asked to keep their distance from the event.\nReferences.\nFootnotes\nCitations\nBibliography"
}