{
    "id": "1521885",
    "revid": "31226026",
    "url": "https://en.wikipedia.org/wiki?curid=1521885",
    "title": "John Smith Chipman",
    "text": "John Smith Chipman (August 10, 1800 – July 27, 1869) was a lawyer and politician from the U.S. state of &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;.\nChipman was born in &lt;a href=\"Shoreham%2C%20Vermont\"&gt;Shoreham, Vermont&lt;/a&gt;, a son of Barnabas and Polly (Smith) Chipman. He attended the rural schools and graduated from &lt;a href=\"Middlebury%20College\"&gt;Middlebury College&lt;/a&gt; in 1823. He &lt;a href=\"reading%20law\"&gt;studied law&lt;/a&gt;, was &lt;a href=\"Admission%20to%20the%20bar%20in%20the%20United%20States\"&gt;admitted to the bar&lt;/a&gt;, and practiced in &lt;a href=\"Addison%20County%2C%20Vermont\"&gt;Addison County, Vermont&lt;/a&gt; and &lt;a href=\"Essex%20County%2C%20New%20York\"&gt;Essex County, New York&lt;/a&gt;.\nIn 1838, he moved to &lt;a href=\"Centreville%2C%20Michigan\"&gt;Centreville&lt;/a&gt; in &lt;a href=\"St.%20Joseph%20County%2C%20Michigan\"&gt;St. Joseph County, Michigan&lt;/a&gt;, where he held several local offices including serving as a member of the &lt;a href=\"Michigan%20State%20House%20of%20Representatives\"&gt;Michigan State House of Representatives&lt;/a&gt; in 1842. Chipman was elected as a &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrat&lt;/a&gt; from Michigan's 2nd District to the &lt;a href=\"Twenty-ninth%20United%20States%20Congress\"&gt;Twenty-ninth Congress&lt;/a&gt;, serving from March 4, 1845 to March 3, 1847. After the end of his term, he moved to &lt;a href=\"Niles%2C%20Michigan\"&gt;Niles&lt;/a&gt; in &lt;a href=\"Berrien%20County%2C%20Michigan\"&gt;Berrien County, Michigan&lt;/a&gt;, and later, in 1850, he moved to &lt;a href=\"San%20Francisco%2C%20California\"&gt;San Francisco, California&lt;/a&gt;, where he resumed the practice of law. He moved to &lt;a href=\"San%20Jose%2C%20California\"&gt;San Jose, California&lt;/a&gt;, in 1869 and lived in retirement there until his death. He is interred in &lt;a href=\"Oak%20Hill%20Memorial%20Park\"&gt;Oak Hill Cemetery&lt;/a&gt; in San Jose.\nHe was regarded as a brilliant lawyer and a natural orator. Bingham writes that \"listening to one of his speeches was like reading one of Cooper's novels.\" He was over six feet tall with black hair and a dark complexion, giving rise to his nickname, Black Chip.\nFamily.\nIn October 1824, Chipman married Frances Larabee. They were the parents of William H. Chipman and Frances C. Chipman."
}