{
    "id": "15215164",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=15215164",
    "title": "Cunliffe-Owen Aircraft",
    "text": "Cunliffe-Owen Aircraft was a British aircraft manufacturer of the World War II era. They were primarily a repair and overhaul shop, but also a construction shop for other companies' designs, notably the &lt;a href=\"Supermarine%20Seafire\"&gt;Supermarine Seafire&lt;/a&gt;. The company also undertook contract work for the Air Ministry, &lt;a href=\"Rootes%20Group\"&gt;Lord Rootes&lt;/a&gt;, &lt;a href=\"Short%20Brothers\"&gt;Shorts&lt;/a&gt; and &lt;a href=\"Armstrong%20Siddeley\"&gt;Armstrong Siddeley&lt;/a&gt; worth £1.5 million. After the war, however, the company began to face financial difficulties and in February 1947 a request to Midland Bank to extend the company's overdraft was refused. In November of that year it became necessary to suspend production of the &lt;a href=\"Cunliffe-Owen%20Concordia\"&gt;Concordia&lt;/a&gt; aircraft – upon which all the company's future hopes rested – and its financial collapse became inevitable.\n&lt;a href=\"Hugo%20Cunliffe-Owen\"&gt;Sir Hugo Cunliffe-Owen, Bt.&lt;/a&gt;, chairman of Cunliffe-Owen Aircraft, Ltd., died on 14 December 1947 aged 77. He was succeeded by his son, Dudley Herbert Cunliffe-Owen, who was sales director of the firm. His eldest son, Hugo Leslie, who was in the Fleet Air Arm, was killed in 1942.\nSir Hugo was also associated with \"British &amp; Foreign Aviation Ltd.\", a company with a nominal quarter-million pound capital. The objects were stated as to acquire not less than 90 per cent of the issued share capital of Olley Air Service Ltd. and Air Commerce Ltd., and to make agreements between Olley Air Service Ltd., Sir Hugo Cunliffe-Owen and others to operate air services and aerodromes and manufacture, deal in and repair aircraft. Associated companies included West Coast Air Services Ltd. and Isle of Man Air Services(See &lt;a href=\"Morton%20Air%20Services\"&gt;Morton Air Services&lt;/a&gt;).\n&lt;a href=\"Clyde%20Edward%20Pangborn\"&gt;Clyde Edward Pangborn&lt;/a&gt; became the company's demonstrator and test pilot.\nHistory.\nThe firm had been formed in 1937 as a subsidiary of the &lt;a href=\"British%20American%20Tobacco\"&gt;British American Tobacco Company&lt;/a&gt; at &lt;a href=\"Eastleigh\"&gt;Eastleigh&lt;/a&gt;, near Southampton, to build the &lt;a href=\"Burnelli\"&gt;Burnelli&lt;/a&gt; Flying Wing aircraft under licence, and was renamed Cunliffe-Owen Aircraft Limited in May 1938 by &lt;a href=\"Hugo%20Cunliffe-Owen\"&gt;Hugo Cunliffe-Owen&lt;/a&gt; having been formed as B.A.O., Ltd. (Aircraft manufacturers and dealers, of Hangar No. 2a, Southampton Airport). The nominal capital was increased by the addition of £49,900 beyond the registered capital of £100. The additional capital was divided into 39,900 ordinary and 10,000 5 per cent, non-cumulative preference shares of £1 each. The organisation was registered as a 'private' company on 9 September 1937. By a board resolution dated 11 May 1938, the name was changed to \"Cunliffe-Owen Aircraft, Ltd.\"\nThe factory, purposefully located on a site near to &lt;a href=\"Southampton%20Airport\"&gt;Southampton Airport&lt;/a&gt;, was built as a &lt;a href=\"shadow%20factory\"&gt;shadow factory&lt;/a&gt; in preparation for &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, and was opened by the Mayor of Southampton on 2 February 1939.\nThe company intended to produce the &lt;a href=\"Burnelli%20UB-14\"&gt;Burnelli UB-14&lt;/a&gt; lifting fuselage under licence as the Cunliffe-Owen OA-Mk1. An example was assembled in 1939. The resulting plane was known as the Clyde Clipper but only one had been completed before the start of the war. The sole aircraft was pressed into service by the RAF and was eventually turned over to the Free French Air Force in Africa, where at one point it served as the personal transport of General &lt;a href=\"Charles%20de%20Gaulle\"&gt;Charles de Gaulle&lt;/a&gt;. Worn out by its wartime service, the Clyde Clipper reportedly met its end as the centrepiece of a V-J Day (Victory over Japan Day) bonfire.\nWW2.\nOn the outbreak of WWII, all of the factory's capacity was switched to produce parts for the &lt;a href=\"Supermarine%20Spitfire\"&gt;Supermarine Spitfire&lt;/a&gt;. Recognised as an important part of the British war effort, it was bombed on a number of occasions by the German \"&lt;a href=\"Luftwaffe\"&gt;Luftwaffe&lt;/a&gt;\", the first in September 1940.\nThe company's design officer tendered ideas for &lt;a href=\"Air%20Ministry%20specification\"&gt;Air Ministry specification&lt;/a&gt;s: an un-numbered ground attack specification in 1942, specification O.5/43 and specification S.6/43 for a shore based torpedo bomber.\nThe company also undertook repair and overhaul work for Supermarine, whose test facilities were located on the same airfield. In 1940 they were selected to be one of the factories producing the &lt;a href=\"Hawker%20Tornado\"&gt;Hawker Tornado&lt;/a&gt;, but that project was cancelled in 1941. In 1943 they won a contract to produce the &lt;a href=\"Supermarine%20Seafire\"&gt;Supermarine Seafire&lt;/a&gt;, 118 Seafire Ibs incorporating the fuselage reinforcements were modified from Spitfire Vbs by the company and &lt;a href=\"Air%20Training%20Service\"&gt;Air Training Service&lt;/a&gt;. These aircraft were equipped with naval high frequency radio equipment and IFF equipment as well as a Type 72 homing beacon. In these and all subsequent Seafires the instruments were re-calibrated to read knots and nautical miles rather than miles per hour. The fixed armament was the same as that of the Spitfire Vb; two 20 mm Hispano Mk II cannon with 60 rounds per gun fed from a \"drum\" magazine, and four .303 inch.303 British Browning machine guns with 350 rpg. Provision was also made to carry a 30-gallon \"slipper\" fuel tank under the fuselage. One frontline unit, 801 Squadron Royal Naval Air Service operated this version on board HMS \"Furious\" from October 1942 through to September 1944. Production continued until 1946.\nCunliffe-Owen Aircraft Limited also had a factory on the &lt;a href=\"RAF%20Macmerry\"&gt;Macmerry aerodrome&lt;/a&gt; near Edinburgh, Scotland the workforce of which were principally concerned with the repair of &lt;a href=\"Lockheed%20Hudson\"&gt;Lockheed Hudson&lt;/a&gt; aircraft.\nPost war era.\nAfter the war they produced their first, and only, indigenous design, the &lt;a href=\"Cunliffe-Owen%20Concordia\"&gt;Cunliffe-Owen Concordia&lt;/a&gt;, a 12-seat &lt;a href=\"feederliner\"&gt;feederliner&lt;/a&gt; design. The Concordia project was abandoned in 1947 and the two prototypes were scrapped. Given the low use of the factory during this period, they sublet portions of the plant to the &lt;a href=\"Cierva%20Autogiro%20Company\"&gt;Cierva Autogiro Company&lt;/a&gt; starting in 1946 with Cunliffe-Owen undertaking production of Cierva's designs. When it first flew in 1948 the &lt;a href=\"Cierva%20Air%20Horse\"&gt;Cierva W.11 \"Air Horse\"&lt;/a&gt; was the largest helicopter in the world. It was powered by a Rolls-Royce Merlin 24 engine driving three main rotors mounted on large outriggers, one at the front and two either side of the fuselage just aft of its midpoint. There were two large fins at the rear of the fuselage, and a cockpit on top of the nose which housed a crew of three. It had a passenger carrying capacity of 24. It was envisaged to fulfil roles as a crop sprayer, air ambulance and aerial crane. The two prototypes were built under contract by Cunliffe-Owen. The first prototype crashed killing the crew in 1950. As a result, the private finance for Cierva was withdrawn and the second never flew.\nDissolution.\nDue to huge losses in the Post-War civil aviation market, it was agreed in 1947 to dissolve Cunliffe-Owen.\nIn 1949, the factory was bought by &lt;a href=\"Briggs%20Motor%20Bodies\"&gt;Briggs Motor Bodies&lt;/a&gt;, who supplied &lt;a href=\"Ford%20of%20Britain\"&gt;Ford of Britain&lt;/a&gt; with bodies for their motor vehicles. In 1953 Ford acquired Briggs, and hence gained control of the factory, renamed the &lt;a href=\"Ford%20Southampton%20plant\"&gt;Ford Southampton plant&lt;/a&gt;.\nIn 1983, with construction of the &lt;a href=\"M27%20motorway\"&gt;M27 motorway&lt;/a&gt; starting, the site was permanently cut off from Southampton Airport.\nProducing van, bus, Kombi and chassis cab variants, it previously employed 500 people. Over half the production is exported, and in 2009 the 6 millionth Ford Transit rolled off of the production line. The plan to produce 35,000 chassis/cab variant models of the new &lt;a href=\"Ford%20Transit\"&gt;Ford Transit&lt;/a&gt; from late 2013 fell foul of the European Economic situation and Transit Production at Southampton ceased in July 2013 with the new model only being made in Kocaeli, Turkey."
}