{
    "id": "15220638",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=15220638",
    "title": "DDX27",
    "text": "DEAD (Asp-Glu-Ala-Asp) box polypeptide 27, also known as DDX27, is a human &lt;a href=\"gene\"&gt;gene&lt;/a&gt;.\nThe &lt;a href=\"protein\"&gt;protein&lt;/a&gt; encoded by this gene belongs to the family of DEAD box proteins, characterized by the conserved &lt;a href=\"structural%20motif\"&gt;motif&lt;/a&gt; Asp-Glu-Ala-Asp (DEAD), and are putative &lt;a href=\"RNA\"&gt;RNA&lt;/a&gt; &lt;a href=\"helicase\"&gt;helicase&lt;/a&gt;s. They are implicated in a number of cellular processes involving alteration of RNA &lt;a href=\"secondary%20structure\"&gt;secondary structure&lt;/a&gt; such as &lt;a href=\"Eukaryotic%20translation%23Initiation\"&gt;translation initiation&lt;/a&gt;, &lt;a href=\"cell%20nucleus\"&gt;nuclear&lt;/a&gt; and &lt;a href=\"mitochondrion\"&gt;mitochondrial&lt;/a&gt; &lt;a href=\"RNA%20splicing\"&gt;splicing&lt;/a&gt;, and &lt;a href=\"ribosome\"&gt;ribosome&lt;/a&gt; and &lt;a href=\"spliceosome\"&gt;spliceosome&lt;/a&gt; assembly. Based on their distribution patterns, some members of this family are believed to be involved in &lt;a href=\"embryogenesis\"&gt;embryogenesis&lt;/a&gt;, &lt;a href=\"spermatogenesis\"&gt;spermatogenesis&lt;/a&gt;, and &lt;a href=\"cell%20growth\"&gt;cellular growth&lt;/a&gt; and &lt;a href=\"cell%20division\"&gt;division&lt;/a&gt;. This gene encodes a DEAD box protein, the function of which has not been determined.\nModel organisms.\n&lt;a href=\"Model%20organism\"&gt;Model organism&lt;/a&gt;s have been used in the study of DDX27 function. A conditional &lt;a href=\"knockout%20mouse\"&gt;knockout mouse&lt;/a&gt; line, called \"Ddx27tm1a(KOMP)Wtsi\" was generated as part of the &lt;a href=\"International%20Knockout%20Mouse%20Consortium\"&gt;International Knockout Mouse Consortium&lt;/a&gt; program, a high-throughput mutagenesis project to generate and distribute animal models of disease to interested scientists.\nMale and female animals underwent a standardized &lt;a href=\"phenotypic%20screen\"&gt;phenotypic screen&lt;/a&gt; to determine the effects of deletion. Twenty seven tests were carried out and two &lt;a href=\"phenotypes\"&gt;phenotypes&lt;/a&gt; were reported. No &lt;a href=\"homozygous\"&gt;homozygous&lt;/a&gt; &lt;a href=\"mutant\"&gt;mutant&lt;/a&gt; embryos were identified during gestation, and in a separate study only 1% survived until &lt;a href=\"weaning\"&gt;weaning&lt;/a&gt; (significantly less than the &lt;a href=\"Mendelian%20ratio\"&gt;Mendelian ratio&lt;/a&gt;). The remaining tests were carried out on &lt;a href=\"heterozygous\"&gt;heterozygous&lt;/a&gt; mutant adult mice; no significant abnormalities were observed in these animals."
}