{
    "id": "1522677",
    "revid": "698909",
    "url": "https://en.wikipedia.org/wiki?curid=1522677",
    "title": "Cope rearrangement",
    "text": "The Cope rearrangement is an extensively studied &lt;a href=\"organic%20reaction\"&gt;organic reaction&lt;/a&gt; involving the &lt;a href=\"sigmatropic%20rearrangement\"&gt;[3,3]-sigmatropic rearrangement&lt;/a&gt; of 1,5-dienes. It was developed by &lt;a href=\"Arthur%20C.%20Cope\"&gt;Arthur C. Cope&lt;/a&gt; and &lt;a href=\"Elizabeth%20Hardy%20%28chemist%29\"&gt;Elizabeth Hardy&lt;/a&gt;. For example, 3-methyl-hexa-1,5-diene heated to 300 °C yields hepta-1,5-diene.\nThe Cope rearrangement causes the &lt;a href=\"Fluxional%20molecule\"&gt;fluxional&lt;/a&gt; states of the molecules in the &lt;a href=\"bullvalene\"&gt;bullvalene&lt;/a&gt; family.\nMechanism.\nThe Cope rearrangement is the prototypical example of a concerted sigmatropic rearrangement. It is classified as a [3,3]-sigmatropic rearrangement with the Woodward–Hoffmann symbol [π2s+σ2s+π2s] and is therefore thermally allowed. It is sometimes useful to think of it as going through a &lt;a href=\"transition%20state\"&gt;transition state&lt;/a&gt; energetically and structurally equivalent to a &lt;a href=\"radical%20%28chemistry%29\"&gt;diradical&lt;/a&gt;, although the diradical is not usually a true intermediate (potential energy minimum). The chair transition state illustrated here is preferred in open-chain systems (as shown by the Doering-Roth experiments). However, conformationally constrained systems like \"cis\"-1,2-divinylcyclopropanes can undergo the rearrangement in the boat conformation.\nIt is currently generally accepted that most Cope rearrangements follows an allowed concerted route through a Hückel aromatic transition state and a diradical intermediate is not formed. However, the concerted reaction can often be asynchronous and electronically perturbed systems may have considerable diradical character at the transition state. A representative illustration of the transition state of the Cope rearrangement of the electronically neutral &lt;a href=\"hexa-1%2C5-diene\"&gt;hexa-1,5-diene&lt;/a&gt; is presented below. Here one can see that the two π-bonds are breaking while two new π-bonds are forming, and simultaneously the σ-bond is breaking while a new σ-bond is forming. In contrast to the &lt;a href=\"Claisen%20rearrangement\"&gt;Claisen rearrangement&lt;/a&gt;, Cope rearrangements without strain release or electronic perturbation are often close to thermally neutral, and may therefore reach only partial conversion due to an insufficiently favorable equilibrium constant. In the case of hexa-1,5-diene, the rearrangement is degenerate (the product is identical to the starting material), so \"K\" = 1 by necessity.\nIn asymmetric dienes one often needs to consider the stereochemistry, which in the case of pericyclic reactions, such as the Cope rearrangement, can be predicted with the &lt;a href=\"Woodward%E2%80%93Hoffmann%20rules\"&gt;Woodward–Hoffmann rules&lt;/a&gt; and consideration of the preference for the chair transition state geometry.\nExamples.\nThe rearrangement is widely used in organic synthesis. It is &lt;a href=\"symmetry\"&gt;symmetry&lt;/a&gt;-allowed when it is &lt;a href=\"suprafacial\"&gt;suprafacial&lt;/a&gt; on all components. The transition state of the molecule passes through a boat or chair like transition state. An example of the Cope rearrangement is the expansion of a &lt;a href=\"cyclobutane\"&gt;cyclobutane&lt;/a&gt; ring to a &lt;a href=\"cycloocta-1%2C5-diene\"&gt;cycloocta-1,5-diene&lt;/a&gt; ring:\nIn this case, the reaction must pass through the &lt;a href=\"boat%20conformation\"&gt;boat&lt;/a&gt; &lt;a href=\"transition%20state\"&gt;transition state&lt;/a&gt; to produce the two &lt;a href=\"Geometric%20isomerism\"&gt;cis&lt;/a&gt; &lt;a href=\"double%20bond\"&gt;double bond&lt;/a&gt;s. A trans double bond in the ring would be too &lt;a href=\"ring%20strain\"&gt;strained&lt;/a&gt;. The reaction occurs under thermal conditions. The driving force of the reaction is the loss of strain from the cyclobutane ring.\nOxy-Cope rearrangement and its anionic variant.\nIn the &lt;a href=\"oxy-Cope%20rearrangement\"&gt;oxy-Cope rearrangement&lt;/a&gt;, a &lt;a href=\"hydroxyl\"&gt;hydroxyl&lt;/a&gt; group is added at C3 forming an enal or enone after &lt;a href=\"keto-enol%20tautomerism\"&gt;keto-enol tautomerism&lt;/a&gt; of the intermediate enol.\nIn its original implementation, the oxy-Cope reaction required high temperatures. Subsequent work showed that the corresponding potassium alkoxides rearranged faster by 1010 to 1017. By virtue of this innovation, reaction proceed well at room temperature or even 0 °C. Typically potassium hydride and &lt;a href=\"18-Crown-6\"&gt;18-crown-6&lt;/a&gt; are employed to generate the dissociated potassium alkoxide: \nThe &lt;a href=\"diastereomer\"&gt;diastereomer&lt;/a&gt; of the starting material shown above with an equatorial vinyl group does not react, providing evidence of the concerted nature of this reaction. Nevertheless, the transition state of the reaction is believed to have a high degree of diradical character. Consequently, the anion-accelerated oxy-Cope reaction can proceed with high efficiency even in systems that do not permit efficient &lt;a href=\"orbital%20overlap\"&gt;orbital overlap&lt;/a&gt;, as illustrated by the synthesis periplanone B:\nThe corresponding neutral oxy-Cope and siloxy-Cope rearrangements failed, giving only elimination products at 200 °C.\nOrganocatalysis in the Cope Rearrangement.\nThe &lt;a href=\"Organocatalysis\"&gt;organocatalytic&lt;/a&gt; [3,3] &lt;a href=\"sigmatropic%20rearrangement\"&gt;sigmatropic rearrangement&lt;/a&gt; is based on a &lt;a href=\"hydrazide\"&gt;hydrazide&lt;/a&gt; catalyst.\nVariations.\nAnother variation of the Cope rearrangement is the heteroatom Cope reactions such as the &lt;a href=\"aza-Cope%20rearrangement\"&gt;aza-Cope rearrangement&lt;/a&gt;s. Another widely studied [3,3] &lt;a href=\"sigmatropic%20rearrangement\"&gt;sigmatropic rearrangement&lt;/a&gt; is the &lt;a href=\"Claisen%20rearrangement\"&gt;Claisen rearrangement&lt;/a&gt;. Also see the &lt;a href=\"divinylcyclopropane-cycloheptadiene%20rearrangement\"&gt;divinylcyclopropane-cycloheptadiene rearrangement&lt;/a&gt;."
}