{
    "id": "15231621",
    "revid": "1556597",
    "url": "https://en.wikipedia.org/wiki?curid=15231621",
    "title": "Global Financial Centres Index",
    "text": "The Global Financial Centres Index (GFCI) is a ranking of the competitiveness of &lt;a href=\"financial%20centre\"&gt;financial centre&lt;/a&gt;s based on over 29,000 financial centre assessments from an online questionnaire together with over 100 indices from organisations such as the &lt;a href=\"World%20Bank\"&gt;World Bank&lt;/a&gt;, the &lt;a href=\"Organisation%20for%20Economic%20Co-operation%20and%20Development\"&gt;Organisation for Economic Co-operation and Development&lt;/a&gt; (OECD), and the &lt;a href=\"Economist%20Intelligence%20Unit\"&gt;Economist Intelligence Unit&lt;/a&gt;. The first index was published in March 2007. It has been jointly published twice per year by &lt;a href=\"Z/Yen\"&gt;Z/Yen&lt;/a&gt; Group in &lt;a href=\"London\"&gt;London&lt;/a&gt; and the &lt;a href=\"China%20Development%20Institute\"&gt;China Development Institute&lt;/a&gt; in &lt;a href=\"Shenzhen\"&gt;Shenzhen&lt;/a&gt; since 2015, and is widely quoted as a top source for ranking financial centres.\nRanking.\nThe ranking is an aggregate of indices from five key areas: \"business environment\", \"financial sector development\", \"infrastructure factors\", \"human capital\", \"reputation and general factors\". As of September 24, 2021, the top centres worldwide are:\nN.B. Kigali and Lagos are the latest new entries, having not been included in the GFCI 29 ranking.\nFinancial centre profiles.\nThis report ranked 116 international financial centers into the following matrix, as of 24 September 2021:\nTop 15 centres by area of competitiveness.\nThis is run for five separate areas of competitiveness to assess how financial centres perform in each of the areas GFCI 25 (2021 March).\nTop 15 centres by industry sector.\nThis creates separate sub-indices: banking, investment management, insurance, professional services, and government and regulatory sectors for GFCI 25 (2019 March) .\nKey areas.\nThe \"human capital\" factors summarize the availability of a skilled &lt;a href=\"workforce\"&gt;workforce&lt;/a&gt;, the flexibility of the &lt;a href=\"labour%20market\"&gt;labour market&lt;/a&gt;, the quality of the &lt;a href=\"business%20education\"&gt;business education&lt;/a&gt; and the skill-set of the workforce, and &lt;a href=\"quality%20of%20life\"&gt;quality of life&lt;/a&gt;. The \"business environment\" factors aggregate and value the &lt;a href=\"regulation\"&gt;regulation&lt;/a&gt;, &lt;a href=\"tax%20rates\"&gt;tax rates&lt;/a&gt;, levels of &lt;a href=\"Political%20corruption\"&gt;corruption&lt;/a&gt;, &lt;a href=\"economic%20freedom\"&gt;economic freedom&lt;/a&gt; and how difficult in general it is to do business. To measure regulation an online questionnaire has been used. The \"financial sector development\" factors assess the volume and value of &lt;a href=\"Trade\"&gt;trading&lt;/a&gt; in &lt;a href=\"capital%20markets\"&gt;capital markets&lt;/a&gt; and other &lt;a href=\"financial%20markets\"&gt;financial markets&lt;/a&gt;, the &lt;a href=\"cluster%20effect\"&gt;cluster effect&lt;/a&gt; of the number of different financial service companies at the location, and &lt;a href=\"employment\"&gt;employment&lt;/a&gt; and &lt;a href=\"economic%20output\"&gt;economic output&lt;/a&gt; indicators. The \"infrastructure\" factors account for the price and availability of office space at the location, as well as &lt;a href=\"public%20transport\"&gt;public transport&lt;/a&gt;. \"Reputation and general\" considers more subjective aspects such as &lt;a href=\"innovation\"&gt;innovation&lt;/a&gt;, brand appeal, cultural diversity and competitive positioning.\nIndustry sectors.\nThe index provides sub-rankings in the main areas of financial services – &lt;a href=\"banking\"&gt;banking&lt;/a&gt;, &lt;a href=\"investment%20management\"&gt;investment management&lt;/a&gt;, &lt;a href=\"insurance\"&gt;insurance&lt;/a&gt;, &lt;a href=\"professional%20services\"&gt;professional services&lt;/a&gt;, &lt;a href=\"government\"&gt;government&lt;/a&gt; and &lt;a href=\"regulation\"&gt;regulation&lt;/a&gt;."
}