{
    "id": "15240667",
    "revid": "16680171",
    "url": "https://en.wikipedia.org/wiki?curid=15240667",
    "title": "Print Solutions Magazine",
    "text": "Print Solutions Magazine is a monthly &lt;a href=\"trade%20publication\"&gt;trade publication&lt;/a&gt; that covers the &lt;a href=\"printing\"&gt;print&lt;/a&gt; &lt;a href=\"Distribution%20%28business%29\"&gt;distribution&lt;/a&gt; &lt;a href=\"Industry%20%28economics%29\"&gt;industry&lt;/a&gt;. It has been &lt;a href=\"published\"&gt;published&lt;/a&gt; continuously since 1962 by the &lt;a href=\"Print%20Services%20%26amp%3B%20Distribution%20Association\"&gt;Print Services &amp; Distribution Association&lt;/a&gt; (PSDA), though it was previously known as \"FORM Magazine\". It has won more than 100 awards and is read by over 32,400 professionals in the &lt;a href=\"printing\"&gt;printing&lt;/a&gt; industry. Each issue of \"Print Solutions Magazine\" contains relevant &lt;a href=\"Industry%20%28economics%29\"&gt;industry&lt;/a&gt; &lt;a href=\"news\"&gt;news&lt;/a&gt; as well as &lt;a href=\"sales\"&gt;sales&lt;/a&gt;, &lt;a href=\"marketing\"&gt;marketing&lt;/a&gt; and &lt;a href=\"management\"&gt;management&lt;/a&gt; features to help readers improve their businesses, expand into new markets and learn ways to sell print products and related services.\nSpecial Feature Issues.\nTop 100 Print Distributors.\nThe annual Top 100 Print Distributors issue ranks the top distributors in the nation by &lt;a href=\"fiscal%20year\"&gt;fiscal year&lt;/a&gt; &lt;a href=\"sales\"&gt;sales&lt;/a&gt;. It also includes the fastest-growing small distributors, the top sales per employee and feature articles on various businesses on the list. The Top 100 Print Distributors list is, “renowned as the most accurate, definitive and coveted list of its kind...”\nTop 100 Trade Printers.\nThe Top 100 Trade Printers list is generated from year-over-year sales data that is sent in to \"Print Solutions Magazine\" editors from over 100 printers throughout the country. As this issue is &lt;a href=\"Annual%20publication\"&gt;published annually&lt;/a&gt;, it is commonly used by &lt;a href=\"professionals\"&gt;professionals&lt;/a&gt; in the print industry as a yearly reference point for conducting business.\nAnnual Buyer's Guide.\nThe Print Solutions Buyer’s Guide is a directory of industry providers that is published annually by \"Print Solutions Magazine\". It is divided into two &lt;a href=\"alphabetized\"&gt;alphabetized&lt;/a&gt; sections: The &lt;a href=\"Product%20%28business%29\"&gt;Product&lt;/a&gt; &lt;a href=\"Index%20%28publishing%29\"&gt;Index&lt;/a&gt; lists various products and services while the &lt;a href=\"Company\"&gt;Company&lt;/a&gt; Directory provides a catalog of manufacturers and suppliers.\nOfficial Show Guide for the Print Solutions Conference &amp; Expo.\nThe Official Show Guide for the &lt;a href=\"Print%20Services%20%26amp%3B%20Distribution%20Association\"&gt;Print Solutions Conference &amp; Expo&lt;/a&gt; includes relevant exhibitor and product information, booth information and &lt;a href=\"floor%20plans\"&gt;floor plans&lt;/a&gt;, &lt;a href=\"seminar\"&gt;seminar&lt;/a&gt; and &lt;a href=\"meeting\"&gt;meeting&lt;/a&gt; details, and a complete event agenda.\nPEAK Awards.\nThe Print Excellence and Knowledge (PEAK) Awards is a &lt;a href=\"competition\"&gt;competition&lt;/a&gt; held annually by \"Print Solutions Magazine\" that distinguishes exceptional print-related products and services. In 2008, over 250 entries across 42 categories were received from around the world. In each category, one Grand Award Winner is chosen and honored at the annual &lt;a href=\"Print%20Services%20%26amp%3B%20Distribution%20Association\"&gt;Print Solutions Conference &amp; Expo&lt;/a&gt; during a VIP Awards Ceremony. Grand Award winners receive a trophy and the right to display the PEAK Award Winner logo. Additionally, the PEAK Awards recognize runner-up entries and presents them with an Award of Excellence certificate."
}