{
    "id": "15242176",
    "revid": "24902",
    "url": "https://en.wikipedia.org/wiki?curid=15242176",
    "title": "The Hour of the Furnaces",
    "text": "The Hour of the Furnaces () is a 1968 Argentine film directed by &lt;a href=\"Octavio%20Getino\"&gt;Octavio Getino&lt;/a&gt; and &lt;a href=\"Fernando%20Solanas\"&gt;Fernando Solanas&lt;/a&gt;. 'The paradigm of revolutionary activist cinema', it addresses the politics of the 'Third worldist' films and Latin-American manifesto of the late 1960s. It is a key part of the '&lt;a href=\"Third%20Cinema\"&gt;Third Cinema&lt;/a&gt;', a movement that emerged in Latin America around the same time as the film's release. The work is a four-hour trilogy, divided into chapters and united by the theme of dependency and liberation. The first part - \"Neo-Colonialism and Violence\" - is conceived for diffusion in all types of circuits, and is the one presented at Cannes Classics.\nPlot.\nIn 1965, Fernando Solanas and Octavio Getino began collaborating on a documentary film that would serve as a witness to Argentina's reality. They began gathering archival material – newsreels – and testimony from Peronist Resistance fighters, intellectuals, and university leaders. The filmmakers' quest took them all throughout the nation, as evidenced by the subtitle of the film: 'Notes and Testimonies on Neocolonialism, Violence, and Liberation.\nThe filmmakers gradually amended their original concept and part of their thoughts during this procedure (which lasted from late 1965 to mid-1968). They included a revisionist perspective of history as well as a focus on the Peronist working class as the central figure in Argentina's revolutionary change. They, like many other intellectuals in those years, underwent a transformation from the old left to a national left. Because of the film's adherence to forbidden Peronism, particularly its most extreme wing, its revolutionary demands, and the desire to inscribe it into the fights for social change, they had to resort to an alternate screening circuit when a new military dictatorship came to power in 1966.\nAudiovisual counterpoint, the relationship between sound and image is integral to the film's establishment of its themes. For example, in the first part of the film, a series of wealthy individuals watch a cattle auction. The film cuts between the wealthy people and the cattle in rapid succession while the announcer describes the cows. This form of montage results in the viewer seeing the event as a kind of performance by the rich, expressing their best qualities in order to gain social status.\nAnalysis.\nThe hour of furnaces captures many of struggles and issues that Argentinians face. The classism is largely noticed as in the movie as the poor get poorer, and those who are able to gain an education, opportunities, born into wealthier families, etc. They area able to grow more and become the middle/ upper class of society. Those that are not able to be given the same opportunities continue to struggle and are placed in extreme poverty in the Argentinian rural areas. The documentary also displays some of the cons that come with a capitalist states that are not able to give everyone the same opportunities due to lack of resources, classism, or desire for more wealth while others struggle.\nThe film also portrays how mass communications is the place for war. Mass communication is very effective in either silencing populations or in activating them. In the film the mobilization of the masses are silenced. Information is censored to try and get people to forget about their situation. If people know nothing else, their situation becomes normal.\nProduction and Distribution.\nThe production of \"The Hour of the Furnaces\" lasted from 1966 to 1968 and utilized techniques that have since then been described as \"guerilla style filmmaking,\" and a documentary-like style to convey its message. The team behind \"The Hour of the Furnaces\" recorded citizens of Argentina as they went about their daily lives, supplementing their work with archival footage and works by other filmmakers. Perhaps the most notably, \"The Hour of the Furnaces\" features a section from the 1960 Argentinian film \"&lt;a href=\"Tire%20di%C3%A9\"&gt;Tire dié&lt;/a&gt;\" (English: \"Throw a Dime\"). In addition to the archival footage and documentary work, some scenes of the \"The Hour of the Furnaces\" were recreations by the filmmakers.\nDue to political considerations of the time, \"The Hour of the Furnaces\" saw an incredibly limited release in Argentina and was primarily shown in underground clubs and organizations. The film was segmented into several parts with the intention that viewers would take the time to discuss each individual section after it was completed.\nReception and Impact.\nWriting in the \"New York Times\", critic Vincent Canby described the movie as \"a unique film exploration of a nation's soul.\"\nIn Argentina, the emergence of La Hora de los Hornos sparked a surge in militant filmmaking. Grupo Cine Liberación began screening the film on a clandestine exhibition circuit as soon as it was completed, aided by mobile units in the major cities. Simultaneously, the group released materials on political cinema (including their best-known manifesto, Towards a Third Cinema).\nReferences.\n https://www.lib.berkeley.edu/mrcvault/videographies/hour-furnaces-la-hora-de-los-hornos"
}