{
    "id": "1524596",
    "revid": "207372",
    "url": "https://en.wikipedia.org/wiki?curid=1524596",
    "title": "Hitch (film)",
    "text": "Hitch (stylized as HITCH and HitcH) is a 2005 American &lt;a href=\"romantic%20comedy\"&gt;romantic comedy&lt;/a&gt; film directed by &lt;a href=\"Andy%20Tennant\"&gt;Andy Tennant&lt;/a&gt; and starring &lt;a href=\"Will%20Smith\"&gt;Will Smith&lt;/a&gt; in the title role, along with &lt;a href=\"Eva%20Mendes\"&gt;Eva Mendes&lt;/a&gt;, &lt;a href=\"Kevin%20James\"&gt;Kevin James&lt;/a&gt;, and &lt;a href=\"Amber%20Valletta\"&gt;Amber Valletta&lt;/a&gt;. The film, which was written by Kevin Bisch, features Smith as Alex \"Hitch\" Hitchens, a professional \"date doctor\" who makes a living teaching men how to woo women. Unfortunately, while helping his latest client woo the woman of his dreams, he finds out that his game doesn't quite work on the gossip columnist with whom he's smitten. &lt;a href=\"Columbia%20Pictures\"&gt;Columbia Pictures&lt;/a&gt; released \"Hitch\" on February 11, 2005, and was a box office hit, grossing $371.6 million worldwide. The film received mixed reviews from critics.\nPlot.\nAlex \"Hitch\" Hitchens (&lt;a href=\"Will%20Smith\"&gt;Will Smith&lt;/a&gt;) is a professional \"date doctor\" who coaches other men in the art of wooing women, with the main focus of having genuine long-term relationships. He is very successful at what he does.\nWhile coaching one of his clients, Albert Brennaman (&lt;a href=\"Kevin%20James\"&gt;Kevin James&lt;/a&gt;)—who is smitten with a client of his investment firm, &lt;a href=\"celebrity\"&gt;celebrity&lt;/a&gt; Allegra Cole (&lt;a href=\"Amber%20Valletta\"&gt;Amber Valletta&lt;/a&gt;)—Hitch finds himself falling for Sara Melas (&lt;a href=\"Eva%20Mendes\"&gt;Eva Mendes&lt;/a&gt;), a gossip columnist and cynical workaholic. While Albert and Allegra's relationship continues to progress, Hitch finds it difficult to connect with Sara, finding that none of his romantic methods work on her. Throughout the entire process, he keeps his career secret, claiming to be a generic \"consultant\".\nHitch meets with Vance Munson (&lt;a href=\"Jeffrey%20Donovan\"&gt;Jeffrey Donovan&lt;/a&gt;), a shallow &lt;a href=\"Misogyny\"&gt;misogynist&lt;/a&gt; attempting to enlist Hitch to help him land a one-night stand with Casey Sedgewick (&lt;a href=\"Julie%20Ann%20Emery\"&gt;Julie Ann Emery&lt;/a&gt;), Sara's coworker and best friend. Although Hitch refused to help, Vance smugly misleads Sara into believing that he has used Hitch's services. After finding out Hitch's true identity, Sara publishes an &lt;a href=\"Investigative%20journalism\"&gt;exposé&lt;/a&gt;, causing Albert to vandalize a newspaper station in rage and get arrested, Allegra breaking up with Albert, and Hitch's reputation to suffer.\nAt a &lt;a href=\"speed%20dating\"&gt;speed dating&lt;/a&gt; event that Hitch sneaks into, Sara and Casey confront Hitch and cite Vance as their source. Hitch explains that not only did he refuse to work with him—men like Vance are the reason why women heavily protect themselves—but that same protection also unintentionally makes establishing genuine relationships with good men difficult enough to create a demand for Hitch's services.\nAfter receiving some criticism from Albert about treating love as a job instead of an actually legitimate feeling, Hitch then tries to salvage Albert and Allegra's relationship and decides to confront Allegra. When she mentions how Albert's quirks won her over, Hitch realizes that he does not really do anything significant besides giving his clients confidence and allowing them to get the attention of the women they love, and that most of his customers, particularly Albert, really were successful by just being themselves. After a misunderstanding spawning from Albert thinking that Hitch is taking Allegra from him, Allegra reconciles with Albert, and Hitch and Sara repair their relationship.\nAlbert and Allegra get married and Hitch helps introduce Casey to a man after she gives the &lt;a href=\"Heimlich%20maneuver\"&gt;Heimlich maneuver&lt;/a&gt; to an elderly woman who was choking on a grape. A dance party then begins with Albert, Allegra, Sara, and Hitch, which ends with Albert accidentally ripping his pants when he tries to do the splits.\nProduction.\nThe production budget was $55–70 million. Smith has said that actress Eva Mendes, a Latina, was offered the female lead because the producers were worried about the public's reaction if the part was played by a &lt;a href=\"White%20people\"&gt;white&lt;/a&gt; actress, creating a studio fear of a potential interracial taboo, or a &lt;a href=\"Black%20people\"&gt;black&lt;/a&gt; actress, creating a studio fear that two black leads would alienate the white audiences. It was believed that a Latina and a black lead would sidestep the issue. &lt;a href=\"Cameron%20Diaz\"&gt;Cameron Diaz&lt;/a&gt; was originally considered for the role of Sara Melas. &lt;a href=\"Robinne%20Lee\"&gt;Robinne Lee&lt;/a&gt;'s character (Cressida) was originally offered to &lt;a href=\"Bollywood\"&gt;Bollywood&lt;/a&gt; actress &lt;a href=\"Aishwarya%20Rai\"&gt;Aishwarya Rai&lt;/a&gt;, who could not take the role to scheduling conflicts. &lt;a href=\"Patton%20Oswalt\"&gt;Patton Oswalt&lt;/a&gt; was considered for the role of Albert Brennaman. The working title of the film was \"The Last First Kiss\", referring to a line that Hitch delivers to Albert, \"This could be her last first kiss.\" Parts of the film were filmed in &lt;a href=\"Morningside%20Heights%2C%20Manhattan\"&gt;Morningside Heights, Manhattan&lt;/a&gt;, at &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt;, at &lt;a href=\"Ellis%20Island\"&gt;Ellis Island&lt;/a&gt;, in the &lt;a href=\"Fulton%20Fish%20Market\"&gt;Fulton Fish Market&lt;/a&gt;, at the &lt;a href=\"Wall%20Street%20Bull\"&gt;Wall Street Bull&lt;/a&gt; and the North Cove Marina.\nHome media.\nThe film was released on June 14, 2005 on VHS and DVD by &lt;a href=\"Sony%20Pictures%20Home%20Entertainment\"&gt;Sony Pictures Home Entertainment&lt;/a&gt;. It was one of the first films to employ Sony's &lt;a href=\"ARccOS%20Protection\"&gt;ARccOS Protection&lt;/a&gt; copy protection. The film was also available on &lt;a href=\"Universal%20Media%20Disc\"&gt;UMD (Universal Media Disc)&lt;/a&gt; for the &lt;a href=\"PlayStation%20Portable\"&gt;Sony PSP (PlayStation Portable)&lt;/a&gt;.\nReception.\nOn &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt;, the film has a rating of 69% based on 188 reviews, and an average review of 6.30/10. The site's critical consensus reads, \"Despite \"Hitch\"s predictability, Will Smith and Kevin James win praise for their solid, warmhearted performances.\" On &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;, the film has a weighted average score of 58 out of 100, based on 36 critics, indicating \"mixed or average reviews.\" Audiences polled by &lt;a href=\"CinemaScore\"&gt;CinemaScore&lt;/a&gt; gave the film an average grade of \"A\" on an A+ to F scale.\n&lt;a href=\"Roger%20Ebert\"&gt;Roger Ebert&lt;/a&gt; of the \"&lt;a href=\"Chicago%20Sun-Times\"&gt;Chicago Sun-Times&lt;/a&gt;\" wrote: \"The premise is intriguing, and for a time it seems that the Date Doctor may indeed know things about women that most men in the movies are not allowed to know, but the third act goes on autopilot just when the Doctor should be in.\" Brian Lowry of \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" wrote: \"Considerably heavier on romance than comedy, Hitch stitches together relatively few laughs but generates enough goodwill and energy.\"\nMusic.\nHitch: The Soundtrack was released on September 20, 2005, by &lt;a href=\"Columbia%20Records\"&gt;Columbia Records&lt;/a&gt;. The album reached No. 5 on the &lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt; &lt;a href=\"Billboard%20Charts%23Albums\"&gt;Soundtrack Albums&lt;/a&gt; chart and No. 35 on the &lt;a href=\"Billboard%20200\"&gt;Billboard 200&lt;/a&gt; chart.\nSoundtrack.\nThe soundtrack features artists such as &lt;a href=\"Amerie\"&gt;Amerie&lt;/a&gt;, &lt;a href=\"Kelly%20Rowland\"&gt;Kelly Rowland&lt;/a&gt;, &lt;a href=\"Sleepy%20Brown\"&gt;Sleepy Brown&lt;/a&gt;, &lt;a href=\"Big%20Boi\"&gt;Big Boi&lt;/a&gt;, &lt;a href=\"Earth%2C%20Wind%20%26amp%3B%20Fire\"&gt;Earth, Wind &amp; Fire&lt;/a&gt;, &lt;a href=\"Mark%20Ronson\"&gt;Mark Ronson&lt;/a&gt;, &lt;a href=\"Martha%20Reeves%20and%20the%20Vandellas\"&gt;Martha Reeves and the Vandellas&lt;/a&gt;, &lt;a href=\"Omarion\"&gt;Omarion&lt;/a&gt;, &lt;a href=\"The%20O%20Jays\"&gt;The O Jays&lt;/a&gt;, &lt;a href=\"John%20Legend\"&gt;John Legend&lt;/a&gt;, &lt;a href=\"The%20Temptations\"&gt;The Temptations&lt;/a&gt;, &lt;a href=\"Jimmy%20Cliff\"&gt;Jimmy Cliff&lt;/a&gt; and &lt;a href=\"Kevin%20Lyttle\"&gt;Kevin Lyttle&lt;/a&gt;.\nRob Theakston of &lt;a href=\"Allmusic\"&gt;Allmusic&lt;/a&gt; gave the album a three out of five star rating noting that it \"features a brilliant survey of soul and R&amp;B over the past three decades.\" He also proclaimed \"while the new tracks are impressive and enjoyable, it's this combination that makes Hitch an enjoyable listen, with something for everyone -- regardless of age -- to enjoy.\"\nTV show.\nOn October 22, 2014, Overbrook Entertainment and &lt;a href=\"Sony%20Pictures%20Television\"&gt;Sony Pictures Television&lt;/a&gt; began working on a television series adaptation inspired by the film for &lt;a href=\"Fox%20Broadcasting%20Company\"&gt;Fox&lt;/a&gt;."
}