{
    "id": "152518",
    "revid": "43020512",
    "url": "https://en.wikipedia.org/wiki?curid=152518",
    "title": "Abel–Ruffini theorem",
    "text": "In &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt;, the Abel–Ruffini theorem (also known as Abel's impossibility theorem) states that there is no &lt;a href=\"solution%20in%20radicals\"&gt;solution in radicals&lt;/a&gt; to general &lt;a href=\"algebraic%20equation\"&gt;polynomial equations&lt;/a&gt; of &lt;a href=\"quintic%20equation\"&gt;degree five&lt;/a&gt; or higher with arbitrary &lt;a href=\"coefficients\"&gt;coefficients&lt;/a&gt;. Here, \"general\" means that the coefficients of the equation are viewed and manipulated as &lt;a href=\"indeterminate%20%28variable%29\"&gt;indeterminates&lt;/a&gt;.\nThe theorem is named after &lt;a href=\"Paolo%20Ruffini\"&gt;Paolo Ruffini&lt;/a&gt;, who made an incomplete proof in 1799, (which was refined and completed in 1813 and accepted by Cauchy) and &lt;a href=\"Niels%20Henrik%20Abel\"&gt;Niels Henrik Abel&lt;/a&gt;, who provided a proof in 1824.\n\"Abel–Ruffini theorem\" refers also to the slightly stronger result that there are equations of degree five and higher that cannot be solved by radicals. This does not follow from Abel's statement of the theorem, but is a corollary of his proof, as his proof is based on the fact that some polynomials in the coefficients of the equation are not the zero polynomial. This improved statement follows directly from . Galois theory implies also that \nis the simplest equation that cannot be solved in radicals, and that \"&lt;a href=\"almost%20all\"&gt;almost all&lt;/a&gt;\" polynomials of degree five or higher cannot be solved in radicals.\nThe impossibility of solving in degree five or higher contrasts with the case of lower degree: one has the &lt;a href=\"quadratic%20formula\"&gt;quadratic formula&lt;/a&gt;, the &lt;a href=\"cubic%20formula\"&gt;cubic formula&lt;/a&gt;, and the &lt;a href=\"quartic%20formula\"&gt;quartic formula&lt;/a&gt; for degrees two, three, and four, respectively.\nContext.\n&lt;a href=\"Polynomial%20equation\"&gt;Polynomial equation&lt;/a&gt;s of degree two can be solved with the &lt;a href=\"quadratic%20formula\"&gt;quadratic formula&lt;/a&gt;, which has been known since &lt;a href=\"ancient%20history\"&gt;antiquity&lt;/a&gt;. Similarly the &lt;a href=\"cubic%20formula\"&gt;cubic formula&lt;/a&gt; for degree three, and the &lt;a href=\"quartic%20formula\"&gt;quartic formula&lt;/a&gt; for degree four, were found during the 16th century. At that time a fundamental problem was whether equations of higher degree could be solved in a similar way.\nThe fact that every polynomial equation of positive degree has solutions, possibly &lt;a href=\"real%20number\"&gt;non-real&lt;/a&gt;, was asserted during the 17th century, but completely proved only at the beginning of the 19th century. This is the &lt;a href=\"fundamental%20theorem%20of%20algebra\"&gt;fundamental theorem of algebra&lt;/a&gt;, which does not provide any tool for computing exactly the solutions, although &lt;a href=\"Newton%27s%20method\"&gt;Newton's method&lt;/a&gt; allows approximating the solutions to any desired accuracy.\nFrom the 16th century to beginning of the 19th century, the main problem of algebra was to search for a formula for the solutions of polynomial equations of degree five and higher, hence the name the \"fundamental theorem of algebra\". This meant a &lt;a href=\"solution%20in%20radicals\"&gt;solution in radicals&lt;/a&gt;, that is, an &lt;a href=\"expression%20%28mathematics%29\"&gt;expression&lt;/a&gt; involving only the coefficients of the equation, and the operations of &lt;a href=\"addition\"&gt;addition&lt;/a&gt;, &lt;a href=\"subtraction\"&gt;subtraction&lt;/a&gt;, &lt;a href=\"multiplication\"&gt;multiplication&lt;/a&gt;, &lt;a href=\"division%20%28mathematics%29\"&gt;division&lt;/a&gt;, and &lt;a href=\"nth%20root%20extraction\"&gt;th root extraction&lt;/a&gt;.\nThe Abel–Ruffini theorem proves that this is impossible. However, this impossibility does not imply that a specific equation of any degree cannot be solved in radicals. On the contrary, there are equations of any degree that can be solved in radicals. This is the case of the equation formula_2 for any , and the equations defined by &lt;a href=\"cyclotomic%20polynomial\"&gt;cyclotomic polynomial&lt;/a&gt;s, all of whose solutions can be expressed in radicals.\nAbel's proof of the theorem does not explicitly contain the assertion that there are specific equations that cannot be solved by radicals. Such an assertion is not a consequence of Abel's statement of the theorem, as the statement does not exclude the possibility that \"every particular &lt;a href=\"quintic%20equation\"&gt;quintic equation&lt;/a&gt; might be soluble, with a special formula for each equation.\" However, the existence of specific equations that cannot be solved in radicals seems to be a consequence of Abel's proof, as the proof uses the fact that some polynomials in the coefficients are not the zero polynomial, and, given a finite number of polynomials, there are values of the variables at which none of the polynomials takes the value zero.\nSoon after Abel's publication of its proof, &lt;a href=\"%C3%89variste%20Galois\"&gt;Évariste Galois&lt;/a&gt; introduced a theory, now called &lt;a href=\"Galois%20theory\"&gt;Galois theory&lt;/a&gt; that allows deciding, for any given equation, whether it is solvable in radicals (this is theoretical, as, in practice, this decision may need huge computation which can be difficult, even with powerful &lt;a href=\"computer\"&gt;computer&lt;/a&gt;s). This decision is done by introducing auxiliary polynomials, called &lt;a href=\"resolvent%20%28Galois%20theory%29\"&gt;resolvents&lt;/a&gt;, whose coefficients depend polynomially upon those of the original polynomial. The polynomial is solvable in radicals if and only if some resolvent has a &lt;a href=\"rational%20number\"&gt;rational&lt;/a&gt; root.\nProof.\nThe proof of the Abel–Ruffini theorem predates &lt;a href=\"Galois%20theory\"&gt;Galois theory&lt;/a&gt;. However, Galois theory allows a better understanding of the subject, and modern proofs are generally based on it, while the original proofs of the Abel–Ruffini theorem are still presented for historical purposes.\nThe proofs based on Galois theory comprise four main steps: the characterization of solvable equations in terms of &lt;a href=\"field%20theory%20%28mathematics%29\"&gt;field theory&lt;/a&gt;; the use of the &lt;a href=\"Galois%20correspondence\"&gt;Galois correspondence&lt;/a&gt; between subfields of a given field and the subgroups of its &lt;a href=\"Galois%20group\"&gt;Galois group&lt;/a&gt; for expressing this characterization in terms of &lt;a href=\"solvable%20group\"&gt;solvable group&lt;/a&gt;s; the proof that the &lt;a href=\"symmetric%20group\"&gt;symmetric group&lt;/a&gt; is not solvable if its order is five or higher; and the existence of polynomials with a symmetric Galois group. \nAlgebraic solutions and field theory.\nAn algebraic solution of a polynomial equation is an &lt;a href=\"expression%20%28mathematics%29\"&gt;expression&lt;/a&gt; involving the four basic &lt;a href=\"arithmetic%20operations\"&gt;arithmetic operations&lt;/a&gt; (addition, subtraction, multiplication, and division), and &lt;a href=\"root%20extraction\"&gt;root extraction&lt;/a&gt;s. Such an expression may be viewed as the description of a computation that starts from the coefficients of the equation to be solved and proceeds by computing some numbers, one after the other.\nAt each step of the computation, one may consider the smallest &lt;a href=\"field%20%28mathematics%29\"&gt;field&lt;/a&gt; that contains all numbers that have been computed so far. This field is changed only for the steps involving the computation of an &lt;a href=\"nth%20root\"&gt;th&lt;/a&gt; root. \nSo, an algebraic solution produces a sequence\nof fields, and elements formula_4 such that \nformula_5 for formula_6 with formula_7 for some integer formula_8 An algebraic solution of the initial polynomial equation exists if and only if there exists such a sequence of fields such that formula_9 contains a solution.\nFor having &lt;a href=\"normal%20extension\"&gt;normal extension&lt;/a&gt;s, which are fundamental for the theory, one must refine the sequence of fields as follows. If formula_10 does not contain all formula_11-th &lt;a href=\"roots%20of%20unity\"&gt;roots of unity&lt;/a&gt;, one introduces the field formula_12 that extends formula_10 by a &lt;a href=\"primitive%20root%20of%20unity\"&gt;primitive root of unity&lt;/a&gt;, and one redefines formula_14 as formula_15\nSo, if one starts from a solution in terms of radicals, one gets an increasing sequence of fields such that the last one contains the solution, and each is a normal extension of the preceding one with a &lt;a href=\"Galois%20group\"&gt;Galois group&lt;/a&gt; that is &lt;a href=\"cyclic%20group\"&gt;cyclic&lt;/a&gt;. \nConversely, if one has such a sequence of fields, the equation is solvable in terms of radicals. For proving this, it suffices to prove that a normal extension with a cyclic Galois group can be built from a succession of &lt;a href=\"radical%20extension\"&gt;radical extension&lt;/a&gt;s.\nGalois correspondence.\nThe &lt;a href=\"Galois%20correspondence\"&gt;Galois correspondence&lt;/a&gt; establishes a &lt;a href=\"one%20to%20one%20correspondence\"&gt;one to one correspondence&lt;/a&gt; between the &lt;a href=\"subextension\"&gt;subextension&lt;/a&gt;s of a normal field extension formula_16 and the subgroups of the Galois group of the extension. This correspondence maps a field such formula_17 to the &lt;a href=\"Galois%20group\"&gt;Galois group&lt;/a&gt; formula_18 of the &lt;a href=\"field%20automorphism\"&gt;automorphisms&lt;/a&gt; of that leave fixed, and, conversely, maps a subgroup of formula_19 to the field of the elements of that are fixed by .\nThe preceding section shows that an equation is solvable in terms of radicals if and only if the Galois group of its &lt;a href=\"splitting%20field\"&gt;splitting field&lt;/a&gt; (the smallest field that contains all the roots) is &lt;a href=\"solvable%20group\"&gt;solvable&lt;/a&gt;, that is, it contains a sequence of subgroups such that each is &lt;a href=\"normal%20subgroup\"&gt;normal&lt;/a&gt; in the preceding one, with a &lt;a href=\"quotient%20group\"&gt;quotient group&lt;/a&gt; that is &lt;a href=\"cyclic%20group\"&gt;cyclic&lt;/a&gt;. (Solvable groups are commonly defined with &lt;a href=\"abelian%20group\"&gt;abelian&lt;/a&gt; instead of cyclic quotient groups, but the &lt;a href=\"fundamental%20theorem%20of%20finite%20abelian%20groups\"&gt;fundamental theorem of finite abelian groups&lt;/a&gt; shows that the two definitions are equivalent).\nSo, for proving Abel–Ruffini theorem, it remains to prove that the &lt;a href=\"symmetric%20group\"&gt;symmetric group&lt;/a&gt; formula_20 is not solvable, and that there are polynomials with symmetric Galois group.\nSolvable symmetric groups.\nFor , the &lt;a href=\"symmetric%20group\"&gt;symmetric group&lt;/a&gt; formula_21 of degree has only the &lt;a href=\"alternating%20group\"&gt;alternating group&lt;/a&gt; formula_22 as a nontrivial &lt;a href=\"normal%20subgroup\"&gt;normal subgroup&lt;/a&gt; (see ). For , the alternating group formula_22 is not &lt;a href=\"abelian%20group\"&gt;abelian&lt;/a&gt; and &lt;a href=\"simple%20group\"&gt;simple&lt;/a&gt; (that is, it does not have any nontrivial normal subgroup). This implies that both formula_22 and formula_21 are not solvable for . Thus, the Abel–Ruffini theorem results from the existence of polynomials with a symmetric Galois group; this will be shown in the next section.\nOn the other hand, for , the symmetric group and all its subgroups are solvable. Somehow, this explains the existence of the &lt;a href=\"quadratic%20formula\"&gt;quadratic&lt;/a&gt;, &lt;a href=\"cubic%20formula\"&gt;cubic&lt;/a&gt;, and &lt;a href=\"quartic%20formula\"&gt;quartic&lt;/a&gt; formulas.\nPolynomials with symmetric Galois groups.\nGeneral equation.\nThe \"general\" or \"generic\" polynomial equation of degree is the equation\nwhere formula_27 are distinct &lt;a href=\"indeterminate%20%28variable%29\"&gt;indeterminates&lt;/a&gt;. This is an equation defined over the &lt;a href=\"field%20%28mathematics%29\"&gt;field&lt;/a&gt; formula_28 of the &lt;a href=\"rational%20fraction\"&gt;rational fraction&lt;/a&gt;s in formula_27 with &lt;a href=\"rational%20number\"&gt;rational number&lt;/a&gt; coefficients. The original Abel–Ruffini theorem asserts that, for , this equation is not solvable in radicals. In view of the preceding sections, this results from the fact that the &lt;a href=\"Galois%20group\"&gt;Galois group&lt;/a&gt; over of the equation is the &lt;a href=\"symmetric%20group\"&gt;symmetric group&lt;/a&gt; formula_21 (this Galois group is the group of the &lt;a href=\"field%20automorphism\"&gt;field automorphism&lt;/a&gt;s of the &lt;a href=\"splitting%20field\"&gt;splitting field&lt;/a&gt; of the equation that fix the elements of , where the spliiting field is the smallest field containing all the roots of the equation).\nFor proving that the Galois group is formula_31 it is simpler to start from the roots. Let formula_32 be new indeterminates, aimed to be the roots, and consider the polynomial\nLet formula_34 be the field of the rational fractions in formula_35 and formula_36 be its subfield generated by the coefficients of formula_37 The &lt;a href=\"permutation\"&gt;permutation&lt;/a&gt;s of the formula_38 induce automorphisms of . &lt;a href=\"Vieta%27s%20formulas\"&gt;Vieta's formulas&lt;/a&gt; imply that every element of is a &lt;a href=\"symmetric%20function\"&gt;symmetric function&lt;/a&gt; of the formula_39 and is thus fixed by all these automorphisms. It follows that the Galois group formula_40 is the symmetric group formula_41\nThe &lt;a href=\"fundamental%20theorem%20of%20symmetric%20polynomials\"&gt;fundamental theorem of symmetric polynomials&lt;/a&gt; implies that the formula_42 are &lt;a href=\"algebraic%20independence\"&gt;algebraic independent&lt;/a&gt;, and thus that the map that sends each formula_43 to the corresponding formula_42 is a field isomorphism from to . This means that one may consider formula_45 as a generic equation. This finishes the proof that the Galois group of a general equation is the symmetric group, and thus proves the original Abel–Ruffini theorem, which asserts that the general polynomial equation of degree cannot be solved in radicals for .\nExplicit example.\nThe equation formula_1 is not solvable in radicals, as will be explained below.\nLet be formula_47.\nLet be its Galois group, which acts faithfully on the set of complex roots of .\nNumbering the roots lets one identify with a subgroup of the symmetric group formula_48.\nSince formula_49 factors as formula_50 in formula_51, the group contains a permutation that is a product of disjoint cycles of lengths 2 and 3 (in general, when a monic integer polynomial reduces modulo a prime to a product of distinct monic irreducible polynomials, the degrees of the factors give the lengths of the disjoint cycles in some permutation belonging to the Galois group); then also contains formula_52, which is a &lt;a href=\"transposition%20%28mathematics%29\"&gt;transposition&lt;/a&gt;. \nSince formula_53 is irreducible in formula_54, the same principle shows that contains a &lt;a href=\"cyclic%20permutation\"&gt;5-cycle&lt;/a&gt;.\nBecause 5 is prime, any transposition and 5-cycle in formula_48 generate the whole group; see . Thus formula_56. Since the group formula_48 is not solvable, the equation formula_1 is not solvable in radicals.\nCayley's resolvent.\nTesting whether a specific quintic is solvable in radicals can be done by using &lt;a href=\"Cayley%27s%20resolvent\"&gt;Cayley's resolvent&lt;/a&gt;. This is a &lt;a href=\"univariate%20polynomial\"&gt;univariate polynomial&lt;/a&gt; of degree six whose coefficients are polynomials in the coefficients of a generic quintic. A specific &lt;a href=\"irreducible%20polynomial\"&gt;irreducible&lt;/a&gt; quintic is solvable in radicals if and only, when its coefficients are substituted in Cayley's resolvent, the resulting sextic polynomial has a &lt;a href=\"rational%20number\"&gt;rational&lt;/a&gt; root.\nHistory.\nAround 1770, &lt;a href=\"Joseph%20Louis%20Lagrange\"&gt;Joseph Louis Lagrange&lt;/a&gt; began the groundwork that unified the many different tricks that had been used up to that point to solve equations, relating them to the theory of groups of &lt;a href=\"permutation\"&gt;permutation&lt;/a&gt;s, in the form of &lt;a href=\"Lagrange%20resolvents\"&gt;Lagrange resolvents&lt;/a&gt;. This innovative work by Lagrange was a precursor to Galois theory, and its failure to develop solutions for equations of fifth and higher degrees hinted that such solutions might be impossible, but it did not provide conclusive proof. The first person who conjectured that the problem of solving quintics by radicals might be impossible to solve was &lt;a href=\"Carl%20Friedrich%20Gauss\"&gt;Carl Friedrich Gauss&lt;/a&gt;, who wrote in 1798 in section 359 of his book \"&lt;a href=\"Disquisitiones%20Arithmeticae\"&gt;Disquisitiones Arithmeticae&lt;/a&gt;\" (which would be published only in 1801) that \"there is little doubt that this problem does not so much defy modern methods of analysis as that it proposes the impossible\". The next year, in his &lt;a href=\"thesis\"&gt;thesis&lt;/a&gt;, he wrote \"After the labors of many geometers left little hope of ever arriving at the resolution of the general equation algebraically, it appears more and more likely that this resolution is impossible and contradictory.\" And he added \"Perhaps it will not be so difficult to prove, with all rigor, the impossibility for the fifth degree. I shall set forth my investigations of this at greater length in another place.\" Actually, Gauss published nothing else on this subject.\nThe theorem was first nearly proved by &lt;a href=\"Paolo%20Ruffini\"&gt;Paolo Ruffini&lt;/a&gt; in 1799. He sent his proof to several mathematicians to get it acknowledged, amongst them Lagrange (who did not reply) and &lt;a href=\"Augustin-Louis%20Cauchy\"&gt;Augustin-Louis Cauchy&lt;/a&gt;, who sent him a letter saying: \"Your memoir on the general solution of equations is a work which I have always believed should be kept in mind by mathematicians and which, in my opinion, proves conclusively the algebraic unsolvability of general equations of higher than fourth degree.\" However, in general, Ruffini's proof was not considered convincing. Abel wrote: \"The first and, if I am not mistaken, the only one who, before me, has sought to prove the impossibility of the algebraic solution of general equations is the mathematician Ruffini. But his memoir is so complicated that it is very difficult to determine the validity of his argument. It seems to me that his argument is not completely satisfying.\"\nThe proof also, as it was discovered later, was incomplete. Ruffini assumed that all radicals that he was dealing with could be expressed from the roots of the polynomial using field operations alone; in modern terms, he assumed that the radicals belonged to the splitting field of the polynomial. To see why this is really an extra assumption, consider, for instance, the polynomial formula_59. According to &lt;a href=\"cubic%20function%23Cardano%27s%20method\"&gt;Cardano's formula&lt;/a&gt;, one of its roots (all of them, actually) can be expressed as the sum of a cube root of formula_60 with a cube root of formula_61. On the other hand, since formula_62, formula_63, formula_64, and formula_65, the roots formula_66, formula_67, and formula_68 of formula_69 are all real and therefore the field formula_70 is a subfield of formula_71. But then the numbers formula_72 cannot belong to formula_70. While Cauchy either did not notice Ruffini's assumption or felt that it was a minor one, most historians believe that the proof was not complete until Abel proved the theorem on natural irrationalities, which asserts that the assumption holds in the case of general polynomials."
}