{
    "id": "15254635",
    "revid": "5957417",
    "url": "https://en.wikipedia.org/wiki?curid=15254635",
    "title": "John Tyrrell (actor)",
    "text": "John Edward Tyrrell (December 7, 1900September 20, 1949) was an American film actor. He appeared in over 250 films between 1935 and 1947, known for his numerous appearances in the &lt;a href=\"Three%20Stooges\"&gt;Three Stooges&lt;/a&gt;, in a total of 28 shorts with &lt;a href=\"Curly%20Howard\"&gt;Curly Howard&lt;/a&gt; as a third stooge.\nCareer.\nTyrrell was 16 years old when he became involved in &lt;a href=\"vaudeville\"&gt;vaudeville&lt;/a&gt;, part of the team Tyrrell and Mack. Like many actors in the Stooge comedies, Tyrrell was a salaried contract player. The Columbia stock company was called upon to play incidental roles in practically everything the studio produced: important films, low-budget \"B\" pictures, short subjects, and serials. (Some of these players graduated to stardom, like &lt;a href=\"Lloyd%20Bridges\"&gt;Lloyd Bridges&lt;/a&gt;, &lt;a href=\"Bruce%20Bennett\"&gt;Bruce Bennett&lt;/a&gt;, &lt;a href=\"Adele%20Mara\"&gt;Adele Mara&lt;/a&gt; and &lt;a href=\"Ann%20Doran\"&gt;Ann Doran&lt;/a&gt;.) John Tyrrell worked steadily at &lt;a href=\"Columbia%20Pictures\"&gt;Columbia Pictures&lt;/a&gt; from 1935 to 1946 for 11 years. Occasionally, only Tyrrell's voice would be used, as a radio newsman, public-address announcer, or police-call dispatcher. Tyrrell and fellow stock player &lt;a href=\"Eddie%20Laughton\"&gt;Eddie Laughton&lt;/a&gt; often appeared together in Columbia movies (frequently as mobsters waiting in a getaway car). One of Tyrrell's biggest roles was probably in the 1939 serial \"&lt;a href=\"Mandrake%20the%20Magician\"&gt;Mandrake the Magician&lt;/a&gt;\", in which he played a masked crime lord's right-hand man. Modern viewers will also remember him in several shorts of &lt;a href=\"The%20Three%20Stooges\"&gt;The Three Stooges&lt;/a&gt;, such as \"&lt;a href=\"A%20Plumbing%20We%20Will%20Go\"&gt;A Plumbing We Will Go&lt;/a&gt;\" as Judge Hadley, B.O. Davis/Lone Wolf Louie in \"&lt;a href=\"So%20Long%20Mr.%20Chumps\"&gt;So Long Mr. Chumps&lt;/a&gt;\", \" &lt;a href=\"In%20the%20Sweet%20Pie%20and%20Pie\"&gt;In the Sweet Pie and Pie&lt;/a&gt;\" as the &lt;a href=\"ma%C3%AEtre%20d%27\"&gt;maître d'&lt;/a&gt;, Williams, Mr. Dill in Dizzy Detectives, and other of his 28 appearances in the Three Stooges, all of them with &lt;a href=\"Curly%20Howard\"&gt;Curly Howard&lt;/a&gt;.\nDeath.\nTyrrell's final appearance with the Three Stooges was in \"&lt;a href=\"Uncivil%20War%20Birds\"&gt;Uncivil War Birds&lt;/a&gt;\" (1946). After spending several months at Kingsbridge Veteran's Hospital in &lt;a href=\"the%20Bronx\"&gt;the Bronx&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;, possibly due to some of his health problems, John Tyrrell died of complications from &lt;a href=\"pneumonia\"&gt;pneumonia&lt;/a&gt; on September 20, 1949, at age 48."
}