{
    "id": "1528201",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=1528201",
    "title": "White-lined tanager",
    "text": "The white-lined tanager (\"Tachyphonus rufus\") is a medium-sized &lt;a href=\"passerine\"&gt;passerine&lt;/a&gt; bird in the tanager family &lt;a href=\"Thraupidae\"&gt;Thraupidae&lt;/a&gt;. It is a resident breeder from &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt; south to northern &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;, and on the islands of &lt;a href=\"Trinidad\"&gt;Trinidad&lt;/a&gt; and &lt;a href=\"Tobago\"&gt;Tobago&lt;/a&gt;.\nTaxonomy.\nThe white-lined tanager was described by the French polymath &lt;a href=\"Georges-Louis%20Leclerc%2C%20Comte%20de%20Buffon\"&gt;Georges-Louis Leclerc, Comte de Buffon&lt;/a&gt; in 1779 in his \"&lt;a href=\"Histoire%20Naturelle\"&gt;Histoire Naturelle&lt;/a&gt; des Oiseaux\" from specimens collected in &lt;a href=\"Cayenne\"&gt;Cayenne&lt;/a&gt;, French Guiana. The female bird was also illustrated in a hand-coloured plate engraved by &lt;a href=\"Fran%C3%A7ois-Nicolas%20Martinet\"&gt;François-Nicolas Martinet&lt;/a&gt; in the \"Planches Enluminées D'Histoire Naturelle\" which was produced under the supervision of &lt;a href=\"Edme-Louis%20Daubenton\"&gt;Edme-Louis Daubenton&lt;/a&gt; to accompany Buffon's text. Neither the plate caption nor Buffon's description included a scientific name but in 1783 the Dutch naturalist &lt;a href=\"Pieter%20Boddaert\"&gt;Pieter Boddaert&lt;/a&gt; coined the &lt;a href=\"binomial%20name\"&gt;binomial name&lt;/a&gt; \"Tangara rufa\" in his catalogue of the \"Planches Enluminées\". The white-lined tanager is now placed in the genus \"&lt;a href=\"Tachyphonus\"&gt;Tachyphonus&lt;/a&gt;\" that was introduced by the French ornithologist &lt;a href=\"Louis%20Jean%20Pierre%20Vieillot\"&gt;Louis Pierre Vieillot&lt;/a&gt; in 1816 with the white-lined tanager as the &lt;a href=\"type%20species\"&gt;type species&lt;/a&gt;. The name combines the &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt; words \"takhus\" \"fast\" and \"phōneō \" \"to speak\". The specific \"rufus\" is Latin for \"red\", \"ruddy\" or \"rufous\". The species is &lt;a href=\"monotypic\"&gt;monotypic&lt;/a&gt;: no &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; are recognised.\nDescription.\nThe adult white-lined tanagers is long and weighs . It has a long tail and a mostly black stout pointed bill. The adult male is glossy black, apart from white underwing coverts and a small white patch on the upperwing. These white areas are conspicuous in flight but otherwise rarely visible. Females and immatures are entirely rufous in &lt;a href=\"plumage\"&gt;plumage&lt;/a&gt;, somewhat paler below.\nDistribution and habitat.\nIt occurs in semi-open areas including gardens.\nBehavious and ecology.\nBreeding.\nIn the breeding season, the male displays the white spots which he has under his wings, opening them and closing them before in front of the female. The bulky cup nest is built in a tree or shrub, and the female incubates three, sometimes two, brown-blotched cream eggs for 14–15 days. This species has, on average, two broods per season. \nThey appear to be territorial, as only one nesting pair is usually seen in an area. They rarely join mixed feeding flocks. The white-lined tanager's song is a fast repetitive \"cheeru\".\nFood and feeding.\nThese are restless but unwary birds which eat a wide variety of fruit, but especially &lt;a href=\"epiphyte\"&gt;epiphyte&lt;/a&gt;s. They also take some &lt;a href=\"nectar\"&gt;nectar&lt;/a&gt; and insects, including &lt;a href=\"beetle\"&gt;beetle&lt;/a&gt;s, &lt;a href=\"ant\"&gt;ant&lt;/a&gt;s and &lt;a href=\"grasshopper\"&gt;grasshopper&lt;/a&gt;s.\nLocal names in &lt;a href=\"Trinidad%20and%20Tobago\"&gt;Trinidad and Tobago&lt;/a&gt; include 'Parson' (for the male), and 'Singing Angel'; on these islands, the species is highly valued for its whistling ability."
}