{
    "id": "1528068",
    "revid": "31385933",
    "url": "https://en.wikipedia.org/wiki?curid=1528068",
    "title": "Drakenstein Local Municipality",
    "text": "Drakenstein Municipality is a &lt;a href=\"local%20municipality%20%28South%20Africa%29\"&gt;local municipality&lt;/a&gt; located within the &lt;a href=\"Cape%20Winelands%20District%20Municipality\"&gt;Cape Winelands District Municipality&lt;/a&gt;, in the &lt;a href=\"Western%20Cape\"&gt;Western Cape&lt;/a&gt; province of &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;. it had a population of 251,262. Its municipality code is WC023.\nGeography.\nThe municipality covers a total area of in the valley of the &lt;a href=\"Berg%20River\"&gt;Berg River&lt;/a&gt; to the west of the &lt;a href=\"Boland%2C%20Western%20Cape\"&gt;Boland&lt;/a&gt; mountain ranges. It stretches about from &lt;a href=\"Saron%2C%20Western%20Cape\"&gt;Saron&lt;/a&gt; in the north to beyond &lt;a href=\"Paarl\"&gt;Paarl&lt;/a&gt; in the south. It abuts on the &lt;a href=\"Witzenberg%20Municipality\"&gt;Witzenberg Municipality&lt;/a&gt; and &lt;a href=\"Breede%20Valley%20Municipality\"&gt;Breede Valley Municipality&lt;/a&gt; to the east, the &lt;a href=\"Stellenbosch%20Municipality\"&gt;Stellenbosch Municipality&lt;/a&gt; to the south, the &lt;a href=\"City%20of%20Cape%20Town\"&gt;City of Cape Town&lt;/a&gt; and the &lt;a href=\"Swartland%20Municipality\"&gt;Swartland Municipality&lt;/a&gt; to the west, and the &lt;a href=\"Bergrivier%20Municipality\"&gt;Bergrivier Municipality&lt;/a&gt; to the north.\nAccording to the &lt;a href=\"South%20African%20National%20Census%20of%202011\"&gt;2011 census&lt;/a&gt; the municipality has a population of 251,262 people in 59,774 households. Of this population, 62.5% describe themselves as \"&lt;a href=\"Coloured\"&gt;Coloured&lt;/a&gt;\", 22.7% as \"&lt;a href=\"Bantu%20peoples%20in%20South%20Africa\"&gt;Black African&lt;/a&gt;\", and 13.5% as \"&lt;a href=\"White%20South%20African\"&gt;White&lt;/a&gt;\". The &lt;a href=\"first%20language\"&gt;first language&lt;/a&gt; of 75.0% of the population is &lt;a href=\"Afrikaans\"&gt;Afrikaans&lt;/a&gt;, while 16.7% speak &lt;a href=\"Xhosa%20language\"&gt;Xhosa&lt;/a&gt; and 5.1% speak &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;.\nThe principal town and location of the municipal headquarters is &lt;a href=\"Paarl\"&gt;Paarl&lt;/a&gt;, situated in the south of the municipality, which as of 2011 has a population of 112,045 people. Paarl is the southernmost part of a continuous built-up area along the Berg River which also includes &lt;a href=\"Mbekweni\"&gt;Mbekweni&lt;/a&gt; (pop. 30,875) and &lt;a href=\"Wellington%2C%20Western%20Cape\"&gt;Wellington&lt;/a&gt; (pop. 55,543). In the northern part of the municipality are the smaller towns of &lt;a href=\"Gouda%2C%20Western%20Cape\"&gt;Gouda&lt;/a&gt; (pop. 3,441) and &lt;a href=\"Saron%2C%20Western%20Cape\"&gt;Saron&lt;/a&gt; (pop. 7,843).\nHistory.\nAt the end of the &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt; era, in the area that is today the Drakenstein Municipality, the towns of &lt;a href=\"Paarl\"&gt;Paarl&lt;/a&gt;, &lt;a href=\"Wellington%2C%20Western%20Cape\"&gt;Wellington&lt;/a&gt;, and &lt;a href=\"Gouda%2C%20Western%20Cape\"&gt;Gouda&lt;/a&gt; were governed by municipal councils elected by their &lt;a href=\"white%20South%20African\"&gt;white&lt;/a&gt; residents. The &lt;a href=\"coloured\"&gt;coloured&lt;/a&gt; residents of Paarl and Wellington were governed by management committees subordinate to the white councils, while the former mission station of &lt;a href=\"Saron%2C%20Western%20Cape\"&gt;Saron&lt;/a&gt; was governed by a management board. &lt;a href=\"Mbekweni\"&gt;Mbekweni&lt;/a&gt; was governed by a town council established under the &lt;a href=\"Black%20Local%20Authorities%20Act%2C%201982\"&gt;Black Local Authorities Act, 1982&lt;/a&gt;. The northern area around Gouda and Saron, as well as an area around Du Toit's Kloof Pass, formed part of the Breërivier Regional Services Council (RSC); the rest formed part of the Western Cape RSC.\nAfter the &lt;a href=\"South%20African%20general%20election%2C%201994\"&gt;national elections of 1994&lt;/a&gt; a process of local government transformation began, in which negotiations were held between the existing local authorities, political parties, and local community organisations. As a result of these negotiations, the existing local authorities were dissolved and transitional local councils (TLCs) were created for each town and village. In October 1994 the Gouda Municipality was merged with Tulbagh (in what is now &lt;a href=\"Witzenberg%20Municipality\"&gt;Witzenberg Municipality&lt;/a&gt;) under the Tulbagh TLC. In January 1995 the Paarl Municipality, Paarl Management Committee and Mbekweni Town Council were replaced by the Paarl TLC; and the Wellington Municipality and Wellington Management Committee were replaced by the Wellington TLC. In February 1995 the Saron Management Board was replaced by the Saron TLC. In the same month, the Western Cape RSC was reconstituted as the Winelands RSC after the Cape Town metropolitan area was removed from the jurisdiction of the RSC.\nThe transitional councils were initially made up of members nominated by the various parties to the negotiations, until May 1996 when &lt;a href=\"1995%E2%80%9396%20South%20African%20municipal%20elections\"&gt;elections were held&lt;/a&gt;. At these elections the Breërivier and Winelands District Councils (DCs) were established, replacing the corresponding Regional Services Councils. Transitional representative councils (TRCs) were also elected to represent rural areas outside the TLCs on the DCs; the area that was to become Drakenstein Municipality included much of the Paarl TRC (belonging to Winelands DC) and parts of the Witzenberg and Matroosberg TRCs (belonging to Breërivier DC).\nAt the &lt;a href=\"South%20African%20municipal%20election%2C%202000\"&gt;local elections of December 2000&lt;/a&gt; the TLCs and TRCs were dissolved and the Drakenstein Municipality was established as a single local authority. At the same election the two District Councils were also dissolved and replaced by the &lt;a href=\"Boland%20District%20Municipality\"&gt;Boland District Municipality&lt;/a&gt;.\nPolitics.\nThe municipal council consists of sixty-five members elected by &lt;a href=\"mixed-member%20proportional%20representation\"&gt;mixed-member proportional representation&lt;/a&gt;. Thirty-three councillors are elected by &lt;a href=\"first-past-the-post%20voting\"&gt;first-past-the-post voting&lt;/a&gt; in thirty-three &lt;a href=\"ward%20%28South%20Africa%29\"&gt;wards&lt;/a&gt;, while the remaining thirty-two are chosen from &lt;a href=\"party%20list\"&gt;party list&lt;/a&gt;s so that the total number of party representatives is proportional to the number of votes received. In the &lt;a href=\"2021%20South%20African%20municipal%20elections\"&gt;election of 1 November 2021&lt;/a&gt; the &lt;a href=\"Democratic%20Alliance%20%28South%20Africa%29\"&gt;Democratic Alliance&lt;/a&gt; (DA) obtained a majority of thirty-six seats on the council.\nThe local council sends eight representatives to the council of the &lt;a href=\"Cape%20Winelands%20District%20Municipality\"&gt;Cape Winelands District Municipality&lt;/a&gt;: five from the Democratic Alliance, two from the African National Congress, and one from the Economic Freedom Fighters."
}