{
    "id": "15290074",
    "revid": "42522270",
    "url": "https://en.wikipedia.org/wiki?curid=15290074",
    "title": "Shannon Donato",
    "text": "Shannon Donato (born 3 April 1975) is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played for the &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt;, &lt;a href=\"Cronulla-Sutherland%20Sharks\"&gt;Cronulla-Sutherland Sharks&lt;/a&gt; and the &lt;a href=\"Penrith%20Panthers\"&gt;Penrith Panthers&lt;/a&gt;. He also played for &lt;a href=\"Italy%20national%20rugby%20league%20team\"&gt;Italy&lt;/a&gt;. His position of choice was at .\nBackground.\nShannon Donato was born in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, Australia\nSouth Sydney.\nDonato was a &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;Rabbitohs&lt;/a&gt; junior and made his first grade debut in Round One, 1995. He went on to play in 19 games for the Rabbitohs over the next three seasons.\nCronulla-Sutherland.\nIn 1998 Donato moved to the &lt;a href=\"Cronulla%20Sharks\"&gt;Sharks&lt;/a&gt;, seeking to become established as a starting hooker. However he only made one appearance for the club in 1998, starting in Round 21, after joining the Club mid season. His 1999 season was more successful as he played in 14 games.\nAt the end of the 1999 season Donato represented &lt;a href=\"Italy%20national%20rugby%20league%20team\"&gt;Italy&lt;/a&gt; in the first &lt;a href=\"Mediterranean%20Cup\"&gt;Mediterranean Cup&lt;/a&gt;.\nOver the next two seasons Donato played in 19 more games.\nPenrith.\nDonato moved to the &lt;a href=\"Penrith%20Panthers\"&gt;Panthers&lt;/a&gt; in 2002, one of several players who followed coach &lt;a href=\"John%20Lang%20%28Australian%20rugby%20league%29\"&gt;John Lang&lt;/a&gt; from Cronulla. He played in 25 games for the club over four seasons, his career's later years being marred by injury. In particular his 2003 season was only 80 minutes long after breaking his hand ten minutes into a semi-final appearance. This injury ruined his 2004 season and he did not play a game.\nHe retired at the end of the 2005 season.\nLife after League.\nAfter retiring Donato moved into the back office for the Panthers. He worked as the Panthers Marketing &amp; Chief Commercial Officer.\nDonato returned to his first club, the South Sydney Rabbitohs as Chief Commercial Officer and in February 2016 he became the Acting Chief Executive Officer."
}