{
    "id": "15309891",
    "revid": "1920374",
    "url": "https://en.wikipedia.org/wiki?curid=15309891",
    "title": "Nomads R.F.C.",
    "text": "Nomads R.F.C. are a &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt; &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club, who play in &lt;a href=\"G4S\"&gt;G4S&lt;/a&gt; League Divisions 2,5 and 7 and are based in the Tai Hang Tung area in &lt;a href=\"New%20Kowloon\"&gt;New Kowloon&lt;/a&gt;. Between 2008/09 the club has won over 6 different league and 7's trophies.\nHistory.\nNomads was formed in 1989. They were set up as a local club to bring through local &lt;a href=\"Chinese%20people\"&gt;Chinese&lt;/a&gt; players, although the dynamic has changed in the last few years as &lt;a href=\"Expatriate\"&gt;westerners&lt;/a&gt; have become more involved. The previous chairman, Aric Kay-Russell (2005–2007), said \"We like to think we are one of the most integrated clubs in Hong Kong and we have a broad catchment area from the northern &lt;a href=\"New%20Territories\"&gt;New Territories&lt;/a&gt; all the way down to &lt;a href=\"Hong%20Kong%20Island\"&gt;Hong Kong Island&lt;/a&gt;.\nIn 2008 the club took a significant leap by stepping into Division 2. To help ease this change, the club invested in two overseas imports- Craig Wilson (captain and asst. coach) and Steve Jones (head coach). After a difficult season, signs of improvement started to show. Nomads II won the league and the club regisitered the largest playing base to date. By the start of the 2009/10 season, Nomads now had 3 teams in the Hong Kong divisions.\nThe 2009/10 season was very successful. Nomads I finished 3rd in the league (only their second season), Nomads II were edged out in the D5 Grand Final and Nomads Development won the league. As well as this, Nomads II won the D5 Union 7's. Playing numbers were also at an all time high.\nYouth rugby.\nNomads do not have a mini or colts section, so they have forged links with the Flying Kukris RFC. In 2005 Kay-Russell said \"we entered an agreement with the Kukris at the beginning of last season and it has gone from strength to strength, some of our players are going up to Sheung Shui to help coach the Kukris and, eventually, we aim to see Kukris players progress up the ladder and join us when they are old enough. The long-term plan is that we give them the opportunity to move seamlessly between the two clubs. The association with the Kukris will hopefully bring in new blood, along with other recruitment. There has been a lot of discussion at Nomads about how the club should grow but, essentially, we should be concentrating on bringing through players at the grassroots level, so we need to utilise the local talent that is available. We will also consider starting up an U18s team at some stage. If we can get the foundations right then we will look to develop upwards as well.\""
}