{
    "id": "1531493",
    "revid": "12360419",
    "url": "https://en.wikipedia.org/wiki?curid=1531493",
    "title": "Pierre Max Dubois",
    "text": "Pierre Max Dubois, sometimes given as Pierre-Max Dubois (1 March 1930 – 29 August 1995) was a &lt;a href=\"French%20people\"&gt;French&lt;/a&gt; composer of &lt;a href=\"european%20classical%20music\"&gt;classical music&lt;/a&gt;, conductor, and music educator. He was a student of &lt;a href=\"Darius%20Milhaud\"&gt;Darius Milhaud&lt;/a&gt;, and though not widely popular, was respected. He brought the ideas of &lt;a href=\"Les%20Six\"&gt;Les Six&lt;/a&gt;, of which his instructor was a member, into the mid-1900s. This group called for a fresh artistic perspective on music. The music of Dubois is characteristically light hearted with interesting harmonic and melodic textures.\nLife and career.\nBorn in &lt;a href=\"Graulhet\"&gt;Graulhet&lt;/a&gt; in the &lt;a href=\"Tarn%20%28department%29\"&gt;Tarn&lt;/a&gt; &lt;a href=\"Departments%20of%20France\"&gt;department of Southern France&lt;/a&gt;, Pierre Max Dubois studied at the &lt;a href=\"Paris%20Conservatoire\"&gt;Paris Conservatoire&lt;/a&gt; from 1949 through 1953 where he was a pupil of &lt;a href=\"Jean%20Doyen\"&gt;Jean Doyen&lt;/a&gt; (piano) and Darius Milhaud (composition). His first professional commission, \"Suite humouristique\" (a piece for French radio), happened while he was a student at the age of 19.\nHe was awarded the &lt;a href=\"Prix%20de%20Rome\"&gt;Prix de Rome&lt;/a&gt; in 1955 for the &lt;a href=\"cantata\"&gt;cantata&lt;/a&gt; \"Le rire de Gargantua\". Most of his works are for &lt;a href=\"woodwind\"&gt;woodwind&lt;/a&gt;s, especially for &lt;a href=\"saxophone\"&gt;saxophone&lt;/a&gt;. His \"Quartet for Saxophones in F\" premiered in 1962. Another of his works is the 'Pieces characteristiques en forme de suite', written for Alto Saxophone with piano accompaniment. In 1964 he was awarded the Grand Prix of the city of Paris for his strings ensemble piece \"Symphonie-sérénade\". That same year he began working as a conductor; and in that capacity toured Belgium, Canada, France, and the United States.\nWhile primarily a composer of instrumental pieces, Dubois also composed music for the stage. These include the ballets \"Impressiones foraines\" (1951), \"Le docteur Ox\" (composed 1961; premiered by the &lt;a href=\"Op%C3%A9ra%20National%20de%20Lyon\"&gt;Lyon Opéra Ballet&lt;/a&gt; in 1965), and \"Hommage à Hoffnung\" (composed 1980, premiered at the &lt;a href=\"Grand%20Th%C3%A9%C3%A2tre%20de%20Bordeaux\"&gt;Grand Théâtre de Bordeaux&lt;/a&gt; in 1981); and the &lt;a href=\"opera\"&gt;opera&lt;/a&gt;s \"Comment causer\" (composed 1970; premiered at the &lt;a href=\"Op%C3%A9ra%20Royal%20de%20Wallonie\"&gt;Opéra Royal de Wallonie&lt;/a&gt; in 1971), \"Les Suisses\" (composed 1972, premiered at the Opéra Royal de Wallonie in 1973), and \"Le ruban merveilleux\" (composed in 1990, premiered at the Forum des Halles in Paris on 31 May 1991).\nDubois was a professor of analysis at the Paris Conservatoire. He died in &lt;a href=\"Rocquencourt%2C%20Yvelines\"&gt;Rocquencourt&lt;/a&gt; in the &lt;a href=\"%C3%8Ele-de-France\"&gt;Île-de-France&lt;/a&gt; region of North Central France on August 29, 1995.\nSelected compositions.\nTitles and dates taken from Gerard Billaudot.\nPiano\nHarpsichord\nFlute\nRecorder\nOboe\nClarinet\nBassoon\nSaxophone\nTrombone \nDouble Bass\nWind Sextet"
}