{
    "id": "1531964",
    "revid": "31385933",
    "url": "https://en.wikipedia.org/wiki?curid=1531964",
    "title": "Laingsburg Local Municipality",
    "text": "Laingsburg Municipality is a municipality located in the &lt;a href=\"Western%20Cape%20Province\"&gt;Western Cape Province&lt;/a&gt; of South Africa. the population is 8,289. Its municipality code is WC051.\nGeography.\nThe municipality covers an area of on the south-western edge of the &lt;a href=\"Great%20Karoo\"&gt;Great Karoo&lt;/a&gt;. The southern edge of the municipality lies along the &lt;a href=\"Anysberg\"&gt;Anysberg&lt;/a&gt; and &lt;a href=\"Swartberg\"&gt;Swartberg&lt;/a&gt; mountains, while its northern edge is the provincial border with the &lt;a href=\"Northern%20Cape\"&gt;Northern Cape&lt;/a&gt;. It abuts on the &lt;a href=\"Beaufort%20West%20Municipality\"&gt;Beaufort West&lt;/a&gt; and &lt;a href=\"Prince%20Albert%20Municipality\"&gt;Prince Albert&lt;/a&gt; Municipalities to the east, the &lt;a href=\"Kannaland%20Municipality\"&gt;Kannaland Municipality&lt;/a&gt; to the south, the &lt;a href=\"Langeberg%20Municipality\"&gt;Langeberg&lt;/a&gt;, &lt;a href=\"Breede%20Valley%20Municipality\"&gt;Breede Valley&lt;/a&gt; and &lt;a href=\"Witzenberg%20Municipality\"&gt;Witzenberg&lt;/a&gt; Municipalities to the west, and the &lt;a href=\"Karoo%20Hoogland%20Municipality\"&gt;Karoo Hoogland Municipality&lt;/a&gt; to the north.\nAccording to the &lt;a href=\"South%20African%20National%20Census%20of%202011\"&gt;2011 census&lt;/a&gt; the municipality has a population of 8,289 people in 2,408 households. Of this population, 79.0% describe themselves as \"&lt;a href=\"Coloured\"&gt;Coloured&lt;/a&gt;\", 13.3% as \"&lt;a href=\"White%20South%20African\"&gt;White&lt;/a&gt;\", and 7.0% as \"&lt;a href=\"Bantu%20peoples%20in%20South%20Africa\"&gt;Black African&lt;/a&gt;\". The &lt;a href=\"first%20language\"&gt;first language&lt;/a&gt; of 94.3% of the population is &lt;a href=\"Afrikaans\"&gt;Afrikaans&lt;/a&gt;, while 1.7% speak English and 1.2% speak &lt;a href=\"Xhosa%20language\"&gt;Xhosa&lt;/a&gt;.\nThe principal settlement in the municipality is the town of &lt;a href=\"Laingsburg%2C%20Western%20Cape\"&gt;Laingsburg&lt;/a&gt;, which as of 2011 has a population of 5,667. West of Laingsburg is the village of &lt;a href=\"Matjiesfontein\"&gt;Matjiesfontein&lt;/a&gt;, population 422.\nHistory.\nAt the end of the &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt; era, the area that is today the Laingsburg Local Municipality formed part of the Central Karoo Regional Services Council (RSC). The town of Laingsburg was governed by a municipal council elected by the &lt;a href=\"white%20South%20African\"&gt;white&lt;/a&gt; residents while the &lt;a href=\"coloured\"&gt;coloured&lt;/a&gt; residents were governed by a management committee subordinate to the white council.\nAfter the &lt;a href=\"South%20African%20general%20election%2C%201994\"&gt;national elections of 1994&lt;/a&gt; a process of local government transformation began, in which negotiations were held between the existing local authorities, political parties, and local community organisations. As a result of these negotiations the municipality and the management committee were dissolved, and the Laingsburg Transitional Local Council (TLC) was established to replace them in December 1994.\nThe TLC was initially made up of members nominated by the various parties to the negotiations, until May 1996 when &lt;a href=\"1995%E2%80%9396%20South%20African%20municipal%20elections\"&gt;elections were held&lt;/a&gt;. At the time of these elections the Central Karoo District Council was established in place of the Central Karoo RSC, and transitional representative councils (TRCs) were elected to represent rural areas outside the TLCs on the District Council. The area that was to become Laingsburg Local Municipality was covered by the Laingsburg TRC.\nAt the &lt;a href=\"South%20African%20municipal%20election%2C%202000\"&gt;local elections of December 2000&lt;/a&gt; the TLC and TRC were both dissolved and the Laingsburg Local Municipality was established as a single local authority. At the same election the Central Karoo District Council was dissolved and replaced by the &lt;a href=\"Central%20Karoo%20District%20Municipality\"&gt;Central Karoo District Municipality&lt;/a&gt;.\nPolitics.\nThe municipal council consists of seven members elected by &lt;a href=\"mixed-member%20proportional%20representation\"&gt;mixed-member proportional representation&lt;/a&gt;. Four councillors are elected by &lt;a href=\"first-past-the-post%20voting\"&gt;first-past-the-post voting&lt;/a&gt; in four &lt;a href=\"ward%20%28South%20Africa%29\"&gt;wards&lt;/a&gt;, while the remaining three are chosen from &lt;a href=\"party%20list\"&gt;party list&lt;/a&gt;s so that the total number of party representatives is proportional to the number of votes received. In the &lt;a href=\"2016%20South%20African%20municipal%20election\"&gt;election of 1 November 2021&lt;/a&gt; no party obtained a majority of seats on the council. The &lt;a href=\"African%20National%20Congress\"&gt;African National Congress&lt;/a&gt; (ANC) subsequently formed a coalition with the Karoo Democratic Force (KDF) and the &lt;a href=\"Patriotic%20Alliance%20%28South%20Africa%29\"&gt;Patriotic Alliance&lt;/a&gt; to govern the municipality with the PA's Mitchell John Smith voted in as mayor.\nThe following table shows the results of the 2021 election. "
}