{
    "id": "15337880",
    "revid": "96340",
    "url": "https://en.wikipedia.org/wiki?curid=15337880",
    "title": "Baulne-en-Brie",
    "text": "Baulne-en-Brie is a former &lt;a href=\"Communes%20of%20France\"&gt;commune&lt;/a&gt; in the &lt;a href=\"Departments%20of%20France\"&gt;department&lt;/a&gt; of &lt;a href=\"Aisne\"&gt;Aisne&lt;/a&gt; in northern &lt;a href=\"France\"&gt;France&lt;/a&gt;. On 1 January 2016, it was merged into the new commune &lt;a href=\"Vall%C3%A9es-en-Champagne\"&gt;Vallées-en-Champagne&lt;/a&gt;, of which it is a &lt;a href=\"Communes%20of%20France\"&gt;delegated commune&lt;/a&gt;.\nGeography.\nBaulne-en-Brie is located some 15 km east by south-east of &lt;a href=\"Ch%C3%A2teau-Thierry\"&gt;Château-Thierry&lt;/a&gt; and 20 km west by south-west of &lt;a href=\"%C3%89pernay\"&gt;Épernay&lt;/a&gt;. It can be accessed by the D4 road from &lt;a href=\"Cond%C3%A9-en-Brie\"&gt;Condé-en-Brie&lt;/a&gt; in the west through the heart of the commune and the village and continuing east to &lt;a href=\"Breuil%2C%20Marne\"&gt;Le Breuil&lt;/a&gt;. There is also a country road from &lt;a href=\"La%20Chapelle-Monthodon\"&gt;La Chapelle-Monthodon&lt;/a&gt; in the north. The south-eastern border of the commune is part of the border between the departments of &lt;a href=\"Aisne\"&gt;Aisne&lt;/a&gt; and &lt;a href=\"Marne%20%28department%29\"&gt;Marne&lt;/a&gt;. There are three hamlets in the commune other than the village: Montchevret, Grande Fontaine, and Romandie. There are extensive forests in the north, centre, south-east and south of the commune with the rest of the area being farmland.\nThe \"Verdonnelle\" stream flows north-west through the southern part of the commune passing near the hamlet of Romandie and continuing north-west out of the commune. The \"Surmelin\" stream flows from the south-east passing through the village and continuing north-west to join the &lt;a href=\"Marne%20%28river%29\"&gt;Marne&lt;/a&gt; near &lt;a href=\"M%C3%A9zy-Moulins\"&gt;Mézy-Moulins&lt;/a&gt;.\nAdministration.\nList of Successive Mayors of Baulne-en-Brie\nDemography.\nIn 2012 the commune had 262 inhabitants.\nEconomy.\nBaulne-en-Brie is an agricultural and wine-producing village and a part of the &lt;a href=\"Appellation%20d%27origine%20contr%C3%B4l%C3%A9e\"&gt;Appellation d'origine contrôlée&lt;/a&gt; (AOC) zone for \"Champagne of Aisne\".\nCulture and heritage.\nCivil heritage.\nThe commune has two sites that are registered as historical monuments:\nReligious heritage.\nThe commune has several religious buildings and structures that are registered as historical monuments:"
}