{
    "id": "15340807",
    "revid": "1064302216",
    "url": "https://en.wikipedia.org/wiki?curid=15340807",
    "title": "South Anchorage High School",
    "text": "South Anchorage High School is a public &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; that serves grades 9-12 in &lt;a href=\"Anchorage%2C%20Alaska\"&gt;Anchorage, Alaska&lt;/a&gt;, as well as students from neighboring &lt;a href=\"Cook%20Inlet\"&gt;Turnagain Arm&lt;/a&gt; communities of &lt;a href=\"Girdwood%2C%20Alaska\"&gt;Girdwood&lt;/a&gt; and Indian. South Anchorage High School is part of the &lt;a href=\"Anchorage%20School%20District\"&gt;Anchorage School District&lt;/a&gt;, and opened in the fall of 2004. The official school colors of South are black and gold, and its &lt;a href=\"mascot\"&gt;mascot&lt;/a&gt; is the &lt;a href=\"wolverine\"&gt;wolverine&lt;/a&gt;. As of November 25, 2016, the school had an enrollment of 1,459.\nGeneral information.\nThe majority of students come from &lt;a href=\"Goldenview%20Middle%20School\"&gt;Goldenview Middle School&lt;/a&gt; and Mears Middle School. The schedule varies throughout the week. On Monday and Friday there are 6 classes, each divided into 50 minute periods. A blocking schedule is used on Tuesday, Wednesday, and Thursday, with each class lasting for 80 minutes. On Tuesday students attend periods 1, 2, 4, and 5; Wednesday students attend periods 2, 3, 5, and 6; Thursday, students attend periods 1, 3, 4, and 6. Lunch on Monday and Friday lasts for 45 minutes, and on Tuesday, Wednesday, and Thursday, lunch is 50 minutes long. On assembly days, class periods are shortened to make time at the end of the day.\nStatistics.\nAs of 2008, 1,730 students were enrolled at South Anchorage High School, and 89 teachers were employed, 52% with advanced degrees.\nFor the 2008-2009 school year, 8.44% of the students were reported as \"economically disadvantaged,\" compared to a district average of 35.58%. 2008-2009 demographic information from the Anchorage School District reported South Anchorage to be 75% &lt;a href=\"White%20American\"&gt;white&lt;/a&gt;, 2% &lt;a href=\"Black%20American\"&gt;black&lt;/a&gt;, 7% &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Hispanic&lt;/a&gt;, 7% &lt;a href=\"Asian%20American\"&gt;Asian&lt;/a&gt;/&lt;a href=\"Pacific%20Islander%20American\"&gt;Pacific Islander&lt;/a&gt;, 6% &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;American Indian&lt;/a&gt;/&lt;a href=\"Alaska%20Native\"&gt;Alaska Native&lt;/a&gt;, and 4% &lt;a href=\"Multiracial\"&gt;multi-ethnic&lt;/a&gt;. District averages for high schools are 53% white, 6% black, 7% Alaska Native/American Indian, 14% Asian/Pacific Islander, 9% Hispanic and 10% multi-ethnic.\nFor the 2008-2009 school year, graduation rate was 83.99%, compared to a district average of 69.40%. On the Alaska High School Graduation Qualifying Examination (HSGQE), South Anchorage had a 95.13% proficiency rate in Reading (district average 91.54%), 89.32% in Writing (district average 80.15%), and 92.29% in Mathematics (district average 82.44%) among 10th graders. (The HSGQE is initially administered in 10th grade, and retaken in subsequent semesters by students who didn't achieve proficiency in any of the three categories.)\nBuilding.\nThe school consists of two floors, with the heating system as the third floor. There is a full size gym with an upstairs track, and a smaller gym. There is a weight room and a physical therapy room. Students eat lunch in the commons, a large opening in the middle of the school. There are alphabetically ordered halls (A - H) and a large library next to the front office. Students order lunch from the cafeteria near F hall or order at the café near E hall."
}