{
    "id": "15345138",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=15345138",
    "title": "Yomby William",
    "text": "Richard Lowe Yomby William (born June 18, 1981 in &lt;a href=\"Bafoussam\"&gt;Bafoussam&lt;/a&gt;) is a retired &lt;a href=\"Cameroon\"&gt;Cameroon&lt;/a&gt;ian &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;er who previously played for &lt;a href=\"Richmond%20Kickers\"&gt;Richmond Kickers&lt;/a&gt; in the &lt;a href=\"United%20Soccer%20League\"&gt;USL&lt;/a&gt;.\nCareer.\nYouth and College.\nWilliam attended high school at Lycee Classique Bafoussam in Cameroon, played club soccer for &lt;a href=\"FootStar%20%28Cameroon%29\"&gt;FootStar&lt;/a&gt;, and attended the University of Oschang, before moving to the United States in 2005 to attend and play &lt;a href=\"college%20soccer\"&gt;college soccer&lt;/a&gt; at &lt;a href=\"Old%20Dominion%20University\"&gt;Old Dominion University&lt;/a&gt;. In his career at Old Dominion, William scored one goal and one assist, with 10 total shots.\nDuring his college years, William also played in the &lt;a href=\"USL%20Premier%20Development%20League\"&gt;USL Premier Development League&lt;/a&gt; with the &lt;a href=\"Hampton%20Roads%20Piranhas%20%28PDL%29\"&gt;Hampton Roads Piranhas&lt;/a&gt;.\nProfessional.\nWilliam was drafted with the 23rd overall pick in the &lt;a href=\"2008%20MLS%20SuperDraft\"&gt;2008 MLS SuperDraft&lt;/a&gt; by &lt;a href=\"Kansas%20City%20Wizards\"&gt;Kansas City Wizards&lt;/a&gt; and signed a developmental contract before transferring to &lt;a href=\"Puerto%20Rico%20Islanders\"&gt;Puerto Rico Islanders&lt;/a&gt; of the &lt;a href=\"USL%20First%20Division\"&gt;USL First Division&lt;/a&gt; later that year.\nIn 2009 Yomby signed for the &lt;a href=\"Richmond%20Kickers\"&gt;Richmond Kickers&lt;/a&gt; of the &lt;a href=\"USL%20Second%20Division\"&gt;USL Second Division&lt;/a&gt;. He was named to the USL Second Division All-League First Team and won the defender of the year title. His Kickers team won the 2009 USL Second Division championship.\nYomby remained with Richmond for the 2010 and 2011 seasons and was defender of the year finalist and first team all league both seasons. The club signed him to a contract for the 2012 season on September 1, 2011."
}