{
    "id": "1536678",
    "revid": "1370770",
    "url": "https://en.wikipedia.org/wiki?curid=1536678",
    "title": "World Series of Golf (unofficial event)",
    "text": "The World Series of Golf was an annual &lt;a href=\"golf\"&gt;golf&lt;/a&gt; competition. The competition differed from traditional golf tournaments in that the winner is decided not by the lowest stroke-play score or by winning a bracket-style elimination in match play, but by winning wagers bet on each hole in a betting style similar to &lt;a href=\"poker\"&gt;poker&lt;/a&gt;.\nThe first event was held May 13–16, 2007, and was televised by &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; June 23–24, 2007. The second event was played May 12–15, 2008, and was televised by &lt;a href=\"Columbia%20Broadcasting%20System\"&gt;CBS&lt;/a&gt; on June 28–29.\nFormat.\nEach hole is conducted in a manner similar to a hand of &lt;a href=\"Texas%20Hold%20%27Em\"&gt;Texas Hold 'Em&lt;/a&gt;. Each player begins the round with a stake, and a playing group consists of three to six players. In the inaugural tournament, the buy-in for each player is $10,000.\nBefore teeing off for each hole, each player bets an &lt;a href=\"Ante%20%28poker%29\"&gt;ante&lt;/a&gt;. The ante starts out at 1% of the opening stake for the round, i.e., $100 on the first hole of the opening round, and doubles every three holes. After the tee shots, players then check, raise or call bets, or fold and do not play the rest of that hole. Betting follows a prescribed order that rotates on each hole, just like \"the button\" in Hold 'Em, and playing of shots follows the same order, unlike traditional golf where the player whose ball is furthest from the hole shoots first on each shot. The pot is won by the player with the lowest score on each hole, or by the remaining player if all others have folded. A tie score on a hole (\"halved\" in match-play parlance) results in a split pot, much like a tie hand in poker.\nIf a player does not have enough money remaining in his or her stake to cover the ante for the next hole, he or she is eliminated and the remaining stake goes into the pot for the next hole.\nThe round ends when one player has won all the money from the others in his group, which may take more than 18 holes.\nAside from rule variations involving betting and the order in which players take their shots, the event is played under standard &lt;a href=\"United%20States%20Golf%20Association\"&gt;United States Golf Association&lt;/a&gt; rules.\nThe inaugural event was open to amateur golfers only. Players were paired with those of similar ability for the first round, which was played without handicaps. Handicap scoring was used for second and third rounds.\n2007 World Series of Golf.\nThe inaugural event was held at the &lt;a href=\"Primm%20Valley%20Golf%20Club\"&gt;Primm Valley Golf Club&lt;/a&gt; near &lt;a href=\"Primm%2C%20Nevada\"&gt;Primm, Nevada&lt;/a&gt;. A field of 60 participants played three rounds.\nResults.\nWinner: Mark Ewing, &lt;a href=\"day%20trade\"&gt;day trade&lt;/a&gt;r, &lt;a href=\"Newport%20Beach%2C%20California\"&gt;Newport Beach, California&lt;/a&gt;\nOthers in final group: &lt;a href=\"Phil%20Ivey\"&gt;Phil Ivey&lt;/a&gt;, professional poker player, Las Vegas; &lt;a href=\"Rhett%20Butler%20%28poker%20player%29\"&gt;Rhett Butler&lt;/a&gt;, professional poker player, &lt;a href=\"Rockville%2C%20Maryland\"&gt;Rockville, Maryland&lt;/a&gt;; Paul Schuller, &lt;a href=\"electrician\"&gt;electrician&lt;/a&gt;, &lt;a href=\"Seattle%2C%20Washington\"&gt;Seattle, Washington&lt;/a&gt;; and Ken Tanner, retired &lt;a href=\"railroad%20conductor\"&gt;railroad conductor&lt;/a&gt;, &lt;a href=\"Penrose%2C%20Colorado\"&gt;Penrose, Colorado&lt;/a&gt;.\nEwing won the event of the 16th hole of the final round by sinking a three-foot putt.\nOther notable entrants: &lt;a href=\"actress\"&gt;actress&lt;/a&gt; &lt;a href=\"Tanya%20Roberts\"&gt;Tanya Roberts&lt;/a&gt;; poker players &lt;a href=\"Phil%20Gordon\"&gt;Phil Gordon&lt;/a&gt;, &lt;a href=\"Steve%20Dannenmann\"&gt;Steve Dannenmann&lt;/a&gt;, Ken Einiger and &lt;a href=\"Blair%20Rodman\"&gt;Blair Rodman&lt;/a&gt;; professional &lt;a href=\"blackjack\"&gt;blackjack&lt;/a&gt; player/author &lt;a href=\"Max%20Rubin\"&gt;Max Rubin&lt;/a&gt;; former &lt;a href=\"Denver%20Broncos\"&gt;Denver Broncos&lt;/a&gt; &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt; &lt;a href=\"Dave%20Kyle\"&gt;Dave Kyle&lt;/a&gt;; and former &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; player Dusty Allen.\n2008 World Series of Golf.\nThe 2008 event was played May 12–15, 2008, at the &lt;a href=\"Las%20Vegas%2C%20Nevada\"&gt;Las Vegas&lt;/a&gt; Paiute Golf Resort. The event drew 80 contestants.\nResults.\nWinner: Andrew \"A.J.\" Johnson, automobile salesman, &lt;a href=\"Davison%2C%20Michigan\"&gt;Davison, Michigan&lt;/a&gt;\nOthers in final group: &lt;a href=\"Allen%20Cunningham\"&gt;Allen Cunningham&lt;/a&gt;, &lt;a href=\"Erick%20Lindgren\"&gt;Erick Lindgren&lt;/a&gt; and &lt;a href=\"Dee%20Tiller\"&gt;Dee Tiller&lt;/a&gt;, all professional poker players, and Bill Spencer, a semi-retired builder. All but Johnson are from Las Vegas.\nJohnson defeated Lindgren on the first playoff hole. Johnson won $250,000, and Lindgren won $60,000.\nOther notable entrants:"
}