{
    "id": "15387040",
    "revid": "18515189",
    "url": "https://en.wikipedia.org/wiki?curid=15387040",
    "title": "John Coxon (pirate)",
    "text": "Captain John Coxon, sometimes referred to as John Coxen, was a late-seventeenth-century &lt;a href=\"buccaneer\"&gt;buccaneer&lt;/a&gt; who terrorized the &lt;a href=\"Spanish%20Main\"&gt;Spanish Main&lt;/a&gt;. Coxon was one of the most famous of the &lt;a href=\"Brethren%20of%20the%20Coast\"&gt;Brethren of the Coast&lt;/a&gt;, a loose consortium of &lt;a href=\"pirates\"&gt;pirates&lt;/a&gt; and &lt;a href=\"privateers\"&gt;privateers&lt;/a&gt;. Coxon lived during the &lt;a href=\"Buccaneer\"&gt;Buccaneering Age of Piracy&lt;/a&gt;.\nCoxon's ship, a vessel of eighty tons that carried eight guns and a crew of ninety-seven men, is lost to date, with no traces of its name anywhere.\nJohn Coxon as a pirate.\nVery little is known about Coxon's early life. The act that brought Coxon to public notice was his surprising and plundering the Spanish town of &lt;a href=\"Santa%20Marta\"&gt;Santa Marta&lt;/a&gt; in the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt;. Coxon was held responsible for abducting the governor and the bishop of Santa Marta to &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt;.\nCapture of Santa Marta.\nJohn Coxon took part in a raid in June 1677 where he and his crew sacked the town, taking the Governor and Bishop as prisoners for ransom. Soon after, the three warships of Armada de Barlovento advanced upon them with 500 soldiers, forcing them to retreat to Port Royal. Coxon entered the port on 28 July 1677, with the Bishop Dr. Lucas Fernandez y Piedrahita and a Spanish friar and presented them to Lord Vaughan, the colony's Governor. English officers attempted to acquire the prisoner from the pirates only to be met with a ship of drunkards who were impossible to cooperate with. Governor Vaughan ordered that the French sailors depart and advised Coxon that it was illegal for him to serve under different nations. The French sailors left bitterly with their prisoners, releasing Bishop Fernandez y Piedrahita to the Spanish in Cartagena.\nRaids in Panama.\nAfter sacking Porto Bello in 1680, John Coxon and Peter Harris led their company across &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt;. With these two men were other famous pirates such as &lt;a href=\"Bartholomew%20Sharp\"&gt;Bartholomew Sharp&lt;/a&gt;, &lt;a href=\"Basil%20Ringrose\"&gt;Basil Ringrose&lt;/a&gt;, &lt;a href=\"William%20Dampier\"&gt;William Dampier&lt;/a&gt;, William Dick, John Cox, &lt;a href=\"Edmund%20Cooke%20%28pirate%29\"&gt;Edmund Cooke&lt;/a&gt;, and &lt;a href=\"Lionel%20Wafer\"&gt;Lionel Wafer&lt;/a&gt;, some of whom left journals of their exploits. The pirates crafted small canoes from trees and eventually traded the canoes for larger ships in the Bay of Panama. After a series of desertions the ships came under command of Bartholemew Sharp who conducted raids in the South Sea for two years using uninhabited lands like the islands of Juan Fernandez and the islands Plata, Gorgona, and Coiba as hiding spots in between raids. From there they plundered the South and Central American Pacific coasts, where attacks spanned from Coquimbo to the Gulf of Nicoya.\nRaid in the Gulf of Honduras.\nSoon after, Coxon met with many &lt;a href=\"privateers\"&gt;privateers&lt;/a&gt;, staging a raid in the &lt;a href=\"Gulf%20of%20Honduras\"&gt;Gulf of Honduras&lt;/a&gt;. This raid proved to be useful, as the pirates and privateers collected a stash of five hundred chests of &lt;a href=\"indigo%20dye\"&gt;indigo dye&lt;/a&gt;, in addition to &lt;a href=\"Cocoa%20bean\"&gt;cocoa&lt;/a&gt;, &lt;a href=\"cochineal\"&gt;cochineal&lt;/a&gt;, money, plate, and &lt;a href=\"tortoiseshell%20material\"&gt;tortoiseshell&lt;/a&gt;.\nShortly afterwards, Coxon made himself an ally of several other important buccaneers of the day, including &lt;a href=\"Cornelius%20Essex\"&gt;Cornelius Essex&lt;/a&gt;, &lt;a href=\"Bartholomew%20Sharp\"&gt;Bartholomew Sharp&lt;/a&gt;, and &lt;a href=\"Robert%20Allison%20%28pirate%29\"&gt;Robert Allison&lt;/a&gt;. They then set sail for &lt;a href=\"Portobelo%2C%20Col%C3%B3n\"&gt;Portobelo&lt;/a&gt;. Upon reaching Portobelo, they travelled for around four days, and on 17 February, they &lt;a href=\"plunder\"&gt;plunder&lt;/a&gt;ed the town carelessly, escaping the Spanish armies. Through this, each man earned, at the very least, one-hundred &lt;a href=\"Piece%20of%20Eight\"&gt;pieces of eight&lt;/a&gt;.\nBecause of the plundering of Portobelo, the Governor of Jamaica, &lt;a href=\"Earl%20of%20Carlisle\"&gt;Lord Carlisle&lt;/a&gt;, issued search warrants for Coxon and his notorious crew. In addition, &lt;a href=\"Henry%20Morgan\"&gt;Henry Morgan&lt;/a&gt;, when acting as governor, issued another warrant for Coxon, but nothing resulted from these writs.\nAgainst a Spanish fleet.\nDue to the carelessness and the scarce treasure that Coxon and his crew plundered at Porto Bello, Coxon became quite angered and returned to &lt;a href=\"Santa%20Marta\"&gt;Santa Marta&lt;/a&gt; to commit other acts of piracy, shortly after which he crossed the &lt;a href=\"Isthmus%20of%20Darien\"&gt;Isthmus of Darien&lt;/a&gt;, more commonly known as the &lt;a href=\"Isthmus%20of%20Panama\"&gt;Isthmus of Panama&lt;/a&gt;. At &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt;, Coxon and his crew attacked, and eventually took a Spanish &lt;a href=\"Naval%20fleet\"&gt;fleet&lt;/a&gt; of many a &lt;a href=\"man-of-war\"&gt;man-of-war&lt;/a&gt;. This event was one of the most remarkable achievements in the history of &lt;a href=\"buccaneers\"&gt;buccaneers&lt;/a&gt;. At least one of the ships Coxon captured was later retaken by Spanish privateers led by &lt;a href=\"Juan%20Corso\"&gt;Juan Corso&lt;/a&gt;.\nHeated arguments.\nHaving done both of these feats, Coxon quarreled with the other &lt;a href=\"buccaneer\"&gt;buccaneer&lt;/a&gt; captains resulting in them moving in their separate ways. Coxon, in naught but an Indian canoe, travelled to the &lt;a href=\"Pacific%20Coast\"&gt;Pacific Coast&lt;/a&gt;, and with his crew of seventy, stole two sloops. Coxon then returned, with his crew, to Jamaica, as a legendary pirate.\nDisguise.\nHaving robbed &lt;a href=\"Letter%20of%20marque\"&gt;letters of marque&lt;/a&gt; that were sealed for &lt;a href=\"Robert%20Clarke\"&gt;Robert Clarke&lt;/a&gt;, Coxon continued to commit acts of piracy, sometimes under this disguise.\nCoxon was caught and tried several times, but always managed to escape the gallows somehow.\nPrivateering.\nBy 1682 Coxon had turned pirate-hunter, sent by the Governor of Jamaica to bring in French pirate &lt;a href=\"Jean%20Hamlin\"&gt;Jean Hamlin&lt;/a&gt; after two Royal Navy ships failed; Coxon was also unsuccessful.\nDisappearance.\nTo date, no one is sure of what happened to John Coxon or his ship, but several accounts, including those of his crew's, stated that his ship weighed around eighty tons and was equipped with eight guns."
}