{
    "id": "15383906",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=15383906",
    "title": "Hob (folklore)",
    "text": "A hob is a type of small mythological &lt;a href=\"Household%20deity\"&gt;household spirit&lt;/a&gt; found in the &lt;a href=\"Northern%20England\"&gt;north&lt;/a&gt; and &lt;a href=\"English%20Midlands\"&gt;midlands&lt;/a&gt; of &lt;a href=\"England\"&gt;England&lt;/a&gt;, but especially on the &lt;a href=\"Anglo-Scottish%20border\"&gt;Anglo-Scottish border&lt;/a&gt;, according to traditional folklore of those regions. They could live inside the house or outdoors. They are said to work in farmyards and thus could be helpful; however, if offended they could become nuisances. The usual way to dispose of a hob was to give them a set of new clothing, the receiving of which would make the creature leave forever. It could, however, be impossible to get rid of the worst hobs.\nEtymology.\n\"Hob\" is a diminutive form of the name \"Robin\", which is itself a diminutive form of the name \"&lt;a href=\"Robin%20Goodfellow\"&gt;Robert&lt;/a&gt;\". \"Hob\" is sometimes a generic term given to a goblin, &lt;a href=\"bogle\"&gt;bogle&lt;/a&gt; or &lt;a href=\"Brownie%20%28folklore%29\"&gt;brownie&lt;/a&gt;. The name \"Hob\" became associated with the mythical creature as \"a piece of rude familiarity to cover up uncertainty or fear\"; essentially, calling a mystical creature after a common nickname was a way to make the concept less frightening, and the nickname eventually became the common term.\nFolklore.\nHobs have been described as small, hairy, wizened men. Hobs were viewed as kind but mischievous spirits, helpful to local people in need. One famous hob lived near &lt;a href=\"Runswick%20Bay\"&gt;Runswick Bay&lt;/a&gt; in a \"hobhole\"; was believed to be able to cure young children of kink-cough (&lt;a href=\"whooping%20cough\"&gt;whooping cough&lt;/a&gt;). Parents would bring their ailing young to the hob's cave dwelling and recite the following:&lt;poem&gt;\"Hobhole Hob!\nMa' bairn's gotten 't kink cough,\nTak't off ! tak't off!\"&lt;/poem&gt;\nHobs are generally considered household spirits, who preferred to be about at night. Hobs were not tied to a particular place, but seemed to come and go as they chose. A hob would help the farmer in the field or the shopkeeper in his store. The householder had to be careful in dealing with a hob, so as not to offend it. If a farmer were to speak poorly of a hob on his farm, the hob might retaliate by breaking dishes and turning loose livestock. Most importantly, a hob must not be given a gift of clothing, as this would be greatly resented and might cause a helpful hob to leave immediately. This was said to have happened at Sturfit Hall in Yorkshire, where the well-meaning family left a small hat and cloak for their helpful hob; however, when he encountered the gift, he exclaimed \"Ha! a cap and a hood, / Hob'll never do mair good!\" and was never seen again. Another Yorkshire hob, this one at Hart Hall, refused with a warning when offered a work shirt: \"Gin Hob mun hae nowght but a hardin' hamp, / He'll come nae mair nowther to berry nor stamp.\"\nAs well as the \"&lt;a href=\"Brownie%20%28mythology%29\"&gt;brownie&lt;/a&gt;\", another cognate exists in the &lt;a href=\"Scandinavian%20folklore\"&gt;Scandinavian&lt;/a&gt; \"&lt;a href=\"Nisse%20%28folklore%29\"&gt;nisse&lt;/a&gt;\" or \"tomte\"; all are thought to be derived from the household gods of olden times, known in England as the (&lt;a href=\"Old%20English\"&gt;Old English&lt;/a&gt; for \"house-gods\") of which the brownie and hob are indeed a survival."
}