{
    "id": "15402",
    "revid": "42371163",
    "url": "https://en.wikipedia.org/wiki?curid=15402",
    "title": "International standard",
    "text": "An international standard is a &lt;a href=\"technical%20standard\"&gt;technical standard&lt;/a&gt; developed by one or more international &lt;a href=\"standards%20organization\"&gt;standards organizations&lt;/a&gt;. International standards are available for consideration and use worldwide. The most prominent such organization is the &lt;a href=\"International%20Organization%20for%20Standardization\"&gt;International Organization for Standardization&lt;/a&gt; (ISO). Other prominent international standards organizations include the &lt;a href=\"International%20Telecommunication%20Union\"&gt;International Telecommunication Union&lt;/a&gt; (ITU) and the &lt;a href=\"International%20Electrotechnical%20Commission\"&gt;International Electrotechnical Commission&lt;/a&gt; (IEC). Together, these three organizations have formed the &lt;a href=\"World%20Standards%20Cooperation\"&gt;World Standards Cooperation&lt;/a&gt; alliance.\nPurpose.\nInternational standards may be used either by direct application or by a process of modifying an international standard to suit local conditions. Adopting international standards results in creating national standards that are equivalent, or substantially the same as international standards in technical content, but may have (i) editorial differences as to appearance, use of symbols and measurement units, substitution of a point for a comma as the decimal marker, and (ii) differences resulting from conflicts in government &lt;a href=\"regulation\"&gt;regulation&lt;/a&gt;s or industry-specific requirements caused by fundamental climatic, geographic, technologic, or infrastructure factors, or the stringency of safety requirements that a given standard authority considers appropriate.\nInternational standards are one way to overcome technical barriers in international commerce caused by differences among technical regulations and standards developed independently and separately by each nation, national standards organization, or business. Technical barriers arise when different groups come together, each with a large user base, doing some well established thing that between them is mutually incompatible. Establishing international standards is one way of preventing or overcoming this problem. To support this, the &lt;a href=\"World%20Trade%20Organization\"&gt;World Trade Organization&lt;/a&gt; (WTO) Technical Barriers to Trade (TBT) Committee published the \"Six Principles\" guiding members in the development of international standards.\nHistory.\nStandardization.\nThe implementation of standards in industry and commerce became highly important with the onset of the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt; and the need for high-precision &lt;a href=\"machine%20tool\"&gt;machine tool&lt;/a&gt;s and &lt;a href=\"interchangeable%20parts\"&gt;interchangeable parts&lt;/a&gt;. &lt;a href=\"Henry%20Maudslay\"&gt;Henry Maudslay&lt;/a&gt; developed the first industrially practical &lt;a href=\"screw-cutting%20lathe\"&gt;screw-cutting lathe&lt;/a&gt; in 1800, which allowed for the standardisation of &lt;a href=\"screw%20thread\"&gt;screw thread&lt;/a&gt; sizes for the first time.\nMaudslay's work, as well as the contributions of other engineers, accomplished a modest amount of industry standardization; some companies' in-house standards spread a bit within their industries. &lt;a href=\"Joseph%20Whitworth\"&gt;Joseph Whitworth&lt;/a&gt;'s screw thread measurements were adopted as the first (unofficial) national standard by companies around the country in &lt;time&gt;1841&lt;/time&gt;. It came to be known as the &lt;a href=\"British%20Standard%20Whitworth\"&gt;British Standard Whitworth&lt;/a&gt;, and was widely adopted in other countries.\nBy &lt;time&gt;the end of the 19th century&lt;/time&gt; differences in standards between companies were making trade increasingly difficult and strained. The &lt;a href=\"BSI%20Group\"&gt;Engineering Standards Committee&lt;/a&gt; was established in &lt;a href=\"London\"&gt;London&lt;/a&gt; in &lt;time&gt;1901&lt;/time&gt; as the world's first national standards body. After the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;, similar national bodies were established in other countries. The &lt;a href=\"Deutsches%20Institut%20f%C3%BCr%20Normung\"&gt;Deutsches Institut für Normung&lt;/a&gt; was set up in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; in &lt;time&gt;1917&lt;/time&gt;, followed by its counterparts, the American &lt;a href=\"American%20National%20Standards%20Institute\"&gt;National Standard Institute&lt;/a&gt; and the French &lt;a href=\"AFNOR\"&gt;Commission Permanente de Standardisation&lt;/a&gt;, both in &lt;time&gt;1918&lt;/time&gt;.\nThere are not many books that cover standards in general but a book written in 2019 by Nicholas Rich and &lt;a href=\"Tegwen%20Malik\"&gt;Tegwen Malik&lt;/a&gt; gives a very comprehensive overview of the history of standards, how ISO standards are drafted along with key ISO standards such as ISO 9001 and ISO 14001. A paper has been published explaining the differences between international standards and &lt;a href=\"technical%20standard\"&gt;private standards&lt;/a&gt;.\nInternational organizations.\nOne of the most well established international standardization organizations is the International Telecommunication Union (ITU), a &lt;a href=\"List%20of%20specialized%20agencies%20of%20the%20United%20Nations\"&gt;Specialized Agency&lt;/a&gt; of the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; which was founded on 17 May 1865 as the International Telegraph Union. The ITU was initially focused on the standardization of telegraph signals, and later evolved to include &lt;a href=\"telephony\"&gt;telephony&lt;/a&gt;, radio and satellite communications, and other &lt;a href=\"information%20and%20communication%20technology\"&gt;information and communication technology&lt;/a&gt;.\nBy &lt;time&gt;the mid to late 19th century&lt;/time&gt;, efforts were being made to standardize electrical measurement. An important figure was &lt;a href=\"R.%20E.%20B.%20Crompton\"&gt;R. E. B. Crompton&lt;/a&gt;, who became concerned by the large range of different standards and systems used by electrical engineering companies and scientists in &lt;time&gt;the early 20th century&lt;/time&gt;. Many companies had entered the market in &lt;time&gt;the 1890s&lt;/time&gt; and all chose their own settings for &lt;a href=\"volt\"&gt;volt&lt;/a&gt;age, &lt;a href=\"frequency\"&gt;frequency&lt;/a&gt;, &lt;a href=\"Electric%20current\"&gt;current&lt;/a&gt; and even the symbols used on circuit diagrams. Adjacent buildings would have totally incompatible electrical systems simply because they had been fitted out by different companies. Crompton could see the lack of efficiency in this system and began to consider proposals for an international standard for electric engineering.\nIn &lt;time&gt;1904&lt;/time&gt;, Crompton represented Britain at the &lt;a href=\"Louisiana%20Purchase%20Exposition\"&gt;Louisiana Purchase Exposition&lt;/a&gt; in &lt;a href=\"St.%20Louis\"&gt;St. Louis&lt;/a&gt; as part of a delegation by the &lt;a href=\"Institute%20of%20Electrical%20Engineers\"&gt;Institute of Electrical Engineers&lt;/a&gt;. He presented a paper on standardisation, which was so well received that he was asked to look into the formation of a commission to oversee the process. By &lt;time&gt;1906&lt;/time&gt; his work was complete and he drew up a permanent constitution for the first international standards organization, the &lt;a href=\"International%20Electrotechnical%20Commission\"&gt;International Electrotechnical Commission&lt;/a&gt;. The body held its first meeting that year in &lt;a href=\"London\"&gt;London&lt;/a&gt;, with representatives from 14 countries. In honour of his contribution to electrical standardisation, Lord Kelvin was elected as the body's first President.\nThe &lt;a href=\"International%20Federation%20of%20the%20National%20Standardizing%20Associations\"&gt;International Federation of the National Standardizing Associations&lt;/a&gt; (ISA) was founded in &lt;time&gt;1926&lt;/time&gt; with a broader remit to enhance international cooperation for all technical standards and specifications. The body was suspended in &lt;time&gt;1942&lt;/time&gt; during &lt;a href=\"World%20War%20II\"&gt;World&lt;/a&gt;.\nAfter the war, ISA was approached by the recently formed United Nations Standards Coordinating Committee (UNSCC) with a proposal to form a new global standards body. In &lt;time&gt;October 1946&lt;/time&gt;, ISA and UNSCC delegates from 25 countries met in &lt;a href=\"London\"&gt;London&lt;/a&gt; and agreed to join forces to create the new &lt;a href=\"International%20Organization%20for%20Standardization\"&gt;International Organization for Standardization&lt;/a&gt; (ISO); the new organization officially began operations in &lt;time style=\"white-space:nowrap\"&gt;February 1947&lt;/time&gt;."
}