{
    "id": "15411218",
    "revid": "28779459",
    "url": "https://en.wikipedia.org/wiki?curid=15411218",
    "title": "Celtnieks Rīga",
    "text": "Celtnieks Rīga was a &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt;n &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; club that won the &lt;a href=\"Latvian%20Cup\"&gt;Latvian Cup&lt;/a&gt; 3 times.\nHistory.\nCeltnieks made its debut in the Latvian league in 1978. In the 1980s it was one of the strongest clubs in the Latvian league as it had finished second in the league in four seasons and for three years in a row (1984–1986) it then won the &lt;a href=\"Latvian%20Cup\"&gt;Latvian Cup&lt;/a&gt;. Especially remarkable was the 1986 cup victory when in the final game Celtnieks simply devastated its opponent team &lt;a href=\"Gauja%20Valmiera\"&gt;Gauja Valmiera&lt;/a&gt; by winning with 6:0 under the leadership of managers such as Aldis Polis. &lt;a href=\"Jurijs%20Jakov%C4%BCevs\"&gt;Jurijs Jakovļevs&lt;/a&gt; from Celtnieks was the best goalscorer of the Latvian league in 1984, 1986 and 1987. In this time Celtnieks was coached by former &lt;a href=\"Daugava%20R%C4%ABga\"&gt;Daugava Rīga&lt;/a&gt; professional &lt;a href=\"Viktors%20%C5%85esterenko\"&gt;Viktors Ņesterenko&lt;/a&gt; who in addition to his coaching work also played with Celtnieks. In addition to Jakovļevs club leaders in those years included Družiņins, Trambovičs, &lt;a href=\"Aleksandrs%20Kokarevs\"&gt;Aleksandrs Kokarevs&lt;/a&gt;, Davidovs, Samoiļenko, Čebanovs and Simoņenkovs.\nAfter the 1987 season Ņesterenko left Celtnieks for &lt;a href=\"RAF%20Jelgava\"&gt;RAF Jelgava&lt;/a&gt; and thus started the clubs downfall. By 1991 little was left of its former glory and after finishing in the 17th place from the 20 clubs in the 1991 season Celtnieks didn't get a chance to play in &lt;a href=\"Virsl%C4%ABga\"&gt;Virslīga&lt;/a&gt; in the first season of the independent Latvian league. The club was renamed to SM-ECK, it finished 6th in &lt;a href=\"1.%20l%C4%ABga\"&gt;1. līga&lt;/a&gt; in 1992 and became defunct after the season."
}