{
    "id": "154343",
    "revid": "96340",
    "url": "https://en.wikipedia.org/wiki?curid=154343",
    "title": "Waregem",
    "text": "Waregem (; ), sometimes known as Waereghem, is a &lt;a href=\"Municipalities%20in%20Belgium\"&gt;municipality&lt;/a&gt; and &lt;a href=\"City%20status%20in%20Belgium\"&gt;city&lt;/a&gt; located in the &lt;a href=\"Belgium\"&gt;Belgian&lt;/a&gt; &lt;a href=\"Provinces%20of%20Belgium\"&gt;province&lt;/a&gt; of &lt;a href=\"West%20Flanders\"&gt;West Flanders&lt;/a&gt;. The municipality lies in the valley of the river &lt;a href=\"Lys%20%28river%29\"&gt;Leie&lt;/a&gt;, between &lt;a href=\"Kortrijk\"&gt;Kortrijk&lt;/a&gt; and &lt;a href=\"Ghent\"&gt;Ghent&lt;/a&gt;. It is part of the arrondissement of Kortrijk and comprises the towns of &lt;a href=\"Beveren%2C%20Waregem\"&gt;Beveren&lt;/a&gt;, &lt;a href=\"Desselgem\"&gt;Desselgem&lt;/a&gt;, &lt;a href=\"Sint-Eloois-Vijve\"&gt;Sint-Eloois-Vijve&lt;/a&gt; and Waregem proper. On January 1, 2019, Waregem had a total population of 38,260. The total area is 44.34 km² which gives a &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; of 863 inhabitants per km².\nHistory.\nOrigins.\nThe first inhabitants of this forested region settled along the &lt;a href=\"Leie\"&gt;Leie&lt;/a&gt; well before &lt;a href=\"Ancient%20Rome\"&gt;Roman&lt;/a&gt; times. Bronze coins and artifacts associated with the &lt;a href=\"Gallo-Roman%20culture\"&gt;Gallo-Roman culture&lt;/a&gt; show extensive activity in this area in the first centuries of our era. This is not surprising given the fact that Sint-Eloois-Vijve stood at the intersection of two important Roman roads: &lt;a href=\"Cassel%2C%20France\"&gt;Cassel&lt;/a&gt;-&lt;a href=\"Tongeren\"&gt;Tongeren&lt;/a&gt; and &lt;a href=\"Bavai\"&gt;Bavai&lt;/a&gt;-&lt;a href=\"Oudenburg\"&gt;Oudenburg&lt;/a&gt;. The name of the current municipality refers to a certain “Waro” clan or tribe, possibly dating from the &lt;a href=\"Franks\"&gt;Frankish&lt;/a&gt; period.\nMiddle Ages.\nIn the 10th century, most of Waregem's territory was given as a grant to the St Peter Abbey in &lt;a href=\"Ghent\"&gt;Ghent&lt;/a&gt;. The local administrative center used by the &lt;a href=\"Benedictines\"&gt;Benedictines&lt;/a&gt; along the &lt;a href=\"Leie%20River\"&gt;Leie River&lt;/a&gt; can still be seen today and is still known as the \"Munkenhof.\" At the end of the century, &lt;a href=\"Baldwin%20IV%2C%20Count%20of%20Flanders\"&gt;Baldwin IV, Count of Flanders&lt;/a&gt;, made this area the base from which he could advance against &lt;a href=\"Kortrijk\"&gt;Kortrijk&lt;/a&gt;. During the following centuries, the medieval feudal system allowed the land to be progressively parceled out to landowners from places as far as &lt;a href=\"Dendermonde\"&gt;Dendermonde&lt;/a&gt; and &lt;a href=\"Tournai\"&gt;Tournai&lt;/a&gt;. At that time, like in the rest of Flanders, most of the population consisted of farmers, spinners and weavers. Tax documents from the 13th century attest to the strong economic activity of the time. Waregem's attempt in 1635 at obtaining rights to hold its own market was opposed by the neighbouring towns. A Saturday market was finally approved by &lt;a href=\"Joseph%20II%2C%20Holy%20Roman%20Emperor\"&gt;Joseph II of Austria&lt;/a&gt; in 1784.\nFrom the 18th century until today.\nMuch of the medieval land ownership structure remained unchanged until the end of the 18th century, when the town counted some 4,500 inhabitants. The construction of the main roadway between Kortrijk and Ghent made possible the building of an important coaching inn on the territory of Waregem, where horses could be hired. The &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt; brought severe religious restrictions in its wake; it also gave the region a modern administrative system and more political autonomy. During the 19th century, the old textile economy went into decline. The proximity of the Leie River, however, was a boon for Waregem, as its &lt;a href=\"flax\"&gt;flax&lt;/a&gt; industry drove the local economy until well into the 20th century. Waregem earned its official city title on January 1, 2000."
}