{
    "id": "15533824",
    "revid": "32799300",
    "url": "https://en.wikipedia.org/wiki?curid=15533824",
    "title": "Diplopedia",
    "text": "Diplopedia, billed as the Encyclopedia of the &lt;a href=\"United%20States%20Department%20of%20State\"&gt;United States Department of State&lt;/a&gt;, is a &lt;a href=\"wiki\"&gt;wiki&lt;/a&gt; running on a State internal &lt;a href=\"Intranet\"&gt;Intranet&lt;/a&gt;, called \"OpenNet\". It houses a unique collection of information pertaining to &lt;a href=\"diplomacy\"&gt;diplomacy&lt;/a&gt;, &lt;a href=\"international%20relations\"&gt;international relations&lt;/a&gt;, and Department of State tradecraft.\nThe wiki may be used by U.S. foreign affairs agencies domestic and abroad with State intranet access. It is also available to the &lt;a href=\"United%20States%20intelligence%20community\"&gt;United States intelligence community&lt;/a&gt; and other national-security related organizations using the &lt;a href=\"Intelink%23Intelink-U%20.28Intelink-UnclassifiedNet.29\"&gt;Intelink-U&lt;/a&gt; network as a mirrored, read-only archive. Both sites are rated by the government as &lt;a href=\"sensitive%20but%20unclassified\"&gt;sensitive but unclassified&lt;/a&gt;. The wiki on either network is not open to the public.\nDiplopedia is a project of the &lt;a href=\"Office%20of%20eDiplomacy\"&gt;Office of eDiplomacy&lt;/a&gt; (eDip), located in the &lt;a href=\"Bureau%20of%20Information%20Resource%20Management\"&gt;Bureau of Information Resource Management&lt;/a&gt; within the Department of State. Diplopedia uses &lt;a href=\"MediaWiki\"&gt;MediaWiki&lt;/a&gt;, the same software used by the &lt;a href=\"Wikipedia\"&gt;Wikipedia&lt;/a&gt; free-content encyclopedia project.\nCreation and usage.\nThe project was launched in September 2006 after a presentation by State at &lt;a href=\"Wikimania%202006\"&gt;Wikimania 2006&lt;/a&gt;.\nThe program began as part of a larger effort created by former Secretary &lt;a href=\"Condoleezza%20Rice\"&gt;Condoleezza Rice&lt;/a&gt; within the concept of &lt;a href=\"Transformational%20Diplomacy\"&gt;Transformational Diplomacy&lt;/a&gt;. Under that plan, personnel utilized &lt;a href=\"Web%202.0\"&gt;Web 2.0&lt;/a&gt; technologies such as wikis, &lt;a href=\"blog\"&gt;blog&lt;/a&gt;s, communities, and virtual work environments to provide diplomacy to areas that have been underrepresented. The program continued under Secretary &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt;'s vision of diplomatic &lt;a href=\"smart%20power\"&gt;Smart Power&lt;/a&gt;, which also relied heavily on &lt;a href=\"new%20media\"&gt;new media&lt;/a&gt; to include the web, blogs, and wikis, in concert with commercial online media distribution including &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt;, &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt;, and &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt;.\nAt &lt;a href=\"Wikimania%202008\"&gt;Wikimania 2008&lt;/a&gt;, eDiplomacy revealed the state of the wiki as of July 2008. In a presentation entitled \"Diplopedia: Wiki Culture in the U.S. Department of State\", the overall Diplopedia project hosted more than 4,400 substantive articles, is edited by 1,000 registered users, and has had 650,000 page views.\nIn January 2009, Diplopedia was among 27 online technologies named as \"The Best Government Tech of the Bush Years\" by &lt;a href=\"Wired%20%28magazine%29\"&gt;\"Wired\"&lt;/a&gt;.\nBy February 2010, the wiki had grown to 10,000 articles by over 2,000 contributors.\nAs reported at Wikimania 2012, Diplopedia surpassed 5,000 editors and 16,300 articles.\nContent.\nExamples of Diplopedia content include a comprehensive collection of information for desk officers, the &lt;a href=\"Foreign%20Service%20Officer\"&gt;Foreign Service Officer&lt;/a&gt;s who act as the in-house experts and go-to officials on a particular country.\nDesk officers rotate out of their positions every two years and often have little lead time to learn the scope of their new job. Diplopedia provides a desk officer manual, advising them on everything from what to make of Department jargon, how to move a paper for decision, or how to navigate a new &lt;a href=\"Ambassador\"&gt;Ambassador&lt;/a&gt; through the complexities of Senate confirmation and assignment to his or her mission.\nForty briefing portals help Department employees find and contribute information on specific programs, economic issues, and international politics. Recent additions are part of a working space for foreign policy experts to share and collate information that underpins the Department's efforts to address a major global issue which encompasses economic, political, human rights and population concerns.\nCommunity practices.\nThe wiki provides so much flexibility that several offices throughout the community are using it to maintain and transfer knowledge on daily operations and events. Anyone with access to read it has permission to create and edit articles after registering and acquiring an account with Diplopedia (there are no anonymous edits allowed). Since Diplopedia is intended to be a platform for expressing the various points of view of the Department, Diplopedia does not enforce a pure &lt;a href=\"neutrality%20%28philosophy%29\"&gt;neutral point of view&lt;/a&gt; policy. Instead, viewpoints are attributed to the offices and individuals participating, with the hope that a consensus view will emerge. Positions or views in an article that do not fairly represent the consensus of the relevant community of interest are to be clearly marked with the author, office, or agency whose views they represent.\nDiplopedia has a unique categorization of &lt;a href=\"abbreviation\"&gt;abbreviation&lt;/a&gt;s and &lt;a href=\"Acronym%20and%20initialism\"&gt;acronym&lt;/a&gt;s (pervasive in government). Each is placed in Category:Abbreviation and most point to articles on the topic the abbreviation represents. Information is also grouped by categories familiar to diplomats and lay people alike such as Missions Abroad, Offices, Information Technology, and Security. Diplopedia also contains non-encyclopedic content including notes and items of internal, administrative interest.\nDiplopedia uses two categorizations for frequent users: from Wikipedia and colored belts as used on &lt;a href=\"Intellipedia\"&gt;Intellipedia&lt;/a&gt;.\nIntellipedia.\nCongressional testimony from &lt;a href=\"Jimmy%20Wales\"&gt;Jimmy Wales&lt;/a&gt;, the co-founder of Wikipedia, notes the difference between vertical and horizontal information sharing and suggests that both could be successful e-government endeavors. &lt;a href=\"Intellipedia\"&gt;Intellipedia&lt;/a&gt; is an excellent example of sharing information horizontally across agencies, and Diplopedia has found similar success in sharing information within the Department of State bureaucracy. Statements on both wikis encourage cross posting of relevant information as appropriate."
}