{
    "id": "155303",
    "revid": "1068806542",
    "url": "https://en.wikipedia.org/wiki?curid=155303",
    "title": "Heavy Metal (film)",
    "text": "Heavy Metal is a 1981 Canadian-American &lt;a href=\"Adult%20animation\"&gt;adult animated&lt;/a&gt; &lt;a href=\"science%20fantasy\"&gt;science fantasy&lt;/a&gt; &lt;a href=\"Anthology%20film\"&gt;anthology&lt;/a&gt; film directed by &lt;a href=\"Gerald%20Potterton\"&gt;Gerald Potterton&lt;/a&gt;, produced by &lt;a href=\"Ivan%20Reitman\"&gt;Ivan Reitman&lt;/a&gt; and Leonard Mogel, who also was the publisher of \"&lt;a href=\"Heavy%20Metal%20%28magazine%29\"&gt;Heavy Metal&lt;/a&gt;\" magazine, which was the basis for the film. It starred the voices of &lt;a href=\"Rodger%20Bumpass\"&gt;Rodger Bumpass&lt;/a&gt;, &lt;a href=\"Jackie%20Burroughs\"&gt;Jackie Burroughs&lt;/a&gt;, &lt;a href=\"John%20Candy\"&gt;John Candy&lt;/a&gt;, &lt;a href=\"Joe%20Flaherty\"&gt;Joe Flaherty&lt;/a&gt;, &lt;a href=\"Don%20Francks\"&gt;Don Francks&lt;/a&gt;, &lt;a href=\"Martin%20Lavut\"&gt;Martin Lavut&lt;/a&gt;, &lt;a href=\"Marilyn%20Lightstone\"&gt;Marilyn Lightstone&lt;/a&gt;, &lt;a href=\"Eugene%20Levy\"&gt;Eugene Levy&lt;/a&gt;, &lt;a href=\"Alice%20Playten\"&gt;Alice Playten&lt;/a&gt;, &lt;a href=\"Harold%20Ramis\"&gt;Harold Ramis&lt;/a&gt;, &lt;a href=\"Percy%20Rodriguez\"&gt;Percy Rodriguez&lt;/a&gt;, &lt;a href=\"Susan%20Roman\"&gt;Susan Roman&lt;/a&gt;, &lt;a href=\"Richard%20Romanus\"&gt;Richard Romanus&lt;/a&gt;, &lt;a href=\"August%20Schellenberg\"&gt;August Schellenberg&lt;/a&gt;, &lt;a href=\"John%20Vernon\"&gt;John Vernon&lt;/a&gt;, and &lt;a href=\"Zal%20Yanovsky\"&gt;Zal Yanovsky&lt;/a&gt;. The screenplay was written by Daniel Goldberg and &lt;a href=\"Len%20Blum\"&gt;Len Blum&lt;/a&gt;.\nThe film is an &lt;a href=\"Anthology%20film\"&gt;anthology&lt;/a&gt; of various science fiction and fantasy stories tied together by a single theme of an evil force that is \"the sum of all evils\". It was adapted from \"Heavy Metal\" magazine and original stories in the same spirit. Like the magazine, the film features a great deal of &lt;a href=\"graphic%20violence\"&gt;graphic violence&lt;/a&gt;, &lt;a href=\"sexuality\"&gt;sexuality&lt;/a&gt;, and &lt;a href=\"nudity\"&gt;nudity&lt;/a&gt;. Its production was expedited by having several &lt;a href=\"animation%20company\"&gt;animation houses&lt;/a&gt; working simultaneously on different segments. Despite the mixed reviews by film critics on its initial release, the film was a modest success at the box office and has since achieved &lt;a href=\"Cult%20film\"&gt;cult status&lt;/a&gt;.\nA sequel titled \"&lt;a href=\"Heavy%20Metal%202000\"&gt;Heavy Metal 2000&lt;/a&gt;\" was released in 2000.\nPlot.\n\"Soft Landing\".\nBased on the comic of the same name by &lt;a href=\"Dan%20O%27Bannon\"&gt;Dan O'Bannon&lt;/a&gt; and Thomas Warkentin.\nThe title sequence story opens with a &lt;a href=\"Space%20Shuttle\"&gt;Space Shuttle&lt;/a&gt; orbiting the Earth. The bay doors open, releasing a 1960 &lt;a href=\"Chevrolet%20Corvette%20%28C1%29\"&gt;Corvette&lt;/a&gt;. An &lt;a href=\"astronaut\"&gt;astronaut&lt;/a&gt; seated in the car then begins descending through Earth's atmosphere, landing in a desert canyon.\n\"Grimaldi\".\nIn the framing story, the astronaut Grimaldi arrives at home, where he is greeted by his daughter. He says he has something to show her. When he opens his case, a green, crystalline sphere rises out and melts him. It introduces itself to the terrified girl as \"the sum of all evils\". Looking into the orb known as the Loc-Nar, the girl sees how it has influenced societies throughout time and space. At the end of the film (the Epilogue), the anthology's theme comes full-circle back to the girl's home.\n\"Harry Canyon\".\nOriginal story by &lt;a href=\"Daniel%20Goldberg%20%28producer%29\"&gt;Daniel Goldberg&lt;/a&gt; and &lt;a href=\"Len%20Blum\"&gt;Len Blum&lt;/a&gt;; based on \"&lt;a href=\"The%20Long%20Tomorrow%20%28comics%29\"&gt;The Long Tomorrow&lt;/a&gt;\" by &lt;a href=\"Jean%20Giraud\"&gt;Moebius&lt;/a&gt;.\nIn a dystopian and crime ridden &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; in 2031, cynical taxicab driver Harry Canyon narrates his day in &lt;a href=\"film%20noir\"&gt;film noir&lt;/a&gt; style, grumbling about his fares and frequent robbery attempts he thwarts with a &lt;a href=\"Raygun\"&gt;disintegrator&lt;/a&gt; installed in the back of his seat. He stumbles into an incident where he rescues a sexy young woman from Rudnick, a gangster who murdered her father. She explains that her father discovered the Loc-Nar, and they have been pursued relentlessly by people attempting to obtain it. Harry takes her to his apartment, where they have sex. She decides to sell the Loc-Nar to Rudnick and split the money with Harry. Rudnick is disintegrated by the Loc-Nar at the exchange, and she attempts to double-cross Harry to keep the money for herself. When she pulls out a gun, Harry uses the disintegrator on her. He keeps the money, and summarizes the incident as a \"two-day ride with one hell of a tip\".\n\"Den\".\nBased on &lt;a href=\"Den%20%28comics%29\"&gt;the character of the same name&lt;/a&gt; created by &lt;a href=\"Richard%20Corben\"&gt;Richard Corben&lt;/a&gt;.\nA nerdy teenager finds a \"green meteorite\" near his house and puts it in his rock collection. During a lightning experiment, the orb hurls the boy into the world of Neverwhere, where he transforms into a naked, bald-headed, well endowed, muscular man called &lt;a href=\"Den%20%28comics%29\"&gt;Den&lt;/a&gt;, an acronym for his earth name, David Ellis Norman. After tying a nearby flag around him to keep natives from seeing his \"dork\" hanging out, Den witnesses a strange ritual, rescuing a beautiful, young, large-breasted woman who was about to be sacrificed to &lt;a href=\"Cthulhu\"&gt;Uhluhtc&lt;/a&gt; by another large-breasted woman. Reaching safety, she introduces herself as Katherine Wells from the British colony of &lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt;. While she demonstrates her gratitude with sexual favors, they are interrupted by the minions of Ard, an immortal man who wants to obtain the Loc-Nar for himself. When Den is taken to see Ard, Den demands to see Katherine, but Ard orders his men to castrate Den. Den fights off Ard's soldiers and shoots Ard, but since Ard is immortal he heals immediately. Den asks where the girl is located and Ard shows him that she is sleeping, encased in glass under a spell where only Ard can awaken her. He offers Den a deal; get the Loc-Nar from the Queen and bring it to him and he will release the girl to Den. Den agrees and infiltrates the palace along with Ard's best soldier, Norl. Den and another minion of Ard's are promptly caught by the Queen's guards, but she offers leniency if Den has sex with her. He complies, thereby distracting the Queen while the raiding party steals the Loc-Nar. Den escapes and races back to rescue Katherine from Ard. Recreating the lightning incident that drew him to Neverwhere, he is able to banish Ard and the Queen. Den's voice-over has him suspecting that they were teleported to Earth. Refusing the opportunity to take the Loc-Nar for himself, Den rides with Katherine into the sunset, content to remain in Neverwhere. As for the Loc-Nar, it rises into the sky and lands on a space station where it is picked up by a person.\n\"Captain Sternn\".\nBased on &lt;a href=\"Captain%20Sternn\"&gt;the character of the same name&lt;/a&gt; created by &lt;a href=\"Bernie%20Wrightson\"&gt;Bernie Wrightson&lt;/a&gt;.\nOn a space station, crooked space captain &lt;a href=\"Captain%20Sternn\"&gt;Lincoln F. Sternn&lt;/a&gt; is on trial for numerous serious charges presented by the prosecutor consisting of 12 counts of murder in the first degree, 14 counts of armed theft of Federation property, 22 counts of piracy in high space, 18 counts of fraud, 37 counts of rape — and one moving violation. Pleading \"not guilty\" against the advice of his &lt;a href=\"lawyer\"&gt;lawyer&lt;/a&gt; Charlie, Sternn explains that he expects to be acquitted because he bribed a witness named Hanover Fiste. Fiste takes the stand upon being called to by the prosecutor, but his perjury is subverted when the Loc-Nar, now the size of a marble, causes him to blurt out highly incriminating statements about Sternn (though whether or not any of them are true is unknown) before changing him into a hulking muscular form that chases Sternn throughout the station, breaking through bulkheads and wreaking havoc. Eventually, he corners Sternn, who gives him his promised payoff, and he promptly shrinks back to his gangly original form. Sternn opens a trap door under Fiste, ejecting him into space. The Loc-Nar enters Earth's atmosphere with Fiste's flaming severed hand still clinging to it.\n\"Neverwhere Land\".\nBecause of time constraints, a segment called \"Neverwhere Land\", which would have connected \"Captain Sternn\" to \"B-17\", was cut.\nThe story follows the influence of the Loc-Nar upon the evolution of a planet, from the Loc-Nar landing in a body of water, influencing the rise of the industrial age, and a world war. This original story was created by Cornelius Cole III.\nThe original rough animatics are set to a loop of the beginning of &lt;a href=\"Pink%20Floyd\"&gt;Pink Floyd&lt;/a&gt;'s \"&lt;a href=\"Time%20%28Pink%20Floyd%20song%29\"&gt;Time&lt;/a&gt;\". The 1996 VHS release included this segment at the end of the tape. On the DVD release, this segment is included as a bonus feature. In both released versions, the sequence is set to the music of \"Passacaglia\" (from \"Magnificat\"), composed and conducted by &lt;a href=\"Krzysztof%20Penderecki\"&gt;Krzysztof Penderecki&lt;/a&gt;.\n\"B-17\".\nA &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; &lt;a href=\"B-17%20bomber\"&gt;B-17 bomber&lt;/a&gt; nicknamed the \"Pacific Pearl\" makes a difficult bombing run with heavy damage and casualties. As the bomber limps home, the co-pilot goes back to check on the crew. Finding nothing but dead bodies, he notices the Loc-Nar trailing the plane. Informing the pilot, he heads back to the cockpit, when the Loc-Nar rams itself into the plane and reanimates the dead crew members as &lt;a href=\"zombie\"&gt;zombie&lt;/a&gt;s. The co-pilot is killed, while the pilot parachutes away in time. He lands on an island where he finds a graveyard of airplanes from various times, along with the wrecked airplanes' zombified airmen, who surround him, sealing the horrified pilot's fate.\n\"So Beautiful &amp; So Dangerous\".\nBased on the comic of the same name by &lt;a href=\"Angus%20McKie\"&gt;Angus McKie&lt;/a&gt;.\nDr. Anrak, a prominent scientist, arrives at &lt;a href=\"The%20Pentagon\"&gt;The Pentagon&lt;/a&gt; for a meeting regarding mysterious mutations that are plaguing the United States. At the meeting, the doctor tries to dismiss the occurrences. When he sees the Loc-Nar in the locket of Gloria, a beautiful buxom stenographer, he begins to behave erratically and sexually assaults her. A colossal starship drills through the roof and abducts the doctor and, by accident, Gloria. The ship's robot is irritated at Anrak, who is actually a malfunctioning &lt;a href=\"Android%20%28robot%29\"&gt;android&lt;/a&gt;, but its mood changes when it sees Gloria. With the help of the ship's alien pilot Edsel and co-pilot Zeke, the robot convinces Gloria to stay on board and have &lt;a href=\"Sex%20robot\"&gt;\"robot sex\"&lt;/a&gt; (albeit off-screen). Meanwhile, Edsel and Zeke snort a huge amount of a powdered drug called Plutonian Nyborg before flying home, zoning out on the cosmos. Too intoxicated to fly straight, they crash-land unharmed in a huge space station.\n\"Taarna\".\nOriginal story by &lt;a href=\"Daniel%20Goldberg%20%28producer%29\"&gt;Daniel Goldberg&lt;/a&gt; and &lt;a href=\"Len%20Blum\"&gt;Len Blum&lt;/a&gt;; based on \"&lt;a href=\"Arzach\"&gt;Arzach&lt;/a&gt;\" by &lt;a href=\"Jean%20Giraud\"&gt;Moebius&lt;/a&gt;.\nThe Loc-Nar, now the size of a giant meteor, crashes into a volcano on another world and draws a large mass of curious people. As they begin to climb the volcano, it erupts, and green slime covers the crowd, mutating them into an evil barbarian army. The mutants subsequently attack a nearby city of peaceful scholars. Desperate, the city leaders mentally summon the Taarakians, a once powerful but declining warrior race with whom the city had a pact, but the city falls before the call can be answered.\nTaarna, a beautiful, mute warrior and the last of the Taarakians, receives the summons, and after ritually preparing herself, she and her avian mount fly to the beleaguered city, only to find the citizens dead. Determined to avenge them, she begins following the trail of their murderers and encounters a small band of the mutant barbarians. After killing them, and with more information at hand, she travels towards the mutant camp, but she and her mount are captured.\nTaarna is tortured and thrown into an open pit, unconscious. Her mount escapes and rescues her. She tries going for the Loc-Nar, but the mutants pursue and shoot her mount down. The mutant leader faces Taarna in a duel to the death, wounding her, but Taarna manages to kill him. With the last of their strength, Taarna and her companion make a death flight to the volcano. As they approach, the Loc-Nar warns her off, claiming that sacrificing herself would be futile. Ignoring the Loc-Nar, Taarna unleashes the power imbued in her sword and dives into the volcano, destroying the Loc-Nar.\nCast\nMusic\n\"Epilogue\".\nAs the final story ends, the Loc-Nar that was terrorizing the girl explodes, destroying the mansion in the process. Taarna's reborn mount appears outside, and the girl happily flies away on it. It is then revealed that Taarna's soul has been reincarnated in the girl, transforming her into a new Taarakian.\nCast\nClosing credits.\nMusic\nProduction.\nAnimation.\nAnimator &lt;a href=\"Robert%20Balser\"&gt;Robert Balser&lt;/a&gt; directed the animated \"Den\" sequence for the film.\nThe film uses the &lt;a href=\"rotoscoping\"&gt;rotoscoping&lt;/a&gt; technique of animation in several shots. This process consists of shooting models and actors, then tracing the shot onto film for animation purposes. The B-17 bomber was shot using a 10-foot (3 m) replica, which was then animated. Additionally, Taarna the Taarakian was rotoscoped, using Toronto model Carole Desbiens as a model for the animated character. The shot of the exploding house near the end of the movie was originally to be rotoscoped, but as the film's release date had been moved up from October/November to August 7, 1981, a lack of time prevented this. This remains as the only non-animated sequence in the film. During development of this film, the Canadian animation studio, &lt;a href=\"Nelvana%20Limited\"&gt;Nelvana Limited&lt;/a&gt;, was offered the chance to work on \"Heavy Metal\", but they declined their offer, instead working on their first theatrical film, \"&lt;a href=\"Rock%20%26amp%3B%20Rule\"&gt;Rock &amp; Rule&lt;/a&gt;\".\nFantasy illustrator &lt;a href=\"Chris%20Achilleos\"&gt;Chris Achilléos&lt;/a&gt; designed and painted the iconic promotional poster image, commissioned in 1980, that features the central character Taarna on her birdlike steed. That artwork continues to be used for home video releases. Achelleos also did conceptual design work for the Taarna character.\nRelease.\nBox office.\nThe film was released on August 7, 1981. It was a financial success, grossing over $20 million on a $9 million budget.\nReception.\nThe film was met with mixed response. Review aggregator &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; reports that 60% of critics have given the film a positive review based on 30 reviews, with an average rating of 5.7/10 and the critical consensus: \"It's &lt;a href=\"Sexism\"&gt;sexist&lt;/a&gt;, juvenile, and dated, but \"Heavy Metal\" makes up for its flaws with eye-popping animation and a classic, smartly-used soundtrack.\"\n&lt;a href=\"Janet%20Maslin\"&gt;Janet Maslin&lt;/a&gt; of \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" wrote that \"for anyone who doesn't think an hour and a half is a long time to spend with a comic book, \"Heavy Metal\" is impressive,\" and noted that the film \"was scored very well, with music much less ear-splitting than the title would suggest.\" \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" declared, \"Initial segments have a boisterous blend of dynamic graphics, intriguing plot premises and sly wit that unfortunately slide gradually downhill ... Still, the net effect is an overridingly positive one and will likely find its way into upbeat word-of-mouth.\" &lt;a href=\"Gene%20Siskel\"&gt;Gene Siskel&lt;/a&gt; of the \"&lt;a href=\"Chicago%20Tribune\"&gt;Chicago Tribune&lt;/a&gt;\" gave the film three stars, writing that it \"isn't intended for close scrutiny on a literal level. The film clearly is intended as a trip, and on that level it works very nicely.\" He criticized the film as \"blatantly sexist\" and for having \"wildly romanticized\" violence. &lt;a href=\"Sheila%20Benson\"&gt;Sheila Benson&lt;/a&gt; of the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" wrote, \"Somehow a great deal of the charm [of the magazine] leaked out on the way to the movie house, but all of the sadism stayed put. And then some. It's the most expensive adolescent fantasy revenge fulfillment wet dream ever to slither onto a screen.\" John Pym of \"&lt;a href=\"The%20Monthly%20Film%20Bulletin\"&gt;The Monthly Film Bulletin&lt;/a&gt;\" found that it was \"to put it mildly, something of a hodge-podge.\" Film historian and critic &lt;a href=\"Leonard%20Maltin\"&gt;Leonard Maltin&lt;/a&gt; gave the film 3 stars out of 4 in his \"Movie Guide\", calling the feature \"... uneven, but great fun on a mindless, adolescent level.\"\nOn the whole, in terms of individual segments, critics were typically most favorable towards the \"Den\" story. Critic &lt;a href=\"Janet%20Maslin\"&gt;Janet Maslin&lt;/a&gt; gave the film a positive review in \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\". She said, \"The other highly memorable story is about a bookworm from earth who winds up on another planet, where his spindly body is transformed into that of an extraterrestrial Hercules.\" She also complimented John Candy's vocal performance as Den.\nChristopher John reviewed \"Heavy Metal\" in \"&lt;a href=\"Ares%20%28magazine%29\"&gt;Ares Magazine&lt;/a&gt;\" #11 and commented that \"Sadly, what could have been a true boost for animation in this country is a weak, opportunistic failure, put together with very little care and no love at all.\"\nHome media.\nIn 1983 Heavy Metal aired on HBO, then again in 1991. (Needs verification)\nPrior to official release on &lt;a href=\"VHS\"&gt;VHS&lt;/a&gt; and &lt;a href=\"LaserDisc\"&gt;LaserDisc&lt;/a&gt; in 1996, the film was re-released to 54 theatres on March 8, 1996 taking in $550,000. The subsequent home video release moved over one million units.\nThe film was released on &lt;a href=\"Blu-ray%20Disc\"&gt;Blu-ray Disc&lt;/a&gt; on February 1, 2011 as a &lt;a href=\"Best%20Buy\"&gt;Best Buy&lt;/a&gt; exclusive and it was later released everywhere on June 14.\nMusic.\nSoundtrack.\nThe soundtrack was released on &lt;a href=\"LP%20record\"&gt;LP&lt;/a&gt; in 1981, but for legal reasons, was not released on &lt;a href=\"Compact%20disc\"&gt;CD&lt;/a&gt; until 1995. The album peaked at number 12 on the &lt;a href=\"Billboard%20200\"&gt;\"Billboard\" 200&lt;/a&gt; chart. The film's theme song, \"&lt;a href=\"Heavy%20Metal%20%28Takin%27%20a%20Ride%29\"&gt;Heavy Metal (Takin' a Ride)&lt;/a&gt;\" was sung by &lt;a href=\"Don%20Felder\"&gt;Don Felder&lt;/a&gt;. It was released as a single in the U.S. and reached number 43 on the \"Billboard\" Hot 100 and number five on the &lt;a href=\"Mainstream%20Rock%20%28chart%29\"&gt;Mainstream Rock&lt;/a&gt; chart on September 19, 1981.\n&lt;a href=\"Blue%20%C3%96yster%20Cult\"&gt;Blue Öyster Cult&lt;/a&gt; wrote and recorded a song called \"Vengeance (The Pact)\" for the film, but the producers declined to use the song because the lyrics provided a capsulized summary of the \"Taarna\" vignette. \"&lt;a href=\"Veteran%20of%20the%20Psychic%20Wars\"&gt;Veteran of the Psychic Wars&lt;/a&gt;\" was used instead. Both songs can be found on Blue Öyster Cult's album \"&lt;a href=\"Fire%20of%20Unknown%20Origin\"&gt;Fire of Unknown Origin&lt;/a&gt;\". Though used in the film, the songs \"Through Being Cool\" by &lt;a href=\"Devo\"&gt;Devo&lt;/a&gt; and \"E5150\" by &lt;a href=\"Black%20Sabbath\"&gt;Black Sabbath&lt;/a&gt; were not included in the released soundtrack album. These songs are on \"&lt;a href=\"New%20Traditionalists\"&gt;New Traditionalists&lt;/a&gt;\" and \"&lt;a href=\"Mob%20Rules%20%28album%29\"&gt;Mob Rules&lt;/a&gt;\", respectively.\nThe legal difficulties surrounding the use of some songs in the film delayed its release to home media. The production company's use of some songs was limited solely to the theatrical release and soundtrack and did not include home media releases. It was not until 1996 that there was an official home media release on &lt;a href=\"VHS\"&gt;VHS&lt;/a&gt; when &lt;a href=\"Kevin%20Eastman\"&gt;Kevin Eastman&lt;/a&gt;, who had bought the publishing rights of \"Heavy Metal\" magazine in 1992 and previously contributed to the magazine, reached a settlement with the music copyright holders.\nOriginal LP contained four tracks per side and was programmed in stackable order (A, D, B, C).\nRHINO Records reissued the two-LP collection in 2017, programmed in standard order (A, B, C, D), as part of their \"Rocktober\" collection.\nScore.\nUnusual for the time, an &lt;a href=\"Gramophone%20record\"&gt;LP recording&lt;/a&gt; of &lt;a href=\"Elmer%20Bernstein\"&gt;Elmer Bernstein&lt;/a&gt;'s score was released alongside the soundtrack in 1981, and it featured the composer's first use of the &lt;a href=\"ondes%20Martenot\"&gt;ondes Martenot&lt;/a&gt;, an instrument which became a trademark of Bernstein's later career. On March 13, 2008, \"&lt;a href=\"Film%20Score%20Monthly\"&gt;Film Score Monthly&lt;/a&gt;\" released an official, expanded CD release of Bernstein's score, which he conducted. The score was performed by the &lt;a href=\"Royal%20Philharmonic%20Orchestra\"&gt;Royal Philharmonic Orchestra&lt;/a&gt; with the &lt;a href=\"London%20Voices\"&gt;London Voices&lt;/a&gt; and &lt;a href=\"Jeanne%20Loriod\"&gt;Jeanne Loriod&lt;/a&gt; on the ondes Martenot.\nOriginal track listing:\nRe-release track listing:\nBonus tracks\nLegacy.\nSequel.\nThe first sequel, titled \"&lt;a href=\"Heavy%20Metal%202000\"&gt;Heavy Metal 2000&lt;/a&gt;\", was released in 2000. A second sequel has been in various stages of development since.\nRemake.\nIn March 2008, \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" reported that &lt;a href=\"Paramount%20Pictures\"&gt;Paramount Pictures&lt;/a&gt; was set to make another animated film with &lt;a href=\"David%20Fincher\"&gt;David Fincher&lt;/a&gt; \"spearheading the project\". &lt;a href=\"Kevin%20Eastman\"&gt;Kevin Eastman&lt;/a&gt;, who is the current owner and publisher of \"&lt;a href=\"Heavy%20Metal%20%28magazine%29\"&gt;Heavy Metal&lt;/a&gt;\", will direct a segment, as will &lt;a href=\"Tim%20Miller%20%28director%29\"&gt;Tim Miller&lt;/a&gt;, \"whose &lt;a href=\"Blur%20Studio\"&gt;Blur Studio&lt;/a&gt; will handle the animation for what is being conceived as an R-rated, adult-themed feature\".\nEntertainment website &lt;a href=\"IGN\"&gt;IGN&lt;/a&gt; announced, on July 14, 2008, \"David Fincher's edgy new project has suffered a serious setback after it was dropped by Paramount, according to \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\".\" \"Entertainment Weekly\" quoted Tim Miller as saying \"David really believes in the project. It's just a matter of time.\"\nIn September 2008, Eastman was quoted as saying \"Fincher is directing one, &lt;a href=\"Guillermo%20del%20Toro\"&gt;Guillermo del Toro&lt;/a&gt; wants to direct one, &lt;a href=\"Zack%20Snyder\"&gt;Zack Snyder&lt;/a&gt; wants to direct one, &lt;a href=\"Gore%20Verbinski\"&gt;Gore Verbinski&lt;/a&gt; wants to direct one\". It was reported that the film had been moved to &lt;a href=\"Sony%20Pictures%20Entertainment\"&gt;Sony&lt;/a&gt; division &lt;a href=\"Columbia%20Pictures\"&gt;Columbia Pictures&lt;/a&gt; (which had released the original) and had a budget of $50 million.\nIn June 2009, Eastman said \"I've got breaking news that Fincher and &lt;a href=\"James%20Cameron\"&gt;James Cameron&lt;/a&gt; are going to be co-executive producers on the film, Cameron will direct one. &lt;a href=\"Mark%20Osborne%20%28filmmaker%29\"&gt;Mark Osborne&lt;/a&gt; and &lt;a href=\"Jack%20Black\"&gt;Jack Black&lt;/a&gt; from &lt;a href=\"Tenacious%20D\"&gt;Tenacious D&lt;/a&gt; were going to do a comedy segment for the film.\"\nProduction is &lt;a href=\"Development%20hell\"&gt;stalled indefinitely&lt;/a&gt;, as no film distributor or production company has shown interest in distributing or producing the remake since Paramount Pictures decided to forgo being the film's distributor, who purportedly thought such a film was \"too risqué for mainstream audiences\".\nIn July 2011, filmmaker &lt;a href=\"Robert%20Rodriguez\"&gt;Robert Rodriguez&lt;/a&gt; announced at the &lt;a href=\"San%20Diego%20Comic-Con%20International\"&gt;Comic-Con&lt;/a&gt; that he had purchased the film rights to \"Heavy Metal\" and planned to develop a new animated film at the new Quick Draw Studios. On March 11, 2014, with the formation of his very own television network, &lt;a href=\"El%20Rey%20Network\"&gt;El Rey&lt;/a&gt;, Rodriguez considered switching gears and bringing it to TV.\nOn March 15, 2019, the reboot was released on Netflix as a reimagining titled \"&lt;a href=\"Love%2C%20Death%20%26amp%3B%20Robots\"&gt;Love, Death &amp; Robots&lt;/a&gt;\"."
}