{
    "id": "15531413",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=15531413",
    "title": "Erika Holzer",
    "text": "Erika Holzer was an American &lt;a href=\"novelist\"&gt;novelist&lt;/a&gt; and essayist who was a close associate of &lt;a href=\"Ayn%20Rand\"&gt;Ayn Rand&lt;/a&gt;. Her novel \"Eye for an Eye\" was the basis for a major &lt;a href=\"Eye%20for%20an%20Eye%20%281996%20film%29\"&gt;motion picture&lt;/a&gt; of the same name. She also co-authored two nonfiction books with her husband, professor of law Henry Mark \"Hank\" Holzer.\nCareer.\nErika and her husband, both lawyers, were students of Rand's philosophy of &lt;a href=\"Objectivism\"&gt;Objectivism&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; during the 1960s. In 1966 Erika and Rand, who was a best-selling novelist, began what would become a series of discussions about the art of writing. Henry Mark Holzer became Rand's personal attorney.\nIn the late 1960s, the Holzers managed to track down an original negative, thought to have been destroyed, of a 1942 Italian two-part film which had been adapted from Rand's first novel \"&lt;a href=\"We%20the%20Living\"&gt;We the Living&lt;/a&gt;\". Erika Holzer helped Duncan Scott restore the film, edit it under Rand's guidance, and write English subtitles for the 1986 re-release of the film.\nEncouraged by Rand, Holzer embarked upon a new career as a writer; her first novel, \"Double Crossing\", received critical acclaim and was a finalist for the 1984 Prometheus Award for Best Novel. The plot revolves around the conflict between two brothers born in the Soviet Union, one becoming a powerful official in the Soviet police and the other secretly planning his escape from the Communist regime.\nHer second novel, \"Eye for an Eye\", was published in 1993. Its plot centers on a mother who joins a &lt;a href=\"vigilante\"&gt;vigilante&lt;/a&gt; group after the criminal justice system releases her daughter's murderer. In 1996 Paramount Pictures released a film adaptation (also titled \"&lt;a href=\"Eye%20for%20an%20Eye%20%281996%20film%29\"&gt;Eye for an Eye&lt;/a&gt;\"), directed by &lt;a href=\"John%20Schlesinger\"&gt;John Schlesinger&lt;/a&gt; and starring &lt;a href=\"Sally%20Field\"&gt;Sally Field&lt;/a&gt; and &lt;a href=\"Kiefer%20Sutherland\"&gt;Kiefer Sutherland&lt;/a&gt;; Holzer was not involved with the film production.\nShe gave interviews and written numerous essays for &lt;a href=\"Objectivism\"&gt;Objectivist&lt;/a&gt;, &lt;a href=\"Libertarianism\"&gt;libertarian&lt;/a&gt;, and &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt; websites.\nHuman rights.\nAs lawyers, the Holzers were involved in several \"&lt;a href=\"pro%20bono\"&gt;pro bono&lt;/a&gt;\" cases, most notably the struggle of the 12-year-old &lt;a href=\"defection\"&gt;defector&lt;/a&gt; &lt;a href=\"Walter%20Polovchak\"&gt;Walter Polovchak&lt;/a&gt; to avoid being forcibly returned to the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;. Another case resulted in &lt;a href=\"political%20asylum\"&gt;political asylum&lt;/a&gt; being granted to two defectors from a &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;n circus."
}