{
    "id": "15536451",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=15536451",
    "title": "Siege of Louisbourg (1745)",
    "text": "The siege of Louisbourg took place in 1745 when a &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt; colonial force aided by a &lt;a href=\"Kingdom%20of%20Great%20Britain\"&gt;British&lt;/a&gt; fleet captured &lt;a href=\"Louisbourg\"&gt;Louisbourg&lt;/a&gt;, the capital of the &lt;a href=\"Early%20modern%20France\"&gt;French&lt;/a&gt; province of &lt;a href=\"%C3%8Ele-Royale%20%28New%20France%29\"&gt;Île-Royale&lt;/a&gt; (present-day &lt;a href=\"Cape%20Breton%20Island\"&gt;Cape Breton Island&lt;/a&gt;) during the &lt;a href=\"War%20of%20the%20Austrian%20Succession\"&gt;War of the Austrian Succession&lt;/a&gt;, known as &lt;a href=\"King%20George%27s%20War\"&gt;King George's War&lt;/a&gt; in the &lt;a href=\"British%20North%20America\"&gt;British colonies&lt;/a&gt;.\nThe northern British colonies regarded Louisbourg as a menace, calling it the \"American &lt;a href=\"Dunkirkers\"&gt;Dunkirk&lt;/a&gt;\" due to its use as a base for &lt;a href=\"privateer\"&gt;privateer&lt;/a&gt;s. There was regular, intermittent warfare between the French and the &lt;a href=\"Wabanaki%20Confederacy\"&gt;Wabanaki Confederacy&lt;/a&gt; on one side and the northern New England colonies on the other (\"See the Northeast Coast Campaigns of &lt;a href=\"King%20William%27s%20War%23New%20England%2C%20Acadia%20and%20Newfoundland%20Theatre\"&gt;1688&lt;/a&gt;, &lt;a href=\"Northeast%20Coast%20Campaign%20%281703%29\"&gt;1703&lt;/a&gt;, &lt;a href=\"Northeast%20Coast%20Campaign%20%281723%29\"&gt;1723&lt;/a&gt;, &lt;a href=\"Father%20Rale%27s%20War%23Northeast%20Coast%20Campaign%20%281724%29\"&gt;1724&lt;/a&gt;\"). For the French, the &lt;a href=\"Fortress%20of%20Louisbourg\"&gt;Fortress of Louisbourg&lt;/a&gt; also protected the chief entrance to &lt;a href=\"Canada%20%28New%20France%29\"&gt;Canada&lt;/a&gt;, as well as the nearby French fisheries. The French government had spent 25 years in fortifying it, and the cost of its defenses was reckoned at thirty million livres.\nAlthough the fortress's construction and layout was acknowledged as having superior seaward defences, a series of low rises behind them made it vulnerable to a land attack. The low rises provided attackers places to erect siege batteries. The fort's &lt;a href=\"garrison\"&gt;garrison&lt;/a&gt; was poorly paid and supplied, and its inexperienced leaders mistrusted them. The colonial attackers were also lacking in experience, but ultimately succeeded in gaining control of the surrounding defences. The defenders surrendered in the face of an imminent assault.\nLouisbourg was an important bargaining chip in the peace negotiations to end the war, since it represented a major British success. Factions within the British government were opposed to returning it to the French as part of any peace agreement, but these were eventually overruled, and Louisbourg was returned, over the objections of the victorious British North Americans, to French control after the 1748 &lt;a href=\"Treaty%20of%20Aix-la-Chapelle%20%281748%29\"&gt;Treaty of Aix-la-Chapelle&lt;/a&gt;, in return for French concessions elsewhere.\nContext.\nFrom 1688 onward there had been a number of military campaigns fought between the French and their allies and the English in the region. Under the &lt;a href=\"Treaty%20of%20Utrecht\"&gt;Treaty of Utrecht&lt;/a&gt;, which ended the &lt;a href=\"War%20of%20the%20Spanish%20Succession\"&gt;War of the Spanish Succession&lt;/a&gt;, the French colony of &lt;a href=\"Acadia\"&gt;Acadia&lt;/a&gt; had been ceded to Great Britain. The tribes of &lt;a href=\"Wabanaki%20Confederacy\"&gt;Wabanaki Confederacy&lt;/a&gt;, had a long history of raiding British settlements along Northern New England in present-day Maine. During the 17th and early-18th century, the Wabanaki fought in several campaigns, including in &lt;a href=\"King%20William%27s%20War%23New%20England%2C%20Acadia%20and%20Newfoundland%20Theatre\"&gt;1688&lt;/a&gt;, &lt;a href=\"Northeast%20Coast%20Campaign%20%281703%29\"&gt;1703&lt;/a&gt;, &lt;a href=\"Northeast%20Coast%20Campaign%20%281723%29\"&gt;1723&lt;/a&gt;, &lt;a href=\"Father%20Rale%27s%20War%23Northeast%20Coast%20Campaign%20%281724%29\"&gt;1724&lt;/a&gt;. Many of the British military leaders of the siege of Louisbourg came from Northern New England, whose family members were killed in the raids.\nIn the summer of 1744, New Englanders' concerns of further attacks on the Northern New England increased after a French and Wabanaki force sailed from Louisbourg to the nearby British fishing port of &lt;a href=\"Canso%2C%20Nova%20Scotia\"&gt;Canso&lt;/a&gt;, &lt;a href=\"Raid%20on%20Canso\"&gt;attacking a small fort&lt;/a&gt; on &lt;a href=\"Grassy%20Island%2C%20Nova%20Scotia\"&gt;Grassy Island&lt;/a&gt; and burned it to the ground, taking prisoner 50 British families. This port was used by the New England fishing fleet; however, the Canso Islands (including Grassy Island) were contested by both Britain and France.\nThe prisoners taken during the Canso raid were first brought to Louisbourg, where they were given freedom to move around. Some of the military men took careful note of the fortress design, layout, and condition, as well as the size and condition of its garrison and armaments. These men were eventually released to &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, where their intelligence, along with that provided by merchants who did business at Louisbourg, proved useful in planning the attack.\nThe French, army and civilian alike, were not in the best of condition at Louisbourg. Supplies were short in 1744, and the fishermen were reluctant to sail without adequate provisions. The military rank and file claimed that they were promised a share of the spoils from the Canso raid, which had instead gone to officers, who sold those same provisions and profited in the endeavour. In December 1744, the troops mutinied over the poor conditions and pay that was months overdue. Even after acting Governor &lt;a href=\"Louis%20Du%20Pont%20Du%20Chambon\"&gt;Louis Du Pont Du Chambon&lt;/a&gt; managed to quiet the discontent by releasing back pay and supplies, the following winter was extremely tense, as the military leadership maintained a tenuous hold on the situation. Duchambon was even reluctant to send for help, fearing the message would be intercepted and spark further unrest. Word of the unrest did, however, make its way to Boston.\nIn 1745, the governor of the &lt;a href=\"Province%20of%20Massachusetts%20Bay\"&gt;Province of Massachusetts Bay&lt;/a&gt;, &lt;a href=\"William%20Shirley\"&gt;William Shirley&lt;/a&gt;, secured by a narrow margin the support of the Massachusetts legislature for an attack on the fortress. He and the governor of the &lt;a href=\"Province%20of%20New%20Hampshire\"&gt;Province of New Hampshire&lt;/a&gt;, &lt;a href=\"Benning%20Wentworth\"&gt;Benning Wentworth&lt;/a&gt;, sought the support of other colonies. Connecticut provided 500 troops, New Hampshire 450, Rhode Island a ship, New York ten cannons, and Pennsylvania and New Jersey funds. The force was under the command of &lt;a href=\"William%20Pepperrell\"&gt;William Pepperrell&lt;/a&gt; of &lt;a href=\"Kittery%2C%20Maine\"&gt;Kittery&lt;/a&gt; (in the portion of the Massachusetts colony that is now the state of &lt;a href=\"Maine\"&gt;Maine&lt;/a&gt;), and a fleet of colonial ships was assembled and placed under the command of Captain &lt;a href=\"Edward%20Tyng\"&gt;Edward Tyng&lt;/a&gt;. Governor Shirley sent to Commodore &lt;a href=\"Peter%20Warren%20%28Royal%20Navy%20officer%29\"&gt;Peter Warren&lt;/a&gt;, the chief officer of the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;'s &lt;a href=\"West%20Indies\"&gt;West Indies&lt;/a&gt; station, a request for naval support in the event of an encounter with French warships, which would significantly outclass any of the colonial ships. Warren at first declined this offer, lacking authorization from &lt;a href=\"London\"&gt;London&lt;/a&gt; to assist. Only a few days later, he received orders from the &lt;a href=\"British%20Admiralty\"&gt;Admiralty&lt;/a&gt; to proceed to protect the New England fisheries. The expedition set sail from Boston in stages beginning in early March 1745 with 4,200 soldiers and sailors aboard a total of 90 ships.\nBattle.\nCanso and Port Toulouse.\nThe force stopped at Canso to reprovision. There they were met by Commodore Warren, enlarging the expedition by 16 ships. In late March, the naval forces began to blockade Louisbourg, however ice fields were being swept from the &lt;a href=\"Gulf%20of%20St.%20Lawrence\"&gt;Gulf of St. Lawrence&lt;/a&gt; to the seas off Louisbourg that spring, presenting a considerable hazard to wooden-hulled sailing ships. The poor weather and general state of disorganization of the New England naval forces resulted in numerous delays to the expedition, however, they kept busy harassing French fishing and shipping in the waters surrounding Île-Royale.\nWith the ice fields gone by late April, the siege began in earnest. Pepperell's land forces sailed in transports from Canso. On May 2, he &lt;a href=\"Siege%20of%20Port%20Toulouse\"&gt;besieged Port Toulouse&lt;/a&gt; (present-day &lt;a href=\"St.%20Peter%27s%2C%20Nova%20Scotia\"&gt;St. Peter's, Nova Scotia&lt;/a&gt;) as well as destroying several coastal villages in the area between Canso and Louisbourg.\nLanding.\nOn May 11, &lt;a href=\"John%20Gorham%20%28military%20officer%29\"&gt;John Gorham&lt;/a&gt; and his &lt;a href=\"Gorham%27s%20Rangers\"&gt;rangers&lt;/a&gt; led the charge to land troops on the shores close to the fortress. They tried to land their whale boats at Flat Point Cover while covered by the fire power of the \"Lord Montague\", \"Boston Packet\" and \"Massachusetts\". Gorham was repelled by 20 French troops that occupied the cove. Gorham quickly regrouped with several other vessels and the operation was re-directed to Kennington Cove. The French troops were unable to re-position themselves in time to stop the landing of British troops. After 1500 British were already on shore, 200 French troops arrived to repel the British, led by &lt;a href=\"Pierre%20Morpain\"&gt;Pierre Morpain&lt;/a&gt; and De la Boularderie. Morpain retreated while De La Boularderie gave himself up as a prisoner. The British would land 2000 troops by the end of the day.\nDestroying the fisheries.\nWhile most of the troops were employed at attacking the Royal Battery, the Island Battery and Fortress Louisbourg, others were scouting around the perimeter of the fortress, destroying small fishing villages. On May 8, the Mi'kmaq defended against an attack on near-by Margaret's Bay and killed seven of Warren's troops. On May 11, the English killed or took prisoner seventeen French and the French wounded three English.\nOn May 19, &lt;a href=\"Edward%20Tyng\"&gt;Edward Tyng&lt;/a&gt; in the vessel along with the ship \"Massachusetts\" destroyed St. Ann's Bay, burning the town and shipping. They killed 20 people and took 25 prisoners. The French killed one British troop. On May 21, the \"Prince of Orange\" is joined by the \"Defence\" and they destroy &lt;a href=\"Ingonish\"&gt;Ingonish&lt;/a&gt;, burning a town of 80 houses. They continued to destroy the towns of Bradore and Bayonne.\nOn May 23, 20 British troops from &lt;a href=\"Jeremiah%20Moulton\"&gt;Jeremiah Moulton&lt;/a&gt;'s Regiment attacked a small village. While they were in the village, they were surrounded by 100 fighters made up of French and Mi'kmaq. They killed 18 of the 20 British troops.\nOn May 30, the Mi'kmaq at Chapeau Rouge (&lt;a href=\"L%27Ardoise\"&gt;L'Ardoise&lt;/a&gt;) attacked thirteen English soldiers from Captain Fletcher's crew on the \"Boston Packet\", who were seeking wood and water. They killed seven English soldiers, three of whom were scalped. They also took three prisoners, two of whom were later found butchered and one later died of wounds.\nOn June 24, the \"Defence\" and the \"Boston Packet\" sent a plundering expedition on shore near \"Laten\".\nRoyal (Grand) Battery.\nUpon landing, the British forces immediately launched an attack on the North East Harbour (present-day &lt;a href=\"Louisbourg%2C%20Nova%20Scotia\"&gt;Louisbourg, Nova Scotia&lt;/a&gt;). The act terrorized the French and they abandoned the Royal Battery with much of its armaments still operational. The British immediately occupied the battery and began firing at the fortress. They repulsed a French and Indian attempt to re-take the battery the following day.\nIsland Battery.\nThe Island Battery was the most formidable and took the New Englanders six weeks to silence. The Island Battery, which had 160 troops, needed to be defeated before the Royal Navy could enter the harbour.\nOn May 26, the 100 British troops under the command of &lt;a href=\"Samuel%20Waldo\"&gt;Samuel Waldo&lt;/a&gt; turned the canons of the Royal Battery on the Island Battery and bombarded the battery for days.\nOn June 6, Captain Brooks led 400 British troops against the Island Battery and were repulsed by the French troops. The French killed 60 British troops and took 116 prisoner.\n5th failed attack.\nLater on June 7, Gorham commanded 650 troops to attack but was forced to retreat. The French killed 189 New Englanders in the failed assault.\nOn June 9, the 100 British troops fight 100 French and 80 Indigenous. The British killed 40 and took seventeen prisoners. The French and Indigenous killed 6 British and wounded many more.\nCareening Wharf Battle.\nGorham and 40 rangers discovered 30 French canon at the &lt;a href=\"Careening\"&gt;Careening&lt;/a&gt; &lt;a href=\"Wharf\"&gt;Wharf&lt;/a&gt; on June 9. The next day, the French Governor Du Chambon sent 100 inexperienced French troops under the command of Sieur de Beaubassin. Gorham and his rangers were able to launch a surprise attack on the French troops, killing five of them. One of Gorham's (Indian) rangers was killed. (By June 11 (new style), Beaubassin's force was decimated with many Mi’kmaw fighters killed.)\nGorham’s Battery.\nBy June 21, Gorham had built a battery at &lt;a href=\"Louisbourg%20Lighthouse\"&gt;Lighthouse Point&lt;/a&gt;. He had hauled ten cannon from the Royal Battery. He shelled the Island Battery for five days and on June 27 the French Battery was silenced.\nSurrender.\nOn June 27, French and native reinforcements led by Paul Marin were prevented from reaching Louisbourg in the &lt;a href=\"Naval%20battle%20off%20Tatamagouche\"&gt;Naval battle off Tatamagouche&lt;/a&gt;. The New Englanders' landward siege was supported by Commodore Warren's fleet and, following 47 days (six weeks and five days) of siege and bombardment, the French capitulated on June 28, 1745.\nAftermath.\nNews of the victory reached Governor Shirley in Boston on July 3 which, coincidentally, was commencement day at Harvard (usually a day of celebration in itself). All of New England celebrated the taking of France's mighty fortress on the Atlantic.\nLosses to the New England forces in battle had been modest, although the garrison that occupied the fortress during the following winter suffered many deaths from cold and disease. After the fall of Louisbourg, the New Englanders also assumed control of &lt;a href=\"Port-la-Joye%E2%80%93Fort%20Amherst\"&gt;Port-La-Joye&lt;/a&gt; on present-day &lt;a href=\"Prince%20Edward%20Island\"&gt;Prince Edward Island&lt;/a&gt; (which the French regained in battle the following year).\nDespite the British conquest of Louisbourg, the French and Wabanaki attacks continued on Northern New England in the campaigns of &lt;a href=\"Northeast%20Coast%20Campaign%20%281745%29\"&gt;1745&lt;/a&gt;, &lt;a href=\"Northeast%20Coast%20Campaign%20%281746%29\"&gt;1746&lt;/a&gt;, and &lt;a href=\"Northeast%20Coast%20Campaign%20%281747%29\"&gt;1747&lt;/a&gt;).\nDuchambon's actions in the mutiny and siege were the subject of inquiries upon his return to France in August 1745. Duchambon was protected from reprisals by the actions of &lt;a href=\"Fran%C3%A7ois%20Bigot\"&gt;François Bigot&lt;/a&gt;, Louisbourg's &lt;a href=\"intendant\"&gt;civilian administrator&lt;/a&gt;, who deflected much of the blame onto others. Duchambon retired from the service with a pension in March 1746.\nWilliam Pepperrell and Peter Warren were both richly rewarded for their efforts. Warren, in addition to profiting from prize money, was promoted to &lt;a href=\"rear%20admiral\"&gt;rear admiral&lt;/a&gt;. Pepperrell was made a &lt;a href=\"baronetcy\"&gt;baronet&lt;/a&gt; by &lt;a href=\"George%20II%20of%20Great%20Britain\"&gt;King George II&lt;/a&gt; and given a commission as colonel of &lt;a href=\"Pepperrell%27s%20Regiment\"&gt;a new regiment&lt;/a&gt;, numbered 66th at the time (but not to be confused with the later &lt;a href=\"66th%20Regiment%20of%20Foot\"&gt;66th Regiment of Foot&lt;/a&gt;). Governor Shirley was also given a colonel's commission to raise &lt;a href=\"Shirley%27s%20Regiment\"&gt;his own regiment&lt;/a&gt;.\nBoth France and Britain planned expeditions to North America in the wake of the capture. The great &lt;a href=\"Duc%20d%27Anville%20Expedition\"&gt;Duc d'Anville Expedition&lt;/a&gt; led by &lt;a href=\"Jean-Baptiste%20Louis%20Fr%C3%A9d%C3%A9ric%20de%20La%20Rochefoucauld%20de%20Roye\"&gt;Admiral Jean-Batiste, De Roye de la Rochefoucauld, Duc d'Anville&lt;/a&gt; was dispatched from France to retake Louisbourg and recover Acadia in 1746. However it was destroyed by storms, disease, and British naval attacks and never reached the fortress. The British government made plans, based on suggestions by Shirley and Warren, for a follow-up expedition to seize &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt;. For a variety of reasons, including a late start and contrary winds, the 1746 expedition did not leave European waters, and was instead diverted to &lt;a href=\"Raid%20on%20Lorient\"&gt;raid the French port of Lorient&lt;/a&gt;. Although the idea was also considered for the 1747 campaign season, it again failed to bear fruit.\nWhen the war ended with the signing of the &lt;a href=\"Treaty%20of%20Aix-la-Chapelle%20%281748%29\"&gt;Treaty of Aix-la-Chapelle&lt;/a&gt; in 1748, Louisbourg was returned to France in exchange for the return of &lt;a href=\"Madras\"&gt;Madras&lt;/a&gt; to Britain, and the withdrawal of French troops from the &lt;a href=\"Low%20Countries\"&gt;Low Countries&lt;/a&gt;. The decision to withdraw from Louisbourg came under fierce attacks in London from opponents of the &lt;a href=\"Pelham%20Ministry\"&gt;Pelham Ministry&lt;/a&gt;, but it went ahead nonetheless. In 1758 the fortress &lt;a href=\"Siege%20of%20Louisbourg%20%281758%29\"&gt;was captured again by the British&lt;/a&gt; during the &lt;a href=\"Seven%20Years%27%20War\"&gt;Seven Years' War&lt;/a&gt;, this time permanently, as Île-Royale and much of &lt;a href=\"New%20France\"&gt;New France&lt;/a&gt; was ceded to Britain under the terms of the &lt;a href=\"Treaty%20of%20Paris%20%281763%29\"&gt;1763 Treaty of Paris&lt;/a&gt;.\nBritish army regiments: officers.\nMaine.\n1. &lt;a href=\"York%20County%2C%20Maine\"&gt;York County, Maine&lt;/a&gt; - &lt;a href=\"William%20Pepperell\"&gt;William Pepperell&lt;/a&gt;'s Regiment (1st Massachusetts Regiment)\n2. &lt;a href=\"York%20County%2C%20Maine\"&gt;York County, Maine&lt;/a&gt; - Colonel &lt;a href=\"Jeremiah%20Moulton\"&gt;Jeremiah Moulton&lt;/a&gt;'s Regiment (3rd Massachusetts Regiment)\n3. &lt;a href=\"Cumberland%20County%2C%20Maine\"&gt;Cumberland County, Maine&lt;/a&gt; - Colonel &lt;a href=\"Samuel%20Waldo\"&gt;Samuel Waldo&lt;/a&gt;'s Regiment (2nd Massachusetts Regiment)\n4. &lt;a href=\"Bristol%2C%20Maine\"&gt;Bristol, Maine&lt;/a&gt; - Colonel &lt;a href=\"Sylvester%20Richmond\"&gt;Sylvester Richmond&lt;/a&gt;'s Regiment (6th Massachusetts Regiment)\nNew Hampshire.\n5. &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt; – Colonel &lt;a href=\"Samuel%20Moore%20%28military%20officer%29\"&gt;Samuel Moore (military officer)&lt;/a&gt;'s Regiment (of Portsmouth)\nConnecticut.\n6. &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt; – Major General &lt;a href=\"Roger%20Wolcott%20%28Connecticut%20politician%29\"&gt;Roger Wolcott&lt;/a&gt;'s Regiment\nMassachusetts.\n7. &lt;a href=\"Worcester%2C%20Massachusetts\"&gt;Worcester, Massachusetts&lt;/a&gt; - Colonel &lt;a href=\"Samuel%20Willard%20%28military%20officer%29\"&gt;Samuel Willard (military officer)&lt;/a&gt;'s Regiment (4th Massachusetts Regiment)\n8. &lt;a href=\"Essex%20County%2C%20Massachusetts\"&gt;Essex County, Massachusetts&lt;/a&gt; - Colonel &lt;a href=\"Robert%20Hale%20%28doctor%29\"&gt;Robert Hale (military officer)&lt;/a&gt;'s Regiment (5th Massachusetts Regiment)\n9. Brigadier &lt;a href=\"Joseph%20Dwight\"&gt;Joseph Dwight&lt;/a&gt;'s Regiment - Colonel of Artillery, (9th Massachusetts Regiment)\n10. Colonel Shubael Gorham's Regiment (7th Massachusetts Regiment)\nBritish naval officers.\nJoined from England 22–23 May\nJoined from England 10–11 June"
}