{
    "id": "15557818",
    "revid": "1150898",
    "url": "https://en.wikipedia.org/wiki?curid=15557818",
    "title": "Come Next Spring",
    "text": "Come Next Spring is a 1956 American &lt;a href=\"Trucolor\"&gt;Trucolor&lt;/a&gt; movie directed by &lt;a href=\"R.G.%20Springsteen\"&gt;R.G. Springsteen&lt;/a&gt;, starring &lt;a href=\"Ann%20Sheridan\"&gt;Ann Sheridan&lt;/a&gt; and &lt;a href=\"Steve%20Cochran\"&gt;Steve Cochran&lt;/a&gt;.\nThe theme song, \"Come Next Spring\", with music by Max Steiner and lyrics by Lenny Adelson, was performed by &lt;a href=\"Tony%20Bennett\"&gt;Tony Bennett&lt;/a&gt;. It was covered by &lt;a href=\"Scott%20Walker%20%28singer%29\"&gt;Scott Walker&lt;/a&gt; on his 1968 album \"&lt;a href=\"Scott%202\"&gt;Scott 2&lt;/a&gt;\". Steiner wrote the score for the film, reusing much of his work from \"&lt;a href=\"Sergeant%20York%20%28film%29\"&gt;Sergeant York&lt;/a&gt;\".\nPlot.\nAlcoholic Matt Ballot (Steve Cochran) abandoned his wife Bess (Ann Sheridan) and mute daughter Annie (Sherry Jackson) in Arkansas nine years ago. Now sober, he returns to discover Bess gave birth to a son, Abe (Richard Eyer), after he left. Bess grudgingly hires him as a handyman. Hytower (Sonny Tufts) wants to marry Bess and tries to make Matt jealous and picks a fight with him. Matt endears himself to his kids by defending them from wild pigs and a group of local bullies. He risks Annie's love by admitting that she was in the car when he drunkenly wrecked it. Although she was unhurt, she never spoke again. Annie embraces him. Matt later saves a child and Annie during an approaching tornado.\nBess is upset when Matt has a single drink at a dance to prove he can stop at just one drink. Matt rescues her when, overcome by emotion, she accidentally drives her truck into a river. Annie falls into an old mine shaft, but Matt rescues her. Bess finally admits she is back in love with Matt.\nProduction.\nSteve Cochran formed Robert Alexander Productions after his actual first two names. \"Come Next Spring\" was his first film, written by Cochran's friend &lt;a href=\"Montgomery%20Pittman\"&gt;Montgomery Pittman&lt;/a&gt; and featuring Pittman's stepdaughter &lt;a href=\"Sherry%20Jackson\"&gt;Sherry Jackson&lt;/a&gt;. Filmed in locations around Sacramento, Republic promised Cochran an \"&lt;a href=\"B%20movie\"&gt;A Picture&lt;/a&gt;\" release but released it as the lower half of a double feature."
}