{
    "id": "155654",
    "revid": "24901206",
    "url": "https://en.wikipedia.org/wiki?curid=155654",
    "title": "Thurn und Taxis",
    "text": "The Princely House of Thurn and Taxis ( ) is a family of &lt;a href=\"German%20nobility\"&gt;German nobility&lt;/a&gt; that is part of the \"&lt;a href=\"Briefadel\"&gt;Briefadel&lt;/a&gt;\". It was a key player in the &lt;a href=\"mail\"&gt;postal services&lt;/a&gt; in Europe during the 16th century, until the end of the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt; in 1806, and became well known as the owner of breweries and builder of many castles. The current head of the house is &lt;a href=\"Albert%2C%2012th%20Prince%20of%20Thurn%20and%20Taxis\"&gt;Albert, 12th Prince of Thurn and Taxis&lt;/a&gt;. The family is one of the wealthiest in Germany and has resided at &lt;a href=\"St.%20Emmeram%20Castle\"&gt;St. Emmeram Castle&lt;/a&gt; in &lt;a href=\"Regensburg\"&gt;Regensburg&lt;/a&gt; since 1748.\nHistory.\nThe Tasso family (from the Italian word for \"badger\") was a &lt;a href=\"Lombardy\"&gt;Lombard&lt;/a&gt; family in the area of &lt;a href=\"Bergamo\"&gt;Bergamo&lt;/a&gt;. The earliest records place them in Almenno in the &lt;a href=\"Val%20Brembana\"&gt;Val Brembana&lt;/a&gt; around 1200 before they fled to the more distant village of &lt;a href=\"Camerata%20Cornello\"&gt;Cornello&lt;/a&gt; to escape feuding between &lt;a href=\"Bergamo\"&gt;Bergamo&lt;/a&gt;'s &lt;a href=\"Colleoni\"&gt;Colleoni&lt;/a&gt; (&lt;a href=\"Guelf\"&gt;Guelf&lt;/a&gt;) and &lt;a href=\"Suardi%20%28dynasty%29\"&gt;Suardi&lt;/a&gt; (&lt;a href=\"Ghibelline\"&gt;Ghibelline&lt;/a&gt;) families. Around 1290, after &lt;a href=\"duke%20of%20Milan\"&gt;Milan&lt;/a&gt; had conquered Bergamo, &lt;a href=\"Omodeo%20Tasso\"&gt;Omodeo Tasso&lt;/a&gt; organized 32 of his relatives into the Company of Couriers (\"Compagnia dei Corrieri\") and linked Milan with &lt;a href=\"Republic%20of%20Venice\"&gt;Venice&lt;/a&gt; and &lt;a href=\"Papal%20States\"&gt;Rome&lt;/a&gt;. The recipient of royal and papal patronage, his &lt;a href=\"post%20riders\"&gt;post riders&lt;/a&gt; were so comparatively efficient that they became known as \"bergamaschi\" throughout Italy. \nRuggiero de Tassis was named to the court of the &lt;a href=\"Holy%20Roman%20Emperors\"&gt;emperor&lt;/a&gt; &lt;a href=\"Frederick%20the%20Peaceful\"&gt;Frederick the Peaceful&lt;/a&gt; in 1443. He organized a post system between Bergamo and &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; by 1450; from &lt;a href=\"Innsbruck\"&gt;Innsbruck&lt;/a&gt; to Italy and &lt;a href=\"Styria\"&gt;Styria&lt;/a&gt; around 1460; and Vienna with &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt; around 1480. Upon his success, Ruggiero was knighted and made a gentleman of the Chamber. was appointed Chief Master of Postal Services at &lt;a href=\"Innsbruck\"&gt;Innsbruck&lt;/a&gt; in 1489. &lt;a href=\"Philip%20I%20of%20Castile\"&gt;Philip of Burgundy&lt;/a&gt; elevated Janetto's brother to captain of his post in 1502. Owing to a payment dispute with Philip, Francisco opened his post to public use in 1506. By 1516, Francisco had moved the family to &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt; in the &lt;a href=\"Duchy%20of%20Brabant\"&gt;Duchy of Brabant&lt;/a&gt;, where they became instrumental to &lt;a href=\"Habsburg%20dynasty\"&gt;Habsburg&lt;/a&gt; rule, linking the rich &lt;a href=\"Habsburg%20Netherlands\"&gt;Habsburg Netherlands&lt;/a&gt; to the Spanish court. The normal route passed through &lt;a href=\"Kingdom%20of%20France\"&gt;France&lt;/a&gt;, but a secondary route across the &lt;a href=\"Alps\"&gt;Alps&lt;/a&gt; to &lt;a href=\"Republic%20of%20Genoa\"&gt;Genoa&lt;/a&gt; was available in times of hostility. At the death of Francisco in 1517, emperor &lt;a href=\"Charles%20V%2C%20Holy%20Roman%20Emperor\"&gt;Charles V&lt;/a&gt; appointed his nephew &lt;a href=\"Johann%20Baptista%20von%20Taxis\"&gt;Johann Baptista von Taxis&lt;/a&gt; (1470-1541), \"Generalpostmeister\" of the &lt;a href=\"Reichspost\"&gt;Reichspost&lt;/a&gt;. Johann Baptista was briefly succeeded by his eldest son, Franz II von Taxis (1514-1543), after whose untimely death the family split into two further branches. The youngest son, Leonhard I von Taxis, succeeded as \"Generalpostmeister\" and is the ancestor of the princely \"Thurn und Taxis\". Johann Baptista's second his eldest son, Raymond de Tassis (1515-1579), took over the office of postmaster-general to the &lt;a href=\"Crown%20of%20Spain\"&gt;Crown of Spain&lt;/a&gt;, and settled in Spain. Raymond married into &lt;a href=\"Spanish%20nobility\"&gt;Spanish nobility&lt;/a&gt;, and his eldest son, &lt;a href=\"Juan%20de%20Tassis%2C%201st%20Count%20of%20Villamediana\"&gt;Juan de Tassis&lt;/a&gt; was created &lt;a href=\"Villamediana\"&gt;Count of Villamediana&lt;/a&gt; in 1603 by &lt;a href=\"Philip%20III%20of%20Spain\"&gt;Phillip III&lt;/a&gt;. The Spanish line of the family became extinct with &lt;a href=\"Juan%20de%20Tassis%2C%202nd%20Count%20of%20Villamediana\"&gt;Juan de Tassis, 2nd Count of Villamediana&lt;/a&gt;, a celebrated poet who died in mysterious circumstances in 1622. \nThe name \"Thurn und Taxis\" arose from the translation into German of the family's French title (\"de La Tour et Tassis\" or \"de Tour et Taxis\"). &lt;a href=\"Charles%20V%2C%20Holy%20Roman%20Emperor\"&gt;Charles V&lt;/a&gt; named Giovanni Battista de Tassis as master of his post in 1520; &lt;a href=\"Maximilian%20I%20of%20the%20Holy%20Roman%20Empire\"&gt;Maximilian I&lt;/a&gt; expanded their network throughout the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt;. In 1624, the family were elevated to \"&lt;a href=\"graf\"&gt;graf&lt;/a&gt;en\" (\"&lt;a href=\"count\"&gt;count&lt;/a&gt;s\") and they formally adopted the German form of their name in 1650. They were named \"princely\" in 1695 at the behest of &lt;a href=\"Leopold%20I%2C%20Holy%20Roman%20Emperor\"&gt;Emperor Leopold I&lt;/a&gt;. The family operated the &lt;a href=\"Thurn-und-Taxis%20Post\"&gt;Thurn-und-Taxis Post&lt;/a&gt;, successor to the &lt;a href=\"Kaiserliche%20Reichspost\"&gt;Imperial Reichspost&lt;/a&gt; of the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt;, between 1806 and 1867. Their postal service was gradually lost over the centuries, with the Spanish network being bought by the crown in the 18th century and the German post being purchased by &lt;a href=\"Kingdom%20of%20Prussia\"&gt;Prussia&lt;/a&gt; after the fall of the &lt;a href=\"Free%20City%20of%20Frankfurt\"&gt;Free City of Frankfurt&lt;/a&gt; in 1866. The family seat was established in &lt;a href=\"Regensburg\"&gt;Regensburg&lt;/a&gt;, Germany, and has remained at &lt;a href=\"St.%20Emmeram%20Castle\"&gt;St. Emmeram Castle&lt;/a&gt; there since 1748.\n&lt;a href=\"Rainer%20Maria%20Rilke\"&gt;Rainer Maria Rilke&lt;/a&gt; wrote his \"&lt;a href=\"Duino%20Elegies\"&gt;Duino Elegies&lt;/a&gt;\" while visiting Princess Marie of Thurn and Taxis (\"née\" Princess of &lt;a href=\"Hohenlohe\"&gt;Hohenlohe&lt;/a&gt;) at her family's &lt;a href=\"Duino%20Castle\"&gt;Duino Castle&lt;/a&gt;. Rilke later dedicated his only novel (\"&lt;a href=\"The%20Notebooks%20of%20Malte%20Laurids%20Brigge\"&gt;The Notebooks of Malte Laurids Brigge&lt;/a&gt;\") to the princess, who was his &lt;a href=\"patron\"&gt;patron&lt;/a&gt;ess. Princess Marie's relation to Regensburg's Thurn and Taxis family is rather distant, however – she was married to Prince Alexander of Thurn and Taxis, a member of the family's &lt;a href=\"Czech%20Branch%20of%20the%20House%20of%20Thurn%20und%20Taxis\"&gt;Czech branch&lt;/a&gt; that in the early 19th century settled in &lt;a href=\"Bohemia\"&gt;Bohemia&lt;/a&gt; (now the &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;) and became strongly connected to Czech national culture and history.\nSeveral members of the family have been &lt;a href=\"Sovereign%20Military%20Order%20of%20Malta\"&gt;Knights of Malta&lt;/a&gt;.\nUntil 1919, the titles of the head of the princely house were \"Seine Durchlaucht der Fürst von Thurn und Taxis, Fürst zu Buchau und Fürst von Krotoszyn, Herzog zu Wörth und Donaustauf, gefürsteter Graf zu Friedberg-Scheer, Graf zu Valle-Sássina, auch zu Marchtal, Neresheim usw., Erbgeneralpostmeister\" (His Serene Highness the Prince of Thurn and Taxis, Prince of Buchau and Prince of Krotoszyn, Duke of Wörth and Donaustauf, Princely Count of Friedberg-Scheer, Count of Valle-Sássina, Marchtal, Neresheim etc., Hereditary Postmaster General).\nThe current head of the house of Thurn and Taxis is &lt;a href=\"Albert%20II%2C%20Prince%20of%20Thurn%20and%20Taxis\"&gt;Albert II, 12th Prince of Thurn and Taxis&lt;/a&gt;, son of &lt;a href=\"Johannes%2C%20Prince%20of%20Thurn%20and%20Taxis\"&gt;Johannes&lt;/a&gt; and his wife, &lt;a href=\"Gloria%2C%20Princess%20of%20Thurn%20and%20Taxis\"&gt;Gloria&lt;/a&gt;. The family is one of the wealthiest in Germany. The family's brewery was sold to the &lt;a href=\"Paulaner%20Brewery\"&gt;Paulaner Group&lt;/a&gt; of &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt; in 1996, but it still produces beer under the brand of \"Thurn und Taxis\".\nPrinces of Thurn and Taxis.\nThe Thurn and Taxis family came to massive media attention during the late 1970s through mid-1980s when the late Prince Johannes married &lt;a href=\"Gloria%2C%20Princess%20of%20Thurn%20and%20Taxis\"&gt;Countess Mariae Gloria of Schönburg-Glauchau&lt;/a&gt;, a member of an impoverished but &lt;a href=\"German%20mediatisation\"&gt;mediatized&lt;/a&gt; noble family. The couple's wild, \"&lt;a href=\"jet%20set\"&gt;jet set&lt;/a&gt;\" lifestyle and Princess Gloria's over-the-top appearance (characterized by bright hair colours and \"&lt;a href=\"avant-garde\"&gt;avant-garde&lt;/a&gt;\" clothes) earned her the nickname of \"Princess TNT\"."
}