{
    "id": "15603890",
    "revid": "1068448391",
    "url": "https://en.wikipedia.org/wiki?curid=15603890",
    "title": "G.S. Iraklis B.C.",
    "text": "Gymnastikos Syllogos Iraklis Basketball Club (, ) is a Greek professional &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; team that is located in &lt;a href=\"Thessaloniki\"&gt;Thessaloniki&lt;/a&gt;. It serves as the senior men's basketball section of the &lt;a href=\"sports%20club\"&gt;multi-sport club&lt;/a&gt; of &lt;a href=\"G.S.%20Iraklis%20Thessaloniki\"&gt;G.S. Iraklis&lt;/a&gt;. Iraklis currently plays in the top-tier level &lt;a href=\"Greek%20Basket%20League\"&gt;Greek Basket League&lt;/a&gt;.\nThe team's colors are blue and white. Iraklis won the &lt;a href=\"Greek%20Basket%20League\"&gt;Greek National Championship&lt;/a&gt; in 1928 and 1935, and has also reached the &lt;a href=\"Greek%20Basketball%20Cup\"&gt;Greek Cup&lt;/a&gt; final three times. Some of the greatest players in Greek, European and worldwide basketball have played for Iraklis over the years including: &lt;a href=\"Lefteris%20Kakiousis\"&gt;Lefteris Kakiousis&lt;/a&gt;, &lt;a href=\"Jure%20Zdovc\"&gt;Jure Zdovc&lt;/a&gt;, &lt;a href=\"James%20Donaldson%20%28basketball%29\"&gt;James Donaldson&lt;/a&gt;, &lt;a href=\"Walter%20Berry%20%28basketball%29\"&gt;Walter Berry&lt;/a&gt;, &lt;a href=\"Xavier%20McDaniel\"&gt;Xavier McDaniel&lt;/a&gt;, &lt;a href=\"Roy%20Tarpley\"&gt;Roy Tarpley&lt;/a&gt;, &lt;a href=\"Nikos%20Chatzivrettas\"&gt;Nikos Chatzivrettas&lt;/a&gt;, &lt;a href=\"Vasily%20Karasev\"&gt;Vasily Karasev&lt;/a&gt;, &lt;a href=\"Lazaros%20Papadopoulos\"&gt;Lazaros Papadopoulos&lt;/a&gt;, &lt;a href=\"Dimitris%20Diamantidis\"&gt;Dimitris Diamantidis&lt;/a&gt; and &lt;a href=\"Sofoklis%20Schortsanitis\"&gt;Sofoklis Schortsanitis&lt;/a&gt;.\nHistory.\nThe Iraklis parent athletic club was founded in 1908, and initially featured &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt;. The club was named after &lt;a href=\"Heracles\"&gt;Heracles&lt;/a&gt; (or &lt;a href=\"Hercules\"&gt;Hercules&lt;/a&gt;), the &lt;a href=\"mythical\"&gt;mythical&lt;/a&gt; Greek &lt;a href=\"demigod\"&gt;demigod&lt;/a&gt;. The basketball team of Iraklis was established in 1921.\nIraklis won the inaugural &lt;a href=\"Greek%20Basket%20League\"&gt;Greek League&lt;/a&gt; championship in 1928. To win the championship, Iraklis had to eliminate &lt;a href=\"AEK%20BC\"&gt;AEK Athens&lt;/a&gt; and &lt;a href=\"Near%20East%20B.C.\"&gt;Near East&lt;/a&gt;, before beating &lt;a href=\"VAO%20%28sports%20club%29\"&gt;VAO&lt;/a&gt; in the championship game. The team won its second Greek championship in 1935. Also in the team's history, three times Iraklis finished in second place in the Greek Championship (1936, 1962, and 1964), three times Iraklis has been a &lt;a href=\"Greek%20Basketball%20Cup\"&gt;Greek Cup&lt;/a&gt; Finalist (1981, 1994, and 1996), and two times Iraklis made it to the semifinals of the &lt;a href=\"European%20professional%20club%20basketball%20system\"&gt;European 2nd-tier&lt;/a&gt; level league &lt;a href=\"Saporta%20Cup\"&gt;Cup Winners' Cup&lt;/a&gt;.\nIraklis reached the semifinals of the &lt;a href=\"1994%E2%80%9395%20FIBA%20European%20Cup\"&gt;1994–95 FIBA European Cup&lt;/a&gt;, where they competed against &lt;a href=\"Saski%20Baskonia\"&gt;Taugrés&lt;/a&gt;. Iraklis won the first game 79–78, but lost the next two games, to be eliminated 2–1 in a &lt;a href=\"best%20of%20three\"&gt;best of three&lt;/a&gt; series. In 1996, an Iraklis team led by former &lt;a href=\"NBA\"&gt;NBA&lt;/a&gt; players &lt;a href=\"Xavier%20McDaniel\"&gt;Xavier McDaniel&lt;/a&gt; and &lt;a href=\"Roy%20Tarpley\"&gt;Roy Tarpley&lt;/a&gt;, reached the &lt;a href=\"Greek%20Basketball%20Cup\"&gt;Greek Cup&lt;/a&gt; Final Four. By beating &lt;a href=\"Apollon%20Patras%20BC\"&gt;Apollon Patras&lt;/a&gt; in the semifinal, Iraklis reached the final, where it then lost 85–74 to &lt;a href=\"Panathinaikos%20B.C.\"&gt;Panathinaikos&lt;/a&gt;. Iraklis has also twice competed in the top European continental competitions. The club played in the &lt;a href=\"European%20professional%20club%20basketball%20system\"&gt;European top-tier&lt;/a&gt; level &lt;a href=\"EuroLeague\"&gt;European Champions' Cup&lt;/a&gt; in the &lt;a href=\"1995%E2%80%9396%20FIBA%20European%20League\"&gt;1995–96 season&lt;/a&gt;, and also competed in the &lt;a href=\"FIBA%20SuproLeague\"&gt;FIBA SuproLeague&lt;/a&gt; during the &lt;a href=\"2000%E2%80%9301%20FIBA%20SuproLeague\"&gt;2000–01 season&lt;/a&gt;.\nRecent history (2005-present).\nIn &lt;a href=\"2005%E2%80%9306%20Greek%20Basket%20League\"&gt;2006&lt;/a&gt;, Iraklis was &lt;a href=\"promotion%20and%20relegation\"&gt;relegated&lt;/a&gt; to the &lt;a href=\"Greek%20A2%20Basket%20League\"&gt;Greek A2 Basket League&lt;/a&gt;, after finishing 13th in the first-tier Greek League. In 2010, after four seasons in the second-tier level Greek League, the team was &lt;a href=\"promotion%20and%20relegation\"&gt;promoted&lt;/a&gt; back up to the top-tier Greek Basket League. After one season in the Greek top-tier level, Iraklis was again relegated down to the &lt;a href=\"Greek%20A2%20Basket%20League\"&gt;A2&lt;/a&gt;, with two matches left in the season. At the end of the season, Iraklis chose to play in the third-tier level of Greek basketball, the &lt;a href=\"Greek%20B%20Basket%20League\"&gt;Greek B Basket League&lt;/a&gt;, in order to clear its debts. The club was promoted to the &lt;a href=\"Greek%20A2%20Basket%20League\"&gt;Greek A2 Basket League&lt;/a&gt; in 2013, after finishing 2nd in its group, and after &lt;a href=\"Peristeri%20BC\"&gt;Peristeri&lt;/a&gt; failed to receive financial clearance to participate in the league.\nIn the &lt;a href=\"2018%E2%80%9319%20Greek%20A2%20Basket%20League\"&gt;2018–19 season&lt;/a&gt;, Iraklis won the promotion playoffs of the Greek A2 League, and was promoted up to the top level &lt;a href=\"Greek%20Basket%20League\"&gt;Greek Basket League&lt;/a&gt;, for the first time in 8 years. During the &lt;a href=\"2019%E2%80%9320%20Greek%20Basket%20League\"&gt;2019–20 season&lt;/a&gt;, Iraklis is taking part in the &lt;a href=\"Greek%20Basket%20League\"&gt;Greek Basket League&lt;/a&gt; organized by the &lt;a href=\"Hellenic%20Basketball%20Federation\"&gt;Hellenic Basketball Federation&lt;/a&gt;. The season started in October 2019 and was scheduled to end in June 2020. However, due to the coronavirus pandemic, the championship was terminated earlier. Iraklis took the 7th place with 29 points, having 9 wins and 11 losses in a total of 20 games. In the 2020–21 season, Iraklis returned to European competitions, taking part in the qualifying round of the &lt;a href=\"Basketball%20Champions%20League\"&gt;Basketball Champions League&lt;/a&gt; and later on in the 2020–21 &lt;a href=\"FIBA%20Europe%20Cup\"&gt;FIBA Europe Cup&lt;/a&gt; where the club reached the Top16 round having 3 wins and 1 loss. In the &lt;a href=\"2020%E2%80%9321%20Greek%20Basket%20League\"&gt;2020–21 season&lt;/a&gt; Iraklis took the 10th place with 29 points, having 7 wins and 15 losses in a total of 22 games.\nHome arena.\nIn earlier times, Iraklis played its home games at the &lt;a href=\"Thessaloniki%20Forum\"&gt;Thessaloniki Forum&lt;/a&gt;. Iraklis currently plays its home games in the &lt;a href=\"Ivanofeio%20Sports%20Arena\"&gt;Ivanofeio Sports Arena&lt;/a&gt;, an arena with a seating capacity of 2,500. The arena opened in 1987, and it was expanded to its current capacity in 1991. Ivanofeio is situated in the &lt;a href=\"Thessaloniki\"&gt;Thessaloniki&lt;/a&gt; city center, and it is owned by the &lt;a href=\"G.S.%20Iraklis%20Thessaloniki\"&gt;GS Iraklis&lt;/a&gt; multi-sport club.\nSupporters.\nThe most prominent supporters' club of the team is \"Aftonomi Thira 10\" (meaning Autonomous Gate 10), a fan club with a total of 15 branches in Northern Greece. The fan club is known for holding an antiracist stance, as it participates in the \"Ultras Antiracist Festival\". Other activities of the fan club include the publication of a magazine, and the conducting of an annual festival. Other minor supporters' clubs are \"SFISE\", \"Blue Boys\", \"A.P.A.T.S.I.\", and \"Iraklis Fan Club of Athens\". In a 2013 opinion poll, Iraklis was ranked as the 6th most popular basketball club in Greece, gathering 2.8% of the participating supporters' votes."
}