{
    "id": "15613910",
    "revid": "18144726",
    "url": "https://en.wikipedia.org/wiki?curid=15613910",
    "title": "Heinz Krügel",
    "text": "Heinz Krügel (24 April 1921 – 27 October 2008) was a German &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; player and manager.\nPlaying career.\nAt age 6, Krügel began his playing career in the youth teams of then &lt;a href=\"FSV%20Zwickau\"&gt;SC Planitz&lt;/a&gt;. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, he served in the 5th &lt;a href=\"SS\"&gt;SS&lt;/a&gt; Panzer Division \"Wiking\" from 1940 to 1944, was wounded on the Eastern Front, and later transferred to SS Flak Division 509 in the &lt;a href=\"Balkans\"&gt;Balkans&lt;/a&gt;. There he was taken prisoner, from which he returned in 1946. He restarted his career in Planitz until 1948 and had his biggest success as a player there, when he won the &lt;a href=\"DDR-Oberliga\"&gt;Championship of the Eastern Zone&lt;/a&gt; in the same year. In 1950 he suffered a knee injury and his playing career was over, even though he was only 29 years old.\nManagement career.\nSoon after this setback, Krügel began his managing career as the youngest Oberliga manager at the army sports club &lt;a href=\"FC%20Viktoria%20Frankfurt\"&gt;KVP Vorwärts Leipzig&lt;/a&gt;. Later on he managed &lt;a href=\"Lokomotive%20Leipzig\"&gt;Einheit Ost/SC Rotation Leipzig&lt;/a&gt; and &lt;a href=\"F.C.%20Hansa%20Rostock\"&gt;SC Empor Rostock&lt;/a&gt;. In 1959, he was made national manager of &lt;a href=\"East%20Germany%20national%20football%20team\"&gt;East Germany&lt;/a&gt; and remained in this position until 1961, coaching the team in 8 matches. From 1961 to 1966, he managed &lt;a href=\"Hallescher%20FC\"&gt;Hallescher FC Chemie&lt;/a&gt;, winning the &lt;a href=\"1961%E2%80%9362%20FDGB-Pokal\"&gt;1962&lt;/a&gt; &lt;a href=\"FDGB-Pokal\"&gt;FDGB-Pokal&lt;/a&gt;.\nHis biggest success awaited Krügel at &lt;a href=\"1.%20FC%20Magdeburg\"&gt;1. FC Magdeburg&lt;/a&gt;. When he arrived, the club had just been relegated to the second-tier &lt;a href=\"DDR-Liga\"&gt;DDR-Liga&lt;/a&gt;, but Krügel rebuilt the squad, winning re-promotion immediately. In the following 8 years, Krügel's 1. FC Magdeburg team captured three East German Championships (&lt;a href=\"DDR-Oberliga%201971-72\"&gt;1971/72&lt;/a&gt;, &lt;a href=\"DDR-Oberliga%201973-74\"&gt;1973/74&lt;/a&gt;, &lt;a href=\"DDR-Oberliga%201974-75\"&gt;1974/75&lt;/a&gt;), came in third four times (&lt;a href=\"DDR-Oberliga%201967-68\"&gt;1967/68&lt;/a&gt;, &lt;a href=\"DDR-Oberliga%201968-69\"&gt;1968/69&lt;/a&gt;, &lt;a href=\"DDR-Oberliga%201972-73\"&gt;1972/73&lt;/a&gt;, &lt;a href=\"DDR-Oberliga%201975-76\"&gt;1975/76&lt;/a&gt;) and won the FDGB-Cup twice (&lt;a href=\"1968%E2%80%9369%20FDGB-Pokal\"&gt;1969&lt;/a&gt;, &lt;a href=\"1972%E2%80%9373%20FDGB-Pokal\"&gt;1973&lt;/a&gt;). On top of all that, Magdeburg won the &lt;a href=\"UEFA%20Cup%20Winners%27%20Cup%201973-74\"&gt;1974&lt;/a&gt; edition of the &lt;a href=\"UEFA%20Cup%20Winners%27%20Cup\"&gt;UEFA Cup Winners' Cup&lt;/a&gt;, beating favorites and holders &lt;a href=\"A.C.%20Milan\"&gt;A.C. Milan&lt;/a&gt; 2–0 in Rotterdam. Because of his successes, Krügel had offers from many European clubs, including the likes of &lt;a href=\"Juventus%20F.C.\"&gt;Juventus Turin&lt;/a&gt; who offered four million Marks for Krügel's services, if he also brought young forward &lt;a href=\"Martin%20Hoffmann%20%28footballer%29\"&gt;Martin Hoffmann&lt;/a&gt;. However, Krügel declined these offers.\nHe also would not let his work be influenced by the Magdeburg branch of the &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany\"&gt;SED&lt;/a&gt;. When Magdeburg played &lt;a href=\"FC%20Bayern%20Munich\"&gt;FC Bayern Munich&lt;/a&gt; in the &lt;a href=\"UEFA%20Champions%20League\"&gt;European Champions' Cup&lt;/a&gt; in 1974, the &lt;a href=\"Stasi\"&gt;Stasi&lt;/a&gt; had bugged the &lt;a href=\"West%20Germany\"&gt;West Germans'&lt;/a&gt; dressing room, but Krügel declined to make use of these devices.\nIn 1976, the East German FA banned Krügel from his managerial duties, citing \"insufficient development of the Olympic athletes at 1. FC Magdeburg\". After the &lt;a href=\"German%20reunification\"&gt;German reunification&lt;/a&gt; Krügel was rehabilitated and was given an award by the &lt;a href=\"German%20Football%20Association\"&gt;German Football Association&lt;/a&gt;. For one year, he was Executive Director (Football) at 1. FC Magdeburg. He later was an honorary member of the club and often watched their matches.\nDeath.\nOn 27 October 2008 Krügel died in Magdeburg after prolonged sickness."
}