{
    "id": "1562041",
    "revid": "30607451",
    "url": "https://en.wikipedia.org/wiki?curid=1562041",
    "title": "Mobcap",
    "text": "A mobcap (or mob cap or mob-cap) is a round, gathered or pleated &lt;a href=\"cloth\"&gt;cloth&lt;/a&gt; (usually &lt;a href=\"linen\"&gt;linen&lt;/a&gt;) &lt;a href=\"bonnet%20%28headgear%29\"&gt;bonnet&lt;/a&gt; consisting of a &lt;a href=\"Caul%20%28headgear%29\"&gt;caul&lt;/a&gt; to cover the hair, a frilled or ruffled brim, and (often) a &lt;a href=\"ribbon\"&gt;ribbon&lt;/a&gt; band, worn by married women in the &lt;a href=\"Georgian%20period\"&gt;Georgian period&lt;/a&gt;, when it was called a \"bonnet\". These caps were always gathered to a flat, often curved, brim. The caul had a flat bottom and curved top. The bottom was typically gathered to fit the back neck with a drawstring, while the curved sides and top were tightly gathered and stitched to the brim, which typically had some curves, too. Originally an informal style, the bonnet became a high-fashion item as part of the adoption of simple \"country\" clothing in the &lt;a href=\"1750%E2%80%931795%20in%20fashion\"&gt;later 18th century&lt;/a&gt;. It was an indoor fashion, and was worn under a hat for outdoor wear.\nEtymology.\nThe origin of the term \"mobcap\" is a compound of \"mob\" \"dishabille, casually dressed\" + \"cap\". It may be modeled on Dutch \"mop(muts)\" \"woman's cap\".\nDuring the French Revolution, the name \"mob cap\" caught on because the poorer women who were involved in the riots wore them, but they had been in style for middle class, and even aristocracy, since the century began.\nFrom at least 1730 to at least 1750, a single mob cap could be referred to as \"a suit of mobs\" or 'a suit of mobbs', while the plural mob caps could be described as 'suits of mobs' or 'suits of mobbs'.\nIn 1820, an issue of \"The Ladies' Monthly Museum\" puts it thusly:[A]s mobs do not become everybody\nVariations.\nThe one piece, ruffled, gathered circle mobcap often seen worn with historical costumes is a simplified, modern interpretation, rather than a copy of a period cap.\nBy the &lt;a href=\"Victorian%20fashion\"&gt;Victorian&lt;/a&gt; period, mobcaps lingered as the head covering of &lt;a href=\"servant\"&gt;servant&lt;/a&gt;s and &lt;a href=\"nurse\"&gt;nurse&lt;/a&gt;s, and small mobcaps, not covering the hair, remained part of these uniforms into the early 20th century.\nModern versions of mobcaps are still worn in the &lt;a href=\"pharmaceutical%20industry\"&gt;pharmaceutical industry&lt;/a&gt;, in clean-rooms, and in other sectors where the hair has to be contained. These mobcaps are usually a simple circle shape with an &lt;a href=\"Elastomer\"&gt;elastic&lt;/a&gt; band and may be made of disposable materials such as spun-bound &lt;a href=\"polypropylene\"&gt;polypropylene&lt;/a&gt; so they are like a shower cap. They can also be made of &lt;a href=\"nylon\"&gt;nylon&lt;/a&gt; netting."
}