{
    "id": "15645946",
    "revid": "13294494",
    "url": "https://en.wikipedia.org/wiki?curid=15645946",
    "title": "The All New Popeye Hour",
    "text": "The All New Popeye Hour is an American &lt;a href=\"animated%20television%20series\"&gt;animated television series&lt;/a&gt; produced by &lt;a href=\"Hanna-Barbera\"&gt;Hanna-Barbera Productions&lt;/a&gt; and &lt;a href=\"King%20Features%20Syndicate\"&gt;King Features Syndicate&lt;/a&gt;. Starring the &lt;a href=\"comic%20strip\"&gt;comic strip&lt;/a&gt; &lt;a href=\"character%20%28arts%29\"&gt;character&lt;/a&gt; &lt;a href=\"Popeye\"&gt;Popeye&lt;/a&gt;, the series aired from 1978 to 1983 Saturday mornings on &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt;.\nProduction.\nThe show was produced by the legendary studios of &lt;a href=\"Hanna-Barbera\"&gt;Hanna-Barbera&lt;/a&gt;, which tried to retain the style of the original \"Thimble Theatre\" comic strip while complying with the prevailing content restrictions on &lt;a href=\"violence\"&gt;violence&lt;/a&gt;. Featured characters, aside from the popular main stars of Popeye, &lt;a href=\"Bluto\"&gt;Bluto&lt;/a&gt;, &lt;a href=\"Olive%20Oyl\"&gt;Olive Oyl&lt;/a&gt; and &lt;a href=\"J.%20Wellington%20Wimpy\"&gt;Wimpy&lt;/a&gt;, were &lt;a href=\"Swee%27Pea\"&gt;Swee'Pea&lt;/a&gt;, &lt;a href=\"Poopdeck%20Pappy\"&gt;Poopdeck Pappy&lt;/a&gt;, &lt;a href=\"Eugene%20the%20Jeep\"&gt;Eugene the Jeep&lt;/a&gt; and Popeye's quadruplet nephews. Popeye's outfit reverted to his sailor's uniform, except for his cap, which was retained as the white Navy hat. Bluto's name was restored, as it had erroneously been changed to \"Brutus\" for the early 1960s \"Popeye\" cartoons. Olive Oyl also reverted to her 1930s look.\nAt the start, \"The All New Popeye Hour\" has three segments: \"Popeye\", \"Popeye's Treasure Hunt\" and \"&lt;a href=\"Dinky%20Dog\"&gt;Dinky Dog&lt;/a&gt;\" (a non-\"Popeye\" segment about the misadventures of an enormous &lt;a href=\"sheepdog\"&gt;sheepdog&lt;/a&gt; that was later spun off into its own show). In 1979, the show added \"The Popeye Sports Parade\".\nBecause of restrictions on violence on television cartoons for children at the time, Popeye did not throw punches in retaliation to Bluto; he often lifted him, with his own hands or with machinery, and hurled him away. The series marked the last time &lt;a href=\"Jack%20Mercer\"&gt;Jack Mercer&lt;/a&gt; would voice Popeye; he died on December 4, 1984, fifteen months after the show's cancellation.\nEach episode also contains a PSA interstitial called a Safety Tip or a Health Tip about things that include but are not limited to washing hands before dinner, brushing teeth, nutrition, crossing the street the right way, protection against sunburn, and spray paint safety. Some Safety Tips feature an anthropomorphic &lt;a href=\"wolf\"&gt;wolf&lt;/a&gt; named Mr. No-No who would engage in dangerous or destructive activities like consuming toxic substances, drinking alcohol, and smoking. He would tend to get Pipeye, Peepeye, Poopeye, and Pupeye to do the same until he is either stopped in some way or turned away by Popeye.\n\"The All New Popeye Hour\" ran on &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; until September 1981, when it was shortened to a half-hour show and retitled \"The Popeye and Olive Comedy Show\". The show added two new segments. The first segment was \"Prehistoric Popeye\", similar to \"&lt;a href=\"The%20Flintstones\"&gt;The Flintstones&lt;/a&gt;\". The second segment was \"Private Olive Oyl\", where Olive and &lt;a href=\"Alice%20the%20Goon\"&gt;Alice the Goon&lt;/a&gt; join the &lt;a href=\"United%20States%20Army\"&gt;Army&lt;/a&gt;, then proceed to drive their drill sergeant, Sgt. Bertha Blast (voiced by &lt;a href=\"Jo%20Anne%20Worley\"&gt;Jo Anne Worley&lt;/a&gt;) nuts, yet impress the base commander, Col. Crumb (voiced by &lt;a href=\"Hal%20Smith%20%28actor%29\"&gt;Hal Smith&lt;/a&gt;). This cartoon is based on the idea of \"&lt;a href=\"Private%20Benjamin%20%281980%20film%29\"&gt;Private Benjamin&lt;/a&gt;\"; Hanna-Barbera was also concurrently producing a virtually identical concept with sitcom characters &lt;a href=\"Laverne%20and%20Shirley\"&gt;Laverne and Shirley&lt;/a&gt; called \"&lt;a href=\"Laverne%20and%20Shirley%20in%20the%20Army\"&gt;Laverne and Shirley in the Army&lt;/a&gt;\" for rival network &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; at the time.\nThe show was removed from the CBS lineup in September 1983, and the cartoons were immediately sold to local stations in nationwide &lt;a href=\"Broadcast%20syndication\"&gt;syndication&lt;/a&gt;. They have also been released on VHS and DVD. During the time these cartoons were in production, CBS aired \"The Popeye Valentine Special: Sweethearts at Sea\" on February 14, 1979 at 8:30 PM (Eastern). In the UK, the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; aired a half-hour version of \"The All New Popeye Show\", from the early-1980s to 2004. Unlike cartoon series produced by Hanna-Barbera in the 1970s, \"The All New Popeye Hour\" did not contain a &lt;a href=\"laugh%20track\"&gt;laugh track&lt;/a&gt;.\nThe syndicated version can currently be seen on &lt;a href=\"Amazon%20Prime%20Video\"&gt;Amazon Prime Video&lt;/a&gt;, &lt;a href=\"Tubi\"&gt;Tubi&lt;/a&gt; (as \"Popeye: The Continuing Adventures\") and on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; (as \"All-New Popeye\").\nIn Southeast Asia, it aired on &lt;a href=\"Cartoon%20Network%20%28Asian%20TV%20channel%29\"&gt;Cartoon Network&lt;/a&gt; in the 2000s.\nVoice cast.\nIn addition to providing many of the cartoon scripts, &lt;a href=\"Jack%20Mercer\"&gt;Jack Mercer&lt;/a&gt; reprised his &lt;a href=\"voice%20acting\"&gt;voice&lt;/a&gt; as Popeye, while &lt;a href=\"Marilyn%20Schreffler\"&gt;Marilyn Schreffler&lt;/a&gt; and &lt;a href=\"Allan%20Melvin\"&gt;Allan Melvin&lt;/a&gt; became the new voices of Olive Oyl and Bluto, respectively (&lt;a href=\"Mae%20Questel\"&gt;Mae Questel&lt;/a&gt; auditioned for Hanna-Barbera to recreate Olive Oyl, but was rejected in favor of Schreffler).\nHome media.\nThe first DVD that features \"The All New Popeye Hour\" was released on May 16, 2000, by &lt;a href=\"Rhino%20Entertainment\"&gt;Rhino Home Video&lt;/a&gt; with eighteen segments from the series. A few years later, Warner Home Video released \"Popeye &amp; Friends - Volume One\", a single DVD featuring eight unedited episodes. As of 2021, the series has yet to have a complete series DVD box set."
}