{
    "id": "1564411",
    "revid": "15279604",
    "url": "https://en.wikipedia.org/wiki?curid=1564411",
    "title": "Barbie (1991 video game)",
    "text": "Barbie is a multi-platform &lt;a href=\"video%20game\"&gt;video game&lt;/a&gt; developed by &lt;a href=\"Imagineering%20%28company%29\"&gt;Imagineering&lt;/a&gt; for &lt;a href=\"Hi%20Tech%20Expressions\"&gt;Hi Tech Expressions&lt;/a&gt;. It is based on Mattel Inc.'s &lt;a href=\"Barbie\"&gt;doll of the same name&lt;/a&gt; and was created in an attempt to &lt;a href=\"Women%20and%20video%20games\"&gt;get more girls to play video games&lt;/a&gt;. As such, it is one of the few explicitly &lt;a href=\"Women%20and%20video%20games\"&gt;girl-oriented&lt;/a&gt; &lt;a href=\"Nintendo%20Entertainment%20System\"&gt;NES&lt;/a&gt; games. The game takes place in a dream where Barbie must travel through three different worlds (Mall, Underwater and Soda Shop) to gather &lt;a href=\"Fashion%20accessory\"&gt;accessories&lt;/a&gt; before attending a &lt;a href=\"Ball%20%28dance%29\"&gt;ball&lt;/a&gt; to meet &lt;a href=\"Ken%20%28doll%29\"&gt;Ken&lt;/a&gt;. Despite it having been of little interest to typical gamers at the time of its release, critics including staff writers for \"&lt;a href=\"Velikij%20Drakon\"&gt;Velikij Drakon&lt;/a&gt;\" and &lt;a href=\"Allgame\"&gt;Allgame&lt;/a&gt; have praised it as \"not bad\" for a generic platformer. Others including &lt;a href=\"Justine%20Cassell\"&gt;Justine Cassell&lt;/a&gt; and Nathanael Ng of the &lt;a href=\"Georgia%20Institute%20of%20Technology\"&gt;Georgia Institute of Technology&lt;/a&gt; have advanced the view that its genre is not appropriate for its content.\nPlot.\nBarbie dreams that she has been invited to the Fantasy Ball, but in her dream she has nothing nice to wear. She travels to three different worlds to gather &lt;a href=\"Fashion%20accessory\"&gt;accessories&lt;/a&gt; for the big night and a chance with &lt;a href=\"Ken%20%28doll%29\"&gt;Ken&lt;/a&gt;. Along the way she meets a veritable menagerie of animal friends and searches to find Dream-Ups, Glamor Items, and Charms for her bracelet that will help her along her way.\nIn Mall World, Barbie goes on a shopping spree for Barbie coins that she uses at the wishing fountain to acquire an exquisite pink &lt;a href=\"ball%20gown\"&gt;ball gown&lt;/a&gt;. In Underwater World, Mermaid Barbie and a few helpful dolphins search for pearls that Barbie returns to a giant oyster in exchange for an elegant pearl ring. Finally, in the 1950s-style &lt;a href=\"Soda%20shop\"&gt;Soda Shop&lt;/a&gt; Barbie must collect &lt;a href=\"Music%20recording%20sales%20certification\"&gt;gold record&lt;/a&gt;s that she uses to make a stairway into the sky to collect the last accessory, a charming pair of sparkly &lt;a href=\"high%20heels\"&gt;high heels&lt;/a&gt;. Barbie returns to the Barbie Dream House to get ready for the Fantasy Ball, and as she descends the stairs wearing all of her accessories, a dapper Ken awaits to dance with her.\nGameplay.\nUnlike other Barbie games, \"Barbie\" is designed as a platformer. \"Barbie\"'s levels are \"dreams\" and each \"dream\" has Barbie walking left to right while avoiding obstacles to keep her \"Zs\" from dropping which would make her wake up and have to replay the level, or sometimes restart the entire game. Barbie can also request help from animals by selecting one of the charms on her &lt;a href=\"charm%20bracelet\"&gt;charm bracelet&lt;/a&gt; to signal what sort of action the animal should perform. Pressing the B-button then throws the &lt;a href=\"Command%20%28computing%29\"&gt;command&lt;/a&gt;. If the command reaches the animal, the animal will perform the command requested. Enemies are all normally inanimate objects like tennis rackets, kites, shoes, pizza, water, popcorn, etc. that Barbie must evade by leaping over them. At the end of each section a &lt;a href=\"Boss%20%28video%20gaming%29\"&gt;boss&lt;/a&gt; battle occurs with the boss usually being overcome with the help of an animal.\nDevelopment and release.\n\"Barbie\" was designed by &lt;a href=\"Hi%20Tech%20Expressions\"&gt;Hi Tech Expressions&lt;/a&gt; in an attempt to get more girls to play video games, although the developers tried to make the gameplay appealing to boys as well. Following the 1984 release of an earlier title also called simply \"&lt;a href=\"Barbie%20%281984%20video%20game%29\"&gt;Barbie&lt;/a&gt;\", the game became the second in the \"Barbie\" series. Together with the later ' and ', the \"Barbie\" series was aimed at a young audience that Hi Tech Expressions listed as 3 to 9, and that third parties recommend to those 3 to 8.\nThe basic sales and research data that Hi Tech Expressions examined in designing the game suggested that girls tended to prefer &lt;a href=\"action%20game\"&gt;activity-based&lt;/a&gt; or &lt;a href=\"puzzle%20game\"&gt;puzzle-oriented games&lt;/a&gt; over the &lt;a href=\"shoot-%27em-up\"&gt;shoot-'em-up&lt;/a&gt; games that were popular at the time. To accommodate this preference, the team endeavored to include puzzles and mazes while avoiding any reference to blood and violence. The game was originally slated for release in October 1991, but delays caused it to be released two months later in December.\nThe game has two versions, one of which contains 3 new songs composed by Hi Tech Expressions producer Billy Pidgeon, Ken Kirschner, and &lt;a href=\"Danny%20Ray%20%28saxophonist%29\"&gt;Danny Ray&lt;/a&gt;.\nReception and legacy.\nA review published in &lt;a href=\"Allgame\"&gt;Allgame&lt;/a&gt; praised it as \"not just a game of silly fashions and changing outfits,\" but a game that \"actually has simple puzzles and decent, albeit slow, platform action,\" and the Russian \"&lt;a href=\"Velikij%20Drakon\"&gt;Velikij Drakon&lt;/a&gt;\" noted that the game even had a few secret areas (commonly denoted by the \"B\" block). Game Freaks 365 said the game was \"much more interesting than you'd probably think. The pink, cute label art displaying the classic doll in 90s regalia doesn't stare you down as something with any sort of depth, but once you actually start to play it you find there's quite a bit going on in this little platformer.\" \nOn the other hand, critics have pointed out that the game feels like it has been shoehorned into an inappropriate genre for its content and that even for a platformer it is wholly unremarkable. In her book, \"From Barbie to Mortal Kombat: Gender and Computer Games\", &lt;a href=\"Justine%20Cassell\"&gt;Justine Cassell&lt;/a&gt; uses \"Barbie\" as an example of typical \"pink\" software—software designed with a male audience that is merely &lt;a href=\"Skin%20%28computing%29\"&gt;re-skinned&lt;/a&gt; for female gamers without regard for their different tastes in gaming. Cassell notes that in the design of the early 1990s \"Barbie\" video games, Mattel supervisors were only interested in the superficial visual appearances and left the game mechanics and development to third parties. &lt;a href=\"Seanbaby\"&gt;Seanbaby&lt;/a&gt; ranked the game #6 on his top 20 \"Worst Nintendo Games\", writing that \"It's not just because I'm a boy; this game really really sucks.\" Reviewers in \"Velikij Drakon\" criticized the bosses as unimpressive, questioning for example whether as serious a word as \"boss\" could plausibly be warranted for \"a pair of jumping pants and a jersey\" (the second boss).\n\"Barbie\" was discussed in 1992 by the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt; during a hearing chaired by the Subcommittee on Intellectual Property and Judicial Administration (under the &lt;a href=\"United%20States%20House%20Committee%20on%20the%20Judiciary\"&gt;Committee on the Judiciary&lt;/a&gt;) in which it was noted that the game had been subject to frequent counterfeiting and related copyright and trademark infringements. The bulk of \"Barbie\" counterfeits were noted to have originally come from &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;, however at the time the counterfeiters were shifting operations toward &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt;, &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;, and &lt;a href=\"China\"&gt;China&lt;/a&gt;. As the House noted, the counterfeit operations that sought to infringe \"Barbie\"'s intellectual property rights were large-scale and sophisticated operations working with the very latest &lt;a href=\"ROM%20image\"&gt;ROM&lt;/a&gt; technology. Some of the counterfeit cartridges were essentially exact duplicates indistinguishable in quality from the original product."
}