{
    "id": "1567582",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=1567582",
    "title": "Mike Boyd (police officer)",
    "text": "Michael J. Boyd, (born 1952) is a &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; police officer and administrator, who served as the interim Chief of the Toronto Police and then as Chief of the Edmonton Police. He is a 35-year veteran of the &lt;a href=\"Toronto%20Police%20Service\"&gt;Toronto Police Service&lt;/a&gt;.\nPersonal life and education.\nBoyd graduated from the &lt;a href=\"Federal%20Bureau%20of%20Investigation\"&gt;Federal Bureau of Investigation&lt;/a&gt; (F.B.I.) National Academy Program, earned a certificate in Criminal Justice Education from the &lt;a href=\"University%20of%20Virginia\"&gt;University of Virginia&lt;/a&gt; and has completed the F.B.I.’s National Executive Institute Course.\nBoyd resides in Toronto, Ontario with his wife Margo.\nToronto.\nBoyd was appointed as deputy chief in 1994. He was considered a leading candidate for the chief's job in 1999, when it was offered to Fantino, who was then the Chief of York Region Police. This was despite the fact that Fantino hadn't officially even applied for the job. In 2001, Boyd became Deputy Chief of all specialized investigative and operational support units.\nBoyd subsequently retired from the police force in 2003, and worked with the Canadian Centre on Substance Abuse.\nBoyd came out of retirement to accept an appointment as interim police chief from March 1, 2005 to April 6, 2005. His appointment followed the police services board's controversial 2004 announcement that it would not renew Fantino's contract at the end of his term, a decision which outraged many of Toronto's more &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; &lt;a href=\"Toronto%20City%20Council\"&gt;city councilors&lt;/a&gt;. In his early media interviews, Boyd stated that he hoped to bring a more collaborative and community-oriented style of leadership to the job than Fantino did, particularly around controversial issues such as &lt;a href=\"racial%20profiling\"&gt;racial profiling&lt;/a&gt;. Boyd was initially considered a front-runner for position of police chief after some praise from the board during his short time. On April 6, another former deputy chief, &lt;a href=\"Bill%20Blair%20%28police%20chief%29\"&gt;Bill Blair&lt;/a&gt;, was named Fantino's permanent successor. Insiders suggested that the vote was 4-2 in favour of Blair. In contrast to Fantino, there was little difference between Boyd and Blair, although it was widely believed that mayor &lt;a href=\"David%20Miller%20%28mayor%20of%20Toronto%29\"&gt;David Miller&lt;/a&gt; personally preferred Boyd. &lt;a href=\"Case%20Ootes\"&gt;Case Ootes&lt;/a&gt; and &lt;a href=\"Hugh%20Locke\"&gt;Hugh Locke&lt;/a&gt;, the two conservative members of the police services board, voted against Boyd for that reason.\nEdmonton.\nBoyd was subsequently appointed chief of the &lt;a href=\"Edmonton%20Police%20Service\"&gt;Edmonton Police Service&lt;/a&gt; on January 18, 2006.\nBoyd was not popular with rank-and-file officers. Many officers were critical of Boyd and pushing their police union to hold a non-confidence vote in the chief, with one former Edmonton constable saying that Boyd created a &lt;a href=\"hostile%20work%20environment\"&gt;hostile work environment&lt;/a&gt;. One of Boyd's recent directives required his officers to use only clean language with even the foulest of criminals, causing resentment among the ranks. In the summer of 2009, a photo of Boyd with the caption \"I can't hear you over the sound of how awesome I am\" was circulated among police staff by e-mail, prompting Boyd to launch an investigation. Boyd then worked to improve morale among the force and was complemented for his efforts by the head of the Edmonton Police Association, Tony Simioni.\nIn June 2010, Boyd was rushed to hospital after falling ill with a fainting spell, and returned to work after a month of leave.\nOn September 7, 2010 Boyd announced he would be stepping down as Chief of the Edmonton Police Service, effective as of December 31, 2010. In his departure statement, he cited the latest survey showing 89 percent citizen satisfaction in the police, a six percent increase from two years ago, while Mayor &lt;a href=\"Stephen%20Mandel\"&gt;Stephen Mandel&lt;/a&gt; said that Boyd had \"done a remarkable job for the last five years\". Although Boyd's contract was renewed in 2008 and would have run until the end of 2011, he and his wife Margo wanted to move back to Ontario to be close to their ailing parents."
}