{
    "id": "1567125",
    "revid": "1067144348",
    "url": "https://en.wikipedia.org/wiki?curid=1567125",
    "title": "Uru people",
    "text": "The Uru or Uros () are an &lt;a href=\"indigenous%20peoples%20of%20the%20Americas\"&gt;indigenous people&lt;/a&gt; of &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt; and &lt;a href=\"Bolivia\"&gt;Bolivia&lt;/a&gt;. They live on an approximate and still growing 120 self-fashioned &lt;a href=\"floating%20island\"&gt;floating island&lt;/a&gt;s in &lt;a href=\"Lake%20Titicaca\"&gt;Lake Titicaca&lt;/a&gt; near &lt;a href=\"Puno\"&gt;Puno&lt;/a&gt;. They form three main groups: the Uru-Chipaya, &lt;a href=\"Uru-Murato\"&gt;Uru-Murato&lt;/a&gt;, and Uru-Iruito. The Uru-Iruito still inhabit the Bolivian side of Lake Titicaca and the &lt;a href=\"Desaguadero%20River%20%28Bolivia%29\"&gt;Desaguadero River&lt;/a&gt;.\nHistory.\nAccording to legend, the Uru descend from a people that spoke the &lt;a href=\"Puquina%20language\"&gt;Puquina language&lt;/a&gt;. However, while most of the Uru have shifted to &lt;a href=\"Aymara%20language\"&gt;Aymara&lt;/a&gt; and &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt;, as few as two people still spoke in 2004 the nearly extinct &lt;a href=\"Uru%20language\"&gt;Uru language&lt;/a&gt; which is actually closely related to the &lt;a href=\"Chipaya%20language\"&gt;Chipaya language&lt;/a&gt;. The Uru considered themselves the owners of the lake and water. According to the legend, Uru used to say that they had black blood, because they did not feel the cold. They historically called themselves \"Lupihaques\", \"sons of the Sun\". Although the Uru language is nearly extinct, the Uru continue to maintain their identity and some old customs.\nThe purpose of the island settlements was originally defensive; if a threat arose the floating islands could be moved. The largest island retains a watchtower, as do most smaller islands.The Uru traded with the &lt;a href=\"Aymara%20ethnic%20group\"&gt;Aymara&lt;/a&gt; tribe on the mainland, intermarrying with them and eventually abandoning the Uru language for that of the Aymara. About 500 years ago they lost their original language. When conquered by the &lt;a href=\"Inca%20empire\"&gt;Inca empire&lt;/a&gt;, they had to pay taxes to them, and often were made &lt;a href=\"Slavery\"&gt;slave&lt;/a&gt;s.\nReed island construction.\nThe Uru use bundles of dried &lt;a href=\"Totora%20%28plant%29\"&gt;Totora reeds&lt;/a&gt; to make &lt;a href=\"reed%20boat\"&gt;reed boat&lt;/a&gt;s (\"balsas\"), and to make the islands themselves.\nThe larger islands house about ten families, while smaller ones, only about thirty meters wide, house only two or three families.\nThe islets are made of multiple natural layers harvested in Lake Titicaca: The base is made of large pallets of floating &lt;a href=\"totora%20%28plant%29\"&gt;Totora&lt;/a&gt; roots, which are tied together with ropes and covered in multiple layers of totora reeds. These dense roots that the plants develop and interweave form a natural layer called Khili (about one to two meters thick), which are the main flotation and stability devices of the islands. They are anchored with ropes attached to large &lt;a href=\"Eucalyptus\"&gt;Eucalyptus&lt;/a&gt; poles driven into the bottom of the lake; each floating block of Khili measures approx. 4x10 meters. Said blocks used to be harvested with Eucalyptus wedges but are now sourced using 1.5m long metal saws custom made for this purpose.\nOnce the Khili pallets are tied together and anchored, multiple layers of cut reeds are added. The bottom layer of covering reeds rot away fairly quickly, so new reeds are added to the top constantly, about every two weeks to three months depending on weather. This is especially important in the rainy season when the reeds rot much faster.\nTourism via boats from &lt;a href=\"Puno\"&gt;Puno&lt;/a&gt; has become the primary financial income for people living on the islands.\nThe Uru's islands are located at 3,810 meters above sea level, and just five kilometers east from the Puno port. Around 2,000 descendants of the Uru were counted in the 1997 census, although only a few hundred still live on and maintain the islands; most have moved to the mainland. The Uru also bury their dead on the mainland in special cemeteries.\nFood is classically cooked in pots by means of pottery stoves; these are placed on flat stones to prevent the flammable reed islands from catching fire. To relieve themselves, tiny 'outhouse' islands are placed near the main islands with simple toilets installed in them. The ground root absorbs the waste.\nMost islands feature a standardized shower building with tiles roofs, water heating cells and a hot water boiler to allow for warm showers.\nHouses on the floating islands are mostly made of reeds too, with some using corrugated metal roofs - but insulation exists only in few of them. All houses are built on top of an extra 1m layer of dry reeds to prevent &lt;a href=\"Rheumatism\"&gt;Rheumatism&lt;/a&gt;.\nTraditional lifestyle.\nMuch of the Urus' diet and medicine also revolve around the same &lt;a href=\"totora%20%28plant%29\"&gt;totora&lt;/a&gt; reeds used to construct the islands. When a reed is pulled, the white bottom is often eaten for &lt;a href=\"iodine\"&gt;iodine&lt;/a&gt;. This prevents &lt;a href=\"goitre\"&gt;goitre&lt;/a&gt;s. This white part of the reed is called the \"chullo\" (&lt;a href=\"Aymara%20ethnic%20group\"&gt;Aymara&lt;/a&gt; ). The Uru rely on totora reeds in the same way that the Andean people of Peru rely on the &lt;a href=\"coca\"&gt;coca&lt;/a&gt; leaf for relief from hunger and the harsh climate. When in pain, they may wrap the reed around the body part that is in pain. If it is hot outside, they sometimes roll the white part of the reed in their hands and split it open, placing the reed on their forehead. In this form, it is very cool to the touch. The white part of the reed is also used to help ease alcohol-related hangovers. The totora reeds are a primary source of food. The Uru also make a reed flower &lt;a href=\"tea\"&gt;tea&lt;/a&gt;.\nLocal residents fish &lt;a href=\"Pupfish\"&gt;ispi&lt;/a&gt;, &lt;a href=\"Pupfish\"&gt;carachi&lt;/a&gt; and &lt;a href=\"catfish\"&gt;catfish&lt;/a&gt;. &lt;a href=\"Trout\"&gt;Trout&lt;/a&gt; was introduced to the lake from &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; in 1940, and &lt;a href=\"Odontesthes%20bonariensis\"&gt;kingfish&lt;/a&gt; was introduced from &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;. Uru also hunt birds such as &lt;a href=\"Gull\"&gt;seagull&lt;/a&gt;s, &lt;a href=\"duck\"&gt;duck&lt;/a&gt;s and &lt;a href=\"flamingo\"&gt;flamingo&lt;/a&gt;s, and graze their &lt;a href=\"cattle\"&gt;cattle&lt;/a&gt; on the islets. They also run crafts stalls aimed at the numerous tourists who visit ten of the islands each year. They barter totora reeds on the mainland in &lt;a href=\"Puno\"&gt;Puno&lt;/a&gt; to get products they need, such as &lt;a href=\"quinoa\"&gt;quinoa&lt;/a&gt; and other foods.\nDomesticated animals.\nThe Uru people have domesticated local animals to assist with producing food and other purposes. For example, &lt;a href=\"cormorant\"&gt;cormorant&lt;/a&gt;s, waterbirds who catch fish, are kept tethered with wool tied to their feet, so that &lt;a href=\"Cormorant%20fishing\"&gt;they can catch fish&lt;/a&gt; for human consumption. Another local bird, the &lt;a href=\"ibis\"&gt;ibis&lt;/a&gt;, is domesticated for laying eggs. Ibis are also butchered for meat. To control rats on the reed islands, domestic cats are also kept by the Uru islanders.\nSome islands also feature ponds inside the island; yet again some of these are lined with a large fishing net and suggest &lt;a href=\"Aquaculture\"&gt;localised Aquaculture&lt;/a&gt;. The primary amount of fish is still caught in the wide open of Lake Titicaca.\nModern life.\nThe Uru do not reject modern technology: most boats have motors, nearly all islands have shared solar panels to run appliances such as televisions and the main island is home to an Uru-run &lt;a href=\"Frequency%20modulation\"&gt;FM&lt;/a&gt; &lt;a href=\"Radio%20broadcasting\"&gt;radio station&lt;/a&gt;, which plays music for several hours a day. High ultraviolet radiation levels occur throughout the Altiplano region of Peru and Bolivia. Kindergarten and elementary schooling is done on several islands, including a traditional school and a school run by a &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; church. Older children and university students attend school on the mainland, often in nearby Puno. Historically, most of the Uru islands were located near the middle of the lake, about 9 miles from the shore; however, in 1986, after a major storm devastated the islands, many Uru rebuilt closer to shore.\n, about 1,200 Uru lived on an archipelago of 60 artificial islands, clustering in the western corner of the lake near the port town of Puno. The islands have become one of Peru's tourist attractions, allowing the Uru to supplement their hunting and fishing by conveying visitors to the islands by motorboat and selling handicrafts."
}