{
    "id": "15692202",
    "revid": "36898522",
    "url": "https://en.wikipedia.org/wiki?curid=15692202",
    "title": "Lee Payne",
    "text": "Lee John Payne (born 12 December 1966) is an English former professional footballer and currently a football agent. He played as a left-winger in both England and the Netherlands.\nPayne joined Luton Town as a schoolboy, but was later released as an eighteen-year-old. His first senior appearance in &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; came with &lt;a href=\"Hitchin%20Town%20F.C.\"&gt;Hitchin Town&lt;/a&gt; in 1985 and after a successful spell there he moved on to &lt;a href=\"Barnet%20F.C.\"&gt;Barnet&lt;/a&gt;, for whom he played twice in the &lt;a href=\"Football%20Conference\"&gt;Conference&lt;/a&gt; as they finished in second place at the end of the 1987–88 season.\nAfter three more appearances for Barnet the following season, Payne was sold to &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt; for a non league record transfer fee of £125,000 and in October of that season made his football league debut against &lt;a href=\"Middlesbrough%20F.C.\"&gt;Middlesbrough&lt;/a&gt; in a 3–1 victory at St James Park. He went on to make seven appearances for the Magpies before moving to &lt;a href=\"Reading%20F.C.\"&gt;Reading&lt;/a&gt; in March 1989 for a transfer fee of £60,000.\nAfter making 34 appearances and scoring 3 goals Payne moved to the Netherlands to play for &lt;a href=\"Eerste%20Divisie\"&gt;Eerste Divisie&lt;/a&gt; (second-tier) club &lt;a href=\"BV%20Veendam\"&gt;BV Veendam&lt;/a&gt; in 1990. In his first season, he became BV Veendam's player of the year making 32 appearances and scoring 12 goals. In 1991/92 Payne was transferred for a sum of around £100,000 to rival Dutch club &lt;a href=\"FC%20Emmen\"&gt;FC Emmen&lt;/a&gt; where he spent three seasons before returning to BV Veendam for a further season only to be forced to end his professional playing career in 1995/6 through a serious knee injury after a short spell back in England in 1993, during which he played once in the Conference for &lt;a href=\"Gateshead%20F.C.\"&gt;Gateshead&lt;/a&gt; – although Payne continued playing for another few years back in amateur football in the Netherlands.\nAfter fully retiring, he subsequently became a scout for a number of clubs throughout Europe, including West Ham, before later becoming a football agent, holding a &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt; agent's license and represents a number of high-profile footballers in England. Payne's father was a manager in non-league football in England, notably Wealdstone. Payne who has a strong Christian faith is also Ambassador for Sports Chaplaincy uk ."
}