{
    "id": "15704746",
    "revid": "1175300",
    "url": "https://en.wikipedia.org/wiki?curid=15704746",
    "title": "Jean-Louis Pichon",
    "text": "Jean-Louis Pichon (born 1948) is a French stage director, opera manager and author.\nLife and career.\nAfter studying Classics, Jean-Louis Pichon carried out research into theatre. In 1969, he attended a master's thesis devoted to Racine's work. As an actor, it is to Fernand Ledoux that he owes his training which lead on to the world first production of the Monde Cassé from Gabriel Marcel at the Alliance Française Theatre in 1971; Jean-Louis Pichon was both stage director and actor in this play where he embodied Antonnof.\nSince then, his double occupation has been developed: he performed in the great classics (\"&lt;a href=\"Britannicus%20%28play%29\"&gt;Britannicus&lt;/a&gt;\", \"&lt;a href=\"Andromaque\"&gt;Andromaque&lt;/a&gt;\", \"&lt;a href=\"Le%20Cid\"&gt;Le Cid&lt;/a&gt;\", \"&lt;a href=\"Le%20Jeu%20de%20l%27Amour%20et%20du%20Hasard\"&gt;Le Jeu de l'Amour et du Hasard&lt;/a&gt;\", \"&lt;a href=\"Hamlet\"&gt;Hamlet&lt;/a&gt;\", \"&lt;a href=\"Les%20Femmes%20Savantes\"&gt;Les Femmes Savantes&lt;/a&gt;\" and others) and also played many roles from the temporary theatre: Ionesco, Beckett, Pinter, Weingarten, Foissy, and others. His activities as a director are mainly in the straight theatre: \"&lt;a href=\"Le%20M%C3%A9decin%20malgr%C3%A9%20lui\"&gt;Le Médecin malgré lui&lt;/a&gt;\" by Molière, \"&lt;a href=\"Le%20Roi%20se%20meurt\"&gt;Le Roi se meurt&lt;/a&gt;\" by Ionecso, \"Monsieur Barnett\" by Anouilh, \"Tartuffe\" by Molière, \"&lt;a href=\"Huis%20Clos\"&gt;Huis Clos&lt;/a&gt;\" by Jean-Paul Sartre, \"En attendant Godot\" by Beckett and \"Le Comédien aux liens\" by &lt;a href=\"Charles%20Rambaud\"&gt;Charles Rambaud&lt;/a&gt;.\nJean-Louis Pichon has always had a passion for &lt;a href=\"opera\"&gt;opera&lt;/a&gt; and naturally directed his work into that sphere. First, with \"&lt;a href=\"Le%20testament%20de%20la%20tante%20Caroline\"&gt;Le Testament de la tante Caroline&lt;/a&gt;\" by Roussel, \"&lt;a href=\"Amadis%20%28Massenet%29\"&gt;Amadis&lt;/a&gt;\" by &lt;a href=\"Jules%20Massenet\"&gt;Massenet&lt;/a&gt; in 1988, the recording of which won the \"Orphée d'Or\" awarded by The National Academy of Opera, and \"&lt;a href=\"Th%C3%A9r%C3%A8se%20%28opera%29\"&gt;Thérèse&lt;/a&gt;\", which represented France at the European Festival of Culture in &lt;a href=\"Karlsruhe\"&gt;Karlsruhe&lt;/a&gt; before being played with great success in Poland for the commemoration of the Bicentenary of the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt; in 1989. His new production of \"&lt;a href=\"Richard%20C%C5%93ur%20de%20Lion\"&gt;Richard Cœur de Lion&lt;/a&gt;\" by Grétry was staged at the opera house in &lt;a href=\"Nancy%2C%20France\"&gt;Nancy&lt;/a&gt; and &lt;a href=\"Lorraine%20%28region%29\"&gt;Lorraine&lt;/a&gt;.\nFor the opening of the 1991-1992 season, he made a new production of \"&lt;a href=\"Macbeth%20%28opera%29\"&gt;Macbeth&lt;/a&gt;\" by &lt;a href=\"Verdi\"&gt;Verdi&lt;/a&gt;, which was taken up again at the opera house in &lt;a href=\"Nantes\"&gt;Nantes&lt;/a&gt;. His work on the rarely performed operas of Massenet earned him an invitation to the &lt;a href=\"Teatro%20Massimo\"&gt;Teatro Massimo&lt;/a&gt; in &lt;a href=\"Palermo\"&gt;Palermo&lt;/a&gt; which entrusted him to stage \"&lt;a href=\"Esclarmonde\"&gt;Esclarmonde&lt;/a&gt;\" in January 1993 (conducted by &lt;a href=\"Gianandrea%20Gavazzeni\"&gt;Gianandrea Gavazzeni&lt;/a&gt;). During the same year, Jean-Louis Pichon put on \"&lt;a href=\"Il%20Pirata\"&gt;Il Pirata&lt;/a&gt;\" by &lt;a href=\"Vincenzo%20Bellini\"&gt;Bellini&lt;/a&gt; at the opera house in &lt;a href=\"Saint-%C3%89tienne\"&gt;Saint-Étienne&lt;/a&gt;, then in Nancy and Tours before accepting the invitation of the National Opera of &lt;a href=\"Montevideo\"&gt;Montevideo&lt;/a&gt; (&lt;a href=\"Uruguay\"&gt;Uruguay&lt;/a&gt;) to stage a new production of \"Macbeth\". In March 1994, he produced a very attractive \"&lt;a href=\"Turandot\"&gt;Turandot&lt;/a&gt;\" by &lt;a href=\"Puccini\"&gt;Puccini&lt;/a&gt;. Later on, the Royal Opera of &lt;a href=\"Wallonia\"&gt;Wallonia&lt;/a&gt; asked him to undertake the staging of \"&lt;a href=\"Carmen\"&gt;Carmen&lt;/a&gt;\" which opened the 1995-1996 season. This performance, taken up in Saint-Etienne, was then presented at the Teatro Massimo of Palermo in April 1996.\nThe staging of \"&lt;a href=\"Tha%C3%AFs%20%28opera%29\"&gt;Thaïs&lt;/a&gt;\" by Massenet, made for the 4th &lt;a href=\"Massenet%20Festival\"&gt;Massenet Festival&lt;/a&gt; in Saint-Etienne in November 1996, was taken up in Nantes in January 1997 before representing France in &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt; in December 1997 for France-Egypt year. Pierre Médecin invited Jean-Louis Pichon for the unexpected return of \"&lt;a href=\"La%20dame%20blanche\"&gt;La Dame Blanche&lt;/a&gt;\" at the &lt;a href=\"Op%C3%A9ra-Comique\"&gt;Opéra-Comique&lt;/a&gt; in April 1997. In addition, he created a new production of the French version of \"Lucie de Lammermoor\" (\"&lt;a href=\"Lucia%20di%20Lammermoor\"&gt;Lucia di Lammermoor&lt;/a&gt;\") for the Martina Franca Festival in July of that same year.\nThe 1998-1996 season stood out thanks to the revival of \"&lt;a href=\"La%20dame%20blanche\"&gt;La dame blanche&lt;/a&gt;\" at the Opéra-Comique, of \"Lucie de Lammermoor\" in Saint-Etienne and a new production of \"&lt;a href=\"Roma%20%28opera%29\"&gt;Roma&lt;/a&gt;\" by Massenet at the Martina Franca Festival then, at the Teatro Massimo of Palermo. The 1999-2000 season saw the resurrection of \"&lt;a href=\"Le%20roi%20de%20Lahore\"&gt;Le roi de Lahore&lt;/a&gt;\" staged at the Massenet Festival and in Bordeaux in November 1999, and also the revival of \"Carmen\" at the Opera Theatre in Saint-Etienne, in Cosenza, in Wallonia and in Marseille.\nIn 2001, Martina Franca Festival invited him to give a lease of life to Gounod's opera \"&lt;a href=\"La%20reine%20de%20Saba\"&gt;La reine de Saba&lt;/a&gt;\".\nIn November 2001, Jean-Louis Pichon directed \"&lt;a href=\"Roma%20%28opera%29\"&gt;Roma&lt;/a&gt;\" for the 6th Massenet Festival in Saint-Etienne, followed by \"&lt;a href=\"H%C3%A9rodiade\"&gt;Hérodiade&lt;/a&gt;\" which stood out in the reopening of the Massenet Theatre in Saint-Etienne and was taken up at the Royal Opera in Wallonia in May 2002. Finally, at the end of the season, a new production of \"&lt;a href=\"Cavalleria%20rusticana\"&gt;Cavalleria rusticana&lt;/a&gt;\" was shown in Saint-Etienne and in &lt;a href=\"Vichy\"&gt;Vichy&lt;/a&gt;.\nDuring the 2002-2003 season, Jean-Louis Pichon created a new production of \"Lucia di Lammermoor\" in &lt;a href=\"Avignon\"&gt;Avignon&lt;/a&gt;, of \"La reine de Saba\" and of \"&lt;a href=\"Werther\"&gt;Werther&lt;/a&gt;\" in Saint-Etienne and of \"&lt;a href=\"Dialogues%20des%20Carm%C3%A9lites\"&gt;Dialogues des Carmélites&lt;/a&gt;\" at the Maestranza in &lt;a href=\"Seville\"&gt;Seville&lt;/a&gt;.\nIn 2003, during the 7th Massenet Biennial event he directed \"&lt;a href=\"Sapho%20%28Massenet%29\"&gt;Sapho&lt;/a&gt;\" by Massenet.\nHe would join the Martina Franca Festival in July 2004 for the unearthing of one of Gounod's forgotten masterpieces, \"&lt;a href=\"Polyeucte%20%28opera%29\"&gt;Polyeucte&lt;/a&gt;\".\nAmong his recent productions, the revival of \"Dialogues des Carmélites\" and a new production of the French version of \"&lt;a href=\"Salome%20%28opera%29\"&gt;Salome&lt;/a&gt;\" in collaboration with Nice Opera.\nIn 2005, he presents \"Dialogues des Carmélites\" in &lt;a href=\"Santiago%20of%20Chile\"&gt;Santiago of Chile&lt;/a&gt; and stages \"&lt;a href=\"Le%20jongleur%20de%20Notre-Dame\"&gt;Le jongleur de Notre-Dame&lt;/a&gt;\" for the 8th Massenet Festival and \"Werther\" in &lt;a href=\"Bordeaux\"&gt;Bordeaux&lt;/a&gt; in 2006, then \"Polyeucte\" in Saint-Etienne.\nIn June 2006, Jean-Louis Pichon directed \"&lt;a href=\"Les%20p%C3%AAcheurs%20de%20perles\"&gt;Les pêcheurs de perles&lt;/a&gt;\" by Bizet with the &lt;a href=\"Shanghai\"&gt;Shanghai&lt;/a&gt; Opera House before going back to Santiago for a new production of \"&lt;a href=\"La%20Gioconda%20%28opera%29\"&gt;La Gioconda&lt;/a&gt;\".\nIn February 2007, Jean-Louis Pichon staged \"&lt;a href=\"Le%20roi%20d%27Ys\"&gt;Le roi d'Ys&lt;/a&gt;\" by &lt;a href=\"%C3%89douard%20Lalo\"&gt;Lalo&lt;/a&gt; at the Opera House in Saint-Etienne.\nFor the ninth Massenet Festival in November 2007 he put on a new production of \"&lt;a href=\"Ariane%20%28Massenet%29\"&gt;Ariane&lt;/a&gt;\" that was greeted with enthusiasm both by the critics and the public.\nIn March 2008 he will take up \"Le Roi d’Ys\" at the Royal Opera in Wallonia before the production of \"Werther\" at the French May in &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;.\nAmong his international projects : \"&lt;a href=\"Lakm%C3%A9\"&gt;Lakmé&lt;/a&gt;\" in Cairo, \"Les Pêcheurs de perles\" in Santiago of Chile, \"&lt;a href=\"La%20boh%C3%A8me\"&gt;La bohème&lt;/a&gt;\" in &lt;a href=\"Monte%20Carlo\"&gt;Monte Carlo&lt;/a&gt; and &lt;a href=\"Li%C3%A8ge\"&gt;Liège&lt;/a&gt;.\nJean-Louis Pichon has been in charge of the running of the Opera Theatre in Saint-Étienne since 1983 where he is managing director and has been the artistic director of the Massenet Festival since 1990 (since its inception).\nHe is Officer in the National Order of Arts."
}