{
    "id": "15718477",
    "revid": "12215099",
    "url": "https://en.wikipedia.org/wiki?curid=15718477",
    "title": "Para Wirra Conservation Park",
    "text": "Para Wirra Conservation Park (formerly Para Wirra Recreation Park and Para Wirra National Park) is a &lt;a href=\"protected%20area\"&gt;protected area&lt;/a&gt; located in the foothills of the &lt;a href=\"Mount%20Lofty%20Ranges\"&gt;Mount Lofty Ranges&lt;/a&gt; in the northern end of the &lt;a href=\"Adelaide\"&gt;Adelaide metropolitan area&lt;/a&gt; in &lt;a href=\"South%20Australia\"&gt;South Australia&lt;/a&gt;. The conservation park is part of a larger, block of contiguous native vegetation, the remainder of which is owned by &lt;a href=\"Primary%20Industries%20and%20Regions%20SA\"&gt;PIRSA Forestry&lt;/a&gt;, &lt;a href=\"SA%20Water\"&gt;SA Water&lt;/a&gt; and private landholders.\nDescription.\nPara Wirra Conservation Park is located within the localities of &lt;a href=\"Barossa%20Goldfields%2C%20South%20Australia\"&gt;Barossa Goldfields&lt;/a&gt;, &lt;a href=\"Humbug%20Scrub%2C%20South%20Australia\"&gt;Humbug Scrub&lt;/a&gt;, &lt;a href=\"Williamstown%2C%20South%20Australia\"&gt;Williamstown&lt;/a&gt; and &lt;a href=\"Yattalunga%2C%20South%20Australia\"&gt;Yattalunga&lt;/a&gt; about northeast of &lt;a href=\"Adelaide%20city%20centre\"&gt;Adelaide CBD&lt;/a&gt; and southeast of &lt;a href=\"Gawler%2C%20South%20Australia\"&gt;Gawler&lt;/a&gt;. The other close townships to the park are &lt;a href=\"One%20Tree%20Hill%2C%20South%20Australia\"&gt;One Tree Hill&lt;/a&gt; to the south and &lt;a href=\"Williamstown%2C%20South%20Australia\"&gt;Williamstown&lt;/a&gt; to the east.\nClimate.\nThe climate is Mediterranean maritime, influenced by south westerly winds with approximately 79% of the total rainfall occurring in the months from April to October, inclusive.\nTopography.\nThe park ranges in altitude from above sea level immediately below Devil's Nose to just over asl in the south eastern corner of the park. 76% of the park lies above the contour. The landform of the park has been described as \"a hilly upland with broad crests and dissected slopes\" (Lauet al et, 1977). The northern section is a dissected plateau due to the &lt;a href=\"South%20Para%20River\"&gt;South Para River&lt;/a&gt;, which has formed steep sloped valleys and narrow ridge tops; the central reserve area is an undissected plateau; and the southern area is dominated by Mack Creek.\nGeology.\nPara Wirra Conservation Park lies entirely within an &lt;a href=\"Inliers%20and%20outliers%20%28geology%29\"&gt;inlier&lt;/a&gt; of &lt;a href=\"Basement%20%28geology%29\"&gt;crystalline basement&lt;/a&gt; rock which extends southwards to &lt;a href=\"River%20Torrens%23Physiography\"&gt;Torrens Gorge&lt;/a&gt;. It is part of a more extensively exposed Precambrian rock mass, the oldest in the Mount Lofty Ranges. In the extreme west of the park there are undifferentiated metamorphic, mostly very micaceous rocks (&lt;a href=\"schists\"&gt;schists&lt;/a&gt;), and &lt;a href=\"gneiss\"&gt;gneiss&lt;/a&gt;es. A zone of distinctive layered or banded quartz-feldspar rich rocks (gneisses) extends though the central portion of the park. In the extreme east there is another conspicuous rock type (&lt;a href=\"Gneiss%23Augen%20gneiss\"&gt;augen gneiss&lt;/a&gt;) which is distinguished by the presence of \"eye\" structures (usually of feldspar) up to 2.5 cm in length, indicative of greater &lt;a href=\"Shear%20%28geology%29\"&gt;shearing&lt;/a&gt;.\nSoils.\nThere appear to be 3 principal soil types in the park: duplex soils with yellow-grey clay horizons in the southern section of the park, duplex soils with red clay horizions in the north and coarse textured uniform soils on the steep slopes and rockly ridges. The South Para River has limited soil developments and consists of alluvial sands and gravels. All soils are acidic.\nImportance.\nPara Wirra Conservation Park is not only important as an educational resource, but also for its conservation and recreation value. The boundary of the conservation park is contiguous with, and forms part of a block of native vegetation. As only twenty six percent (26%) of the Mount Lofty Ranges remains uncleared, a block of native vegetation of this size is important in terms of its representativeness of vegetation types, for the maintenance of diversity of animal and plant species, maintenance of water quality, and as a valuable recreational resource for the community. Para Wirra Conservation Park also provides a range of recreation opportunities consistent with its conservation significance and its importance and proximity to the expanding population of the northern metropolitan area.\nHistory.\nLand within the conservation park was first given protected area status on 21 June 1962 when it was proclaimed under the \"Crown Lands Act 1929\" as the \"Para Wirra National Park\", taking its name from the historic cadastral division which in lay, the &lt;a href=\"Hundred%20of%20Para%20Wirra\"&gt;Hundred of Para Wirra&lt;/a&gt;. The national park was officially opened on 24 September 1963 by the then &lt;a href=\"Premier%20of%20South%20Australia\"&gt;Premier of South Australia&lt;/a&gt;, &lt;a href=\"Thomas%20Playford%20IV\"&gt;Sir Thomas Playford&lt;/a&gt; and was the second reserve in the state to be proclaimed as a national park. On 27 April 1972, the national park was reconstituted as a recreation park. This reconstitution reflected the park's role as a natural area catering for a wide range of recreational activities. On 2 November 2015, Environment Minister Ian Hunter announced that to better recognise and protect the recreation park's natural and heritage values, it would be upgraded to Conservation Park status. The recreation park was abolished on 19 May 2016 and on the same day, its land holding was constituted as the \"Para Wirra Conservation Park\".\nPrior use of the land.\nThe conservation park takes its name from what are believed to be two local Aboriginal words; Para meaning \"river\" and Wirra meaning \"forest\". There are several sites of Aboriginal significance within the conservation park, but the area was thought to have been occupied by the &lt;a href=\"Peramangk\"&gt;Peramangk&lt;/a&gt; tribe prior European settlement. Recent findings are currently under investigation.\nFlora and fauna.\nFlora.\nPara Wirra Conservation Park is predominately covered in eucalyptus; however there is a wide variety of vegetation types. Some of these include:\n- Woodland\n- Open Woodland (low open woodland)\n- Low open forest\n- Closed scrub\n- Eucalyptus open scrub\n- &lt;a href=\"Melaleuca%20uncinata\"&gt;Melaleuca uncinata&lt;/a&gt; open scrub\n- Melaleuca uncinata closed heath\nFauna.\nPara Wirra Conservation Park is crucial in conserving the native wildlife as much of it has been adversely affected by past agricultural and mining practices.\nMammals.\nPara Wirra Conservation Park supports a large population of &lt;a href=\"western%20grey%20kangaroo\"&gt;western grey kangaroo&lt;/a&gt;s and sometimes &lt;a href=\"Common%20wallaroo\"&gt;euros&lt;/a&gt; can be seen. Other native animals present but not frequently observed in the park include the small nocturnal &lt;a href=\"yellow-footed%20antechinus\"&gt;yellow-footed antechinus&lt;/a&gt;, the ant and termite eating &lt;a href=\"short-beaked%20echidna\"&gt;short-beaked echidna&lt;/a&gt;, the &lt;a href=\"common%20ringtail%20possum\"&gt;common ringtail possum&lt;/a&gt; and the &lt;a href=\"Common%20brushtail%20possum\"&gt;brushtail possum&lt;/a&gt;.\nBirds.\nThere are over 120 species of birds recorded in the conservation park. These include the &lt;a href=\"emu\"&gt;emu&lt;/a&gt; which was introduced into the park in 1967. In the aquatic areas of the park birdlife includes the &lt;a href=\"grey%20teal\"&gt;grey teal&lt;/a&gt;, &lt;a href=\"Australasian%20grebe\"&gt;Australasian grebe&lt;/a&gt; and cormorants. The South Para river and nearby woodland areas support birds such as &lt;a href=\"white-faced%20heron\"&gt;white-faced heron&lt;/a&gt;s, &lt;a href=\"Pacific%20black%20duck\"&gt;black ducks&lt;/a&gt;, &lt;a href=\"white-browed%20babbler\"&gt;white-browed babbler&lt;/a&gt;s, &lt;a href=\"black-chinned%20honeyeater\"&gt;black-chinned honeyeater&lt;/a&gt;s and &lt;a href=\"eastern%20spinebill\"&gt;eastern spinebill&lt;/a&gt;s. A range of birds occur throughout the park including such species as the &lt;a href=\"bronzewing%20pigeon\"&gt;common bronze wing&lt;/a&gt;, &lt;a href=\"scarlet%20robin\"&gt;scarlet robin&lt;/a&gt;, &lt;a href=\"black-faced%20cuckooshrike\"&gt;black-faced cuckooshrike&lt;/a&gt;, &lt;a href=\"restless%20flycatcher\"&gt;restless flycatcher&lt;/a&gt;, &lt;a href=\"grey%20currawong\"&gt;grey currawong&lt;/a&gt;, &lt;a href=\"little%20raven\"&gt;little raven&lt;/a&gt; and the &lt;a href=\"New%20Holland%20honeyeater\"&gt;New Holland honeyeater&lt;/a&gt;. &lt;a href=\"white-throated%20treecreeper\"&gt;white-throated treecreeper&lt;/a&gt;s, &lt;a href=\"brown%20treecreeper\"&gt;brown treecreeper&lt;/a&gt;s and &lt;a href=\"white-winged%20chough\"&gt;white-winged chough&lt;/a&gt;s are observed in the woodland areas while &lt;a href=\"laughing%20kookaburra\"&gt;laughing kookaburra&lt;/a&gt;s, &lt;a href=\"red-rumped%20parrot\"&gt;red-rumped parrot&lt;/a&gt;s and &lt;a href=\"peaceful%20dove\"&gt;peaceful dove&lt;/a&gt;s prefer the grass and woodland areas. In areas of dense groundcover family groups of &lt;a href=\"superb%20fairywren\"&gt;superb fairywren&lt;/a&gt;s search for food. Flitting in the open areas are &lt;a href=\"jacky%20winter\"&gt;jacky winter&lt;/a&gt;s and &lt;a href=\"yellow-rumped%20thornbill\"&gt;yellow-rumped thornbill&lt;/a&gt;s.\nReptiles and Amphibians.\nThere are 38 recorded reptiles and amphibians within Para Wirra Conservation Park. These include the &lt;a href=\"Eastern%20long-necked%20turtle\"&gt;long-necked tortoise&lt;/a&gt;, &lt;a href=\"Christinus%20marmoratus\"&gt;marbled gecko&lt;/a&gt;, &lt;a href=\"Tree%20Dtella%20Gecko\"&gt;tree dtella&lt;/a&gt;, &lt;a href=\"Eastern%20bearded%20dragon\"&gt;bearded dragon&lt;/a&gt;, the &lt;a href=\"Tiliqua%20rugosa\"&gt;shingle back&lt;/a&gt;, common grass skink and &lt;a href=\"Eastern%20Blue-tongued%20Lizard\"&gt;eastern blue tongue lizard&lt;/a&gt;. Only 5 species are amphibians: the &lt;a href=\"brown%20tree%20frog\"&gt;brown tree frog&lt;/a&gt;, &lt;a href=\"Limnodynastes%20dumerilii\"&gt;bull frog&lt;/a&gt;, &lt;a href=\"spotted%20grass%20frog\"&gt;spotted grass frog&lt;/a&gt;, &lt;a href=\"Bibron%27s%20toadlet\"&gt;Bibron's toadlet&lt;/a&gt; and brown froglet. The &lt;a href=\"Demansia%20psammophis\"&gt;yellow faced whip snake&lt;/a&gt;, &lt;a href=\"Eastern%20brown%20snake\"&gt;brown snake&lt;/a&gt; and the &lt;a href=\"red-bellied%20black%20snake\"&gt;red-bellied black snake&lt;/a&gt; have also been sighted in the park.\nRecreational uses.\nTrails.\nWalking is one of the main ways to discover of Para Wirra Conservation Park. All trails are graded and timed. Trails include walks around the lakes, the goldfields, valleys, open woodland and rivers. More information can be obtained from pamphlets on Para Wirra Conservation Park from DEWNR. The contact details are listed below under the last heading in this article.\nProgrammes in place.\nProgrammes in place at Para Wirra Conservation Park include:\n&lt;a href=\"weed%20control\"&gt;weed control&lt;/a&gt; (namely African &lt;a href=\"bridal%20creeper\"&gt;bridal creeper&lt;/a&gt; and &lt;a href=\"boneseed\"&gt;boneseed&lt;/a&gt;),\nvermin control (preventing over grazing by &lt;a href=\"feral%20goat\"&gt;feral goat&lt;/a&gt;s and &lt;a href=\"kangaroo\"&gt;kangaroo&lt;/a&gt;s), and\n&lt;a href=\"revegetation\"&gt;revegetation&lt;/a&gt; programmes aimed at re-establishing indigenous plant species.\nAffiliated groups.\nAffiliated groups with the Para Wirra Conservation Park, other than the conservation park's manager &lt;a href=\"Department%20for%20Environment%20and%20Water%20%28South%20Australia%29\"&gt;Department for Environment and Water&lt;/a&gt; (DEW), include \"The Friends of Para Wirra\" (the major group). They meet on the first Wednesday and third Saturday of every month, starting at 9:00 am in the Conference Centre alongside the Ranger's office., \"Heart Foundation Walks\", \"Barossa Goldfields Society\", \"Tintookies Orienteers\", \"ASSA\", and various other groups who volunteer and hold functions within the recreation park less frequently.\nGuided walks and school visits.\nSchool visits, guided walks and other functions such as celebrations, meetings and volunteer activities within the park can be arranged.\nConference Centre.\nThe Friends of Para Wirra also have a small Conference Centre for hire, named the Ted and Molly Hughes Conference Centre after a husband and wife who are valuable life members of the Friends, having provided over 20 years’ service.\nEducational value.\nPara Wirra Conservation Park's educational value is regarded as \"invaluable\", because of:"
}