{
    "id": "15720668",
    "revid": "998182",
    "url": "https://en.wikipedia.org/wiki?curid=15720668",
    "title": "William S. Schwartz",
    "text": "William Samuel Schwartz (February 23, 1896 – February 10, 1977) was an American artist who lived and worked in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;.\nBiography.\nSchwartz was born in &lt;a href=\"Smarhon\"&gt;Smorgon&lt;/a&gt; in &lt;a href=\"Belarus\"&gt;Belarus&lt;/a&gt; (then in the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;) to Samuel Schwartz and Tauba Reznikoff. At the age of thirteen, he moved to the nearby city of &lt;a href=\"Vilna\"&gt;Vilna&lt;/a&gt; to attend art school. Four years later, he emigrated to the United States and eventually enrolled in the &lt;a href=\"School%20of%20the%20Art%20Institute%20of%20Chicago\"&gt;School of the Art Institute of Chicago&lt;/a&gt;. After graduating, he put his art career on hold to concentrate on a budding career as an &lt;a href=\"opera\"&gt;opera&lt;/a&gt; singer. When Schwartz returned to painting, he distinguished himself with dreamy, symbolist works and abstractions that tended to bewilder viewers. He also scandalized conservative audiences with numerous &lt;a href=\"lithographs\"&gt;lithographs&lt;/a&gt; of nude women. During the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;, Schwartz became an artist on the &lt;a href=\"Federal%20Art%20Project\"&gt;Federal Art Project&lt;/a&gt; payroll. Working under the supervision of Increase Robinson in Chicago, he painted &lt;a href=\"Regionalism%20%28art%29\"&gt;Regionalist&lt;/a&gt; works showing the countryside and small-town American life. It was not until the early 1940s that Schwartz returned to painting the esoteric imagery for which he had become known. Greatly influenced by European &lt;a href=\"surrealism\"&gt;surrealism&lt;/a&gt;, Schwartz painted strange biomorphic forms and apocalyptic scenes in many of his works.\nHe became a well-known figure in Chicago, mostly due to his memorable handlebar mustache and eccentric persona. He was also one of a group of prominent Chicago artists—including &lt;a href=\"Ivan%20Albright\"&gt;Ivan Albright&lt;/a&gt;, Malvin Albright, and &lt;a href=\"Aaron%20Bohrod\"&gt;Aaron Bohrod&lt;/a&gt;—that hung out at Riccardo's Restaurant and Gallery during the 1940s and 1950s. In his final years, Schwartz returned exclusively to painting &lt;a href=\"abstract%20art\"&gt;abstracts&lt;/a&gt;; these paintings are considered among his best work. Schwartz began suffering from &lt;a href=\"Alzheimer%27s%20disease\"&gt;Alzheimer's disease&lt;/a&gt; around 1970 and died in Chicago on February 10, 1977.\nThe &lt;a href=\"Art%20Institute%20of%20Chicago\"&gt;Art Institute of Chicago&lt;/a&gt; and the &lt;a href=\"Joslyn%20Art%20Museum\"&gt;Joslyn Art Museum&lt;/a&gt; in &lt;a href=\"Omaha\"&gt;Omaha&lt;/a&gt; have several of Schwartz's works in their permanent collections."
}