{
    "id": "15741224",
    "revid": "1060510500",
    "url": "https://en.wikipedia.org/wiki?curid=15741224",
    "title": "Space Flight Operations Facility",
    "text": "The Space Flight Operations Facility (SFOF) is a building containing a &lt;a href=\"control%20room\"&gt;control room&lt;/a&gt; and related computing and &lt;a href=\"communications%20equipment\"&gt;communications equipment&lt;/a&gt; areas at the &lt;a href=\"Jet%20Propulsion%20Laboratory\"&gt;Jet Propulsion Laboratory&lt;/a&gt; in &lt;a href=\"Pasadena%2C%20California\"&gt;Pasadena&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;. NASA's &lt;a href=\"Deep%20Space%20Network\"&gt;Deep Space Network&lt;/a&gt; is operated from this facility. The SFOF has monitored and controlled all &lt;a href=\"interplanetary%20mission\"&gt;interplanetary&lt;/a&gt; and &lt;a href=\"deep%20space%20exploration\"&gt;deep space exploration&lt;/a&gt; for NASA and other international space agencies since 1963. The facility also acted as a backup communications facility for Apollo missions.\nIt was declared a &lt;a href=\"National%20Historic%20Landmark\"&gt;National Historic Landmark&lt;/a&gt; in 1985 and is on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;.\nPublic tours are available with advance planning.\nHistory.\nIn the early years, the operations control center of the &lt;a href=\"Deep%20Space%20Network\"&gt;Deep Space Network&lt;/a&gt; did not have a permanent facility. It was a makeshift setup with numerous desks and phones installed in a large room near the computers used to calculate orbits. In July 1961, NASA started the construction of the permanent facility, Space Flight Operations Facility (SFOF). The facility was completed in October 1963 dedicated on May 14, 1964. In the initial setup of the SFOF, there were 31 consoles, 100 closed-circuit television cameras, and more than 200 television displays to support &lt;a href=\"Ranger%206\"&gt;Ranger 6&lt;/a&gt; to &lt;a href=\"Ranger%209\"&gt;Ranger 9&lt;/a&gt; and &lt;a href=\"Mariner%204\"&gt;Mariner 4&lt;/a&gt;.\nCurrent operations.\nAs of 2012, there were 22 spacecraft monitored from this facility. Depending on the operations of the spacecraft, they are scheduled to be online for 1 to 10 hours at a time. Notable is that the facility also processes the signal from \"&lt;a href=\"Voyager%201\"&gt;Voyager 1&lt;/a&gt;\" that is sent from about 11 billion miles from Earth. With data feeding into the Space Flight Operations Facility from every NASA spacecraft beyond low earth orbit, including &lt;a href=\"Rover%20%28space%20exploration%29\"&gt;rovers&lt;/a&gt;, &lt;a href=\"orbiter\"&gt;orbiter&lt;/a&gt;s, and &lt;a href=\"Space%20probe\"&gt;deep-space probes&lt;/a&gt;, there is a plaque in the middle of the room designating the facility \"The Center of the Universe.\"\nSee also.\nA list of other Deep Space Network facilities:"
}