{
    "id": "1574887",
    "revid": "33688363",
    "url": "https://en.wikipedia.org/wiki?curid=1574887",
    "title": "Tumut",
    "text": "Tumut () is a town in the &lt;a href=\"Riverina\"&gt;Riverina&lt;/a&gt; region of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, situated on the banks of the &lt;a href=\"Tumut%20River\"&gt;Tumut River&lt;/a&gt;.\nTumut sits on the north-west foothills of the &lt;a href=\"Snowy%20Mountains\"&gt;Snowy Mountains&lt;/a&gt; and is located on the traditional lands of the &lt;a href=\"Wiradjuri\"&gt;Wiradjuri&lt;/a&gt;, &lt;a href=\"Wolgalu\"&gt;Wolgalu&lt;/a&gt; and &lt;a href=\"Ngunnawal\"&gt;Ngunnawal&lt;/a&gt; &lt;a href=\"Indigenous%20Australians\"&gt;Aboriginal&lt;/a&gt; peoples.\nTumut is often referred to as the 'gateway to the snowy' &lt;a href=\"Snowy%20Mountains%20Scheme\"&gt;Snowy Mountains Scheme&lt;/a&gt;. The former &lt;a href=\"Tumut%20Shire\"&gt;Tumut Shire&lt;/a&gt; was administered from offices located in the town. Tumut is approximately south-west of &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; and north-east of &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;.\nTumut is home to a number of historic buildings, including an Anglican church designed by &lt;a href=\"Edmund%20Blacket\"&gt;Edmund Blacket&lt;/a&gt; and a Courthouse designed by &lt;a href=\"James%20Barnet\"&gt;James Barnet&lt;/a&gt;. Many of the pubs in the town have been in use from the mid to late 1800s.\nEarly settlers established many European deciduous trees throughout the area. The stand of &lt;a href=\"Poplar%20tree\"&gt;Poplars&lt;/a&gt;, &lt;a href=\"Elm%20tree\"&gt;Elm&lt;/a&gt; and &lt;a href=\"Willow%20tree\"&gt;Willow&lt;/a&gt;, amongst others, create a well renowned display of colour over autumn. Tumut celebrates this with the yearly Festival of the Falling Leaf.\nEtymology.\nThe word \"Tumut\" is derived from a possibly &lt;a href=\"Wiradjuri\"&gt;Wiradjuri&lt;/a&gt; &lt;a href=\"Indigenous%20languages%20of%20Australia\"&gt;indigenous word&lt;/a&gt; for the area, possibly \"doo-maaht\" or \"doormat\", meaning \"a quiet resting place by the river\".\nHistory.\nThe area's rivers may have been the boundaries or connection-points of the three traditional owners linked to this 'country'. During summertime, the high country was a meeting place for tribes, with &lt;a href=\"Bogong%20moth\"&gt;Bogong moth&lt;/a&gt;s being an abundant food source in the warmer months.\nBritish pastoralists began acquiring land in the area during the 1830s. In 1845, a &lt;a href=\"Petty%20session\"&gt;Court of Petty Sessions&lt;/a&gt; was established at Tumut with &lt;a href=\"Frederick%20Walker%20%28native%20police%20commandant%29\"&gt;Frederick Walker&lt;/a&gt; appointed as the inaugural magistrate. Walker later became famous as the first commandant of the &lt;a href=\"Native%20Police\"&gt;Native Police&lt;/a&gt; force based mostly in &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;.\nTumut Post Office opened 1 January 1849. A public hospital opened in the town in 1900. After many years of lobbying by the local community, construction of the railway line from &lt;a href=\"Gundagai%2C%20New%20South%20Wales\"&gt;Gundagai&lt;/a&gt; began in 1901, reaching Tumut by 1903 with the first train arriving on 2 December that year. A further extension was built to &lt;a href=\"Batlow%2C%20New%20South%20Wales\"&gt;Batlow&lt;/a&gt; and &lt;a href=\"Kunama%2C%20New%20South%20Wales\"&gt;Kunama&lt;/a&gt; from a junction at Gilmore, a few kilometres southwest of Tumut. Train services were progressively reduced in the early 1980s before the final trains to &lt;a href=\"Cootamundra%2C%20New%20South%20Wales\"&gt;Cootamundra&lt;/a&gt; ran in January 1984 before being suspended when flood damage to the line was deemed not economical to repair.\nTumut was one of the ten areas short-listed in 1908 as a site for the &lt;a href=\"Australian%20Capital%20Territory\"&gt;Australian Capital Territory&lt;/a&gt;. Other locations that were short-listed include &lt;a href=\"Albury\"&gt;Albury&lt;/a&gt;, &lt;a href=\"Armidale%2C%20New%20South%20Wales\"&gt;Armidale&lt;/a&gt;, &lt;a href=\"Bombala%2C%20New%20South%20Wales\"&gt;Bombala&lt;/a&gt;, &lt;a href=\"Dalgety%2C%20New%20South%20Wales\"&gt;Dalgety&lt;/a&gt;, &lt;a href=\"Lake%20George%2C%20New%20South%20Wales\"&gt;Lake George&lt;/a&gt;, &lt;a href=\"Orange%2C%20New%20South%20Wales\"&gt;Orange&lt;/a&gt;, &lt;a href=\"Tooma%2C%20New%20South%20Wales\"&gt;Tooma&lt;/a&gt;, &lt;a href=\"Lyndhurst%2C%20New%20South%20Wales\"&gt;Lyndhurst&lt;/a&gt; and &lt;a href=\"Yass%2C%20New%20South%20Wales\"&gt;Yass&lt;/a&gt;-Canberra. \nThe site of the new capital city would not have been the existing town of Tumut. It seems two sites near Tumut for a new city were proposed; one to the east of Tumut, at a site in the valley of &lt;a href=\"Goobarragandra%20River\"&gt;Goobarragandra River&lt;/a&gt;, which is now part of the localities of &lt;a href=\"Little%20River%2C%20New%20South%20Wales\"&gt;Little River&lt;/a&gt; and &lt;a href=\"Lacmalac%2C%20New%20South%20Wales\"&gt;Lacmalac&lt;/a&gt;; and another site between Tumut and &lt;a href=\"Adelong%2C%20New%20South%20Wales\"&gt;Adelong&lt;/a&gt;, near Gadara, under which Tumut itself would have become a part of the new Federal Territory. Planning work occurred for both sites. \nAn earlier vote following inspections of potential sites in 1902 saw the new Federal &lt;a href=\"Australian%20House%20of%20Representatives\"&gt;House of Representatives&lt;/a&gt; vote in favour of Tumut as the location for the capital, however the &lt;a href=\"Australian%20Senate\"&gt;Senate&lt;/a&gt; favoured Bombala so no consensus was reached. When federal parliamentarians put the final decision to a series of nine elimination ballots, in October 1908, Tumut was eliminated in the fifth ballot.\nThe town's &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; team competed in the Riverina &lt;a href=\"Maher%20Cup\"&gt;Maher Cup&lt;/a&gt; competition, beginning as a fixture between teams from Gundagai and Tumut under &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; rules in 1920, before switching to league rules in 1921.\nClimate.\nTumut's climate is considerably wetter than other regions in the lower plains of the &lt;a href=\"South%20West%20Slopes\"&gt;South West Slopes&lt;/a&gt;, owing to its location at the immediate foot of the &lt;a href=\"Brindabella%20Range\"&gt;Brindabella Range&lt;/a&gt;; hot, occasionally stormy summers and cool, wet winters characterise its climate. Occasionally, &lt;a href=\"snow\"&gt;snow&lt;/a&gt; may fall during the winter months; with the most recent significant snowfall having occurred in the exceptionally cold event of August 2019, where snow fell and settled to the town centre (277 m &lt;a href=\"AMSL\"&gt;AMSL&lt;/a&gt;). Under the &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt; scheme, the town is located in transitional areas between the &lt;a href=\"humid%20subtropical%20climate\"&gt;humid subtropical&lt;/a&gt; (\"Cfa\") and &lt;a href=\"oceanic%20climate\"&gt;oceanic climate&lt;/a&gt;s (\"Cfb\").\nHeritage listings.\nTumut has a number of heritage-listed sites, including:\nEconomy.\nTumut is the centre of a softwood industry based on plantation \"&lt;a href=\"Pinus%20radiata\"&gt;Pinus radiata&lt;/a&gt;\". CarterHoltHarvey Woodproducts (Central and Northern Regions) Pty Ltd operate a major sawmill on Adelong Road (the Snowy Mountains Highway) and a chipboard panel factory next door. 8 km further west on the Snowy Mountains Highway at Gilmore the company also operates a sawlog processing plant.\nThe &lt;a href=\"Visy%20Industries\"&gt;Visy Industries&lt;/a&gt; pulp and paper mill is located north of the Snowy Mountains Highway at Gadara (between Tumut and Adelong). The Visy mill is the only paper mill owned by Visy that makes paper from wood (their other mills all use recycled paper as the raw material), and is one of the biggest wood mills in Australia.\nTransport.\nTumut is situated on the &lt;a href=\"Snowy%20Mountains%20Highway\"&gt;Snowy Mountains Highway&lt;/a&gt;, but is connected by secondary roads to &lt;a href=\"Gundagai\"&gt;Gundagai&lt;/a&gt; as well as alternative routes to &lt;a href=\"Canberra\"&gt;Canberra&lt;/a&gt; across the &lt;a href=\"Brindabella%20Range\"&gt;Brindabella Range&lt;/a&gt; via &lt;a href=\"Brindabella%20Road\"&gt;Brindabella Road&lt;/a&gt; and &lt;a href=\"Wee%20Jasper\"&gt;Wee Jasper&lt;/a&gt; Road. Despite being more direct, the terrain and road conditions limit traffic via these routes. This has led to calls by the &lt;a href=\"Tumut%20Shire\"&gt;council&lt;/a&gt; and local businesses for funding to upgrade the Brindabella Road, as the increased traffic would provide the town greater economic opportunities.\nThe town was served by a &lt;a href=\"Tumut%20and%20Kunama%20railway%20lines\"&gt;railway branch line&lt;/a&gt; from &lt;a href=\"Cootamundra%2C%20New%20South%20Wales\"&gt;Cootamundra&lt;/a&gt;, which operated from 1903 until 1984, when services were suspended due to flooding. Although the line is not formally closed, it is unlikely to see service again with sections of track lifted during upgrades to the &lt;a href=\"Hume%20Highway\"&gt;Hume Highway&lt;/a&gt; near Gundagai.\nCoach services operate three times each week to Tumbarumba in the south, connecting with rail services to Melbourne and Sydney at Cootamundra three times each week.\nTumut Shire operates &lt;a href=\"Tumut%20Airport\"&gt;Tumut Airport&lt;/a&gt;, a small facility located a few kilometres out of town catering to &lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt;. Currently there are no scheduled services to the airport.\nSport.\nThe Tumut Blues compete in the &lt;a href=\"Group%209%20Rugby%20League\"&gt;Group 9 Rugby League&lt;/a&gt; competition, winning premierships in 1949, 1973, 2003, 2007, 2008, 2010 and 2019."
}