{
    "id": "15745217",
    "revid": "35784253",
    "url": "https://en.wikipedia.org/wiki?curid=15745217",
    "title": "Tower Green",
    "text": "Tower Green is a space within the &lt;a href=\"Tower%20of%20London\"&gt;Tower of London&lt;/a&gt;, a royal castle in &lt;a href=\"London\"&gt;London&lt;/a&gt;, where two &lt;a href=\"English%20people\"&gt;English&lt;/a&gt; &lt;a href=\"Queen%20consort\"&gt;Queens consort&lt;/a&gt; and several other &lt;a href=\"British%20nobility\"&gt;British nobles&lt;/a&gt; were &lt;a href=\"Capital%20punishment\"&gt;executed&lt;/a&gt; by &lt;a href=\"Decapitation\"&gt;beheading&lt;/a&gt;. It was considered more dignified for nobility to be executed away from spectators, and Queens &lt;a href=\"Anne%20Boleyn\"&gt;Anne Boleyn&lt;/a&gt;, &lt;a href=\"Catherine%20Howard\"&gt;Catherine Howard&lt;/a&gt; and &lt;a href=\"Lady%20Jane%20Grey\"&gt;Lady Jane Grey&lt;/a&gt; were among the nobility beheaded here. &lt;a href=\"Queen%20Victoria\"&gt;Queen Victoria&lt;/a&gt; asked for information on the exact location where the executions took place and had some granite paving laid to mark the spot. However, it is unclear whether the location is indeed correct because other sources place it on the current parade ground between the &lt;a href=\"White%20Tower%20%28Tower%20of%20London%29\"&gt;White Tower&lt;/a&gt; and the entrance to the current Waterloo Barracks.\nLocation.\nTower Green is an open space located south of the &lt;a href=\"Chapel%20Royal\"&gt;Chapel Royal&lt;/a&gt; of &lt;a href=\"Church%20of%20St%20Peter%20ad%20Vincula\"&gt;St. Peter ad Vincula&lt;/a&gt;. Beheading in the privacy of the Tower Green was considered a privilege of &lt;a href=\"Nobility\"&gt;rank&lt;/a&gt;; the executed were spared insults from jeering crowds, and the &lt;a href=\"Monarchy%20of%20the%20United%20Kingdom\"&gt;monarch&lt;/a&gt; was spared bad publicity. Other prisoners in the tower were executed in public on &lt;a href=\"Tower%20Hill\"&gt;Tower Hill&lt;/a&gt;, just outside the fortress, or at &lt;a href=\"Tyburn\"&gt;Tyburn&lt;/a&gt; on the other side of the city. In the middle of the green is a small square plot paved with &lt;a href=\"granite\"&gt;granite&lt;/a&gt;, which shows the site commonly believed to be the spot on which stood the scaffold on which private executions took place. The granite paving was specially created by order of &lt;a href=\"Queen%20Victoria\"&gt;Queen Victoria&lt;/a&gt;.\nThere is dispute that the memorial site is actually the scaffold site. It appears that there are sources that indicate that the site of the current memorial is merely a spot incorrectly pointed out to Queen Victoria, by an unknowing Yeoman Warder, when she inquired about the scaffold site during a visit to the Tower. Other sources describe Anne Boleyn's final walk to the scaffold, at a location on the current parade ground, between the White Tower and the entrance to the current Waterloo Barracks (not built until 1845).\nHistory.\nDuring the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, the area was used as a &lt;a href=\"cemetery\"&gt;burial ground&lt;/a&gt;. As a result of relaying the 19th century granite &lt;a href=\"Sett%20%28paving%29\"&gt;sett&lt;/a&gt; stones, shallow excavations of the foundations revealed remains of a building that sat on that site. Historic plans of the Tower of London show a building at the site of the Tower Green. It was demolished in 1684, but was rebuilt in 1685. It was removed once again soon thereafter. It appears that the building was used at the time as a guardhouse for the predecessors of the &lt;a href=\"Yeomen%20Warders\"&gt;Yeomen Warders&lt;/a&gt;. The executions at the Tower Green were done inside this building to maintain the privacy of the nobles.\nExecutions.\nThe following nobles are known to have been executed on the Tower Green:\nEach of these individuals was beheaded with an &lt;a href=\"axe\"&gt;axe&lt;/a&gt;, except for Anne Boleyn who was beheaded with a &lt;a href=\"sword\"&gt;sword&lt;/a&gt;. The bodies of all seven were buried in the Chapel of &lt;a href=\"Church%20of%20St%20Peter%20ad%20Vincula\"&gt;St Peter ad Vincula&lt;/a&gt;.\nIn addition to the seven listed above, there are three additional names listed on the memorial at Tower Green: Malcolm Macpherson, Samuel Macpherson and Farquhar Shaw. They were soldiers of the &lt;a href=\"Black%20Watch\"&gt;Black Watch&lt;/a&gt; Regiment from the &lt;a href=\"Scottish%20Highlands\"&gt;Scottish Highlands&lt;/a&gt; who were convicted of &lt;a href=\"42nd_Regiment_of_Foot%23First_action_and_mutiny\"&gt;mutiny&lt;/a&gt;, and were executed at the Tower on 19 July 1743 by a twelve-man firing squad composed of their fellow soldiers. &lt;a href=\"https%3A//web.archive.org/web/20150924031756/http%3A//www.hrp.org.uk/Resources/Memorial%2520-%2520executions%2520at%2520the%2520Tower%2520of%2520London%2520factsheet.pdf\"&gt;&lt;/a&gt; &lt;a href=\"http%3A//www.culture24.org.uk/history-and-heritage/royal-history/art39959\"&gt;&lt;/a&gt;"
}