{
    "id": "157511",
    "revid": "14652890",
    "url": "https://en.wikipedia.org/wiki?curid=157511",
    "title": "Munich air disaster",
    "text": "The Munich air disaster occurred on 6 February 1958 when &lt;a href=\"British%20European%20Airways\"&gt;British European Airways&lt;/a&gt; Flight 609 crashed on its third attempt to take off from a &lt;a href=\"slush\"&gt;slush&lt;/a&gt;-covered runway at &lt;a href=\"Munich-Riem%20Airport\"&gt;Munich-Riem Airport&lt;/a&gt;, West Germany. The aircraft was carrying the &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; team, nicknamed the \"&lt;a href=\"Busby%20Babes\"&gt;Busby Babes&lt;/a&gt;\", along with supporters and journalists. There were 44 people on board, 20 of whom died at the scene. The injured, some unconscious, were taken to the &lt;a href=\"Rechts%20der%20Isar%20Hospital\"&gt;Rechts der Isar Hospital&lt;/a&gt; in Munich where three more died, resulting in 23 fatalities with 21 survivors.\nThe team was returning from a &lt;a href=\"1957%E2%80%9358%20European%20Cup\"&gt;European Cup&lt;/a&gt; match in &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt;, &lt;a href=\"Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Yugoslavia&lt;/a&gt;, having eliminated &lt;a href=\"Red%20Star%20Belgrade\"&gt;Red Star Belgrade&lt;/a&gt; to advance to the semi-finals of the competition. The flight stopped to refuel in Munich because a non-stop flight from Belgrade to Manchester was beyond the range of the \"Elizabethan\"-class &lt;a href=\"Airspeed%20Ambassador\"&gt;Airspeed Ambassador&lt;/a&gt;. After refuelling, pilots &lt;a href=\"James%20Thain\"&gt;James Thain&lt;/a&gt; and &lt;a href=\"Kenneth%20Rayment\"&gt;Kenneth Rayment&lt;/a&gt; twice abandoned take-off because of boost surging in the left engine. Fearing they would fall too far behind schedule, Captain Thain rejected an overnight stay in Munich in favour of a third take-off attempt. By that time, snow was falling, causing a layer of slush to form at the end of the runway. After hitting the slush, the aircraft ploughed through a fence beyond the end of the runway and the left wing was torn off when it struck a house. Fearing the aircraft might explode, Thain began evacuating passengers while Manchester United goalkeeper &lt;a href=\"Harry%20Gregg\"&gt;Harry Gregg&lt;/a&gt; helped pull survivors from the wreckage.\nAn investigation by West German airport authorities originally blamed Thain, saying he did not de-ice the aircraft's wings, despite eyewitness statements indicating that de-icing was unnecessary. It was later established that the crash was caused by the slush on the runway, which slowed the plane too much to enable take-off. Thain was cleared in 1968, ten years after the incident.\nManchester United were aiming to become the third club to win three successive &lt;a href=\"English%20Football%20League\"&gt;Football League&lt;/a&gt; titles; they were six points behind league leaders &lt;a href=\"Wolverhampton%20Wanderers%20F.C.\"&gt;Wolverhampton Wanderers&lt;/a&gt; with 14 games still to play. They also held the &lt;a href=\"1957%20FA%20Charity%20Shield\"&gt;FA Charity Shield&lt;/a&gt; and had just advanced into their second successive &lt;a href=\"UEFA%20Champions%20League\"&gt;European Cup&lt;/a&gt; semi-finals. The team had not been beaten for 11 matches. The crash not only derailed the team's title ambitions that year but also destroyed the nucleus of what promised to be one of the greatest generations of players in English football history. It took ten years for the club to recover after the tragedy. Busby rebuilt the team and won the European Cup in &lt;a href=\"1967%E2%80%9368%20European%20Cup\"&gt;1968&lt;/a&gt; with a new generation of \"Babes\".\nBackground.\nIn April 1955, UEFA established the &lt;a href=\"UEFA%20Champions%20League\"&gt;European Cup&lt;/a&gt;, a football competition for the champion clubs of UEFA-affiliated nations, to begin in the 1955–56 season; however, the English league winners, &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt;, were denied entry by &lt;a href=\"the%20Football%20League\"&gt;the Football League&lt;/a&gt;'s secretary, &lt;a href=\"Alan%20Hardaker\"&gt;Alan Hardaker&lt;/a&gt;, who believed not participating was best for English football. The following season, the English league was won by Manchester United, managed by &lt;a href=\"Matt%20Busby\"&gt;Matt Busby&lt;/a&gt;. The Football League again denied their champions entry, but Busby and his chairman, &lt;a href=\"Harold%20Hardman\"&gt;Harold Hardman&lt;/a&gt;, with the help of &lt;a href=\"the%20Football%20Association\"&gt;the Football Association&lt;/a&gt;'s chairman &lt;a href=\"Stanley%20Rous\"&gt;Stanley Rous&lt;/a&gt;, defied the league and United became the first English team to play in Europe.\nThe team – known as the \"&lt;a href=\"Busby%20Babes\"&gt;Busby Babes&lt;/a&gt;\" for their youth – reached the semi-finals, beaten there by the eventual winners, &lt;a href=\"Real%20Madrid%20C.F.\"&gt;Real Madrid&lt;/a&gt;. Winning the First Division title again that season meant qualification for the &lt;a href=\"1957%E2%80%9358%20European%20Cup\"&gt;1957–58&lt;/a&gt; tournament, and their cup run in 1956–57 meant they were one of the favourites to win. Domestic league matches were on Saturdays and European matches midweek, so, although air travel was risky, it was the only choice if United were to fulfil their league fixtures, which they would have to do if they were to avoid proving Alan Hardaker right.\nAfter overcoming &lt;a href=\"Shamrock%20Rovers%20F.C.\"&gt;Shamrock Rovers&lt;/a&gt; and &lt;a href=\"Dukla%20Prague\"&gt;Dukla Prague&lt;/a&gt; in the preliminary and first round respectively, United were drawn with &lt;a href=\"Red%20Star%20Belgrade\"&gt;Red Star Belgrade&lt;/a&gt; of &lt;a href=\"Yugoslavia\"&gt;Yugoslavia&lt;/a&gt; for the quarter-finals. After beating them 2–1 at &lt;a href=\"Old%20Trafford\"&gt;Old Trafford&lt;/a&gt; on 14 January 1958, the club was to travel to Yugoslavia for the return leg on 5 February. On the way back from Prague in the previous round, fog over England prevented the team from flying back to Manchester, so they flew to &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt; before taking the ferry from the &lt;a href=\"Hook%20of%20Holland\"&gt;Hook of Holland&lt;/a&gt; to &lt;a href=\"Harwich\"&gt;Harwich&lt;/a&gt; and then the train to Manchester. The trip took its toll on the players and they drew 3–3 with &lt;a href=\"Birmingham%20City%20F.C.\"&gt;Birmingham City&lt;/a&gt; at &lt;a href=\"St%20Andrew%27s%20%28stadium%29\"&gt;St Andrew's&lt;/a&gt; three days later.\nEager not to miss Football League fixtures, and not to have a difficult trip again, the club chartered a &lt;a href=\"British%20European%20Airways\"&gt;British European Airways&lt;/a&gt; plane from Manchester to Belgrade for the away leg against Red Star. The match was drawn 3–3 but it was enough to send United to the semi-finals. The &lt;a href=\"takeoff\"&gt;takeoff&lt;/a&gt; from &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt; was delayed for an hour after &lt;a href=\"outside%20forward\"&gt;outside right&lt;/a&gt; &lt;a href=\"Johnny%20Berry\"&gt;Johnny Berry&lt;/a&gt; lost his passport, and the plane landed in Munich for refuelling at 13:15 &lt;a href=\"Greenwich%20Mean%20Time\"&gt;GMT&lt;/a&gt;.\nAircraft and crew.\nThe aircraft was a six-year-old &lt;a href=\"Airspeed%20Ambassador\"&gt;Airspeed Ambassador 2&lt;/a&gt;, built in 1952 and delivered to BEA the same year.\nThe pilot, Captain &lt;a href=\"James%20Thain\"&gt;James Thain&lt;/a&gt;, was a former RAF &lt;a href=\"flight%20lieutenant\"&gt;flight lieutenant&lt;/a&gt;. Originally a &lt;a href=\"Sergeant%23United%20Kingdom\"&gt;sergeant&lt;/a&gt; (later a &lt;a href=\"Warrant%20officer%20%28United%20Kingdom%29\"&gt;warrant officer&lt;/a&gt;), he was given an emergency commission in the RAF as an &lt;a href=\"acting%20pilot%20officer\"&gt;acting pilot officer&lt;/a&gt; on probation in April 1944, and promoted to &lt;a href=\"pilot%20officer\"&gt;pilot officer&lt;/a&gt; on probation in September that year. He was promoted to flight lieutenant in May 1948, and received a permanent commission in the same rank in 1952. He retired from the RAF to join BEA.\nThe co-pilot, Captain &lt;a href=\"Kenneth%20Rayment\"&gt;Kenneth Rayment&lt;/a&gt;, was also a former RAF flight lieutenant and a &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; &lt;a href=\"flying%20ace\"&gt;flying ace&lt;/a&gt;. After joining the RAF in 1940, he was promoted to sergeant in September 1941. He was commissioned as a war substantive pilot officer a year later, and promoted to war substantive &lt;a href=\"flying%20officer\"&gt;flying officer&lt;/a&gt; in May 1943. He shot down five German fighters, one Italian plane and a &lt;a href=\"V-1%20flying%20bomb\"&gt;V-1 flying bomb&lt;/a&gt;. He was awarded the &lt;a href=\"Distinguished%20Flying%20Cross%20%28United%20Kingdom%29\"&gt;DFC&lt;/a&gt; in July 1943, and promoted to flight lieutenant in September 1943. After leaving the RAF in 1945, he joined &lt;a href=\"British%20Overseas%20Airways%20Corporation\"&gt;BOAC&lt;/a&gt; in Cairo, before joining BEA in 1947. He had had experience with &lt;a href=\"Vickers%20VC.1%20Viking\"&gt;Viking&lt;/a&gt;s, &lt;a href=\"Douglas%20C-47%20Skytrain\"&gt;Dakotas&lt;/a&gt; and the Ambassador \"Elizabethan\" class.\nCrash.\nThain had flown the \"Elizabethan\"-class Airspeed Ambassador (registration G-ALZU) to Belgrade but handed the controls to Rayment for the return. At 14:19 GMT, the control tower at Munich was told the plane was ready to take off and gave clearance for take-off, expiring at 14:31. Rayment abandoned the take-off after Thain noticed the port &lt;a href=\"Supercharger\"&gt;boost pressure&lt;/a&gt; gauge fluctuating as the plane reached full power and the engine sounded odd while accelerating. A second attempt was made three minutes later, but called off 40 seconds into the attempt because the engines were running on an over-rich &lt;a href=\"Carburettor\"&gt;mixture&lt;/a&gt;, causing them to over-accelerate, a common problem for the \"Elizabethan\". After the second failure, passengers retreated to the airport lounge. By then, it had started to snow heavily, and it looked unlikely that the plane would be making the return journey that day. Manchester United's &lt;a href=\"Duncan%20Edwards\"&gt;Duncan Edwards&lt;/a&gt; sent a telegram to his landlady in Manchester. It read: \"All flights cancelled, flying tomorrow. Duncan.\"\nThain told the station engineer, Bill Black, about the problem with the boost surging in the port engine, and Black suggested that since opening the throttle more slowly had not worked, the only option was to hold the plane overnight for retuning. Thain was anxious to stay on schedule and suggested opening the throttle even more slowly would suffice. This would mean that the plane would not achieve take-off velocity until further down the runway, but with the runway almost long, he believed this would not be a problem. The passengers were called back to the plane 15 minutes after leaving it.\nA few of the players were not confident fliers, particularly &lt;a href=\"Billy%20Whelan\"&gt;Billy Whelan&lt;/a&gt;, who said, \"This may be death, but I'm ready\". Others, including Duncan Edwards, &lt;a href=\"Tommy%20Taylor\"&gt;Tommy Taylor&lt;/a&gt;, &lt;a href=\"Mark%20Jones%20%28footballer%2C%20born%201933%29\"&gt;Mark Jones&lt;/a&gt;, &lt;a href=\"Eddie%20Colman\"&gt;Eddie Colman&lt;/a&gt; and journalist &lt;a href=\"Frank%20Swift\"&gt;Frank Swift&lt;/a&gt;, moved to the back of the plane, believing it safer. Once everyone was on board, Thain and Rayment got the plane moving again at 14:56. At 14:59, they reached the runway holding point, where they received clearance to line up ready for take-off. On the runway, they made final cockpit checks and at 15:02, they were told their take-off clearance would expire at 15:04. The pilots agreed to attempt take-off, but that they would watch the instruments for surging in the engines. At 15:03, they told the control tower of their decision.\nRayment moved the throttle forward slowly and released the brakes; the plane began to accelerate, and radio officer Bill Rodgers radioed the control tower with the message \"Zulu Uniform rolling\". The plane threw up slush as it gathered speed, and Thain called out the plane's velocity in 10-knot increments. At 85 knots, the port engine began to surge again, and he pulled back marginally on the port throttle before pushing it forward again. Once the plane reached , he announced \"&lt;a href=\"V%20speeds%23V1\"&gt;V1&lt;/a&gt;\", at which it was no longer safe to abort take-off, and Rayment listened for the call of \"&lt;a href=\"V%20speeds%23V2\"&gt;V2&lt;/a&gt;\" (), the minimum required to get off the ground. Thain expected the speed to rise, but it fluctuated around 117 knots before suddenly dropping to , and then . Rayment shouted \"Christ, we won't make it!\", as Thain looked up to see what lay ahead.\nThe plane skidded off the end of the runway, crashed into the fence surrounding the airport and across a road before its port wing was torn off as it caught a house, home to a family of six. The father and eldest daughter were away and the mother and the other three children escaped as the house caught fire. Part of the plane's tail was torn off before the left side of the cockpit hit a tree. The right side of the fuselage hit a wooden hut, inside which was a truck filled with tyres and fuel, which exploded. Twenty passengers died on board, and three died later in hospital.\nOn seeing flames around the cockpit, Thain feared that the aircraft would explode and told his crew to evacuate the area. The &lt;a href=\"stewardess\"&gt;stewardess&lt;/a&gt;es, Rosemary Cheverton and Margaret Bellis, were the first to leave through a blown-out emergency window in the &lt;a href=\"galley%20%28kitchen%29\"&gt;galley&lt;/a&gt;, followed by radio officer Bill Rodgers. Rayment was trapped in his seat by the crumpled fuselage and told Thain to go without him. Thain clambered out of the galley window. On reaching the ground, he saw flames growing under the starboard wing, which held of fuel. He shouted to his crew to get away and climbed back into the aircraft to retrieve two handheld fire extinguishers, stopping to tell Rayment he would be back when the fires had been dealt with.\nMeanwhile, in the cabin, &lt;a href=\"goalkeeper%20%28association%20football%29\"&gt;goalkeeper&lt;/a&gt; &lt;a href=\"Harry%20Gregg\"&gt;Harry Gregg&lt;/a&gt; was regaining consciousness, thinking that he was dead. He felt blood on his face and \"didn't dare put [his] hand up. [He] thought the top of [his] head had been taken off, like a hard boiled egg.\" Just above him, light shone into the cabin, so Gregg kicked the hole wide enough for him to escape. He also managed to save some passengers, among them teammates Bobby Charlton and Dennis Viollet.\nFatalities.\nPassengers.\nManchester United players\nManchester United staff\nJournalists\nSurvivors.\nPassengers.\nManchester United players\nManchester United staff\nJournalists and photographers\nInvestigation.\nThe crash was originally blamed on pilot error, but it was later found to have been caused by slush towards the end of the &lt;a href=\"runway\"&gt;runway&lt;/a&gt;, slowing the aircraft and preventing &lt;a href=\"V%20speeds\"&gt;safe flying speed&lt;/a&gt;. During take-off, the aircraft had reached , but, on entering the slush, dropped to , too slow to leave the ground, with not enough runway to abort the take-off. Aircraft with &lt;a href=\"Conventional%20landing%20gear\"&gt;tail-wheel&lt;/a&gt; &lt;a href=\"Landing%20gear\"&gt;undercarriage&lt;/a&gt;s had not been greatly affected by slush, due to the geometry of these undercarriages in relation to the &lt;a href=\"Center%20of%20gravity%20of%20an%20aircraft\"&gt;aircraft's centre of gravity&lt;/a&gt;, but newer types, such as the Ambassador, with &lt;a href=\"Tricycle%20gear\"&gt;nose wheel landing-gear&lt;/a&gt; and the main wheels behind the centre of gravity, were found to be vulnerable.\nDespite this conclusion, the German airport authorities took legal action against Captain Thain, as the one pilot who had survived the crash. They claimed he had taken off without clearing the wings of ice, which caused the crash, despite several witnesses stating that no ice had been seen. De-icing the aircraft was the captain's responsibility, while the state of the airport's runways was the responsibility of the airport authorities, among whom there was widespread ignorance of the danger of slush on runways for aircraft such as the Ambassador.\nThe basis of the German authorities' case relied on the icy condition of the wings hours after the crash and a photograph of the aircraft (published in several newspapers) taken shortly before take-off, that appeared to show snow on the upper wing surfaces. When the original &lt;a href=\"negative%20%28photography%29\"&gt;negative&lt;/a&gt; was examined, no snow or ice could be seen, the \"snow\" in the original having been due to the sun reflecting off the wings, which was clarified when examining the negative rather than the published pictures which had been produced from a copy negative. The witnesses were not called to the German inquiry and proceedings against Thain dragged on until 1968, when he was finally cleared of any responsibility for the crash. As the official cause, British authorities recorded a build-up of melting snow on the runway which prevented the \"Elizabethan\" from reaching the required take-off speed. Thain, having been dismissed by BEA shortly after the accident and never re-engaged, retired and returned to run his poultry farm in &lt;a href=\"Berkshire\"&gt;Berkshire&lt;/a&gt;. He died of a heart attack at age 53 in August 1975.\nThe club announced on 8 January 1963, that legal action brought by Manchester United Football Club against the British European Airways arising out of the Munich air crash in 1958, was settled out of court. Mr Leslie Olive, secretary of the club, said the amount involved was not being disclosed. A BEA statement said: \"A settlement has been made and an application will be made to the court on Friday, January 11, to stay proceedings.\"\nAftermath.\nTwenty people, including seven of Manchester United's players, died at the scene of the crash. The 21st victim was &lt;a href=\"Frank%20Swift\"&gt;Frank Swift&lt;/a&gt;, a journalist and former goalkeeper who played with Busby at &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt;; he died on his way to hospital. &lt;a href=\"Duncan%20Edwards\"&gt;Duncan Edwards&lt;/a&gt; died from his injuries on 21 February at the &lt;a href=\"Rechts%20der%20Isar%20Hospital\"&gt;Rechts der Isar Hospital&lt;/a&gt; in Munich, and the final death toll reached 23 several days later when co-pilot Ken Rayment died as a result of serious head injuries. &lt;a href=\"Johnny%20Berry\"&gt;Johnny Berry&lt;/a&gt; and &lt;a href=\"Jackie%20Blanchflower\"&gt;Jackie Blanchflower&lt;/a&gt; were both injured so severely that they never played again. Matt Busby was seriously injured and had to stay in hospital for more than two months after the crash, and was given the &lt;a href=\"Anointing%20of%20the%20sick\"&gt;Last Rites&lt;/a&gt; twice. After being discharged from hospital, he went to Switzerland to recuperate in &lt;a href=\"Interlaken\"&gt;Interlaken&lt;/a&gt;. At times, he felt like giving up football entirely, until he was told by his wife, Jean, \"You know Matt, the lads would have wanted you to carry on.\" That statement lifted Busby from his depression, and he returned by land and sea to Manchester, before watching his team play in the &lt;a href=\"1958%20FA%20Cup%20Final\"&gt;1958 FA Cup Final&lt;/a&gt;.\nMeanwhile, there was speculation that the club would fold, but a threadbare United team completed the 1957–58 season, with Busby's assistant &lt;a href=\"Jimmy%20Murphy%20%28footballer%29\"&gt;Jimmy Murphy&lt;/a&gt; standing in as manager; he had not travelled to Belgrade as he was in Cardiff managing the Welsh national team at the time. A team largely made up of &lt;a href=\"Reserve%20team\"&gt;reserve&lt;/a&gt; and &lt;a href=\"Youth%20system\"&gt;youth team&lt;/a&gt; players beat &lt;a href=\"Sheffield%20Wednesday%20F.C.\"&gt;Sheffield Wednesday&lt;/a&gt; 3–0 in the first match after the disaster. The programme for that match showed simply a blank space where each United player's name should have been. With seven players dead (Duncan Edwards died just over 24 hours later), and with only Harry Gregg and Bill Foulkes fit to play out of the surviving players, United were desperate to find replacements with experience, so Murphy signed &lt;a href=\"Ernie%20Taylor%20%28footballer%20born%201925%29\"&gt;Ernie Taylor&lt;/a&gt; from &lt;a href=\"Blackpool%20F.C.\"&gt;Blackpool&lt;/a&gt; and &lt;a href=\"Stan%20Crowther%20%28footballer%29\"&gt;Stan Crowther&lt;/a&gt; from &lt;a href=\"Aston%20Villa%20F.C.\"&gt;Aston Villa&lt;/a&gt;. Three players, &lt;a href=\"Derek%20Lewin\"&gt;Derek Lewin&lt;/a&gt;, &lt;a href=\"Bob%20Hardisty\"&gt;Bob Hardisty&lt;/a&gt; and &lt;a href=\"Warren%20Bradley%20%28footballer%29\"&gt;Warren Bradley&lt;/a&gt;, were transferred to United on short-term contracts by &lt;a href=\"Non-League%20football\"&gt;non-League&lt;/a&gt; club &lt;a href=\"Bishop%20Auckland%20F.C.\"&gt;Bishop Auckland&lt;/a&gt;. Bradley was the only one of the three players to play for the first team, and the only one to sign a permanent contract. The remaining places in the team were filled by reserve players including &lt;a href=\"Shay%20Brennan\"&gt;Shay Brennan&lt;/a&gt; and &lt;a href=\"Mark%20Pearson%20%28footballer%29\"&gt;Mark Pearson&lt;/a&gt;. In the aftermath of the crash, Manchester United's fierce rivals &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; offered United five loan players to help them put a side together.\nThere were changes in the backroom staff at the club too, following the deaths of secretary &lt;a href=\"Walter%20Crickmer\"&gt;Walter Crickmer&lt;/a&gt; and coaches &lt;a href=\"Tom%20Curry%20%28footballer%29\"&gt;Tom Curry&lt;/a&gt; and &lt;a href=\"Bert%20Whalley\"&gt;Bert Whalley&lt;/a&gt;. United goalkeeper &lt;a href=\"Les%20Olive\"&gt;Les Olive&lt;/a&gt;, still registered as a player at the time of the disaster, retired from playing and took over from Crickmer as club secretary, while another former United goalkeeper, &lt;a href=\"Jack%20Crompton\"&gt;Jack Crompton&lt;/a&gt;, took over coaching duties after United chairman &lt;a href=\"Harold%20Hardman\"&gt;Harold Hardman&lt;/a&gt; had negotiated with Crompton's then-employers &lt;a href=\"Luton%20Town%20F.C.\"&gt;Luton Town&lt;/a&gt; for his release.\nUnited only won one league game after the crash, causing their title challenge to collapse and they fell to ninth place in the league. They did manage to reach the final of the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt;, however, but lost 2–0 to &lt;a href=\"Bolton%20Wanderers%20F.C.\"&gt;Bolton Wanderers&lt;/a&gt;, and even managed to beat &lt;a href=\"A.C.%20Milan\"&gt;Milan&lt;/a&gt; at Old Trafford in the semi-finals of the European Cup, only to lose 4–0 at the &lt;a href=\"San%20Siro\"&gt;San Siro&lt;/a&gt;. Real Madrid, who went on to win the trophy for the third year running, suggested that Manchester United be awarded the trophy for that year – a suggestion supported by &lt;a href=\"Red%20Star%20Belgrade\"&gt;Red Star Belgrade&lt;/a&gt; – but this failed to materialise. After the tragedy, UEFA floated the idea of Manchester City taking United's place in the European Cup had United not been able to fulfil their fixtures, but this was rejected by all parties involved, City in particular.\nBusby resumed managerial duties the next season (1958–59), and eventually built a second generation of Busby Babes, including &lt;a href=\"George%20Best\"&gt;George Best&lt;/a&gt; and &lt;a href=\"Denis%20Law\"&gt;Denis Law&lt;/a&gt;, that ten years later won the European Cup by &lt;a href=\"1968%20European%20Cup%20Final\"&gt;beating&lt;/a&gt; two-time winners &lt;a href=\"S.L.%20Benfica\"&gt;Benfica&lt;/a&gt;. &lt;a href=\"Bobby%20Charlton\"&gt;Bobby Charlton&lt;/a&gt; and &lt;a href=\"Bill%20Foulkes\"&gt;Bill Foulkes&lt;/a&gt; were the only two crash survivors who lined up in that team.\nA fund for dependents of victims of the crash was established in March, and chaired by the Chairman of the FA, &lt;a href=\"Arthur%20Drewry\"&gt;Arthur Drewry&lt;/a&gt;. The fund had raised &lt;a href=\"Pound%20sterling\"&gt;£&lt;/a&gt;52,000 (equivalent to £ as of ) by the time of its disbursement in October 1958.\nMemorials.\nOld Trafford.\nThe first memorials at &lt;a href=\"Old%20Trafford\"&gt;Old Trafford&lt;/a&gt; to the lost players and staff were unveiled on 25 February 1960. The first, a plaque in the shape of the stadium with the image of a green pitch, inscribed with the names of the victims in black and gold glass, was placed above the entrance to the directors' box. Above the plaque was a teak carving of a player and a supporter, heads bowed either side of a wreath and a football inscribed with the date \"1958\". The plaque was designed by Manchester architect J. Vipond and constructed by Messrs Jaconello (Manchester) Ltd. at a cost of £2,100, and unveiled by Matt Busby.\nAlso unveiled that day was a memorial to the members of the press who died at Munich, which consisted of a bronze plaque that named the eight lost journalists. It was unveiled by Munich survivor &lt;a href=\"Frank%20Taylor%20%28journalist%29\"&gt;Frank Taylor&lt;/a&gt; on behalf of the Football Writers' Association. The original plaque was stolen in the 1980s and replaced by a replica now behind the counter in the press entrance. The final memorial was the Munich clock, a simple two-faced clock paid for by the Ground Committee and attached to the southeast corner of the stadium, with the date \"6 Feb 1958\" at the top of both faces and \"Munich\" at the bottom. The clock has remained in the same position since it was first installed. The clock was unveiled on 25 February 1960 by Dan Marsden, the chairman of the Ground Committee.\nWhen the stadium was renovated in the mid-1970s, the plaque had to be moved from the directors' entrance to allow the necessary changes. The plaque could not be removed without damaging it, so the old memorial was walled up within the Main Stand and a new memorial was made, simpler than the original, now consisting simply of a slate pitch with the names inscribed upon it, and installed in 1976.\nA third version of the memorial, more like the original than the second in that it included the stands around the slate pitch and the figures above it, was installed in 1996, coinciding with the erection of the statue of Matt Busby, who had unveiled the original memorial. This third version was constructed by stonemasons Mather and Ellis from Trafford Park, and the second was put into storage. It is currently awaiting new display panels before being placed into the club museum's Munich display. The third plaque and the statue of Busby were originally on the north side of the East Stand, but the statue was moved to the front of the East Stand and the plaque to the south side of the stand after the stand's expansion in 2000.\nMunich.\nThere are also two memorials in Germany. First, in the Munich suburb of &lt;a href=\"Trudering\"&gt;Trudering&lt;/a&gt;, on the corner of Karotschstraße and Emplstraße, there is a small wooden memorial depicting Jesus on the Cross, decorated by a stone trough filled with flowers. The trough bears a plaque with the inscription: \"Im Gedenken an die Opfer der Flugzeugkatastrophe am 6.2.1958 unter denen sich auch ein Teil der Fußballmannschaft von Manchester United befand, sowie allen Verkehrstoten der Gemeinde Trudering\" (\"In memory of the victims of the air disaster of 6 February 1958 including members of the football team of Manchester United as well as all the traffic victims from the municipality of Trudering\").\nOn 22 September 2004, a dark blue granite plaque set in a sandstone border was unveiled in the vicinity of the old Munich Airport on the corner of Rappenweg and Emplstraße, just metres from the wooden memorial. With a design in the shape of a football pitch, it reads, in both English and German, \"In memory of all those who lost their lives here in the Munich air disaster on 6 February 1958\". Underneath is a plaque expressing United's gratitude to the municipality of Munich and its people. The new memorial was funded by Manchester United themselves and the unveiling was attended by club officials, including chief executive &lt;a href=\"David%20Gill%20%28executive%29\"&gt;David Gill&lt;/a&gt;, manager &lt;a href=\"Alex%20Ferguson\"&gt;Sir Alex Ferguson&lt;/a&gt; and director Sir Bobby Charlton, a survivor of the disaster himself. On 24 April 2008, the Munich city council decided to name the site where the memorial stone is placed \"Manchesterplatz\" (\"Manchester Square\").\nOn the 57th anniversary of the crash, 6 February 2015, Sir Bobby Charlton and &lt;a href=\"FC%20Bayern%20Munich\"&gt;FC Bayern Munich&lt;/a&gt; chairman &lt;a href=\"Karl-Heinz%20Rummenigge\"&gt;Karl-Heinz Rummenigge&lt;/a&gt; opened a new museum exhibit commemorating the disaster at the German club's stadium, the &lt;a href=\"Allianz%20Arena\"&gt;Allianz Arena&lt;/a&gt;.\nBelgrade.\nThere is a small display of artefacts in the Majestic Hotel, where the team stayed after the match. These include a menu card signed by 14 of the players, including the eight who were killed, a photograph taken at the meal and a match ticket. The menu card was acquired by the then British ambassador to Yugoslavia and was auctioned by his son in 2006.\n40th anniversary.\nIn late 1997, &lt;a href=\"John%20Doherty%20%28footballer%29\"&gt;John Doherty&lt;/a&gt; (a former United player who had left the club shortly before the disaster) approached club chairman &lt;a href=\"Martin%20Edwards\"&gt;Martin Edwards&lt;/a&gt; on behalf of the Manchester United Former Players' Association to request a &lt;a href=\"Testimonial%20match\"&gt;testimonial&lt;/a&gt; for those victims of the Munich disaster – both the survivors and the dependants of the ones who were lost. Edwards was hesitant, but a benefit match was eventually sanctioned for a date as close to the 40th anniversary of the disaster as possible. Red Star Belgrade and Bayern Munich were touted as possible opponents for the match, and fans purchased tickets without the opponents even having been decided.\nIn the midst of the preparations, former United player &lt;a href=\"Eric%20Cantona\"&gt;Eric Cantona&lt;/a&gt;, who had retired from football to pursue a career in film in 1997, expressed an interest in returning to Manchester United for a farewell match. Edwards took the opportunity to combine the two events into one. Due to Cantona's acting career, his schedule meant that he would not be available in February 1998 and the match was moved to 18 August, with the opposition to be a European XI chosen by Cantona; the side selected by Cantona featured the likes of French internationals &lt;a href=\"Laurent%20Blanc\"&gt;Laurent Blanc&lt;/a&gt;, &lt;a href=\"Pascal%20Vahirua\"&gt;Pascal Vahirua&lt;/a&gt; and &lt;a href=\"Jean-Pierre%20Papin\"&gt;Jean-Pierre Papin&lt;/a&gt;, England's &lt;a href=\"Paul%20Gascoigne\"&gt;Paul Gascoigne&lt;/a&gt;, former Manchester United players &lt;a href=\"Bryan%20Robson\"&gt;Bryan Robson&lt;/a&gt; and &lt;a href=\"Mark%20Hughes\"&gt;Mark Hughes&lt;/a&gt;, and Cantona's brother &lt;a href=\"Jo%C3%ABl%20Cantona\"&gt;Joël&lt;/a&gt;. Cantona himself played the first half of the match for the European XI, before switching sides at half-time. Manchester United ultimately won the match 8–4, with goals from &lt;a href=\"Ryan%20Giggs\"&gt;Ryan Giggs&lt;/a&gt;, &lt;a href=\"Paul%20Scholes\"&gt;Paul Scholes&lt;/a&gt;, &lt;a href=\"Jordi%20Cruyff\"&gt;Jordi Cruyff&lt;/a&gt;, &lt;a href=\"Phil%20Neville\"&gt;Phil Neville&lt;/a&gt;, &lt;a href=\"Nicky%20Butt\"&gt;Nicky Butt&lt;/a&gt;, &lt;a href=\"Alex%20Notman\"&gt;Alex Notman&lt;/a&gt; (2) and Cantona, while Papin, Blanc, &lt;a href=\"Martin%20Dahlin\"&gt;Martin Dahlin&lt;/a&gt; and United player &lt;a href=\"Mark%20Wilson%20%28English%20footballer%29\"&gt;Mark Wilson&lt;/a&gt; were the scorers for the European XI.\nMartin Edwards was criticised for turning the match into a publicity stunt, while Elizabeth Wood, the divorced wife of Munich survivor &lt;a href=\"Ray%20Wood\"&gt;Ray Wood&lt;/a&gt;, compared the treatment of the Munich victims to that of \"dancing bears at the circus\". Nevertheless, the match earned £47,000 for each of the victims' families, while Eric Cantona recouped over £90,000 in expenses directly from the testimonial fund, rather than from the club. The club has also received criticism from some quarters for its poor treatment of the survivors: &lt;a href=\"Johnny%20Berry\"&gt;Johnny Berry&lt;/a&gt; and &lt;a href=\"Jackie%20Blanchflower\"&gt;Jackie Blanchflower&lt;/a&gt; were forced to leave the flats they rented from the club to make way for new players. Berry was also notified by post that his employment with the club had been terminated. Another survivor, goalkeeper &lt;a href=\"Ray%20Wood\"&gt;Ray Wood&lt;/a&gt;, complained about the lack of recognition from the club: \"We feel that we helped to build Manchester United... They received massive international support following the disaster but they didn't treat people properly then, did nothing for us all those years, and they're still making money out of it directly now.\"\nOn 7 February 1998, United played Bolton Wanderers at Old Trafford in the &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; a day after the 40th anniversary of the disaster. The match kicked off at 3:15 p.m. to allow a &lt;a href=\"Moment%20of%20silence\"&gt;minute's silence&lt;/a&gt; to be observed at 3:04 p.m. Representatives from both teams laid floral tributes to those who lost their lives, with crash survivor and United director Bobby Charlton joined by Bolton president &lt;a href=\"Nat%20Lofthouse\"&gt;Nat Lofthouse&lt;/a&gt; in leading out the two teams.\n50th anniversary.\nA memorial service was held at Old Trafford on 6 February 2008 to mark the 50th anniversary of the disaster. At the conclusion of the service, the surviving members of the 1958 team were the guests of honour at a ceremony to rename the tunnel under the stadium's South Stand as the \"Munich Tunnel\", which features an exhibition about the Busby Babes. A memorial billboard was unveiled outside Old Trafford, but it was criticized by some fans for including the logo of club's then-sponsor, American insurance firm &lt;a href=\"AIG\"&gt;AIG&lt;/a&gt;. The poster was later vandalised with paint bombs.\nOn the same day, the &lt;a href=\"England%20national%20football%20team\"&gt;England national football team&lt;/a&gt; took on &lt;a href=\"Switzerland%20national%20football%20team\"&gt;Switzerland&lt;/a&gt; at &lt;a href=\"Wembley%20Stadium\"&gt;Wembley Stadium&lt;/a&gt;. Before the game, pictures of the players who lost their lives at Munich were displayed on big screens, and the England players wore black armbands. There was also a tribute to the Busby Babes in the match programme. Originally, there was no plan to observe a minute's silence on the day, because the Football Association feared that the silence would not be respected by fans of Manchester United's rivals. They eventually agreed that a moment of silence should be held and, in the event, it was generally well-observed; however, a small number of supporters made whistles and cat-calls and the referee cut the silence short after less than 30 seconds. One-minute silences were also observed at the &lt;a href=\"Northern%20Ireland%20national%20football%20team\"&gt;Northern Ireland&lt;/a&gt;, &lt;a href=\"Wales%20national%20football%20team\"&gt;Wales&lt;/a&gt; and the &lt;a href=\"Republic%20of%20Ireland%20national%20football%20team\"&gt;Republic of Ireland&lt;/a&gt; games.\nAt the derby match between Manchester United and &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt; at Old Trafford on 10 February 2008, both teams were led onto the pitch by a lone &lt;a href=\"Bagpipes\"&gt;piper&lt;/a&gt; playing \"&lt;a href=\"The%20Red%20Flag%20%28song%29\"&gt;The Red Flag&lt;/a&gt;\", and the managers – Sir Alex Ferguson and &lt;a href=\"Sven-G%C3%B6ran%20Eriksson\"&gt;Sven-Göran Eriksson&lt;/a&gt; – each laid a wreath in the centre circle. This was followed by a minute's silence, which, despite previous concerns, was respected by all the fans. Kevin Parker, secretary of Manchester City's supporters club, had suggested a minute of applause instead of a minute's silence, so as to drown out anyone who would disrupt the silence, but this was rejected by the Manchester United management as inappropriate. United played in strips reminiscent of those worn by the 1958 team, numbered 1 to 11, with no advertising on the front or players' names on the back, while City removed sponsors' logos from their kit and the image of a small black ribbon was &lt;a href=\"heat%20press\"&gt;heat press&lt;/a&gt;ed onto the right shoulder. Both teams wore black armbands in tribute to the victims of the Munich disaster. Manchester City won 2–1 thanks to first-half goals from &lt;a href=\"Darius%20Vassell\"&gt;Darius Vassell&lt;/a&gt; and debutant &lt;a href=\"Benjani%20Mwaruwari\"&gt;Benjani&lt;/a&gt;. Fans in attendance were given commemorative scarves – in red and white for the United fans, and sky blue and white for the City fans – which were held up during the silence.\nTributes.\nMusic.\nSeveral musical tributes to the Munich air disaster have been recorded, the earliest being the song \"The Flowers of Manchester\". Written by an anonymous author, later revealed to be Eric Winter, the editor of the magazine \"Sing\", the song was recorded and released by Liverpool folk band &lt;a href=\"The%20Spinners%20%28UK%20band%29\"&gt;The Spinners&lt;/a&gt; on their 1962 debut album \"Quayside Songs Old and New\". Manchester-born singer &lt;a href=\"Morrissey\"&gt;Morrissey&lt;/a&gt; also released a song called \"Munich Air Disaster, 1958\" as a B-side to \"&lt;a href=\"Irish%20Blood%2C%20English%20Heart\"&gt;Irish Blood, English Heart&lt;/a&gt;\" in 2004. It later appeared on his live album, \"&lt;a href=\"Live%20at%20Earls%20Court\"&gt;Live at Earls Court&lt;/a&gt;\", in 2005 and his 2009 B-sides compilation, \"&lt;a href=\"Swords%20%28album%29\"&gt;Swords&lt;/a&gt;\".\nMost recently, the English band &lt;a href=\"The%20Futureheads\"&gt;The Futureheads&lt;/a&gt; named their album \"&lt;a href=\"News%20and%20Tributes\"&gt;News and Tributes&lt;/a&gt;\" in honour of the disaster. The title track pays tribute to those who lost their lives, and includes the verse:\nFilm.\nBarry Navidi, producer of the 2004 film \"&lt;a href=\"The%20Merchant%20of%20Venice%20%282004%20film%29\"&gt;The Merchant of Venice&lt;/a&gt;\", was reported to be working on a script for a Hollywood film about the Munich air crash. The \"&lt;a href=\"Manchester%20Evening%20News\"&gt;Manchester Evening News&lt;/a&gt;\" reported on 22 April 2005 that the survivors had not been consulted and were concerned about how accurate the film would be.\nBill Foulkes said that, if done right, the film could become a \"tribute to the Busby Babes which could be seen for generations to come\"; however, he expressed concerns about the accuracy of the film, given the filmmakers' lack of first-hand sources about what actually happened in Munich. Fellow survivor &lt;a href=\"Harry%20Gregg\"&gt;Harry Gregg&lt;/a&gt; was more concerned about the portrayal of the players, particularly those who died, and whether their families' feelings would be respected.\n&lt;a href=\"John%20Doherty%20%28footballer%29\"&gt;John Doherty&lt;/a&gt;, a player who had left United only a few months earlier, was less restrained, saying that \"the only reason anyone would want to make a film like this is to make money\" and that \"while there may be a slight hint of truth in the film, it will be mainly untruths... Unless you were there, how could you know what conversations took place?\".\nTelevision.\nOn 10 January 2006, the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; showed a drama/documentary retelling the story in the series \"&lt;a href=\"Surviving%20Disaster\"&gt;Surviving Disaster&lt;/a&gt;\". The programme was met with criticism from former United winger Albert Scanlon, who claimed that it was full of inaccuracies, despite the production having consulted him about the content of the documentary. Errors in the programme included the depiction of Jimmy Murphy giving a pre-match team talk in Belgrade, despite him being in Cardiff at the time, and the plane being shown as only half full when nearly every seat was occupied.\nOn 6 February 2008, the 50th anniversary of the crash, several television channels showed programmes about it:\nSince the anniversary, two television programmes have been made about the disaster:\nOther.\nThe &lt;a href=\"University%20of%20Salford\"&gt;University of Salford&lt;/a&gt; honoured Munich victim Eddie Colman by naming one of its halls of residence after him. Colman was born in &lt;a href=\"Salford%2C%20Greater%20Manchester\"&gt;Salford&lt;/a&gt; in 1936. There is also a network of small roads in &lt;a href=\"Newton%20Heath\"&gt;Newton Heath&lt;/a&gt; named after the players who lost their lives in Munich, including Roger Byrne Close, David Pegg Walk, Geoff Bent Walk, Eddie Colman Close, Billy Whelan Walk, Tommy Taylor Close and Mark Jones Walk. Among those roads is an old people's home named after Duncan Edwards. Edwards was also honoured with street names in his home town of &lt;a href=\"Dudley\"&gt;Dudley&lt;/a&gt;; there is a small close off Stourbridge Road named Duncan Edwards Close, and in 2008, the Dudley Southern Bypass was renamed Duncan Edwards Way. The road bridge over the &lt;a href=\"Luas\"&gt;Luas&lt;/a&gt; tram line at Fassaugh Road, &lt;a href=\"Cabra%2C%20Dublin\"&gt;Cabra, Dublin&lt;/a&gt; 7 is named after &lt;a href=\"Liam%20Whelan\"&gt;Liam Whelan&lt;/a&gt;."
}