{
    "id": "15755339",
    "revid": "8965090",
    "url": "https://en.wikipedia.org/wiki?curid=15755339",
    "title": "Rayado, New Mexico",
    "text": "Rayado or Reyado (older Ryado) was the first permanent settlement in &lt;a href=\"Colfax%20County%2C%20New%20Mexico\"&gt;Colfax County&lt;/a&gt;, &lt;a href=\"New%20Mexico\"&gt;New Mexico&lt;/a&gt;, United States and an important stop on the &lt;a href=\"Santa%20Fe%20Trail\"&gt;Santa Fe Trail&lt;/a&gt;. The name \"Rayado\" derives from the Spanish term for \"streaked\", perhaps in reference to the lot lines marked out by &lt;a href=\"Lucien%20Maxwell\"&gt;Lucien Maxwell&lt;/a&gt;.\nSome of the land in the townsite was purchased by &lt;a href=\"Waite%20Phillips\"&gt;Waite Phillips&lt;/a&gt; in the 1920s and Phillips later donated it to the &lt;a href=\"Boy%20Scouts%20of%20America\"&gt;Boy Scouts of America&lt;/a&gt; and it became part of the Philmont Scout Ranch.\nToday, Rayado is the home of the Kit Carson Museum including his reconstructed home, and \"La Posta\", a &lt;a href=\"Santa%20Fe%20Trail\"&gt;Santa Fe Trail&lt;/a&gt; stage stop dating from the 1850s.\nBackground.\nRayado is located where the mountain branch of the Santa Fe Trail intersects with the Cimarron Trail to &lt;a href=\"Fort%20Leavenworth\"&gt;Fort Leavenworth&lt;/a&gt;.\nRayado is at , along &lt;a href=\"New%20Mexico%20State%20Road%2021\"&gt;State Route 21&lt;/a&gt; at the extreme southeast corner of &lt;a href=\"Philmont%20Scout%20Ranch\"&gt;Philmont Scout Ranch&lt;/a&gt;. One mile to the south is a classic &lt;a href=\"Southwestern%20United%20States\"&gt;southwestern&lt;/a&gt; &lt;a href=\"butte\"&gt;butte&lt;/a&gt;, called &lt;a href=\"Kit%20Carson%20Mesa\"&gt;Kit Carson Mesa&lt;/a&gt;.\nRayado Mesa is located southeast of Rayado and Rayado Peak at is located west of Rayado on the &lt;a href=\"Philmont%20Scout%20Ranch\"&gt;Philmont Scout Ranch&lt;/a&gt;.\nRayado was founded by Lucien Maxwell in 1848 at the end of the &lt;a href=\"Mexican%E2%80%93American%20War\"&gt;Mexican–American War&lt;/a&gt;, as the first &lt;a href=\"plain\"&gt;plain&lt;/a&gt;s settlement in New Mexico east of the mountain valleys of the &lt;a href=\"Sangre%20de%20Cristo%20Mountains\"&gt;Sangre de Cristo Mountains&lt;/a&gt;. Because the plains were still subject to raids by &lt;a href=\"Apache\"&gt;Apache&lt;/a&gt;, &lt;a href=\"Comanche\"&gt;Comanche&lt;/a&gt; and other Indians, he had difficulty attracting settlers, so he convinced &lt;a href=\"Kit%20Carson\"&gt;Kit Carson&lt;/a&gt; to move down from &lt;a href=\"Taos%2C%20New%20Mexico\"&gt;Taos&lt;/a&gt; in 1849 to lend an air of safety to the enterprise.\nMaxwell married his bride Luis Beaubien (daughter of &lt;a href=\"Carlos%20Beaubien\"&gt;Carlos Beaubien&lt;/a&gt;) in Rayado and they lived there before moving to &lt;a href=\"Cimarron%2C%20New%20Mexico\"&gt;Cimarron&lt;/a&gt;. A federal garrison post was established in Rayado in 1850 and lasted until &lt;a href=\"Fort%20Union%20National%20Monument\"&gt;Fort Union&lt;/a&gt; was opened.\n&lt;a href=\"Jesus%20Gil%20Abreu\"&gt;Jesus Gil Abreu&lt;/a&gt; who also married a Beaubien daughter had his Abreu Ranch house there on the banks of the Rayado Creek from 1859 until his death in 1911. There was a post office there from 1873 to 1919."
}