{
    "id": "1577863",
    "revid": "327289",
    "url": "https://en.wikipedia.org/wiki?curid=1577863",
    "title": "Dunstable Town F.C.",
    "text": "Dunstable Town Football Club is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Dunstable\"&gt;Dunstable&lt;/a&gt;, Bedfordshire, England. Affiliated with the &lt;a href=\"Bedfordshire%20County%20Football%20Association\"&gt;Bedfordshire County Football Association&lt;/a&gt;, they are currently members of the and play at Creasey Park.\nHistory.\nThe club was established in October 1883, and were founder members of the Bedfordshire FA the following year. In their first competitive match they lost 4–3 to Luton Montrose in the Bedfordshire Senior Cup after being 3–0 up. However, the following season the club won the competition. In 1950 the club joined the &lt;a href=\"Metropolitan%20League\"&gt;Metropolitan League&lt;/a&gt;, and in &lt;a href=\"1956%E2%80%9357%20FA%20Cup\"&gt;1956–57&lt;/a&gt; they reached the first round of the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; for the first time, eventually losing 3–1 at &lt;a href=\"Margate%20F.C.\"&gt;Margate&lt;/a&gt;.\nIn 1961 Dunstable switched to the &lt;a href=\"United%20Counties%20League\"&gt;United Counties League&lt;/a&gt;, but left after two seasons to rejoin the Metropolitan League, becoming one of only three first teams playing in Division Two. The following season saw the club moved into Division One, but in 1965 they were admitted to Division One of the &lt;a href=\"Southern%20Football%20League\"&gt;Southern League&lt;/a&gt;. League restructuring saw them placed in the new Division One North for the &lt;a href=\"1971%E2%80%9372%20Southern%20Football%20League\"&gt;1971–72 season&lt;/a&gt;. They were moved into Division One South the &lt;a href=\"1972%E2%80%9373%20Southern%20Football%20League\"&gt;following season&lt;/a&gt; and finished bottom of the division. Transferred back to Division One North for the &lt;a href=\"1973%E2%80%9374%20Southern%20Football%20League\"&gt;1973–74&lt;/a&gt; season, they finished bottom of the table again.\n&lt;a href=\"Barry%20Fry\"&gt;Barry Fry&lt;/a&gt; had become Dunstable manager towards the end of the 1973–74 season, and with chairman Keith Cheeseman providing him with blank cheques, Fry attracted several big name players to the club, most notably &lt;a href=\"Jeff%20Astle\"&gt;Jeff Astle&lt;/a&gt; and &lt;a href=\"George%20Best\"&gt;George Best&lt;/a&gt;, as well as arranging a friendly match against his former club &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt;. Although Best only played in two friendly matches and made no competitive appearances for the club, Astle stayed at the club for that season and scored 34 goals as they &lt;a href=\"1974%E2%80%9375%20Southern%20Football%20League\"&gt;finished as Division One South runners-up&lt;/a&gt;, earning promotion to the Premier Division. However, huge debts caused the club to fold midway through the &lt;a href=\"1975%E2%80%9376%20Southern%20Football%20League\"&gt;1975–76 season&lt;/a&gt;; a new club under the name Dunstable was formed to take over their fixtures. Despite finishing eighth in the league, they were demoted to Division One North.\nDunstable were transferred to Division One South for the &lt;a href=\"1978%E2%80%9379%20Southern%20Football%20League\"&gt;1978–79 season&lt;/a&gt;, and the following year league restructuring saw them placed in the Southern Division. They remained in the division until the end of the &lt;a href=\"1993%E2%80%9394%20Southern%20Football%20League\"&gt;1993–94 season&lt;/a&gt;, after which they folded. The club was re-established in 1998 and joined Division One of the &lt;a href=\"Spartan%20South%20Midlands%20Football%20League\"&gt;Spartan South Midlands League&lt;/a&gt;. After winning the division in 1999–2000 without losing a match, they were promoted to the Senior Division. The following season saw them finish as Senior Division runners-up, earning promotion to the Premier Division. The club went on to win the Premier Division in 2002–03 and were promoted to Division One North of the &lt;a href=\"Isthmian%20League\"&gt;Isthmian League&lt;/a&gt;.\nWith the formation of the &lt;a href=\"National%20League%20North\"&gt;Conference North&lt;/a&gt; and &lt;a href=\"National%20League%20South\"&gt;South&lt;/a&gt;, a fifth-place finish in &lt;a href=\"2003%E2%80%9304%20Isthmian%20League\"&gt;2003–04&lt;/a&gt; was enough for Dunstable to be promoted, although they were transferred to the Premier Division of the Southern League. However, they were relegated to the Western Division at the end of the &lt;a href=\"2004%E2%80%9305%20Southern%20Football%20League\"&gt;2004–05 season&lt;/a&gt;, which saw them finish in the bottom three. The &lt;a href=\"2005%E2%80%9306%20Southern%20Football%20League\"&gt;following season&lt;/a&gt; saw them finish in the relegation zone, but the club were reprieved due to FA restructuring and moved to Division One Midlands. However, they were relegated back to the Spartan South Midlands League at the end of the &lt;a href=\"2008%E2%80%9309%20Southern%20Football%20League\"&gt;2008–09 season&lt;/a&gt; following a 13-point deduction.\nIn &lt;a href=\"2012%E2%80%9313%20Spartan%20South%20Midlands%20Football%20League\"&gt;2012–13&lt;/a&gt; Dunstable won the Spartan South Midlands League without losing a match, as well as winning the league's Challenge Trophy and the Bedfordshire Premier Cup. After promotion to Division One Central of the Southern League, they went on to win the division at the &lt;a href=\"2013%E2%80%9314%20Southern%20Football%20League\"&gt;first attempt&lt;/a&gt;, as well as the league's Champions Trophy, and were promoted to the Premier Division. In &lt;a href=\"2017%E2%80%9318%20Southern%20Football%20League\"&gt;2017–18&lt;/a&gt; the club finished bottom of the Premier Division and were relegated to Division One Central. The &lt;a href=\"2018%E2%80%9319%20Southern%20Football%20League\"&gt;following season&lt;/a&gt; saw them finish bottom of Division One Central, resulting in relegation to the Premier Division of the Spartan South Midlands League.\nReserve team.\nThe club's reserve team joined Division One of the &lt;a href=\"South%20Midlands%20League\"&gt;South Midlands League&lt;/a&gt; in 1951. They finished as runners-up in their first season, earning promotion to the Premier Division. They left the league in 1954, switching to the &lt;a href=\"Hellenic%20Football%20League\"&gt;Hellenic League&lt;/a&gt;. They were Premier Division runners-up in 1957–58, after which they switched to the United Counties League. They went on to win back-to-back United Counties League titles in 1958–59 and 1959–60, but were demoted to Division Two in 1961 when the club's first team joined the league. In 1964 they returned to the Hellenic League, and were placed in Division One, but took over from the first team in the Metropolitan League for the 1965–66 season. They rejoined Division One of the United Counties League in 1967, but left at the end of the 1968–69 season.\nGround.\nFrom 1950 the club played at Kingsway, until moving to Brewers Hill. The ground was later renamed Creasey Park after Wally Creasey, one of the first directors of the club. It currently has a capacity of 3,500, of which 350 is seated and 1,000 covered, and also hosts the home matches of &lt;a href=\"AFC%20Dunstable\"&gt;AFC Dunstable&lt;/a&gt;."
}