{
    "id": "157873",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=157873",
    "title": "Trent Lott",
    "text": "Chester Trent Lott Sr. (born October 9, 1941) is an American lawyer, author, and politician. A former &lt;a href=\"United%20States%20Senate\"&gt;United States Senator&lt;/a&gt; from &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt;, Lott served in numerous leadership positions in both the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt; and the Senate. He entered Congress as one of the first of a wave of &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republicans&lt;/a&gt; winning seats in Southern states that had been &lt;a href=\"Solid%20South\"&gt;solidly Democratic&lt;/a&gt;. Later in his career, he became &lt;a href=\"Senate%20Majority%20Leader\"&gt;Senate Majority Leader&lt;/a&gt;, and, alternately, &lt;a href=\"Senate%20Minority%20Leader\"&gt;Senate Minority Leader&lt;/a&gt;. He also joined with three other Republican Senators in the &lt;a href=\"The%20Singing%20Senators\"&gt;Singing Senators&lt;/a&gt; &lt;a href=\"Barbershop%20music\"&gt;barbershop&lt;/a&gt;-like &lt;a href=\"Barbershop%20quartet\"&gt;quartet&lt;/a&gt;. In 2003, he stepped down from the position after controversy due to his praising of senator &lt;a href=\"Strom%20Thurmond\"&gt;Strom Thurmond&lt;/a&gt;'s 1948 &lt;a href=\"Racial%20segregation%20in%20the%20United%20States\"&gt;segregationist&lt;/a&gt; &lt;a href=\"Dixiecrat\"&gt;Dixiecrat&lt;/a&gt; presidential bid.\nFrom 1968 to 1972, Lott was an administrative assistant to Representative &lt;a href=\"William%20M.%20Colmer\"&gt;William M. Colmer&lt;/a&gt; of Mississippi, who was also the chairman of the &lt;a href=\"House%20Rules%20Committee\"&gt;House Rules Committee&lt;/a&gt;. Upon Colmer's retirement, Lott won Colmer's former seat in the House of Representatives. In 1988, Lott ran successfully for the U.S. Senate to replace another retiree, &lt;a href=\"John%20C.%20Stennis\"&gt;John C. Stennis&lt;/a&gt;. After Republicans took the majority in the Senate, Lott became &lt;a href=\"Senate%20Majority%20Whip\"&gt;Senate Majority Whip&lt;/a&gt; in 1995 and then Senate Majority Leader in 1996, upon the resignation of presidential nominee &lt;a href=\"Bob%20Dole\"&gt;Bob Dole&lt;/a&gt; of Kansas.\nOn December 20, 2002, after significant controversy following comments regarding &lt;a href=\"Strom%20Thurmond\"&gt;Strom Thurmond&lt;/a&gt;'s presidential candidacy, Lott resigned as &lt;a href=\"Senate%20Minority%20Leader\"&gt;Senate Minority Leader&lt;/a&gt;. He resigned from the Senate in 2007 and fellow Republican &lt;a href=\"Roger%20Wicker\"&gt;Roger Wicker&lt;/a&gt; won the &lt;a href=\"United%20States%20Senate%20special%20election%20in%20Mississippi%2C%202008\"&gt;2008 special election&lt;/a&gt; to replace him. Lott became a lobbyist, co-founding the Breaux–Lott Leadership Group. The firm was later acquired by law and lobbying firm &lt;a href=\"Patton%20Boggs\"&gt;Patton Boggs&lt;/a&gt;. Lott serves as a Senior Fellow at the &lt;a href=\"Bipartisan%20Policy%20Center\"&gt;Bipartisan Policy Center&lt;/a&gt; (BPC), where he focuses on issues related to energy, national security, transportation and congressional reforms. Lott is also a co-chair of BPC's Energy Project. In June 2020 Lott was fired from the Washington law and lobbying firm &lt;a href=\"Squire%20Patton%20Boggs\"&gt;Squire Patton Boggs&lt;/a&gt; while negotiating to join another firm. On June 15, 2020 Lott joined Crossroads Strategies along with his longtime colleague &lt;a href=\"John%20Breaux\"&gt;John Breaux&lt;/a&gt;.\nEarly life.\nLott was born in &lt;a href=\"Grenada%2C%20Mississippi\"&gt;Grenada, Mississippi&lt;/a&gt;, and lived his early years in nearby &lt;a href=\"Duck%20Hill%2C%20Mississippi\"&gt;Duck Hill&lt;/a&gt;, where his father, Chester Paul Lott, sharecropped a stretch of cotton field. Lott's mother, the former Iona Watson, was a schoolteacher. Lott's father was a philanderer with a drinking problem, and Lott frequently acted as a mediator when his mother threatened his father with divorce. When Lott was in the sixth grade, the family moved to &lt;a href=\"Pascagoula%2C%20Mississippi\"&gt;Pascagoula&lt;/a&gt;, where Lott's father worked at a shipyard. Lott attended college at the &lt;a href=\"University%20of%20Mississippi\"&gt;University of Mississippi&lt;/a&gt; in &lt;a href=\"Oxford%2C%20Mississippi\"&gt;Oxford&lt;/a&gt;, where he obtained an undergraduate degree in &lt;a href=\"public%20administration\"&gt;public administration&lt;/a&gt; in 1963 and a &lt;a href=\"Juris%20doctor\"&gt;Juris doctor&lt;/a&gt; degree in 1967. He served as a field representative for Ole Miss and was president of his fraternity, &lt;a href=\"Sigma%20Nu\"&gt;Sigma Nu&lt;/a&gt;. Lott was also an Ole Miss cheerleader, on the same team with future U.S. Senator &lt;a href=\"Thad%20Cochran\"&gt;Thad Cochran&lt;/a&gt;. Regarding his education, the \"&lt;a href=\"Congressional%20Record\"&gt;Congressional Record&lt;/a&gt;\" from 1999 quotes Senator Lott declaring: \"I am a product of public education from the first grade through the second, third, and fourth grades where I went to school at Duck Hill, Mississippi, and I had better teachers in the second, third, and fourth grades in Duck Hill, Mississippi, than I had the rest of my life.\" Lott married Patricia Thompson on December 27, 1964. The couple has two children: Chester Trent \"Chet\" Lott Jr., and Tyler Lott.\nWhile an undergraduate at the University of Mississippi, Lott participated in the effort at the 1964 national convention of the &lt;a href=\"Sigma%20Nu\"&gt;Sigma Nu&lt;/a&gt; fraternity to oppose a &lt;a href=\"Civil%20Rights%20Movement\"&gt;civil rights&lt;/a&gt; amendment proposed by the &lt;a href=\"Dartmouth%20College\"&gt;Dartmouth College&lt;/a&gt; and &lt;a href=\"Duke%20University\"&gt;Duke University&lt;/a&gt; chapters to end mandatory racial exclusion by the fraternity. Lott sided with the &lt;a href=\"Racial%20segregation%20in%20the%20United%20States\"&gt;segregationists&lt;/a&gt; who defeated the amendment. The Dartmouth chapter subsequently seceded from the fraternity, and Sigma Nu remained whites-only until later in the decade.\nPolitical career.\nHouse of Representatives.\n \nHe served as administrative assistant to &lt;a href=\"U.S.%20House%20Committee%20on%20Rules\"&gt;House Rules Committee&lt;/a&gt; chairman &lt;a href=\"William%20M.%20Colmer\"&gt;William M. Colmer&lt;/a&gt;, also of &lt;a href=\"Pascagoula%2C%20Mississippi\"&gt;Pascagoula&lt;/a&gt;, from 1968 to 1972.\nIn 1972, Colmer, one of the most &lt;a href=\"conservative%20Democrat\"&gt;conservative Democrat&lt;/a&gt;s in the House, announced his retirement after 40 years in Congress. He endorsed Lott as his successor in Mississippi's &lt;a href=\"Mississippi%27s%205th%20congressional%20district\"&gt;5th District&lt;/a&gt;, located in the state's southern tip, even though Lott ran as a Republican. Lott won handily, in large part due to &lt;a href=\"Richard%20Nixon\"&gt;Richard Nixon&lt;/a&gt;'s landslide victory in &lt;a href=\"1972%20United%20States%20presidential%20election\"&gt;that year's presidential election&lt;/a&gt;. Nixon won the 5th district with an astonishing 87 percent of the vote; it was his strongest congressional district in the entire nation.\nLott and his future Senate colleague, &lt;a href=\"Thad%20Cochran\"&gt;Thad Cochran&lt;/a&gt; (also elected to Congress that year), were only the second and third Republicans elected to Congress from Mississippi since &lt;a href=\"Reconstruction%20era%20of%20the%20United%20States\"&gt;Reconstruction&lt;/a&gt; (&lt;a href=\"Prentiss%20Walker\"&gt;Prentiss Walker&lt;/a&gt; was the first in 1964). Lott's strong showing in the polls landed him on the powerful &lt;a href=\"House%20Judiciary%20Committee\"&gt;House Judiciary Committee&lt;/a&gt; as a freshman, where he voted against all three articles of impeachment drawn up against Nixon during the committee's debate. After Nixon released the infamous \"smoking gun\" transcripts (which proved Nixon's involvement in the &lt;a href=\"Watergate\"&gt;Watergate&lt;/a&gt; cover-up), however, Lott announced that he would vote to impeach Nixon when the articles came up for debate before the full House (as did the other Republicans who voted against impeachment in committee).\nLott became very popular in his district, even though almost none of its living residents had been represented by a Republican before. As evidence, in November 1974, Lott won a second term in a blowout. Cochran was also reelected in a rout; he and Lott were the first Republicans to win a second term in Congress from the state since Reconstruction. They were among the few bright spots in a year that saw many Republicans turned out of office due to anger over Watergate. Lott was re-elected six more times without much difficulty, and even ran unopposed in 1978. In &lt;a href=\"1980%20United%20States%20presidential%20election\"&gt;1980&lt;/a&gt;, he served as &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt;'s Mississippi state chairman. He served as &lt;a href=\"Party%20whips%20of%20the%20United%20States%20House%20of%20Representatives\"&gt;House Minority Whip&lt;/a&gt; (the second-ranking Republican in the House) from 1981 to 1989; he was the first Southern Republican to hold such a high leadership position.\nUnited States Senate.\nLott ran for the Senate in 1988, after 42-year incumbent &lt;a href=\"John%20Stennis\"&gt;John Stennis&lt;/a&gt; announced he would not run for another term. He defeated Democratic &lt;a href=\"Mississippi%27s%204th%20congressional%20district\"&gt;4th District&lt;/a&gt; Congressman &lt;a href=\"Wayne%20Dowdy\"&gt;Wayne Dowdy&lt;/a&gt; by almost eight points. Lott won by running up a 70 percent margin in his congressional district, and was also helped by &lt;a href=\"George%20H.%20W.%20Bush\"&gt;George H. W. Bush&lt;/a&gt; easily carrying the state in the presidential election. He never faced another contest nearly that close. He was re-elected in 1994, 2000, and 2006 with no substantive Democratic opposition. He gave some thought to retirement for much of 2005, however, after &lt;a href=\"Hurricane%20Katrina\"&gt;Hurricane Katrina&lt;/a&gt;, he announced on January 17, 2006 that he would run for a fourth term.\nIn 1989, on the 25th anniversary of the &lt;a href=\"Murders%20of%20Chaney%2C%20Goodman%2C%20and%20Schwerner\"&gt;murder of the civil rights activists James Chaney, Andrew Goodman, and Michael Schwerner&lt;/a&gt;, Lott and the rest of the Mississippi congressional delegation refused to vote for the non-binding resolution honoring the three men which nevertheless passed the Congress.\nHe became &lt;a href=\"Assistant%20party%20leaders%20of%20the%20United%20States%20Senate\"&gt;Senate Majority Whip&lt;/a&gt; when the Republicans took control of the Senate in 1995. In June 1996, he ran for the post of &lt;a href=\"Party%20leaders%20of%20the%20United%20States%20Senate\"&gt;Senate Majority Leader&lt;/a&gt; to succeed Republican &lt;a href=\"Bob%20Dole\"&gt;Bob Dole&lt;/a&gt;, who had resigned from the Senate to concentrate on &lt;a href=\"1996%20United%20States%20presidential%20election\"&gt;his presidential campaign&lt;/a&gt;. Lott faced his Mississippi colleague &lt;a href=\"Thad%20Cochran\"&gt;Thad Cochran&lt;/a&gt;, the then-&lt;a href=\"Republican%20Conference%20Chairman%20of%20the%20United%20States%20Senate\"&gt;Chairman of the Senate Republican Conference&lt;/a&gt;. Cochran cast himself as an \"institutionalist\" and who would help to rebuild public trust in Congress through compromise over conflict. Lott promised a \"more aggressive\" style of leadership and courted the younger Senate conservatives. Lott won by 44 votes to 8. As majority leader, Lott had a major role in the Senate trial following the &lt;a href=\"impeachment%20of%20Bill%20Clinton\"&gt;impeachment&lt;/a&gt; of President &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt;. After the House narrowly voted to impeach Clinton, Lott proceeded with the Senate trial in early 1999, despite criticisms that Republicans were far short of the two-thirds majority required under the &lt;a href=\"United%20States%20Constitution\"&gt;Constitution&lt;/a&gt; to convict Clinton and remove him from office.\nLott generally pursued a conservative position in politics and was a noted &lt;a href=\"social%20conservative\"&gt;social conservative&lt;/a&gt;. For instance, in 1998, Lott caused some controversy in Congress when as a guest on the &lt;a href=\"Armstrong%20Williams\"&gt;Armstrong Williams&lt;/a&gt; television show, he equated &lt;a href=\"homosexuality\"&gt;homosexuality&lt;/a&gt; with &lt;a href=\"alcoholism\"&gt;alcoholism&lt;/a&gt;, &lt;a href=\"kleptomania\"&gt;kleptomania&lt;/a&gt; and &lt;a href=\"sex%20addiction\"&gt;sex addiction&lt;/a&gt;. When Williams, a conservative talk show host, asked Lott whether homosexuality is a &lt;a href=\"sin\"&gt;sin&lt;/a&gt;, Lott simply replied, \"Yes, it is.\" Lott's stance against homosexuality was disconcerting to &lt;a href=\"Modern%20liberalism%20in%20the%20United%20States\"&gt;liberal&lt;/a&gt; &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt; elected officials and the &lt;a href=\"Human%20Rights%20Campaign%20Fund\"&gt;Human Rights Campaign Fund&lt;/a&gt;, an advocacy group for gay rights.\nAccording to the &lt;a href=\"Anti-Defamation%20League\"&gt;Anti-Defamation League&lt;/a&gt;, Lott was a frequent speaker at the &lt;a href=\"white%20supremacist\"&gt;white supremacist&lt;/a&gt; group &lt;a href=\"Council%20of%20Conservative%20Citizens\"&gt;Council of Conservative Citizens&lt;/a&gt;. Although he denied knowing of the group's intentions, it was later revealed members of his family had CCC membership.\nAfter the &lt;a href=\"United%20States%20Senate%20election%2C%202000\"&gt;2000 elections&lt;/a&gt; produced a 50–50 partisan split in the Senate, &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;Vice President&lt;/a&gt; &lt;a href=\"Al%20Gore\"&gt;Al Gore&lt;/a&gt;'s tie-breaking vote gave the Democrats the majority from January 3 to 20, 2001, when &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; took office and Vice President &lt;a href=\"Dick%20Cheney\"&gt;Dick Cheney&lt;/a&gt;'s tie-breaking vote gave the Republicans the majority once again. Later in 2001, he became &lt;a href=\"Party%20leaders%20of%20the%20United%20States%20Senate\"&gt;Senate Minority Leader&lt;/a&gt; again after Vermont senator &lt;a href=\"Jim%20Jeffords\"&gt;Jim Jeffords&lt;/a&gt; became an independent and caucused with the Democrats, allowing them to regain the majority. He was due to become majority leader again in early 2003 after Republican &lt;a href=\"United%20States%20Senate%20election%2C%202002\"&gt;gains in the November 2002 elections&lt;/a&gt;.\nResignation from Senate leadership.\nLott spoke on December 5, 2002, at the 100th birthday party of Senator &lt;a href=\"Strom%20Thurmond\"&gt;Strom Thurmond&lt;/a&gt; of South Carolina, a retiring Republican Senator who had switched parties from the Democrats decades earlier. Thurmond had run for &lt;a href=\"President%20of%20the%20United%20States\"&gt;President of the United States&lt;/a&gt; in 1948 on the &lt;a href=\"Dixiecrat\"&gt;Dixiecrat&lt;/a&gt; (or States' Rights Democratic) ticket. Lott said: \"When Strom Thurmond ran for president, we voted for him. We're proud of it. And if the rest of the country had followed our lead, we wouldn't have had all these problems over the years, either.\"\nThurmond had based his presidential campaign largely on an explicit &lt;a href=\"States%27%20Rights\"&gt;States' Rights&lt;/a&gt; platform that challenged the &lt;a href=\"Civil%20Rights%20Movement\"&gt;Civil Rights Movement&lt;/a&gt; and later, the &lt;a href=\"Civil%20Rights%20Act%20of%201964\"&gt;Civil Rights Act&lt;/a&gt; as illegally overturning the &lt;a href=\"separation%20of%20powers%20under%20the%20United%20States%20Constitution\"&gt;separation of powers under the United States Constitution&lt;/a&gt; and called for the preservation of &lt;a href=\"Racial%20segregation%20in%20the%20United%20States\"&gt;racial segregation&lt;/a&gt;. \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\" reported that Lott had made similar comments about Thurmond's candidacy in a 1980 rally. Lott gave an interview with &lt;a href=\"Black%20Entertainment%20Television\"&gt;Black Entertainment Television&lt;/a&gt; explaining himself and repudiating Thurmond's former views.\nIn the wake of controversy, Lott resigned as Senate Republican Leader on December 20, 2002, effective at the start of the next session, January 3, 2003. &lt;a href=\"Bill%20Frist\"&gt;Bill Frist&lt;/a&gt; of &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt; was later elected to the leadership position. In the book \"&lt;a href=\"Free%20Culture%20%28book%29\"&gt;Free Culture&lt;/a&gt;\", &lt;a href=\"Lawrence%20Lessig\"&gt;Lawrence Lessig&lt;/a&gt; argues that Lott's resignation would not have occurred had it not been for the effect of Internet &lt;a href=\"blog\"&gt;blog&lt;/a&gt;s. He says that though the story \"disappear[ed] from the mainstream press within forty-eight hours\", \"bloggers kept researching the story\" until, \"finally, the story broke back into the mainstream press.\" The New York Times, however, attributed his “ouster” to “ruthless maneuvering” by Karl Rove and George W Bush to “depose” Lott, “a threat to the president’s agenda,” and replace him with Frist, who had “long been the president's choice.” \nAfter losing the Majority Leader post, Lott was less visible on the national scene, although he did break with some standard &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt; positions. He battled with Bush over military base closures in his home state. He showed support for passenger rail initiatives, notably his 2006 bipartisan introduction, with Sen. &lt;a href=\"Frank%20Lautenberg\"&gt;Frank Lautenberg&lt;/a&gt; of &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, of legislation to provide 80 percent federal matching grants to intercity rail and guarantee adequate funding for &lt;a href=\"Amtrak\"&gt;Amtrak&lt;/a&gt;. On July 18, 2006, Lott voted with 19 Republican senators for the &lt;a href=\"Stem%20Cell%20Research%20Enhancement%20Act\"&gt;Stem Cell Research Enhancement Act&lt;/a&gt; to lift restrictions on federal funding for the research. On November 15, 2006 Lott regained a leadership position in the Senate, when he was named Minority Whip after defeating &lt;a href=\"Lamar%20Alexander\"&gt;Lamar Alexander&lt;/a&gt; of &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt; 25–24.\nSenator &lt;a href=\"John%20E.%20Sununu\"&gt;John E. Sununu&lt;/a&gt; (R) of &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt; said, after Lott's election as Senate Minority Whip, \"He understands the rules. He's a strong negotiator.\" Former &lt;a href=\"Speaker%20of%20the%20United%20States%20House%20of%20Representatives\"&gt;House Speaker&lt;/a&gt; &lt;a href=\"Newt%20Gingrich\"&gt;Newt Gingrich&lt;/a&gt; (R) said he's \"the smartest legislative politician I've ever met.\"\n2006 re-election campaign.\nLott faced no Republican opposition in the race. State representative &lt;a href=\"Erik%20R.%20Fleming\"&gt;Erik R. Fleming&lt;/a&gt; placed first of four candidates in the June Democratic primary, but did not receive the 50 percent of the vote required to earn the party's nomination. Fleming and second-place finisher Bill Bowlin faced off in a runoff on June 27, and Fleming won with 65% of the vote. Fleming, however, was not regarded as a serious opponent, and Lott handily defeated him with 64% of the vote.\nResignation.\nOn November 26, 2007, Lott announced that he would resign his Senate seat by the end of 2007. According to CNN, his resignation was at least partly due to the &lt;a href=\"Honest%20Leadership%20and%20Open%20Government%20Act\"&gt;Honest Leadership and Open Government Act&lt;/a&gt;, which forbade lawmakers from lobbying for two years after leaving office. Those who left by the end of 2007 were covered by the previous law, which he cosponsored and which required a wait of only one year. In an interview regarding his resignation, Lott said that the new law \"didn't have a big role\" in his decision to resign.\nLott's resignation became effective at 11:30 p.m. on December 18, 2007. On January 7, 2008, it was announced that Lott and former Senator &lt;a href=\"John%20Breaux\"&gt;John Breaux&lt;/a&gt; of &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;, a Democrat, opened their lobbying firm about a block from the White House.\nPost-Senate career.\nIn December 2007, he co-founded the Breaux-Lott Leadership Group, a \"strategic advice, consulting, and lobbying\" firm together with former Louisiana Senator &lt;a href=\"John%20Breaux\"&gt;John Breaux&lt;/a&gt;. The firm was later acquired by law and lobbying firm &lt;a href=\"Patton%20Boggs\"&gt;Patton Boggs&lt;/a&gt;, now &lt;a href=\"Squire%20Patton%20Boggs\"&gt;Squire Patton Boggs&lt;/a&gt; following the June 2014 merger with &lt;a href=\"Squire%20Sanders\"&gt;Squire Sanders&lt;/a&gt;. In September 2014, lobbyist filings revealed that Lott was contracted to advocate on behalf of &lt;a href=\"Gazprombank\"&gt;Gazprombank&lt;/a&gt;, a Russian majority state-owned bank targeted with sanctions over the &lt;a href=\"2014%20pro-Russian%20unrest%20in%20Ukraine\"&gt;2014 pro-Russian unrest in Ukraine&lt;/a&gt;. Lott was fired by Squire Patton Boggs in June 2020; no explanation was provided for his departure. Lott serves on the board of directors of &lt;a href=\"Airbus\"&gt;Airbus&lt;/a&gt; North America.\nOn October 10, 2008, Lott was named Honorary Patron of the &lt;a href=\"University%20Philosophical%20Society\"&gt;University Philosophical Society&lt;/a&gt;, &lt;a href=\"Trinity%20College%2C%20Dublin\"&gt;Trinity College, Dublin&lt;/a&gt;.\nOn February 14, 2009, \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" reported the indictment of Judge &lt;a href=\"Bobby%20DeLaughter\"&gt;Bobby DeLaughter&lt;/a&gt; for taking bribes from &lt;a href=\"Richard%20Scruggs\"&gt;Richard Scruggs&lt;/a&gt;, Lott's brother-in-law. Scruggs represented Lott in litigation against &lt;a href=\"State%20Farm%20Insurance\"&gt;State Farm Insurance&lt;/a&gt; company after the insurer refused to pay claims for the loss of his Mississippi home in &lt;a href=\"Hurricane%20Katrina\"&gt;Hurricane Katrina&lt;/a&gt;. According to \"The New York Times,\" federal prosecutors have said that Lott was induced by Scruggs to offer DeLaughter a federal judgeship in order to gain the judge's favor. In 2012, Lott testified in federal court that he never told DeLaughter that he would be recommended for a federal judgeship.\nLott is a &lt;a href=\"Freemason\"&gt;Freemason&lt;/a&gt;, and holds the Grand Cross in the &lt;a href=\"Scottish%20Rite%23Southern%20Jurisdiction\"&gt;Southern Jurisdiction of the United States&lt;/a&gt; in the Ancient and Accepted Scottish Rite.\nLott is on the Board of Selectors of &lt;a href=\"Jefferson%20Awards%20for%20Public%20Service\"&gt;Jefferson Awards for Public Service&lt;/a&gt;.\nIn 2018 &lt;a href=\"Sacha%20Baron%20Cohen\"&gt;Sacha Baron Cohen&lt;/a&gt;'s television program \"&lt;a href=\"Who%20Is%20America%3F\"&gt;Who Is America?&lt;/a&gt;\" premiered showing Lott supporting the \"kinderguardians program\" which supported training toddlers with firearms. Lott appeared not to know it was a hoax.\nAuthor.\nLott's memoir, entitled ', was published in 2005. In the book, Lott spoke about the remark he made at the Strom Thurmond birthday party, former Senate Majority Leader Bill Frist, and his feelings of betrayal toward the Tennessee senator, claiming \"If Frist had not announced exactly when he did, as the fire was about to burn out, I would still be majority leader of the Senate today.\" He also described former Democratic Leader &lt;a href=\"Tom%20Daschle\"&gt;Tom Daschle&lt;/a&gt; of &lt;a href=\"South%20Dakota\"&gt;South Dakota&lt;/a&gt; as \"trustworthy\". He also revealed that President &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt;, then–Secretary of State &lt;a href=\"Colin%20Powell\"&gt;Colin Powell&lt;/a&gt;, and other GOP leaders played a major role in ending his career as Senate Republican Leader.\nLegacy.\nTrent Lott Academy in the &lt;a href=\"Pascagoula%20School%20District\"&gt;Pascagoula School District&lt;/a&gt; is named after him.\nLott has been quoted as being opposed to homosexuality, comparing it to other issues such as alcoholism.\nLott is also the namesake of &lt;a href=\"Trent%20Lott%20International%20Airport\"&gt;Trent Lott International Airport&lt;/a&gt; in &lt;a href=\"Moss%20Point%2C%20Mississippi\"&gt;Moss Point, Mississippi&lt;/a&gt;."
}