{
    "id": "15792172",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=15792172",
    "title": "Polytrichum",
    "text": "Polytrichum is a genus of &lt;a href=\"moss\"&gt;moss&lt;/a&gt;es — commonly called haircap moss or hair moss — which contains approximately 70 species that cover a &lt;a href=\"cosmopolitan%20distribution\"&gt;cosmopolitan distribution&lt;/a&gt;.\nThe genus \"Polytrichum\" has a number of closely related &lt;a href=\"sporophyte\"&gt;sporophytic&lt;/a&gt; characters. The scientific name is derived from the &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt; words \"polys\", meaning \"many\", and \"thrix\", meaning \"hair\". This name was used in ancient times to refer to plants with fine, hairlike parts, including mosses, but this application specifically refers to the hairy &lt;a href=\"calyptra\"&gt;calyptra&lt;/a&gt;s found on young sporophytes. A similar naming related to hair appears in &lt;a href=\"Old%20Norse\"&gt;Old Norse&lt;/a&gt;, \"haddr silfjar\", \"hair of &lt;a href=\"Sif\"&gt;Sif&lt;/a&gt;\", goddess from &lt;a href=\"Norse%20Mythology\"&gt;Norse Mythology&lt;/a&gt;, wife of the god &lt;a href=\"Thor\"&gt;Thor&lt;/a&gt;. There are two major sections of \"Polytrichum\" species. The first — section \"Polytrichum — has narrow, toothed, and relatively erect leaf margins. The other — section \"Juniperifolia — has broad, entire, and sharply inflexed leaf margins that enclose the lamellae on the upper leaf surface. Polytrichum reproduce by vegetative and sexual methods.\nAppearance.\nWith a distinct appearance the Common Hair Cap Moss gets its name from the hairs that cover, or cap, the calyptra where each spore case is held (1). Looking down on it, the Common Hair Cap Moss has a star shaped appearance because of the pointed leaves arranged spirally at right angles around a stiff stem (3). Like other mosses, it is generally a dark green colour and does not grow very tall. The Common Hair Cap Moss has no woody tissue so it only grows from 4–20 cm tall (2). Growing like a lush green carpet, the average life span of this moss is three to five years, although ten has been recorded, and even dead the moss remains intact, and is what makes up the lower portion of this organism\nPhysiology.\nMosses in the genus \"Polytrichum\" are endohydric, meaning water must be conducted from the base of the plant. While mosses are considered &lt;a href=\"non-vascular%20plant\"&gt;non-vascular plant&lt;/a&gt;s, those of \"Polytrichum\" show clear differentiation of water conducting tissue. One of these water conducting tissues is termed the \"hydrome\", which makes up the central cylinder of stem tissue. It consists of cells with a relatively wide diameter called \"hydroids\", which conduct water. This tissue is &lt;a href=\"Analogy%20%28biology%29\"&gt;analogous&lt;/a&gt; to &lt;a href=\"xylem\"&gt;xylem&lt;/a&gt; in higher plants. The other tissue is called \"leptome\", which surrounds the hydrome, contains smaller cells and is analogous to &lt;a href=\"phloem\"&gt;phloem&lt;/a&gt;.\nAnother characteristic feature of the genus is its parallel &lt;a href=\"photosynthesis\"&gt;photosynthetic&lt;/a&gt; lamellae on the upper surfaces of the leaves. The leaves of most mosses are simply a single plate of cells, but those of \"Polytrichum\" have more highly differentiated photosynthetic tissue. This is an example of a xeromorphic adaption, an adaptation for dry conditions. Moist air is trapped in between the rows of lamellae, while the larger terminal cells act to contain moisture and protect the photosynthetic cells. This minimises water loss as relatively little tissue is directly exposed to the environment, but allows for enough gas exchange for photosynthesis to take place. The &lt;a href=\"Microenvironment%20%28biology%29\"&gt;microenvironment&lt;/a&gt; between the lamellae can host a number of microscopic organisms such as parasitic &lt;a href=\"fungi\"&gt;fungi&lt;/a&gt; and &lt;a href=\"rotifer\"&gt;rotifer&lt;/a&gt;s. Additionally, the leaves will curve and then twist around the stem when conditions become too dry, this being another xeromorphic adaptation. It is speculated that the teeth along the leaf's edge may aid in this process, or perhaps also that they help discourage small invertebrates from attacking the leaves.\n\"Polytrichum\" species are &lt;a href=\"dioicous\"&gt;dioicous&lt;/a&gt;, having separate male and female plants. The reproductive branches arise from the apex of the main gametophyte axis.\nClassification.\nThe genus \"&lt;a href=\"Polytrichastrum\"&gt;Polytrichastrum&lt;/a&gt;\" was separated from \"Polytrichum\" in 1971 based on the structure of the &lt;a href=\"peristome\"&gt;peristome&lt;/a&gt; (which controls spore release). However, molecular and morphological data from 2010 support moving some species back into \"Polytrichum\"."
}