{
    "id": "15806863",
    "revid": "814993",
    "url": "https://en.wikipedia.org/wiki?curid=15806863",
    "title": "Koozie",
    "text": "A koozie ( ) (&lt;a href=\"US\"&gt;US&lt;/a&gt;) or stubby holder (&lt;a href=\"Australian\"&gt;Australian&lt;/a&gt;) is a fabric or foam sleeve that is designed to &lt;a href=\"Thermal%20insulation\"&gt;thermally insulate&lt;/a&gt; a beverage container, like a &lt;a href=\"beverage%20can\"&gt;can&lt;/a&gt; or &lt;a href=\"bottle\"&gt;bottle&lt;/a&gt;.\nName, origin, and trademark dispute.\nThe name \"Koozie\", with a capital \"K\", is a federally &lt;a href=\"registered%20trademark\"&gt;registered trademark&lt;/a&gt; in the United States, originally coined by Bob Autrey of &lt;a href=\"San%20Antonio\"&gt;San Antonio&lt;/a&gt;, Texas, and rights later sold to Radio Cap Corporation (RCC) as the KOOZIE in the early 1980s. The company RCC specialized in baseball caps before registering a trademark for the name KOOZIE in 1980, and subsequently introducing the product as a can cooler in 1982. As the &lt;a href=\"Promotional%20merchandise\"&gt;promotional product industry&lt;/a&gt; grew, more products were added to the KOOZIE brand, including drinkware, more styles of can coolers, cooler bags, outdoor leisure items, travel accessories, and business accessories. The word \"koozie\" has also lost its trademark numerous times over the years, making it a regular everyday word in the English language, similar to words like \"&lt;a href=\"Onesie%20%28jumpsuit%29\"&gt;Onesie&lt;/a&gt;,\" \"&lt;a href=\"ice%20resurfacer\"&gt;Zamboni&lt;/a&gt;\", and \"&lt;a href=\"Hula%20Hoop\"&gt;Hula Hoop&lt;/a&gt;.\" These are brand name products that have been subject to &lt;a href=\"Generic%20trademark\"&gt;genericide&lt;/a&gt; - \"the process by which a brand name loses its distinctive identity as a result of being used to refer to any product or service of its kind.\"\nNorwood Promotional Products acquired RCC in 1991 and continued to grow the KOOZIE line of products. In 2009, BIC Graphic purchased Norwood and its sub-brands. BIC Graphic dropped the \"RCC\" in favor of the KOOZIE brand name and expanded the line to include additional styles of can coolers, cooler bags and totes, as well as housewares.\nNorwood was in a dispute, on-and-off over several years in the 2000s, over the Koozie trademark status with an online retail business called Kustom Koozies. Norwood asserts that names such as \"beer hugger\", \"can cooler\", and \"huggie\" do not infringe its trademark, but that \"koozie\", \"coozie\", \"coolie\", and \"cozy\" do. Kustom Koozies asserted in 2005 that the trademark had &lt;a href=\"genericization\"&gt;become generic&lt;/a&gt;. In the years since, Norwood and Kustom Koozies came to a licensing agreement over the use of the trademark, but by 2009 they were in dispute again, as Kustom Koozies tried and failed to cancel the trademark licensing agreement in response to Norwood instructing it to make certain changes to its website, one of which was that \"Koozie\" should be set out in all-capital letters as \"KOOZIE,\" and another being that the &lt;a href=\"registered%20trademark%20symbol\"&gt;registered trademark symbol&lt;/a&gt; \"®\" be used to identify genuine Norwood KOOZIES.\nIn Australia, the beverage insulator is called a stubby holder because local beer was traditionally sold in bottles colloquially known as \"stubbies\" due to their short, squat appearance in comparison to the alternative packaging of bottles (\"king brown\", \"tallie\", or simply \"bottle\"), and the longneck bottles commonly used for beer imported from North America and Europe. Most Australian domestic beers have now adopted longneck bottles and/or aluminium cans (\"tinnies\") for their packaging, and bottles are now sold much less commonly than was the case historically. &lt;a href=\"Victoria%20Bitter\"&gt;Victoria Bitter (VB)&lt;/a&gt; is notable for continuing to use the traditional stubby, albeit with a twist top replacing the traditional crown seal.\nUse.\nA koozie is used to insulate a chilled beverage from warming by warm air or sunlight. Using a koozie can reduce the rate a drink warms in the sun by up to 50%.\nSecondary uses include easily identifying one's beverage from another person's and for marketing. By imprinting on the koozie many different companies have used the koozie as a promotional giveaway because it is not only inexpensive to manufacture, but its frequent use is more likely to bring the company's name to a household presence. Originally a logo or image was screen-printed on a round foam cylinder with a foam base, which generally has a hole at the base to ease inserting and removing beverage containers.\nTertiary uses (though linked to the primary use) may include: minimizing the condensation on the can, and/or keeping the drinker's hands warm while consuming the chilled beverage in the koozie.\nMaterials and styles.\nThe koozie has evolved in both material and style. Materials used include &lt;a href=\"leather\"&gt;leather&lt;/a&gt;, &lt;a href=\"neoprene\"&gt;neoprene&lt;/a&gt;, &lt;a href=\"Ethylene-vinyl%20acetate\"&gt;EVA&lt;/a&gt;, &lt;a href=\"polyester\"&gt;polyester&lt;/a&gt;, &lt;a href=\"Polyvinyl%20chloride\"&gt;vinyl&lt;/a&gt;, and various &lt;a href=\"open-cell%20foam\"&gt;open-cell&lt;/a&gt; and &lt;a href=\"closed-cell%20foam\"&gt;closed-cell&lt;/a&gt; foams. There are koozies for 40 oz. bottles, and adjustable koozies that fit different beverage container sizes."
}