{
    "id": "158048",
    "revid": "24882826",
    "url": "https://en.wikipedia.org/wiki?curid=158048",
    "title": "Víctor Galíndez",
    "text": "Víctor Emilio Galíndez (2 November 1948 in &lt;a href=\"Vedia\"&gt;Vedia&lt;/a&gt; – 25 October 1980 in &lt;a href=\"Veinticinco%20de%20Mayo%2C%20Buenos%20Aires\"&gt;Veinticinco de Mayo, Buenos Aires&lt;/a&gt;) was an &lt;a href=\"Argentina\"&gt;Argentine&lt;/a&gt; &lt;a href=\"boxing\"&gt;boxer&lt;/a&gt; who was the third Latin American to win the world Light Heavyweight championship, after &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt;'s &lt;a href=\"Jos%C3%A9%20Torres\"&gt;José Torres&lt;/a&gt; and &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt;'s &lt;a href=\"Vicente%20Rondon\"&gt;Vicente Rondon&lt;/a&gt;.\nGalíndez was born in Vedia in the &lt;a href=\"Leandro%20N.%20Alem%20Partido\"&gt;Leandro N. Alem Partido&lt;/a&gt; of the &lt;a href=\"Buenos%20Aires%20Province\"&gt;Buenos Aires Province&lt;/a&gt; in &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; in 1948. He aspired to become both a boxer and a stock car pilot since an early age, but he was more interested in boxing. As an amateur, he compiled a winning record and participated in the &lt;a href=\"1968%20Summer%20Olympics\"&gt;1968 Summer Olympics&lt;/a&gt; in &lt;a href=\"Mexico%20City\"&gt;Mexico City&lt;/a&gt;, where he lost in a preliminary round bout to &lt;a href=\"Aldo%20Bentini\"&gt;Aldo Bentini&lt;/a&gt; of &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;. A year earlier he claimed the silver medal at the &lt;a href=\"Boxing%20at%20the%201967%20Pan%20American%20Games\"&gt;1967 Pan American Games&lt;/a&gt;.\nGalíndez then turned professional, and on 10 May 1969, he debuted as a paid fighter with a win over &lt;a href=\"Ramon%20Ruiz\"&gt;Ramon Ruiz&lt;/a&gt; by a &lt;a href=\"knockout\"&gt;knockout&lt;/a&gt; in four at &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt;. After one more win, he faced &lt;a href=\"Adolfo%20Cejas\"&gt;Adolfo Cejas&lt;/a&gt; in &lt;a href=\"Azul%2C%20Argentina\"&gt;Azul, Argentina&lt;/a&gt;, in a fight which resulted in a ten-round draw.\nIn 1970, Galíndez had 10 fights, a span during which he went 5-3-1, with one &lt;a href=\"no%20contest%20%28boxing%29\"&gt;no contest&lt;/a&gt;. He suffered his first loss, at the hands of &lt;a href=\"Juan%20Aguilar%20%28boxer%29\"&gt;Juan Aguilar&lt;/a&gt;, by a decision in ten, and had a second and third fight with Aguilar, of which the second ended in a first round no contest, and the second in another Aguilar decision win. He began his five fight rivalry with &lt;a href=\"Jorge%20Ahumada\"&gt;Jorge Ahumada&lt;/a&gt; knocking Ahumada out in five rounds, and lost the Argentine Light Heavyweight title with a twelve-round decision defeat against &lt;a href=\"Avenamar%20Peralta\"&gt;Avenamar Peralta&lt;/a&gt;.\nHe and Peralta had an immediate, non-title rematch in 1971, and Galíndez won by a ten-round decision. 1971 was a year of rematches for Galíndez, the only new boxer he met that year being &lt;a href=\"Pedro%20Rimovsky\"&gt;Pedro Rimovsky&lt;/a&gt;, and he too, had a rematch with Galíndez before that year was over. He lost to Ahumada in the second of the five fights between them, by a decision in &lt;a href=\"Mendoza%2C%20Argentina\"&gt;Mendoza, Argentina&lt;/a&gt;, then beat him in fight three by a knockout in nine, and in fight four by a knockout in six, both the third and fourth fight being held in Buenos Aires. He and Rimovsky had a first round no contest in their first bout, and drew over the ten round distance in the rematch, and then Galíndez had two more fights with Peralta, losing by a knockout in nine and a decision in 10.\nIn 1973, Galíndez had eight fights, winning seven and drawing one. He was finally able to obtain Argentina's Light Heavyweight title, by beating Aguilar by a decision in twelve. He beat Aguilar once again, by a knockout in six, and he also beat &lt;a href=\"Eddie%20Owens\"&gt;Eddie Owens&lt;/a&gt;, &lt;a href=\"Eddie%20Duncan\"&gt;Eddie Duncan&lt;/a&gt; and &lt;a href=\"Raul%20Loyola\"&gt;Raul Loyola&lt;/a&gt;, the latter being beaten twice, one time defending his Argentine title.\nHe began 1974 with a step up in class, meeting former world title challenger &lt;a href=\"Ray%20Anderson%20%28boxer%29\"&gt;Ray Anderson&lt;/a&gt;, beating him by a knockout in two. After six more consecutive wins, he was given his first shot at a world title, facing &lt;a href=\"Len%20Hutchins\"&gt;Len Hutchins&lt;/a&gt; for the &lt;a href=\"World%20Boxing%20Association\"&gt;WBA&lt;/a&gt;'s vacant world Light Heavyweight championship. Galíndez then joined Torres and Rondon as the only &lt;a href=\"Hispanic\"&gt;Hispanic&lt;/a&gt; Light Heavyweight world champions in history, and &lt;a href=\"Carlos%20Monz%C3%B3n\"&gt;Carlos Monzón&lt;/a&gt; as the only Argentine world champions of that era, with a TKO of Hutchins in the thirteenth round to become the WBA's world Light Heavyweight champion.\nGalíndez, who never fought outside Argentina before becoming a world champion, became a traveling fighter after that. After he beat &lt;a href=\"Johnny%20Griffin%20%28boxer%29\"&gt;Johnny Griffin&lt;/a&gt; in Buenos Aires by knockout in six in a non-title bout, it was off to South Africa, for his first international fight, which was, at the same time, his first world title defense. He beat &lt;a href=\"Pierre%20Fourie\"&gt;Pierre Fourie&lt;/a&gt; there by a decision. Next was &lt;a href=\"Las%20Vegas%2C%20Nevada\"&gt;Las Vegas&lt;/a&gt;, for his first fight in the United States, another non title affair. He knocked out &lt;a href=\"Ray%20Elson%20%28boxer%29\"&gt;Ray Elson&lt;/a&gt; in eight there. Next stop was the &lt;a href=\"Madison%20Square%20Garden\"&gt;Madison Square Garden&lt;/a&gt; in New York, where he and arch-rival Ahumada met for a fifth time, this time with the world title on the line. After beating Ahumada by a decision in 15, Galíndez returned to South Africa, where he once again beat Fourie by decision in 15.\n1976 saw a trip to Norway, where he beat &lt;a href=\"Harald%20Skog\"&gt;Harald Skog&lt;/a&gt; by a knockout in three to retain the title, and to Denmark, where he beat &lt;a href=\"Jesse%20Burnett\"&gt;Jesse Burnett&lt;/a&gt; by a decision in ten in a non tite affair. Then came a third trip to South Africa, where he knocked out challenger &lt;a href=\"Richie%20Kates\"&gt;Richie Kates&lt;/a&gt; in the 15th and last round, and, after a fight with &lt;a href=\"Billy%20Douglas%20%28boxer%29\"&gt;Billy Douglas&lt;/a&gt; in Buenos Aires, (a win by decision in ten) he found himself in South Africa once again, where he beat &lt;a href=\"Kosie%20Smith\"&gt;Kosie Smith&lt;/a&gt; by a decision in fifteen to once again, retain the title.\nAfter beginning 1977 by beating &lt;a href=\"Guillermo%20Aquirrezabala\"&gt;Guillermo Aquirrezabala&lt;/a&gt; by a knockout in four in &lt;a href=\"Mendoza%2C%20Argentina\"&gt;Mendoza&lt;/a&gt;, he and Kates had a rematch in Rome, Italy, where Galíndez once again beat Kates by decision over 15. Next, the Argentine champion and challenger &lt;a href=\"Yaqui%20L%C3%B3pez\"&gt;Yaqui López&lt;/a&gt; faced-off in a 15-round title bout, once again in Italy, and Galíndez retained the title by a decision in Rome. Galíndez' last fight of '77 took him to Italy for a third time, and he beat future world champion &lt;a href=\"Eddie%20Mustafa%20Muhammad\"&gt;Eddie Mustafa Muhammad&lt;/a&gt; (then Eddie Gregory) by a decision in fifteen.\nIn 1978, Galíndez went to Italy again, retaining the title with a fifteen-round decision in a rematch with Lopez, and then he made a series of non-title bouts in Argentina before he went on the road again, this time losing his title to &lt;a href=\"Mike%20Rossman\"&gt;Mike Rossman&lt;/a&gt; by a knockout in 13, in the same undercard where &lt;a href=\"Muhammad%20Ali\"&gt;Muhammad Ali&lt;/a&gt; recovered the world Heavyweight title for the third time by beating &lt;a href=\"Leon%20Spinks\"&gt;Leon Spinks&lt;/a&gt; at the &lt;a href=\"Louisiana%20Superdome\"&gt;Louisiana Superdome&lt;/a&gt; in &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt;.\nAfter his first fight in 1979, beating &lt;a href=\"Roberto%20Aguilar%20%28boxer%29\"&gt;Roberto Aguilar&lt;/a&gt; by a knockout in six back home, he and Rossman were supposed to have a rematch in February of that year, but Galíndez refused to fight, arguing that the judges selected for the rematch would probably favor Rossman. However, the rematch did come off later that year, and Galíndez recovered the world championship, once again in New Orleans, knocking Rossman out in 10 rounds. This time, however, he wouldn't last long as king of the Light Heavyweights, and he lost the title in his first defense, by a knockout in 11 to &lt;a href=\"Marvin%20Johnson%20%28boxer%29\"&gt;Marvin Johnson&lt;/a&gt;, a boxer who would later join &lt;a href=\"Muhammad%20Ali\"&gt;Muhammad Ali&lt;/a&gt;, &lt;a href=\"Sugar%20Ray%20Robinson\"&gt;Sugar Ray Robinson&lt;/a&gt; and &lt;a href=\"Carlos%20De%20Le%C3%B3n\"&gt;Carlos De León&lt;/a&gt; among others as one of the few boxers to be world champions three times in the same category. The fight with Johnson also took place in New Orleans.\nHe had a boxing record of 52 wins, 9 losses and 4 draws with 2 no contests, and 34 wins by knockout. He successfully defended the WBA world light heavyweight title ten times against seven boxers.\nIn 2002, Galíndez was inducted into the &lt;a href=\"International%20Boxing%20Hall%20Of%20Fame\"&gt;International Boxing Hall Of Fame&lt;/a&gt;.\nDeath.\nAfter losing a rematch with Burnett in 1980 by a decision in twelve in &lt;a href=\"Anaheim%2C%20California\"&gt;Anaheim, California&lt;/a&gt;, Galíndez was forced to retire because of two operations to repair his detached retinas, and then he tried to pursue his other dream of becoming a stock-car race driver. On 25 October of that year, he participated in what would be his first and last &lt;a href=\"Turismo%20Carretera\"&gt;Turismo Carretera&lt;/a&gt; race, as a co-driver. After a mechanical failure shortly after the start of the race, Galíndez and his driver Antonio Lizeviche headed towards the pits, walking alongside the road. A car of another competitor lost control and hit Galíndez and Lizeviche, killing them on the spot."
}