{
    "id": "158224",
    "revid": "7098284",
    "url": "https://en.wikipedia.org/wiki?curid=158224",
    "title": "Neil Hamilton (politician)",
    "text": "Mostyn Neil Hamilton (born 9 March 1949) is a British politician, former barrister and former teacher who has been leader of the &lt;a href=\"UK%20Independence%20Party\"&gt;UK Independence Party&lt;/a&gt; (UKIP) since 2020. He was the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative&lt;/a&gt; &lt;a href=\"Member%20of%20Parliament%20%28United%20Kingdom%29\"&gt;Member of Parliament&lt;/a&gt; (MP) for &lt;a href=\"Tatton%20%28UK%20Parliament%20constituency%29\"&gt;Tatton&lt;/a&gt; from 1983 to 1997 and a UKIP &lt;a href=\"Member%20of%20the%20Senedd\"&gt;Member of the Senedd&lt;/a&gt; (MS) for &lt;a href=\"Mid%20and%20West%20Wales%20%28National%20Assembly%20for%20Wales%20electoral%20region%29\"&gt;Mid and West Wales&lt;/a&gt; from 2016 to 2021.\nHamilton was elected to the &lt;a href=\"House%20of%20Commons%20of%20the%20United%20Kingdom\"&gt;House of Commons&lt;/a&gt; in the &lt;a href=\"1983%20United%20Kingdom%20general%20election\"&gt;1983 general election&lt;/a&gt;. He was appointed &lt;a href=\"Department%20of%20Trade%20and%20Industry%20%28United%20Kingdom%29\"&gt;Parliamentary Under-Secretary of State for Corporate Affairs&lt;/a&gt; by Prime Minister &lt;a href=\"John%20Major\"&gt;John Major&lt;/a&gt; in 1992.\nIn 1994, \"The Guardian\" alleged that Hamilton had taken cash payments in exchange for asking questions in Parliament. Hamilton sued \"The Guardian\" for libel, but settled on the day of the trial. \"The Guardian\" published a headline branding him \"A Liar and a Cheat\". The &lt;a href=\"cash-for-questions%20affair\"&gt;cash-for-questions affair&lt;/a&gt; enquiry in 1997 found that Hamilton had taken bribes. He subsequently lost a libel case on the matter.\nHamilton became widely associated with sleaze; he was forced to resign his ministerial role in 1994. He was defeated by &lt;a href=\"Martin%20Bell\"&gt;Martin Bell&lt;/a&gt; in the &lt;a href=\"1997%20United%20Kingdom%20general%20election\"&gt;1997 general election&lt;/a&gt;.\nHe left the Conservative Party in 2002, and joined UKIP. In 2011, he returned to politics and was elected to the National Executive Committee of UKIP in 2011. Following his election to the National Assembly for Wales, he was UKIP Assembly Group Leader from 2016 to 2018 and again from 2019 to 2021. He became leader of UKIP Wales in 2016. In September 2020, Hamilton was named acting leader of UKIP, following the suspension from the party of the previous leader, &lt;a href=\"Freddy%20Vachha\"&gt;Freddy Vachha&lt;/a&gt;. Hamilton was defeated at the &lt;a href=\"2021%20Senedd%20election\"&gt;2021 Senedd election&lt;/a&gt;. In October 2021, Hamilton was elected UKIP leader.\nDue to his television appearances, \"The Guardian\" described him as \"an all-purpose Z-list celebrity\".\nEarly life.\nHamilton was born in Fleur-de-Lis, a &lt;a href=\"Gwent%20%28county%29\"&gt;Gwent&lt;/a&gt; &lt;a href=\"pit%20village\"&gt;pit village&lt;/a&gt; near &lt;a href=\"Blackwood%2C%20Caerphilly\"&gt;Blackwood&lt;/a&gt;, Wales. In 1960 he moved to Ammanford. His father was a chief engineer for the &lt;a href=\"British%20Coal\"&gt;National Coal Board&lt;/a&gt;. His grandfathers were &lt;a href=\"coal%20miners\"&gt;coal miners&lt;/a&gt;. He grew up in &lt;a href=\"Ammanford\"&gt;Ammanford&lt;/a&gt; in Carmarthenshire and joined the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt; in 1964, at the age of 15.\nEducation.\nHamilton attended &lt;a href=\"Ysgol%20Dyffryn%20Aman\"&gt;Amman Valley Grammar School&lt;/a&gt; in Ammanford. He received a BScEcon degree in economics and politics from the &lt;a href=\"University%20College%20of%20Wales%2C%20Aberystwyth\"&gt;University College of Wales, Aberystwyth&lt;/a&gt; in 1970, and an MScEcon degree in economics and politics in 1975. While at Aberystwyth, he was active in the &lt;a href=\"Federation%20of%20Conservative%20Students\"&gt;Federation of Conservative Students&lt;/a&gt;; he was a member between 1968 and 1974. In 1973, as a representative of the Federation of Conservative Students, Hamilton attended a conference of the &lt;a href=\"Neo-fascism\"&gt;neo-fascist&lt;/a&gt; &lt;a href=\"Italian%20Social%20Movement\"&gt;Italian Social Movement&lt;/a&gt; (MSI). Hamilton went on to study at &lt;a href=\"Corpus%20Christi%20College%2C%20Cambridge\"&gt;Corpus Christi College, Cambridge&lt;/a&gt;, where he attained a postgraduate law degree.\nStudent activity and early political career.\nAt the 1970 Conservative Party conference, Hamilton called for mass &lt;a href=\"Privatization\"&gt;privatisation&lt;/a&gt;. The following year, he opposed the plan for Britain to join the &lt;a href=\"European%20Communities\"&gt;European Communities&lt;/a&gt;. In 1972, after several years' membership, Hamilton was elected to the executive council of the &lt;a href=\"Conservative%20Monday%20Club\"&gt;Conservative Monday Club&lt;/a&gt;. He left the Club in 1973, and stood as chairman of the Federation of Conservative Students against &lt;a href=\"David%20Davis%20%28British%20politician%29\"&gt;David Davis&lt;/a&gt;, but lost. In the early 1970s, Hamilton was the founder of the &lt;a href=\"Eldon%20League\"&gt;Eldon League&lt;/a&gt;, a right-wing social organisation given to having picnics and dinners 'and having a good time'. He appointed himself its \"Grand Imperial Prior\" and called for the abolition of the internal combustion engine and plastic. Hamilton stood as the Conservative parliamentary candidate in the &lt;a href=\"February%201974%20United%20Kingdom%20general%20election\"&gt;February 1974 general election&lt;/a&gt; in &lt;a href=\"Abertillery%20%28UK%20Parliament%20constituency%29\"&gt;Abertillery&lt;/a&gt; and in the &lt;a href=\"1979%20United%20Kingdom%20general%20election\"&gt;1979 general election&lt;/a&gt; in &lt;a href=\"Bradford%20North%20%28UK%20Parliament%20constituency%29\"&gt;Bradford North&lt;/a&gt;, but failed on both occasions.\nTeaching.\nHamilton was a teacher at &lt;a href=\"St%20John%27s%20College%2C%20Portsmouth\"&gt;St John's College&lt;/a&gt; in &lt;a href=\"Southsea\"&gt;Southsea&lt;/a&gt; between 1973 and 1976. In his spare time he studied for his &lt;a href=\"bar%20examination\"&gt;bar practice exam&lt;/a&gt;. He also taught &lt;a href=\"constitutional%20law\"&gt;constitutional law&lt;/a&gt; at &lt;a href=\"University%20of%20Hertfordshire\"&gt;Hatfield Polytechnic&lt;/a&gt; between September 1978 and July 1982.\nLegal career.\nFrom September 1979, Hamilton practised as a &lt;a href=\"barrister\"&gt;barrister&lt;/a&gt;. He specialised in &lt;a href=\"Tax%20law\"&gt;taxation&lt;/a&gt;, trust and property law. However, after he lost his parliamentary seat in 1997, he vowed never to return to \"that constipated profession\". In April 2001, Hamilton said, \"If I am bankrupt [which he was the following month], I won't be able to return to the bar but even if I was able to do so, I couldn't contain myself from saying what I thought to some of the judges.\" Hamilton was also European and Parliamentary Affairs Director of the &lt;a href=\"Institute%20of%20Directors\"&gt;Institute of Directors&lt;/a&gt; during this time.\nPolitical career.\nParliamentary career.\nOn 12 March 1983, Hamilton was selected as the Conservative candidate for the newly created &lt;a href=\"Tatton%20%28UK%20Parliament%20constituency%29\"&gt;Tatton constituency&lt;/a&gt;. Three months later, at the &lt;a href=\"1983%20United%20Kingdom%20general%20election\"&gt;1983 general election&lt;/a&gt; Hamilton was elected to &lt;a href=\"Parliament%20of%20the%20United%20Kingdom\"&gt;Parliament&lt;/a&gt; as &lt;a href=\"Member%20of%20Parliament%20%28United%20Kingdom%29\"&gt;MP&lt;/a&gt; for Tatton. On entering the Commons, Hamilton was appointed as an officer of the backbench committee on Trade and Industry under the chairmanship of Michael Grylls.\nLeaded petrol.\nIn 1984, against party policy, Hamilton opposed the abandonment of &lt;a href=\"leaded%20petrol\"&gt;leaded petrol&lt;/a&gt; in Britain. He argued there was no evidence that leaded petrol was damaging the environment, or health, and that jobs would be lost in his constituency if leaded petrol was banned.\nWestern Goals Institute.\nHamilton resumed his activities as a supporter of pressure groups, including the &lt;a href=\"Western%20Goals%20Institute\"&gt;Western Goals Institute&lt;/a&gt;, led by ex-Young Monday Club Chairman, Andrew V. R. Smith and attracting the support of other parliamentarians such as Sir &lt;a href=\"Patrick%20Wall\"&gt;Patrick Wall&lt;/a&gt;, &lt;a href=\"Bill%20Walker%20%28Scottish%20Conservative%20politician%29\"&gt;Bill Walker&lt;/a&gt;, &lt;a href=\"Nicholas%20Winterton\"&gt;Nicholas Winterton&lt;/a&gt; and the Revd. &lt;a href=\"Martin%20Smyth\"&gt;Martin Smyth&lt;/a&gt;. He was on their parliamentary advisory board. The Western Goals Institute achieved notoriety by inviting &lt;a href=\"Jean-Marie%20Le%20Pen\"&gt;Jean-Marie Le Pen&lt;/a&gt; (leader of the French National Front) and &lt;a href=\"Alessandra%20Mussolini\"&gt;Alessandra Mussolini&lt;/a&gt; (&lt;a href=\"Benito%20Mussolini\"&gt;Benito Mussolini&lt;/a&gt;'s granddaughter, a Deputy sitting for the Italian neo-fascist MSI) to address fringe meetings at the 1992 Conservative Party conference. The &lt;a href=\"Chairman%20of%20the%20Conservative%20Party\"&gt;Party Chairman&lt;/a&gt; &lt;a href=\"Norman%20Fowler%2C%20Baron%20Fowler\"&gt;Sir Norman Fowler&lt;/a&gt; was outraged, and said the Conservative Party was not related to the Western Goals Institute. In the event the meetings were cancelled, for neither Le Pen nor Mussolini could come to Britain.\nHamilton also lent his support to the &lt;a href=\"No%20Turning%20Back%20%28political%20group%29\"&gt;No Turning Back Group&lt;/a&gt; organised by his friend &lt;a href=\"Michael%20Brown%20%28British%20politician%29\"&gt;Michael Brown&lt;/a&gt; MP. Other MPs active in the No Turning Back Group included &lt;a href=\"Michael%20Portillo\"&gt;Michael Portillo&lt;/a&gt;, &lt;a href=\"Peter%20Lilley\"&gt;Peter Lilley&lt;/a&gt;, &lt;a href=\"Alan%20Duncan\"&gt;Alan Duncan&lt;/a&gt; and &lt;a href=\"Gerald%20Howarth\"&gt;Gerald Howarth&lt;/a&gt;.\nIan Greer Associates.\nIn 1985, he began working for &lt;a href=\"Ian%20Greer%20%28lobbyist%29\"&gt;Ian Greer&lt;/a&gt; Associates, lobbying on behalf of &lt;a href=\"U.S.%20Smokeless%20Tobacco%20Company\"&gt;US Tobacco&lt;/a&gt;. Hamilton, together with Michael Brown, became an enthusiastic supporter of US Tobacco's product &lt;a href=\"Skoal%20%28tobacco%29\"&gt;Skoal Bandits&lt;/a&gt;, a tea-bag type of pouch of tobacco designed for chewing. The product was believed to cause serious risk of oral cancer, particularly for minors, and the government was inclined to ban its import. Hamilton said he supported the introduction of Skoal Bandits on &lt;a href=\"Libertarianism\"&gt;libertarian&lt;/a&gt; grounds, and lobbied ministers (including &lt;a href=\"Edwina%20Currie\"&gt;Edwina Currie&lt;/a&gt; and &lt;a href=\"David%20Mellor\"&gt;David Mellor&lt;/a&gt;) to allow its introduction. The House of Commons Select Committee on Standards investigation stated: \"Mr. Hamilton and Mr. Brown had a number of contacts with Ministers and officials as part of their campaign to influence Government policy on Skoal Bandits\" and said that there was \"no evidence ... that any appropriate declaration was made\". Hamilton was obliged to concede he had been wrong to make no reference to the payment \"when I went on those meetings with Ministers\".\nStrategy Network International.\nIn June 1990, Hamilton was recruited by the right-wing Monday Club activist &lt;a href=\"Derek%20Laud\"&gt;Derek Laud&lt;/a&gt; to work for Strategy Network International, a firm specifically created to lobby against anti-apartheid movements and economic sanctions and for &lt;a href=\"apartheid%20South%20Africa\"&gt;apartheid South Africa&lt;/a&gt;'s 'transitional government' of &lt;a href=\"Namibia\"&gt;Namibia&lt;/a&gt; set up in defiance of UN Resolution 435 on Namibian independence. Derek Laud was an ex-Monday Club activist and protégé of Hamilton's friend Michael Brown, who offered Hamilton a fee of £8,000 per year. Hamilton failed to register the paid-for consultancy. Hamilton took free trips to South Africa in the company of Brown.\nThatcher leadership contest.\nThatcher appointed Hamilton a &lt;a href=\"whip%20%28politics%29\"&gt;whip&lt;/a&gt; in July 1990. In November 1990, &lt;a href=\"Michael%20Heseltine\"&gt;Michael Heseltine&lt;/a&gt; initiated a &lt;a href=\"1990%20Conservative%20Party%20leadership%20election\"&gt;leadership challenge&lt;/a&gt; to &lt;a href=\"Margaret%20Thatcher\"&gt;Margaret Thatcher&lt;/a&gt;. Hamilton was told by the Chief Whip to stay neutral, but says he ignored this instruction. \"I naturally ignored this advice and fed all my intelligence into her campaign.\" He also said that he made the fateful suggestion that she interview each cabinet member individually, believing they would lack the resolve to tell her to her face that she must go. \"Unfortunately, I had miscalculated.\" Hamilton strongly encouraged Thatcher to persist. At a meeting where &lt;a href=\"Peter%20Lilley\"&gt;Peter Lilley&lt;/a&gt; argued that Thatcher could not survive, Hamilton subjected him to a barrage of \"sarcasm and heckling\". On 21 November 1990, Hamilton and like-minded colleagues met Thatcher at &lt;a href=\"Downing%20Street\"&gt;Downing Street&lt;/a&gt;. Thatcher did subsequently resign, and in the next round of the election Hamilton voted for &lt;a href=\"John%20Major\"&gt;John Major&lt;/a&gt;.\nMinister in Major Government.\nFrom 1992 to 1994, Hamilton was the Minister for &lt;a href=\"Deregulation\"&gt;Deregulation&lt;/a&gt; and &lt;a href=\"Corporate%20Affairs\"&gt;Corporate Affairs&lt;/a&gt; in &lt;a href=\"John%20Major\"&gt;John Major&lt;/a&gt;'s government. He came under pressure to step down after the resignation of another minister, &lt;a href=\"Tim%20Smith%20%28British%20politician%29\"&gt;Tim Smith&lt;/a&gt;, on 19 October 1994, after Smith had admitted to taking money in the &lt;a href=\"cash-for-questions%20affair\"&gt;cash-for-questions affair&lt;/a&gt;. Facing the same allegations, Hamilton denied them and issued proceedings for &lt;a href=\"libel\"&gt;libel&lt;/a&gt;, but he resigned on 26 October at the insistence of &lt;a href=\"John%20Major\"&gt;John Major&lt;/a&gt;.\nApproach to the Maastricht Treaty.\nDenmark rejected the &lt;a href=\"Maastricht%20Treaty\"&gt;Maastricht Treaty&lt;/a&gt; on 2 June 1992. Like some other Conservative ministers, Hamilton had also opposed the treaty and was a member of the Eurosceptic \"No Turning Back\" group. Despite this, Hamilton remained, for a time, loyal to the Major government which endorsed the treaty. Hamilton urged his colleagues not to resign over the Treaty and other issues.\nNo longer a minister at the time of the &lt;a href=\"1995%20Conservative%20Party%20leadership%20election\"&gt;1995 Conservative Party leadership election&lt;/a&gt;, Hamilton did not support Major. Initially a supporter of &lt;a href=\"Michael%20Portillo\"&gt;Michael Portillo&lt;/a&gt;, when Portillo did not contest the leadership Hamilton voted instead for &lt;a href=\"John%20Redwood\"&gt;John Redwood&lt;/a&gt;. Hamilton also sent condolences to Portillo in 2001, when he failed to win &lt;a href=\"2001%20Conservative%20Party%20leadership%20election\"&gt;that year's leadership election&lt;/a&gt;.\nLoss of Tatton.\nPrior to the &lt;a href=\"1997%20United%20Kingdom%20general%20election\"&gt;1997 general election&lt;/a&gt;, Hamilton determined to try to retain his parliamentary seat. His majority at the 1992 general election had been almost 16,000 votes. In 1997, Tatton was the fourth safest Conservative seat in Britain. Hamilton was under investigation by the Parliamentary Standards Commissioner as part of the \"cash for questions\" enquiry and some party members thought he should stand down after the collapse of his case against \"The Guardian\". Disquiet in the local association became public, but the majority gave him the benefit of the doubt.\nHamilton resisted the pressure from senior Conservatives and &lt;a href=\"Conservative%20Central%20Office\"&gt;Conservative Central Office&lt;/a&gt; to stand down. &lt;a href=\"Jeremy%20Paxman\"&gt;Jeremy Paxman&lt;/a&gt; states that Conservative Central Office \"begged him not to stand, but in a gesture of overweening arrogance, he refused to go quietly.\"\nOn 8 April 1997, Hamilton was chosen as the Conservative candidate for Tatton (182 for, 35 against, 100 abstained). \"&lt;a href=\"The%20Observer\"&gt;The Observer&lt;/a&gt;\" commissioned ICM polls in the constituencies of the three Conservative candidates tainted by scandal and seeking re-election: Hamilton, &lt;a href=\"Allan%20Stewart%20%28politician%29\"&gt;Allan Stewart&lt;/a&gt; and &lt;a href=\"Piers%20Merchant\"&gt;Piers Merchant&lt;/a&gt;. Both Stewart and Merchant were found to have support consistent with their party's standing, but in Tatton \"there was massive hostility to Hamilton\".\nWhen &lt;a href=\"Martin%20Bell\"&gt;Martin Bell&lt;/a&gt;, the BBC war correspondent, announced he would stand as an independent candidate in Tatton, the Labour and Liberal Democrat candidates for the area stood down in order to give Bell a clear run against Hamilton. Bell defeated Hamilton, winning by a majority of over 11,000 votes with a swing of 48%. Although Hamilton vowed to return to parliament, this defeat marked the end of his political career in the Conservative Party. In March 1999, &lt;a href=\"George%20Osborne\"&gt;George Osborne&lt;/a&gt; was selected by the Tatton Conservative Association to be their candidate for the following general election.\nWilliam Hague's leadership.\nFollowing Hamilton's ejection from Tatton and the Conservative defeat in the 1997 election, the new party leader, &lt;a href=\"William%20Hague\"&gt;William Hague&lt;/a&gt;, sought to distance the Conservative Party from the disgraced Hamilton and asked Hamilton to stay away from the party conference.\nUK Independence Party.\nIn September 2011, Hamilton attended the annual conference of the &lt;a href=\"UK%20Independence%20Party\"&gt;UK Independence Party&lt;/a&gt; (UKIP). The party's leader &lt;a href=\"Nigel%20Farage\"&gt;Nigel Farage&lt;/a&gt; pledged to support him in the election for the National Executive Committee. Hamilton was elected to the committee on 1 November 2011. He later become deputy chairman of the party. Hamilton was demoted from his role as campaign director in April 2014. In the &lt;a href=\"2014%20United%20Kingdom%20local%20elections\"&gt;May 2014 local elections&lt;/a&gt;, he stood as a UKIP candidate in the St Mary's Park ward of &lt;a href=\"Wandsworth%20London%20Borough%20Council\"&gt;Wandsworth London Borough Council&lt;/a&gt; and finished 8th of the 9 candidates with 396 votes.\nIn the &lt;a href=\"2016%20National%20Assembly%20for%20Wales%20election\"&gt;elections for the National Assembly for Wales&lt;/a&gt; on 5 May 2016, he was elected as a Member of the &lt;a href=\"National%20Assembly%20for%20Wales\"&gt;National Assembly for Wales&lt;/a&gt; for the &lt;a href=\"Mid%20and%20West%20Wales%20%28National%20Assembly%20for%20Wales%20electoral%20region%29\"&gt;Mid and West Wales Region&lt;/a&gt;, one of seven UKIP candidates to win a seat through the Regional List system. On 10 May 2016, UKIP's AMs voted him their leader in the Welsh Assembly, defeating &lt;a href=\"Nathan%20Gill\"&gt;Nathan Gill&lt;/a&gt;. The UKIP leader, &lt;a href=\"Nigel%20Farage\"&gt;Nigel Farage&lt;/a&gt;, criticised the move as an \"unjust act of deep ingratitude\". Hamilton dismissed Farage's criticism as \"irrelevant\", accused him of \"throwing toys out of pram\" and referred to him as \"the MEP for the South East of England\". In leaked emails, he was accused by UKIP's biggest donor, &lt;a href=\"Arron%20Banks\"&gt;Arron Banks&lt;/a&gt;, of being a \"corrupt old Tory\". Nathan Gill subsequently left the UKIP group in the assembly to sit as an independent, resulting in Neil Hamilton becoming UKIP's Leader in Wales in September 2016. Hamilton was ousted as leader of UKIP in the National Assembly on 17 May 2018 and was replaced by &lt;a href=\"Caroline%20Jones%20%28politician%29\"&gt;Caroline Jones&lt;/a&gt;.\nIn August 2018, UKIP leader &lt;a href=\"Gerard%20Batten\"&gt;Gerard Batten&lt;/a&gt; MEP announced that there would be a &lt;a href=\"2018%20UKIP%20Wales%20leadership%20election\"&gt;membership ballot for the leadership of UKIP in Wales&lt;/a&gt;. The eventual winner would become the UKIP Assembly Group Leader and ultimately the party's main spokesperson for Wales. Hamilton, Jones and another UKIP Assembly Member in Wales, &lt;a href=\"Gareth%20Bennett%20%28politician%29\"&gt;Gareth Bennett&lt;/a&gt;, stood in the election, which was won by Bennett. Hamilton said he could \"happily\" work with Mr Bennett, but Jones said she had \"a lot of thinking to do\". Batten said he expected his Welsh Assembly members to now \"work together for UKIP's cause and get on with the job.\"\nFollowing his maiden speech in the Welsh Assembly, he was accused of making sexist remarks towards female politicians after referring to &lt;a href=\"Kirsty%20Williams\"&gt;Kirsty Williams&lt;/a&gt; and &lt;a href=\"Leanne%20Wood\"&gt;Leanne Wood&lt;/a&gt; as \"concubines\" in a \"harem\".\nHamilton caused further controversy during a debate on the effects of Brexit in Wales. When &lt;a href=\"Eluned%20Morgan%2C%20Baroness%20Morgan%20of%20Ely\"&gt;Eluned Morgan&lt;/a&gt; claimed that the economic consequences of Brexit would be hardest for those who could least afford it, Hamilton remarked that \"suicide's an option\". He was instructed by the presiding officer to apologise for the remark. Hamilton initially refused, saying, \"What is there to apologise for?\" and \"What was unparliamentary about the remark?\" He did eventually apologise, saying, \"I apologise for whatever remark I am supposed to have made.\"\nIn April 2018, Hamilton said that \"the idea that &lt;a href=\"Enoch%20Powell\"&gt;Enoch Powell&lt;/a&gt; was some kind of uniquely racist villain is absolute nonsense\". Commenting on Powell's &lt;a href=\"Rivers%20of%20Blood%20speech\"&gt;'Rivers of Blood' speech&lt;/a&gt; about mass immigration, Hamilton said that Powell was wrong about predicting racial violence, but had been \"proved right by events\" in terms of social change that was \"never desired by the majority of the British people\". Hamilton said that Powell \"changed politics by articulating the fears and resentments of millions and millions of people who are being ignored by the establishment\". In response, the leader of &lt;a href=\"Plaid%20Cymru\"&gt;Plaid Cymru&lt;/a&gt;, &lt;a href=\"Leanne%20Wood\"&gt;Leanne Wood&lt;/a&gt;, accused Hamilton of \"keeping Powell's racist rhetoric going\". Labour AM &lt;a href=\"Hefin%20David\"&gt;Hefin David&lt;/a&gt; described Hamilton's comments as \"outrageous\".\nIn April 2019, Hamilton was the UKIP candidate in the &lt;a href=\"2019%20Newport%20West%20by-election\"&gt;by-election for Newport West&lt;/a&gt;. He came third behind the Labour and Conservative candidates with 2,023 votes (8.6%).\nHamilton was the only MS not to live in Wales. By 2021 he was UKIP's only representative at any level above local government.\nOn 12 September 2020, he was appointed acting leader, replacing &lt;a href=\"Freddy%20Vachha\"&gt;Freddy Vachha&lt;/a&gt;.\nIn the &lt;a href=\"2021%20Senedd%20election\"&gt;2021 Senedd election&lt;/a&gt; Hamilton moved to the &lt;a href=\"South%20Wales%20East\"&gt;South Wales East&lt;/a&gt; region. He criticised &lt;a href=\"BBC%20Wales\"&gt;BBC Wales&lt;/a&gt; for excluding UKIP from the main leaders' debates, with Hamilton instead being invited to a separate debate alongside &lt;a href=\"Reform%20UK\"&gt;Reform UK&lt;/a&gt; and the &lt;a href=\"Wales%20Green%20Party\"&gt;Wales Green Party&lt;/a&gt;. Hamilton contested the constituency of &lt;a href=\"Islwyn%20%28Senedd%20constituency%29\"&gt;Islwyn&lt;/a&gt; but came sixth with just 507 votes. He was also top of the UKIP list for that region but was not appointed as an additional member either. Meanwhile the party lost all its other Senedd seats.\nAfter a period as acting leader, Hamilton was elected as leader in October 2021, receiving 498 out of 631 votes cast (78.9%) against challenger John Poynton.\nLegal cases.\nBBC libel case (1984–1986).\nOn 30 January 1984, a \"&lt;a href=\"Panorama%20%28British%20TV%20programme%29\"&gt;Panorama&lt;/a&gt;\" programme, \"&lt;a href=\"Maggie%27s%20Militant%20Tendency\"&gt;Maggie's Militant Tendency&lt;/a&gt;\", was broadcast. The programme made a number of allegations regarding Hamilton's past and more recent activities. These included his attending and giving a fraternal speech in 1972 to the &lt;a href=\"Italian%20Social%20Movement\"&gt;Movimento Sociale Italiano&lt;/a&gt; (MSI) an Italian neo-fascist party led by one of Benito Mussolini's ex-ministers, &lt;a href=\"Giorgio%20Almirante\"&gt;Giorgio Almirante&lt;/a&gt;, Hamilton's membership of the &lt;a href=\"Eldon%20League\"&gt;Eldon League&lt;/a&gt;, and his involvement with the Powellite faction of the &lt;a href=\"Monday%20Club\"&gt;Monday Club&lt;/a&gt; and the far-right activist, &lt;a href=\"George%20Kennedy%20Young\"&gt;George Kennedy Young&lt;/a&gt;, the former Deputy Director of MI6 and Chairman of the &lt;a href=\"Society%20for%20Individual%20Freedom\"&gt;Society for Individual Freedom&lt;/a&gt;. The programme also made the claim that Hamilton gave a &lt;a href=\"Nazi%20salute\"&gt;Nazi salute&lt;/a&gt; in Berlin while \"messing around\" on a parliamentary visit in August 1983. A Nazi salute is a criminal offence in the Federal Republic of Germany. In October 1986, Hamilton and his fellow MP &lt;a href=\"Gerald%20Howarth\"&gt;Gerald Howarth&lt;/a&gt; (one of his closest friends), sued the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; for libel along with &lt;a href=\"Philip%20Pedley\"&gt;Phil Pedley&lt;/a&gt;, a former chairman of the &lt;a href=\"National%20Young%20Conservatives\"&gt;National Young Conservatives&lt;/a&gt;, who had appeared on the programme. \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" newspaper highlighted Hamilton's admission in \"&lt;a href=\"The%20Sunday%20Times%20%28UK%29\"&gt;The Sunday Times&lt;/a&gt;\" in an article he wrote after the court case that he did give \"a little salute with two fingers to his nose to give the impression of a toothbrush moustache.\"\nThe prosecution was financed by &lt;a href=\"James%20Goldsmith\"&gt;Sir James Goldsmith&lt;/a&gt; and &lt;a href=\"Taki%20Theodoracopulos\"&gt;Taki&lt;/a&gt;, \"The Spectator\" columnist. &lt;a href=\"David%20Davis%20%28British%20politician%29\"&gt;David Davis&lt;/a&gt;, then a director of &lt;a href=\"Tate%20and%20Lyle\"&gt;Tate and Lyle&lt;/a&gt;, persuaded that company to donate a sum to the cause. &lt;a href=\"Lord%20Harris%20of%20High%20Cross\"&gt;Lord Harris of High Cross&lt;/a&gt; (who helped to finance Hamilton's failed libel action against Mohammed Al-Fayed 13 years later), also raised approximately £100,000.\nDuring the case, Hamilton said he saw himself as being \"the &lt;a href=\"Mike%20Yarwood\"&gt;Mike Yarwood&lt;/a&gt; of the &lt;a href=\"Federation%20of%20Conservative%20Students\"&gt;Federation of Conservative Students&lt;/a&gt;\" and that he frequently did impressions of public figures such as &lt;a href=\"Frankie%20Howerd\"&gt;Frankie Howerd&lt;/a&gt;, &lt;a href=\"Harold%20Wilson\"&gt;Harold Wilson&lt;/a&gt;, &lt;a href=\"Edward%20Heath\"&gt;Edward Heath&lt;/a&gt;, &lt;a href=\"Charles%20De%20Gaulle\"&gt;Charles De Gaulle&lt;/a&gt; and &lt;a href=\"Enoch%20Powell\"&gt;Enoch Powell&lt;/a&gt;. Hamilton said he had coloured himself &lt;a href=\"blackface\"&gt;black&lt;/a&gt; in 1982 to look like &lt;a href=\"Idi%20Amin\"&gt;Idi Amin&lt;/a&gt; and dressed as Canon James Owen on a boat on the &lt;a href=\"River%20Cam\"&gt;River Cam&lt;/a&gt;. He said he would have twenty character witnesses: \"My main character witness was going to be &lt;a href=\"Norman%20St%20John%20Stevas\"&gt;Norman St John Stevas&lt;/a&gt;.\" In a \"Sunday Times\" article, Hamilton denied there was any malicious intent behind the salute. He also pointed out that one person present at the incident, &lt;a href=\"Julian%20Lewis%20%28MP%29\"&gt;Julian Lewis&lt;/a&gt;, was a Jew and that a \"number of his relatives were killed by the Nazis during the war\".\nBBC collapse.\nIn mid-trial and without cross-examining Hamilton, the BBC capitulated on 21 October 1986. The Director-General, &lt;a href=\"Alasdair%20Milne\"&gt;Alasdair Milne&lt;/a&gt;, stated he was instructed to do so by the Governors of the BBC. The corporation was directed to pay the men's legal costs. Hamilton and Howarth were awarded £20,000 each and in the next edition of \"Panorama\", on 27 October, the BBC made an unreserved apology. The settlement of the case raised serious concerns regarding political pressure and the intimidation of witnesses. Before the BBC defence lawyers had an opportunity to interrogate Hamilton, the Board of Governors met during the trial and instructed the BBC Board of Management to settle the case: \"the BBC executives at this meeting expressed serious doubts about the decision. It was pointed out the BBC had not even begun to put its case\".\nThe National Young Conservatives hinted at a stitch-up at the BBC. The chairman, &lt;a href=\"Richard%20Fuller%20%28Bedford%20MP%29\"&gt;Richard Fuller&lt;/a&gt;, told the Eastern Area Young Conservatives: \"I find it strange that they have apparently decided to settle now, when things appeared to be going well.\" Attention focussed on the actions of Malcolm McAlpine, a cousin of Alistair McAlpine, the treasurer of the Conservative Party: \"He denied yesterday that he had promised Mr Hamilton that he could 'deliver' the governors behind a settlement\".\nWitness allegations.\nIn the immediate aftermath of the BBC settlement, allegations of witness intimidation abounded. A BBC internal memorandum to the Board of Management claimed some 17 witnesses had been intimidated into changing their testimony. A BBC source stated: \"Nearly all the defence witnesses have had a quiet word in their ears. Only two or three people connected with Tory politics who would have given vital evidence for us now stick to their testimony. Some previously expressed disgust at incidents they had witnessed. Now they claim to have witnessed nothing.\"\nHowarth and Hamilton said the case against Pedley would not be dropped and Pedley said he would not be joining the BBC decision. The \"Financial Times\" reported, \"A solicitor for Mr Hamilton and Mr Howarth said later that their linked libel action against Mr Philip Pedley... would continue. Mr Pedley indicated that he intends to continue the case.\"\nThe media began to focus on the remaining unsettled case. \"The Guardian\" reported that \"The spotlight had swivelled to Phil Pedley, the Tory defendant who remained adamant he would fight on alone, backed by independent funds and, he claims, a wide range of Conservative supporters.\" Pedley did not name the supporters but the then chairman of the Young Conservatives, &lt;a href=\"Richard%20Fuller%20%28Bedford%20MP%29\"&gt;Richard Fuller&lt;/a&gt;, pledged financial support to the fight and in a meeting with &lt;a href=\"Jeffrey%20Archer\"&gt;Jeffrey Archer&lt;/a&gt;, Deputy Chairman of the Conservative Party, Fuller resisted Archer's demand to back down.\nLabour accused Conservative Central Office of organising a cover-up over claims that Hamilton had given a Nazi salute on a visit to Berlin and sought to question the then party chairman, &lt;a href=\"Norman%20Tebbit\"&gt;Norman Tebbit&lt;/a&gt;. &lt;a href=\"Dale%20Campbell-Savours\"&gt;Dale Campbell-Savours&lt;/a&gt; claimed he had evidence in the form of a letter from Pedley to the former Party Chairman, &lt;a href=\"John%20Selwyn%20Gummer\"&gt;John Selwyn Gummer&lt;/a&gt;, demonstrating Conservative Central Office (CCO) had contacted witnesses. Tebbit confirmed one witness had been in touch with CCO. \"I am aware that one potential witness sought advice from Central Office but was told that no advice could be given...\" Tebbit accused Campbell-Savours of making his accusations behind the cloak of parliamentary privilege and left the chamber to make his reply. \"My staff are appalled and disgusted. They are filled with contempt for a man who can make these sort of accusations of a criminal offence against a member of staff, who, Mr Campbell-Savours knows damn well, is not guilty of it.\"\nOn 25 October, the press reported new evidence of inappropriate witness contact. Later that day, Hamilton announced that he was dropping the action against Pedley. However, Pedley reaffirmed that he \"had no intention of withdrawing from the case.\" Hamilton's announcement failed to quell demands for an enquiry and Campbell-Savours denounced Tebbit's tactic of making his statements outside the House of Commons chamber, accusing him of \"a deliberate ploy to avoid placing himself in contempt by misleading the House in a personal statement\". He invited Tebbit to make a statement in the House.\"If he refuses, then the country will know that a conspiracy of silence is being engineered by senior figures to hide the truth.\" More information appeared in the press alleging witness interference, including the Hogan Memorandum, the internal BBC document listing the witnesses who had changed their account. \"The Independent\" revealed the existence of a taped conversation of a Tory witness being \"shaken rigid\" by Central Office's suggestion that the Berlin events had not happened and \"no other witness would substantiate or give evidence about those alleged incidents\" and the witness was told no other witness would back his account. The witness said, \"this was like a bad dream.\"\nCampbell-Savours claimed this was proof of BBC nobbling and announced that he was sending his evidence to Sir &lt;a href=\"Michael%20Havers\"&gt;Michael Havers&lt;/a&gt;, the Attorney General. In the Commons, Campbell-Savours stated: \"Central Office set about an elaborate attempt to interfere directly with potential witnesses. Attempts were made to manage and rig statements by Mr. David Mitchell. I repeat what I have said previously, but additionally I am able to say today that there is a tape in existence that confirms the nature of the conspiracy to hide the truth, and which identifies persons. Today I have sent a transcript of that tape to the Attorney-General. I have to inform you, Mr. Speaker, that it is but one of two tapes. I await a transcript of the second tape.\"\nStatement contradictions.\nPress interest turned to Hamilton's past statements about the Berlin visit, over which Tory witnesses were alleged to have been pressured to say that they had not seen goose-stepping or Nazi-style salutes. Hamilton had given a categorical denial he had made a Nazi salute in Berlin to John Selwyn Gummer, the Party Chairman, in January 1984:\nBut, writing in the \"Sunday Times\", Hamilton admitted making \"a little salute\" in the Reichstag. Hamilton's admission had the effect of reaffirming the testimony of the two witnesses who alleged he had given a Nazi salute in Berlin and exposing those witnesses who had reversed their position.\nDropping of libel action against the Young Conservatives.\nHamilton and Howarth reversed their earlier position and dropped their libel action against Pedley. They said that extracting an apology from Pedley was not \"worth the bother\". On 3 December 1986, Pedley refused the offered settlement terms and asked for a hearing in open court. Justice Simon Brown ruled that Hamilton and Howarth be debarred from alleging Pedley's words were libel and should pay Pedley's costs.\nPedley made a statement from the steps to say he stood by his words in the \"Panorama\" programme and restated he had never said the MPs were Nazis, rather their behaviour was part of a pattern that would harm the Party and in the case of Hamilton's Berlin behaviour, the Final YC Report accused Hamilton of \"batty eccentricity\". On the more substantive allegations, Pedley said he reiterated the points made in the YC Report had been called into question.\"I consider I have the responsibility to vindicate the good work done by the members of that committee. Several have endured abuse and hate mail following publication of their names in the Young National Front paper Bulldog and other extremist papers. I hope this will now cease, together with set-ups and the surveillance and harassment of other witnesses; in my case by private security companies.\"\nIn December 1986, Hamilton was appointed &lt;a href=\"Parliamentary%20Private%20Secretary\"&gt;Parliamentary Private Secretary&lt;/a&gt; to &lt;a href=\"David%20Mitchell%20%28politician%29\"&gt;David Mitchell&lt;/a&gt;.\nCash-for-questions.\nOn 20 October 1994, \"The Guardian\" published an article which claimed that Hamilton and another minister, &lt;a href=\"Tim%20Smith%20%28UK%20politician%29\"&gt;Tim Smith&lt;/a&gt;, had received money, in the form of cash in brown envelopes. It claimed the money was paid to the men by &lt;a href=\"Mohamed%20Al-Fayed\"&gt;Mohamed Al-Fayed&lt;/a&gt;, the owner of &lt;a href=\"Harrods\"&gt;Harrods&lt;/a&gt;. In return, the men were to ask questions on behalf of Al-Fayed in the &lt;a href=\"House%20of%20Commons%20of%20the%20United%20Kingdom\"&gt;House of Commons&lt;/a&gt;. Smith admitted his guilt and resigned immediately. Hamilton claimed innocence but was forced to resign five days later, on 25 October 1994.\nLibel action against \"The Guardian\".\nHamilton brought legal action for &lt;a href=\"libel\"&gt;libel&lt;/a&gt; against \"The Guardian\". Hamilton joined &lt;a href=\"Ian%20Greer%20%28lobbyist%29\"&gt;Ian Greer&lt;/a&gt;, a parliamentary lobbyist, as a co-plaintiff. In the process, the &lt;a href=\"Bill%20of%20Rights%201689\"&gt;Bill of Rights 1689&lt;/a&gt; was amended by the &lt;a href=\"Defamation%20Act%201996\"&gt;Defamation Act 1996&lt;/a&gt; to allow statements made in Parliament to be questioned in court.\nOn 30 September 1996, the day before the start of the trial, Hamilton and Greer settled, citing a conflict of interest and lack of funds. \"The Guardian\" greeted the Hamilton collapse with the headline \"A Liar and a Cheat\". &lt;a href=\"Alan%20Rusbridger\"&gt;Alan Rusbridger&lt;/a&gt;, editor of \"The Guardian\", said: \"The decision by Neil Hamilton and Ian Greer must be one of the most astonishing legal cave-ins in the history of the law of libel\" and called for the issues to be examined by Sir Gordon Downey, the Parliamentary Commissioner for Standards, and the Inland Revenue.\nThey each paid £7,500 towards the paper's legal costs. All the \"cash-for-questions\" evidence was sent to Sir &lt;a href=\"Gordon%20Downey\"&gt;Gordon Downey&lt;/a&gt;, the &lt;a href=\"Parliamentary%20Commissioner%20for%20Standards\"&gt;Parliamentary Commissioner for Standards&lt;/a&gt;. On 1 October 1996, Hamilton appeared on the evening television program, \"&lt;a href=\"Newsnight\"&gt;Newsnight&lt;/a&gt;\", and engaged in a live debate with Alan Rusbridger, the editor of \"The Guardian\".\nEnquiry.\nThe \"cash for questions\" parliamentary enquiry took place in 1997, led by Downey. Hamilton vowed that if the \"Downey report\" found against him, he would resign.\n&lt;a href=\"Edwina%20Currie\"&gt;Edwina Currie&lt;/a&gt;, a former health minister, gave evidence. She told the inquiry that, in May 1988, Hamilton had been unmoved by a set of photographs that depicted smoking-related cancers; that is, harm to young people which might be caused by a product (tobacco) that he promoted. Hamilton argued the pictures were irrelevant. Both Hamilton and &lt;a href=\"Michael%20Brown%20%28British%20politician%29\"&gt;Michael Brown&lt;/a&gt; had received a £6,000 &lt;a href=\"honorarium\"&gt;honorarium&lt;/a&gt; and hospitality from &lt;a href=\"Skoal%20tobacco\"&gt;Skoal&lt;/a&gt; Bandits. In December 1989, the sale of Skoal Bandit products was banned in the UK by the Secretary of State for Health, &lt;a href=\"Kenneth%20Clarke\"&gt;Kenneth Clarke&lt;/a&gt;.\nDowney reported that he found the evidence against Hamilton in the case of Al-Fayed \"compelling\". Hamilton received over £25,000 and had deliberately misled Michael Heseltine, then &lt;a href=\"President%20of%20the%20Board%20of%20Trade\"&gt;President of the Board of Trade&lt;/a&gt;, in October 1994, when he said he had no financial relationship with Ian Greer. In a phone conversation, Hamilton gave an absolute assurance to Heseltine that there was no such relationship, but he had received two payments from Greer in 1988 and 1989, totalling £10,000. Hamilton had asked for payment in kind so the money would not be taxable. He also failed to register his stays at the &lt;a href=\"H%C3%B4tel%20Ritz%20Paris\"&gt;Hôtel Ritz Paris&lt;/a&gt; and at Al-Fayed's castle in Scotland in 1989.\nOn 3 July 1997, the enquiry found Hamilton guilty of taking \"cash for questions\". \"&lt;a href=\"The%20Independent\"&gt;The Independent&lt;/a&gt;\" wrote: \"Sir Gordon, contrary to Hamilton's confident expectations, had no compunction about concluding that he did indeed take cash in brown envelopes\" and called on the new party leader to \"expel the miscreants\". Hamilton, Smith (also found guilty), Brown and &lt;a href=\"Michael%20Grylls\"&gt;Michael Grylls&lt;/a&gt; were harshly criticised. If Hamilton and Smith had remained in parliament, Downey said he might have recommended long periods of suspension for both. Hamilton rejected these findings, whereas Smith, who had stood down, accepted them, apologised for his conduct, and retired from politics altogether.\nLibel action against Al-Fayed.\nHamilton also brought a legal action for libel against Mohamed Al-Fayed. On 16 January 1997, Al-Fayed appeared in an edition of the \"&lt;a href=\"Dispatches%20%28TV%20series%29\"&gt;Dispatches&lt;/a&gt;\" documentary series on &lt;a href=\"Channel%204\"&gt;Channel 4&lt;/a&gt;. He claimed that Hamilton had demanded and had accepted cash payments of up to £110,000, Harrods' gift vouchers and a free holiday at the &lt;a href=\"H%C3%B4tel%20Ritz%20Paris\"&gt;Hôtel Ritz Paris&lt;/a&gt; in 1987, in return for asking questions in Parliament on behalf of Harrods. While Hamilton did not deny the holiday, he continued to maintain that he was innocent of improper conduct.\nOn 31 July 1998, Hamilton's action was approved for a court listing. Funds for the action were donated by &lt;a href=\"Lord%20Harris%20of%20High%20Cross\"&gt;Lord Harris of High Cross&lt;/a&gt;, the &lt;a href=\"Earl%20of%20Portsmouth\"&gt;Earl of Portsmouth&lt;/a&gt; and Taki, who raised £50,000. Other contributors to the fund included &lt;a href=\"Simon%20Heffer\"&gt;Simon Heffer&lt;/a&gt;, &lt;a href=\"Norris%20McWhirter\"&gt;Norris McWhirter&lt;/a&gt;, Peter Clarke, &lt;a href=\"Lord%20Bell\"&gt;Lord Bell&lt;/a&gt;, &lt;a href=\"Gyles%20Brandreth\"&gt;Gyles Brandreth&lt;/a&gt; and Gerald Howarth (Hamilton's co-plaintiff in the BBC action). Some Conservative MPs (approximately 40 of the 165) also made contributions. In total, approximately £410,000 was raised.\nThe jury trial commenced in November 1999. Hamilton and his wife were cross-examined by &lt;a href=\"George%20Carman\"&gt;George Carman&lt;/a&gt; QC. Carman put to Hamilton that he had acted corruptly to demand and then take £10,000 from &lt;a href=\"Mobil%20Oil\"&gt;Mobil Oil&lt;/a&gt; in 1989 for tabling an amendment to a finance bill. At the time, Hamilton was a member of a Commons select committee on finance. Al-Fayed said Hamilton had taken the money either in brown envelope cash payments or through Ian Greer. Hamilton said in his own evidence: \"I have never received a penny from Mr Fayed; I have never asked.\" His counsel, in the closing comments, argued that Al-Fayed's assertions had destroyed his client's reputation.\nOn 21 December 1999, the jury unanimously decided in favour of Al-Fayed, declaring Hamilton corrupt. A year later, Hamilton lost his appeal against the decision, and was refused leave to appeal to the &lt;a href=\"House%20of%20Lords\"&gt;House of Lords&lt;/a&gt;.\nBankruptcy.\nOn 22 May 2001, unable to pay his legal fees and with costs amounting to some £3m, Hamilton declared bankruptcy. He was discharged from bankruptcy in May 2004.\nFalse rape accusation.\nOn 10 August 2001, the Hamiltons were arrested by police who were investigating an alleged rape. The Hamiltons said they could not have been present at the alleged rape scene because they were hosting a dinner party and produced alibis including one from &lt;a href=\"Derek%20Laud\"&gt;Derek Laud&lt;/a&gt;. The investigation against the couple was dropped when it became apparent that the accusations were &lt;a href=\"False%20accusation%20of%20rape\"&gt;entirely false&lt;/a&gt;. This event was recorded on film by &lt;a href=\"Louis%20Theroux\"&gt;Louis Theroux&lt;/a&gt;, who, at that time, was spending time with the Hamiltons for an episode of his documentary series \"&lt;a href=\"When%20Louis%20Met...\"&gt;When Louis Met...&lt;/a&gt;\".\nIn June 2003, the woman who had fabricated the accusation of rape, Nadine Milroy-Sloan, was sentenced to three years in jail for &lt;a href=\"perverting%20the%20course%20of%20justice\"&gt;perverting the course of justice&lt;/a&gt;. In February 2005, the publicist &lt;a href=\"Max%20Clifford\"&gt;Max Clifford&lt;/a&gt;, who had acted for Milroy-Sloan, settled, paying Hamilton an undisclosed sum.\nIn 2014, Milroy-Sloan, under her birth name Emily Checksfield, was jailed again for falsely claiming to police that her ex-partner had threatened to kill her with a Samurai sword. The same year, Clifford was jailed for sexual assaults on under-age girls. After Clifford died in prison in December 2017, he was described by Hamilton as a \"monster\".\nTelevision appearances.\nOn 9 May 1997 Hamilton and his wife, Christine, appeared on the current affairs satire quiz \"&lt;a href=\"Have%20I%20Got%20News%20for%20You\"&gt;Have I Got News for You&lt;/a&gt;\". The episode was recorded one week after Hamilton lost his seat. &lt;a href=\"Angus%20Deayton\"&gt;Angus Deayton&lt;/a&gt;, the presenter of the &lt;a href=\"panel%20game\"&gt;panel game&lt;/a&gt;, wore a white suit instead of his usual brown one. This was a humorous reference to &lt;a href=\"Martin%20Bell\"&gt;Martin Bell&lt;/a&gt;, who wore just such a suit throughout the 1997 general election campaign. As a further taunt, at the end of the show, the Hamiltons were handed their \"fee\" in brown envelopes. At one point Hamilton quipped: \"I've found it's much better making political jokes than being one.\"\nOn 30 March 2000, Hamilton appeared on \"&lt;a href=\"Da%20Ali%20G%20Show\"&gt;Da Ali G Show&lt;/a&gt;\" on &lt;a href=\"Channel%204\"&gt;Channel 4&lt;/a&gt;, for a satirical comedic interview when he was seen to be sharing what appeared to be a marijuana joint with the presenter of the show Sacha Baron Cohen's \"Ali G\" character. \nIn 2001 Hamilton appeared on \"&lt;a href=\"When%20Louis%20Met...\"&gt;When Louis Met...&lt;/a&gt;\", a documentary by &lt;a href=\"Louis%20Theroux\"&gt;Louis Theroux&lt;/a&gt;, during which he described himself and his wife as \"professional objects of curiosity\".\nSince then, the Hamiltons have appeared in &lt;a href=\"pantomime\"&gt;pantomime&lt;/a&gt;s, television chat shows, and programmes such as \"&lt;a href=\"The%20Weakest%20Link\"&gt;The Weakest Link&lt;/a&gt;\", \"&lt;a href=\"Who%20Wants%20to%20Be%20a%20Millionaire%3F%20%28UK%20game%20show%29\"&gt;Who Wants to Be a Millionaire?&lt;/a&gt;\" and \"&lt;a href=\"Ready%20Steady%20Cook\"&gt;Ready Steady Cook&lt;/a&gt;\". He appeared on a celebrity edition of \"&lt;a href=\"Mastermind%20%28TV%20series%29\"&gt;Mastermind&lt;/a&gt;\" on &lt;a href=\"Boxing%20Day\"&gt;Boxing Day&lt;/a&gt; 2004. He appeared in \"&lt;a href=\"The%20Rocky%20Horror%20Picture%20Show\"&gt;The Rocky Horror Picture Show&lt;/a&gt;\" wearing six-inch stiletto heels, a basque, suspenders and stockings, however he declined to appear on \"Big Brother\" or \"Celebrity Wife Swap.\"\nIn 2005, Hamilton appeared on the &lt;a href=\"Johnny%20Vegas\"&gt;Johnny Vegas&lt;/a&gt; show \"&lt;a href=\"18%20Stone%20of%20Idiot\"&gt;18 Stone of Idiot&lt;/a&gt;\", where he danced in a perspex box whilst Vegas and a member of the public poured buckets of fish over his head.\nPolitical ideology.\nHamilton argued for the individual's right to smoke. He was the only member in committee to oppose the Conservative government's bill to outlaw trafficking in human organs. In April 1986, Hamilton was one of ten MPs to vote against the government on an &lt;a href=\"European%20Economic%20Community\"&gt;EEC&lt;/a&gt; bill. Hamilton was a member of the \"&lt;a href=\"No%20Turning%20Back%20%28political%20group%29\"&gt;No Turning Back group&lt;/a&gt;\", advocating &lt;a href=\"Thatcherism\"&gt;Thatcherite&lt;/a&gt; policies.\nIn November 1989, Hamilton won the \"&lt;a href=\"The%20Spectator\"&gt;Spectator&lt;/a&gt;\" parliamentary wit of the year award. He jokingly remarked that when told of winning the award, he thought it was for being the \"Twit of the year\".\nHamilton's comments are frequently controversial. During a debate about amputees he said that &lt;a href=\"Frank%20Dobson\"&gt;Frank Dobson&lt;/a&gt; \"does not have a leg to stand on\". (January 1987). To &lt;a href=\"Jeremy%20Corbyn\"&gt;Jeremy Corbyn&lt;/a&gt;, he suggested that \"some of [his] IRA friends could be used to get rid of pensioners by shooting them\"—also in 1987.\nPersonal life.\nOn 4 June 1983, five days before polling day in the 1983 general election, Hamilton married &lt;a href=\"Christine%20Hamilton\"&gt;Mary Christine Holman&lt;/a&gt;, the secretary to &lt;a href=\"Tory\"&gt;Tory&lt;/a&gt; &lt;a href=\"Member%20of%20Parliament%20%28United%20Kingdom%29\"&gt;MP&lt;/a&gt; &lt;a href=\"Michael%20Grylls\"&gt;Michael Grylls&lt;/a&gt;, in &lt;a href=\"Cornwall\"&gt;Cornwall&lt;/a&gt;. In September 2003, after having a residence in the Tatton constituency for twenty years, the Hamiltons moved to &lt;a href=\"Hullavington\"&gt;Hullavington&lt;/a&gt;, Wiltshire, where they purchased a home in October 2004. In 2006, they released a song coinciding with the World Cup, \"England Are Jolly Dee\".\nSince 2008, he has been company secretary of Vixen Consultants Limited. The trading name of Vixen Consultants is Christine Hamilton."
}