{
    "id": "15839412",
    "revid": "7828936",
    "url": "https://en.wikipedia.org/wiki?curid=15839412",
    "title": "Illyrian religion",
    "text": "Illyrian religion refers to the religious beliefs and practices of the &lt;a href=\"Illyrians\"&gt;Illyrian peoples&lt;/a&gt;, a group of tribes who spoke the &lt;a href=\"Illyrian%20languages\"&gt;Illyrian languages&lt;/a&gt; and inhabited part of the western &lt;a href=\"Balkan%20Peninsula\"&gt;Balkan Peninsula&lt;/a&gt; since at least the 8th century BC and until the 7th century AD. The available written sources are very tenuous. They consist largely of personal and place names, and a few &lt;a href=\"Gloss%20%28annotation%29\"&gt;glosses&lt;/a&gt; from Classical sources. \nStill insufficiently studied, the most numerous traces of &lt;a href=\"religious%20practice\"&gt;religious practice&lt;/a&gt;s of the pre-Roman era are those relating to &lt;a href=\"religious%20symbol\"&gt;religious symbol&lt;/a&gt;ism. Symbols are depicted in every variety of ornament and reveal that the chief object of the prehistoric cult of the Illyrians was the &lt;a href=\"sun\"&gt;sun&lt;/a&gt;, worshipped in a widespread and complex religious system. Illyrian deities were mentioned in inscriptions on &lt;a href=\"statues\"&gt;statues&lt;/a&gt;, &lt;a href=\"monuments\"&gt;monuments&lt;/a&gt;, and &lt;a href=\"coins\"&gt;coins&lt;/a&gt; of the &lt;a href=\"Ancient%20Rome\"&gt;Roman period&lt;/a&gt;, and some &lt;a href=\"Interpretatio%20graeca\"&gt;interpreted&lt;/a&gt; by Ancient writers through &lt;a href=\"comparative%20religion\"&gt;comparative religion&lt;/a&gt;. To these can be added a larger body of inscriptions from the south-eastern &lt;a href=\"Roman%20Italy\"&gt;Italian&lt;/a&gt; region of &lt;a href=\"Apulia\"&gt;Apulia&lt;/a&gt; written in the &lt;a href=\"Messapic%20language\"&gt;Messapic language&lt;/a&gt;, which is generally considered to be related to &lt;a href=\"Illyrian%20languages\"&gt;Illyrian&lt;/a&gt;, although this has been debated as mostly speculative. There appears to be no single most prominent god for all the &lt;a href=\"List%20of%20ancient%20Illyrian%20peoples%20and%20tribes\"&gt;Illyrian tribes&lt;/a&gt;, and a number of deities evidently appear only in specific regions.\nIt is thought that the Illyrians did not develop a uniform &lt;a href=\"Religious%20cosmology\"&gt;cosmology&lt;/a&gt; on which to center their &lt;a href=\"Religion\"&gt;religious practices&lt;/a&gt;. As &lt;a href=\"Paganism\"&gt;pagans&lt;/a&gt;, Illyrians believed in &lt;a href=\"supernatural%20powers\"&gt;supernatural powers&lt;/a&gt; and they attributed to the deities qualities that were reflected in &lt;a href=\"everyday%20life\"&gt;everyday life&lt;/a&gt;, &lt;a href=\"health\"&gt;health&lt;/a&gt; and &lt;a href=\"disease\"&gt;disease&lt;/a&gt;, &lt;a href=\"Abundance%20%28ecology%29\"&gt;natural abundance&lt;/a&gt; and &lt;a href=\"natural%20disaster\"&gt;natural disaster&lt;/a&gt;. A number of Illyrian &lt;a href=\"List%20of%20ancient%20Illyrian%20cities\"&gt;toponyms&lt;/a&gt; and &lt;a href=\"List%20of%20Illyrians\"&gt;anthroponyms&lt;/a&gt; derived from animal names and reflected the beliefs in animals as &lt;a href=\"myth\"&gt;myth&lt;/a&gt;ological ancestors and protectors. The &lt;a href=\"Serpent%20%28symbolism%29\"&gt;serpent&lt;/a&gt; was one of the most important animal &lt;a href=\"totems\"&gt;totems&lt;/a&gt;. Illyrians believed in the force of &lt;a href=\"Spell%20%28ritual%29\"&gt;spells&lt;/a&gt; and the &lt;a href=\"evil%20eye\"&gt;evil eye&lt;/a&gt;, in the magic power of protective and beneficial &lt;a href=\"amulet\"&gt;amulet&lt;/a&gt;s which could avert the evil eye or the bad intentions of enemies. The rich spectrum in religious beliefs and burial rituals that emerged in Illyria, especially during the Roman period, may reflect the variation in cultural identities in this region.\nCertain aspects of the deities and beliefs of the Illyrians stem ultimately from &lt;a href=\"Proto-Indo-European%20mythology\"&gt;Proto-Indo-European mythology&lt;/a&gt;. Alongside the &lt;a href=\"Thracian%20mythology\"&gt;Thracian&lt;/a&gt; and &lt;a href=\"Dacian%20mythology\"&gt;Dacian&lt;/a&gt; beliefs, it constitutes part of &lt;a href=\"Paleo-Balkan%20mythology\"&gt;Paleo-Balkan mythologies&lt;/a&gt;. &lt;a href=\"Albanians\"&gt;Albanians&lt;/a&gt; preserved traces of Illyrian religious symbolism, and ancient Illyrian religion is probably one of the underlying sources from which &lt;a href=\"Albanian%20folk%20beliefs\"&gt;Albanian folk beliefs&lt;/a&gt; have drawn nourishment. One can also find several traces of Illyrian cults in the religious and superstitious beliefs among south &lt;a href=\"South%20Slavs\"&gt;Slavic peoples&lt;/a&gt; today.\nCults.\nCults from the &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; tradition—especially those that were associated with the fertility of the earth and with agriculture in general—continued to be practised throughout the &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt; and at the beginning of the &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt; in the Western Balkans. Those traditions included the cult of the &lt;a href=\"Earth%20Mother\"&gt;Earth Mother&lt;/a&gt;, the cult of the &lt;a href=\"Sun%20worship\"&gt;sun&lt;/a&gt;, and the cult of the &lt;a href=\"Serpent%20worship\"&gt;serpent&lt;/a&gt;. During the early &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt;, the Illyrian art was &lt;a href=\"geometric\"&gt;geometric&lt;/a&gt; and non-&lt;a href=\"Representation%20%28arts%29\"&gt;representational&lt;/a&gt;, with the combination of &lt;a href=\"concentric%20circles\"&gt;concentric circles&lt;/a&gt;, &lt;a href=\"rhomboid\"&gt;rhomboid&lt;/a&gt;s, &lt;a href=\"triangle\"&gt;triangle&lt;/a&gt;s and broken &lt;a href=\"Line%20%28geometry%29\"&gt;lines&lt;/a&gt;. It was a severe type of art devoid of phantasy, intended for &lt;a href=\"farmers\"&gt;farmers&lt;/a&gt; and &lt;a href=\"Animal%20husbandry\"&gt;cattle breeders&lt;/a&gt; or &lt;a href=\"warriors\"&gt;warriors&lt;/a&gt;. The absence of figured ornament may reflect an apparent lack of &lt;a href=\"Anthropomorphism\"&gt;anthropomorphic&lt;/a&gt; cults during the early Iron Age. The geometric art of the period, which reached its climax in the 8th century BC, seems to be the only common feature between the different Illyrian areas, as artistic ornaments found after the 6th century BC rather show an outside influence, mainly from &lt;a href=\"archaic%20Greece\"&gt;archaic Greece&lt;/a&gt; and &lt;a href=\"Etruscan%20civilization\"&gt;Etruscan Italy&lt;/a&gt;.\nArchaeological evidence demonstrate the existence of two main &lt;a href=\"Cult%20%28religious%20practice%29\"&gt;cults&lt;/a&gt; based upon two roughly defined geographic criteria: the cult of the &lt;a href=\"Serpent%20%28symbolism%29\"&gt;serpent&lt;/a&gt; appears to have occurred principally in the southern regions of &lt;a href=\"Illyria\"&gt;Illyria&lt;/a&gt;, while the &lt;a href=\"waterfowl\"&gt;waterfowl&lt;/a&gt; and &lt;a href=\"solar%20symbol\"&gt;solar symbol&lt;/a&gt;s predominated in the north. The serpent as the symbol of &lt;a href=\"fertility\"&gt;fertility&lt;/a&gt;, protector of the &lt;a href=\"hearth\"&gt;hearth&lt;/a&gt; and a &lt;a href=\"chthonic\"&gt;chthonic&lt;/a&gt; animal, could also be connected with the cult of the sun.\nSun.\nMany of the symbols found throughout Illyria were associated with the &lt;a href=\"Sun\"&gt;Sun&lt;/a&gt;, suggesting that the &lt;a href=\"Sun%20worship\"&gt;Sun worship&lt;/a&gt; was a cult common to Illyrian tribes. The solar deity was depicted as an &lt;a href=\"animal\"&gt;animal&lt;/a&gt; figure, the likes of the &lt;a href=\"birds\"&gt;birds&lt;/a&gt;, &lt;a href=\"Snake\"&gt;serpents&lt;/a&gt; and &lt;a href=\"horses\"&gt;horses&lt;/a&gt;, or represented &lt;a href=\"Geometry\"&gt;geometrically&lt;/a&gt; as a &lt;a href=\"spiral\"&gt;spiral&lt;/a&gt;, a concentric &lt;a href=\"circle\"&gt;circle&lt;/a&gt; or a &lt;a href=\"swastika\"&gt;swastika&lt;/a&gt;. The latter, moving clockwise (卍), portrayed the solar movement.\nSeveral bronze pendants widespread in the region have the shape of &lt;a href=\"solar%20symbol\"&gt;solar symbol&lt;/a&gt;s such as a simple disk without rays, with four rays which form a cross, and with more rays. There are pendants that have more circles placed concentrically from the center to the periphery. &lt;a href=\"Maximus%20of%20Tyre\"&gt;Maximus of Tyre&lt;/a&gt; (2nd century AD) reported that the &lt;a href=\"Paeonians\"&gt;Paeonians&lt;/a&gt; worshipped the sun in the form of a small round disk fixed on the top of a pole. The sun-disk fixed on the top of a pole is also depicted in the &lt;a href=\"Illyrian%20coinage\"&gt;coins&lt;/a&gt; of the Illyrian city of &lt;a href=\"Damastion\"&gt;Damastion&lt;/a&gt;. Among the &lt;a href=\"Liburnians\"&gt;Liburnians&lt;/a&gt; and the &lt;a href=\"Adriatic%20Veneti\"&gt;Veneti&lt;/a&gt;, the sun-disk is depicted as a sun-boat borne across the firmament.\n&lt;a href=\"Waterfowl\"&gt;Waterfowl&lt;/a&gt; are among the most frequent solar symbols of the Illyrians, especially in the north. A great number of pendants with waterfowl shapes have been found in the &lt;a href=\"Glasinac%20culture\"&gt;Glasinac plateau&lt;/a&gt;, in the regions of the &lt;a href=\"Japodes\"&gt;Japodes&lt;/a&gt; in &lt;a href=\"Lika\"&gt;Lika&lt;/a&gt;, in &lt;a href=\"Liburnia\"&gt;Liburnia&lt;/a&gt; and in the Illyrian regions of present-day &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt; and &lt;a href=\"North%20Macedonia\"&gt;North Macedonia&lt;/a&gt;. At &lt;a href=\"Noricum\"&gt;Noricum&lt;/a&gt; were found two Illyrian temples with sacrificial &lt;a href=\"altar\"&gt;altar&lt;/a&gt;s associated with the sun-cult and erected on mountain peaks. Evidence of a widespread cult of the sun among &lt;a href=\"Thracians\"&gt;Thracians&lt;/a&gt; suggests a common &lt;a href=\"Paleo-Balkan%20mythology\"&gt;ancient Balkan&lt;/a&gt; religious practice. Archaeological findings have shown that Illyrians and Thracians practiced &lt;a href=\"sacrifice\"&gt;ritual sacrifices&lt;/a&gt; to the sun in round &lt;a href=\"temples\"&gt;temples&lt;/a&gt; built in high places. Among Illyrians, the &lt;a href=\"deer\"&gt;deer&lt;/a&gt; was an important sun symbol as it was considered a main &lt;a href=\"Animal%20sacrifice\"&gt;sacrificial animal&lt;/a&gt; offered to the Sun.\nRemnants of the cult of the sun have been preserved among the &lt;a href=\"Albanians\"&gt;Albanians&lt;/a&gt; until the 20th century in agricultural and livestock cults, in craftsmanship, in calendar &lt;a href=\"rituals\"&gt;rituals&lt;/a&gt;, in the oral folk traditions and in art. The solar deity was worshipped in the family life cycle, in the cult of hearth and fire, of water and the mountains; in &lt;a href=\"Besa%20%28Albanian%20culture%29\"&gt;oath swearing&lt;/a&gt; but also as a source of livelihood, of health and fertility, or simply as a useful protective object. A significant element of the sun-worship are the \"fires of the year\" (\"zjarret e vitit\"). &lt;a href=\"Bonfires\"&gt;Bonfires&lt;/a&gt; took place in Albania on the peaks of mountains, on hills and near homes, on &lt;a href=\"Dita%20e%20Ver%C3%ABs\"&gt;Summer Day&lt;/a&gt; (beginning of March) or on June 24, sometimes in July, August or December 24. In the &lt;a href=\"Albanian%20Songs%20of%20the%20Frontier%20Warriors\"&gt;Albanian Songs of the Frontier Warriors&lt;/a&gt;, different events are influenced by the sun. The \"Mountains of the Sun\" (\"Bjeshkët e Diellit\") are the places where the heroes (\"Kreshnikët\") operate. The sun symbols are found in &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt; in many decorative ornaments, and until the 20th century, the cult of the sun was displayed on &lt;a href=\"tattoos\"&gt;tattoos&lt;/a&gt; practiced among northern Albanians and &lt;a href=\"Christian%20tattooing%20in%20Bosnia%20and%20Herzegovina\"&gt;Catholics in Bosnia and Herzegovina&lt;/a&gt;.\nSerpent.\nThe serpent cult was widespread among Illyrians, especially in the south. The image of the &lt;a href=\"Serpent%20%28symbolism%29\"&gt;serpent&lt;/a&gt; was a symbol of &lt;a href=\"Virility\"&gt;potency&lt;/a&gt; and &lt;a href=\"fertility\"&gt;fertility&lt;/a&gt;, and the protector of the domestic hearth. This mystic animal was connected with the &lt;a href=\"Veneration%20of%20the%20dead\"&gt;cult of the ancestors&lt;/a&gt; and with the magical-religious complex of the fertility of the earth and of the woman. The Illyrian cult of the serpent is documented in ancient sources. An example is the &lt;a href=\"Myth\"&gt;mythological legend&lt;/a&gt; of &lt;a href=\"Cadmus\"&gt;Cadmus&lt;/a&gt; and his wife &lt;a href=\"Harmonia\"&gt;Harmonia&lt;/a&gt;, who, having come to the Illyrians and died in their homeland, continued to live after their death in the form of serpents. Their son &lt;a href=\"Illyrios\"&gt;Illyrios&lt;/a&gt;, the eponymous hero of the &lt;a href=\"Illyrians\"&gt;Illyrian&lt;/a&gt; lineage, also had the form of a serpent, and as such he can be considered as the supreme &lt;a href=\"totem\"&gt;totem&lt;/a&gt; of the Illyrians.\nThe importance of the serpent in the symbolic and religious system of the Illyrians is reflected in numerous archaeological discoveries in their settlements and &lt;a href=\"necropolis\"&gt;necropolis&lt;/a&gt;es, especially in &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt;, &lt;a href=\"Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt;, &lt;a href=\"North%20Macedonia\"&gt;North Macedonia&lt;/a&gt; and &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;. The serpent was used as a common terminal ornament for decorative items. A 3rd century BC &lt;a href=\"Gradist%C3%AB%20belt-plate\"&gt;silvered bronze belt buckle&lt;/a&gt; found inside the &lt;a href=\"Royal%20Tombs%20of%20Selca%20e%20Poshtme\"&gt;Illyrian Tombs of Selça e Poshtme&lt;/a&gt; near the &lt;a href=\"Lake%20Ohrid\"&gt;Lake Ohrid&lt;/a&gt; shows a scene of warriors and horsemen in combat, with a giant serpent as a protector &lt;a href=\"totem\"&gt;totem&lt;/a&gt; of one of the horsemen; a very similar belt was found also in the necropolis of Gostilj near the &lt;a href=\"Lake%20Scutari\"&gt;Lake Scutari&lt;/a&gt;. A Roman era statue of a local goddess of abundance was found in the locality of &lt;a href=\"Qesarat\"&gt;Qesarat&lt;/a&gt;; the goddess holds in her left hand a basket around which a snake is twisted. &lt;a href=\"Figurehead%20%28object%29\"&gt;Figureheads&lt;/a&gt; of serpents appear on the ships depicted on &lt;a href=\"Labeates\"&gt;Labeatan&lt;/a&gt; &lt;a href=\"Illyrian%20coinage\"&gt;coins&lt;/a&gt;, which were found in the town of Çinamak, near &lt;a href=\"Kuk%C3%ABs\"&gt;Kukës&lt;/a&gt;. Other representations of the serpent are found in the Greek-Illyrian coins of &lt;a href=\"Byllis\"&gt;Byllis&lt;/a&gt;, &lt;a href=\"Apollonia%20%28Illyria%29\"&gt;Apollonia&lt;/a&gt;, &lt;a href=\"Dyrrhachion\"&gt;Dyrrhachion&lt;/a&gt;, &lt;a href=\"Olympe\"&gt;Olympe&lt;/a&gt; and &lt;a href=\"Amantia\"&gt;Amantia&lt;/a&gt;. In &lt;a href=\"Dardania%20%28Roman%20province%29\"&gt;Dardania&lt;/a&gt; and &lt;a href=\"Dalmatia%20%28Roman%20province%29\"&gt;Dalmatia&lt;/a&gt; there were dedicated altars to the serpentine pair \"Dracon\" and \"Dracaena\"/\"Dracontilla\". In later times, the serpent was considered an obstacle to the &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; spiritual life.\nThe cult of the serpent has survived among &lt;a href=\"Albanians\"&gt;Albanians&lt;/a&gt; throughout the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; and to the present days. All the beliefs, rites, and practices of magic associated with this cult have been well preserved in rural settlements by the elders until the last decades of the 20th century. The serpent is worshiped as a &lt;a href=\"chthonic\"&gt;chthonic&lt;/a&gt; and &lt;a href=\"water%20deity\"&gt;water deity&lt;/a&gt;. It is also considered a healer and a totem protector of the family and the house. In &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt;, the serpent appears in many decorative symbols, in &lt;a href=\"toponyms\"&gt;toponyms&lt;/a&gt; and &lt;a href=\"anthroponyms\"&gt;anthroponyms&lt;/a&gt;. In southern &lt;a href=\"Dalmatia\"&gt;Dalmatia&lt;/a&gt; in particular, the serpent is found in carving, heraldry and anthroponyms. The cult of the serpent left traces in numerous similar ritual manifestations within &lt;a href=\"Slavic%20paganism\"&gt;Slavic mythology&lt;/a&gt;. At &lt;a href=\"Sutomore\"&gt;Sutomore&lt;/a&gt; in &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt;, on the former &lt;a href=\"Enchelei\"&gt;Enchelei&lt;/a&gt;an coast, the \"blavor\" (\"snake-lizard\") is considered a &lt;a href=\"Household%20deity\"&gt;household protector&lt;/a&gt;, and it is a sin to kill it. The word \"blavor\" is related to &lt;a href=\"Albanian%20language\"&gt;Albanian&lt;/a&gt; &lt;a href=\"Vitore\"&gt;\"bullar\"&lt;/a&gt; and &lt;a href=\"Romanian%20language\"&gt;Romanian&lt;/a&gt; \"&lt;a href=\"balaur\"&gt;balaur&lt;/a&gt;\", which are pre-Slavic Balkanisms that show the continuity of the cult of the serpent among the peoples of the region.\nHorseman.\nThe cult of the &lt;a href=\"Thracian%20horseman\"&gt;Thracian horseman&lt;/a&gt; spread from the eastern Balkans into Illyria during the &lt;a href=\"Roman%20era\"&gt;Roman era&lt;/a&gt;, appearing in the typical image of a hunter on horseback, riding from left to right.\nThe Thracian horseman was portrayed on both &lt;a href=\"Votive%20offering\"&gt;votive&lt;/a&gt; and &lt;a href=\"Funerary%20art\"&gt;funeral monuments&lt;/a&gt;. A less used type of monument depicting a Thracian horseman was the &lt;a href=\"medallion\"&gt;medallion&lt;/a&gt;, found also at &lt;a href=\"Sarajevo\"&gt;Sarajevo&lt;/a&gt;, in Dalmatia.\nDeities.\nThe study in the field of Illyrian religion is in several cases insufficient for a description even at the level of basic attributes of individual deities. The main source of information are inscriptions from the Roman period; some deities are also named by Roman and Greek writers in equation with the classical &lt;a href=\"Pantheon%20%28religion%29\"&gt;pantheon&lt;/a&gt; which they were familiar with. Based on the available list of deities, there seems to be no single or prominent god shared by all the &lt;a href=\"List%20of%20ancient%20Illyrian%20peoples%20and%20tribes\"&gt;Illyrian tribes&lt;/a&gt;, and a number of deities evidently appear only in specific regions. On the other hand, some derivatives and epithets of gods were more widespread among the different tribes: a lot of Illyrian personal names are similar to the Dardanian deity &lt;a href=\"Andinus\"&gt;Andinus&lt;/a&gt;, and certain Illyrian and Messapian goddesses (some of them borrowed from Greek) shared the title \"Ana\" or \"Anna\", which is plausibly interpreted as \"Mother\".\nThe Illyrian names of the gods were not different in grammatical structures from the personal names reserved for humans. The onomastic evidence demonstrates a general division between several cultural provinces, which can sometimes overlap: the southern region of &lt;a href=\"Illyria\"&gt;Illyris&lt;/a&gt;, the middle &lt;a href=\"Pannonia\"&gt;Pannonia&lt;/a&gt;n and &lt;a href=\"Dalmatia%20%28Roman%20province%29\"&gt;Dalmatian&lt;/a&gt; provinces, and the northwestern regions of &lt;a href=\"Liburnia\"&gt;Liburnia&lt;/a&gt; and &lt;a href=\"Istria\"&gt;Istria&lt;/a&gt;. Other Illyrian gods are more scarcely attested in &lt;a href=\"Moesia\"&gt;Moesia Superior&lt;/a&gt; (present-day &lt;a href=\"North%20Macedonia\"&gt;North Macedonia&lt;/a&gt;), and the pantheon may be extended to the &lt;a href=\"Iapygians\"&gt;Iapygian&lt;/a&gt; deities if one follows the generally accepted Illyro-Messapic theory that postulates an Illyrian migration towards southeastern Italy (present-day &lt;a href=\"Apulia\"&gt;Apulia&lt;/a&gt;) during the early first millennium BC.\nIllyris.\nThe lexicographer &lt;a href=\"Hesychius%20of%20Alexandria\"&gt;Hesychius of Alexandria&lt;/a&gt; (fifth or sixth century AD) mentioned a god named &lt;a href=\"Deipaturos\"&gt;Dei-pátrous&lt;/a&gt;, worshiped in &lt;a href=\"Tymphaea\"&gt;Tymphaea&lt;/a&gt; as the &lt;a href=\"Sky%20Father\"&gt;Sky Father&lt;/a&gt; (\"*&lt;a href=\"Dyeus\"&gt;Dyēus-Ph2tḗr&lt;/a&gt;\") and a &lt;a href=\"cognate\"&gt;cognate&lt;/a&gt; of the Vedic &lt;a href=\"Dyaus\"&gt;Dyáuṣ Pitṛ́&lt;/a&gt;, Greek &lt;a href=\"Zeus\"&gt;Zeus Patēr&lt;/a&gt; and Roman &lt;a href=\"Jupiter%20%28mythology%29\"&gt;Jupiter&lt;/a&gt;. According to linguist &lt;a href=\"%C3%89mile%20Benveniste\"&gt;Émile Benveniste&lt;/a&gt;, the northwestern Greek region of Tymphaea was inhabited by an Illyrian population that may have influenced the &lt;a href=\"Doric%20Greek\"&gt;Doric&lt;/a&gt; form copied by Hesychius as \"Deipáturos\" (Δειπάτυροϛ). The tribe of the &lt;a href=\"Parthini\"&gt;Parthini&lt;/a&gt; worshiped \"Jupiter Parthinus\" as a chief deity, identified with the chief Roman god &lt;a href=\"Jupiter%20%28mythology%29\"&gt;Jupiter&lt;/a&gt;. Hesychius recorded that the Illyrians believed in &lt;a href=\"satyr\"&gt;satyr&lt;/a&gt;-like creatures called \"Deuadai\", which has been interpreted as a diminutive of the inherited &lt;a href=\"Proto-Indo-European%20language\"&gt;Indo-European&lt;/a&gt; word for a \"god\" (\"*deywós\"). Philologist &lt;a href=\"Hans%20Krahe\"&gt;Hans Krahe&lt;/a&gt; argued that Satyros (Σάτυρος) may be of Illyrian origin.\nThe name \"Redon\" appears in inscriptions found in &lt;a href=\"Santa%20Maria%20di%20Leuca\"&gt;Santa Maria di Leuca&lt;/a&gt; (present-day &lt;a href=\"Province%20of%20Lecce\"&gt;Lecce&lt;/a&gt;), and on coins minted by the Illyrian city of &lt;a href=\"Lezh%C3%AB\"&gt;Lissos&lt;/a&gt;, suggesting that he was worshipped as the guardian deity of the city, and probably as a sea god. The fact that Redon was always depicted on coins wearing a &lt;a href=\"petasos\"&gt;petasos&lt;/a&gt; demonstrates a connection with travelling and sailing, which led historians to the conclusion that Redon was the deity protector of travellers and sailors. Indeed, the inscriptions of Santa Maria di Leuca were carved by the crews of two Roman merchant ships manned by Illyrians. Inscriptions mentioning Redon were also found on coins from the Illyrian cities of &lt;a href=\"Daorson\"&gt;Daorson&lt;/a&gt; and &lt;a href=\"Shkod%C3%ABr\"&gt;Scodra&lt;/a&gt;, and even in archaeological findings from &lt;a href=\"Durr%C3%ABs\"&gt;Dyrrhachium&lt;/a&gt; after the establishment of a Roman colony there. His name keeps on being used in the Albanian &lt;a href=\"Cape%20of%20Rodon\"&gt;\"Kepi i Rodonit\"&lt;/a&gt; (\"Cape of Rodon\"), a headland located near &lt;a href=\"Durr%C3%ABs\"&gt;Durrës&lt;/a&gt; which could be analysed as an Illyrian sanctuary dedicated to the god of the sailors in the past.\n&lt;a href=\"Prende\"&gt;Prende&lt;/a&gt; was the Illyrian love-goddess and the consort of the sky and thunder-god &lt;a href=\"Per%C3%ABndi\"&gt;Perëndi&lt;/a&gt;. The name \"Per-en-di\" is a possible &lt;a href=\"cognate\"&gt;cognate&lt;/a&gt; of the &lt;a href=\"Proto-Indo-European%20mythology\"&gt;Proto-Indo-European&lt;/a&gt; &lt;a href=\"weather%20god\"&gt;weather god&lt;/a&gt; \"*&lt;a href=\"Perkwunos\"&gt;Perkwunos&lt;/a&gt;,\" deriving from the root \"*per-\" (\"to strike\"), and attached to the suffixes \"-en-\" and \"-di/dei,\" the Illyrian sky-god. The &lt;a href=\"fire\"&gt;fire&lt;/a&gt; was deified as &lt;a href=\"En%20%28deity%29\"&gt;En&lt;/a&gt; (or \"*Enji\"), which has been interpreted as a cognate of the &lt;a href=\"Vedas\"&gt;Vedic&lt;/a&gt; fire god &lt;a href=\"Agni\"&gt;Agni&lt;/a&gt;, descending from the root \"*Hxn̩gwnis\", the Proto-Indo-European divinised fire. En, Perendi and Prende were worshiped by Illyrians until the spread of &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; in the region, after which En was demoted to demonic status, although his name survived in the &lt;a href=\"Albanian%20language\"&gt;Albanian language&lt;/a&gt; to refer to &lt;a href=\"Thursday\"&gt;Thursday&lt;/a&gt; (\"enjte\"). Prende was similarly inherited as a root for &lt;a href=\"Friday\"&gt;Friday&lt;/a&gt; (\"premte\") and &lt;a href=\"Saint%20Venera\"&gt;Saint Venera&lt;/a&gt; (\"Shënepremte\"), while Perëndi was retained as the &lt;a href=\"Name%20of%20God\"&gt;Name of God&lt;/a&gt;.\nAn Illyrian god named &lt;a href=\"Medaurus\"&gt;Medaurus&lt;/a&gt; is mentioned in a dedication from &lt;a href=\"Lambaesis\"&gt;Lambaesis&lt;/a&gt; (&lt;a href=\"Numidia\"&gt;Numidia&lt;/a&gt;) made by a Roman &lt;a href=\"legatus\"&gt;legatus&lt;/a&gt; native of the Illyrian city of &lt;a href=\"Rhizon\"&gt;Risinium&lt;/a&gt; (present-day &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt;). The name is more scarcely attested on another inscription found in Risinium, engraved by the \"Peripolarchoi\", the border guards of the city; and also in Santa Maria di Leuca, where \"Medaurus\" is the divine name given to a merchant ship. Portrayed as riding on horseback and carrying a lance, Medaurus was the protector deity of Risinium, with a monumental equestrian statue dominating the city from the &lt;a href=\"acropolis\"&gt;acropolis&lt;/a&gt;. He was also possibly regarded as a war god among Illyrian soldiers fighting in the Roman legions along the &lt;a href=\"Limes%20%28Roman%20Empire%29\"&gt;limes&lt;/a&gt;, especially during the &lt;a href=\"Marcomannic%20Wars\"&gt;Marcomannic Wars&lt;/a&gt; (166–180 AD).\nDalmatia and Pannonia.\n&lt;a href=\"Dalmatia%20%28Roman%20province%29\"&gt;Dalmatia&lt;/a&gt; and &lt;a href=\"Pannonia\"&gt;Pannonia&lt;/a&gt; were ruled by the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt; and grouped together within the province of &lt;a href=\"Illyricum%20%28Roman%20province%29\"&gt;Illyricum&lt;/a&gt; from the creation of the empire in 27 BC until the reign of &lt;a href=\"Vespasian\"&gt;Vespasian&lt;/a&gt; in 69–79 AD, during which they got separated into two different provinces. From the beginning of the reign of &lt;a href=\"Septimius%20Severus\"&gt;Septimius Severus&lt;/a&gt; in 193, Pannonians began to adopt Roman deities or put emphasis on local gods compatible with Roman cults. &lt;a href=\"Sedatus\"&gt;Sedatus&lt;/a&gt;, &lt;a href=\"Epona\"&gt;Epona&lt;/a&gt;, \"Mars &lt;a href=\"Latobius\"&gt;Latobius&lt;/a&gt;\", \"Jupiter Optimus Maximus Teutanus\", and other non-Illyrian deities were thus introduced by Roman and Celtic foreigners in the region, and local religion is hardly traceable before the &lt;a href=\"Severan%20dynasty\"&gt;Severan period&lt;/a&gt;.\nCult of Silvanus.\nThe cult of &lt;a href=\"Silvanus%20%28mythology%29\"&gt;Silvanus&lt;/a&gt;, the Roman &lt;a href=\"tutelary%20deity\"&gt;tutelary deity&lt;/a&gt; of the wild, woods and fields, was one of the most popular ritual traditions in Dalmatia and Pannonia during the Roman period. Silvanus was so familiar in the region that his name was often abbreviated on inscriptions. The way he was portrayed in Dalmatia differed from the rest of the Roman Empire, with various elements common only with &lt;a href=\"Pannonia\"&gt;Pannonia&lt;/a&gt;. Silvanus was depicted with attributes generally related to &lt;a href=\"Pan%20%28god%29\"&gt;Pan&lt;/a&gt;, such as goat legs, horns, \"&lt;a href=\"Pan%20flute\"&gt;syrinx&lt;/a&gt;\", \"&lt;a href=\"Shepherd%27s%20crook\"&gt;pedum&lt;/a&gt;\", grapes or other fruits, and he was escorted by a &lt;a href=\"goat\"&gt;goat&lt;/a&gt; and female companions (Diana and the &lt;a href=\"Nymph\"&gt;Nymph&lt;/a&gt;s). Several &lt;a href=\"cognomen\"&gt;cognomina&lt;/a&gt; were attributed to Silvanus in particular, such as \"Domesticus\" when he was portrayed as a bearded countryman with his watch-dog, holding the knife of a wine-grower or gardener. Under \"Silvanus\" \"Messor,\" he was the protector of the harvest, while the epithet \"Silvestris\", often paired with Diana and the Nymphs, depicted the hunter and the rural woodland identity.\nSome scholars have interpreted those peculiarities from the point of the view that Silvanus was an indigenous deity resembling Pan, but recognized by Classical writers as 'Silvanus' through the eyes of \"&lt;a href=\"interpretatio%20romana\"&gt;interpretatio romana&lt;/a&gt;.\" They generally link the representations of Silvanus with an erect &lt;a href=\"phallus\"&gt;phallus&lt;/a&gt; to pre-Roman fertility cults found earlier in the region, especially local &lt;a href=\"wikt%3Aithyphallic\"&gt;ithyphallic&lt;/a&gt; depictions of the Iron Age. The cult of Silvanus was also more frequent in the towns of the Dalmatian heartlands such as &lt;a href=\"Vrlika\"&gt;Vrlika&lt;/a&gt; than in the coastal Graeco-Roman colonies like &lt;a href=\"Narona\"&gt;Narona&lt;/a&gt;. An opposing view regards the cult of Silvanus in Dalmatia and Pannonia as a tradition of &lt;a href=\"Roman%20Italy\"&gt;Italian&lt;/a&gt; origin eventually adopted by Balkanic populations living in romanized areas during the second century AD. The association of Silvanus with the Phrygian deity &lt;a href=\"Attis\"&gt;Attis&lt;/a&gt; also appears in Dalmatia and further north in &lt;a href=\"Aquileia\"&gt;Aquileia&lt;/a&gt; (&lt;a href=\"Roman%20Italy\"&gt;Italia&lt;/a&gt;).\nThe \"Silvanae\", a feminine plural of &lt;a href=\"Silvanus%20%28mythology%29\"&gt;Silvanus&lt;/a&gt;, were featured on many dedications across &lt;a href=\"Pannonia\"&gt;Pannonia&lt;/a&gt;. As most of them were found in the western Balkans rather than in Italy, they may have represented Illyrian &lt;a href=\"nymphs\"&gt;nymphs&lt;/a&gt;. In the hot springs of &lt;a href=\"Topusko\"&gt;Topusko&lt;/a&gt; (&lt;a href=\"Pannonia\"&gt;Pannonia Superior&lt;/a&gt;), sacrificial altars were dedicated to \"Thana\" and \"Vidasus\", whose names invariably stand side by side as companions. Vidasus is identified with Silvanus, and his name may derive from the &lt;a href=\"Proto-Indo-European%20language\"&gt;PIE&lt;/a&gt; root *\"widhu\"- (\"tree, forest\"), with a possible &lt;a href=\"cognate\"&gt;cognate&lt;/a&gt; in the Norse god &lt;a href=\"V%C3%AD%C3%B0arr\"&gt;Víðarr&lt;/a&gt;, who is said to live amid long grass and brushwood. Thana, compared with the Roman goddess &lt;a href=\"Diana%20%28mythology%29\"&gt;Diana&lt;/a&gt;, was the deity of forestry and hunting and can be traced today in the image of \"mother Yana\" within Serbian folklore.\nCult of Liber.\nIn &lt;a href=\"Dalmatia%20%28Roman%20province%29\"&gt;Dalmatia&lt;/a&gt;, the Roman deity of wine, fertility and freedom &lt;a href=\"Liber\"&gt;Liber&lt;/a&gt; was worshipped with the attributes of Silvanus and those of &lt;a href=\"Terminus%20%28god%29\"&gt;Terminus&lt;/a&gt;, the god protector of boundaries. His cult was more widespread in the Balkanic province than in Italy, with prominent centres of cult in &lt;a href=\"Salona\"&gt;Salona&lt;/a&gt; and &lt;a href=\"Narona\"&gt;Narona&lt;/a&gt;. On the islands of &lt;a href=\"Bra%C4%8D\"&gt;Brattia&lt;/a&gt; and &lt;a href=\"Kor%C4%8Dula\"&gt;Corcyra Nigra&lt;/a&gt;, Liber was venerated under the epithet \"Torcle(n)sis\" as a god of the wine press. Certainly due to a mix of local traditions and Hellenistic influence, he was often associated with the Greek god of wine, fertility and &lt;a href=\"religious%20ecstasy\"&gt;religious ecstasy&lt;/a&gt; &lt;a href=\"Dionysus\"&gt;Dyonisus&lt;/a&gt;. In &lt;a href=\"Trogir\"&gt;Tragurium&lt;/a&gt; was erected a statue of Liber-Dionysus-Bacchus, and a relief from &lt;a href=\"Omi%C5%A1\"&gt;Omiš&lt;/a&gt; depicts him as an effeminate Dionysus wearing vine branches and holding a &lt;a href=\"thyrsus\"&gt;thyrsus&lt;/a&gt;. Another relief from &lt;a href=\"Livno\"&gt;Livno&lt;/a&gt; portrays him with a &lt;a href=\"thyrsus\"&gt;thyrsus&lt;/a&gt; and serpent, or with a vase and a dog, a possible &lt;a href=\"syncretism\"&gt;syncretism&lt;/a&gt; with the Roman god of medicine &lt;a href=\"Asclepius\"&gt;Asclepius&lt;/a&gt;. A feminine version named Libera was also discovered in inscriptions from &lt;a href=\"Hvar%20%28city%29\"&gt;Hvar&lt;/a&gt;, &lt;a href=\"Biha%C4%87\"&gt;Bihać&lt;/a&gt;, &lt;a href=\"Zenica\"&gt;Zenica&lt;/a&gt;, &lt;a href=\"Zemun\"&gt;Zemun&lt;/a&gt; and &lt;a href=\"Humac%2C%20Ljubu%C5%A1ki\"&gt;Humac&lt;/a&gt;.\nOther deities.\nTadenus was a Dalmatian deity bearing the identity or epithet of &lt;a href=\"Apollo\"&gt;Apollo&lt;/a&gt; in inscriptions found near the source of the &lt;a href=\"Bosna%20%28river%29\"&gt;Bosna&lt;/a&gt; river. His identity is not known and the name may be of &lt;a href=\"Thracians\"&gt;Thracian&lt;/a&gt; origin. A local ruler named Ionios appears on inscriptions carved on Dalmatian coins. His mythic dimensions have been highlighted by scholars, and it seems likely that he received his name from a mythical predecessor. The &lt;a href=\"Delmatae\"&gt;Delmatae&lt;/a&gt; also had Armatus as a war god in &lt;a href=\"Delminium\"&gt;Delminium&lt;/a&gt;. Two altars were dedicated to him under the name \"Armatus Augustus\" in Dalmatia, and while he was recorded under a Latin name, the deity was likely of native origin.\nAecorna (or \"Arquornia\") was a goddess worshipped exclusively in the Emona Basin, in the cities of &lt;a href=\"Nauportus\"&gt;Nauportus&lt;/a&gt; and &lt;a href=\"Emona\"&gt;Emona&lt;/a&gt; (&lt;a href=\"Pannonia%20Superior\"&gt;Pannonia Superior&lt;/a&gt;), where she was the most important divinity next to Jupiter. The earlier testimony of her cult appears in inscriptions dated 50–30 BC, and she is most likely of native origin. Aecorna has been interpreted as a lake goddess, or as a patroness of the river traffic along the &lt;a href=\"Ljubljanica\"&gt;Ljubjanica&lt;/a&gt;. Laburus was also a local deity worshipped in Emona. His name was found on an altar erected at &lt;a href=\"Fu%C5%BEine%2C%20Gorenja%20Vas%E2%80%93Poljane\"&gt;Fuzine&lt;/a&gt;, in a dangerous site for navigation near the rapids of the Ljubjanica river. Laburus may thus have been a deity protecting the boatmen sailing through those perilous rapids. Oriental &lt;a href=\"Mithraism\"&gt;Mithraic mysteries&lt;/a&gt; became also widespread in &lt;a href=\"Pannonia\"&gt;Pannonia&lt;/a&gt; during the Roman period, with an important centre of cult in &lt;a href=\"Ptuj\"&gt;Poetovio&lt;/a&gt;.\nLiburnia and Istria.\nIutossica and Anzotica, the latter identified with &lt;a href=\"Venus%20%28goddess%29\"&gt;Venus&lt;/a&gt;, were worshipped in &lt;a href=\"Liburnia\"&gt;Liburnia&lt;/a&gt;. Some deities are known exclusively from &lt;a href=\"Istria\"&gt;Istria&lt;/a&gt;, such as Nebres, Malesocus, Iria, or Boria, a mountain-god (from Illyrian \"*bora\", \"mountain\"). Other local theonyms include Latra, Sentona, and the nymph Ica. In honour of Ica was erected a monument in the vicinity of a spring in &lt;a href=\"Plomin\"&gt;Flanona&lt;/a&gt;, which still bears her name. Bindus, identified with &lt;a href=\"Neptune%20%28mythology%29\"&gt;Neptune&lt;/a&gt;, was worshiped among the &lt;a href=\"Iapydes\"&gt;Japodes&lt;/a&gt; as the guardian deity of springs and seas. Altars were dedicated to him by tribal leaders at the Privilica spring sources near &lt;a href=\"Biha%C4%87\"&gt;Bihać&lt;/a&gt;. By the early 1st century AD, the Istrian goddess Heia was worshipped on the &lt;a href=\"Pag%20%28island%29\"&gt;Pag island&lt;/a&gt; in a &lt;a href=\"syncretism\"&gt;syncretism&lt;/a&gt; with the Roman goddess &lt;a href=\"Bona%20Dea\"&gt;Bona Dea&lt;/a&gt;. She is also attested in the towns of &lt;a href=\"Nesactium\"&gt;Nesactium&lt;/a&gt; and &lt;a href=\"Pula\"&gt;Pula&lt;/a&gt;.\nMoesia Superior.\nThe region of &lt;a href=\"Moesia\"&gt;Moesia Superior&lt;/a&gt; shows a great variety of cultural beliefs, as it lied on the cultural frontier between the &lt;a href=\"Greek%20East%20and%20Latin%20West\"&gt;Latin West and the Greek East&lt;/a&gt;. The debated identity of tribes such as the &lt;a href=\"Dardani\"&gt;Dardani&lt;/a&gt;ans, interpreted as either Illyrian or Thracian, or the &lt;a href=\"Paeonia%20%28kingdom%29\"&gt;Paeonians&lt;/a&gt;, likewise dwelling between the Dardanians and &lt;a href=\"Ancient%20Macedonians\"&gt;Macedonians&lt;/a&gt;, rests upon the fact that they inhabited an Illyrian-Thracian contact zone where both cultures intertwined over a long period.\nThe &lt;a href=\"Dardani\"&gt;Dardani&lt;/a&gt;an deity &lt;a href=\"Andinus\"&gt;Andinus&lt;/a&gt; was worshipped in a region dominated by Thracian gods. The only trace left is a name carved on an altar dedicated by a \"beneficiarus\" (\"a foreigner\"). Variants like \"Andia or\" \"Andio\" were also common among the Dardanians, and a lot of Illyrian personal names are found under the forms Andes, Andueia or Andena. The &lt;a href=\"Paeonia%20%28kingdom%29\"&gt;Paeonians&lt;/a&gt; worshiped a god named Dualos, the equivalent of &lt;a href=\"Dionysus\"&gt;Dionysus&lt;/a&gt;. His name has been compared with &lt;a href=\"Albanian%20language\"&gt;Albanian&lt;/a&gt; \"dej\" (\"drunk\") and &lt;a href=\"Gothic%20language\"&gt;Gothic&lt;/a&gt; \"dwals\" (\"a madman\"), reinforcing the association of the Paeonian deity with wine and intoxication.\nApulia.\n&lt;a href=\"Iapygians\"&gt;Iapygian tribes&lt;/a&gt; (the &lt;a href=\"Messapians\"&gt;Messapians&lt;/a&gt;, &lt;a href=\"Daunians\"&gt;Daunians&lt;/a&gt; and &lt;a href=\"Peucetians\"&gt;Peucetians&lt;/a&gt;) all shared &lt;a href=\"Messapic%20language\"&gt;Messapic&lt;/a&gt; as a common language until the Roman conquest of &lt;a href=\"Apulia\"&gt;Apulia&lt;/a&gt; from the late 4th century BC onwards. Messapic was probably related to the &lt;a href=\"Illyrian%20languages\"&gt;Illyrian languages&lt;/a&gt; spoken on the other side of the &lt;a href=\"Adriatic%20Sea\"&gt;Adriatic Sea&lt;/a&gt;, as both ancient sources and modern scholars have described an Illyrian migration into Italy early in the first millennium BC. The pre-Roman religion of Iapygians appears as a substrate of indigenous elements mixed with &lt;a href=\"Greek%20mythology\"&gt;Greek mythology&lt;/a&gt;. In fact, the Roman conquest probably accelerated the hellenisation of a region already influenced by contacts with &lt;a href=\"Magna%20Graecia\"&gt;Magna Grecia&lt;/a&gt;, a set of colonies Greeks had founded in southeastern Italy by the 8th century BC (&lt;a href=\"Taranto\"&gt;Tarentum&lt;/a&gt; in particular), after first incursions centuries earlier during the &lt;a href=\"Mycenaean%20Greece\"&gt;Mycenaean period&lt;/a&gt;. &lt;a href=\"Aphrodite\"&gt;Aphrodite&lt;/a&gt; and &lt;a href=\"Athena\"&gt;Athena&lt;/a&gt; were thus worshiped in Apulia as \"Aprodita\" and \"Athana\", respectively.\nIndigenous Iapygian beliefs featured the curative powers of the waters at the &lt;a href=\"heroon\"&gt;\"herõon\"&lt;/a&gt; of the god &lt;a href=\"Podalirius\"&gt;Podalirius&lt;/a&gt; and the fulfilling of oracles for anyone who slept wrapped in the skin of a sacrificed ewe. Menzanas was a local &lt;a href=\"Messapians\"&gt;Messapian&lt;/a&gt; deity whose name literally translates as \"Lord of Horses\". He was often worshipped under the epithet \"&lt;a href=\"Jupiter%20%28mythology%29\"&gt;Juppiter&lt;/a&gt; Menzanas\", and horses were sacrificed to him by being thrown alive into a fire. Originally formed as \"*mendyo-no-\", the name Menzanas derives from the root \"*mendyo-\" (\"&lt;a href=\"foal\"&gt;foal&lt;/a&gt;\"), attached to the &lt;a href=\"Proto-Indo-European%20language\"&gt;PIE&lt;/a&gt; suffix \"-nos\" (\"controller of, lord of\"). The cult of \"Juppiter Menzanas,\" known at least since &lt;a href=\"Verrius%20Flaccus\"&gt;Verrius Flaccus&lt;/a&gt; (c. 55 BC–20 AD), is probably a native custom eventually influenced by neighbouring &lt;a href=\"Italic%20peoples\"&gt;Italic peoples&lt;/a&gt;. In fact, the native sky-god of the &lt;a href=\"Messapians\"&gt;Messapians&lt;/a&gt;, Zis (or \"Dis\"), was likewise worshipped under the aspect of \"Zis Menzanas\". Attested by the early 6th century BC, Zis is not a loanword adapted from the Greek &lt;a href=\"Zeus\"&gt;Zeus&lt;/a&gt;, but a parallel inheritance from the &lt;a href=\"Proto-Indo-European%20mythology\"&gt;Proto-Indo-European&lt;/a&gt; sky-god \"*&lt;a href=\"Dyeus\"&gt;Dyēus&lt;/a&gt;\" (via an intermediate form \"*dyēs\"), and other cognates appear in Vedic &lt;a href=\"Dyaus\"&gt;Dyáuṣ&lt;/a&gt;, Latin &lt;a href=\"Jupiter%20%28mythology%29\"&gt;Jovis&lt;/a&gt; (\"*Djous\") and Illyrian &lt;a href=\"Deipaturos\"&gt;Dei(-pátrous)&lt;/a&gt;. The &lt;a href=\"Taranto\"&gt;Tarentine&lt;/a&gt; god \"Dís\" (Δίς) has probably been borrowed from their neighbouring Messapians.\nThe goddess Venas (&lt; \"*wenos)\", also an inherited deity (cognate with Latin \"&lt;a href=\"Venus%20%28mythology%29\"&gt;Venus&lt;/a&gt;\" or Old Indic \"vánas\" \"desire\"), is often invoked along with the sky-god Zis (\"kla(o)hi Zis Venas\", \"listen, Zis (and) Venas\") and with an unknown god, Taotor (\"Θautour\"), probably related to the \"tribe\" or the \"community\" as his name stems from &lt;a href=\"Proto-Indo-European%20language\"&gt;PIE&lt;/a&gt; \"*teutéha-\" ('people'). Lahona was the name of a Messapian deity worshipped as an epithet attached to Aphrodite: \"ana aprodita lahona.\" She was featured in votive inscriptions found in &lt;a href=\"Ceglie%20Messapica\"&gt;Ceglie Messapica&lt;/a&gt;, and the dedication has been translated either as \"To the goddess Aphrodite Lahona\", or as \"Mother Aphrodite Lahona\". The theonym \"Thana\", attested on Messapian inscriptions, is also found on Dalmatian altars.\nThe goddess Damatura (or \"Damatira\") could be of Messapian origin rather than a borrowing from the Greek &lt;a href=\"Demeter\"&gt;Demeter&lt;/a&gt;, with a form \"dā-\" (\"earth\", compare with ) attached to \"-matura\" (\"mother\") and akin to the Illyrian god &lt;a href=\"Deipaturos\"&gt;Dei-pátrous&lt;/a&gt; (\"dei-\", \"sky\", attached to -\"pátrous,\" \"father\"). This theory was supported by &lt;a href=\"Vittore%20Pisani\"&gt;Pisani&lt;/a&gt; (1935) and &lt;a href=\"Vladimir%20I.%20Georgiev\"&gt;Georgiev&lt;/a&gt; (1937), rejected by &lt;a href=\"Paul%20Kretschmer\"&gt;Kretschmer&lt;/a&gt; (1939), and more recently supported by &lt;a href=\"Eqrem%20%C3%87abej\"&gt;Çabej&lt;/a&gt;, &lt;a href=\"Shaban%20Demiraj\"&gt;Demiraj&lt;/a&gt; (1997), and &lt;a href=\"Martin%20Litchfield%20West\"&gt;West&lt;/a&gt; (2007), although &lt;a href=\"Robert%20S.%20P.%20Beekes\"&gt;Beekes&lt;/a&gt; (2009) and &lt;a href=\"Carlo%20De%20Simone%20%28linguist%29\"&gt;De Simone&lt;/a&gt; (2017) rather see a borrowing from Greek. West further notes that \"the formal parallelism between [\"Damatura\" and \"Deipaturos\"] may favour their having been a pair, but evidence of the liaison is lacking.\"\nMythology.\nCosmology.\nIt seems that the Illyrians did not develop a uniform &lt;a href=\"Religious%20cosmology\"&gt;cosmology&lt;/a&gt; on which to center their &lt;a href=\"Religion\"&gt;religious practices&lt;/a&gt;.\nLegends.\nThe absence of figured ornament during the early &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt; may reflect an apparent lack of &lt;a href=\"mythology\"&gt;mythology&lt;/a&gt; among Illyrians in this period. The most deeply rooted mythological tradition among the populations of northwestern Balkans was the legend of &lt;a href=\"Cadmus\"&gt;Cadmus&lt;/a&gt; and &lt;a href=\"Harmonia\"&gt;Harmonia&lt;/a&gt;; other legends were those of Bato and of the &lt;a href=\"Cadmeians\"&gt;Cadmeians&lt;/a&gt;. The myth of the heroic pair Cadmus and Harmonia was strictly connected to the &lt;a href=\"Enchelei\"&gt;Enchelei&lt;/a&gt; and the territory they inhabited: &lt;a href=\"Boeotia\"&gt;Boeotia&lt;/a&gt; and Illyria. \nIn Roman times Bato was one of the most notable Illyrian names, which perhaps was originally a \"&lt;a href=\"nomen%20sacrum\"&gt;nomen sacrum&lt;/a&gt;\", and is outstandingly spread but condensed in Illyria, &lt;a href=\"Thebes%20%28Greece%29\"&gt;Thebes&lt;/a&gt; and &lt;a href=\"Troad\"&gt;Troas&lt;/a&gt;, with the presence of a temple dedicated to him at &lt;a href=\"Ancient%20Argos\"&gt;Argos&lt;/a&gt;, as recorded by &lt;a href=\"Pausanias%20%28geographer%29\"&gt;Pausanias&lt;/a&gt;. In every region it is related to legends and religion, suggesting also an ancient cult. According to a legendary account reported by &lt;a href=\"Polybius\"&gt;Polybius&lt;/a&gt;, cited by &lt;a href=\"Stephanus%20of%20Byzantium\"&gt;Stephanus of Byzantium&lt;/a&gt;, after &lt;a href=\"Amphiaraus\"&gt;Amphiaraus&lt;/a&gt; disappearance his carioteer Baton settled in Illyria, near the country of the Enchelei.\nThe meanings of &lt;a href=\"Compound%20%28linguistics%29\"&gt;compound&lt;/a&gt; personal names like \"Veskleves\" (&lt;a href=\"Literal%20translation\"&gt;lit.&lt;/a&gt; \"good-fame\", i.e. \"possessing good fame\") have been interpreted as an indicator of an oral epic tradition among the Illyrians.\nTotemism.\nIllyrian &lt;a href=\"totem\"&gt;totem&lt;/a&gt;ism is known almost exclusively from Illyrian &lt;a href=\"List%20of%20ancient%20Illyrian%20peoples%20and%20tribes\"&gt;tribal names&lt;/a&gt;, &lt;a href=\"List%20of%20ancient%20Illyrian%20cities\"&gt;toponyms&lt;/a&gt; and &lt;a href=\"List%20of%20Illyrians\"&gt;anthroponyms&lt;/a&gt;, which were taken from the animal and plant world, reflecting a close relation of Illyrian peoples to &lt;a href=\"nature\"&gt;nature&lt;/a&gt;. Such cases include: &lt;a href=\"Enchelei\"&gt;Enchelei&lt;/a&gt;, \"people of the &lt;a href=\"eel\"&gt;eel&lt;/a&gt;\" (cf. &lt;a href=\"Albanian%20language\"&gt;Albanian&lt;/a&gt;: \"ngjalë\", &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt;: ἔγχελυς, &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt;: \"anguilla\"); &lt;a href=\"Taulanti\"&gt;Taulanti&lt;/a&gt;, \"people of the &lt;a href=\"swallow\"&gt;swallow&lt;/a&gt;\" (cf. Albanian: \"tallandyshe\", also reflected in the Greek translation χελῑδόν, \"khelīdṓn\"); &lt;a href=\"Delmatae\"&gt;Delmatai&lt;/a&gt;, \"people of the &lt;a href=\"sheep\"&gt;sheep&lt;/a&gt;\" (cf. Albanian: \"delmë\"); &lt;a href=\"Dardani\"&gt;Dardani&lt;/a&gt;, \"people of the &lt;a href=\"pear\"&gt;pear&lt;/a&gt;\" (cf. Albanian: \"dardhë\"); &lt;a href=\"Peuceti\"&gt;Peuketi&lt;/a&gt;, \"people of the &lt;a href=\"pine\"&gt;pine&lt;/a&gt;\" (cf. Ancient Greek: \"πεύχη\", \"peúkē\", from &lt;a href=\"Proto-Indo-European\"&gt;PIE&lt;/a&gt;: \"*pewḱ-\"); &lt;a href=\"Ulcinj\"&gt;Ulkinium&lt;/a&gt;, \"city of the &lt;a href=\"wolf\"&gt;wolf&lt;/a&gt;\" (cf. Albanian: \"ulk\", from &lt;a href=\"Proto-Indo-European\"&gt;PIE&lt;/a&gt;: \"*wĺ̥kwos\"); &lt;a href=\"Delminium\"&gt;Delminium&lt;/a&gt;, \"city of the &lt;a href=\"sheep\"&gt;sheep&lt;/a&gt;\" (the same root of Delmatai). Many tribes believed in the protection of certain animals and plants, feeling also an ancestry link with them. Totemism may translate the ancient social relationships and religious conceptions held by Illyrians and their predecessors, a set of traditions that was still alive during the &lt;a href=\"Roman%20period\"&gt;Roman period&lt;/a&gt;.\nMagic and superstition.\nAs recorded by ancient Roman writers, Illyrians believed in the force of &lt;a href=\"Spell%20%28ritual%29\"&gt;spells&lt;/a&gt; and the &lt;a href=\"evil%20eye\"&gt;evil eye&lt;/a&gt;. Many examples of objects with the shape of &lt;a href=\"phallus\"&gt;phallus&lt;/a&gt;, &lt;a href=\"hand\"&gt;hand&lt;/a&gt;, &lt;a href=\"leg\"&gt;leg&lt;/a&gt;, and animal &lt;a href=\"teeth\"&gt;teeth&lt;/a&gt; are indicators of a belief in the protective and beneficial force of &lt;a href=\"amulet\"&gt;amulet&lt;/a&gt;s.\nBurial and afterlife.\nDuring the &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt; both &lt;a href=\"flat%20graves\"&gt;flat graves&lt;/a&gt; and &lt;a href=\"tumuli\"&gt;tumuli&lt;/a&gt; were built. The tumulus-burial is considered to have been imported from the first &lt;a href=\"Indo-European%20peoples\"&gt;Indo-European&lt;/a&gt; wave that spread throughout the &lt;a href=\"Balkans\"&gt;Balkans&lt;/a&gt; towards the beginning of the Bronze Age. This form of burial practice, once it appeared, especially in central and southern &lt;a href=\"Illyria\"&gt;Illyria&lt;/a&gt;, continued without interruption throughout the Late Bronze Age and the Early &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt;, becoming in this period a specific component of the &lt;a href=\"Illyrians\"&gt;Illyrian&lt;/a&gt; ethnic tradition. During the Bronze Age until the beginning of the Iron Age, the most common funerary practice was to lay out the body in a contracted position, a tradition continued from &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; times. The custom of burial in tumuli in the contracted position, which appeared also in southern &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, especially in &lt;a href=\"Apulia\"&gt;Apulia&lt;/a&gt;, suggest a movement of Illyrian peoples from the eastern &lt;a href=\"Adriatic\"&gt;Adriatic&lt;/a&gt; shore at the beginning of the first millennium BC. &lt;a href=\"Cremation\"&gt;Cremation&lt;/a&gt;, on the other hand, was very rare, however it was not discontinuous by the Middle Bronze Age.\nIn the Iron Age, during the late 6th and early 5th century BC, the increase in cremation graves in the &lt;a href=\"Glasinac%20culture\"&gt;Glasinac culture&lt;/a&gt; has been interpreted as a possible collapse of the tribal structure which led to changes in the prevailing religious beliefs. The shift from &lt;a href=\"inhumation\"&gt;inhumation&lt;/a&gt; to &lt;a href=\"cremation\"&gt;cremation&lt;/a&gt; is thought to be an evidence of the arrival of new people from the north. In fact, cremation became a more common rite among northern Illyrians, while inhumation persisted as the dominant rite in the south. The gradual transition from the rite of cremation to that of inhumation during the Roman period can be interpreted as a sign of greater concern for the &lt;a href=\"afterlife\"&gt;afterlife&lt;/a&gt;. The rich spectrum in religious beliefs and burial rituals that emerged in Illyria, especially during the Roman period, is an indicator of the variation in cultural identities in this region."
}