{
    "id": "1585406",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=1585406",
    "title": "Boarding pass",
    "text": "A boarding pass or boarding card is a document provided by an airline during &lt;a href=\"Airport%20check-in\"&gt;check-in&lt;/a&gt;, giving a passenger permission to enter the restricted area of an airport (also known as the airside portion of the airport) and to &lt;a href=\"Boarding%20%28transport%29\"&gt;board&lt;/a&gt; the airplane for a particular flight. At a minimum, it identifies the passenger, the flight number, and the date and scheduled time for departure. A boarding pass may also indicate details of the perks a passenger is entitled to (e.g. lounge access, priority boarding) and is thus presented at the entrance of such facilities to show eligibility. \nIn some cases, flyers can check in online and print the boarding passes themselves. A boarding pass may be required for a passenger to enter a secure area of an airport.\nGenerally, a passenger with an &lt;a href=\"electronic%20ticket\"&gt;electronic ticket&lt;/a&gt; will only need a boarding pass. If a passenger has a paper &lt;a href=\"airline%20ticket\"&gt;airline ticket&lt;/a&gt;, that ticket (or flight coupon) may be required to be attached to the boarding pass for him or her to board the aircraft. For \"connecting flights\", a boarding pass is required for each new leg (distinguished by a different flight number), regardless of whether a different aircraft is boarded or not.\nThe paper boarding pass (and ticket, if any), or portions thereof, are sometimes collected and counted for cross-check of passenger counts by gate agents, but more frequently are scanned (via barcode or magnetic strip) and returned to the passengers in their entirety. The standards for bar codes and magnetic stripes on boarding passes are published by &lt;a href=\"IATA\"&gt;IATA&lt;/a&gt;. The bar code standard (&lt;a href=\"Bar%20Coded%20Boarding%20Pass\"&gt;BCBP&lt;/a&gt;) defines the 2D bar code printed on paper boarding passes or sent to mobile phones for electronic boarding passes. The magnetic stripe standard (&lt;a href=\"ATB2\"&gt;ATB2&lt;/a&gt;) expired in 2010.\nMost airports and airlines have automatic readers that will verify the validity of the boarding pass at the &lt;a href=\"jetway\"&gt;jetway&lt;/a&gt; door or boarding gate. This also automatically updates the airline's database to show the passenger has boarded and the seat is used, and that the checked baggage for that passenger may stay aboard. This speeds up the paperwork process at the gate, but requires passengers with paper tickets to check in, surrender the ticket, and receive the digitized boarding pass.\nOnce an airline has scanned all boarding passes presented at the gate for a particular flight and thereby knows which passengers actually boarded the aircraft, its database system can compile the passenger &lt;a href=\"Manifest%20%28transportation%29\"&gt;manifest&lt;/a&gt; for that flight. \nBar-codes.\nBCBP (bar-coded boarding pass) is the name of the standard used by more than 200 airlines. BCBP defines the 2-Dimensional (2D) &lt;a href=\"bar%20code\"&gt;bar code&lt;/a&gt; printed on a boarding pass or sent to a mobile phone for electronic boarding passes.\nBCBP was part of the &lt;a href=\"IATA%20Simplifying%20the%20Business\"&gt;IATA Simplifying the Business&lt;/a&gt; program, which issued an industry mandate for all boarding passes to be bar coded. This was achieved in 2010.\nAirlines and third parties use a &lt;a href=\"barcode%20reader\"&gt;barcode reader&lt;/a&gt; to read the bar codes and capture the data. Reading the bar code usually takes place in the &lt;a href=\"boarding%20%28transport%29\"&gt;boarding&lt;/a&gt; process, but can also happen when entering the &lt;a href=\"airport%20security\"&gt;airport security&lt;/a&gt; checkpoints, while paying for items at the check-out tills of airport stores, or trying to access airline lounges.\nThe standard was originally published in 2005 by &lt;a href=\"IATA\"&gt;IATA&lt;/a&gt; and updated in 2008 to include symbologies for mobile phones and in 2009 to include a field for a &lt;a href=\"digital%20signature\"&gt;digital signature&lt;/a&gt; in the mobile bar codes. Future developments of the standard will include a &lt;a href=\"near%20field%20communication\"&gt;near field communication&lt;/a&gt; format.\nSecurity concerns.\nIn recent years concerns have been raised both to the security of the boarding pass bar-codes, the data they contain and the &lt;a href=\"Passenger%20name%20record\"&gt;PNR&lt;/a&gt; (Passenger Name Record) data that they link to. Some airline &lt;a href=\"Barcode\"&gt;bar-codes&lt;/a&gt; can be scanned by mobile phone applications to reveal names, dates of birth, source and destination airports and the &lt;a href=\"Passenger%20name%20record\"&gt;PNR&lt;/a&gt; locator code. This code is a 6-digit &lt;a href=\"alphanumeric\"&gt;alphanumeric&lt;/a&gt; code also sometimes referred to as a booking reference number. This code plus the surname of the traveller can be used to login to the airline's website and access information on the traveller. In 2020, a photograph of a boarding pass posted by former Australian Prime Minister &lt;a href=\"Tony%20Abbott\"&gt;Tony Abbott&lt;/a&gt; on &lt;a href=\"Instagram\"&gt;Instagram&lt;/a&gt; provided sufficient information to login to &lt;a href=\"Qantas\"&gt;Qantas&lt;/a&gt;'s website. While not in and of itself problematic as the flight had happened in the past, the website (through its source code) unintentionally leaked private data not intended to be displayed directly, such as Abbott's &lt;a href=\"passport\"&gt;passport&lt;/a&gt; number and Qantas's internal &lt;a href=\"Passenger%20name%20record\"&gt;PNR remarks&lt;/a&gt;.\nPaper boarding passes.\nPaper boarding passes are issued either by agents at a check-in counter, self-service kiosks, or by airline web check-in site. BCBP can be printed at the airport by an ATB (Automated Ticket &amp; Boarding Pass) printer or a direct thermal printer, or by a personal inkjet or laser printer. The symbology for paper boarding passes is &lt;a href=\"PDF417\"&gt;PDF417&lt;/a&gt;. \nIATA's Board of Governors' mandate stated that all the IATA member airlines would be capable of issuing BCBP by the end of 2008, and all boarding passes would contain the 2D bar code by the end of 2010. The BCBP standard were published in 2005. It has been progressively adopted by airlines: End 2005, 9 airlines were BCBP capable; 32 by end 2006; 101 by end 2007; and 200 by end 2008 (source: IATA).\nMobile boarding passes.\nElectronic boarding passes were 'the industry's next major technological innovation after &lt;a href=\"e-ticket\"&gt;e-ticket&lt;/a&gt;ing'. According to SITA's Airline IT Trend Survey 2009, mobile BCBP accounted for 2.1% of use (vs. paper boarding passes), forecast rising to 11.6% in 2012.\nOverview.\nMany airlines have moved to issuing electronic boarding passes, whereby the passenger checks in either online or via a mobile device, and the boarding pass is then sent to the mobile device as an SMS or e-mail. Upon completing an online reservation, the passenger can tick a box offering a mobile boarding pass. Most carriers offer two ways to get it: have one sent to mobile device (via &lt;a href=\"e-mail\"&gt;e-mail&lt;/a&gt; or &lt;a href=\"text%20message\"&gt;text message&lt;/a&gt;) when checking in online, or use an airline app to check in, and the boarding pass will appear within the application. In many cases, a passenger with an iPhone can download the boarding card generated from the airline's app into the Apple Wallet app. A passenger with an Android smartphone can do the same with the Google Pay app. This way the passenger does not need to open the airline's dedicated app and shortly before the flight, the boarding card appears on the home screen. Furthermore, a mobile boarding cards can be loaded into smart watches through the phones they are paired with. \nThe mobile pass is equipped with the same &lt;a href=\"bar%20code\"&gt;bar code&lt;/a&gt; as a standard paper boarding pass, and it is completely machine readable. The gate attendant simply scans the code displayed on the phone. IATA's BCBP standard defines the three symbologies accepted for mobile phones: &lt;a href=\"Aztec%20code\"&gt;Aztec code&lt;/a&gt;, &lt;a href=\"Datamatrix\"&gt;Datamatrix&lt;/a&gt; and &lt;a href=\"QR%20code\"&gt;QR code&lt;/a&gt;. The United Nations &lt;a href=\"International%20Telecommunication%20Union\"&gt;International Telecommunication Union&lt;/a&gt; expected mobile phone subscribers to hit the 4 billion mark by the end of 2008.\nAirlines using mobile boarding passes.\nIn 2007, &lt;a href=\"Continental%20Airlines\"&gt;Continental Airlines&lt;/a&gt; (now &lt;a href=\"United%20Airlines\"&gt;United&lt;/a&gt;) first began testing mobile boarding passes. Now, most of the major carriers offer mobile boarding passes at many airports. Airlines that issue electronic boarding passes include:\nIn Europe, Lufthansa was one of the first airlines to launch Mobile BCBP in April 2008. In the US, the &lt;a href=\"Transportation%20Security%20Administration\"&gt;Transportation Security Administration&lt;/a&gt; runs a pilot program of a Boarding Pass Scanning System, using the IATA BCBP standard.\nPrint-at-home boarding passes.\nA print-at-home boarding pass is a document that a traveller can print at home, at their office, or anywhere with an Internet connection and printer, giving them permission to board an airplane for a particular flight.\nBritish Airways CitiExpress, the first to pioneer this self-service initiative, piloted it on its &lt;a href=\"London%20City%20Airport\"&gt;London City Airport&lt;/a&gt; routes to minimize queues at check-in desks, in 1999. The CAA (Civil Aviation Authority) approved the introduction of the 3D boarding pass in February 2000. Early adoption with passengers was slow, except for Business Travellers. However, the advent of low-cost carriers that charged for not using print-at-home boarding passes was the catalyst to shift consumers away from traditional at-airport check-in functions. This paved the way for British Airways to become the first global airline to deploy self-service boarding passes using this now ubiquitous technology \nMany airlines encourage travellers to &lt;a href=\"Airport%20check-in%23Online%20check-in\"&gt;check in online&lt;/a&gt; up to a month before their flight and obtain their boarding pass before arriving at the airport. Some carriers offer incentives for doing so (e.g., in 2015, US Airways offered 1000 bonus miles to anyone checking in online,), while others charge fees for checking in or printing one's boarding pass at the airport.\nPrint-at-home boarding pass advertising.\nIn a bid to boost &lt;a href=\"ancillary%20revenue\"&gt;ancillary revenue&lt;/a&gt; from other sources of &lt;a href=\"in-flight%20advertising\"&gt;in-flight advertising&lt;/a&gt;, many airlines have turned to &lt;a href=\"targeted%20advertising\"&gt;targeted advertising&lt;/a&gt; technologies aimed at passengers from their departure city to their destination.\nPrint-at-home boarding passes display adverts chosen specifically for given travellers based on their anonymised passenger information, which does not contain any personally identifiable data. Advertisers are able to target specific demographic information (age range, gender, nationality) and route information (origin and destination of flight). The same technology can also be used to serve advertising on airline booking confirmation emails, itinerary emails, and pre-departure reminders."
}