{
    "id": "15852175",
    "revid": "353866",
    "url": "https://en.wikipedia.org/wiki?curid=15852175",
    "title": "Malik Dinar (Oghuz chief)",
    "text": "Malik Dinar (died 1195) was the &lt;a href=\"Oghuz%20Turks\"&gt;Ghuzz&lt;/a&gt; ruler of &lt;a href=\"Sarakhs\"&gt;Sarakhs&lt;/a&gt; from c. 1153 until 1179. He was also the ruler of the province of &lt;a href=\"Kerman%20province\"&gt;Kerman&lt;/a&gt; from 1186 until his death.\nRuler of Sarakhs.\nDuring the disintegration of &lt;a href=\"Seljuks\"&gt;Seljuk&lt;/a&gt; authority in &lt;a href=\"Greater%20Khorasan\"&gt;Khurasan&lt;/a&gt; that followed the capture of Sultan &lt;a href=\"Sanjar\"&gt;Sanjar&lt;/a&gt; in 1153, Malik Dinar took control of the city of Sarakhs. His rule there continued until 1179, when the Khwarezmid prince &lt;a href=\"Sultan%20Shah%20of%20Khwarezm\"&gt;Sultan Shah&lt;/a&gt; suddenly arrived before Sarakhs with a &lt;a href=\"Kara%20Khitai\"&gt;Kara Khitai&lt;/a&gt; army. Many of the Ghuzz were killed and Malik Dinar was forced to take refuge in the city's citadel.\nMalik Dinar eventually decided that prolonged resistance was impossible and offered to hand over Sarakhs to a representative of the amir of &lt;a href=\"Nishapur\"&gt;Nishapur&lt;/a&gt;, &lt;a href=\"Toghan-Shah\"&gt;Toghan-Shah&lt;/a&gt;. The latter sent his amir Qaraqush with an army; when it arrived before Sarakhs Malik Dinar gave control of the city to him and then went to Toghan-Shah. As it turned out, Toghan-Shah was incapable of defending Sarakhs against Sultan Shah, and Qaraqush lost the city to him in 1180 or 1181.\nRuler of Kerman.\nWhen Toghan-Shah died in 1185 or 1186, leaving his son &lt;a href=\"Sanjar-Shah\"&gt;Sanjar-Shah&lt;/a&gt; in control of Nishapur, Malik Dinar decided to leave for Kerman. Here the last of the Seljuk rulers of the province, &lt;a href=\"Muhammad-Shah%20ibn%20Bahram-Shah\"&gt;Muhammad Shah&lt;/a&gt;, was having trouble dealing with the hostile Ghuzz bands that had been present in Kerman for nearly a decade. In 1186 he fled, leaving Kerman in the hands of the Ghuzz. When Malik Dinar arrived from Toghan-Shah's court he quickly took command of the Ghuzz and was able to effectively restrain them.\nDuring his nine years in control of Kerman, Malik Dinar was devoted to restoring the economic health of the province. In order to legitimize his rule, he married the daughter of the Seljuk amir &lt;a href=\"Toghr%C3%BCl%20of%20Kerman\"&gt;Toghrül-Shah&lt;/a&gt;. In addition, through the use of military force made the rulers of &lt;a href=\"Hormozg%C4%81n%20Province\"&gt;Hormuz&lt;/a&gt; his vassals. In 1195 he died and his son &lt;a href=\"Farrukh-Shah\"&gt;Farrukh-Shah&lt;/a&gt; inherited Kerman."
}