{
    "id": "15859075",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=15859075",
    "title": "Dendera zodiac",
    "text": "The sculptured Dendera zodiac (or Denderah zodiac) is a widely known &lt;a href=\"Art%20of%20ancient%20Egypt\"&gt;Egyptian&lt;/a&gt; &lt;a href=\"bas-relief\"&gt;bas-relief&lt;/a&gt; from the ceiling of the \"&lt;a href=\"pronaos\"&gt;pronaos&lt;/a&gt;\" (or &lt;a href=\"portico\"&gt;portico&lt;/a&gt;) of a chapel dedicated to &lt;a href=\"Osiris\"&gt;Osiris&lt;/a&gt; in the &lt;a href=\"Dendera%20Temple%20complex\"&gt;Hathor temple at Dendera&lt;/a&gt;, containing images of &lt;a href=\"Taurus%20%28astrology%29\"&gt;Taurus&lt;/a&gt; (the &lt;a href=\"Bull%20%28mythology%29\"&gt;bull&lt;/a&gt;) and &lt;a href=\"Libra%20%28astrology%29\"&gt;Libra&lt;/a&gt; (the scales). This chapel was begun in the late &lt;a href=\"History%20of%20Ptolemaic%20Egypt\"&gt;Ptolemaic period&lt;/a&gt;; its \"pronaos\" was added by the emperor &lt;a href=\"Tiberius\"&gt;Tiberius&lt;/a&gt;. This led &lt;a href=\"Jean-Fran%C3%A7ois%20Champollion\"&gt;Jean-François Champollion&lt;/a&gt; to date the relief to the &lt;a href=\"Hellenistic%20civilization\"&gt;Greco&lt;/a&gt;-&lt;a href=\"History%20of%20Roman%20Egypt\"&gt;Roman period&lt;/a&gt;, but most of his contemporaries believed it to be of the &lt;a href=\"New%20Kingdom\"&gt;New Kingdom&lt;/a&gt;. The relief, which John H. Rogers characterised as \"the only complete map that we have of an ancient sky\", has been conjectured to represent the basis on which later &lt;a href=\"astronomy\"&gt;astronomy&lt;/a&gt; systems were based. It is now on display at the &lt;a href=\"Mus%C3%A9e%20du%20Louvre\"&gt;Musée du Louvre&lt;/a&gt;, &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;.\nDescription.\nThe sky disc is centered on the &lt;a href=\"pole%20star\"&gt;north pole star&lt;/a&gt;, with &lt;a href=\"Ursa%20Minor\"&gt;Ursa Minor&lt;/a&gt; depicted as a jackal. An inner disc is composed of constellations showing the signs of the &lt;a href=\"zodiac\"&gt;zodiac&lt;/a&gt;. Some of these are represented in the same Greco-Roman iconographic forms as their familiar counterparts (e.g. the &lt;a href=\"Aries%20%28constellation%29\"&gt;Ram&lt;/a&gt;, &lt;a href=\"Taurus%20%28constellation%29\"&gt;Taurus&lt;/a&gt;, &lt;a href=\"Scorpius\"&gt;Scorpio&lt;/a&gt;, and &lt;a href=\"Capricornus\"&gt;Capricorn&lt;/a&gt;), whilst others are shown in a more Egyptian form: &lt;a href=\"Aquarius%20%28constellation%29\"&gt;Aquarius&lt;/a&gt; is represented as the flood god &lt;a href=\"Hapy\"&gt;Hapy&lt;/a&gt;, holding two vases which gush water. Rogers noted the similarities of unfamiliar &lt;a href=\"iconology\"&gt;iconology&lt;/a&gt; with the three surviving tablets of a Seleucid zodiac and both relating to \"&lt;a href=\"kudurru\"&gt;kudurru&lt;/a&gt;\" ('boundary stone') representations: in short, Rogers sees the Dendera zodiac as \"a complete copy of the Mesopotamian zodiac\".\nFour women and four pairs of falcon-headed figures, arranged 45° from one another, hold up the sky disc, the outermost ring of which features 36 figures representing the 36 asterisms used to track both the 36 forty-minute \"hours\" that divided the Egyptian night, as well as the 36 ten-day \"weeks\" (&lt;a href=\"decans\"&gt;decans&lt;/a&gt;) of the Egyptian year (with 5 days excluded). The square of the overall sculpture is oriented to the walls of the temple.\nThis sculptural representation of the zodiac in circular form is unique in &lt;a href=\"Art%20of%20ancient%20Egypt\"&gt;ancient Egyptian art&lt;/a&gt;. More typical are the rectangular zodiacs which decorate the same temple's pronaos.\nHistory.\nDuring the &lt;a href=\"French%20Invasion%20of%20Egypt%20%281798%29\"&gt;Napoleonic campaign in Egypt&lt;/a&gt;, &lt;a href=\"Dominique%20Vivant\"&gt;Vivant Denon&lt;/a&gt; drew the circular zodiac, the more widely known one, and the rectangular zodiacs. In 1802, after the Napoleonic expedition, Denon published engravings of the temple ceiling in his \"Voyage dans la Basse et la Haute Egypte\". These elicited a controversy as to the age of the zodiac representation, ranging from tens of thousands to a thousand years to a few hundred, and whether the zodiac was a &lt;a href=\"planisphere\"&gt;planisphere&lt;/a&gt; or an &lt;a href=\"astrology\"&gt;astrological chart&lt;/a&gt;. &lt;a href=\"S%C3%A9bastien%20Louis%20Saulnier\"&gt;Sébastien Louis Saulnier&lt;/a&gt;, an &lt;a href=\"antique\"&gt;antique&lt;/a&gt; dealer, commissioned Claude Lelorrain to remove the circular zodiac with saws, jacks, scissors and gunpowder. The zodiac ceiling was moved in 1821 to &lt;a href=\"Second%20Restoration\"&gt;Restoration Paris&lt;/a&gt; and, by 1822, was installed by &lt;a href=\"Louis%20XVIII\"&gt;Louis XVIII&lt;/a&gt; in the Royal Library (later called the &lt;a href=\"Biblioth%C3%A8que%20nationale%20de%20France\"&gt;National Library of France&lt;/a&gt;). In 1922, the zodiac moved from there to the Louvre.\nDating.\nThe controversy around the zodiac's dating, known as the \"Dendera Affair\", involved people of the likes of &lt;a href=\"Joseph%20Fourier\"&gt;Joseph Fourier&lt;/a&gt; (who estimated that the age was 2500 BC). Champollion, among others, believed that it was a religious zodiac. Champollion placed the zodiac in fourth century AD. &lt;a href=\"Georges%20Cuvier\"&gt;Georges Cuvier&lt;/a&gt; placed the date 123 AD to 147 AD. His discussion of the dating summarizes the reasoning as he understood it in the 1820s.\nSylvie Cauville of the Centre for Computer-aided Egyptological Research at &lt;a href=\"Utrecht%20University\"&gt;Utrecht University&lt;/a&gt; and &lt;a href=\"%C3%89ric%20Aubourg\"&gt;Éric Aubourg&lt;/a&gt; dated it to 50 BC through an examination of the configuration it shows of the five planets known to the Egyptians, a configuration that occurs once every thousand years, and the identification of two eclipses.\nThe solar eclipse indicates the date of March 7, 51 BC: it is represented by a circle containing the goddess Isis holding a baboon (the god Thoth) by the tail.\nThe lunar eclipse indicates the date of September 25, 52 BC: it is represented by an &lt;a href=\"Eye%20of%20Horus\"&gt;Eye of Horus&lt;/a&gt; locked into a circle."
}