{
    "id": "15854296",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=15854296",
    "title": "Plasmat lens",
    "text": "The Plasmat lens is a widely used and long-established &lt;a href=\"photographic%20lens\"&gt;lens&lt;/a&gt; type invented by &lt;a href=\"Paul%20Rudolph%20%28physicist%29\"&gt;Paul Rudolph&lt;/a&gt; in 1918, especially common in &lt;a href=\"large%20format\"&gt;large-format&lt;/a&gt; photography. It provides high correction of &lt;a href=\"optical%20aberrations\"&gt;aberrations&lt;/a&gt; with a moderate maximum &lt;a href=\"aperture\"&gt;aperture&lt;/a&gt; (e.g. ). It is a specific instance of the Dagor type double-meniscus anastigmat. Double-meniscus anastigmats use widely separated positive and negative surfaces, generally thick meniscus lenses, to achieve a flat field. The most basic form is two sharply curved meniscus elements located symmetrically about a stop. Further refinement of the form replaces the two simple meniscus lenses with achromats for chromatic correction. The Dagor type further refines these achromats into triplets with the following design parameters: a high-index, doubly convex (DCX) lens cemented to a medium-index, doubly concave (DCV) lens cemented to a low-index meniscus lens. Up to this point, all refinements have maintained symmetry about the stop. The Plasmat further refines the Dagor form by uncementing the meniscus, allowing for placement away from the first two elements and removing the criterion of symmetry.\nIn its most basic form, it is symmetrical and consists of two cemented groups of three lenses each. The innermost element in each group is a &lt;a href=\"Lens%20%28optics%29%23Types%20of%20simple%20lenses\"&gt;positive meniscus&lt;/a&gt;, the outermost is &lt;a href=\"Lens%20%28optics%29%23Types%20of%20simple%20lenses\"&gt;biconvex&lt;/a&gt;, and there is a &lt;a href=\"Lens%20%28optics%29%23Types%20of%20simple%20lenses\"&gt;biconcave&lt;/a&gt; element between them.\nThe Plasmat lens is made in many variants, e.g. departing from exact symmetry, adding a lens to one or both groups, or separating the innermost or outermost element from the rest of the group.\nStandard lenses for large-format cameras are generally of the Plasmat type, as are many &lt;a href=\"macro%20lens\"&gt;macro lens&lt;/a&gt;es. &lt;a href=\"Convertible%20lens\"&gt;Convertible lens&lt;/a&gt;es for large-format photography often consist of Plasmat cells."
}