{
    "id": "1585614",
    "revid": "37670621",
    "url": "https://en.wikipedia.org/wiki?curid=1585614",
    "title": "Bunbuku Chagama",
    "text": " is a &lt;a href=\"Japanese%20folktale\"&gt;Japanese folktale&lt;/a&gt; or &lt;a href=\"fairy%20tale\"&gt;fairy tale&lt;/a&gt; about a &lt;a href=\"Japanese%20raccoon%20dog\"&gt;raccoon dog&lt;/a&gt;, or \"tanuki\", that uses its &lt;a href=\"shapeshifting\"&gt;shapeshifting&lt;/a&gt; powers to reward its rescuer for his kindness.\nOverview.\nThe fairy tale version has been translated as \"The Accomplished and Lucky Teakettle\" (1871) by &lt;a href=\"Algernon%20Freeman-Mitford%2C%201st%20Baron%20Redesdale\"&gt;Mitford&lt;/a&gt; and as \"The Wonderful Tea Kettle\" (1886) in the crepe-paper book series published by &lt;a href=\"Hasegawa%20Takejir%C5%8D\"&gt;T. Hasegawa&lt;/a&gt;. The raccoon dog is ill-treated as a tea-kettle at a temple and sold off; it later performs a dance and &lt;a href=\"tightrope%20walking\"&gt;tightrope walking&lt;/a&gt; routine, and the subsequent owner turned &lt;a href=\"showman\"&gt;showman&lt;/a&gt; acquires great wealth.\nIn most folk tale versions, the raccoon dog or fox transforms into a kettle so that its human friend or benefactor can make profit by selling the fake kettle, typically to a priest.\nIn legend, Bunbuku chagama is the name of a tea kettle owned by priest Shukaku who turned out to be an ancient raccoon dog or \"&lt;a href=\"mujina\"&gt;mujina&lt;/a&gt;\", the supposed kettle still on view at temple which Shukaku served.\nEtymology.\nOne suggested hypothesis is that \"bunbuku\" is an &lt;a href=\"onomatopeic\"&gt;onomatopeic&lt;/a&gt; word mimicking the sound of boiling water, while the character \"buku\" (\"fuku\") in the name denotes \"good luck\" or \"good fortune\".\nA second explanation is that \"bunbuku\" when written as means \"sharing (\"bun\") the wealth/fortune/luck (\"fuku\")\". This is according to the origin tale (\"engi\") surrounding Morin-ji, and the essay \"&lt;a href=\"Matsura%20Seizan\"&gt;Kasshi yawa&lt;/a&gt;\".\nYet another theory claims that the correct name is , with \"bunka\" signifying a mild flame and \"buka\" signifying an intense flame. This explanation is given, for example, by &lt;a href=\"Toriyama%20Sekien\"&gt;Toriyama Sekien&lt;/a&gt;.\nFairy tale.\nThe following summary is based on three early English translations of the fairy tale version.\nAt a temple called in &lt;a href=\"K%C5%8Dzuke%20Province\"&gt;Kōzuke Province&lt;/a&gt; (now &lt;a href=\"Gunma%20Prefecture\"&gt;Gunma Prefecture&lt;/a&gt;), the master priest (abbot) owns a \"&lt;a href=\"chagama\"&gt;chagama&lt;/a&gt;\" (tea kettle). When the priest sets the kettle on a &lt;a href=\"hearth\"&gt;hearth&lt;/a&gt;, the kettle sprouts a head and a tail (or legs as well), and turns into a half-badger, half tea-kettle creature. What is loosely translated as a \"badger\" here is strictly speaking a \"&lt;a href=\"Japanese%20raccoon%20dog\"&gt;tanuki&lt;/a&gt;\" or raccoon dog.\nThe priest and his novices subdue it, and since it reverts to the form of an ordinary kettle, they sell it to a traveling &lt;a href=\"tinker\"&gt;tinker&lt;/a&gt; or rag-peddler. The kettle reveals its half-tanuki form to the peddler, and the merchant acts on a friend's advice to command the beast to turn tricks, or, is persuaded by the tanuki itself, which bargains to perform &lt;a href=\"acrobatics\"&gt;acrobatics&lt;/a&gt; in exchange for being well-treated. The peddler agrees to neither put it over hot flame nor stow it away in a stuffy box, and share what food he has.\nThe man sets up a circus-like roadside attraction and charges admission for people to see the tea-kettle badger walking a &lt;a href=\"tightrope\"&gt;tightrope&lt;/a&gt; to the tune of music. The man becomes wealthy, and returns the kettle to Morin-ji temple.\nTranslations.\n&lt;a href=\"Algernon%20Freeman-Mitford%2C%201st%20Baron%20Redesdale\"&gt;Algernon Bertram Mitford&lt;/a&gt; published a version of it entitled \"The Accomplished and Lucky Teakettle\" in \"Tales of Old Japan\" (1871), illustrated by woodcuts from drawings by the artist \"Ôdaké\".\nA similar (slightly more elaborate) plot is found in \"The Wonderful Tea Kettle\" (June 1886), the retelling by Mrs. T. H. James (Kate James), published by &lt;a href=\"Hasegawa%20Takejir%C5%8D\"&gt;Hasegawa Takejirō&lt;/a&gt; as Japanese Fairy Tale Series No. 16 (these books are classed in the \"chirimen-bon\" or \"crepe-paper books\" genre). The artist, who was not credited in print, has been identified as from the signature on the cover art.\nAlso of similar plot is the Japanese version retold by , also published in English as \"The Tea-Kettle of Good-Luck\" in the anthology \"Iwaya's Fairy Tales of Old Japan\" (1903) translated by &lt;a href=\"Hannah%20Riddell\"&gt;Hannah Riddell&lt;/a&gt;. Iwaya's version that appeared in \"Nihon Otogibanashi\" is said to have established enduring recognition of the tale in Japan.\nThe tale has also been referred to as \"The Lucky Tea-Kettle\" by &lt;a href=\"Basil%20Hall%20Chamberlain\"&gt;Basil Hall Chamberlain&lt;/a&gt;, under a handbook entry for \"Fairy tales\".\nFolktale.\nThe tale group \"\"Bunbuku chagama\" (Bunbuku Tea-kettle)\" has been categorized as \"Types of Japanese Folktales\" No. 130 by &lt;a href=\"Keigo%20Seki\"&gt;Keigo Seki&lt;/a&gt;. Seki here treats the tale group as one involving the &lt;a href=\"fox\"&gt;fox&lt;/a&gt;, and summarizes as follows:\nThe dancing raccoon dog, which is a familiar motif in the fairy tale, is comparatively rare among folk tales.\nFox and tanuki.\nSeki's Japanese publications (\"Nihon mukashibanashi shūsei\" and \"Nihon mukashibanashi shūsei\") classes the tale group as number 237B, and allows either fox or &lt;a href=\"Japanese%20raccoon%20dog\"&gt;tanuki&lt;/a&gt; for the role.\nIndeed, there are both fox or &lt;a href=\"Japanese%20raccoon%20dog\"&gt;tanuki&lt;/a&gt; folktale examples.\nOne example involving a \"badger\" () is the English-summarized folktale \"Bunbuku Teakettle\" collected from &lt;a href=\"Shimoina%20District%2C%20Nagano\"&gt;Shimoina District, Nagano&lt;/a&gt;. This tale is quite similar to the untranslated fox tale \"\" (\"Shapeshifting teakettle\") from &lt;a href=\"Shiwa%20District%2C%20Iwate\"&gt;Shiwa District, Iwate&lt;/a&gt;: in either case, the beast-kettle is sold for 3 &lt;a href=\"ry%C5%8D\"&gt;ryō&lt;/a&gt; and flees to the mountains in the end.\nFuzzy classification.\nIt was the opinion of &lt;a href=\"Kunio%20Yanagita\"&gt;Kunio Yanagita&lt;/a&gt; that tales in this Bunbuku group and tale group[s] are of a common type in the wider sense and not quite distinguishable. This is because \"Fox Harlot\" not only transforms into harlot, but in some cases may change into a teakettle, horse, and harlot, exhibiting three transformation &lt;a href=\"motif%20%28folkloristics%29\"&gt;motifs&lt;/a&gt; in all. One folktale Seki entitled \"The Good Fortune kettle\" is such a case, where the fox transforms into a kettle, girl, and horse.\nSeki also expressed opinion similar to Yanagita's, saying that tale types such as \"Bunbuku chagama\", \"The Fox and Horse-dealer\", and \"The Fox Prostitute/Harlot\" all belong to a larger group of tales known in the West as the \"Sorcerer's Apprentice\" type (&lt;a href=\"Aarne%E2%80%93Thompson%20classification%20systems\"&gt;ATU&lt;/a&gt; 325).\nOrigins.\nThe fairy tale version is thought to be connected to the legend about an inexhaustible tea kettle at the temple in &lt;a href=\"Tatebayashi%2C%20Gunma\"&gt;Tatebayashi, Gunma&lt;/a&gt;, owned by a priest named who turned out to be an ancient \"&lt;a href=\"mujina\"&gt;mujina&lt;/a&gt;\" (raccoon dog or badger).\nThe nineteenth century fairy tale (such as represented by Iwaya Sazanami's version) may also be descended from the seventeenth to eighteenth century &lt;a href=\"Edo%20Period\"&gt;Edo Period&lt;/a&gt; popular fiction of the \"&lt;a href=\"akahon\"&gt;akahon&lt;/a&gt;\" type.\nMorin-ji legend.\nThe priest Shukaku (who later turned out to be a raccoon dog) had accompanied the priest who founded the Morinji-temple during the &lt;a href=\"%C5%8Cei\"&gt;Ōei&lt;/a&gt; era (year 1426); then while serving the 7th &lt;a href=\"Abbot%20%28Buddhism%29\"&gt;abbot&lt;/a&gt; Shukaku brought out an inexhaustible tea-kettle or cauldron (\"&lt;a href=\"chagama\"&gt;chagama&lt;/a&gt;\"), able to supply hot water day and night without running out, and thus was able to serve tea to over one thousand priests (the occasion was a thousand-man held in 1570). Shukaku said the kettle was called Bunbuku chagama because it had eight virtues and shared (\"bun\") its fortunes (\"fuku\"); it imparted immunity from thirst ailment, virtue in both scholarly and martial arts, intelligence, fearlessness, popular affection, luck and advancement, and longevity.\nShukaku.\nAs to what became of Shukaku, during the tenure of the 10th abbot at the temple, rumors began to circulate that he would all of a sudden grow furry in his limbs and sprout a tail. Shukaku then confessed to being a \"&lt;a href=\"mujina\"&gt;mujina&lt;/a&gt;\" aged several thousand years. He had heard the preaching of the Buddha &lt;a href=\"Sakyamuni\"&gt;Sakyamuni&lt;/a&gt; at &lt;a href=\"Vulture%20Peak\"&gt;Holy Eagle Peak&lt;/a&gt;, moved to the &lt;a href=\"Tang%20Empire\"&gt;Tang Empire&lt;/a&gt; and has lived in Japan these 800 or so years. Before he left he showed his friends conjured up visions of the &lt;a href=\"Battle%20of%20Yashima\"&gt;Battle of Yashima&lt;/a&gt; and the Buddha preaching before a crowd of Buddhist saints (\"&lt;a href=\"arhat\"&gt;rakan&lt;/a&gt;\").\nThe aged raccoon dog first living in India and China before coming to Japan resembles the circumstance of &lt;a href=\"Tamamo-no-Mae\"&gt;Tamamo-no-Mae&lt;/a&gt;, the legendary female &lt;a href=\"fox%20spirit\"&gt;nine-tailed fox&lt;/a&gt;, and the motif is thought to be modeled on that &lt;a href=\"vixen\"&gt;vixen&lt;/a&gt; legend.\nIn variant recensions, Shukaku was a , and the revelation of his tea kettle occurred at the gathering in &lt;a href=\"Tensh%C5%8D%20%28Momoyama%20period%29\"&gt;Tenshō&lt;/a&gt; 10 or 7 (1582 or 1579). Here, his past reached further into remote antiquity since he says he came to Japan with &lt;a href=\"Jofuku\"&gt;Jofuku&lt;/a&gt; 1800 years before, after living India for 500 years and in China for 1000 years.\nSources of Morin-ji legend.\nThis legend is documented in origin-tales (\"engi\") concerning Morinji and the tea-kettle, published in several editions by Morin-ji temple. The title is borne by the earliest edition (nominally 1587, but probably dating to around the &lt;a href=\"Genroku\"&gt;Genroku&lt;/a&gt; era or c. 1700) as well as later undated editions (possibly c. 1800).\nThe text of the later edition of \"Bunbuku chagama ryakuengi\" contains more detail (motifs), and is identical to the account found in the essay (1821–1841) by &lt;a href=\"Matsura%20Seizan\"&gt;Kiyoshi Matsura&lt;/a&gt;.\nEdo period fiction.\n\"Bunbuku chagama\" exist in popular fiction or \"&lt;a href=\"kusaz%C5%8Dshi\"&gt;kusazōshi&lt;/a&gt;\" format, from the \"&lt;a href=\"akahon\"&gt;akahon&lt;/a&gt;\" or \"red book\" period (late 17th to early 18th century).\nOne example is an edition of \"Bunbuku chagama\" printed by Urokogataya, dating to c. 1735–45. The storyline is as follows. A monk named Bunbuku serving &lt;a href=\"Ashikaga%20Yoshimasa\"&gt;Lord Higashiyama&lt;/a&gt; in Kyoto captures an old raccoon dog (\"&lt;a href=\"mujina\"&gt;mujina&lt;/a&gt;\") by causing the creature to lower its guard by joining the monk in dance. Bunbuku and his comrades, the four tea monks, decide to butcher the creature and make it into soup (). The creature flees but is cornered and turns itself into a tea kettle. The monks place the kettle on fire and are amused to see it turn halfway back into the furry creature, and it escapes. The lord hears of this incident, and declares this to be disgraceful, ordering the monks to be stripped of clothes and cast out. The old raccoon dog finds the monks and decides to stretch out the skin of its &lt;a href=\"testicles\"&gt;testicles&lt;/a&gt; and cover them up like a blanket (), by way of revenge. The monks were slightly discomfited, but when they woke up, captured the beast and presented it to their lord, and are restored to his good grace.\nThis Urokogata edition is considered a remake from 's \"Bunbuku chagama\", dating to the &lt;a href=\"Ky%C5%8Dh%C5%8D\"&gt;Kyōhō&lt;/a&gt; era (1716–1736). This text follows a similar story-line except it is a fox which is imperiled with being cooked by the Higashiyama priests and turns into a tea kettle, and the fox entrusts the revenge to the raccoon dog. This work too has its precedence, a similar tale dating back to around the &lt;a href=\"Enp%C5%8D\"&gt;Enpō&lt;/a&gt; or &lt;a href=\"Tenna\"&gt;Tenna&lt;/a&gt; eras (1673–1684), and entitled .\nIn popular culture.\nAn animated movie based on the tale was produced in 1928 by &lt;a href=\"Yokohama%20Cinema%20Shoukai\"&gt;Yokohama Cinema Shoukai&lt;/a&gt;.\nPassing reference to this story occurs in the animated film \"&lt;a href=\"Pom%20Poko\"&gt;Pom Poko&lt;/a&gt;\" (1994, &lt;a href=\"Studio%20Ghibli\"&gt;Studio Ghibli&lt;/a&gt;).\nIn the \"&lt;a href=\"Naruto\"&gt;Naruto&lt;/a&gt;\" series, Shukaku, the One-Tail, who is modeled after a tanuki, is mentioned to have originally been sealed into a teapot. It is revealed later that his former jinchūriki (human container) was an old man named Bunbuku.\nIn \"Ichiro\" by Ryan Inzana, the legend of the tanuki teapot (chagama) is woven into a side-story of an American teenager.\nDuring the \"&lt;a href=\"Google%20Doodle%20Champion%20Island%20Games\"&gt;Google Doodle Champion Island Games&lt;/a&gt;\", one of the champions, referred either as \"Tanooki\" or \"Tanuki\", is based on the titular character of this tale.\nReferences.\nBibliography"
}