{
    "id": "1586160",
    "revid": "39587813",
    "url": "https://en.wikipedia.org/wiki?curid=1586160",
    "title": "Dear Frankie",
    "text": "Dear Frankie is a 2004 British drama film directed by &lt;a href=\"Shona%20Auerbach\"&gt;Shona Auerbach&lt;/a&gt; and starring &lt;a href=\"Emily%20Mortimer\"&gt;Emily Mortimer&lt;/a&gt;, &lt;a href=\"Gerard%20Butler\"&gt;Gerard Butler&lt;/a&gt;, &lt;a href=\"Jack%20McElhone\"&gt;Jack McElhone&lt;/a&gt;, and &lt;a href=\"Sharon%20Small\"&gt;Sharon Small&lt;/a&gt;. The screenplay by &lt;a href=\"Andrea%20Gibb\"&gt;Andrea Gibb&lt;/a&gt; focuses on a young single mother whose love for her son prompts her to perpetuate a deception designed to protect him from the truth about his father.\nThe film was critically acclaimed and won numerous awards, including two &lt;a href=\"BAFTA%20Scotland\"&gt;BAFTA Scotland&lt;/a&gt; Awards.\nPlot.\nLizzie Morrison (Emily Mortimer) and nine-year-old &lt;a href=\"deafness\"&gt;deaf&lt;/a&gt; son Frankie (Jack McElhone) frequently relocate to keep one step ahead of her abusive ex-husband and his family. They are accompanied by her opinionated, chain-smoking mother Nell. Newly relocated in the &lt;a href=\"Scotland\"&gt;Scottish&lt;/a&gt; town of &lt;a href=\"Greenock\"&gt;Greenock&lt;/a&gt;, Lizzie accepts a job at the local &lt;a href=\"fish%20and%20chips\"&gt;fish and chips&lt;/a&gt; shop owned by a friendly woman named Marie, and enrolls Frankie in school.\nThrough a &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; post office box, Frankie maintains a regular correspondence with someone he believes to be his father, Davey, who allegedly is a &lt;a href=\"Merchant%20shipping\"&gt;merchant seaman&lt;/a&gt; working on HMS \"Accra\". In reality, the letters he receives are written by his mother, who prefers to maintain the lie instead of telling him why she fled her marriage.\nWhen she learns that \"Accra\" will soon be arriving at the docks at Greenock, Lizzie in a panic concocts a scheme to hire a man to impersonate Davey. When her effort to find someone at the local pub fails, she enlists Marie's assistance. She arranges for her to meet an acquaintance who coincidentally is passing through town at the same time \"Accra\" will be in port. When Lizzie and the stranger (Gerard Butler) meet, he doesn't tell her his name. She explains the situation and gives him the letters for background. He agrees to spend a day with Frankie in exchange for the small amount Lizzie can offer him.\nWhen the stranger arrives at their home to pick up the boy, he brings with him a book about marine life (to Lizzie's surprise), one of Frankie's passions, and a bond is forged immediately. They spend a day together (with Lizzie secretly following them), collecting on Frankie's bet at a soccer match from a school mate, ordering chips, and later in the evening setting up another half-day visit.\nThe second day is magical, ending with a nice evening at a dance, as Frankie wins another bet by getting Lizzie and the stranger to dance together. Afterwards, they walk together to get around the \"discuss no past\" ground rules, and she tells the stranger Frankie's deafness—a \"present from his daddy\"—and her reason for leaving her husband. She explains the letters from Frankie are so important to her because it is how she \"hears\" her son. The stranger tells her she is a great mother for protecting Frankie. Returning home, Frankie gives the stranger a hand-carved wooden seahorse as a parting gift. At the door, after a long pause together, Lizzie and the stranger kiss goodbye. After he leaves, she discovers he has returned her payment, stuffed into her coat pocket.\nSometime later, Lizzie learns that her husband is terminally ill, and reluctantly visits the hospital without Frankie. She experiences her husband's angry fury again, when he demands to see Frankie. Later when she tells Frankie that his dad is really sick, he writes him a note and draws him a picture. On a second visit, she delivers them to her husband, along with a snapshot of Frankie. Davey's death brings peace to them all.\nLizzie asks Marie about the stranger and she learns he is Marie's brother. Frankie's last letter shows that he has known the truth for a while—that the stranger was not his real dad. He knows too that Lizzie is sad, but she has him for support. The letter also indicates that Frankie intends to carry on with his life, telling about his real dad passing, his friends and their gold stars in school, and getting onto the reserve &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; team. He closes the letter by saying he hopes the stranger will visit again.\nLizzie finds Frankie sitting at end of a pier, and they enjoy a quiet moment together, looking out to sea.\nProduction.\nScreenplay.\nIn \"The Story\", a bonus feature on the DVD release of the film, director Shona Auerbach and some of her cast discuss the project. The screenplay originated as a script for a 15-minute &lt;a href=\"Short%20subject\"&gt;short&lt;/a&gt; submitted to producer &lt;a href=\"Caroline%20Wood\"&gt;Caroline Wood&lt;/a&gt;, who had requested writing samples from potential screenwriters for what would be Auerbach's film debut after several years of directing &lt;a href=\"Television%20advertisement\"&gt;commercials&lt;/a&gt;. Auerbach was so enamored with Andrea Gibb's work she convinced her to expand it to &lt;a href=\"feature%20film\"&gt;feature&lt;/a&gt; length.\nCasting.\nThe production design by Jennifer Kernke and palette of colors used throughout the film were inspired by paintings created by the Glasgow Boys and Glasgow Girls, &lt;a href=\"Glasgow%20School\"&gt;Glasgow School&lt;/a&gt; collectives whose artwork featured prosaic scenes of the Scottish countryside.\n&lt;a href=\"Jack%20McElhone\"&gt;Jack McElhone&lt;/a&gt; was among the first group of boys Auerbach auditioned for the role of Frankie. She continued to see about one hundred more but was unable to find any who captured the essence of the character, as she perceived it, more impressively than he did. The role of the character listed as The Stranger in the credits, although he is addressed as Louis in one scene, still had not been cast just prior to the scheduled start of filming. When Auerbach met &lt;a href=\"Gerard%20Butler\"&gt;Gerard Butler&lt;/a&gt;, she instinctively knew he was perfect for the role and immediately offered it to him without having him read for her.\nFilming locations.\n\"Dear Frankie\" was filmed on location in Scotland.\nRelease.\nThe film premiered at the &lt;a href=\"Tribeca%20Film%20Festival\"&gt;Tribeca Film Festival&lt;/a&gt; in May 2004. It was screened in the &lt;a href=\"Un%20Certain%20Regard\"&gt;Un Certain Regard&lt;/a&gt; section at the &lt;a href=\"2004%20Cannes%20Film%20Festival\"&gt;Cannes Film Festival&lt;/a&gt;, where it received a fifteen-minute standing ovation. It was also shown at the &lt;a href=\"Copenhagen%20International%20Film%20Festival\"&gt;Copenhagen International Film Festival&lt;/a&gt;, the &lt;a href=\"Edinburgh%20Film%20Festival\"&gt;Edinburgh Film Festival&lt;/a&gt;, the &lt;a href=\"Toronto%20International%20Film%20Festival\"&gt;Toronto International Film Festival&lt;/a&gt;, the Bordeaux International Festival of Women in Cinema, the Aubagne Film Festival, the &lt;a href=\"Dinard%20Festival%20of%20British%20Cinema\"&gt;Dinard Festival of British Cinema&lt;/a&gt;, the &lt;a href=\"Austin%20Film%20Festival\"&gt;Austin Film Festival&lt;/a&gt;, the &lt;a href=\"Chicago%20International%20Film%20Festival\"&gt;Chicago International Film Festival&lt;/a&gt;, the &lt;a href=\"Heartland%20Film%20Festival\"&gt;Heartland Film Festival&lt;/a&gt;, the Milwaukee International Film Festival, and the Scottsdale Film Festival before going into limited release in the UK and US.\nThe film grossed $1,341,332 in the US and $1,638,804 in foreign markets for a total worldwide box office of $2,980,136.\nReception.\nThe film holds an 81% \"certified fresh\" rating by top film critics on \"&lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt;\" based on 109 reviews, and a 91% positive rating based on 30,379 user reviews.\n&lt;a href=\"Roger%20Ebert\"&gt;Roger Ebert&lt;/a&gt; of the \"&lt;a href=\"Chicago%20Sun-Times\"&gt;Chicago Sun-Times&lt;/a&gt;\" said, \"The filmmakers work close to the bone, finding emotional truth in hard, lonely lives ... What eventually happens, while not entirely unpredictable, benefits from close observation, understated emotions, unspoken feelings, and the movie's tact ... The bold long shot near the end of \"Dear Frankie\" allows the film to move straight as an arrow toward its emotional truth, without a single word or plot manipulation to distract us.\"\nIn the \"&lt;a href=\"San%20Francisco%20Chronicle\"&gt;San Francisco Chronicle&lt;/a&gt;\", Ruthe Stein called the film \"deeply moving\" and added, \"\"Dear Frankie\" takes time weaving its magic ... Director Shona Auerbach doesn't rush anything in her remarkably accomplished first feature film. [She] has resurrected Butler's career ... and gotten an unforgettable performance from Mortimer ... Jack McElhone seems to be a natural, the kind of child actor you can't wait to have grow up to see what he'll be able to do then.\"\n&lt;a href=\"Peter%20Travers\"&gt;Peter Travers&lt;/a&gt; of \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" rated the film three out of a possible four stars and commented, \"What could have been a sentimental train wreck emerges as a funny and touching portrait of three bruised people ... The film is unhurried, unslick and easy to hold dear.\"\nIn \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\", David Rooney observed, \"Material that might have turned to standard dysfunctional family treacle in other hands is given stirring poignancy, warmth and emotional insight in Shona Auerbach's assured first feature ... [She has] a firm command of the visual medium and an equally strong rapport with actors ... Auerbach and screenwriter Andrea Gibb spin a touching story that never descends into schmaltz despite ample potential. The film is anchored in part by its setting in the kind of milieu more common to classic British &lt;a href=\"Kitchen%20sink%20realism\"&gt;kitchen-sink dramas&lt;/a&gt; or the films of &lt;a href=\"Ken%20Loach\"&gt;Ken Loach&lt;/a&gt; than to anything this emotionally tender. Enriched by subtle notes of humor, the intimate story is powered by well-drawn relationships and finely shaded characters. Not only the family bonds but also those of friendship and tentative romance are traced with delicate economy and nuance.\"\nCarina Chocano of the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" stated the film \"nestles comfortably in that Scottish-&lt;a href=\"Celt\"&gt;Celt&lt;/a&gt;ic niche of cozy, overcast, &lt;a href=\"Working%20class\"&gt;working-class&lt;/a&gt; &lt;a href=\"fairy%20tale\"&gt;fairy tale&lt;/a&gt;s that seem to smell faintly of fried fish and beer ... Not that \"Dear Frankie\" aspires to any kind of hardened realism. On the contrary, it caters to a particular type of Anglophile fantasy, the kind where the china doesn't match and the chintz is dingy, but people look out for one another and love sprouts easily in the humidity ... [Its] surprises are few and low-key, but the story wraps up nicely. In that way, the movie is not unlike the fish dinners Frankie ... procures from Marie - slightly soggy and bland, but as warm, starchy and satisfying as a box of fries.\"\nIn the \"&lt;a href=\"Tampa%20Bay%20Times\"&gt;Tampa Bay Times&lt;/a&gt;\", Steve Persall graded the film B and added, \"Auerbach and screenwriter Andrea Gibb handle these circumstances with such understated grace that sap becomes special. Not perfect, but deeper, more affecting than U.S. moviegoers are accustomed to seeing. It's easy to guess what happens, but we're hooked anyway. A last-reel twist almost spoils the effect; we're waiting for something to go wrong with such a delicate story. Then, almost magically, the performances pull us through the cumbersome moments, resulting in a pat finale that honestly feels good.\"\nWriting for \"&lt;a href=\"The%20Scotsman\"&gt;The Scotsman&lt;/a&gt;\", Eddie Harrison said the ending \"provides the single most heartbreaking moment in recent Scottish cinema, winning \"Dear Frankie\" a 15-minute standing ovation in Cannes and a less well publicised outbreak of mass sobbing at a press screening earlier the same day.\" In the UK, \"&lt;a href=\"Radio%20Times\"&gt;Radio Times&lt;/a&gt;\" awarded the film four out of a possible five stars and commented, \"This simple story is rich with precise observation and it tugs at the heartstrings without being maudlin or manipulative ... With its sincere and perceptive script, the beautifully shot film vividly captures the raw emotions of its complex characters ... Despite occasional flickers of a fairy-tale ending, Auerbach ultimately resists the temptation, maintaining the realism and integrity that give this thoughtful feature its bittersweet charm.\" Philip French of \"&lt;a href=\"The%20Observer\"&gt;The Observer&lt;/a&gt;\" described it as \"a well-meaning but almost totally unconvincing tale ... [that's] a sentimental mess,\" while Peter Bradshaw of \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" stated, \"This film struck me as sucrose and false when it premiered at last year's Cannes film festival. A second viewing certainly points up the presence of good actors doing an honest job, but they cannot do anything about something so mawkish and fundamentally unconvincing.\"\nIn his review in \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\", Stephen Holden called the film \"a heaping bowl of Scottish blarney,\" a \"manipulative tearjerker,\" and \"a fraudulent yarn riddled with plot holes and improbabilities and topped by a cynical final twist that pulls the rug out from under the story.\""
}