{
    "id": "158715",
    "revid": "37546686",
    "url": "https://en.wikipedia.org/wiki?curid=158715",
    "title": "Radiator",
    "text": "Radiators are &lt;a href=\"heat%20exchanger\"&gt;heat exchanger&lt;/a&gt;s used to transfer &lt;a href=\"thermal%20energy\"&gt;thermal energy&lt;/a&gt; from one medium to another for the purpose of cooling and heating. The majority of radiators are constructed to function in &lt;a href=\"car\"&gt;car&lt;/a&gt;s, &lt;a href=\"building\"&gt;building&lt;/a&gt;s, and &lt;a href=\"electronics\"&gt;electronics&lt;/a&gt;.\nA radiator is always a source of heat to its environment, although this may be for either the purpose of &lt;a href=\"%23Heating\"&gt;heating&lt;/a&gt; this environment, or for cooling the fluid or &lt;a href=\"coolant\"&gt;coolant&lt;/a&gt; supplied to it, as for automotive &lt;a href=\"%23Engine%20cooling\"&gt;engine cooling&lt;/a&gt; and &lt;a href=\"Heating%2C%20ventilation%2C%20and%20air%20conditioning\"&gt;HVAC&lt;/a&gt; dry cooling towers. Despite the name, most radiators transfer the bulk of their heat via &lt;a href=\"convection\"&gt;convection&lt;/a&gt; instead of &lt;a href=\"thermal%20radiation\"&gt;thermal radiation&lt;/a&gt;.\nHistory.\nThe Roman &lt;a href=\"hypocaust\"&gt;hypocaust&lt;/a&gt; is an early example of a type of radiator for building space heating. &lt;a href=\"Franz%20San%20Galli\"&gt;Franz San Galli&lt;/a&gt;, a &lt;a href=\"Prussia\"&gt;Prussian-born&lt;/a&gt; &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;n businessman living in &lt;a href=\"St.%20Petersburg\"&gt;St. Petersburg&lt;/a&gt;, is credited with inventing the heating radiator around 1855, having received a radiator patent in 1857, but American Joseph Nason developed a primitive radiator in 1841 and received a number of U.S. patents for hot water and steam heating.\nRadiation and convection.\n&lt;a href=\"Heat%20transfer\"&gt;Heat transfer&lt;/a&gt; from a radiator occurs by all the usual mechanisms: &lt;a href=\"thermal%20radiation\"&gt;thermal radiation&lt;/a&gt;, &lt;a href=\"convection\"&gt;convection&lt;/a&gt; into flowing air or liquid, and &lt;a href=\"Thermal%20conduction\"&gt;conduction&lt;/a&gt; into the air or liquid. A radiator may even transfer heat by &lt;a href=\"Phase%20transition\"&gt;phase change&lt;/a&gt;, for example, drying a pair of socks. In practice, the term \"radiator\" refers to any of a number of devices in which a liquid circulates through exposed pipes (often with fins or other means of increasing surface area). The term \"&lt;a href=\"convector%20heater\"&gt;convector&lt;/a&gt;\" refers to a class of devices in which the source of heat is not directly exposed.\nTo increase the surface area available for heat exchange with the surroundings, a radiator will have multiple fins, in contact with the tube carrying liquid pumped through the radiator. Air (or other exterior fluid) in contact with the fins carries off heat. If air flow is obstructed by dirt or damage to the fins, that portion of the radiator is ineffective at heat transfer.\nHeating.\nRadiators are commonly used to heat buildings on the European continent. In a radiative &lt;a href=\"central%20heating%20system\"&gt;central heating system&lt;/a&gt;, hot water or sometimes steam is generated in a central boiler and circulated by pumps through radiators within the building, where this heat is transferred to the surroundings.\nHVAC.\nRadiators are used in dry &lt;a href=\"cooling%20tower\"&gt;cooling tower&lt;/a&gt;s and closed-loop cooling towers for cooling &lt;a href=\"building\"&gt;building&lt;/a&gt;s using liquid-cooled &lt;a href=\"chiller\"&gt;chiller&lt;/a&gt;s for &lt;a href=\"Heating%2C%20ventilation%2C%20and%20air%20conditioning\"&gt;HVAC&lt;/a&gt; while keeping the chiller &lt;a href=\"coolant\"&gt;coolant&lt;/a&gt; isolated from the surroundings.\nEngine cooling.\nRadiators are used for cooling &lt;a href=\"internal%20combustion%20engine\"&gt;internal combustion engine&lt;/a&gt;s, mainly in automobiles but also in &lt;a href=\"Piston%20engine\"&gt;piston-engined&lt;/a&gt; aircraft, &lt;a href=\"railway%20locomotive\"&gt;railway locomotive&lt;/a&gt;s, &lt;a href=\"motorcycle\"&gt;motorcycle&lt;/a&gt;s, &lt;a href=\"Fossil-fuel%20power%20plant\"&gt;stationary generating plant&lt;/a&gt;s and other places where &lt;a href=\"heat%20engines\"&gt;heat engines&lt;/a&gt; are used. \nTo cool down the heat engine, a &lt;a href=\"coolant\"&gt;coolant&lt;/a&gt; is passed through the &lt;a href=\"engine%20block\"&gt;engine block&lt;/a&gt;, where it absorbs heat from the engine. The hot coolant is then fed into the inlet tank of the radiator (located either on the top of the radiator, or along one side), from which it is distributed across the radiator core through tubes to another tank on the opposite end of the radiator. As the coolant passes through the radiator tubes on its way to the opposite tank, it transfers much of its heat to the tubes which, in turn, transfer the heat to the &lt;a href=\"Fin%20%28extended%20surface%29\"&gt;fins&lt;/a&gt; that are lodged between each row of tubes. The fins then release the heat to the ambient air. Fins are used to greatly increase the contact surface of the tubes to the air, thus increasing the exchange efficiency. The cooled liquid is fed back to the engine, and the cycle repeats. Normally, the radiator does not reduce the temperature of the coolant back to ambient air temperature, but it is still sufficiently cooled to keep the engine from overheating.\nThis coolant is usually water-based, with the addition of &lt;a href=\"glycol\"&gt;glycol&lt;/a&gt;s to prevent freezing and other additives to limit &lt;a href=\"corrosion\"&gt;corrosion&lt;/a&gt;, &lt;a href=\"erosion\"&gt;erosion&lt;/a&gt; and &lt;a href=\"cavitation\"&gt;cavitation&lt;/a&gt;. However, the coolant may also be an oil. The first engines used &lt;a href=\"thermosiphon\"&gt;thermosiphon&lt;/a&gt;s to circulate the coolant; today, however, all but the smallest engines use &lt;a href=\"pump\"&gt;pump&lt;/a&gt;s.\nUp to the 1980s, radiator cores were often made of &lt;a href=\"copper\"&gt;copper&lt;/a&gt; (for fins) and &lt;a href=\"brass\"&gt;brass&lt;/a&gt; (for tubes, headers, and side-plates, while tanks could also be made of &lt;a href=\"brass\"&gt;brass&lt;/a&gt; or of &lt;a href=\"plastic\"&gt;plastic&lt;/a&gt;, often a &lt;a href=\"polyamide\"&gt;polyamide&lt;/a&gt;). Starting in the 1970s, use of &lt;a href=\"aluminium\"&gt;aluminium&lt;/a&gt; increased, eventually taking over the vast majority of vehicular radiator applications. The main inducements for aluminium are reduced weight and cost.\nSince air has a lower &lt;a href=\"heat%20capacity\"&gt;heat capacity&lt;/a&gt; and &lt;a href=\"density\"&gt;density&lt;/a&gt; than liquid coolants, a fairly large &lt;a href=\"volume%20flow%20rate\"&gt;volume flow rate&lt;/a&gt; (relative to the coolant's) must be blown through the radiator core to capture the heat from the coolant. Radiators often have one or more &lt;a href=\"Mechanical%20fan\"&gt;fan&lt;/a&gt;s that blow air through the radiator. To save fan power consumption in vehicles, radiators are often behind the grille at the front end of a vehicle. &lt;a href=\"Short%20ram%20air%20intake\"&gt;Ram air&lt;/a&gt; can give a portion or all of the necessary cooling air flow when the coolant temperature remains below the system's designed maximum temperature, and the fan remains disengaged.\nElectronics and computers.\nAs electronic devices become smaller, the problem of dispersing &lt;a href=\"waste%20heat\"&gt;waste heat&lt;/a&gt; becomes more difficult. Tiny radiators known as &lt;a href=\"heat%20sink\"&gt;heat sink&lt;/a&gt;s are used to convey heat from the electronic components into a cooling air stream. Heatsinks do not use water, rather they conduct the heat from the source. High-performance heat sinks have copper to conduct better. Heat is transferred to the air by conduction and convection; a relatively small proportion of heat is transferred by radiation owing to the low temperature of semiconductor devices compared to their surroundings.\nRadiators are also used in &lt;a href=\"Computer%20cooling\"&gt;liquid cooling&lt;/a&gt; loops for rejecting heat.\nSpacecraft.\nRadiators are found as components of some spacecraft. These radiators work by radiating heat energy away as light (generally infrared given the temperatures at which spacecraft try to operate) because in the vacuum of space neither convection nor conduction can work to transfer heat away. On the &lt;a href=\"International%20Space%20Station\"&gt;International Space Station&lt;/a&gt;, these can be seen clearly as large white panels attached to the &lt;a href=\"Integrated%20Truss%20Structure\"&gt;main truss&lt;/a&gt;. They can be found on both manned and unmanned craft."
}