{
    "id": "1587823",
    "revid": "1068027362",
    "url": "https://en.wikipedia.org/wiki?curid=1587823",
    "title": "Jason's Lyric",
    "text": "Jason's Lyric is a 1994 American &lt;a href=\"erotic\"&gt;erotic&lt;/a&gt; &lt;a href=\"romance%20film\"&gt;romantic&lt;/a&gt; &lt;a href=\"hood%20film\"&gt;hood&lt;/a&gt; &lt;a href=\"Drama%20%28film%20and%20television%29\"&gt;drama film&lt;/a&gt;, written by Bobby Smith Jr., directed by &lt;a href=\"Doug%20McHenry\"&gt;Doug McHenry&lt;/a&gt;, who co-produced the film with &lt;a href=\"George%20Jackson%20%28producer%29\"&gt;George Jackson&lt;/a&gt; and Marilla Lane Ross, and starring &lt;a href=\"Allen%20Payne\"&gt;Allen Payne&lt;/a&gt;, &lt;a href=\"Jada%20Pinkett%20Smith\"&gt;Jada Pinkett&lt;/a&gt;, &lt;a href=\"Bokeem%20Woodbine\"&gt;Bokeem Woodbine&lt;/a&gt;, &lt;a href=\"Treach\"&gt;Treach&lt;/a&gt;, &lt;a href=\"Eddie%20Griffin\"&gt;Eddie Griffin&lt;/a&gt;, Lahmard Tate, &lt;a href=\"Lisa%20Nicole%20Carson\"&gt;Lisa Nicole Carson&lt;/a&gt;, and &lt;a href=\"Forest%20Whitaker\"&gt;Forest Whitaker&lt;/a&gt;. Set in &lt;a href=\"Third%20Ward%2C%20Houston\"&gt;Third Ward&lt;/a&gt;, &lt;a href=\"Houston\"&gt;Houston&lt;/a&gt;, &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;, the story is about two brothers who choose different paths in dealing with their childhood &lt;a href=\"PTSD\"&gt;trauma&lt;/a&gt;. When the other brother found love, he starts facing tough choices; family responsibility or follow his heart to be with his girlfriend.\nPlot.\nA family tragedy leaves deep scars and affects two brothers to choose different paths in their future. Jason (&lt;a href=\"Allen%20Payne\"&gt;Allen Payne&lt;/a&gt;) becomes a responsible young man who works as an assistant manager and sales clerk in a Houston &lt;a href=\"electronic%20store\"&gt;electronic shop&lt;/a&gt; and lives with his hard-working-but-loving mom, Gloria (&lt;a href=\"Suzzanne%20Douglas\"&gt;Suzzanne Douglas&lt;/a&gt;). Joshua (&lt;a href=\"Bokeem%20Woodbine\"&gt;Bokeem Woodbine&lt;/a&gt;) is the younger brother who is just released from &lt;a href=\"prison\"&gt;prison&lt;/a&gt;. Previously traumatized by his late father, Joshua becomes a volatile, disturbed ex-con who is obviously bound for a violent end; &lt;a href=\"drug%20deal\"&gt;deal drugs&lt;/a&gt; for short-term cash and engage in a crew scheming a &lt;a href=\"bank%20robbery\"&gt;bank robbery&lt;/a&gt;. Throughout the film, Jason and his mother try their best to make Joshua redeem and change both his attitude and his ways. Unfortunately, Joshua has difficulties in staying out of trouble with both law and authority. \nOne day in the middle of his working hour, a beautiful young woman named Lyric (&lt;a href=\"Jada%20Pinkett%20Smith\"&gt;Jada Pinkett&lt;/a&gt;), walks into the shop to buy a television. &lt;a href=\"Love%20at%20first%20sight\"&gt;Falling instantly in love with her&lt;/a&gt;, Jason desperately tries everything to pursue her. At first, Lyric constantly rejected Jason's attempts to get closer to her, but his persistence, sincerity, kindness, and humor eventually melt her cold heart and change her closed-minded attitude. As Jason spends more times with Lyric, he becomes inspired to do more romantic things in order to win her heart. These include: borrowing a &lt;a href=\"bus\"&gt;city bus&lt;/a&gt; to take her on a date, setting up a mock &lt;a href=\"picnic\"&gt;picnic&lt;/a&gt; followed by &lt;a href=\"slow%20dance\"&gt;slow dancing&lt;/a&gt; in an abandoned bus station, and riding in a rowboat in the &lt;a href=\"bayou\"&gt;bayou&lt;/a&gt; until the two end up kissing and &lt;a href=\"sexual%20intercourse\"&gt;making love&lt;/a&gt; in the &lt;a href=\"forest\"&gt;woods&lt;/a&gt; that magically turns into flower fields; reflecting their blooming love and unbridled passion.\nDespite having gained a blissful comfort by &lt;a href=\"dating\"&gt;dating&lt;/a&gt; Lyric, Jason is still often haunted by multiple episodic &lt;a href=\"nightmare\"&gt;nightmares&lt;/a&gt; of his childhood. It is still unclear, whether it was young Jason (Sean Hutchinson) or young Joshua (Burleigh Moore) who killed their father, Mad Dog (&lt;a href=\"Forest%20Whitaker\"&gt;Forest Whitaker&lt;/a&gt;), when he drunkenly &lt;a href=\"domestic%20violence\"&gt;attacked&lt;/a&gt; their mother at one night in the past. This causes Jason to feel conflicted between his love for his family or his girlfriend. \nMeanwhile, Lyric's brother, Alonzo (&lt;a href=\"Treach\"&gt;Treach&lt;/a&gt;), is setting up a plan to rob a bank with his gang and Joshua joins in. One day, Lyric overhears their conversation about the robbery plan and immediately tells Jason about it. Lyric warns Jason not to cross her brother, then he promises her to just talk to his brother, Joshua, followed by offering her a literal town escape together. Lyric delightfully accepts that they agree to meet at the bayou. On the following day, the robbery apparently goes wrong as Joshua comes in late. Even worse, he causes bedlam by independently terrorizing and beating one of the bank customers, despite he gets into the gang's getaway car just in time, when the heist is over. As punishment for botching the plan, Joshua is savagely &lt;a href=\"torture\"&gt;tortured&lt;/a&gt; by Alonzo and his gang. Back at home, as Jason informs his mom about his and Lyric's agreement to move in together, Joshua returns home severely injured. Enraged, Jason decides to confront Alonzo to avenge his brother and a vicious fight ensues in a public restroom, thus breaking his promise to Lyric.\nJason reluctantly calls off his and Lyric's plan to escape town together, reasoning that Joshua would always need him, much to Lyric's utter dismay. When she furiously confronts him about why he still has the nightmares that make him feel obligated to keep saving his ungrateful brother, Jason eventually opens up about his tragic family history by revealing himself as the one who fatally shot his father when intended to stop his old man from harming his mother further. Thus, leaving him a lifetime haunting guilt. Having finally understood his &lt;a href=\"PTSD\"&gt;lifelong trauma&lt;/a&gt;, Lyric comforts Jason. Nevertheless, she advises him to walk away from his obviously incorrigible brother, if he wants them to stay together. \nLater in the evening, while Joshua is preparing a gun in the bar, Jason starts packing his stuffs in his suitcase at home after earning his mom's blessing and support for his wish to be with Lyric. Unbeknownst to Joshua, Rat (&lt;a href=\"Eddie%20Griffin\"&gt;Eddie Griffin&lt;/a&gt;), their good friend, notices him at the same bar and is quickly aware of his intentions. This prompts Rat to immediately warn Jason about Joshua's attempt to kill Alonzo and anyone connected and/or related to him, including Lyric. As Joshua arrives at Lyric's house, he begins &lt;a href=\"murder\"&gt;savagely shooting down&lt;/a&gt; Alonzo's two crew members as personal revenge and found Lyric in her bedroom. Jason and his friends race to Lyric's house and soon finds Joshua holding her at gunpoint, asking about Alonzo's whereabouts as well as angrily vents his jealousy over her to have taken away his older brother. Fed up with his brother's continual selfishness and disregard for others' well-being, Jason draws his gun at Joshua to teach him a lesson. Unfortunately, Joshua accidentally shoots Lyric on the shoulder. Horrified and devastated, Jason tearfully takes the injured and unconscious Lyric with him and eventually leaves Joshua for good. Feeling abandoned, Joshua lost so much will to continue living that he decides to &lt;a href=\"suicide\"&gt;kill himself&lt;/a&gt; (off-screen), in earshot of everyone outside. Jason carries Lyric out of her home and takes her to the waiting &lt;a href=\"ambulance\"&gt;ambulance&lt;/a&gt;. \nThe film ends with Jason and the newly-recovered Lyric riding a bus and leaving town together: now enjoying their freedom to start a new life. However, some versions are edited out in the film.\nReception.\n\"Jason's Lyric\" received generally positive reviews from critics. It currently has a approval rating on &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; based on reviews, with an average score of . The site's consensus reads: \"\"Jason's Lyric\" is a sexually charged film whose violent streak weakens or, depending on your perspective, supports the melodrama.\"\n&lt;a href=\"Roger%20Ebert\"&gt;Roger Ebert&lt;/a&gt; gave the movie praise for its cast's performances, director Doug McHenry's \"lyrical touches\" to the poetic aesthetics of Bobby Smith, Jr.'s script and its willingness to tackle dramatic themes that \"New Jack City\" and \"&lt;a href=\"Sugar%20Hill%20%281994%20film%29\"&gt;Sugar Hill&lt;/a&gt;\" also explored, concluding that, \"It's not some little plot-bound genre formula. It's invigorating, how much confidence it has, and how much space it allows itself.\" Deborah Young from \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" praised the performances of Whitaker, Payne and Woodbine, and the visual settings created by McHenry and cinematographer Francis Kenny but felt the film's script \"stumbles into a lame love story and ends in a conventional shootout and bloodbath.\"\nPeter Rainer of the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" called the film \"a terribly earnest melodrama with king-size ambitions\", commending the filmmakers for their overall attempt at artistic cinema but found it \"overextended and unbelievable both as love story and as urban tragedy.\" In response to his review, filmmaker &lt;a href=\"Jamaa%20Fanaka\"&gt;Jamaa Fanaka&lt;/a&gt; gave high praise to the film's two main leads, its supporting cast, and the direction of McHenry. He also counteracted Rainer's opinion of the sex scenes being there to raise the film's box office, saying that its target demographic want to see romantic stories that feature two black leads in said scenes, and that the film offers them a sort of \"cinematic sexual healing.\"\n\"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\"s &lt;a href=\"Lisa%20Schwarzbaum\"&gt;Lisa Schwarzbaum&lt;/a&gt; gave it a C, writing that she found the brotherly storyline between Jason and Joshua more compelling than the main romantic plot, saying that the latter was \"so dense with big themes strung together that character development suffers. And the emotional sum is less than the interconnection of its Tragedy 101 parts.\" In a review for \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\", &lt;a href=\"Caryn%20James\"&gt;Caryn James&lt;/a&gt; criticized the filmmaking for being overly stylized with its poetic aspirations and making the plot twist \"unintentionally confusing rather than deliberately holding back information\" with its editing. She called \"Jason's Lyric\" \"a muddled film that takes a standard urban action movie and adds a veneer of overwrought romance.\""
}