{
    "id": "1587799",
    "revid": "1062976334",
    "url": "https://en.wikipedia.org/wiki?curid=1587799",
    "title": "David McAlmont",
    "text": "David Irving McAlmont (born 2 May 1967) is a British vocalist, essayist and art historian.\nEarly years and Thieves.\nMcAlmont was born on 2 May 1967 to a Guyanese mother and Nigerian father. His mother was a nurse and his father, a law student. He, his mother and sister moved to Gorleston on Sea, Norfolk, where his education continued at Peterhouse Primary School. In 1978 the family departed the United Kingdom for Guyana. The family resided with his grandparents in Lovely Lass Village Berbice, and with his aunt in &lt;a href=\"Wismar%2C%20Guyana\"&gt;Wismar&lt;/a&gt;, &lt;a href=\"Demerara\"&gt;Demerara&lt;/a&gt;, moving onto the East Bank of the &lt;a href=\"Demerara%20River\"&gt;Demerara River&lt;/a&gt; at Grove and Craig. In 1978, McAlmont scored well on his Secondary School Entrance Examination and attended the &lt;a href=\"Queen%27s%20College%2C%20Guyana\"&gt;Queen's College&lt;/a&gt;, &lt;a href=\"Georgetown%2C%20Guyana\"&gt;Georgetown, Guyana&lt;/a&gt;. David's education continued from 1989 at Middlesex Polytechnic where he read Performing Arts on the BAPA programme before leaving to sign a publishing contract with Chrysalis Music in 1992, followed by a record deal with Virgin's Hut Records two years later.\nMcAlmont first came to attention in the London band &lt;a href=\"Thieves%20%28band%29\"&gt;Thieves&lt;/a&gt;, who attracted early attention with the 1992 single \"Through The Door\". Despite the release of a third single, \"Either\", Thieves split acrimoniously in 1994 shortly before the release of their first album. Following legal wrangling, the album was eventually released as the debut David McAlmont album (under the project name and album title of \"McAlmont\"). Despite some positive press attention, much of it still focusing on McAlmont's startling voice (\"&lt;a href=\"Melody%20Maker\"&gt;Melody Maker&lt;/a&gt;\" journalist Taylor Parkes commented \"One day he will open his mouth and a cathedral will fall out\"), the album was not a commercial success.\nSaul Freeman went on to form the band &lt;a href=\"Mandalay%20%28band%29\"&gt;Mandalay&lt;/a&gt; with &lt;a href=\"Nicola%20Hitchcock\"&gt;Nicola Hitchcock&lt;/a&gt;. He and McAlmont were reconciled in 2000, but have not worked together again.\nSuccess.\nMcAlmont continued his solo career – including opening for &lt;a href=\"Morrissey\"&gt;Morrissey&lt;/a&gt; on at Theatre Royal Drury Lane – until he was approached by ex-&lt;a href=\"Suede%20%28band%29\"&gt;Suede&lt;/a&gt; guitarist &lt;a href=\"Bernard%20Butler\"&gt;Bernard Butler&lt;/a&gt;. The collaboration produced \"&lt;a href=\"The%20Sound%20of%20McAlmont%20and%20Butler\"&gt;The Sound of McAlmont and Butler&lt;/a&gt;\", an album of songs including \"Yes\" (1995), which reached number 8 in the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;.\n&lt;a href=\"McAlmont%20and%20Butler\"&gt;McAlmont and Butler&lt;/a&gt; toured 2002 with a full band but made few public performances after that. They performed \"Yes\" on the BBC TV show \"&lt;a href=\"Later%20with%20Jools%20Holland\"&gt;Later with Jools Holland&lt;/a&gt;\". Another single, \"You Do\", was released later that year, and peaked at number 17. Shortly after McAlmont and Butler went their separate ways.\nThe producer &lt;a href=\"David%20Arnold\"&gt;David Arnold&lt;/a&gt; then worked with McAlmont on a version of \"&lt;a href=\"Diamonds%20Are%20Forever%20%28soundtrack%29\"&gt;Diamonds Are Forever&lt;/a&gt;\". They went on to work together in 1998 on McAlmont's second album \"A Little Communication\".\nIn the years that followed McAlmont worked occasionally with &lt;a href=\"Ultramarine%20%28band%29\"&gt;Ultramarine&lt;/a&gt; and &lt;a href=\"Craig%20Armstrong%20%28composer%29\"&gt;Craig Armstrong&lt;/a&gt;, and prepared his third album \"Be\". Although hailed by \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" as \"Britain's first Zen Pop album\" it was shelved by his &lt;a href=\"record%20label\"&gt;record label&lt;/a&gt;, &lt;a href=\"Hut%20Records\"&gt;Hut Records&lt;/a&gt;, leading to McAlmont's departure from the label.\nIn 2001, Butler wrote some songs and reunited with McAlmont, and they were signed by &lt;a href=\"EMI\"&gt;EMI&lt;/a&gt; and created the album \"&lt;a href=\"Bring%20it%20Back%20%28McAlmont%20and%20Butler%20album%29\"&gt;Bring It Back&lt;/a&gt;\" (2002) which spawned two single releases, \"Falling\" and \"Bring it Back\". This time they were more conventional in their approach to the &lt;a href=\"music%20industry\"&gt;music industry&lt;/a&gt;, and took part in interviews, and completed a series of &lt;a href=\"concert\"&gt;public performances&lt;/a&gt; throughout 2002.\nRecent work.\nIn 2005, McAlmont released \"Set One You Go to My Head\" on Ether Records. The label folded at the end of that year. McAlmont performed material from that album at various jazz venues including &lt;a href=\"Ronnie%20Scott%27s\"&gt;Ronnie Scott's&lt;/a&gt;.\nIn 2006, McAlmont joined the faculty at the Architectural Association Interprofessional Studio in London. He is currently Studio Master with the AAIS and Diploma Unit Master at the Eureka Unit.\nIn 2007, McAlmont provided backing vocals for &lt;a href=\"Gabrielle%20%28singer%29\"&gt;Gabrielle&lt;/a&gt;'s album \"&lt;a href=\"Always%20%28Gabrielle%20album%29\"&gt;Always&lt;/a&gt;\", with &lt;a href=\"Paul%20Weller\"&gt;Paul Weller&lt;/a&gt; on a song called \"Why\" which sampled Weller's \"&lt;a href=\"Wild%20Wood\"&gt;Wild Wood&lt;/a&gt;\". Butler approached McAlmont to provide backing vocals for &lt;a href=\"Duffy%20%28singer%29\"&gt;Duffy&lt;/a&gt; on \"&lt;a href=\"Rockferry\"&gt;Rockferry&lt;/a&gt;\" and for &lt;a href=\"Sharleen%20Spiteri\"&gt;Sharleen Spiteri&lt;/a&gt;. \"A Little Communication\", his follow-up to the first McAlmont And Butler album was digitally reissued on 23 June 2008 on &lt;a href=\"iTunes\"&gt;iTunes&lt;/a&gt;. A performance of the complete album was hosted by the &lt;a href=\"London%20Jazz%20Festival\"&gt;London Jazz Festival&lt;/a&gt; on 16 November at The Jazz Cafe in &lt;a href=\"Camden%20Town\"&gt;Camden&lt;/a&gt;.\nIn 2009, McAlmont released \"&lt;a href=\"The%20Glare\"&gt;The Glare&lt;/a&gt;\", a collaboration with leading classical composer &lt;a href=\"Michael%20Nyman\"&gt;Michael Nyman&lt;/a&gt;. Each of the songs is based on a different news story from the year. The album received critical acclaim from several newspapers.\nIn February 2011, SFE records released a live McAlmont set (featuring Bernard Butler on three tracks) as a CD and DVD package entitled \"&lt;a href=\"Live%20From%20Leicester%20Square\"&gt;Live From Leicester Square&lt;/a&gt;\".\nIn October 2011, McAlmont and Guy Davies announced their collaboration and the formation of Fingersnap. The first release comes in the form of the \"Smokehouse\" EP. McAlmont and Davies originally met back in 1997 and they previously worked together on the albums \"A Little Communication\" and \"Set One: You Go to My Head\". The release of the \"Smokehouse\" EP was supported by live performances throughout the UK in November and December 2011.\nIn 2012, McAlmont decided to return to higher education and began a second degree in the History of Western Art &amp; Architecture at the University of London's Birkbeck College, which he completed in 2016.\nIn 2013 McAlmont fronted a four-piece band at the first of an annual series of live concerts titled \"Wall to Wall: Bowie\", duetting with singer Sam Obernik at London's &lt;a href=\"Hideaway%20%28jazz%20club%29\"&gt;Hideaway&lt;/a&gt; nightspot. Bowie classics were rearranged with a jazz twist by musical director &lt;a href=\"Janette%20Mason\"&gt;Janette Mason&lt;/a&gt; who released an EP of them in 2020.\nIn July 2014, McAlmont again appeared with David Arnold at Arnold's debut live orchestral concert held at London's &lt;a href=\"Royal%20Festival%20Hall\"&gt;Royal Festival Hall&lt;/a&gt;. McAlmont appeared as a surprise guest vocalist on \"&lt;a href=\"Tomorrow%20Never%20Dies%20%28soundtrack%29\"&gt;Surrender&lt;/a&gt;\" and \"&lt;a href=\"Play%20Dead%20%28song%29\"&gt;Play Dead&lt;/a&gt;\"; Arnold described him as \"my secret weapon\".\nIn 2014 and 2015, McAlmont teamed again with Bernard Butler to perform live at various venues, including the &lt;a href=\"Lauren%20Laverne\"&gt;Lauren Laverne&lt;/a&gt; radio show. In 2016, McAlmont sang on the album \"Call Me Lucky\" by &lt;a href=\"Alex%20Webb%20%28musician%29\"&gt;Alex Webb (musician)&lt;/a&gt; &amp; The Copasetics; he has subsequently collaborated with Webb on a words-and-music show based on the music of &lt;a href=\"Billie%20Holiday\"&gt;Billie Holiday&lt;/a&gt;. In 2019 McAlmont again collaborated with Webb to publish a new album titled \"The Last Bohemians\".\nMcAlmont is &lt;a href=\"gay\"&gt;gay&lt;/a&gt;."
}