{
    "id": "15896369",
    "revid": "14423028",
    "url": "https://en.wikipedia.org/wiki?curid=15896369",
    "title": "Culture in the Polish People's Republic",
    "text": "After the end of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, &lt;a href=\"Polish%20society\"&gt;Polish society&lt;/a&gt; and &lt;a href=\"Polish%20culture\"&gt;culture&lt;/a&gt; were subject to significant changes.\nPost-Second World War.\nWith expanding urban industrial opportunities in the early postwar era, agriculture steadily became less popular as occupation and lifestyle in new Poland. The &lt;a href=\"tertiary%20sector%20of%20industry\"&gt;service sector&lt;/a&gt;, like industry, grew rapidly, even though much less than the service sectors of Western Europe. The result was a postwar exodus from the rural areas and increased &lt;a href=\"urbanization\"&gt;urbanization&lt;/a&gt;, which split apart the traditional multigenerational families upon which the prewar mostly rural society had been based.\nThe early socioeconomic reforms were greeted with relief by a significant faction of the population. Most people were willing to accept Communist rule in exchange for the restoration of relatively normal life. Even the Catholic Church believed that any open resistance would be suicidal. Postwar Poland, like the rest of socialist Eastern Europe, saw growing opportunities for higher education and employment and increased rights for women. In many respects, Poland offered women more opportunities in professional occupations than did many countries in Western Europe. Professions such as &lt;a href=\"architecture\"&gt;architecture&lt;/a&gt;, &lt;a href=\"engineering\"&gt;engineering&lt;/a&gt; and &lt;a href=\"professor\"&gt;university teaching&lt;/a&gt; employed a considerably higher percentage of women in Poland than in the rest of the West. Communist propaganda, and sometimes reality itself, has created the model of the \"Communist woman worker\", similar to the \"woman miner\" in &lt;a href=\"Silesia\"&gt;Silesia&lt;/a&gt;, initially part of the &lt;a href=\"Socialist%20realism%20in%20Poland\"&gt;forcible socialist trend&lt;/a&gt; in art and culture dominating from the late 1940s to late 1950s. By the year 1980, the majority of Polish medical students were women.\nRebuilding.\nPolish society had already been brought to the edge of disintegration by the ravages of war. In 1945 Warsaw and other cities lay in ruins, and many smaller towns, which had been populated by Jews before the War, were half-empty. Half of the prewar Polish intelligentsia, mainly those of Jewish or middle-class origins, were dead or in political exile. Many children had gone six years without school. Under these circumstances, the political struggle for total control of all aspect of social and economic life in Poland favoured the communists, who held control of the government and security apparatus. Nonetheless a latent popular discontent remained present.\nIn the early postwar years, only a minority of new recruits from agricultural career were literate. In contrast, by the late 1970s only 5% of workers lacked a complete elementary education. In the same period, the &lt;a href=\"Planned%20economy\"&gt;central planning&lt;/a&gt; system yielded &lt;a href=\"Education%20in%20the%20People%27s%20Republic%20of%20Poland\"&gt;impressive gains in the education level&lt;/a&gt; and living standards for much of the new urban industrial workforce.\nAdvances.\nIn the first two decades of the Communist rule, the health of Poland's people improved overall, as &lt;a href=\"antibiotics\"&gt;antibiotics&lt;/a&gt; became available and the standard of living rose in most areas. The extension of medical services also contributed to this trend. Codifying such advancements, the constitution of 1952 guaranteed universal free health care. However, by the 1970s and 1980s, critical national health indicators showed many negative trends, as economic conditions deteriorated, which, combined with small wages in the medical system, led to rampant &lt;a href=\"Political%20corruption\"&gt;corruption&lt;/a&gt;.\nOne of the major achievements during the communist period was the massive housing estate boom. Following wartime destruction of homes, and a population which boomed in the 1950s, there were massive housing availability pressures, which were relieved by large-scale infrastructure building, particularly from the &lt;a href=\"Edward%20Gierek\"&gt;Gierek&lt;/a&gt; era onwards. This massive improvement to the population's quality of life however, became insufficient as soon as the &lt;a href=\"baby%20boom\"&gt;baby boom&lt;/a&gt;ers came of age.\nCommunist role.\nFollowing World War II, many Poles believed that Poland, unlike other Eastern European countries, did not need an additional phase of terror. Within years, tens of thousands of Poles had joined the Communist Party as well as the Social Democratic and Trade Union organizations in order to create what they saw as the society of the future.\nFounded in the late 1950s, the first &lt;a href=\"workers%27%20councils\"&gt;workers' councils&lt;/a&gt; to voice opinions on industrial policy, based on the \"&lt;a href=\"Polish%20October\"&gt;Polish October&lt;/a&gt;\" of 1956, marked a fundamental change in the social awareness of the working class. The increasingly literate leadership of these councils, dominated by the rising number of workers that had acquired secondary education, would eventually lead to the formidable labour and professional organizations such as &lt;a href=\"Komitet%20Obrony%20Robotnik%C3%B3w\"&gt;KOR&lt;/a&gt; and &lt;a href=\"Solidarno%C5%9B%C4%87\"&gt;Solidarność&lt;/a&gt; that would gradually come to threaten the socialist order.\nDespite the gains in the living standards for much of the growing urban workforce after World War II, with the increasing influence of outside ideas from the West brought by television, radio (such as &lt;a href=\"Radio%20Free%20Europe\"&gt;Radio Free Europe&lt;/a&gt;) and magazines, often smuggled by Poles returning to the country, social dissatisfaction with the regime increased, as people became aware of viable alternatives to their lifestyle. By the 1980s, the &lt;a href=\"modernization\"&gt;modernization&lt;/a&gt; of Polish society would lead to a complete restructuring of Poland's political life.\nAn important role in shaping of the social attitudes of Poles was played by culture and art. Despite censorship and administrative interference, the patronage of the state and some leeway left to artistic creativity permitted the development of the &lt;a href=\"Polish%20film%20school\"&gt;Polish film school&lt;/a&gt;, theater, arts, music and literature after &lt;a href=\"destalinization\"&gt;destalinization&lt;/a&gt; of 1956. Of great importance to the loosened fetters of censorship was the literary and scientific activity pursued in exile. &lt;a href=\"Radio%20Free%20Europe\"&gt;Radio Free Europe&lt;/a&gt; played a significant role in molding public opinion. Similar roles were played by the Paris-based periodical \"&lt;a href=\"Kultura\"&gt;Kultura&lt;/a&gt;\" and a number of similar publications. As a result, Poles were not isolated from European culture, which was, indeed, so close to them. The importance of the émigré cultural community was highlighted by the awarding of the Nobel Prize for literature to &lt;a href=\"Czes%C5%82aw%20Mi%C5%82osz\"&gt;Czesław Miłosz&lt;/a&gt; in 1980."
}