{
    "id": "1596739",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1596739",
    "title": "Anarchism in South Africa",
    "text": "Anarchism in South Africa dates to the 1880s, and played a major role in the &lt;a href=\"Organized%20labour\"&gt;labour&lt;/a&gt; and &lt;a href=\"Socialism\"&gt;socialist&lt;/a&gt; movements from the turn of the twentieth century through to the 1920s. The early South African anarchist movement was strongly &lt;a href=\"Revolutionary%20syndicalism\"&gt;syndicalist&lt;/a&gt;. The ascendance of &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxism–Leninism&lt;/a&gt; following the &lt;a href=\"Russian%20Revolution\"&gt;Russian Revolution&lt;/a&gt;, along with state repression, resulted in most of the movement going over to the &lt;a href=\"Comintern\"&gt;Comintern&lt;/a&gt; line, with the remainder consigned to irrelevance. There were slight traces of anarchist or revolutionary syndicalist influence in some of the independent left-wing groups which &lt;a href=\"Internal%20resistance%20to%20South%20African%20apartheid\"&gt;resisted the apartheid government&lt;/a&gt; from the 1970s onward, but anarchism and revolutionary syndicalism as a distinct movement only began re-emerging in South Africa in the early 1990s. It remains a minority current in &lt;a href=\"Politics%20of%20South%20Africa\"&gt;South African politics&lt;/a&gt;.\nHistory.\nEarly emergence and collapse: 1880s–1920s.\nThe first notable anarchist in South Africa was Henry Glasse, an English immigrant who settled in &lt;a href=\"Port%20Elizabeth\"&gt;Port Elizabeth&lt;/a&gt; in the 1880s. Glasse maintained contact with London-based anarchist circles linked to &lt;a href=\"Peter%20Kropotkin\"&gt;Pyotr Kropotkin's&lt;/a&gt; newspaper \"&lt;a href=\"Freedom%20%28British%20newspaper%29\"&gt;Freedom&lt;/a&gt;\". Based on a lecture he gave at the Port Elizabeth Mechanic's Institute, Glasse published \"Socialism the Remedy\" with &lt;a href=\"Freedom%20Press\"&gt;Freedom Press&lt;/a&gt; in 1901. He also authored \"The Superstition of Government\" which was co-published with a Kropotkin tract in 1902.\nThe Social Democratic Federation (SDF), founded in &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt; in 1904 and open to socialists of all persuasions, had an active anarchist wing. A notable revolutionary syndicalist formation was the &lt;a href=\"International%20Socialist%20League%20%28South%20Africa%29\"&gt;International Socialist League&lt;/a&gt; (ISL). Founded in &lt;a href=\"Johannesburg\"&gt;Johannesburg&lt;/a&gt; in September 1915, the ISL established branches across much of South Africa (excluding the western Cape) and organised the first black African trade union in the country, the Industrial Workers of Africa (IWA) – influenced by the &lt;a href=\"Industrial%20Workers%20of%20the%20World\"&gt;Industrial Workers of the World&lt;/a&gt; (IWW) – in September 1917. In 1918, the anarchists and syndicalists in Cape Town left the SDF to form the revolutionary syndicalist Industrial Socialist League, which supported the IWA in the western Cape and also formed its own syndicalist union in food processing factories The ISL and Industrial Socialist League, which developed an alliance, also formed a number of other unions among people of colour. While their founders were mainly drawn from the radical wing of the white working class, the movement would develop a substantial black African, &lt;a href=\"Coloured\"&gt;Coloured&lt;/a&gt; and Indian membership.\nThe ISL, Industrial Socialist League (briefly renamed the Communist Party), the SDF, and other formations, merged into the official &lt;a href=\"South%20African%20Communist%20Party\"&gt;Communist Party of South Africa&lt;/a&gt; (CPSA) in June/July 1921, providing many notable early figures until the Comintern ordered the expulsion of various non-Bolshevik elements in the late 1920s. Unaligned syndicalists like &lt;a href=\"Percy%20Fisher\"&gt;Percy Fisher&lt;/a&gt; were active in the miners' 1922 &lt;a href=\"Rand%20Rebellion\"&gt;Rand Rebellion&lt;/a&gt;, a general strike-turned-insurrection, and strongly opposed the racism of a large sector of the white strikers.\nThe IWA, meanwhile, merged into the &lt;a href=\"Industrial%20and%20Commercial%20Workers%27%20Union\"&gt;Industrial and Commercial Workers' Union&lt;/a&gt; (ICU) in 1920, one reason why that union was influenced by syndicalism. The ICU would play a major role in rural South Africa, as well as spread into several neighbouring countries. The ICU began declining by the late 1920s, disappearing in the 1930s in South Africa (although the &lt;a href=\"Southern%20Rhodesia\"&gt;Southern Rhodesia&lt;/a&gt;n ICU – the &lt;a href=\"Reformed%20Industrial%20Commercial%20Union\"&gt;Reformed Industrial Commercial Union&lt;/a&gt; (RICU) – persisted into the 1950s).\nThe interim: 1920s–1990s.\nAfter the dissolution of the Industrial Socialist League and ISL into the CPSA, there was no active or explicit anarchist or revolutionary syndicalist movement in South Africa. The ICU exhibited revolutionary syndicalist influence, although this co-existed with ideas ranging from liberalism to &lt;a href=\"black%20nationalism\"&gt;black nationalism&lt;/a&gt;. Beginning with the \"&lt;a href=\"Durban%20Moment\"&gt;Durban Moment&lt;/a&gt;\" in the early 1970s, &lt;a href=\"New%20Left\"&gt;New Left&lt;/a&gt; ideas began to influence parts of the anti-apartheid struggle. These brought some (often indirect) anarchist and revolutionary syndicalist influence into the political scene, although often not very pronounced or coherent. A key structure which emerged from the popular struggle of the 1970s was the &lt;a href=\"Federation%20of%20South%20African%20Trade%20Unions\"&gt;Federation of South African Trade Unions&lt;/a&gt; (FOSATU). The \"workerist\" tendency which developed in FOSATU, was indirectly influenced by anarchism and revolutionary syndicalism, among other currents. The \"people's power\" tendency in the &lt;a href=\"United%20Democratic%20Front%20%28South%20Africa%29\"&gt;United Democratic Front&lt;/a&gt; (UDF) paralleled anarchist ideas with its call for replacing state structures with grassroots \"people's power.\" There is no evidence that this strategy arose from anarchist or syndicalist ideas, although the UDF was influenced by FOSATU's stress on \"workers control\" and prefiguration. Following the 1976 &lt;a href=\"Soweto%20uprising\"&gt;Soweto uprising&lt;/a&gt;, at least one leader of the Soweto Students Representative Council (SSRC) moved towards a &lt;a href=\"Situationist%20International\"&gt;situationist&lt;/a&gt; position in exile.\nIt was only in the late 1980s that a number of self-described anarchists began to appear, many associated with counter-cultural movements.\nRe-emergence: 1990s–present.\nAs an organised movement, rather than a loose smattering of individuals here and there, anarchism only began to re-emerge in South Africa with small collectives established primarily in &lt;a href=\"Durban\"&gt;Durban&lt;/a&gt; and Johannesburg in the early 1990s. In 1993, the Anarchist Revolutionary Movement (ARM) was established in Johannesburg; its student section included militants from the anti-apartheid movement.\nIn 1995, a larger movement, the Workers' Solidarity Federation (WSF), replaced the ARM. The WSF incorporated a Durban-based collective which published the journal \"Freedom\". It also produced its own journal entitled \"Workers' Solidarity\". The WSF was in the tradition of &lt;a href=\"platformism\"&gt;platformism&lt;/a&gt;, as opposed to the far looser ARM, and focused mainly on work within black working class and student struggles. It established links with anarchist individuals and small anarchist collectives in &lt;a href=\"Zimbabwe\"&gt;Zimbabwe&lt;/a&gt;, &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt; and &lt;a href=\"Zambia\"&gt;Zambia&lt;/a&gt;. It also helped to establish a short-lived Zambian WSF. In 1999, for a range of reasons, the WSF dissolved. It was succeeded by two anarchist collectives: the Bikisha Media Collective and Zabalaza Books. These two groups co-produced \"Zabalaza: A Journal of Southern African Revolutionary Anarchism\". In the late 1990s and early 2000s, activists in these structures were involved in struggles against privatisation and evictions, and Bikisha was formally affiliated to the &lt;a href=\"Anti-Privatisation%20Forum\"&gt;Anti-Privatisation Forum&lt;/a&gt; (APF).\nOn &lt;a href=\"International%20Workers%27%20Day\"&gt;May Day&lt;/a&gt; in 2003, the platformist Zabalaza Anarchist Communist Federation (ZACF, or ZabFed) was founded. The early ZACF was essentially a regroupment of local anarchist groups, bringing together a number of new anarchist collectives in &lt;a href=\"Gauteng\"&gt;Gauteng&lt;/a&gt; and Durban (including a local chapter of the &lt;a href=\"Anarchist%20Black%20Cross\"&gt;Anarchist Black Cross&lt;/a&gt;), along with the Bikisha Media Collective and Zabalaza Books (whose joint journal, \"Zabalaza\", became the journal of the ZACF). In 2007, to strengthen its structures, ZabFed was reconstituted as the &lt;a href=\"Zabalaza%20Anarchist%20Communist%20Front\"&gt;Zabalaza Anarchist Communist Front&lt;/a&gt; (ZACF, or ZabFront). The new ZACF is a unitary \"federation of individuals\", as opposed to a federation of collectivesm with members joining via the collectives, like ZabFed.\nBy this time, the ZACF also had members in &lt;a href=\"Swaziland\"&gt;Swaziland&lt;/a&gt;, and was running a small social centre in Motsoaledi squatter camp in &lt;a href=\"Soweto\"&gt;Soweto&lt;/a&gt;. With the 2007 restructuring, ZACF became South African only, with a separate Swazi group set up in 2008. This group remained closely linked to ZACF, but was distinct from it. From the late 2000s onward, the ZACF has come under the influence of &lt;a href=\"especifismo\"&gt;especifismo&lt;/a&gt;, a tendency which originated in the \"&lt;a href=\"Uruguayan%20Anarchist%20Federation\"&gt;Federación Anarquista Uruguaya&lt;/a&gt;\" (FAU, or Uruguayan Anarchist Federation).\nWhile committed to promoting syndicalism in the unions, ZACF work was in practice largely focused on the so-called \"&lt;a href=\"new%20social%20movements\"&gt;new social movements&lt;/a&gt;\", formed in South Africa in response to the perceived failures of the &lt;a href=\"African%20National%20Congress\"&gt;African National Congress&lt;/a&gt; (ANC) government post-&lt;a href=\"Apartheid%20in%20South%20Africa\"&gt;apartheid&lt;/a&gt;. The ZACF was involved in the campaigns of the &lt;a href=\"Anti-Privatisation%20Forum\"&gt;Anti-Privatisation Forum&lt;/a&gt; (APF) and the &lt;a href=\"Landless%20People%27s%20Movement\"&gt;Landless People's Movement&lt;/a&gt; (LPM). It has also been involved in solidarity work with &lt;a href=\"Abahlali%20baseMjondolo\"&gt;Abahlali baseMjondolo&lt;/a&gt; and the &lt;a href=\"Western%20Cape%20Anti-Eviction%20Campaign\"&gt;Western Cape Anti-Eviction Campaign&lt;/a&gt;. In addition to such work, the ZACF is active in organising workshops and propaganda.\nBibliography.\nArticles\nBooks\nTheses"
}