{
    "id": "15960044",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=15960044",
    "title": "Torvaldo e Dorliska",
    "text": "Torvaldo e Dorliska is an &lt;a href=\"opera\"&gt;opera&lt;/a&gt;tic &lt;a href=\"opera%20semiseria\"&gt;dramma semiserio&lt;/a&gt; in two acts by &lt;a href=\"Gioachino%20Rossini\"&gt;Gioachino Rossini&lt;/a&gt; to an Italian &lt;a href=\"libretto\"&gt;libretto&lt;/a&gt; by &lt;a href=\"Cesare%20Sterbini\"&gt;Cesare Sterbini&lt;/a&gt;, based on the novel/memoir \"\" (1787–1790) by the revolutionary &lt;a href=\"Jean-Baptiste%20Louvet%20de%20Couvrai\"&gt;Jean-Baptiste Louvet de Couvrai&lt;/a&gt;, whose work was the source of the \"&lt;a href=\"Lodo%C3%AFska\"&gt;Lodoïska&lt;/a&gt;\" libretto set by &lt;a href=\"Luigi%20Cherubini\"&gt;Luigi Cherubini&lt;/a&gt; (1791), and \"Lodoiska\" set by &lt;a href=\"Stephen%20Storace\"&gt;Stephen Storace&lt;/a&gt; (1794), and &lt;a href=\"Simon%20Mayr\"&gt;Simon Mayr&lt;/a&gt; (1796).\n\"Torvaldo e Dorliska\" is a &lt;a href=\"rescue%20opera\"&gt;rescue opera&lt;/a&gt; with an eventual happy ending. The inclusion of &lt;a href=\"Opera%20buffa\"&gt;buffo&lt;/a&gt; roles is the reason for its designation as a 'semiserio' work, similar to Rossini's \"&lt;a href=\"La%20gazza%20ladra\"&gt;La gazza ladra&lt;/a&gt;\".\nPerformance history.\n\"Torvaldo and Dorliska\" was first performed at the &lt;a href=\"Teatro%20Valle\"&gt;Teatro Valle&lt;/a&gt;, Rome, on 26 December 1815. It remained in the repertory and appeared in several Italian cities including Venice for the next twenty five years, though it was never a great critical success. While there were no productions staged in London nor New York, it was staged in ten European cities in the ten years after its Rome premiere.\nThe opera was presented in Vienna in 1987 and in Savona in 1989. It was given at the &lt;a href=\"Rossini%20Opera%20Festival\"&gt;Rossini Opera Festival&lt;/a&gt; in Pesaro as part of the 2006 season and again in 2017.\nSynopsis.\nThe opera tells the story of the love between the Knight Torvaldo and his wife Dorliska, which is opposed by the terrible and violent Duke of Ordow, who is in love with Dorliska. In order to take her for himself, the Duke tries to kill Torvaldo and, after their fight, leaves him for dead. Making her way to the Duke's castle but not knowing that it is his home, Dorliska is held prisoner, comforted only by Carlotta and her brother Giorgio, the keeper of the castle. After escaping an ambush, Torvaldo enters the castle in disguise, but his identity is inadvertently revealed by Dorliska. The Duke then sentences him to death. Carlotta, Giorgio, and their friends conspire against the Duke to free the couple. Carlotta manages to steal the keys to Torvaldo's prison cell, and Dorliska embraces him again. However, the couple is discovered by the Duke, but before he can kill them, he is interrupted by the crowd entering the castle. The rebellious people capture the Duke and he is led away to prison and to his death. Torvaldo and Dorliska are freed.\nReferences.\nNotes\nSources"
}