{
    "id": "15977493",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=15977493",
    "title": "Jewell Ridge Coal Corp. v. United Mine Workers of America",
    "text": "Jewell Ridge Coal Corp. v. United Mine Workers of America, 325 U.S. 161 (1945), was a case decided by the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court of the United States&lt;/a&gt; dealing with the compensation of mine workers for time spent traveling to work sites while underground.\nFacts.\nThe employer, Jewell Ridge, sought &lt;a href=\"declaratory%20judgment\"&gt;declaratory judgment&lt;/a&gt; against its employee's &lt;a href=\"trade%20union\"&gt;union&lt;/a&gt; to determine whether the time spent traveling underground by the &lt;a href=\"coal%20miners\"&gt;coal miners&lt;/a&gt; between the portals of the employer's two &lt;a href=\"bituminous%20coal\"&gt;bituminous coal&lt;/a&gt; mines and the working faces was included in the compensable workweek under &lt;a href=\"%C2%A7\"&gt;§&lt;/a&gt; 7 of the &lt;a href=\"Fair%20Labor%20Standards%20Act\"&gt;Fair Labor Standards Act&lt;/a&gt; of 1938, &lt;a href=\"29%20U.S.C.\"&gt;29 U.S.C.&lt;/a&gt; § 207(a).\nJudgment.\nMajority opinion.\nIn an opinion authored by Justice &lt;a href=\"Frank%20Murphy\"&gt;Frank Murphy&lt;/a&gt;, the &lt;a href=\"U.S.%20Supreme%20Court\"&gt;Supreme Court&lt;/a&gt; affirmed the &lt;a href=\"appellate%20court\"&gt;appellate court&lt;/a&gt;'s ruling, holding that underground travel time was compensable under the Act. Relying on the three elements of 'work' established in \"&lt;a href=\"Tennessee%20Coal%2C%20Iron%20%26amp%3B%20Railroad%20Co.%20v.%20Muscoda%20Local%20No.%20123\"&gt;Tennessee Coal, Iron &amp; Railroad Co. v. Muscoda Local No. 123&lt;/a&gt;\" (1944), the court reasoned that underground traveling was considered compensable work because it (1) required physical and mental exertion that was (2) controlled and required by the employer (3) for the employer's benefit.\nThe court distinguished underground travel from typical above-ground commuting by non-miners, stating that once below ground the miner is subject to additional dangers. Furthermore, the court stated that the Fair Labors Standard Act supersedes any previous customs or agreements which excluded such travel time from the compensable work week.\nDissenting opinion.\nIn his dissent, &lt;a href=\"Robert%20H.%20Jackson\"&gt;Justice Jackson&lt;/a&gt; argued that majority opinion invalidates or ignores &lt;a href=\"collective%20bargaining%20agreements\"&gt;collective bargaining agreements&lt;/a&gt; between unions and employers, which he said was contrary to the &lt;a href=\"legislative%20intent\"&gt;legislative intent&lt;/a&gt; of the Fair Labor Standards Act.\nBlack–Jackson feud.\nThe coal company later filed a petition for rehearing on the grounds that the miners were represented by Crampton P. Harris, who was &lt;a href=\"Hugo%20Black\"&gt;Justice Black&lt;/a&gt;’s former law partner and personal lawyer. Rehearing of the case was denied by the court on June 18, 1945. However, despite this apparent &lt;a href=\"conflict%20of%20interest\"&gt;conflict of interest&lt;/a&gt;, Black lobbied the Court for a &lt;a href=\"per%20curiam\"&gt;per curiam&lt;/a&gt; denial of the petition for rehearing. &lt;a href=\"Robert%20H.%20Jackson\"&gt;Justice Jackson&lt;/a&gt; objected to a per curiam denial of rehearing and filed a concurring opinion, which disassociated himself from the ruling and, by implication, criticized Black for not addressing the conflict of interest. The infighting between Black and Jackson may also have played a role in the death of &lt;a href=\"Harlan%20F.%20Stone\"&gt;Harlan F. Stone&lt;/a&gt; two weeks before this ruling, and the nomination of &lt;a href=\"Fred%20M.%20Vinson\"&gt;Fred M. Vinson&lt;/a&gt; to the Court instead of a current Associate Justice.\nJackson also criticized Black's alleged proposal of handing down the court's decision without waiting for the majority and dissenting opinions. Jackson claimed that Black's reasoning for this unorthodox proposal was to influence contract negotiations for the ongoing coal &lt;a href=\"strike%20action\"&gt;strike&lt;/a&gt;, in an attempt to strengthen the coal miner's bargaining position. Jackson accused Black of simply trying to manipulate the court process to suit his own ideological agenda."
}