{
    "id": "15996985",
    "revid": "30529645",
    "url": "https://en.wikipedia.org/wiki?curid=15996985",
    "title": "1984 Independence Bowl",
    "text": "The 1984 Independence Bowl was a post-season American &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; &lt;a href=\"bowl%20game\"&gt;bowl game&lt;/a&gt; between the &lt;a href=\"1984%20Virginia%20Tech%20Hokies%20football%20team\"&gt;Virginia Tech Hokies&lt;/a&gt; and the &lt;a href=\"1984%20Air%20Force%20Falcons%20football%20team\"&gt;Air Force Falcons&lt;/a&gt; at &lt;a href=\"Independence%20Stadium%20%28United%20States%29\"&gt;Independence Stadium&lt;/a&gt; in &lt;a href=\"Shreveport%2C%20Louisiana\"&gt;Shreveport&lt;/a&gt;, &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;, on December 15, 1984. The game was the final contest of the &lt;a href=\"1984%20NCAA%20Division%20I-A%20football%20season\"&gt;1984 NCAA Division I-A football season&lt;/a&gt; for both teams, and ended in a 23–7 victory for the Air Force Academy.\nThe Virginia Tech Hokies earned a bid to the &lt;a href=\"Independence%20Bowl\"&gt;Independence Bowl&lt;/a&gt; following an 8–3 record during the &lt;a href=\"1984%20NCAA%20Division%20I-A%20football%20season\"&gt;1984-1985 football season&lt;/a&gt;. Tech was the No. 3 team in the country in terms of overall defense and No. 2 in terms of &lt;a href=\"Rush%20%28American%20football%29\"&gt;rushing&lt;/a&gt; defense, due to the efforts of Tech defender &lt;a href=\"Bruce%20Smith%20%28defensive%20end%29\"&gt;Bruce Smith&lt;/a&gt;, an &lt;a href=\"All-American\"&gt;All-American&lt;/a&gt; and &lt;a href=\"Outland%20Trophy\"&gt;Outland Trophy&lt;/a&gt; winner who would later go on to be the first-overall selection in the &lt;a href=\"1985%20NFL%20Draft\"&gt;1985 NFL Draft&lt;/a&gt;. Smith became the centerpiece of an eligibility debate during the weeks prior to the game, as he was at first prohibited from participating in the game by the &lt;a href=\"NCAA\"&gt;NCAA&lt;/a&gt;, which had placed him under probation for accepting illegal gifts. Smith contested this probation in Virginia and Louisiana courts, and was allowed to play in the game by virtue of two court actions.\nFacing the Hokies were the Falcons of the &lt;a href=\"United%20States%20Air%20Force%20Academy\"&gt;United States Air Force Academy&lt;/a&gt;, who had gone 7–4 during the regular season, including a 5–3 record in the &lt;a href=\"Western%20Athletic%20Conference\"&gt;Western Athletic Conference&lt;/a&gt;. The Falcons were led by first-year head coach &lt;a href=\"Fisher%20DeBerry\"&gt;Fisher DeBerry&lt;/a&gt; and had the No. 1 ranked rushing offense in the country, using their &lt;a href=\"Wishbone%20formation\"&gt;wishbone offense&lt;/a&gt; to great effect.\nThe game kicked off under comfortable temperatures and moderate wind. An estimated 41,100 people came out to watch the Falcons take on the Hokies. Air Force scored first with a 35-yard field goal, but the Hokies struck back with a touchdown off a 10-play, 72-yard drive, putting Virginia Tech ahead 7–3. That score would remain until halfway through the second quarter, when Virginia Tech &lt;a href=\"fumble\"&gt;fumble&lt;/a&gt;d the ball at its own three-yard line. Air Force recovered the ball and scored a touchdown on the next play, regaining a 10–7 lead. After &lt;a href=\"halftime\"&gt;halftime&lt;/a&gt;, Virginia Tech's defense began to break down under Air Force's &lt;a href=\"Rush%20%28American%20football%29\"&gt;rush&lt;/a&gt;ing offense. The Hokies and Air Force battled defensively throughout the third quarter, but in the fourth quarter, Air Force's offense broke free for 13 unanswered points, clinching the victory. Air Force &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt; Bart Weiss was named the game's &lt;a href=\"most%20valuable%20player\"&gt;most valuable player&lt;/a&gt; on offense, while Virginia Tech &lt;a href=\"linebacker\"&gt;linebacker&lt;/a&gt; Vince Daniels was named the game's most valuable player on defense.\nTeam selection.\nAir Force.\nThe United States Air Force Academy Falcons began the &lt;a href=\"1984%20NCAA%20Division%20I-A%20football%20season\"&gt;1984 college football season&lt;/a&gt; with a new head coach, Fisher DeBerry, who replaced the successful &lt;a href=\"Ken%20Hatfield\"&gt;Ken Hatfield&lt;/a&gt;. Hatfield and the Falcons had gone 10–2 during 1983, including a win in the 1983 Independence Bowl. Following that win, Hatfield accepted the head-coaching position at the &lt;a href=\"Arkansas%20Razorbacks%20football\"&gt;University of Arkansas&lt;/a&gt; and DeBerry was hired to replace him, being promoted from the offensive coordinator position.\nIn the first two games of his Air Force career, DeBerry's Falcons jumped to an excellent start. In the team's 1984 opener, the Falcons defeated &lt;a href=\"1984%20San%20Diego%20State%20Aztecs%20football%20team\"&gt;San Diego State&lt;/a&gt;, 34–17. The following week, the Falcons &lt;a href=\"Blowout%20%28sports%29\"&gt;blew out&lt;/a&gt; , 75–7. But after those two victories, things became more difficult for the Falcons. Air Force lost its next two games (at &lt;a href=\"1984%20Utah%20Utes%20football%20team\"&gt;Utah&lt;/a&gt; and &lt;a href=\"1984%20Wyoming%20Cowboys%20football%20team\"&gt;Wyoming&lt;/a&gt;) before defeating &lt;a href=\"1984%20Colorado%20State%20Rams%20football%20team\"&gt;Colorado State&lt;/a&gt;, &lt;a href=\"1984%20Navy%20Midshipmen%20football%20team\"&gt;Navy&lt;/a&gt;, and traditional football powerhouse &lt;a href=\"1984%20Notre%20Dame%20Fighting%20Irish%20football%20team\"&gt;Notre Dame&lt;/a&gt;.\nThe Falcons' final four games were split evenly—two wins, two losses—and Air Force finished the regular season with a record of 7–4 and a Western Athletic Conference record of 4–3. In late November, in exchange for their regular-season success, the Falcons were invited to participate in the Independence Bowl, becoming the second team in the nine-year history of the game to be invited in two consecutive years.\nVirginia Tech.\nVirginia Tech began the 1984 season under head coach Bill Dooley, who at the time was the winningest coach in Tech history. In 1983, the Hokies had gone 9–2, with one of the two losses coming at the hands of No. 9 &lt;a href=\"1984%20West%20Virginia%20Mountaineers%20football%20team\"&gt;West Virginia&lt;/a&gt; in a nationally televised game. Tech began the 1984 season with a win against Wake Forest, but followed that by a loss against West Virginia in one of the most contentious &lt;a href=\"Black%20Diamond%20Trophy\"&gt;college football rivalries&lt;/a&gt; in the country at that time. In the two weeks that followed, Tech continued to alternate wins and losses, reaching an overall record of 2–2 by the end of the fourth week of the season. Tech's fortunes took a turn for the better during the latter portion of the season, however, as the Hokies proceeded to win six of their final seven games before earning a bid to the 1984 Independence Bowl.\nPregame buildup.\nIn the weeks leading up to the Independence Bowl, the game received as much or more coverage than the incipient national championship game due to the controversial status of Tech star Bruce Smith, who was embroiled in a legal battle with the NCAA about his participation in the game. &lt;a href=\"spread%20betting\"&gt;Spread bettors&lt;/a&gt; favored Air Force to win the game by four points. Ticket sales were slow in the weeks leading up to the bowl, and Virginia Tech was faulted for failing to sell its entire allotment of 12,000 tickets. Tech representatives said they might have to return as many as 8,000 tickets due to the difficulty of selling tickets for a game more than 20 hours away by car.\nOffensive matchups.\nDuring the 1984 season, Virginia Tech's rushing offense was led by running back Maurice Williams, who had 149 carries for 574 yards and six touchdowns during the regular season. At quarterback, the Hokies featured Mark Cox, who completed 86 passes for 983 yards, five touchdowns, and eight interceptions during the season. Cox's favorite target was &lt;a href=\"tight%20end\"&gt;tight end&lt;/a&gt; Joe Jones, who caught 39 passes for 452 yards and one touchdown during the season.\nOn the other side of the field, Air Force had the No. 2 rushing offense in the country during the 1984 regular season. Air Force &lt;a href=\"Fullback%20%28American%20football%29\"&gt;fullback&lt;/a&gt; Pat Evans led the team with 159 carries for 1,015 rushing yards. Air Force quarterback Bart Weiss also was known more for his running than his passing. Weiss finished the regular season with just 41 completions for 668 yards and three touchdowns. He carried the ball 126 times for 540 yards and 10 touchdowns. Wide receiver Ken Carpenter benefited the most from the few passes that were thrown. He had 15 catches for 258 yards and two touchdowns during the regular season.\nDefensive matchups.\nOn defense, the Falcons were led by Terry Maki, who had a total of 137 tackles, including assists. Dwan Wilson had five interceptions for the Falcons, and safety Scott Thomas had four. Altogether, the Falcons allowed an average of 148 rushing yards and 167 passing yards per game. In scoring defense, the Falcons allowed an average of just 21 points per game while averaging 44 points per game themselves.\nVirginia Tech's defense, meanwhile, was No. 2 nationally in rushing defense and No. 3 in total defense. During the 11 games of the regular season, Tech allowed an average of just 3.34 yards per play, the second-lowest total allowed in Tech football history. The most important player on that defense was Tech lineman Bruce Smith, who accumulated 52 tackles and 16 &lt;a href=\"quarterback%20sack\"&gt;sacks&lt;/a&gt; during the regular season. On December 6, Smith received the &lt;a href=\"Outland%20Trophy\"&gt;Outland Trophy&lt;/a&gt;, an award given to the top interior &lt;a href=\"defensive%20line\"&gt;defensive line&lt;/a&gt;man as voted by American sportswriters. Among defensive backs, the Hokies were led by Ashley Lee, who caught seven interceptions during the season.\nBruce Smith controversy.\nIn the spring of 1983, Virginia Tech was placed on probation by the NCAA for violations stemming from illegal benefits given to players and potential recruits. The probation's main effect was to ban the players who received the benefits from participating in any postseason game following the 1984 season. Seven of the eight players involved in the scandal either left Virginia Tech or had the probation lifted as a result of appeals to the NCAA. The eighth, Bruce Smith, did not.\nBecause the names of the eight players had been kept secret, the general public was not informed that Bruce Smith, who had developed into one of the best defensive players in the country, would not be able to participate in the 1984 Independence Bowl. Only when Smith filed suit to force Virginia Tech and the NCAA to allow him to play in the game was the situation revealed. Dr. Cecil Lloyd, chairman of the Independence Bowl, announced at the time of the lawsuit that had he known about the restrictions on Smith, he likely would not have invited Tech to play in the game.\nSmith nevertheless obtained an injunction from a Virginia court to allow him to participate in the game, which was being held in Louisiana. In response, the NCAA threatened to remove the Independence Bowl's certification if Smith was allowed to play. When the bowl forbade Smith from participating, he obtained a restraining order from a Louisiana court to force the Independence Bowl to allow him to play. On the day of the game, the NCAA attempted to appeal the decision to the Louisiana Second Circuit Court of Appeals, but a three-judge panel denied the appeal. By this time, the game was about to begin, and Smith was allowed to play.\nGame summary.\nThe 1984 Independence Bowl kicked off on December 15, 1984, in &lt;a href=\"Shreveport%2C%20Louisiana\"&gt;Shreveport&lt;/a&gt;, &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;. The game was televised in the United States on ESPN, and &lt;a href=\"Howard%20David\"&gt;Howard David&lt;/a&gt;, &lt;a href=\"Paul%20Maguire\"&gt;Paul Maguire&lt;/a&gt;, and &lt;a href=\"Steve%20Grad\"&gt;Steve Grad&lt;/a&gt; were the broadcasters. Weather at kickoff was a comfortable and the wind was from the southwest at approximately . More than 41,000 tickets were sold for the game, but attendance was somewhat less, as many seats were empty.\nFirst quarter.\nVirginia Tech kicked off to begin the game, and Air Force began the first drive of the game at its 20-yard line after a &lt;a href=\"touchback\"&gt;touchback&lt;/a&gt;. The Falcons began the game with three consecutive short rushes that failed to gain a first down and punted the ball away to Virginia Tech. The Hokies began their first drive of the game after a short return to their 35-yard line. As had Air Force before them, Tech was unable to gain a first down and punted. Air Force began its second drive at its 34-yard line and had more success on its second drive. Aided by an &lt;a href=\"Penalty%20%28American%20football%29%23Offside\"&gt;offside&lt;/a&gt; penalty against Virginia Tech, the Falcons picked up a first down with a big run by Bart Weiss that penetrated the Tech side of the field. That run was followed by several others from the Falcons, who drove inside the Tech &lt;a href=\"Glossary%20of%20American%20football%23R\"&gt;red zone&lt;/a&gt; before being stopped by the Tech defense. Facing fourth down, Air Force attempted a 35-yard &lt;a href=\"Field%20goal%20%28football%29\"&gt;field goal&lt;/a&gt;, which was successful. With 6:35 remaining in the first quarter, Air Force took a 3–0 lead.\nFollowing Air Force's post-score kickoff and a short return by the Hokies, Virginia Tech's offense began a drive at its 28-yard line. A five-yard false-start penalty pushed the Tech offense back five yards, but a long run by quarterback Mark Cox made up the penalty and earned Tech a first down. Another first down followed, and Tech penetrated into the Air Force side of the field. Once there, Eddie Hunter evaded Falcon defenders for a 33-yard run that took the Hokies inside Air Force's 20-yard line. Three more plays pushed Tech forward, inside Air Force's five-yard line, for a first down. On the next play, Maurice Williams ran forward, into the end zone. The &lt;a href=\"touchdown\"&gt;touchdown&lt;/a&gt; and &lt;a href=\"extra%20point\"&gt;extra point&lt;/a&gt; gave Virginia Tech a 7–3 lead with 1:42 left in the quarter.\nAir Force returned the Virginia Tech kickoff to its 21-yard line and was aided by a 15-yard personal foul penalty against Virginia Tech after the return. The Falcons thus began their drive at their 36-yard line. They continued moving the ball forward on short rushes, but almost had a severe setback when Weiss fumbled during a carry. He recovered his own drop, however, and the Falcons retained possession. With the Falcons facing fourth down on their half of the field, time ran out in the quarter. At the end of the first quarter, Virginia Tech held a 7–3 lead.\nSecond quarter.\nStill facing fourth down, Air Force punted to begin the second quarter. Virginia Tech recovered successfully and began a drive at its 32-yard line. The Hokies ran the ball successfully at first, gaining a first down and driving into the Falcons' half of the field. Facing a third down, Tech was aided by a pass interference penalty against Air Force, which have Tech a first down inside the Air Force 25-yard line. The Hokies advanced to the 20-yard line, but Cox was &lt;a href=\"quarterback%20sack\"&gt;sacked&lt;/a&gt; by Air Force defender Larry Nicklas, pushing Tech back to the 27-yard line. Tech head coach Bill Dooley sent in kicker Don Wade to attempt a 43-yard field goal. The kick fell short, and the margin remained at 7–3 with 11:03 remaining before halftime.\nDue to the missed field goal, Air Force took over from the point at which the kick was missed, the 27-yard line. Despite gaining a bit of momentum when they kept Virginia Tech from scoring, the Falcons were unable to gain a first down and went &lt;a href=\"three%20and%20out\"&gt;three and out&lt;/a&gt;, punting the ball away. Tech declined to return the ball, which rolled to the Virginia Tech three-yard line, where the Hokies' offense took over. On the first play after the punt, Tech's Nigel Bowe fumbled the ball, which was leapt upon by several Air Force defenders, who recovered it. After the fumble recovery, it took the Falcons just one play to score a touchdown and gain a 10–7 lead.\nWith 8:50 before halftime, Tech now trailed for the first time since the beginning of the quarter. Needing to regain the lead, the Hokies returned Air Force's kickoff to near the 20-yard line but committed a 15-yard personal foul penalty that pushed Tech back to its 12-yard line and forced the Hokies to gain 22 yards for a first down. Tech was unable to do this due to strong defense from Air Force and punted after going three and out. The kick was short, and Air Force began its drive at its 44-yard line. The Falcons likewise went three and out and punted back to Tech.\nThe Hokies recovered the punt at their 14-yard line. The Hokies gained one first down with three rushes, then another on a pass from Cox, advancing the ball to their 35-yard line. A facemask penalty against Air Force aided Tech as the Hokies drove inside Air Force territory. Time remaining in the half quickly became a factor for Virginia Tech, as the Hokies penetrated the Falcons' 45-yard line with just 1:10 remaining in the half. As the Hokies rushed the ball, they were forced to call timeouts in order to stop the clock—which counts down following rushing plays that do not gain a first down or end out of bounds. Cox threw occasional passes, gaining short yardage, but most of the Hokies' work during the drive was done on the ground. Tech penetrated the Air Force red zone, driving to the Falcons' 12-yard line with 25 seconds remaining. As Cox attempted to throw a pass into the end zone in an effort to get a touchdown before time expired, Air Force's Mike Chandler intercepted the ball, denying the Hokies a scoring chance.\nAt halftime, Air Force had a 10–7 lead.\nThird quarter.\nAir Force received the ball to begin the second half and started at its 20-yard line after a touchback. The Falcons drove into Tech territory, but the Hokies' defense forced the Falcons to punt near midfield, and Tech took over at 12:23 in the quarter at its 24-yard line after a short return. As had Air Force, Tech picked up a couple of first downs. But like Air Force, the opposition's defense forced a punt near midfield. Following the punt, Air Force took over at its 20-yard line with 9:09 remaining in the quarter.\nThe Falcons had trouble moving the ball at first, but were helped by a 15-yard personal foul penalty against Virginia Tech that gave them a first down. Weiss completed a pass that gave the Falcons another first down and drove Air Force inside Tech territory. On the first play within Hokie territory, Weiss fumbled the ball, but fell on it for a loss, and Air Force retained possession. Weiss made up for his fumble two plays later when he scrambled for a first down that kept the drive going. Despite that effort, Tech was able to force a stop and Air Force punted with 3:10 remaining in the quarter.\nTech took over at its 13-yard line following the 63-yard punt but went three and out and was itself forced to punt. Air Force's offense returned to the field at its 47-yard line after the kick. The Falcons picked up one first down, but the Tech defense stiffened and forced a fourth down. Needing just inches to gain a first down, Air Force elected to attempt to gain the needed yardage rather than punt the ball away. But before the Falcons could start the play, time ran out in the third quarter. With one quarter remaining, the Falcons still held a 10–7 lead.\nFourth quarter.\nThe fourth quarter began with Air Force in possession of the ball, facing fourth down, and needing to advance mere inches to gain a first down. During the Falcons' attempt to gain those inches, however, Tech's Bruce Smith broke through the Air Force offensive line and sacked Bart Weiss for a loss. Having failed to gain a first down, Air Force turned the ball over to Virginia Tech, which began a drive at its 42-yard line. Tech's Eddie Hunter moved the ball forward on three consecutive rushes, earning a first down and driving into Air Force territory. Seeking to tie the game or gain a lead with a trick play; Tech head coach Bill Dooley ordered a play involving a pass by Hunter instead of quarterback Mark Cox. The pass was intercepted by Air Force defender Scott Thomas, and the Falcons took over on offense at their 38-yard line with 12:58 remaining in the game.\nAs had Virginia Tech, Air Force began moving the ball on the ground. The Falcons were aided by two offsides penalties against the Hokies and drove into Tech territory. Once there, Weiss completed a 16-yard pass to Tom Coleman for a first down. Weiss picked up another first down by running the ball, pushing the Falcons inside the Tech red zone with 10:10 remaining. The Tech defense stiffened, forcing a fourth down at the two-yard line. Rather than kick a field goal, Fisher DeBerry elected to attempt the touchdown, and Mike Brown ran the needed two yards. The score and following extra point gave Air Force a 17–7 lead with 6:00 remaining in the game.\nVirginia Tech's offense began work at its 20-yard line needing to score quickly in order to have a chance at making up the 10-point deficit, which would require two separate scores to make good. Mike Cox completed a seven-yard pass, then Maurice Williams broke free for a 15-yard rush that gave Tech a first down and drove the Hokies to the 42-yard line. Cox completed a long pass into the Air Force red zone, but the completion was negated by an offensive pass interference penalty against Tech that cost the Hokies the long completion, a loss of down, and an additional 15 yards. While scrambling for extra time in which to throw the ball, Cox was sacked by Air Force defender Chris Funk and fumbled the ball. Air Force recovered the loose football, and the Falcons' offense returned to the field with just over four minutes left to play.\nThe Falcons began their drive at the Tech 30-yard line after the fumble, which effectively eliminated any chance Tech had to earn the two scores needed to regain the lead. The Falcons moved the ball effectively down the field, &lt;a href=\"running%20out%20the%20clock\"&gt;running out the clock&lt;/a&gt; as they did so. Bart Weiss finally broke through the Tech defense for a 12-yard gain and the Falcons' final touchdown of the game. Though the extra point kick was missed, Air Force had taken an insurmountable 23–7 lead with 2:08 remaining in the game. Following Air Force's post-touchdown kickoff, Tech's offense returned to the field at its 20-yard line. The first play of the Hokies' drive resulted in a 10-yard holding penalty against Tech. With time winding down, Tech advanced the ball successfully via several passes, but time ran out shortly after Tech crossed the 50-yard line. Air Force clinched a 23–7 victory.\nStatistical summary.\nThe 23 points Tech allowed in the game marked just the third time that season Virginia Tech allowed more than 20 points in a game. For his performance in the game, Air Force quarterback Bart Weiss was named the game's most valuable player on offense. Virginia Tech &lt;a href=\"linebacker\"&gt;linebacker&lt;/a&gt; Vince Daniels was named the game's most valuable defensive player. Daniels had a game-leading 15 tackles, tying a Tech bowl-game record set by Ashley Lee in the &lt;a href=\"1981%20Peach%20Bowl%20%28January%29\"&gt;1981 Peach Bowl&lt;/a&gt;. The record still stands today. Meanwhile, Weiss completed six of his seven passes for 49 yards. His main success came rushing the ball, as he carried it 29 times for 93 yards and a touchdown.\nVirginia Tech's leading rusher was Eddie Hunter, who carried the ball 12 times for 75 yards. Tech quarterback Mark Cox finished the game having completed just six of his 17 passes for 50 passing yards and one interception. In total, Tech turned the ball over four times—twice via interceptions and twice via lost fumbles.\nBruce Smith finished the game with a single sack and eight tackles, and cited his poor performance on the time spent away from practice and in court. Other Virginia Tech players cited the court battle as a distraction during game preparations, and it was also thought that many Air Force players were inspired by the increased media coverage given Virginia Tech. Air Force coach Fisher DeBerry said he thought the storm of pre-game publicity about Smith helped his team. \"It seemed like everybody forgot the Air Force was in town,\" he said. \"The thing that motivated the team was the challenge of playing against them with him in the lineup.\"\nVirginia Tech set several bowl game records in the Independence Bowl that still stand today. Tech allowed just two passing first downs, seven pass attempts and 49 passing yards on defense. Conversely, the Hokies allowed 55 rushing attempts by Air Force, a record for the most against Tech in a bowl game. Bart Weiss set a bowl-game record for most carries by a single player against Tech, and Falcons punter Mark Simon kicked a 63-yard punt that is the longest ever kicked by a Tech opponent in a bowl game.\nPostgame effects.\nVirginia Tech's loss and Air Force's win brought both teams to final 1984 records of 8–4. The loss left Virginia Tech winless in five bowl appearances to that date. The win was Air Force's third bowl victory in as many years, and the Falcons became the first team to repeat as Independence Bowl champions. The Hokies won their next bowl appearance, the 1986 Peach Bowl. Air Force appeared in a bowl the following year, against Texas.\nDespite the uncomplimentary media coverage given him and his poor performance during the Independence Bowl, Bruce Smith was selected with the first overall pick in the &lt;a href=\"1985%20NFL%20Draft\"&gt;1985 NFL Draft&lt;/a&gt;. Smith was subsequently signed to a $2.6 million contract by the Buffalo Bills. During the &lt;a href=\"1985%20NCAA%20Division%20I-A%20football%20season\"&gt;1985 college football season&lt;/a&gt;, Virginia Tech struggled to rebuild from losing 20 starters (10 on offense, 10 on defense) from the 1984 team, and finished with a 6–5 record. Air Force, meanwhile, performed extremely well, finishing with an 11–1 record, including a bowl-game win over the &lt;a href=\"Texas%20Longhorns%20football\"&gt;Texas Longhorns&lt;/a&gt;. Fisher DeBerry remained the coach of Air Force for another 22 years, eventually retiring after the conclusion of the 2006 season.\nNine years after appearing in the 1984 Independence Bowl, Tech invited to participate in &lt;a href=\"1993%20Independence%20Bowl\"&gt;the 1993 game&lt;/a&gt; against &lt;a href=\"Indiana%20Hoosiers%20football\"&gt;Indiana&lt;/a&gt;. By that time, memories of the legal troubles that had surrounded the game were gone. Independence Bowl president Cecil Lloyd said of the controversy in 1993, \"It was the best thing that ever could have happened to the Independence Bowl. ... It got us international publicity. It put us on the map.\""
}