{
    "id": "1600825",
    "revid": "2267950",
    "url": "https://en.wikipedia.org/wiki?curid=1600825",
    "title": "Thunderbirds Are Go",
    "text": "Thunderbirds Are Go is a 1966 British &lt;a href=\"Science%20fiction%20film\"&gt;science-fiction&lt;/a&gt; puppet film based on \"&lt;a href=\"Thunderbirds%20%28TV%20series%29\"&gt;Thunderbirds&lt;/a&gt;\", a &lt;a href=\"Supermarionation\"&gt;Supermarionation&lt;/a&gt; television series created by &lt;a href=\"Gerry%20Anderson\"&gt;Gerry&lt;/a&gt; and &lt;a href=\"Sylvia%20Anderson\"&gt;Sylvia Anderson&lt;/a&gt; and produced by their company &lt;a href=\"AP%20Films\"&gt;Century 21 Productions&lt;/a&gt;. Written by the Andersons and directed by &lt;a href=\"David%20Lane%20%28director%29\"&gt;David Lane&lt;/a&gt;, \"Thunderbirds Are Go\" concerns spacecraft \"&lt;a href=\"Zero-X\"&gt;Zero-X&lt;/a&gt;\" and its &lt;a href=\"human%20mission%20to%20Mars\"&gt;human mission to Mars&lt;/a&gt;. When \"Zero-X\" suffers a malfunction during &lt;a href=\"re-entry\"&gt;re-entry&lt;/a&gt;, it is up to life-saving organisation International Rescue, supported by its technologically-advanced &lt;a href=\"Thunderbirds%20machines\"&gt;\"Thunderbird\" machines&lt;/a&gt;, to activate the trapped crew's &lt;a href=\"escape%20pod\"&gt;escape pod&lt;/a&gt; before the spacecraft hits the ground.\nFilmed between March and June 1966 at Century 21's studios on the &lt;a href=\"Slough%20Trading%20Estate\"&gt;Slough Trading Estate&lt;/a&gt; and on location in Portugal, \"Thunderbirds Are Go\" features guest appearances by puppet versions of &lt;a href=\"Cliff%20Richard\"&gt;Cliff Richard&lt;/a&gt; and &lt;a href=\"The%20Shadows\"&gt;The Shadows&lt;/a&gt;, who also contributed to the film's score. It was the first film to be shot using an early form of &lt;a href=\"video%20assist\"&gt;video assist&lt;/a&gt; called \"Add-a-Vision\". The film's &lt;a href=\"special%20effects\"&gt;special effects&lt;/a&gt; sequences, directed by &lt;a href=\"Derek%20Meddings\"&gt;Derek Meddings&lt;/a&gt;, took six months to complete.\nAlthough early reviews praised the film as a successful cinematic transfer of the TV series, \"Thunderbirds Are Go\" drew a lukewarm public response and proved to be a box office failure. Later reviews would criticise the film for its minimal characterisation, lengthy effects shots, and inclusion of a fantasy &lt;a href=\"dream%20sequence\"&gt;dream sequence&lt;/a&gt; centring on Richard and The Shadows. Surprised by the film's underperformance and confident that \"Thunderbirds\" still had big-screen potential, distributors &lt;a href=\"United%20Artists\"&gt;United Artists&lt;/a&gt; ordered a sequel, \"&lt;a href=\"Thunderbird%206\"&gt;Thunderbird 6&lt;/a&gt;\". However, this too received a mediocre critical and commercial response and caused the franchise to be abandoned until the early 2000s. \"Zero-X\" later appeared in the &lt;a href=\"The%20Mysterons\"&gt;first episode&lt;/a&gt; of \"&lt;a href=\"Captain%20Scarlet%20and%20the%20Mysterons\"&gt;Captain Scarlet and the Mysterons&lt;/a&gt;\", the Andersons' follow-up to \"Thunderbirds\", while tie-in publication \"&lt;a href=\"TV%20Century%2021\"&gt;TV Century 21&lt;/a&gt;\" ran a \"Zero-X\" comic strip until 1969.\nPlot.\nIn 2065, the first &lt;a href=\"human%20mission%20to%20Mars\"&gt;human mission to Mars&lt;/a&gt; is launched from Glenn Field in the form of the spacecraft \"&lt;a href=\"Zero-X\"&gt;Zero-X&lt;/a&gt;\". Unknown to Captain Travers and his four-man crew, master criminal the &lt;a href=\"Hood%20%28Thunderbirds%29\"&gt;Hood&lt;/a&gt; has stowed away on board to photograph \"Zero-X\"s wing mechanism. Shortly after lift-off, the Hood inadvertently traps his foot in the craft's hydraulics, jamming them and causing \"Zero-X\" to go out of control. As the astronauts eject in the &lt;a href=\"escape%20pod\"&gt;escape pod&lt;/a&gt;, the Hood extracts his crushed foot and parachutes to safety from the &lt;a href=\"Landing%20gear\"&gt;undercarriage&lt;/a&gt;. \"Zero-X\" crashes into the ocean and explodes.\nIn 2067, the Inquiry Board of the Space Exploration Center concludes that \"Zero-X\" was sabotaged. Meanwhile, a second \"Zero-X\" has been built and another mission to Mars planned. International Rescue agrees to provide security at the launch given the possibility of further sabotage. &lt;a href=\"Jeff%20Tracy\"&gt;Jeff Tracy&lt;/a&gt; dispatches &lt;a href=\"Scott%20Tracy\"&gt;Scott&lt;/a&gt; to Glenn Field in \"&lt;a href=\"Thunderbird%201\"&gt;Thunderbird 1&lt;/a&gt;\" to monitor the situation from the ground, while &lt;a href=\"Virgil%20Tracy\"&gt;Virgil&lt;/a&gt; and &lt;a href=\"Alan%20Tracy\"&gt;Alan&lt;/a&gt; are assigned to escort \"Zero-X\" through the atmosphere in \"&lt;a href=\"Thunderbird%202\"&gt;Thunderbirds 2&lt;/a&gt;\" and \"&lt;a href=\"Thunderbird%203\"&gt;3&lt;/a&gt;\". Posing as a reporter at the pre-launch press conference, &lt;a href=\"Lady%20Penelope\"&gt;Lady Penelope&lt;/a&gt; arranges for each member of the crew to wear a &lt;a href=\"St%20Christopher\"&gt;St Christopher&lt;/a&gt; brooch with a concealed &lt;a href=\"homing%20device\"&gt;homing device&lt;/a&gt;. On launch day, Dr Grant's device is no longer registering, even though Grant is on board \"Zero-X\" awaiting lift-off. Scott unmasks \"Grant\" as the Hood in disguise. The Hood flees Glenn Field in a car, pursued by Penelope and &lt;a href=\"Aloysius%20Parker\"&gt;Parker&lt;/a&gt; in &lt;a href=\"FAB%201\"&gt;FAB 1&lt;/a&gt;. Reaching the coast, he transfers to a speedboat and then a helicopter. Parker shoots down the helicopter with FAB 1's machine gun. Meanwhile, the kidnapped Grant is found and returned to \"Zero-X\" and the spacecraft is launched without further incident.\nMission complete, Penelope invites Scott and Virgil to join her at popular nightclub The Swinging Star. Returning to Tracy Island, Alan feels unappreciated when Jeff insists that he stay at base while the others spend the night partying. Asleep in bed, Alan has a surreal dream in which he and Penelope travel to another Swinging Star located in space. Appearing at the nightclub are &lt;a href=\"Cliff%20Richard\"&gt;Cliff Richard&lt;/a&gt; Jr and &lt;a href=\"The%20Shadows\"&gt;The Shadows&lt;/a&gt;, who perform a song called \"Shooting Star\" and an &lt;a href=\"instrumental\"&gt;instrumental&lt;/a&gt; called \"Lady Penelope\". The dream ends when Alan falls out of The Swinging Star and back to Earth, waking to discover that he has merely fallen out of bed.\nAfter a six-week flight, \"Zero-X\" reaches Mars on 22 July and all of the astronauts except Space Navigator Newman touch down on the planet in their &lt;a href=\"Lander%20%28spacecraft%29\"&gt;lander&lt;/a&gt;, the Martian Excursion Vehicle (MEV). Investigating the surface, the men are puzzled to find strange, coil-like rock formations. Space Captain Martin destroys one of the structures with the MEV's gun and Dr Pierce prepares to go outside to collect samples. The other structures come to life, revealing themselves to be one-eyed rock snakes. The aliens bombard the MEV with fireballs from their mouths, forcing the astronauts to take off prematurely. Docking with Newman in orbit, they start back to Earth.\nAs \"Zero-X\" &lt;a href=\"Atmospheric%20entry\"&gt;re-enters&lt;/a&gt; Earth's atmosphere on 2 September, a &lt;a href=\"lifting%20body\"&gt;lifting body&lt;/a&gt; fails to connect with the spacecraft and damages various systems, including flight control and the escape pod circuit. With the astronauts unable to eject and \"Zero-X\" set to impact Craigsville, Florida, Jeff launches Scott and &lt;a href=\"Brains%20%28Thunderbirds%29\"&gt;Brains&lt;/a&gt; in \"Thunderbird 1\" and Virgil, Alan and &lt;a href=\"Gordon%20Tracy\"&gt;Gordon&lt;/a&gt; in \"Thunderbird 2\". Craigsville is evacuated. Lifted into \"Zero-X\"s undercarriage, Alan repairs the escape circuit under Brains' guidance. Seconds before impact, Alan completes his task and jumps out as the astronauts eject. The empty \"Zero-X\" crashes into Craigsville. Picked up by Penelope and Parker in FAB1, Alan is driven to the real Swinging Star where Penelope, joined by the Tracy family, Brains and &lt;a href=\"Tin-Tin%20Kyrano\"&gt;Tin-Tin&lt;/a&gt;, toast Alan as a hero.\nProduction.\nWhen filming on Series One of \"&lt;a href=\"Thunderbirds%20%28TV%20series%29\"&gt;Thunderbirds&lt;/a&gt;\" ended in late 1965, &lt;a href=\"Gerry%20Anderson\"&gt;Gerry Anderson&lt;/a&gt; and his financial backer, &lt;a href=\"Lew%20Grade\"&gt;Lew Grade&lt;/a&gt;, agreed that a feature film would be the next logical step in expanding the \"Thunderbirds\" franchise. With &lt;a href=\"United%20Artists\"&gt;United Artists&lt;/a&gt; contracted to distribute, a budget of £250,000 (about £ million in ) was set and Anderson and his wife, &lt;a href=\"Sylvia%20Anderson\"&gt;Sylvia&lt;/a&gt;, began work on the script at their second home in Portugal.\nThe couple decided to base the film on the American-Soviet \"&lt;a href=\"Space%20Race\"&gt;Space Race&lt;/a&gt;\" – in particular the race to land astronauts on the &lt;a href=\"Moon\"&gt;Moon&lt;/a&gt; – but adapt this premise for the futuristic world of \"Thunderbirds\" by switching the location to Mars. During the &lt;a href=\"pre-production\"&gt;pre-production&lt;/a&gt; of their next puppet series, \"&lt;a href=\"Captain%20Scarlet%20and%20the%20Mysterons\"&gt;Captain Scarlet and the Mysterons&lt;/a&gt;\", they would write in a second appearance of the \"Zero-X\" as a link to \"Thunderbirds\". Like \"Thunderbirds Are Go\", \"Captain Scarlet\" depicts hostile &lt;a href=\"life%20on%20Mars\"&gt;life on Mars&lt;/a&gt;, though the &lt;a href=\"Mysteron\"&gt;Mysteron&lt;/a&gt;s of the TV series pose a greater threat than the \"Rock Snakes\" of the film in that they strike at Earth itself. The rescue of \"Zero-X\" is similar to that of \"&lt;a href=\"Thunderbirds%20machines%23Fireflash\"&gt;Fireflash&lt;/a&gt;\" in the \"Thunderbirds\" episode \"Operation Crash-Dive\".\nFrustrated with the limitations of the puppets and concerned that the TV series would not transfer well to the big screen, &lt;a href=\"Alan%20Pattillo\"&gt;Alan Pattillo&lt;/a&gt; declined to direct the film. The role was instead given to 24-year-old &lt;a href=\"David%20Lane%20%28director%29\"&gt;David Lane&lt;/a&gt;, who had directed several of the TV episodes. This made Lane the UK's youngest film director at the time.\nThe &lt;a href=\"dream%20sequence\"&gt;dream sequence&lt;/a&gt; set at The Swinging Star was spearheaded by Sylvia, who expanded it by scripting a musical interlude performed by puppet versions of &lt;a href=\"Cliff%20Richard\"&gt;Cliff Richard&lt;/a&gt; and &lt;a href=\"The%20Shadows\"&gt;The Shadows&lt;/a&gt;. Richard and Shadows band member &lt;a href=\"Bruce%20Welch\"&gt;Bruce Welch&lt;/a&gt; both owned homes in Portugal near the Andersons, and it was there that the two agreed to \"appear\" in the film as Supermarionation puppets. Having also agreed to contribute to the film's score, Richard and The Shadows recorded a song titled \"Shooting Star\" and an &lt;a href=\"instrumental\"&gt;instrumental&lt;/a&gt; titled \"Lady Penelope\". Sylvia acknowledged that the dream sequence does not advance the plot, noting in her autobiography that it was \"sheer indulgence that would not have been possible on our television budget.\" &lt;a href=\"Stephen%20La%20Rivi%C3%A8re\"&gt;Stephen La Rivière&lt;/a&gt;, author of \"Supermarionation: A History of the Future\", regards the sequence as the strangest ever created for an Anderson production.\nVoice cast.\nThe Tracys, the other inhabitants of &lt;a href=\"Tracy%20Island\"&gt;Tracy Island&lt;/a&gt;, &lt;a href=\"Lady%20Penelope\"&gt;Lady Penelope&lt;/a&gt;, &lt;a href=\"Aloysius%20Parker\"&gt;Parker&lt;/a&gt; and the &lt;a href=\"Hood%20%28Thunderbirds%29\"&gt;Hood&lt;/a&gt; are voiced, with one exception, by the actors who voiced them in Series One of \"Thunderbirds\". Voice actors introduced in \"Thunderbirds Are Go\" are:\nFilming.\n&lt;a href=\"Pre-production\"&gt;Pre-production&lt;/a&gt; lasted three months and a 16-week &lt;a href=\"shooting%20schedule\"&gt;shooting schedule&lt;/a&gt; was drawn up to coincide with the filming of \"Thunderbirds\" Series Two. &lt;a href=\"Principal%20photography\"&gt;Principal photography&lt;/a&gt; began on 3 March 1966 and ended in late June. The staff at &lt;a href=\"AP%20Films\"&gt;AP Films&lt;/a&gt; were divided into \"A\" and \"B\" units: A to shoot the film and B the TV episodes. To accommodate its increased workload, APF bought two additional buildings near its site on the &lt;a href=\"Slough%20Trading%20Estate\"&gt;Slough Trading Estate&lt;/a&gt;, combining these with the pre-existing puppet workshop, &lt;a href=\"art%20department\"&gt;art department&lt;/a&gt; building and publicity centre to form a production base of five buildings. Converted by January 1966, one of these former factory units contained puppet stages while the other incorporated a single large &lt;a href=\"sound%20stage\"&gt;sound stage&lt;/a&gt; on which all of the film's model and effects work would be completed.\n\"Thunderbirds Are Go\" was filmed in &lt;a href=\"Techniscope\"&gt;Techniscope&lt;/a&gt; with a widescreen aspect ratio. The possibility of using &lt;a href=\"anamorphic%20lens\"&gt;anamorphic lens&lt;/a&gt;es was rejected as &lt;a href=\"depth%20of%20field\"&gt;depth of field&lt;/a&gt; problems made them unsuitable for effects shots. Techniscope, on the other hand, used &lt;a href=\"spherical%20lens\"&gt;spherical lens&lt;/a&gt;es but still produced a cinematic \"&lt;a href=\"Letterbox%20format\"&gt;letterbox&lt;/a&gt;\" image. All APF productions up to this point had been filmed on &lt;a href=\"Arriflex\"&gt;Arriflex&lt;/a&gt; cameras, but for the film these were replaced with &lt;a href=\"Mitchell%20Camera\"&gt;Mitchells&lt;/a&gt;.\nThe film was the first to be shot using a &lt;a href=\"video%20assist\"&gt;video assist&lt;/a&gt; technology called the Livingston Electronic Viewfinder Unit. Also known as \"Add-a-Vision\", this system comprised a &lt;a href=\"viewfinder\"&gt;viewfinder&lt;/a&gt; that relayed images from the shooting camera to video monitors elsewhere in the studio. This allowed the crew to examine newly filmed footage live on set and in better quality than before. Add-a-Vision also helped the puppet operators, who were stationed on gantries several feet above the studio floor and could not easily monitor the puppets' movements. In addition, the system incorporated a playback function for viewing &lt;a href=\"Dailies\"&gt;rushes&lt;/a&gt;. Based on German video assist technology, Add-A-Vision was developed by \"Thunderbirds\" director of photography &lt;a href=\"John%20Read%20%28producer%29\"&gt;John Read&lt;/a&gt; in collaboration with Prowest Electronics.\nTo improve the look of the puppets, director David Lane often kept tops of heads and control wires out of shot and incorporated &lt;a href=\"low-angle%20shot\"&gt;low-angle shot&lt;/a&gt;s for dramatic effect. The background shots for Alan's rescue of the \"Zero-X\" crew were originally filmed &lt;a href=\"Location%20shooting\"&gt;on location&lt;/a&gt; in Portugal but were judged unsatisfactory and replaced with a painted backdrop created by &lt;a href=\"associate%20producer\"&gt;associate producer&lt;/a&gt; &lt;a href=\"Reg%20Hill\"&gt;Reg Hill&lt;/a&gt;. The location shoot also included filming a &lt;a href=\"Point-of-view%20shot\"&gt;point-of-view&lt;/a&gt; \"spiral shot\" for the end of Alan's dream in which the character plunges back to Earth. To achieve this, a helicopter carried the crew to a height of about above an island off the Portuguese coast, then the pilot allowed the aircraft to \"autogyro\" downwards while camera operator Alan Perry filmed the island looming up from below. However, this shot was also deemed inadequate and replaced with footage of a model version built at APF Studios in Slough.\nPuppets.\nPromising \"Television Mail\" that \"Thunderbirds Are Go\" would be \"bigger and better than anything we have ever done before\", Gerry Anderson realised that any design flaws that showed up on the big screen would not be forgiven as quickly as those on TV. The puppets were therefore expertly revamped, with new paint, wigs and costumes. Models and sets were re-built from scratch with greater attention to detail. Over the course of the production, APF's puppet wardrobe was expanded to include more than 700 costumes, with 150 extra costumes made as spares.\nSome of the established characters, including &lt;a href=\"Scott%20Tracy\"&gt;Scott Tracy&lt;/a&gt;, were re-sculpted from the original puppets, while guest characters, such as the \"Zero-X\" crew, were entirely new creations. The guest character puppets of the TV series had had faces made of &lt;a href=\"Plasticine\"&gt;Plasticine&lt;/a&gt; that had been re-modelled for each appearance. This approach was largely abandoned for the film: as some of the puppets would be representing real-life celebrities, a decision was made to build most of the supporting characters in &lt;a href=\"fibreglass\"&gt;fibreglass&lt;/a&gt; to the same standards of workmanship as the main puppets. As with Scott Tracy, the puppet playing Captain Travers was modelled on &lt;a href=\"Sean%20Connery\"&gt;Sean Connery&lt;/a&gt;.\nThe film puppets had the same body proportions as their TV predecessors. As filming progressed, APF developed a new prototype puppet with an &lt;a href=\"animatronic\"&gt;animatronic&lt;/a&gt; mouth to produce more realistic lip and jaw movement. However, the results proved unsatisfactory and the idea was abandoned. For its next TV series, \"Captain Scarlet and the Mysterons\", APF would introduce a brand-new puppet design that used natural proportions, made possible by moving the internal &lt;a href=\"lip-sync\"&gt;lip-sync&lt;/a&gt; mechanism from the head to the chest. The puppets of the sequel film \"&lt;a href=\"Thunderbird%206\"&gt;Thunderbird 6&lt;/a&gt;\" were designed as a compromise between the two generations, with increased realism and less overt caricature.\nSet design.\nThe art department directors, &lt;a href=\"Bob%20Bell%20%28art%20director%29\"&gt;Bob Bell&lt;/a&gt; and &lt;a href=\"Keith%20Wilson%20%28production%20designer%29\"&gt;Keith Wilson&lt;/a&gt;, divided their efforts: Wilson worked on Series Two while Bell concentrated on the film. Sets that Bell made for the film included the Glenn Field Control Tower and news conference room, the Swinging Star interiors, and re-designed versions of various locations on &lt;a href=\"Tracy%20Island\"&gt;Tracy Island&lt;/a&gt;.\nThe &lt;a href=\"set%20design\"&gt;set design&lt;/a&gt; for the Space Exploration Center conference room was heavily influenced by producer Sylvia Anderson, who insisted on a tangerine and black colour scheme in vivid contrast with the blue of the SEC officials' uniforms. Filming of the conference room scene involved the simultaneous operation of 20 puppets, a feat that APF could not have achieved on a TV budget.\nLane commented: \"\"Thunderbirds Are Go\" was done like an episode but on a bigger scale. Whereas we would think that it might be nice to do a particular shot on the series but couldn't afford to, with \"Thunderbirds Are Go\" we just did it because we had the money.\" In the Swinging Star scenes, background characters are represented by enlarged black-and-white photographs. Anderson compared these scenes to a \"&lt;a href=\"Busby%20Berkeley\"&gt;Busby Berkeley&lt;/a&gt; sequence\" due to their &lt;a href=\"surrealism\"&gt;surrealism&lt;/a&gt;, aspects of which include a giant guitar and pink \"space clouds\" composed of &lt;a href=\"dry%20ice\"&gt;dry ice&lt;/a&gt;. She stated that the appearance of real-life celebrities in puppet form helped the film's promotion.\nSpecial effects.\n&lt;a href=\"Derek%20Meddings\"&gt;Derek Meddings&lt;/a&gt; and his team of 28 technicians filmed the special effects shots in six months. The main effects pieces were the \"Zero-X\" launch sequences, new &lt;a href=\"Thunderbirds%20machines\"&gt;\"Thunderbird\"&lt;/a&gt; launch sequences, the car chase involving &lt;a href=\"FAB%201\"&gt;FAB 1&lt;/a&gt; and the &lt;a href=\"Hood%20%28Thunderbirds%29\"&gt;Hood&lt;/a&gt;, the Swinging Star scenes, the sequences set on the Martian surface, and the destruction of \"Zero-X\". Over 300 of the film's effects used &lt;a href=\"scale%20model\"&gt;scale model&lt;/a&gt;s. The crew took advantage of the considerable space inside the new effects building to experiment with &lt;a href=\"low-angle%20shot\"&gt;low-angle shot&lt;/a&gt;s and other, more inventive camera angles. Building new models of the \"Thunderbird\" machines was especially problematic in the case of \"&lt;a href=\"Thunderbird%202\"&gt;Thunderbird 2&lt;/a&gt;\", as Meddings explained: \"Unfortunately, its replacement was not only the wrong colour, it was a completely different shape. Although we had several more built in different scales, I never felt our model makers managed to re-capture the look of the original.\"\nThe \"Zero-X\" spacecraft, which was designed by Meddings, was built as a , fibreglass model at a cost of £2,500 (approximately £ in ). Although the model took months to build, all of its scenes, from launch to destruction, were completed in two days. The cockpit was based on that of &lt;a href=\"Concorde\"&gt;Concorde&lt;/a&gt;, a prototype of which was under construction at &lt;a href=\"Filton%20Airfield\"&gt;Filton Airfield&lt;/a&gt; in Bristol. A &lt;a href=\"long%20shot\"&gt;long shot&lt;/a&gt; of the \"Zero-X\" lifting body exploding in Earth's atmosphere was the only effects work that was filmed outdoors; the shot was mounted on a gantry at a nearby power station against the actual sky, with &lt;a href=\"Cordtex\"&gt;Cordtex&lt;/a&gt; explosive strips, gunpowder, &lt;a href=\"naphtha\"&gt;naphtha&lt;/a&gt;, magnesium and petroleum gel used to create a \"fireball\" effect.\nThe film's effects later became so well known in the industry that the crew of &lt;a href=\"James%20Cameron\"&gt;James Cameron&lt;/a&gt;'s film \"&lt;a href=\"Aliens%20%28film%29\"&gt;Aliens&lt;/a&gt;\" (1986) used them for reference.\nEditing.\n&lt;a href=\"Post-production\"&gt;Post-production&lt;/a&gt; was completed in the autumn to allow the film to be released in time for Christmas. The film was edited by Len Walter, who had previously worked on the TV series.\nThe &lt;a href=\"workprint\"&gt;workprint&lt;/a&gt; exceeded &lt;a href=\"United%20Artists\"&gt;United Artists&lt;/a&gt;' maximum permitted running time by roughly 15 minutes, forcing Walter to cut a number of scenes that were inessential to the plot. Some of the &lt;a href=\"deleted%20scene\"&gt;deleted scene&lt;/a&gt;s concerned the SEC's attempts to persuade International Rescue to escort \"Zero-X\". At the same time, the Hood telepathically contacts his half-brother &lt;a href=\"Kyrano\"&gt;Kyrano&lt;/a&gt; (voiced by &lt;a href=\"David%20Graham%20%28actor%29\"&gt;David Graham&lt;/a&gt;), Jeff's retainer on Tracy Island, and forces him to disclose the Tracy family's intentions. With the removal of the latter scene, Kyrano was completely cut from the film. Other scenes saw Lady Penelope and Parker flying to Glenn Field aboard the &lt;a href=\"hypersonic\"&gt;hypersonic&lt;/a&gt; airliner \"&lt;a href=\"Thunderbirds%20machines%23Fireflash\"&gt;Fireflash&lt;/a&gt;\" and Jeff Tracy making a speech to the world through the Trans American TV Network.\nThe deleted scenes are now considered lost, with only still photographs and brief footage surviving. One of the photographs, showing Brains and Alan standing behind a TV camera as Jeff prepares to make his speech, appeared as the cover of issue 35 of \"FAB\" magazine. Another shows the Hood standing in his jungle temple with a &lt;a href=\"clapperboard\"&gt;clapperboard&lt;/a&gt; in front of him. Footage from the Trans American TV Network sequence was later edited into the \"&lt;a href=\"Joe%2090\"&gt;Joe 90&lt;/a&gt;\" episode \"International Concerto\".\nPost-production.\nWith Walter's editing complete, composer &lt;a href=\"Barry%20Gray\"&gt;Barry Gray&lt;/a&gt; recorded the score in six sessions between 9 and 11 October at &lt;a href=\"Denham%20Film%20Studios\"&gt;Anvil Studios&lt;/a&gt; near Denham, Buckinghamshire. The music was performed by a 70-piece orchestra supplemented by Gray's own &lt;a href=\"Electronic%20music\"&gt;electronic&lt;/a&gt; effects. The &lt;a href=\"closing%20credits\"&gt;closing credits&lt;/a&gt; are accompanied by footage of the &lt;a href=\"Royal%20Marines%20Band%20Service\"&gt;Royal Marines Band Service&lt;/a&gt; performing the \"Thunderbirds March\"; this was filmed in a single morning at the Royal Marines School of Music in &lt;a href=\"Deal%2C%20Kent\"&gt;Deal, Kent&lt;/a&gt;, with the marines conducted by Lieutenant Colonel &lt;a href=\"Vivian%20Dunn\"&gt;Vivian Dunn&lt;/a&gt;. Three weeks were allotted for visual wrap-up work, minor animation, sound editing, &lt;a href=\"Dubbing%20%28filmmaking%29\"&gt;dubbing&lt;/a&gt; and the creation of the opening titles. The film was submitted to the &lt;a href=\"British%20Board%20of%20Film%20Censors\"&gt;British Board of Film Censors&lt;/a&gt; in November and given a &lt;a href=\"History%20of%20British%20film%20certificates\"&gt;U certificate&lt;/a&gt;.\nThe film's animated opening titles present the main puppet cast and are accompanied by the re-recorded version of the \"Thunderbirds March\". The closing credits include a number of &lt;a href=\"Self-referential%20humor\"&gt;self-referential&lt;/a&gt; acknowledgements to individuals and companies alleged to have contributed to the production, such as SEC chairman Space Colonel Harris, Glenn Field's Commander Casey and the Century 21 \"Space Location Unit\". The credits end with the humorous disclaimer: \"None of the characters appearing in this photoplay intentionally resemble any persons living or dead ... since they do not yet exist!\"\nRelease and reception.\nBy December 1966, Lew Grade's attempts to sell \"Thunderbirds\" to American TV networks had failed. He instructed Gerry Anderson to cancel the production of \"Thunderbirds\" Series Two after only six episodes and begin preparations for &lt;a href=\"Captain%20Scarlet%20and%20the%20Mysterons\"&gt;a new series&lt;/a&gt;.\nAround this time, APF was rebranded \"&lt;a href=\"AP%20Films%23Century%2021\"&gt;Century 21 Productions&lt;/a&gt;\"; this name was first carried by \"Thunderbirds Are Go\" to link the film to APF's tie-in comic \"&lt;a href=\"TV%20Century%2021\"&gt;TV Century 21&lt;/a&gt;\". The film was the first Anderson project to be promoted, in full, as a \"Gerry Anderson Century 21 Production\".\nWell received at a test screening for &lt;a href=\"United%20Artists\"&gt;United Artists&lt;/a&gt; executives, \"Thunderbirds Are Go\" premiered at the &lt;a href=\"London%20Pavilion\"&gt;London Pavilion&lt;/a&gt; cinema on 12 December. The premiere was held in aid of children's charity &lt;a href=\"Barnardo%27s\"&gt;Barnardo's&lt;/a&gt; with the &lt;a href=\"Royal%20Marines%20Band%20Service\"&gt;Royal Marines Band Service&lt;/a&gt; performing the \"Thunderbirds March\" both before and after the screening.\nCritical response.\nThe film's December 1966 release came amid what commentators dubbed the \"\"Thunderbirds\" Christmas\" – a rush among retailers to sell \"Thunderbirds\" toys, games, books and other &lt;a href=\"tie-in\"&gt;tie-in&lt;/a&gt;s. An early review of the film in \"&lt;a href=\"Kine%20Weekly\"&gt;Kine Weekly&lt;/a&gt;\" described it as a \"colourful extension\" of the TV series, while the \"&lt;a href=\"News%20of%20the%20World\"&gt;News of the World&lt;/a&gt;\" praised it for providing \"breathtaking entertainment\". The \"&lt;a href=\"Sunday%20Express\"&gt;Sunday Express&lt;/a&gt;\" was also positive, calling the concept of a Mars mission \"awesome\" and commending the film's visuals: \"Of course, the cast are all puppets, the sets, models, and the story unabashed nonsense. But it's great all the same.\" Elsewhere, the \"&lt;a href=\"Daily%20Mail\"&gt;Daily Mail&lt;/a&gt;\" praised the puppets' big-screen transition: \"So who needs people? These handsome, stiff-necked, shiny-faced \"Thunderbirds\" puppets have broken spectacularly out of black-and-white TV and on to the cinema screen.\"\nThe Andersons began a tour of the country to promote the film. Around this time, it became apparent that public interest was lukewarm and the box office revenue mediocre. According to Gerry Anderson: \"When we got off the plane at the first destination we were told that the film was in trouble. Cinemas were apparently half-full. When we got to the next big city we got more news that made us even more depressed – box office figures were inexplicably low wherever we went.\" He believed that \"Thunderbirds\" origins as a TV series weakened the film's chances of success: \"The only thing we could think was that at that time the audience was not used to seeing a feature film version of a television show. So people would see \"Thunderbirds\" and think, 'We've seen it on television.'\" Sylvia Anderson had a similar explanation: \"Although we still had our loyal television fans, they remained just that – firmly seated in front of their television screens and not in the cinema.\"\nSupermarionation historian Stephen La Rivière suggests that the film was also facing strong competition from an influx of family films including \"&lt;a href=\"Batman%20%281966%20film%29\"&gt;Batman&lt;/a&gt;\" and \"&lt;a href=\"Born%20Free\"&gt;Born Free&lt;/a&gt;\", as well as re-issues of \"&lt;a href=\"The%20Wizard%20of%20Oz%20%281939%20film%29\"&gt;The Wizard Of Oz&lt;/a&gt;\" (1939), \"&lt;a href=\"Mary%20Poppins%20%28film%29\"&gt;Mary Poppins&lt;/a&gt;\" (1964) and \"&lt;a href=\"The%20Sound%20of%20Music%20%281965%20film%29\"&gt;The Sound of Music&lt;/a&gt;\" (1965). Later reviews were less positive: while the \"Slough Observer\" described the film as \"basically a &lt;a href=\"Technicolor\"&gt;Technicolor&lt;/a&gt; large-screen extension\" of the TV series, \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\" was critical, arguing that the TV-style storytelling and characterisation were too thin to sustain a feature film and that the frequent launch sequences were more for &lt;a href=\"Filler%20%28media%29\"&gt;padding&lt;/a&gt; than visual appeal.\nWriter &lt;a href=\"John%20Peel%20%28writer%29\"&gt;John Peel&lt;/a&gt; comments that \"Thunderbirds Are Go\" is \"well-made\" and fulfils its promise to deliver visual spectacle. He considers it superior to its sequel, \"Thunderbird 6\", but suggests that the plot is partly recycled from the TV episodes and describes the &lt;a href=\"dream%20sequence\"&gt;dream sequence&lt;/a&gt; as \"painfully silly\". Both La Rivière and Peel believe that the &lt;a href=\"Thunderbirds%20machines\"&gt;\"Thunderbird\" machines&lt;/a&gt; are underused. La Rivière also suggests that the lengthy model shots and reduced role of the Tracy family may have disappointed the film's young target audience.\nJeff Stafford of &lt;a href=\"Turner%20Classic%20Movies\"&gt;Turner Classic Movies&lt;/a&gt; regards the film in its entirety as a \"&lt;a href=\"pop%20culture\"&gt;pop culture&lt;/a&gt; novelty as fascinating and endearing as a toy from one's childhood.\" He agrees that the effects sequences are protracted: \"You'll feel yourself growing older as cranes and hydraulic lifts slowly – \"very\" slowly – prepare for a missile launch.\" William Gallagher of &lt;a href=\"BBC%20Online\"&gt;BBC Online&lt;/a&gt; gives a positive review, calling \"Thunderbirds Are Go\" \"every bit as good\" as the TV series. However, he also suggests that \"Thunderbirds\" worked better on the small screen, writing of the film's content: \"Certainly there's no greater profundity or universal theme to the film, it is just an extended episode.\" He rates \"Thunderbirds Are Go\" three stars out of five, as does the &lt;a href=\"Film4\"&gt;Film4&lt;/a&gt; website.\nSequel.\nDismissing the film's critical and commercial failure as a stroke of bad luck, &lt;a href=\"United%20Artists\"&gt;United Artists&lt;/a&gt; told Anderson to make a sequel: \"&lt;a href=\"Thunderbird%206\"&gt;Thunderbird 6&lt;/a&gt;\". According to Anderson: \"None of us ... could understand why the film hadn't succeeded, so it was decided we would make another one.\" The Andersons deliberately wrote \"Thunderbird 6\" as a more light-hearted adventure. However, the response to the second film was similarly lukewarm, spelling the end of \"Thunderbirds\" as a media franchise until the release of the live-action film \"&lt;a href=\"Thunderbirds%20%282004%20film%29\"&gt;Thunderbirds&lt;/a&gt;\" nearly four decades later in 2004.\nOther media.\nBooks and comics.\nA novelisation by &lt;a href=\"Angus%20P.%20Allan\"&gt;Angus P. Allan&lt;/a&gt; was released by &lt;a href=\"Armada%20Books\"&gt;Armada Books&lt;/a&gt; in 1966. In addition, \"&lt;a href=\"TV%20Century%2021\"&gt;TV Century 21&lt;/a&gt;\" published a four-part \"photographic picturisation\" of the film narrating it from the perspective of the \"Zero-X\" crew. After this, the publication printed \"Zero-X\" comic strips until 1969; these told the continuing adventures of the astronauts, once again led by Captain Travers, as they explored the rest of the Solar System and beyond aboard the \"Zero-X\" \"Mark III\".\nA connection to \"Captain Scarlet\" was established in issues published between June and September 1967. In these issues, a follow-up expedition to Mars, led by &lt;a href=\"Captain%20Black%20%28Captain%20Scarlet%29\"&gt;Captain Black&lt;/a&gt; of the world security organisation Spectrum, ends in disaster when Black (as shown in the &lt;a href=\"The%20Mysterons\"&gt;first episode&lt;/a&gt; of \"Captain Scarlet\") falls under the control of the malevolent &lt;a href=\"Mysteron\"&gt;Mysteron&lt;/a&gt;s. \"Zero-X\" returns to Earth and lands at Glenn Field, where the possessed Black avoids capture by the authorities.\nSoundtrack and home video.\nA re-recorded version of the score was released as a &lt;a href=\"vinyl%20record\"&gt;vinyl record&lt;/a&gt; by &lt;a href=\"United%20Artists\"&gt;United Artists&lt;/a&gt; in 1967 and Silva Screen Records in 1987. It was subsequently released on CD in 1990 with a re-release by &lt;a href=\"EMI\"&gt;EMI&lt;/a&gt; two years later. In 2014, the original soundtrack recordings for \"Thunderbirds are Go\" and \"Thunderbird 6\" were released by La-La Land Records as a limited-edition CD.\n\"Thunderbirds Are Go\" was first released on DVD in 2001, in &lt;a href=\"DVD%20region%20code\"&gt;Regions&lt;/a&gt; 2 and 4, by &lt;a href=\"MGM\"&gt;MGM&lt;/a&gt;. In 2004, an \"International Rescue Edition\" was released; this was also available in Region 1 and was marketed both separately and as a &lt;a href=\"box%20set\"&gt;box set&lt;/a&gt; with \"Thunderbird 6\". In 2014, &lt;a href=\"Twilight%20Time%20%28home%20video%20label%29\"&gt;Twilight Time&lt;/a&gt; (through its sub-licensing deal with MGM) released both films as a double feature &lt;a href=\"Blu-ray\"&gt;Blu-ray&lt;/a&gt; set, limited to 3,000 copies and available only from the Screen Archives Entertainment website. This set was re-released by &lt;a href=\"Kino%20Lorber\"&gt;Kino Lorber&lt;/a&gt; in 2017."
}