{
    "id": "16011898",
    "revid": "39755941",
    "url": "https://en.wikipedia.org/wiki?curid=16011898",
    "title": "Tom Vilsack 2008 presidential campaign",
    "text": "The 2008 presidential campaign of &lt;a href=\"Tom%20Vilsack\"&gt;Tom Vilsack&lt;/a&gt;, former &lt;a href=\"Governor%20of%20Iowa\"&gt;Iowa Governor&lt;/a&gt; began on November 30, 2006, the 2nd to officially announce a run. Vilsack had previously been considered as &lt;a href=\"2004%20Democratic%20Party%20vice%20presidential%20candidate%20selection\"&gt;Vice Presidential candidate&lt;/a&gt; for &lt;a href=\"United%20States%20Senate\"&gt;Senator&lt;/a&gt; &lt;a href=\"John%20Kerry\"&gt;John Kerry&lt;/a&gt; in the &lt;a href=\"2004%20United%20States%20presidential%20election\"&gt;2004 presidential election&lt;/a&gt;. He ran for the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt;'s &lt;a href=\"2008%20United%20States%20presidential%20election\"&gt;2008&lt;/a&gt; nomination for &lt;a href=\"President%20of%20the%20United%20States\"&gt;President of the United States&lt;/a&gt;. \nHis short-lived campaign was focused on his home state of &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt; but suffered low standing in national polls and a lack of name recognition. During the campaign, he emphasized the War in Iraq and his plan for ending it.\nHis run concluded on February 23, 2007, before any debates or primaries, due to funding shortfalls. He endorsed Senator &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt; after his exit, but shifted to &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; after her withdrawal.\nEarly stages.\nNear the end of his eight years as Governor of Iowa, Vilsack, as head of the &lt;a href=\"Centrism\"&gt;centrist&lt;/a&gt; &lt;a href=\"Democratic%20Leadership%20Council\"&gt;Democratic Leadership Council&lt;/a&gt;, campaigned for Democratic gubernatorial candidates across the nation. While on the campaign trail he gauged support for a possible presidential run. Vilsack was inspired by the results of the &lt;a href=\"United%20States%20general%20election%2C%202006\"&gt;2006 mid-term elections&lt;/a&gt;, and proclaimed that \"Americans sent a clear message\" that \"they want leaders who share their values, understand their needs and respect their intelligence\" and that that is what he would \"intend to do as president\". \nOn November 9, 2006, Vilsack filed with the &lt;a href=\"Federal%20Election%20Commission\"&gt;FEC&lt;/a&gt; and announced that he had been \"put[ting] together the building blocks needed to run a successful national presidential campaign.\" He made his formal announcement on November 30.\nCampaign developments.\nVilsack made his announcement in &lt;a href=\"Mount%20Pleasant%2C%20Iowa\"&gt;Mount Pleasant, Iowa&lt;/a&gt;. He listed the themes of his campaign as &lt;a href=\"energy%20independence\"&gt;energy independence&lt;/a&gt;, national security, and the economy. The candidate promised change in government by means of reduced partisanship and decried the &lt;a href=\"George%20W.%20Bush%20Administration\"&gt;Bush Administration&lt;/a&gt; as one \"whose first impulse is to divide and to conquer.\" Vilsack acknowledged his underdog status, given his low profile outside Iowa, which hampered fundraising.\nIn December, Vilsack embarked on a campaign tour beginning in his hometown of &lt;a href=\"Pittsburgh%2C%20Pennsylvania\"&gt;Pittsburgh&lt;/a&gt;. While there, he addressed a local Democratic Committee, reminiscing about his childhood and how his adopted mother overcame &lt;a href=\"alcoholism\"&gt;alcoholism&lt;/a&gt;. He also discussed his policy on the &lt;a href=\"Iraq%20War\"&gt;Iraq War&lt;/a&gt;, advocating devolving control to the Iraqi government: \"It's their country, it's their future and they should be willing to fight for it and they certainly should be willing to die for it.\" He returned to Iowa for a fundraiser later in the week.\nIn mid-December 2006 Vilsack was interviewed by two major magazines. In \"&lt;a href=\"U.S.%20News%20and%20World%20Report\"&gt;U.S. News and World Report&lt;/a&gt;\", he explained why he decided against forming an &lt;a href=\"exploratory%20committee\"&gt;exploratory committee&lt;/a&gt; like many of his Democratic rivals, on the principle that he had \"to get to work.\" He linked the issue of energy security to global warming and national security. He advocated moving American troops from southern and central Iraq to the north, and further commented that political reconciliation must be refocused on \"building local governance\" rather than spending \"all the time on the national government.\" In an interview with \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\", he made a distinction between \"experience and judgment\" and emphasized the importance of the latter. Vilsack attacked Republican candidate John McCain's planned Iraq troop surge as \"making a big mistake bigger\", and denied that the military had the resources to execute it. In discounting the importance of name recognition, he said \"people don’t have to remember my name, they only have to remember the first letter which is V. It stands for vision, it stands for victory, it stands for Vilsack.\" He also expressed his satisfaction with frontrunner Hillary Clinton, calling himself \"a big fan.\"\nIn January, Vilsack toured &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt;, site of the first primary. There he met with middle school students, with whom he discussed his plans for rebuilding Iraq. Dismissing his Democratic opponents' calls for caps on American troops in the nation, Vilsack advocated a troop withdrawal. He also talked about Iraq with employees of the Granite State Independent Living Group, blaming the costs of rebuilding for the lack of public funds available for domestic projects. In Iowa later in the month, Vilsack reiterated his opposition to troop caps, likening them to \"staying the course\". He stated that troop capping \"reflects the continuation of a failed policy\" and that America \"ought to be...aggressively redeploying troops out of Iraq.\"\nOn February 15, before an appearance on \"&lt;a href=\"The%20Tonight%20Show%20with%20Jay%20Leno\"&gt;The Tonight Show with Jay Leno&lt;/a&gt;\", Vilsack visited the &lt;a href=\"Commonwealth%20Club%20of%20California\"&gt;Commonwealth Club&lt;/a&gt; in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; where he gave a speech about energy. He explained that his campaign remained &lt;a href=\"carbon%20neutral\"&gt;carbon neutral&lt;/a&gt; through the purchase of &lt;a href=\"carbon%20credits\"&gt;carbon credits&lt;/a&gt;. On \"The Tonight Show\", Vilsack joked about his relative obscurity. He remarked that he was okay with Leno making jokes about him, because \"when you are just below the margin of error in polls, anything anybody says about you is important.\"\nVilsack officially withdrew from the race on February 23, stating that the crowded field of Democratic candidates made it impossible for him to raise enough money to continue his campaign. In explaining his withdrawal, he stated that he \"came up against something for the first time in [his] life that hard work and effort couldn’t overcome.\" Bemoaning an electoral process that he saw as dominated by fundraising, he left the race proclaiming \"it is money and only money that is the reason we are leaving today.\" Vilsack raised $1.1 million during his run and left the race with $396,000 on hand.\nPolling.\nIn the race for the Democratic nomination, &lt;a href=\"Gallup%20poll\"&gt;Gallup poll&lt;/a&gt;s placed Vilsack at 1% support in November and December 2006. This fell to 0% on January 7, where it remained until his withdrawal in February.\nA &lt;a href=\"Rasmussen%20Reports\"&gt;Rasmussen report&lt;/a&gt; published December 18, 2006 that polled voters on their preferences in a variety of hypothetical presidential matchups showed that Vilsack was preferred to former &lt;a href=\"Arkansas\"&gt;Arkansas&lt;/a&gt; &lt;a href=\"Governor%20of%20Arkansas\"&gt;governor&lt;/a&gt; &lt;a href=\"Mike%20Huckabee\"&gt;Mike Huckabee&lt;/a&gt; by a margin of 37% to 29%, but trailed former &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; &lt;a href=\"Mayor%20of%20New%20York%20City\"&gt;Mayor&lt;/a&gt; &lt;a href=\"Rudy%20Giuliani\"&gt;Rudy Giuliani&lt;/a&gt; 56% to 28%.\" A similar poll, published in February 2007 before Vilsack's withdrawal, found that he trailed Republican Senator John McCain 50% to 22%. In a separate poll by Rasmussen, Vilsack was viewed favorably by 21% of the electorate and unfavorably by 21%. 58% of voters did not have enough information about Vilsack to have an opinion. 19% of respondents considered Vilsack a moderate, 9% considered him a &lt;a href=\"Liberalism%20in%20the%20United%20States\"&gt;liberal&lt;/a&gt; and 7% considered him a &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt;. 65% could not describe his political stands.\nAftermath.\nAfter withdrawing from the race, Vilsack endorsed Senator &lt;a href=\"Hillary%20Clinton%202008%20presidential%20campaign\"&gt;Hillary Clinton for the presidency&lt;/a&gt; on March 25, 2007. He hoped to build momentum for her in Iowa. The former Governor identified Clinton as the candidate with \"the best ideas, the most energy, and the values and vision to lead our country.\" Shortly after the endorsement, Clinton named Vilsack's wife Christie as the co-chairman of her campaign in Iowa. The Clinton campaign announced they would help Vilsack pay off his campaign's $400,000 debt. Vilsack campaigned for Clinton nationwide as national campaign co-chairman, and focused on helping her win the Iowa caucuses. Despite his efforts, Clinton finished third in the caucuses behind &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; and &lt;a href=\"John%20Edwards\"&gt;John Edwards&lt;/a&gt; Following Clinton's withdrawal, Vilsack endorsed &lt;a href=\"Barack%20Obama%202008%20presidential%20campaign\"&gt;Obama for the presidency&lt;/a&gt; on July 15, 2008. He labeled Obama as the \"only candidate\" for voters \"against partisanship\" to change \"the tone in Washington\"\nVilsack was later nominated by President Obama to serve as the &lt;a href=\"United%20States%20Secretary%20of%20Agriculture\"&gt;United States Secretary of Agriculture&lt;/a&gt; in his administration. He was confirmed for the post by the &lt;a href=\"United%20States%20Senate\"&gt;Senate&lt;/a&gt; on &lt;a href=\"Inauguration%20Day\"&gt;Inauguration Day&lt;/a&gt;."
}