{
    "id": "160153",
    "revid": "40978890",
    "url": "https://en.wikipedia.org/wiki?curid=160153",
    "title": "Jorge Castro (boxer)",
    "text": "Jorge Fernando \"Locomotora\" Castro () (born August 18, 1967) is an &lt;a href=\"Argentina\"&gt;Argentine&lt;/a&gt; &lt;a href=\"boxing\"&gt;boxer&lt;/a&gt; and former &lt;a href=\"middleweight\"&gt;middleweight&lt;/a&gt; champion of the world, who is best known for his second defense of the title against &lt;a href=\"John%20David%20Jackson%20%28boxer%29\"&gt;John David Jackson&lt;/a&gt; in 1994.\nEarly years.\nCastro, who in 1985 was set to become a professional boxer but suffered a bicycle accident that left him injured so badly that doctors told him he'd never be able to fight as a professional, recuperated from the accident and turned professional, defying the doctor's predictions, in 1987.\nProfessional career.\nIn December 1991, at Palais Omnisports, Bercy, France, Castro lost to &lt;a href=\"Terry%20Norris\"&gt;Terry Norris&lt;/a&gt; by a wide unanimous decision in a challenge for the &lt;a href=\"World%20Boxing%20Council\"&gt;WBC&lt;/a&gt; &lt;a href=\"super%20welterweight\"&gt;super welterweight&lt;/a&gt; title. It was reported that prior to the bout, Castro had done roadwork for the first time in his life.\nIn June 1992, at the &lt;a href=\"Pensacola%20Bay%20Center\"&gt;Civic Center&lt;/a&gt; in &lt;a href=\"Pensacola%2C%20Florida\"&gt;Pensacola, Florida&lt;/a&gt;, United States, Castro lost a wide decision over ten rounds to future pound for pound king &lt;a href=\"Roy%20Jones%20Jr.\"&gt;Roy Jones Jr.&lt;/a&gt;.\nCastro became a world champion in 1994 by defeating &lt;a href=\"Reggie%20Johnson%20%28boxer%29\"&gt;Reggie Johnson&lt;/a&gt; in Buenos Aires by split decision to win the vacant &lt;a href=\"World%20Boxing%20Association\"&gt;WBA&lt;/a&gt; middleweight title. After defeating &lt;a href=\"Alex%20Ramos\"&gt;Alex Ramos&lt;/a&gt; by a &lt;a href=\"knockout\"&gt;knockout&lt;/a&gt; in two rounds to retain the belt, he travelled to &lt;a href=\"Monterrey\"&gt;Monterrey&lt;/a&gt;, Mexico, to defend against the former undefeated holder of the WBA title &lt;a href=\"John%20David%20Jackson%20%28boxer%29\"&gt;John David Jackson&lt;/a&gt; in December 1994.\nWhat began merely as an undercard world title fight in a &lt;a href=\"pay-per-view\"&gt;pay-per-view&lt;/a&gt; program featuring &lt;a href=\"F%C3%A9lix%20Trinidad\"&gt;Félix Trinidad&lt;/a&gt; vs &lt;a href=\"Oba%20Carr\"&gt;Oba Carr&lt;/a&gt; and &lt;a href=\"Julio%20C%C3%A9sar%20Ch%C3%A1vez\"&gt;Julio César Chávez&lt;/a&gt; vs &lt;a href=\"Tony%20Lopez%20%28boxer%29\"&gt;Tony Lopez&lt;/a&gt;, soon became a fight that is part of boxing's lore. Castro was trailing badly on all three scorecards, with one eye closed and the other one only halfway opened, bleeding and taking combination after combination against the ropes. Seemingly on the verge of being stopped, Castro landed a left hook to Jackson's chin and Jackson hit the floor. Jackson got up, but he suffered two more knockdowns and Castro completed what could be said that was one of the greatest turnarounds ever in a boxing fight, retaining the title by a knockout in the ninth round.\nAt the press conference after the fight, Castro called his winning punch \"La mano de Dios\", (\"The hand of God\"), in reference to the &lt;a href=\"Hand%20of%20God%20goal\"&gt;Hand of God goal&lt;/a&gt; by &lt;a href=\"Diego%20Maradona\"&gt;Diego Maradona&lt;/a&gt; during a win by &lt;a href=\"Argentina%20national%20football%20team\"&gt;Argentina national football team&lt;/a&gt; at the &lt;a href=\"1986%20FIFA%20World%20Cup\"&gt;1986 FIFA World Cup&lt;/a&gt;, which, like the fight, had taken place in &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;. Therefore, that moment became known as boxing's version of \"The hand of God\". The fight, and its ending, were talked about for months on many boxing magazines and books.\nCastro defended his title another two times, including a rematch win over Reggie Johnson, and then he lost the title to &lt;a href=\"Shinji%20Takehara\"&gt;Shinji Takehara&lt;/a&gt; by a decision in twelve. He split two 10-round decisions with &lt;a href=\"Roberto%20Dur%C3%A1n\"&gt;Roberto Durán&lt;/a&gt;, winning the first in Argentina, but losing the rematch in &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt;, and then he gave Jackson a rematch, this time winning by a decision in ten.\nCastro has lost two more world championship fights: in December 2000, he went to Germany and lost by a knockout in 10 to &lt;a href=\"World%20Boxing%20Council\"&gt;WBC&lt;/a&gt; &lt;a href=\"cruiserweight%20%28boxing%29\"&gt;cruiserweight&lt;/a&gt; champion &lt;a href=\"Juan%20Carlos%20G%C3%B3mez\"&gt;Juan Carlos Gómez&lt;/a&gt;, and in February 2002, he went to &lt;a href=\"Phoenix%2C%20Arizona\"&gt;Phoenix&lt;/a&gt; and challenged &lt;a href=\"International%20Boxing%20Federation\"&gt;IBF&lt;/a&gt; cruiserweight champion &lt;a href=\"Vassiliy%20Jirov\"&gt;Vassiliy Jirov&lt;/a&gt;, a &lt;a href=\"Kazakhstan\"&gt;Kazakhstan&lt;/a&gt; native who lives in Phoenix, losing by a decision in twelve. Despite his failures in these attempts to become a world champion again, he did not announce a retirement until 2013.\nOn June 18, 2005, Jorge Castro suffered a car accident in Buenos Aires, with a collapsed &lt;a href=\"lung\"&gt;lung&lt;/a&gt; and some broken &lt;a href=\"rib\"&gt;rib&lt;/a&gt;s. The accident and its consequences were similar to the one suffered by archrival Duran in Buenos Aires a few years before. Castro required hospitalization and emergency surgery, and was in stable condition after the surgery. He recuperated from his injuries.\nOn April 22, 2006, Castro fought &lt;a href=\"Jose%20Luis%20Herrera\"&gt;Jose Luis Herrera&lt;/a&gt;, losing by a fourth-round knockout. He had his \"revenge\" against the same opponent on January 27, 2007, when Castro won by technical K.O. in the second round.\nCurrently, he has a record of 130 wins, 11 losses and 3 draws, with 89 knockout wins, which ranks him among the most prolific knockout winners in boxing history according to the records of &lt;a href=\"Ring%20Magazine\"&gt;Ring Magazine&lt;/a&gt;."
}