{
    "id": "1602789",
    "revid": "35354423",
    "url": "https://en.wikipedia.org/wiki?curid=1602789",
    "title": "Fifer",
    "text": "A fifer is a &lt;a href=\"non-combatant\"&gt;non-combatant&lt;/a&gt; &lt;a href=\"Military%20career\"&gt;military occupation&lt;/a&gt; of a foot soldier who originally played the &lt;a href=\"fife%20%28musical%20instrument%29\"&gt;fife&lt;/a&gt; during &lt;a href=\"combat\"&gt;combat&lt;/a&gt;. The practice was instituted during the period of &lt;a href=\"Early%20Modern%20warfare\"&gt;Early Modern warfare&lt;/a&gt; to sound &lt;a href=\"Signals%20%28military%29\"&gt;signals&lt;/a&gt; during changes in formation, such as the &lt;a href=\"Line%20%28formation%29\"&gt;line&lt;/a&gt;, and were also members of the &lt;a href=\"regiment\"&gt;regiment&lt;/a&gt;'s &lt;a href=\"military%20band\"&gt;military band&lt;/a&gt; during &lt;a href=\"Marching\"&gt;marches&lt;/a&gt;. \nThese soldiers, often boys too young to fight or sons of &lt;a href=\"Non-commissioned%20officer\"&gt;NCOs&lt;/a&gt;, were used to help &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt; &lt;a href=\"battalion\"&gt;battalion&lt;/a&gt;s to keep marching pace from the right of the formation in coordination with the &lt;a href=\"drummers\"&gt;drummers&lt;/a&gt; positioned at the centre, and relayed orders in the form of sequences of musical signals. The fife was particularly useful because of its high pitched sound, which could be heard over the sounds of &lt;a href=\"battle\"&gt;battle&lt;/a&gt;. Fifers were present in numerous wars of note, as Armies of the 18th and 19th centuries \"depended on company fifers and drummers for communicating orders during battle, regulating camp formations and duties, and providing music for marching, ceremonies, and moral.\"\nThe usual allocation of fifers in a &lt;a href=\"battalion\"&gt;battalion&lt;/a&gt; during the Early Modern warfare period varied from five to eight. The &lt;a href=\"field_music_%28military%29\"&gt;field music&lt;/a&gt; &lt;a href=\"regimental\"&gt;regimental&lt;/a&gt; bands, particularly of the high prestige units such as the &lt;a href=\"List%20of%20army%20units%20called%20Guards\"&gt;guards&lt;/a&gt; had as many as 32 (in the &lt;a href=\"Preobrazhensky%20regiment\"&gt;Preobrazhensky regiment&lt;/a&gt;) or more fifers. Some fifers, as part of the &lt;a href=\"fife%20and%20drum%20corps\"&gt;fife and drum corps&lt;/a&gt; that accompanied British Captain &lt;a href=\"Arthur%20Phillip\"&gt;Arthur Phillip&lt;/a&gt; and the &lt;a href=\"First%20Fleet\"&gt;First Fleet&lt;/a&gt;, were present at important Australian, such as the reading of the &lt;a href=\"Governor%27s%20Commission\"&gt;Governor's Commission&lt;/a&gt; on 2 February 1788 at &lt;a href=\"Sydney%20Cove\"&gt;Sydney Cove&lt;/a&gt;. Fifers were also present in the &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt;, although there were at times shortages of fifers that were \"fit for duty.\" This staffing dilemma lead to the creation of a \"learner\" fifer category, which were drawn from within the revolutionary ranks rather than externally recruited."
}