{
    "id": "16039291",
    "revid": "846916",
    "url": "https://en.wikipedia.org/wiki?curid=16039291",
    "title": "44 Monroe",
    "text": "44 Monroe is a $70 million (USD), residential &lt;a href=\"high-rise\"&gt;high-rise&lt;/a&gt; building, located at the northeast corner of Monroe Street and First Avenue in &lt;a href=\"Downtown%20Phoenix\"&gt;Downtown&lt;/a&gt; &lt;a href=\"Phoenix%2C%20Arizona\"&gt;Phoenix&lt;/a&gt;, &lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt;. The 34-story tower is currently Arizona's tallest residential structure.\nHistory.\nIn 2004, the long vacant &lt;a href=\"Arizona%20Bank%20Building\"&gt;Arizona Bank Building&lt;/a&gt;, an 11-story building completed in 1961 on a small quarter of a city square block, was in the process of being remodeled into residential condominiums called Monroe Place Lofts. High demand quickly sold out the 60-unit project. In May 2005, &lt;a href=\"Grace%20Communities\"&gt;Grace Communities&lt;/a&gt; announced the existing building would be razed and in its place a 34-story tower would be erected and named 44 Monroe, the site's address. In late September 2005, &lt;a href=\"demolition\"&gt;demolition&lt;/a&gt; of the Arizona Bank Building began. Construction on the tower began in November 2005. On April 16, 2006, Grace communities hosted a “Going Vertical” party signaling the tower's foundation was complete and construction would now be above ground. In the summer of 2007, 44 Monroe topped out. Fall 2008 saw the completion of 44 Monroe.\nAs of August 2009, the completed project was 5% occupied. In September 2009, its primary lender, &lt;a href=\"Corus%20Bank\"&gt;Corus Bank&lt;/a&gt;, based in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, was taken over by the &lt;a href=\"Federal%20Deposit%20Insurance%20Corporation\"&gt;FDIC&lt;/a&gt;, and in January 2010 the project was headed for a trustees' sale and likely &lt;a href=\"foreclosure\"&gt;foreclosure&lt;/a&gt;. Spring 2011 saw a different side of the market as the tower's units were converted into rental apartments. As of October 2011, 86% of the tower's units had been filled. A strong rental market and high demand in the downtown area has further improved the tower's troubled history.\nDesign.\nThe project's exterior and interior design were inspired by a painting by artist Jennifer J.L. Jones named “Five Elements,” which incorporates the five &lt;a href=\"China\"&gt;Chinese&lt;/a&gt; elements of &lt;a href=\"nature\"&gt;nature&lt;/a&gt; — &lt;a href=\"earth\"&gt;earth&lt;/a&gt;, &lt;a href=\"wood\"&gt;wood&lt;/a&gt;, &lt;a href=\"water\"&gt;water&lt;/a&gt;, &lt;a href=\"metal\"&gt;metal&lt;/a&gt;, and &lt;a href=\"fire\"&gt;fire&lt;/a&gt;. The elements will be expressed as five vertical fins on the front of the structure's façade, with the pattern to be repeated throughout the building's interior. The building will feature seven floors of above-ground parking and 196 residential units, ranging in size from 780 to . Residential unit prices range from $480,000 to $3.2 million."
}