{
    "id": "16048553",
    "revid": "1152308",
    "url": "https://en.wikipedia.org/wiki?curid=16048553",
    "title": "Kapodistrias Museum",
    "text": "The Kapodistrias Museum or Kapodistrias Museum–Centre of Kapodistrian Studies () is a museum dedicated to the memory and life's work of &lt;a href=\"Ioannis%20Kapodistrias\"&gt;Ioannis Kapodistrias&lt;/a&gt;. It is located in the area Koukouritsa of Evropouli in &lt;a href=\"Corfu\"&gt;Corfu&lt;/a&gt;, Greece. The property was donated by &lt;a href=\"Maria%20Desylla-Kapodistria\"&gt;Maria Desylla-Kapodistria&lt;/a&gt; (Μαρία Δεσύλλα Καποδίστρια) great granddaughter of Georgios Kapodistrias, younger brother of Ioannis Kapodistrias and the only one of the brothers who got married. The museum was established in 1981. Ioannis Kapodistrias' summer home in the rural area of Koukouritsa in his birthplace of Corfu, houses the museum, showcasing exhibits commemorating his life and accomplishments. Mrs Maria Desylla-Kapodistria, a former mayor of Corfu (1956–1959) and the first female mayor in Greece, donated the residence to the three primary cultural societies of Corfu specifically for that purpose. The museum also functions as a centre for Kapodistrian and Corfiote studies.\nHistory.\nIn 1979 Maria Kapodistria bequeathed the estate under contract No. 4541/3.11.1979 to the Reading Society of Corfu, the &lt;a href=\"Philharmonic%20Society%20of%20Corfu\"&gt;Philharmonic Society of Corfu&lt;/a&gt; and the Society of Corfiote Studies. According to its charter, the museum is to house, curate and exhibit the personal effects and &lt;a href=\"portrait\"&gt;portrait&lt;/a&gt;s of Ioannis Kapodistrias as well as the period furniture belonging to the family. Following the death of the donor the three societies created a &lt;a href=\"Foundation%20%28nonprofit%20organization%29\"&gt;foundation&lt;/a&gt; under the name \"Kapodistrias Museum-Centre of Kapodistrian Studies\".\nThe Kapodistrias residence is located in the southwest corner of an area near the village of Evropouli nine kilometres from &lt;a href=\"Corfu%20%28city%29\"&gt;Corfu city&lt;/a&gt;. The area is called Koukouritsa meaning a geological rise or hill in the local dialect and denoting the top of the hill. The hill and the surrounding area belonged to the Kapodistrias family for centuries.\nIn the middle of the 18th century a small &lt;a href=\"summer%20cottage\"&gt;summer cottage&lt;/a&gt; was built to serve as a summer retreat for the Kapodistrias family. In 1797 after the end of the &lt;a href=\"Republic%20of%20Venice\"&gt;Venetian&lt;/a&gt; occupation, Ioannis Kapodistrias' father, Antonios Maria Kapodistrias, representing the more conservative side of Corfu &lt;a href=\"aristocracy\"&gt;aristocracy&lt;/a&gt; quickly came to a dispute with the &lt;a href=\"French%20First%20Republic\"&gt;French&lt;/a&gt; occupiers and had to escape to the summer cottage at Koukouritsa. The family resided there until the early 19th century. Young Ioannis Kapodistrias followed his family to the retreat and stayed there for approximately three years.\nThe three Corfu societies accepted the estate along with the exhibits but Maria Kapodistria did not provide an ongoing &lt;a href=\"financial%20endowment\"&gt;financial endowment&lt;/a&gt;. The Greek state and even the municipality of Corfu largely ignored the project. Nevertheless the three societies founded the Museum as a civil liability company. The three societies, however, did not have the finances to continue the day-to-day operations of the museum and soon they were forced to close it for an extended period of time.\nThe subject of the museum's closing and the indifferent reaction of the Greek government was actually raised by &lt;a href=\"Leader%20of%20the%20Opposition%20%28Greece%29\"&gt;opposition leader&lt;/a&gt; &lt;a href=\"George%20Andreas%20Papandreou\"&gt;George Papandreou&lt;/a&gt; in 2005 who characterised the museum as an important monument for &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;.\nThe three societies applied to the &lt;a href=\"Greek%20Ministry%20of%20Culture\"&gt;Greek Ministry of Culture&lt;/a&gt;, other state organisations as well as to various municipal governments in Corfu, but were ignored. However Christos Fokas, a local businessman and industrialist but residing in &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;, owner of the Corfu Palace Hotel, informed the three societies that he was ready to cover the museum's operating expenses donating the sum of 20,000 &lt;a href=\"euro\"&gt;euro&lt;/a&gt; per year. The donation enabled the Museum to open once again to the public and it operates on a daily basis from 10:30 a.m. to 2 pm. It is closed on Mondays."
}