{
    "id": "16043698",
    "revid": "1152308",
    "url": "https://en.wikipedia.org/wiki?curid=16043698",
    "title": "Union des Sociétés Françaises de Sports Athlétiques",
    "text": "The Union of French Athletic Sports Societies ( was a former &lt;a href=\"sports%20governing%20body\"&gt;sports governing body&lt;/a&gt; in &lt;a href=\"France\"&gt;France&lt;/a&gt;. During the 1890s and early 1900s it organised numerous sports including &lt;a href=\"sport%20of%20athletics\"&gt;athletics&lt;/a&gt;, &lt;a href=\"cycle%20sport\"&gt;cycling&lt;/a&gt;, &lt;a href=\"field%20hockey\"&gt;field hockey&lt;/a&gt;, &lt;a href=\"fencing\"&gt;fencing&lt;/a&gt;, &lt;a href=\"croquet\"&gt;croquet&lt;/a&gt;, and &lt;a href=\"swimming%20%28sport%29\"&gt;swimming&lt;/a&gt;. However it is perhaps best known for being the principal governing body of both &lt;a href=\"football%20in%20France\"&gt;football&lt;/a&gt; and &lt;a href=\"rugby%20union%20in%20France\"&gt;rugby union&lt;/a&gt; until it was effectively replaced by the &lt;a href=\"French%20Football%20Federation\"&gt;French Football Federation&lt;/a&gt; and the &lt;a href=\"French%20Rugby%20Federation\"&gt;French Rugby Federation&lt;/a&gt;. The USFSA rejected any form of &lt;a href=\"professional%20sports\"&gt;professionalism&lt;/a&gt; and were strong advocates of &lt;a href=\"amateur%20sport\"&gt;amateur sport&lt;/a&gt;.\nAs well as contributing to the growth of &lt;a href=\"sport%20in%20France\"&gt;sport in France&lt;/a&gt;, the USFSA also helped pioneer the development of international sport. Among its founding members were &lt;a href=\"Pierre%20de%20Coubertin\"&gt;Pierre de Coubertin&lt;/a&gt;, founder of the modern Olympic Games. In 1900, together with the \"Union Vélocipédique de France\", it was also one of two federations that represented France at the inaugural meeting of the &lt;a href=\"Union%20Cycliste%20Internationale\"&gt;Union Cycliste Internationale&lt;/a&gt;. Then in 1904 &lt;a href=\"Robert%20Gu%C3%A9rin\"&gt;Robert Guérin&lt;/a&gt;, secretary of the USFSA football committee, was one of the principal movers behind the foundation of &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt;. He also served as its first president.\nHistory.\nFoundation.\nOn 29 December 1885 Georges de Saint-Clair, the secretary-general of &lt;a href=\"Racing%20M%C3%A9tro%2092\"&gt;Racing Club de France&lt;/a&gt; and delegates from &lt;a href=\"Stade%20Fran%C3%A7ais\"&gt;Stade Français&lt;/a&gt; had formed the \"Union des Sociétés Françaises de Course a Pied\". Then on 1 June 1888 &lt;a href=\"Pierre%20de%20Coubertin\"&gt;Pierre de Coubertin&lt;/a&gt;, with the support of &lt;a href=\"Jules%20Simon\"&gt;Jules Simon&lt;/a&gt; and &lt;a href=\"Henri%20Didon\"&gt;Henri Didon&lt;/a&gt;, formed the \"Comité pour la Propagation des Exercises Physiques\". This group was also known as the \"Comité Jules Simon\". The USFSA was founded in November 1890 when these two groups merged. Initially the USFSA was centred in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; but its membership soon expanded to include sports clubs from throughout France.\nInfluence on Olympic Games.\nIn 1891 when the USFSA organised its first athletics championship, &lt;a href=\"Henri%20Didon\"&gt;Henri Didon&lt;/a&gt;, as honorary president, announced that the organisation's motto would be \"&lt;a href=\"Citius%2C%20Altius%2C%20Fortius%20%28Olympic%20motto%29\"&gt;Citius, Altius, Fortius&lt;/a&gt;\" (Faster, Higher, Stronger). In &lt;a href=\"1924%20Summer%20Olympics%23Highlights\"&gt;1924&lt;/a&gt; this motto would be adopted by the Olympic movement. The &lt;a href=\"Olympic%20symbol\"&gt;Olympic symbol&lt;/a&gt; of five interlinking rings was also based on a design used by the USFSA. Teams representing the organisation wore a uniform based on the colours of the &lt;a href=\"flag%20of%20France\"&gt;flag of France&lt;/a&gt;. This included a white shirt with two interlinking rings, one red and one blue. The two rings represented the two groups that had merged to form the USFSA while the Olympic version represented five continents. &lt;a href=\"Pierre%20de%20Coubertin\"&gt;Pierre de Coubertin&lt;/a&gt; also hoped that the USFSA would be responsible for organising the &lt;a href=\"1900%20Summer%20Olympics\"&gt;1900 Paris Olympics&lt;/a&gt;. However a dispute, which saw de Coubertin resign as USFSA secretary general in April 1899, meant this never happened\nRugby union.\nOn 20 March, &lt;a href=\"French%20Rugby%20Championship%201892\"&gt;1892&lt;/a&gt; the USFSA organised the first ever French &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; championship, a one off game between &lt;a href=\"Racing%20M%C3%A9tro%2092\"&gt;Racing Club de France&lt;/a&gt; and &lt;a href=\"Stade%20Fran%C3%A7ais\"&gt;Stade Français&lt;/a&gt;. The game was refereed by &lt;a href=\"Pierre%20de%20Coubertin\"&gt;Pierre de Coubertin&lt;/a&gt; and saw Racing win 4–3. Racing were awarded the &lt;a href=\"Bouclier%20de%20Brennus\"&gt;Bouclier de Brennus&lt;/a&gt;, which is still awarded to the winners of the &lt;a href=\"Top%2014\"&gt;French championship&lt;/a&gt; today. The trophy was the idea of de Coubertin, who commissioned Charles Brennus, a member of the USFSA and a professional &lt;a href=\"engraver\"&gt;engraver&lt;/a&gt;, to design it.\nFootball.\nIn 1894 the USFSA also organised the first recognised &lt;a href=\"1894%20USFSA%20Football%20Championship\"&gt;French football championship&lt;/a&gt;. The first competition featured just four Paris teams and was organised on a knockout basis with &lt;a href=\"Standard%20Athletic%20Club\"&gt;Standard Athletic Club&lt;/a&gt; beating White Rovers 2–0 after a replay. However, by 1896 it featured a league with nine teams and after 1899 the winners of a Paris League played off against the champions of other French regions and cities. In &lt;a href=\"1899%20USFSA%20Football%20Championship\"&gt;1899&lt;/a&gt; &lt;a href=\"Le%20Havre%20AC\"&gt;Le Havre AC&lt;/a&gt; became the first club from outside Paris to be declared &lt;a href=\"French%20football%20champions\"&gt;French football champions&lt;/a&gt;.\nIn &lt;a href=\"Football%20at%20the%201900%20Summer%20Olympics\"&gt;1900&lt;/a&gt; the USFSA sent players from &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;ian &lt;a href=\"Club%20Fran%C3%A7ais\"&gt;Club Français&lt;/a&gt; to represent &lt;a href=\"France%20at%20the%201900%20Summer%20Olympics\"&gt;France at the 1900 Summer Olympics&lt;/a&gt;. On 1 May 1904 the USFSA also selected the first official &lt;a href=\"France%20national%20football%20team\"&gt;France national football team&lt;/a&gt;. They held &lt;a href=\"Belgium%20national%20football%20team\"&gt;Belgium&lt;/a&gt; to a 3–3 draw in &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt; In the same year, &lt;a href=\"Robert%20Gu%C3%A9rin\"&gt;Robert Guérin&lt;/a&gt;, secretary of the USFSA football committee, was also one of the principal movers behind the foundation of &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt;. He also served as its first president.\nHowever the USFSA did not have a monopoly on organising &lt;a href=\"football%20in%20France\"&gt;football in France&lt;/a&gt;. Between 1896 and 1907 the \"Fédération des Sociétés Athlétiques Professionnelles de France\" (FSAPF), who as their name suggests advocated &lt;a href=\"professional%20sport\"&gt;professionalism&lt;/a&gt;, also organised a championship. Then in 1905 a rival organisation the \"Fédération Gymnastique et Sportive des Patronages de France\" (FGSPF), led by Charles Simon and &lt;a href=\"Henri%20Delaunay\"&gt;Henri Delaunay&lt;/a&gt; and supported by the &lt;a href=\"Roman%20Catholicism%20in%20France\"&gt;Catholic Church&lt;/a&gt;, also began organising competitions. In 1906 the \"Fédération Cycliste et Amateur de France\" (FCAF), a forerunner of the &lt;a href=\"F%C3%A9d%C3%A9ration%20Fran%C3%A7aise%20de%20Cyclisme\"&gt;Fédération Française de Cyclisme&lt;/a&gt; also began to organise a football championship. In 1907 the FGSPF and the FCAF, together with several regional organisations that also organised football formed the \"Comité Français Interfédéral\" (CFI). The CFI organised the \"Trophée de France\" which would challenge the USFSA equivalent, the \"Coupe National\", as the recognised French championship.\nIn 1907 the USFSA fell out with FIFA when the latter refused to admit the &lt;a href=\"Amateur%20Football%20Alliance\"&gt;(English) Amateur Football Association&lt;/a&gt;. FIFA only recognised one national association per country, and so stood by the &lt;a href=\"The%20Football%20Association\"&gt;(English) Football Association&lt;/a&gt;, whereupon the USFSA left FIFA. They were replaced as France's representative by the CFI. As a result, they also lost the right to select the &lt;a href=\"France%20national%20football%20team\"&gt;national team&lt;/a&gt;. By 1913, however, the USFSA football committee had also become a CFI affiliate and in 1919 the CFI was reorganised as the &lt;a href=\"French%20Football%20Federation\"&gt;French Football Federation&lt;/a&gt;. &lt;a href=\"1919%20USFSA%20Football%20Championship\"&gt;1919&lt;/a&gt; was also the last year that the USFSA organised the \"Coupe National\" as a national football championship.\nAs a tribute to the USFSA, the members of the &lt;a href=\"France%20national%20football%20team\"&gt;France national football team&lt;/a&gt; wore a reproduction of the kit worn in their first match in 1904 (displaying the USFSA emblem) during the FIFA Centennial celebration match against &lt;a href=\"Brazil%20national%20football%20team\"&gt;Brazil&lt;/a&gt; at &lt;a href=\"Stade%20de%20France\"&gt;Stade de France&lt;/a&gt; in May 2004."
}