{
    "id": "16056971",
    "revid": "38696881",
    "url": "https://en.wikipedia.org/wiki?curid=16056971",
    "title": "Murder of Julie Jensen",
    "text": "The Julie Jensen case involves the trial of a &lt;a href=\"Pleasant%20Prairie%2C%20Wisconsin\"&gt;Pleasant Prairie&lt;/a&gt;, &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt; man, Mark Jensen, on charges that he &lt;a href=\"murder\"&gt;murder&lt;/a&gt;ed his wife, Julie Jensen on December 3, 1998. The case is notable for the eventual admission into &lt;a href=\"evidence\"&gt;evidence&lt;/a&gt; of a letter written by the deceased prior to her death expressing suspicion of her husband's intentions.\nJulie Jensen investigated her husband, checked his planner, photographed a note, and documented her suspicions. She gave the letter to a neighbor with instructions to hand it to police if anything should happen to her. She wrote that she would never commit &lt;a href=\"suicide\"&gt;suicide&lt;/a&gt; and that if she died, police should consider her husband a suspect. \"I pray that I am wrong and nothing happens, but I am suspicious of Mark's suspicious behaviors and fear for my early demise.\"\nIn 2008, Mark Jensen was convicted of &lt;a href=\"first%20degree%20murder\"&gt;first degree murder&lt;/a&gt; and sentenced to &lt;a href=\"life%20imprisonment\"&gt;life imprisonment&lt;/a&gt; without the possibility of &lt;a href=\"parole\"&gt;parole&lt;/a&gt;, a verdict which was later overturned.\nBackground.\nJulie Griffin was working at a &lt;a href=\"Sears\"&gt;Sears&lt;/a&gt; department store in &lt;a href=\"Oshkosh%2C%20Wisconsin\"&gt;Oshkosh&lt;/a&gt; when she met Mark Jensen in 1981. Both were students at a local college; Mark graduated but Julie did not. The couple moved to the &lt;a href=\"Carol%20Beach%2C%20Wisconsin\"&gt;Carol Beach&lt;/a&gt; neighborhood of &lt;a href=\"Pleasant%20Prairie%2C%20Wisconsin\"&gt;Pleasant Prairie, Wisconsin&lt;/a&gt; and had two children, David and Douglas, aged 8 and 3 at the time of Julie's death. Julie was described as having a complicated family life (her mother was an alcoholic and her younger brother died in an accident as a toddler), but was a devoted mother to her children. At the time of her death, Julie worked a part-time job for the Port Authority in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, while Mark Jensen was employed at a construction firm.\nTrial.\nSpecial &lt;a href=\"Prosecutor\"&gt;Prosecutor&lt;/a&gt; Robert Jambois contended that Mark Jensen poisoned his wife Julie, then 40, with &lt;a href=\"ethylene%20glycol\"&gt;ethylene glycol&lt;/a&gt; (&lt;a href=\"antifreeze\"&gt;antifreeze&lt;/a&gt;) and then suffocated her inside the garage of their home in &lt;a href=\"Pleasant%20Prairie%2C%20Wisconsin\"&gt;Pleasant Prairie&lt;/a&gt; on December 3, 1998. The trial was moved from &lt;a href=\"Kenosha%20County%2C%20Wisconsin\"&gt;Kenosha County&lt;/a&gt; to &lt;a href=\"Walworth%20County%2C%20Wisconsin\"&gt;Walworth County&lt;/a&gt; in response to pre-trial publicity. &lt;a href=\"Defense%20%28legal%29\"&gt;Defense&lt;/a&gt; counsel Craig Albee argued that Julie Jensen was a depressed woman who killed herself and framed her husband. Moreover, the deceased had seen a therapist at least three times for &lt;a href=\"Major%20depressive%20disorder\"&gt;depression&lt;/a&gt; and was aware of her husband's extramarital affair with a co-worker, Kelly LaBonte Grieman, whom Mark Jensen later married, and who assumed custody of the Jensens' two sons after Mark's eventual imprisonment. Evidence was introduced showing that Mark Jensen had discussed poisoning his wife with co-workers and a jailhouse associate, as well as searching on the &lt;a href=\"internet\"&gt;internet&lt;/a&gt; for information relating to spousal murder and poisoning techniques. The prosecution contended further that Jensen remained angry over his wife's brief affair in 1991 with co-worker Perry Tarica. The letter's use by the prosecutors was controversial, because such evidence has been blocked from court for years by strict &lt;a href=\"hearsay\"&gt;hearsay&lt;/a&gt; rules based on criminal defendants' rights to confront their accusers under the &lt;a href=\"Sixth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Sixth Amendment to the U.S. Constitution&lt;/a&gt;. But the &lt;a href=\"Wisconsin%20Supreme%20Court\"&gt;Wisconsin Supreme Court&lt;/a&gt;, guided by a &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;U.S. Supreme Court&lt;/a&gt; ruling (&lt;a href=\"Crawford%20v%20Washington\"&gt;Crawford v Washington&lt;/a&gt; 541 U.S. 36 (2004)), held that the use of Julie Jensen's letter and statements could be admitted based on the \"forfeiture by wrongdoing\" doctrine, under which a defendant waives his right to confront a witness if he caused the witness to be absent.\nThe letter was the critical factor in the trial that ended on February 22, 2008. The jury found Jensen, 48, guilty of his wife's murder after more than 30 hours of deliberations. He was sentenced by Kenosha County Circuit Court Judge &lt;a href=\"Bruce%20Schroeder\"&gt;Bruce Schroeder&lt;/a&gt; on February 27, 2008, to life in prison with no chance of &lt;a href=\"parole\"&gt;parole&lt;/a&gt;.\nAppellate proceedings.\nOn December 19, 2013, a federal judge overturned Jensen's conviction, and ordered he be released from prison within 90 days. The court agreed with Jensen's argument that the state's use of his dead wife's words violated his Constitutional right to confront witnesses testifying against him. The state of Wisconsin appealed the case, but in 2015 the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20Seventh%20Circuit\"&gt;United States Court of Appeals for the Seventh Circuit&lt;/a&gt; upheld the district court's decision on September 8, 2015.\nProsecutors decided to retry Jensen for the murder of his wife in January 2016. On September 1, 2017, Kenosha Circuit Judge Chad Kerkman reinstated Mark Jensen's conviction. On February 26, 2020, Wisconsin's Court of Appeals, District II, issued a summary disposition reversing Judge Kerkman's decision to reinstate the conviction. The matter is remanded to the Circuit Court for further proceedings including trial. Evidence contained in Julie Jensen's letter and voicemail will not be admissible."
}