{
    "id": "160691",
    "revid": "32395809",
    "url": "https://en.wikipedia.org/wiki?curid=160691",
    "title": "Jonathan M. Wainwright (general)",
    "text": "Jonathan Mayhew Wainwright IV (August 23, 1883 – September 2, 1953) was a career &lt;a href=\"Americans\"&gt;American&lt;/a&gt; &lt;a href=\"United%20States%20Army\"&gt;army&lt;/a&gt; officer and the Commander of &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied forces&lt;/a&gt; in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; at the time Japan surrendered to the United States, during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. Wainwright was a recipient of the &lt;a href=\"Medal%20of%20Honor\"&gt;Medal of Honor&lt;/a&gt; for his courageous leadership during the &lt;a href=\"fall%20of%20the%20Philippines\"&gt;fall of the Philippines&lt;/a&gt;.\nEarly life and training.\nWainwright, nicknamed \"Skinny\" and \"Jim\", was born at &lt;a href=\"Fort%20Walla%20Walla\"&gt;Fort Walla Walla&lt;/a&gt;, an Army post now in &lt;a href=\"Walla%20Walla%2C%20Washington\"&gt;Walla Walla, Washington&lt;/a&gt;, and was the son of Robert Powell Page Wainwright, a &lt;a href=\"United%20States%20Army\"&gt;U.S. Army&lt;/a&gt; officer who was commissioned a 2nd Lieutenant in the 1st Cavalry in 1875, commanded a squadron at the &lt;a href=\"Battle%20of%20Santiago%20de%20Cuba\"&gt;Battle of Santiago de Cuba&lt;/a&gt; during the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;, and in 1902 was killed in action in the Philippines. His grandfather was Lieutenant &lt;a href=\"Jonathan%20Mayhew%20Wainwright%20II\"&gt;Jonathan Mayhew Wainwright II&lt;/a&gt;, USN, who was killed in action during the Civil War. Congressman &lt;a href=\"J.%20Mayhew%20Wainwright\"&gt;J. Mayhew Wainwright&lt;/a&gt; was a cousin.\nHe graduated from &lt;a href=\"Highland%20Park%20High%20School%20%28Illinois%29\"&gt;Highland Park High School&lt;/a&gt; in Illinois in 1901, and from &lt;a href=\"United%20States%20Military%20Academy\"&gt;West Point&lt;/a&gt; in 1906. He served as First Captain of the Corps of Cadets.\nWainwright was commissioned in the cavalry. He served with the &lt;a href=\"1st%20Cavalry%20Regiment%20%28United%20States%29\"&gt;1st Cavalry Regiment (United States)&lt;/a&gt; in Texas from 1906 to 1908 and in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; from 1908 to 1910, where he saw combat on &lt;a href=\"Jolo\"&gt;Jolo&lt;/a&gt;, during the &lt;a href=\"Moro%20Rebellion\"&gt;Moro Rebellion&lt;/a&gt;. Wainwright graduated from the &lt;a href=\"Mounted%20Service%20School\"&gt;Mounted Service School&lt;/a&gt;, &lt;a href=\"Fort%20Riley\"&gt;Fort Riley&lt;/a&gt;, &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt;, in 1916 and was promoted to &lt;a href=\"Captain%20%28OF-2%29\"&gt;Captain&lt;/a&gt;. By 1917, he was on the staff of the first officer training camp at &lt;a href=\"Plattsburgh%2C%20New%20York\"&gt;Plattsburgh, New York&lt;/a&gt;.\nWorld War I.\nIn February 1918, during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, Wainwright was ordered to &lt;a href=\"France\"&gt;France&lt;/a&gt;. In June, he became assistant chief of staff of the &lt;a href=\"U.S.%2082nd%20Infantry%20Division\"&gt;U.S. 82nd Infantry Division&lt;/a&gt;, with which he took part in the &lt;a href=\"Battle%20of%20Saint-Mihiel\"&gt;Saint Mihiel&lt;/a&gt; and &lt;a href=\"Meuse-Argonne%20Offensive\"&gt;Meuse-Argonne Offensive&lt;/a&gt;s. As a temporary &lt;a href=\"Lieutenant%20colonel%20%28United%20States%29\"&gt;lieutenant colonel&lt;/a&gt;, he was assigned to occupation duty in Germany with the 3rd Army at &lt;a href=\"Koblenz\"&gt;Koblenz&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, from October 1918 until 1920. Having reverted to the rank of captain, he was then promoted to &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt;.\nInter-war period.\nAfter a year as an instructor at the Cavalry School at Fort Riley, Wainwright was attached to the general staff from 1921 to 1923 and assigned to the &lt;a href=\"U.S.%203d%20Armored%20Cavalry%20Regiment\"&gt;3rd US Cavalry Regiment&lt;/a&gt;, &lt;a href=\"Fort%20Myer\"&gt;Fort Myer&lt;/a&gt;, &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;, from 1923–25. In 1929, he was promoted to lieutenant colonel and graduated from the &lt;a href=\"Command%20and%20General%20Staff%20School\"&gt;Command and General Staff School&lt;/a&gt;, &lt;a href=\"Fort%20Leavenworth\"&gt;Fort Leavenworth&lt;/a&gt;, Kansas, in 1931, and from the &lt;a href=\"United%20States%20Army%20War%20College\"&gt;Army War College&lt;/a&gt; in 1934.\nWainwright was promoted to colonel in 1935, and served as commander of the &lt;a href=\"3rd%20Cavalry%20Regiment%20%28United%20States%29\"&gt;3rd US Cavalry Regiment&lt;/a&gt; until 1938, when he was promoted to &lt;a href=\"Brigadier%20general%20%28United%20States%29\"&gt;brigadier general&lt;/a&gt; in command of the &lt;a href=\"1st%20Brigade%20Combat%20Team%2C%201st%20Cavalry%20Division%20%28United%20States%29\"&gt;1st Cavalry Brigade&lt;/a&gt; at &lt;a href=\"Fort%20Clark%2C%20Texas\"&gt;Fort Clark, Texas&lt;/a&gt;.\nWorld War II.\nIn September 1940, Wainwright was promoted to &lt;a href=\"Major%20general%20%28United%20States%29\"&gt;major general&lt;/a&gt; (temporary) and returned to the Philippines, in December, as commander of the &lt;a href=\"Philippine%20Department\"&gt;Philippine Department&lt;/a&gt;.\nAs the senior field commander of Filipino and US forces under General &lt;a href=\"Douglas%20MacArthur\"&gt;Douglas MacArthur&lt;/a&gt;, Wainwright was responsible for resisting the &lt;a href=\"Battle%20of%20the%20Philippines%20%281942%29\"&gt;Japanese invasion of the Philippines&lt;/a&gt;, which began in December 1941. On December 8, 1941, he commanded the &lt;a href=\"North%20Luzon%20Force\"&gt;North Luzon Force&lt;/a&gt;, comprising three reserve Filipino divisions and the &lt;a href=\"26th%20Cavalry%20Regiment\"&gt;26th Cavalry Regiment&lt;/a&gt; (&lt;a href=\"Philippine%20Scouts\"&gt;Philippine Scouts&lt;/a&gt;). Retreating from the Japanese &lt;a href=\"beachhead\"&gt;beachhead&lt;/a&gt; of &lt;a href=\"Lingayen%20Gulf\"&gt;Lingayen Gulf&lt;/a&gt;, Allied forces had withdrawn onto the &lt;a href=\"Bataan%20Peninsula\"&gt;Bataan Peninsula&lt;/a&gt; and &lt;a href=\"Corregidor\"&gt;Corregidor&lt;/a&gt; by January 1942, where they defended the entrance to &lt;a href=\"Manila%20Bay\"&gt;Manila Bay&lt;/a&gt;.\nFollowing the evacuation of MacArthur to &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; in March to serve as Allied Supreme Commander, &lt;a href=\"South%20West%20Pacific%20Area\"&gt;South West Pacific Area&lt;/a&gt;, Wainwright inherited the unenviable position of Allied commander in the Philippines. Also that March, Wainwright was promoted to &lt;a href=\"Lieutenant%20general%20%28United%20States%29\"&gt;lieutenant general&lt;/a&gt; (temporary). On April 9, the 70,000 troops on Bataan surrendered under the command of Major General &lt;a href=\"Edward%20P.%20King\"&gt;Edward P. King&lt;/a&gt;. On May 5, the Japanese attacked &lt;a href=\"Corregidor\"&gt;Corregidor&lt;/a&gt;. Due to lack of supplies (mainly food and ammunition) and in the interest of minimizing casualties, Wainwright notified Japanese General &lt;a href=\"Masaharu%20Homma\"&gt;Masaharu Homma&lt;/a&gt; he was surrendering on May 6.\nWainwright at the same time sent a coded message to Maj. Gen. &lt;a href=\"William%20F.%20Sharp\"&gt;William F. Sharp&lt;/a&gt;, in charge of forces on &lt;a href=\"Mindanao\"&gt;Mindanao&lt;/a&gt; naming him as commander of all forces in the Philippines, excepting those on Corregidor and three other islands in &lt;a href=\"Manila%20Bay\"&gt;Manila Bay&lt;/a&gt;. Sharp was now to report to Gen. MacArthur, now stationed in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. This was to cause as few troops as possible to be surrendered. Homma refused to allow the surrender of any less than all the troops in the Philippines and considered the troops on and around Corregidor to be hostages to ensure other forces in the Philippines would lay down their arms. Wainwright then agreed to surrender Sharp's men.\nGeneral Sharp was placed in a difficult position. He knew if he ignored Wainwright's wish for him to surrender that the hostage troops and civilians at Corregidor could be massacred. Though his troops were badly mauled, they could still put up a fight. It had been expected they would fight on as a guerrilla force. In the end, on May 10 Sharp decided to surrender. Sharp's surrender proved problematic for the Japanese. For although Sharp and many of his men surrendered and suffered as prisoners of war until liberated in 1945, a large number of Sharp's men--the vast majority of them Filipino--refused to surrender. Some soldiers considered Wainwright's surrender to have been made under duress, and ultimately decided to join the guerrilla movement led by Colonel &lt;a href=\"Wendell%20Fertig\"&gt;Wendell Fertig&lt;/a&gt;.\nBy June 9, Allied forces had completely surrendered. Wainwright was then held in prison camps in northern &lt;a href=\"Luzon\"&gt;Luzon&lt;/a&gt;, &lt;a href=\"Taiwan\"&gt;Formosa&lt;/a&gt;, and &lt;a href=\"Liaoyuan\"&gt;Liaoyuan&lt;/a&gt; (then called Xi'an and a county within &lt;a href=\"Manchukuo\"&gt;Manchukuo&lt;/a&gt;) until he was rescued by the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; in August 1945.\nWainwright was the highest-ranking American POW, and, despite his rank, his treatment at the hands of the Japanese was no less unpleasant than that of most of his men. When he met General MacArthur in August 1945 shortly after his liberation, he had become thin and malnourished from three years of mistreatment during captivity. After witnessing the Japanese surrender aboard the on September 2, together with Lieutenant-General &lt;a href=\"Arthur%20Ernest%20Percival\"&gt;Arthur Percival&lt;/a&gt;, he returned to the Philippines to receive the surrender of the local Japanese commander, Lieutenant-General &lt;a href=\"Tomoyuki%20Yamashita\"&gt;Tomoyuki Yamashita&lt;/a&gt;.\nDubbed by his men a \"fighting\" general who was willing to get down in the foxholes, Wainwright won the respect of all who were imprisoned with him. He agonized over his decision to surrender Corregidor throughout his captivity, feeling that he had let his country down. Upon release, the first question he asked was how people back in the U.S. thought of him, and he was amazed when told he was considered a hero. He later received the &lt;a href=\"Medal%20of%20Honor\"&gt;Medal of Honor&lt;/a&gt;, an honor which had first been proposed early in his captivity, in 1942, but was rejected due to the vehement opposition of General MacArthur, who felt that Corregidor should not have been surrendered. MacArthur did not oppose the renewed proposal in 1945.\nMedal of Honor citation.\nRank and Organization: General, Commanding U.S. Army Forces in the Philippines. Place and date: Philippine Islands, 12 March to 7 May 1942. Entered Service at: Skaneateles, N.Y. Birth: Walla Walla, Wash. G.O. No.: 80, 19 September 1945.\nCitation:\nDistinguished himself by intrepid and determined leadership against greatly superior enemy forces. At the repeated risk of life above and beyond the call of duty in his position, he frequented the firing line of his troops where his presence provided the example and incentive that helped make the gallant efforts of these men possible. The final stand on beleaguered &lt;a href=\"Corregidor\"&gt;Corregidor&lt;/a&gt;, for which he was in an important measure personally responsible, commanded the admiration of the Nation's allies. It reflected the high morale of American arms in the face of overwhelming odds. His courage and resolution were a vitally needed inspiration to the then sorely pressed freedom-loving peoples of the world.\nGeneral Wainwright was presented the Medal of Honor in an impromptu ceremony when he visited the White House 10 September 1945 – he was not aware that he was there to be decorated by President Truman.\nPost-war years and retirement.\nOn September 5, 1945, shortly after the Japanese surrender, Wainwright was promoted to &lt;a href=\"General%20%28United%20States%29\"&gt;four-star General&lt;/a&gt;. On September 13, a &lt;a href=\"ticker-tape%20parade\"&gt;ticker-tape parade&lt;/a&gt; in New York City was held in his honor. On September 28, 1945, he was named commander of the Second Service Command and the &lt;a href=\"Eastern%20Defense%20Command\"&gt;Eastern Defense Command&lt;/a&gt; at &lt;a href=\"Fort%20Jay\"&gt;Fort Jay&lt;/a&gt;, Governors Island, New York.\nOn January 11, 1946, he was named commander of the &lt;a href=\"Fourth%20United%20States%20Army\"&gt;Fourth Army&lt;/a&gt; at &lt;a href=\"Fort%20Sam%20Houston\"&gt;Fort Sam Houston&lt;/a&gt;, &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;, filling the vacancy left by the November 21, 1945 death of Lt. General &lt;a href=\"Alexander%20Patch\"&gt;Alexander Patch&lt;/a&gt;. Patch, formerly commander of &lt;a href=\"Seventh%20United%20States%20Army\"&gt;Seventh Army&lt;/a&gt; in the closing days of World War II, had returned in poor health to head Fourth Army in August 1945.\nWainwright reluctantly ended his army career on August 31, 1947 upon reaching the mandatory retirement age of 64. In an emotional military review at Fort Sam Houston, he remarked with a touch of sadness, \"This is not an occasion at which I can open my brief remarks with the somewhat stereotyped statement that I am happy to be here. For the generous tribute you have paid me here today I am deeply grateful.\" He went on to say, \"For an old soldier to say that it is a pleasure to take his last review, to address his troops for the last time, and to make his last public appearance as a commander, is in my mind at least a stretch of the imagination and a far cry from the truth.\"\nHe became a &lt;a href=\"Freemason\"&gt;Freemason&lt;/a&gt; in May 1946 at Union Lodge No. 7. in &lt;a href=\"Junction%20City%2C%20Kansas\"&gt;Junction City, Kansas&lt;/a&gt;, and a &lt;a href=\"Shriner\"&gt;Shriner&lt;/a&gt; soon after.\nAbout 1935, Wainwright was elected a Hereditary Companion of the &lt;a href=\"Military%20Order%20of%20the%20Loyal%20Legion%20of%20the%20United%20States\"&gt;Military Order of the Loyal Legion of the United States&lt;/a&gt; (insignia number 19087) by right of his grandfather's service in the &lt;a href=\"Union%20Navy\"&gt;Union Navy&lt;/a&gt; during the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;. He was also a Compatriot of the Empire State Society of the &lt;a href=\"Sons%20of%20the%20American%20Revolution\"&gt;Sons of the American Revolution&lt;/a&gt; (national number 66232 and state number 7762). His membership application for the SAR was endorsed by General Douglas MacArthur.\nHe served on the board of directors for several corporations after his retirement. He made himself available to speak before veterans' groups and filled almost every request to do so. He never felt any bitterness toward MacArthur for his actions in the Philippines or MacArthur's attempt to deny him the Medal of Honor. In fact, when it appeared that MacArthur might be nominated for president at the &lt;a href=\"1948%20Republican%20National%20Convention\"&gt;1948 Republican National Convention&lt;/a&gt;, Wainwright stood ready to make the nominating speech.\nHe died of a stroke in &lt;a href=\"San%20Antonio%2C%20Texas\"&gt;San Antonio, Texas&lt;/a&gt; on September 2, 1953, aged 70.\nWainwright was buried in Section 1 of &lt;a href=\"Arlington%20National%20Cemetery\"&gt;Arlington National Cemetery&lt;/a&gt;, next to his wife and near his parents, with a Masonic service and is one of the few people to have had their funeral held in the lower level of the &lt;a href=\"Memorial%20Amphitheater\"&gt;Memorial Amphitheater&lt;/a&gt;.\nFilm.\nIn the film \"&lt;a href=\"MacArthur%20%281977%20film%29\"&gt;MacArthur&lt;/a&gt;\" (1977), Wainwright was portrayed by &lt;a href=\"Sandy%20Kenyon\"&gt;Sandy Kenyon&lt;/a&gt;."
}