{
    "id": "1606",
    "revid": "38493465",
    "url": "https://en.wikipedia.org/wiki?curid=1606",
    "title": "Alexander Jannaeus",
    "text": "Alexander Jannaeus ( ; \"Yannaʾy\"; born Jonathan ) was the second king of the &lt;a href=\"Hasmonean%20dynasty\"&gt;Hasmonean dynasty&lt;/a&gt;, who ruled over an expanding kingdom of Judea from 103 to 76 BCE. A son of &lt;a href=\"John%20Hyrcanus\"&gt;John Hyrcanus&lt;/a&gt;, he inherited the throne from his brother &lt;a href=\"Aristobulus%20I\"&gt;Aristobulus I&lt;/a&gt;, and married his brother's widow, Queen &lt;a href=\"Salome%20Alexandra\"&gt;Salome Alexandra&lt;/a&gt;. From his conquests to expand the kingdom to a bloody civil war, Alexander's reign has been generalised as cruel and oppressive with never-ending conflict. The major historical sources of Alexander's life are &lt;a href=\"Josephus\"&gt;Josephus&lt;/a&gt;'s \"&lt;a href=\"Antiquities%20of%20the%20Jews\"&gt;Antiquities of the Jews&lt;/a&gt;\" and \"&lt;a href=\"The%20Jewish%20War\"&gt;The Jewish War&lt;/a&gt;\".\nThe kingdom of Alexander Jannaeus was the largest and strongest known Jewish State outside of &lt;a href=\"Bible\"&gt;biblical&lt;/a&gt; sources, having conquered most of &lt;a href=\"Palestine%20%28region%29\"&gt;Palestine&lt;/a&gt;'s &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean&lt;/a&gt; coastline and regions surrounding the &lt;a href=\"Jordan%20River\"&gt;Jordan River&lt;/a&gt;. Alexander also had many of his subjects killed for their disapproval of his handling of state affairs. Due to his territorial expansion and interactions with his subjects, he was continuously embroiled with foreign wars and domestic turmoil.\nFamily.\nAlexander Jannaeus was the third son of John Hyrcanus by his second wife. When Aristobulus I, Hyrcanus' son by his first wife, became king, he deemed it necessary for his own security to imprison his half-brother. Aristobulus died after a reign of one year. Upon his death, his widow, &lt;a href=\"Salome%20Alexandra\"&gt;Salome Alexandra&lt;/a&gt; had Alexander and his brothers released from prison. One of these brothers is said to have unsuccessfully sought the throne.\nAlexander, as the oldest living brother, had the right not only to the throne, but also to Salome, &lt;a href=\"Yibbum\"&gt;the widow of his deceased brother, who had died childless&lt;/a&gt;; and, although she was thirteen years older than him, he married her in accordance with Jewish law. By her he had two sons: the eldest, &lt;a href=\"Hyrcanus%20II\"&gt;Hyrcanus II&lt;/a&gt;, became high-priest in 62 BCE; and &lt;a href=\"Aristobulus%20II\"&gt;Aristobulus II&lt;/a&gt;, who was high-priest from 66 - 62 BCE and started a bloody civil war with his brother, ending in his capture by &lt;a href=\"Pompey\"&gt;Pompey the Great&lt;/a&gt;. Like his brother, Alexander was an avid supporter of the aristocratic priestly faction known as the &lt;a href=\"Sadducees\"&gt;Sadducees&lt;/a&gt;. His wife Salome on the other hand, came from a &lt;a href=\"pharisaic\"&gt;pharisaic&lt;/a&gt; family (her brother was &lt;a href=\"Simeon%20ben%20Shetach\"&gt;Simeon ben Shetach&lt;/a&gt;, a famous &lt;a href=\"Pharisee\"&gt;Pharisee&lt;/a&gt; leader) and was more sympathetic to their cause and protected them throughout his turbulent reign.\nLike his father, Alexander also served as the &lt;a href=\"High%20Priest%20of%20Israel\"&gt;high priest&lt;/a&gt;. This raised the ire of the religious authorities who insisted that these two offices should not be combined. According to the &lt;a href=\"Talmud\"&gt;Talmud&lt;/a&gt;, Yannai was a questionable desecrated priest (rumour had it that his mother was captured in &lt;a href=\"Modiin\"&gt;Modiin&lt;/a&gt; and violated) and, in the opinion of the Pharisees, was not allowed to serve in the &lt;a href=\"Second%20Temple\"&gt;temple&lt;/a&gt;. This infuriated the king and he sided with the Sadducees who defended him. This incident led the king to turn against the Pharisees and he persecuted them until his death.\nWar with Ptolemy Lathyrus.\nAlexander's first expedition was against the city of &lt;a href=\"Acre%2C%20Israel\"&gt;Ptolemais&lt;/a&gt;. While Alexander went ahead to besiege the city, Zoilus of &lt;a href=\"Tel%20Dor\"&gt;Dora&lt;/a&gt; took the opportunity to see if he could relieve Ptolemais in hopes of establishing his rule over coastal territories. Alexander's Hasmonean army quickly defeated Zoilus's forces. Ptolemais then requested aid from &lt;a href=\"Ptolemy%20IX%20Lathyros\"&gt;Ptolemy IX Lathyros&lt;/a&gt;, who had been banished by his mother &lt;a href=\"Cleopatra%20III%20of%20Egypt\"&gt;Cleopatra III&lt;/a&gt;; Ptolemy founded a kingdom in &lt;a href=\"History%20of%20Cyprus\"&gt;Cyprus&lt;/a&gt; after being cast out by his mother. The situation at Ptolemais was seized as an opportunity by Ptolemy to possibly gain a stronghold and control the Judean coast in order to invade Egypt by sea. However, an individual named Demaenetus convinced the inhabitants of their imprudence in requesting Ptolemy's assistance. They realised that by allying themselves with Ptolemy, they had unintentionally declared war on Cleopatra. When Ptolemy arrived at the city, the inhabitants denied him access.\nAlexander too didn't want to be involved in a war between Cleopatra and Ptolemy, so he abandoned his campaign against Ptolemais and returned to &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt;. After offering Ptolemy four hundred &lt;a href=\"Talent%20%28weight%29\"&gt;talents&lt;/a&gt; and a peace treaty in return for Zoilus's death, Alexander met him with treachery by negotiating an alliance with Cleopatra. Once he had formed an alliance with Ptolemy, Alexader continued his conquests by capturing the coastal cities of Dora and &lt;a href=\"Caesarea%20Maritima\"&gt;Straton's Tower&lt;/a&gt;. As soon as Ptolemy learned of Alexander's scheme, he was determined to kill him. Ptolemy put Ptolemais under siege, but left his generals to attack the city, while he continued to pursue Alexander. Ptolemy's pursuit caused much destruction in the &lt;a href=\"Galilee\"&gt;Galilee region&lt;/a&gt;. Here he captured &lt;a href=\"Shikhin\"&gt;Asochis&lt;/a&gt; on the &lt;a href=\"Sabbath\"&gt;Sabbath&lt;/a&gt;, taking ten thousand people as prisoners. Ptolemy also initiated an unsuccessful attack on &lt;a href=\"Sepphoris\"&gt;Sepphoris&lt;/a&gt;.\nBattle of Asophon.\nPtolemy and Alexander engaged in battle at Asophon near the &lt;a href=\"Jordan%20River\"&gt;Jordan River&lt;/a&gt;. Estimated to have fifty to eighty thousand soldiers, Alexander's army consisted of both &lt;a href=\"Jews\"&gt;Jews&lt;/a&gt; and &lt;a href=\"Paganism\"&gt;pagans&lt;/a&gt;. At the head of his armed forces were his elite pagan mercenaries; they were specialised in &lt;a href=\"Ancient%20Greek%20warfare\"&gt;Greek-style&lt;/a&gt; &lt;a href=\"phalanx\"&gt;phalanx&lt;/a&gt;. One of Ptolemy's commanders, Philostephanus, commenced the first attack by crossing the river that divided both forces. The Hasmoneans had the advantage, however, Philostephanus held back a certain amount of his forces whom he sent to recover lost ground. Perceiving them as vast reinforcements, Alexander's army fled. Some of his retreating forces tried to push back, but quickly dispersed as Ptolemy's forces pursued Alexander's fleeing army; thirty to fifty thousand Hasmonean soldiers died.\nPtolemy's forces at Ptolemais also succeeded in capturing the city. He then continued to conquer much of the Hasmonean kingdom, occupying the entirety of northern Judea, the coast, and territories east of the Jordan River. While doing so, he pillaged villages and ordered his soldiers to cannibalise women and children to create psychological fear towards his enemies. At the time, Salome Alexandra was notified of Cleopatra's approachment to Judea.\nIntervention of Cleopatra III.\nRealising that her son had amassed a formidable force in Judea, Cleopatra appointed Jewish generals &lt;a href=\"Ananias%20ben%20Onias\"&gt;Ananias&lt;/a&gt; and &lt;a href=\"Chelkias%20ben%20Onias\"&gt;Chelkias&lt;/a&gt; to command her forces. She too also went with a fleet towards Judea. When Cleopatra arrived at Ptolemais, the people refused her entry, so she besieged the city. Ptolemy, believing Syria was defenseless, withdrew to Cyprus after his miscalculation. While in pursuit of Ptolemy, Chelkias died in &lt;a href=\"Coele-Syria\"&gt;Coele-Syria&lt;/a&gt;.\nThe war abruptly came to an end with Ptolemy fleeing to Cyprus. Alexander then approached Cleopatra. Bowing before her, he requested to retain his rule. Cleopatra was urged by her subordinates to annex Judea. However, Ananias demanded she consider the residential Egyptian Jews who were the main support of her throne. This induced Cleopatra to modify her longings for Judea. Alexander though would meet her demands and suspend his campaigns. These negotiations took place at &lt;a href=\"Beit%20She%27an\"&gt;Scythopolis&lt;/a&gt;. Cleopatra died five years later. Confident, after her death, Alexander found himself free to continue with new campaigns.\nTransjordan and coastal conquest.\nAlexander captured &lt;a href=\"Umm%20Qais\"&gt;Gadara&lt;/a&gt; and fought to capture the strong fortress of &lt;a href=\"Amathus%2C%20Transjordan\"&gt;Amathus&lt;/a&gt; in the &lt;a href=\"Transjordan%20%28region%29\"&gt;Transjordan&lt;/a&gt; region, but was defeated. He was more successful in his expedition against the coastal cities, capturing &lt;a href=\"Rafah\"&gt;Raphia&lt;/a&gt; and &lt;a href=\"Anthedon%20%28Palestine%29\"&gt;Anthedon&lt;/a&gt;. In 96 BCE, Jannaeus defeated the inhabitants of &lt;a href=\"Gaza%20City\"&gt;Gaza&lt;/a&gt;. This victory gained Judean control over the Mediterranean outlet of the main &lt;a href=\"Nabataean%20Kingdom\"&gt;Nabataean&lt;/a&gt; trade route. Alexander initially returned his focus back to the Transjordan region where, avenging his previous defeat, he destroyed Amathus.\nBattle of Gaza.\nDetermined to proceed with future campaigns despite his initial defeat at Amathus, Alexander set his focus on Gaza. A victory against the city wasn't so easily achieved. Gaza's general Apollodotus strategically employed a night attack against the Hasmonean army. With a force of two thousand less-skilled soldiers and ten thousand slaves, Gaza's military was able to deceive the Hasmonean army into believing they were being attacked by Ptolemy. The Gazans killed many and the Hasmonean army fled the battle. When morning exposed the delusive tactic, Alexander continued his assault but lost a thousand additional soldiers.\nThe Gazans still remained defiant in hopes that the Nabataean kingdom would come to their aid. The city, however, would eventually suffer defeat due to its own leadership. Gaza at the time was governed by two brothers, Lysimachus and Apollodotus. Lysimachus finally convinced the people to surrender, and Alexander peacefully entered the city. Though he at first seemed peaceful, Alexander suddenly turned against the inhabitants. Some men killed their wives and children out of desperation, to ensure they wouldn't be captured and enslaved. Others burned down their homes to prevent the soldiers from plundering. The town council and five hundred civilians took refuge at the &lt;a href=\"Apollo\"&gt;Temple of Apollo&lt;/a&gt;, where Alexander had them massacred.\nJudean Civil War.\nWar with Obodas I.\nThe &lt;a href=\"Judean%20Civil%20War\"&gt;Judean Civil War&lt;/a&gt; initially began after the conquest of Gaza around 99 BCE. Due to Jannaeus's victory at Gaza, the Nabataean kingdom no longer had direct access to the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt;. Alexander soon captured Gadara, which together with the loss of Gaza caused the Nabataeans to lose their main trade routes leading to &lt;a href=\"Ancient%20Rome\"&gt;Rome&lt;/a&gt; and &lt;a href=\"Ancient%20City%20of%20Damascus\"&gt;Damascus&lt;/a&gt;. After losing Gadara, the Nabataean king &lt;a href=\"Obodas%20I\"&gt;Obodas I&lt;/a&gt; launched an attack against Alexander in a steep valley at Gadara, where Alexander barely managed to escape. After his defeat in the &lt;a href=\"Battle%20of%20Gadara\"&gt;Battle of Gadara&lt;/a&gt;, Jannaeus returned to Jerusalem, only to be met with fierce Jewish opposition.\nFeast of Tabernacles.\nDuring the Jewish holiday &lt;a href=\"Sukkot\"&gt;Sukkot&lt;/a&gt;, Alexander Jannaeus, while officiating as the &lt;a href=\"High%20Priest%20of%20Israel\"&gt;High Priest&lt;/a&gt; at the Temple in Jerusalem, demonstrated his displeasure against the Pharisees by refusing to perform the water &lt;a href=\"libation\"&gt;libation&lt;/a&gt; ceremony properly: instead of pouring it on the altar, he poured it on his feet. The crowd responded with shock at his mockery and showed their displeasure by pelting him with &lt;a href=\"etrog\"&gt;etrog&lt;/a&gt;im (&lt;a href=\"citron\"&gt;citron&lt;/a&gt;s). They made the situation worse by insulting him. They called him a descendant of a &lt;a href=\"Slavery\"&gt;captive woman&lt;/a&gt; and unsuitable to hold office and to sacrifice. Outraged, he killed six thousand people. Alexander also had wooden barriers built around the altar and the temple preventing people from going near him. Only the priests were permitted to enter. This incident during the Feast of Tabernacles was a major factor leading up to the Judean Civil War.\nWar with Demetrius III and conclusion of the Civil War.\nAfter Jannaeus succeeded early in the war, the rebels asked for Seleucid assistance. Judean insurgents joined forces with &lt;a href=\"Demetrius%20III%20Eucaerus\"&gt;Demetrius III Eucaerus&lt;/a&gt; to fight against Jannaeus. Alexander had gathered six thousand two hundred mercenaries and twenty thousand Jews for battle as Demetrius had forty thousand soldiers and three thousand horses. There were attempts from both sides to persuade each other to abandon positions but were unsuccessful. The Seleucid forces defeated Jannaeus at &lt;a href=\"Shechem\"&gt;Shechem&lt;/a&gt;, and all of Alexander's mercenaries were killed in battle. This defeat forced Alexander to take refuge in the mountains. In sympathy towards Jannaeus, six thousand Judean rebels ultimately returned to him. In fear of this news, Demetrius withdrew. Nevertheless, war between Jannaeus and the rebels who returned to him continued. They fought until Alexander achieved victory. Most of the rebels died in battle, while the remaining rebels fled to the city of Bethoma until they were defeated (Josephus, \"Antiquities\" 13.372-83).\nJannaeus had brought the surviving rebels back to Jerusalem where he had eight hundred Jews, primarily Pharisees, crucified. Before their deaths, Alexander had the rebels' wives and children executed before their eyes as Jannaeus ate with his concubines. Alexander later returned the land he had seized in &lt;a href=\"Moab\"&gt;Moab&lt;/a&gt; and &lt;a href=\"Gilead%23Places\"&gt;Galaaditis&lt;/a&gt; from the Nabataeans in order to have them end their support for the Jewish rebels. The remaining rebels who numbered eight thousand, fled by night in fear of Alexander. Afterward, all rebel hostility ceased and Alexander's reign continued undisturbed.\nFinal campaigns and death.\nDuring his last years, Alexander continued campaigning in the east. The Nabataean king &lt;a href=\"Aretas%20III\"&gt;Aretas III&lt;/a&gt; managed to defeat Alexander in battle, however, Alexander continued expanding the Hasmonean kingdom into &lt;a href=\"Transjordan%20%28region%29\"&gt;Transjordan&lt;/a&gt;. In &lt;a href=\"Gaulanitis\"&gt;Gaulanitis&lt;/a&gt;, he captured the cities of Gaulana, &lt;a href=\"Seleucia%20Samulias\"&gt;Seleucia&lt;/a&gt;, &lt;a href=\"Gamla\"&gt;Gamala&lt;/a&gt; and &lt;a href=\"Hippos\"&gt;Hippos&lt;/a&gt;; in &lt;a href=\"Gilead%23Places\"&gt;Galaaditis&lt;/a&gt;, the cities of &lt;a href=\"Pella%2C%20Jordan\"&gt;Pella&lt;/a&gt;, &lt;a href=\"Dium%20%28Coele-Syria%29\"&gt;Dium&lt;/a&gt;, and &lt;a href=\"Jerash\"&gt;Gerasa&lt;/a&gt;. Alexander had Pella destroyed for refusing to &lt;a href=\"Judaization\"&gt;Judaize&lt;/a&gt;. Alexander captured all these cities in a period of three years (83-80 BCE). Three years later, Alexander had succumbed to an illness during the siege of &lt;a href=\"Ragaba\"&gt;Ragaba&lt;/a&gt;. Having reigned 27 years, Alexander Jannaeus died at the age of forty-nine."
}