{
    "id": "160753",
    "revid": "32206216",
    "url": "https://en.wikipedia.org/wiki?curid=160753",
    "title": "Manuel L. Quezon",
    "text": "Manuel Luis Quezon y Molina, (, ; 19 August 1878 – 1 August 1944), also referred to by his initials MLQ, was a &lt;a href=\"Filipino%20people\"&gt;Filipino&lt;/a&gt; statesman, soldier and politician who served as president of the &lt;a href=\"Commonwealth%20of%20the%20Philippines\"&gt;Commonwealth of the Philippines&lt;/a&gt; from 1935 to 1944. He was the first Filipino to head a government of the entire Philippines (as opposed to the government of previous Philippine states), and is considered to have been the second &lt;a href=\"president%20of%20the%20Philippines\"&gt;president of the Philippines&lt;/a&gt;, after &lt;a href=\"Emilio%20Aguinaldo\"&gt;Emilio Aguinaldo&lt;/a&gt; (1899–1901), whom Quezon defeated in the &lt;a href=\"1935%20Philippine%20presidential%20election\"&gt;1935 presidential election&lt;/a&gt;. \nDuring his presidency, Quezon tackled the problem of landless peasants in the countryside. His other major decisions include the reorganization of the islands' military defense, approval of a recommendation for government reorganization, the promotion of settlement and development in Mindanao, dealing with the foreign stranglehold on Philippine trade and commerce, proposals for land reform, and opposing graft and corruption within the government. He established a &lt;a href=\"Government%20in%20exile%20of%20the%20Commonwealth%20of%20the%20Philippines\"&gt;government-in-exile&lt;/a&gt; in the U.S. with the outbreak of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; and the threat of Japanese invasion.\nIt was during his exile in the U.S. that he died of &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt; at &lt;a href=\"Saranac%20Lake%2C%20New%20York\"&gt;Saranac Lake, New York&lt;/a&gt;. He was buried in the &lt;a href=\"Arlington%20National%20Cemetery\"&gt;Arlington National Cemetery&lt;/a&gt; until the end of World War II, when his remains were moved to &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt;. His final resting place is the &lt;a href=\"Quezon%20Memorial%20Circle\"&gt;Quezon Memorial Circle&lt;/a&gt;.\nIn 2015, the Board of the &lt;a href=\"International%20Raoul%20Wallenberg%20Foundation\"&gt;International Raoul Wallenberg Foundation&lt;/a&gt; approved a posthumous bestowal of the &lt;a href=\"Wallenberg%20Medal\"&gt;Wallenberg Medal&lt;/a&gt; upon President Quezon and to the people of the Philippines for having reached out, between 1937 and 1941, to the victims of &lt;a href=\"the%20Holocaust\"&gt;the Holocaust&lt;/a&gt;. President &lt;a href=\"Benigno%20Aquino%20III\"&gt;Benigno Aquino III&lt;/a&gt; and then-94-year-old Maria Zenaida Quezon Avanceña, the daughter of the former president, were informed of this recognition.\nScholars have also described Quezon's leadership as a 'de facto dictatorship' (Pante, 2017) and that he was \"the first Filipino politician to integrate all levels of politics into a synergy of power\", having removed his term limits as president and turning the Senate into an extension of the executive through constitutional amendments (McCoy, 2017, p. 13).\nEarly life and career.\nQuezon was born on August 19, 1878 in Baler in the district of El Príncipe (now &lt;a href=\"Baler%2C%20Aurora\"&gt;Baler&lt;/a&gt;, &lt;a href=\"Aurora%20%28province%29\"&gt;Aurora&lt;/a&gt;). His parents were Lucio Velez Quezon (died 1898) and María Dolores Molina (1840–1893). His father was a \"maestro\" (primary grade school teacher) from &lt;a href=\"Paco%2C%20Manila\"&gt;Paco, Manila&lt;/a&gt; and a retired \"sargento de Guardia Civil\" (sergeant of the &lt;a href=\"Civil%20Guard%20%28Philippines%29\"&gt;Spanish Civil Guard&lt;/a&gt;), while his mother was a \"maestra\" (primary grade school teacher) in their hometown. His father spoke and taught &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt; as a teacher.\nAccording to historian Augusto de Viana and as written in his timeline on the history of Baler, Quezon's father, Lucio, was a &lt;a href=\"Chinese%20Filipino\"&gt;Chinese&lt;/a&gt; &lt;a href=\"Filipino%20mestizo\"&gt;mestizo&lt;/a&gt; who came from the &lt;a href=\"Pari%C3%A1n%20%28Manila%29\"&gt;Parián&lt;/a&gt; (Chinatown district outside &lt;a href=\"Intramuros\"&gt;Intramuros&lt;/a&gt;) in &lt;a href=\"Paco%2C%20Manila\"&gt;Paco, Manila&lt;/a&gt;, though learned how to speak Spanish presumably in his time in the Spanish Guardia Civil and eventually married his mother who was a &lt;a href=\"Spanish%20Filipino\"&gt;Spanish&lt;/a&gt; &lt;a href=\"Filipino%20mestizo\"&gt;mestiza&lt;/a&gt; born through a Spanish priest, Father Jose Urbina de Esparragosa, who arrived in Baler in 1847 serving as the town's parish priest.\nAlthough both his parents must have contributed to his education, he received most of his primary education from the public school established by the Spanish government in his village, as part of the establishment of the free public education system in the Philippines, as he himself testified during his speech delivered in the House of Representatives of the United States during the discussion of the &lt;a href=\"Jones%20Law%20%28Philippines%29\"&gt;Jones Bill&lt;/a&gt;, in 1914. He later boarded at the &lt;a href=\"Colegio%20de%20San%20Juan%20de%20Letran\"&gt;Colegio de San Juan de Letran&lt;/a&gt; where he completed secondary school and graduated with the highest honors.\nIn 1899, Quezon left his law studies at the &lt;a href=\"University%20of%20Santo%20Tomas\"&gt;University of Santo Tomas&lt;/a&gt; to join the independence movement. During the &lt;a href=\"Philippine%E2%80%93American%20War\"&gt;Philippine–American War&lt;/a&gt;, he was an \"&lt;a href=\"aide-de-camp\"&gt;aide-de-camp&lt;/a&gt;\" to &lt;a href=\"Emilio%20Aguinaldo\"&gt;Emilio Aguinaldo&lt;/a&gt;. He rose to the rank of Major and fought in the &lt;a href=\"Bataan\"&gt;Bataan&lt;/a&gt; sector. However, after surrendering in 1900 wherein he made his first break in the American press, Quezon returned to the university and passed the bar examinations in 1903, achieving fourth place.\nHe worked for a time as a clerk and surveyor, entering government service as an appointed fiscal (treasurer) for Mindoro and later Tayabas. He became a municipal councilor of &lt;a href=\"Lucena\"&gt;Lucena&lt;/a&gt; and was elected governor of Tayabas in 1906 after a hard-fought election.\nCongressional career.\nHouse of Representatives.\nIn 1907, he was elected as representative of &lt;a href=\"Quezon\"&gt;Tayabas&lt;/a&gt;'s &lt;a href=\"Quezon%27s%201st%20congressional%20district\"&gt;1st district&lt;/a&gt; for the first &lt;a href=\"Philippine%20Assembly\"&gt;Philippine Assembly&lt;/a&gt; – which later became the House of Representatives – where he served as majority floor leader and chairman of the committee on rules as well as the chairman also of the committee on appropriations. From 1909 to 1916, he served as one of the Philippines' two &lt;a href=\"resident%20commissioner\"&gt;resident commissioner&lt;/a&gt;s to the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;U.S. House of Representatives&lt;/a&gt;, lobbying for the passage of the &lt;a href=\"Philippine%20Autonomy%20Act\"&gt;Philippine Autonomy Act&lt;/a&gt; or Jones Law.\nSenate.\nQuezon returned to Manila in 1916 and was elected senator of the &lt;a href=\"Philippines%27s%205th%20senatorial%20district\"&gt;Fifth Senatorial District&lt;/a&gt;. He was later elected Senate President by his peers, serving continuously until 1935 (19 consecutive years), the longest serving in history, until his younger province-mate from Tayabas, Senator &lt;a href=\"Lorenzo%20Ta%C3%B1ada\"&gt;Lorenzo Tañada&lt;/a&gt;'s four consecutive terms (24 years from 1947 to 1972). He headed the first Independent Mission to the U.S. Congress in 1919 and secured the passage of the &lt;a href=\"Tydings%E2%80%93McDuffie%20Act\"&gt;Tydings–McDuffie Act&lt;/a&gt; in 1934. In 1922, Quezon became the leader of the &lt;a href=\"Nacionalista%20Party\"&gt;Nacionalista Party&lt;/a&gt; alliance \"Partido Nacionalista-Colectivista\".\nPresidency.\nFirst term from 1935 to 1941.\nIn 1935, Quezon won the Philippines' &lt;a href=\"1935%20Philippine%20general%20election\"&gt;first national presidential election&lt;/a&gt; under the banner of the &lt;a href=\"Nacionalista%20Party\"&gt;Nacionalista Party&lt;/a&gt;. He obtained nearly 68% of the vote against his two main rivals, &lt;a href=\"Emilio%20Aguinaldo\"&gt;Emilio Aguinaldo&lt;/a&gt; and &lt;a href=\"Gregorio%20Aglipay\"&gt;Gregorio Aglipay&lt;/a&gt;. Quezon was inaugurated in November 1935. He is recognized as the second &lt;a href=\"President%20of%20the%20Philippines\"&gt;President of the Philippines&lt;/a&gt;. However, in January 2008, House Representative Rodolfo Valencia of &lt;a href=\"Oriental%20Mindoro\"&gt;Oriental Mindoro&lt;/a&gt; filed a bill seeking instead to declare General &lt;a href=\"Miguel%20Malvar\"&gt;Miguel Malvar&lt;/a&gt; as the second Philippine President, having directly succeeded Aguinaldo in 1901.\nAdministration and cabinet.\nAppointments 1935–1941.\nSupreme Court appointments.\nPresident Quezon was given the power, under the Reorganization Act, to appoint the first all-Filipino cabinet in the Philippines in 1935. From 1901 to 1935, although a Filipino was always appointed chief justice, the majority of the members of the Supreme Court were Americans. Complete Filipinization was achieved only with the establishment of the Commonwealth of the Philippines in 1935. Claro M. Recto and José P. Laurel were among Quezon's first appointees to replace the American justices. The membership in the Supreme Court increased to 11: a chief justice and ten associate justices, who sat \"en banc\" or in two divisions of five members each.\nGovernment reorganization.\nTo meet the demands of the newly established government set-up and in compliance with the provisions of the Tydings-McDuffie Act, as well as the requirements of the Constitution, &lt;a href=\"President%20of%20the%20Philippines\"&gt;President&lt;/a&gt; Quezon, true to his pledge of \"More Government and less politics\", initiated a reorganization of the &lt;a href=\"Government%20of%20the%20Philippines\"&gt;government bodies&lt;/a&gt;. To this effect, he established the Government Survey Board to study the existing institutions and in the light of the changed circumstances, make the necessary recommendations.\nEarly results were seen with the revamping of the Executive Department. Offices and bureaus were either merged with one another or outrightly abolished. Some new ones, however, were created. President Quezon ordered the transfer of the &lt;a href=\"Philippine%20National%20Police\"&gt;Philippine Constabulary&lt;/a&gt; from the &lt;a href=\"Department%20of%20Interior%20and%20Local%20Government%20%28Philippines%29\"&gt;Department of Interior&lt;/a&gt;, to the &lt;a href=\"Department%20of%20Finance%20%28Philippines%29\"&gt;Department of Finance&lt;/a&gt;. Among the changes in the Executive Departments by way of modification in functions or new responsibilities, were those of the &lt;a href=\"Department%20of%20National%20Defense%20%28Philippines%29\"&gt;National Defense&lt;/a&gt;, &lt;a href=\"Department%20of%20Agriculture%20%28Philippines%29\"&gt;Agriculture&lt;/a&gt; and &lt;a href=\"Department%20of%20Trade%20and%20Industry%20%28Philippines%29\"&gt;Commerce&lt;/a&gt;, &lt;a href=\"Department%20of%20Public%20Works%20and%20Highways\"&gt;Public Works&lt;/a&gt; and &lt;a href=\"Department%20of%20Transportation%20%28Philippines%29\"&gt;Communications&lt;/a&gt;, and &lt;a href=\"Department%20of%20Health%20%28Philippines%29\"&gt;Health&lt;/a&gt; and &lt;a href=\"Department%20of%20Social%20Welfare%20and%20Development\"&gt;Public Welfare&lt;/a&gt;.\nIn keeping with other exigencies posed by the Constitution, new offices and boards were created either by Executive Order or by appropriate legislative action. Among these were the &lt;a href=\"National%20Security%20Council%20%28Philippines%29\"&gt;Council of National Defense&lt;/a&gt;, the &lt;a href=\"National%20Disaster%20Risk%20Reduction%20and%20Management%20Council\"&gt;Board of National Relief&lt;/a&gt;, the &lt;a href=\"Mindanao\"&gt;Mindanao&lt;/a&gt; and &lt;a href=\"Sulu\"&gt;Sulu&lt;/a&gt; Commission, and the &lt;a href=\"Civil%20Service%20Commission%20%28Philippines%29\"&gt;Civil Service&lt;/a&gt; Board of Appeals.\nSocial justice program.\nPledged to improve the lot of the Philippine working class and taking inspiration from the social doctrines of &lt;a href=\"Pope%20Leo%20XIII\"&gt;Pope Leo XIII&lt;/a&gt; and &lt;a href=\"Pope%20Pius%20XI\"&gt;Pope Pius XI&lt;/a&gt; as well as the authoritative treatises of the world's leading sociologists, President Quezon started a vigorous program of &lt;a href=\"social%20justice\"&gt;social justice&lt;/a&gt;, which he introduced through appropriate executive measures and legislation obtained from the &lt;a href=\"National%20Assembly%20of%20the%20Philippines\"&gt;National Assembly&lt;/a&gt;.\nThus, a court of Industrial Relations was established to mediate disputes, under certain conditions, minimizing the inconveniences of the strikes and lockouts. A minimum wage law was enacted, as well as a law providing for an eight-hour work day and a tenancy law for the &lt;a href=\"Filipino%20people\"&gt;Filipino&lt;/a&gt; farmers. Another measure was the creation of the position of Public Defender to help poor litigants in their court suits.\n\"Commonwealth Act No. 20\" authorized Quezon to institute expropriation proceedings and/or acquire large landed estates to re-sell them at nominal cost and under easy terms to tenants thereon, thus enabling them to possess a lot and a home of their own. It was by virtue of this law that the Buenavista estate was acquired by the Commonwealth Government. Quezon also launched a cooperative system of agriculture among the owners of the subdivided estates in order to alleviate their situation and to provide them greater earnings.\nIn all these, Quezon showed an earnest desire to follow the constitutional mandate on the promotion of social justice.\nEconomy.\nUpon the creation of the Commonwealth, the economic condition of the nation was stable and promising. With foreign trade reaching a peak of four hundred million pesos, the upward trend in business was accentuated and assumed the aspect of a boom. Exports crops were generally good and, with the exception of tobacco, they were all in high demand in foreign trade markets. Indeed, the value of the Philippine exports reached an all high of 320,896,000 pesos, the highest since 1929.\nAdditionally, government revenues amounted to 76,675,000 pesos in 1936, as compared with the 1935 revenue of 65,000,000 pesos. Even the government companies, with the exception of the &lt;a href=\"Manila%20Railroad\"&gt;Manila Railroad&lt;/a&gt;, managed to earn profits. Gold production increased about 37% and iron nearly 100%, while cement production augmented by some 14%.\nNotwithstanding this prosperous situation, the government had to meet certain economic problems besetting the country. For this purpose, the National Economic Council was created. This body advised the government in economic and financial questions, including promotion of industries, diversification of crops and enterprises, &lt;a href=\"tariffs\"&gt;tariffs&lt;/a&gt;, taxation, and formulation of an economic program in the preparation for the future independent &lt;a href=\"Republic%20of%20the%20Philippines\"&gt;Republic of the Philippines&lt;/a&gt;.\nAgain, a law reorganized the National Development Company; the National Rice and Corn Company (NARIC) was created and was given a capital of four million pesos.\nUpon the recommendation of the National Economic Council, agricultural colonies were established in the country, especially in Koronadal, Malig, and other appropriate sites in &lt;a href=\"Mindanao\"&gt;Mindanao&lt;/a&gt;. The government, moreover, offered facilities of every sort to encourage migration and settlement in those places. The Agricultural and Industrial Bank was established to aid small farmers with convenient loans on easy terms. Attention was also devoted to soil survey, as well as to the proper disposition of lands of the &lt;a href=\"public%20domain\"&gt;public domain&lt;/a&gt;. These steps and measures held much promise for improved economic welfare.\nAgrarian reform.\nWhen the Commonwealth Government was established, President Quezon implemented the \"Rice Share Tenancy Act of 1933\". The purpose of this act was to regulate the share-tenancy contracts by establishing minimum standards. Primarily, the Act provided for better tenant-landlord relationship, a 50–50 sharing of the crop, regulation of interest to 10% per agricultural year, and a safeguard against arbitrary dismissal by the landlord. However, because of one major flaw of this law, no petition for the Rice Share Tenancy Act was ever presented.\nThe major flaw of this law was that it could be used only when the majority of &lt;a href=\"Sangguniang%20Bayan\"&gt;municipal councils&lt;/a&gt; in a province petitioned for it. Since landowners usually controlled such councils, no province ever asked that the law be applied. Therefore, Quezon ordered that the act be mandatory in all &lt;a href=\"Central%20Luzon\"&gt;Central Luzon&lt;/a&gt; provinces. However, contracts were good for only one year. By simply refusing to renew their contract, landlords were able to eject tenants. As a result, peasant organizations clamored in vain for a law that would make the contract automatically renewable for as long as the tenants fulfilled their obligations.\nIn 1936, this Act was amended to get rid of its loophole, but the landlords made its application relative and not absolute. Consequently, it was never carried out in spite of its good intentions. In fact, by 1939, thousands of peasants in &lt;a href=\"Central%20Luzon\"&gt;Central Luzon&lt;/a&gt; were being threatened with wholesale eviction.\nThe desire of Quezon to placate both landlords and tenants pleased neither. By the early 1940s, thousands of tenants in Central Luzon were ejected from their farmlands and the rural conflict was more acute than ever.\nIndeed, during the Commonwealth period, agrarian problems persisted. This motivated the government to incorporate a cardinal principle on social justice in the 1935 Constitution. Dictated by the social justice program of the government, expropriation of landed estates and other landholdings commenced. Likewise, the National Land Settlement Administration (NLSA) began an orderly settlement of public agricultural lands. At the outbreak of the Second World War, major settlement areas containing more than 65,000 hectares were already established.\nEducational reforms.\nTurning his attention to the matter of education in the country, President Quezon by virtue of \"Executive Order No. 19\", dated 19 February 1936, created the \"National Council of Education\", with &lt;a href=\"Rafael%20Palma\"&gt;Rafael Palma&lt;/a&gt;, former President of the &lt;a href=\"University%20of%20the%20Philippines\"&gt;University of the Philippines&lt;/a&gt;, as its first chairman. Funds retained from the early approved \"Residence Certificate Law\" were devoted to the maintenance of the public schools all over the nation and the opening of many more to meet the needs of the young people. Indeed, by this time there were already 6,511 primary schools; 1,039 intermediate schools; 133 secondary and special schools; and five junior colleges. The total number of pupils enrolled was 1,262,353, who were placed under the charge of 28,485 schools teachers. That year's appropriation for public education amounted to 14,566,850 &lt;a href=\"peso\"&gt;peso&lt;/a&gt;s. The private institutions of learning, for their part, accommodated more than ninety seven thousand students, thus considerably aiding the government in solving the annual school crisis. To implement the pertinent constitutional provision, the Office of Adult Education was also created.\nWomen's suffrage.\nPresident Quezon initiated &lt;a href=\"women%27s%20suffrage\"&gt;women's suffrage&lt;/a&gt; in the Philippines during the Commonwealth Era. As a result of the prolonged debate between the proponents of women's suffrage and their opponents, the Constitution finally provided that the issue be resolved by the women themselves in a &lt;a href=\"1937%20Philippine%20women%27s%20suffrage%20plebiscite\"&gt;plebiscite&lt;/a&gt;. If no less than 300,000 of them were to affirmatively vote in favor of the grant within two years, it would be deemed granted the country's women. Complying with this mandate, the government ordered a plebiscite to be held for the purpose on 3 April 1937.\nFollowing a rather vigorous campaign, on the day of the plebiscite, the turnout of female voters was impressive. The affirmative votes numbered 447,725, as against 44,307 who opposed the grant.\nNational language.\nAnother constitutional question of the Philippines was that of the country's national language. Following a year's study, the &lt;a href=\"Commission%20on%20the%20Filipino%20Language\"&gt;Institute of the National Language&lt;/a&gt; – established in 1936 – recommended that &lt;a href=\"Tagalog%20language\"&gt;Tagalog&lt;/a&gt; be adopted as the basis for the national language. The proposal was well received, considering that the Director – the first to be appointed – at the time, &lt;a href=\"Jaime%20C.%20de%20Veyra\"&gt;Jaime C. de Veyra&lt;/a&gt;, was an ethnic &lt;a href=\"Waray%20language\"&gt;Waray&lt;/a&gt;-&lt;a href=\"Visayan\"&gt;Visayan&lt;/a&gt;.\nIn December 1937, Quezon issued a proclamation approving the constitution made by the Institute and declaring that the adoption of the national language would take place two years hence. With the presidential approval, the Institute of National Language started to work on a grammar and dictionary of the language.\nCouncil of State.\nIn 1938, President Quezon enlarged the composition of the Council of State through \"Executive Order No. 144\". This highest of advisory bodies to the &lt;a href=\"President%20of%20the%20Philippines\"&gt;President&lt;/a&gt; was henceforth to be composed of the President, the &lt;a href=\"Vice-President%20of%20the%20Philippines\"&gt;Vice-President&lt;/a&gt;, &lt;a href=\"President%20of%20the%20Senate%20of%20the%20Philippines\"&gt;Senate President&lt;/a&gt;, &lt;a href=\"Speaker%20of%20the%20House%20of%20Representatives%20of%20the%20Philippines\"&gt;House Speaker&lt;/a&gt;, &lt;a href=\"President%20pro%20tempore%20of%20the%20Senate%20of%20the%20Philippines\"&gt;Senate President pro tempore&lt;/a&gt;, &lt;a href=\"House%20of%20Representatives%20of%20the%20Philippines%23Speaker%20pro%20tempore\"&gt;House Speaker pro tempore&lt;/a&gt;, Majority Floor leader of both chambers of &lt;a href=\"Congress%20of%20the%20Philippines\"&gt;Congress&lt;/a&gt;, former Presidents of the Philippines, and some three to five prominent citizens.\n1938 midterm election.\nThe elections for the Second National Assembly were held on 8 November 1938, under a new law that allowed &lt;a href=\"Plurality-at-large%20voting\"&gt;block voting&lt;/a&gt; which favored the governing &lt;a href=\"Nacionalista%20Party\"&gt;Nacionalista Party&lt;/a&gt;. As expected, all the 98 seats of the National Assembly went to the Nacionalistas. &lt;a href=\"Jos%C3%A9%20Yulo\"&gt;José Yulo&lt;/a&gt;, who was Quezon's &lt;a href=\"Department%20of%20Justice%20%28Philippines%29%23List%20of%20Secretaries%20of%20Justice\"&gt;Secretary of Justice&lt;/a&gt; from 1934 to 1938, was elected Speaker.\nThe &lt;a href=\"Second%20National%20Assembly%20of%20the%20Philippines\"&gt;Second National Assembly&lt;/a&gt; embarked on passing legislation strengthening the economy. Unfortunately, the cloud of the Second World War loomed over the horizon. Certain laws passed by the First National Assembly were modified or repealed to meet existing realities. A controversial &lt;a href=\"immigration%20law\"&gt;immigration law&lt;/a&gt; that set an annual limit of 50 immigrants per country, which affected mostly Chinese and Japanese nationals escaping the &lt;a href=\"Second%20Sino-Japanese%20War\"&gt;Sino-Japanese War&lt;/a&gt;, was passed in 1940. Since the law bordered on foreign relations it required the approval of the U.S. president which was nevertheless obtained. When the result of the 1939 &lt;a href=\"Demographics%20of%20the%20Philippines\"&gt;census&lt;/a&gt; was published, the National Assembly updated the apportionment of legislative districts, which became the basis for the &lt;a href=\"1941%20Philippine%20general%20election\"&gt;1941 elections&lt;/a&gt;.\n1939 plebiscite.\nOn 7 August 1939, the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt; enacted a law embodying the recommendations submitted by the Joint Preparatory Commission on Philippine Affairs. Because the new law required an amendment of the Ordinance appended to the Constitution, a plebiscite was held on 24 August 1939. The amendment was carried by 1,339,453 votes against 49,633.\nThird official language.\nQuezon established the &lt;a href=\"Commission%20on%20the%20Filipino%20Language\"&gt;Institute of National Language&lt;/a&gt; (INL) to create a national language for the country. On 30 December 1937, President Quezon, through \"Executive Order No. 134\", officially declared &lt;a href=\"Tagalog%20language\"&gt;Tagalog&lt;/a&gt; as the basis of the national language of the Philippines. The national language was compulsorily taught in schools for the 1940–1941 academic year. The &lt;a href=\"National%20Assembly%20of%20the%20Philippines\"&gt;National Assembly&lt;/a&gt; later enacted Law No. 570 raising the &lt;a href=\"Filipino%20language\"&gt;national language&lt;/a&gt; elaborated by the institute to the status of official language of the Philippines, at par with English and Spanish, effective 4 July 1946, upon the establishment of the Philippine Republic.\n1940 plebiscite.\nCoincident with the local elections for the 1940, another plebiscite was held this time to ratify the proposed amendments to the Constitution regarding the restoration of the bicameral legislature, the presidential term, which was to be fixed at four years with one re-election; and the establishment of an independent &lt;a href=\"Commission%20on%20Elections%20%28Philippines%29\"&gt;Commission on Elections&lt;/a&gt;. With the &lt;a href=\"Nacionalista%20Party\"&gt;Nacionalista Party&lt;/a&gt;, which had proposed said amendment in their convention, working hard under the leadership of its party president, Speaker &lt;a href=\"Jose%20Yulo\"&gt;Jose Yulo&lt;/a&gt;, the amendments were overwhelmingly ratified by the electorate. Speaker Yulo and Assemblyman Dominador Tan traveled to the United States to obtain President &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt;'s approval, which was given on 2 December 1940. Two days later President Quezon proclaimed the amendments.\n1941 presidential election.\nQuezon had originally been barred by the Philippine constitution from seeking re-election. However, in 1940, constitutional amendments were ratified allowing him to seek re-election for a fresh term ending in 1943. In the &lt;a href=\"1941%20Philippine%20general%20election\"&gt;1941 presidential election&lt;/a&gt;, Quezon was re-elected over former &lt;a href=\"Senate%20of%20the%20Philippines\"&gt;Senator&lt;/a&gt; &lt;a href=\"Juan%20Sumulong\"&gt;Juan Sumulong&lt;/a&gt; with nearly 82% of the vote.\nSecond term (1941–1944).\nPre-war Talks.\nAs crisis mounted in the Pacific, Philippines also prepares for war. The military youth training, under General Douglas MacArthur, was intensified. Blackout practices were held, the first of which happened on the night of 10 July 1941 in Manila. First aid was taught on all schools and social clubs. On 1 April 1941, President Quezon built the Civilian Emergency Administration (CEA), with branches on provinces and towns. Also, air raid drills were established.\nWar Cabinet 1941–1944.\nThe outbreak of World War II and the Japanese invasion resulted in periodic and drastic changes to the government structure. Executive Order 390, 22 December 1941 abolished the Department of the Interior and established a new line of succession. Executive Order 396, 24 December 1941 further reorganized and grouped the cabinet, with the functions of Secretary of Justice assigned to the Chief Justice of the Supreme Court of the Philippines.\nJewish refugees.\nIn a notable humanitarian act, Quezon, in cooperation with United States &lt;a href=\"High%20Commissioner%20of%20the%20Philippines\"&gt;High Commissioner&lt;/a&gt; &lt;a href=\"Paul%20V.%20McNutt\"&gt;Paul V. McNutt&lt;/a&gt;, facilitated the entry into the Philippines of Jewish refugees fleeing fascist regimes in Europe while taking on critics who were convinced by fascist propaganda that Jewish settlement was a threat to the country. Quezon and McNutt proposed to have 30,000 refugee families on Mindanao, and 30,000-40,000 refugees on &lt;a href=\"Polillo%20Island\"&gt;Polillo&lt;/a&gt;. Quezon gave, as a 10-year loan to Manila's Jewish Refugee Committee, land beside Quezon's family home in &lt;a href=\"Marikina\"&gt;Marikina&lt;/a&gt;. The land would house homeless refugees in Marikina Hall, dedicated on 23 April 1940.\nGovernment-in-exile.\nAfter the Japanese invasion of the Philippines during World War II, he evacuated to &lt;a href=\"Corregidor\"&gt;Corregidor&lt;/a&gt;, where he was formally inaugurated for his second term, then the &lt;a href=\"Visayas\"&gt;Visayas&lt;/a&gt; and Mindanao. Upon the invitation of the US government, he was further evacuated to Australia, and then to the United States, where he established the Commonwealth &lt;a href=\"government%20in%20exile\"&gt;government in exile&lt;/a&gt; with headquarters in Washington, D.C.. There, he served as a member of the &lt;a href=\"Pacific%20War%20Council\"&gt;Pacific War Council&lt;/a&gt;, signed the declaration of the United Nations against the &lt;a href=\"Axis%20Powers\"&gt;Axis Powers&lt;/a&gt;, and wrote his autobiography, \"The Good Fight\".\nTo carry on the government duties in exile, President Quezon hired an entire floor of one wing of the &lt;a href=\"Shoreham%20Hotel\"&gt;Shoreham Hotel&lt;/a&gt; to accommodate his family and his office. The offices of the government were established at the quarters of the Philippine Resident Commissioner, Joaquin Elizalde. The latter was made a member of the President's wartime Cabinet. Others likewise appointed were Brigadier-General &lt;a href=\"Carlos%20P.%20Romulo\"&gt;Carlos P. Romulo&lt;/a&gt;, as Secretary of the Department of Information and Public Relations, and Jaime Hernandez as Auditor General.\nOn 2 June 1942, President Quezon addressed the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt;, impressing upon them the vital necessity of relieving the Philippine front. Before the Senate, later, the Philippine President reiterated the same message and urged the senators to adopt the slogan \"Remember &lt;a href=\"Bataan\"&gt;Bataan&lt;/a&gt;\". Despite his precarious state of health, President Quezon roamed the States to deliver timely and rousing speeches calculated to keep the Philippine war uppermost in the minds of the American nation.\nTalks of post-war Philippines.\nOn the occasion of his first birthday celebration in the United States, Manuel Quezon broadcast a radio message to the Philippine residents in Hawaii, who contributed to the celebration by purchasing four million pesos worth of World War II &lt;a href=\"Bond%20%28finance%29\"&gt;bonds&lt;/a&gt;. Further showing the Philippine government's cooperation with the war effort, Quezon officially offered the U.S. Army a Philippine infantry regiment, which was authorized by the &lt;a href=\"United%20States%20Department%20of%20War\"&gt;U.S. Department of War&lt;/a&gt; to train in California. He also had the Philippine government acquire Elizalde's yacht, which, renamed \"Bataan\" and crewed by Philippine officers and sailors, was donated to the United States for use in the war.\nEarly in November 1942, Quezon held conferences with President Roosevelt to work out a plan for the creation of a joint commission to study the economic conditions of post-war Philippines. Eighteen months later, the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt; would pass an Act creating the Philippine Rehabilitation Commission as an outcome of such talks between the two Presidents.\nQuezon-Osmeña impasse.\nBy 1943, the Philippine government-in-exile was faced with a serious crisis. According to the 1935 Constitution, the official term of President Quezon was to expire on 30 December 1943 and Vice-President &lt;a href=\"Sergio%20Osme%C3%B1a\"&gt;Sergio Osmeña&lt;/a&gt; would automatically succeed him to the presidency. This eventuality was brought to the attention of President Quezon by Osmeña himself, who wrote the former to this effect. Aside from replying to this letter informing Vice-President Osmeña that it would not be wise and prudent to effect any such change under the circumstances, President Quezon issued a press release along the same line. Osmeña then requested the opinion of &lt;a href=\"U.S.%20Attorney%20General\"&gt;U.S. Attorney General&lt;/a&gt; &lt;a href=\"Homer%20Cummings\"&gt;Homer Cummings&lt;/a&gt;, who upheld Osmeña's view as more in keeping with the law. Quezon, however, remained adamant. He accordingly sought President Roosevelt's decision. The latter chose to remain aloof from the controversy, suggesting instead that the Philippine officials themselves solve the impasse.\nA cabinet meeting was then convened by President Quezon. Aside from Quezon and Osmeña, others present in this momentous meeting were &lt;a href=\"Resident%20Commissioner%20of%20the%20Philippines\"&gt;Resident Commissioner&lt;/a&gt; &lt;a href=\"Joaqu%C3%ADn%20Miguel%20Elizalde\"&gt;Joaquín Elizalde&lt;/a&gt;, Brig. Gen. &lt;a href=\"Carlos%20P.%20Romulo\"&gt;Carlos P. Romulo&lt;/a&gt;, and his cabinet secretaries, &lt;a href=\"Andr%C3%A9s%20Soriano\"&gt;Andrés Soriano&lt;/a&gt; and Jaime Hernandez. Following a spirited discussion, the Cabinet supported Elizalde's opinion favoring the decision, and announced his plan to retire in California.\nAfter the meeting, however, Osmeña approached Quezon and broached his plan to ask the United States Congress to suspend the constitutional provisions for presidential succession until after the Philippines had been liberated. This legal way out was agreeable to Quezon and the members of his cabinet. Proper steps were taken to carry out the proposal. Sponsored by Senator Tydings and Congressman Bell, the pertinent resolution was unanimously approved by the &lt;a href=\"United%20States%20Senate\"&gt;Senate&lt;/a&gt; on a &lt;a href=\"voice%20vote\"&gt;voice vote&lt;/a&gt; and passed the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;House of Representatives&lt;/a&gt; by a vote of 181 to 107 on 10 November 1943.\nDeath.\nQuezon suffered from &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt; and spent his last years in hospitals, such as at a Miami Beach Army hospital in April 1944. That summer, he was at a &lt;a href=\"Cure%20Cottages%20of%20Saranac%20Lake\"&gt;\"cure cottage\"&lt;/a&gt; in &lt;a href=\"Saranac%20Lake%2C%20New%20York\"&gt;Saranac Lake&lt;/a&gt;, New York. He died on that cottage at 10:05 a.m. on 1 August 1944 , less than three weeks shy of his 66th birthday. He was initially buried in &lt;a href=\"Arlington%20National%20Cemetery\"&gt;Arlington National Cemetery&lt;/a&gt;. His body was later brought by former Governor-General and High Commissioner Frank Murphy on board the and re-interred in &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt; at the &lt;a href=\"Manila%20North%20Cemetery\"&gt;Manila North Cemetery&lt;/a&gt; on 17 July 1946. Quezon's remains were then moved to &lt;a href=\"Quezon%20City\"&gt;Quezon City&lt;/a&gt; within a miniature copy of Napoleon's tomb at the &lt;a href=\"Quezon%20Memorial%20Shrine\"&gt;Quezon Memorial Shrine&lt;/a&gt; on 1 August 1979.\nPersonal life.\nQuezon was &lt;a href=\"Cousin%20marriage\"&gt;married to his first cousin&lt;/a&gt;, &lt;a href=\"Aurora%20A.%20Quezon\"&gt;Aurora Aragón Quezon&lt;/a&gt;, on 17 December 1918. The couple had four children: María Aurora \"Baby\" Quezon (23 September 1919 – 28 April 1949), María Zenaida \"Nini\" Quezon-Avanceña (9 April 1921 – 12 July 2021), Luisa Corazón Paz \"Nenita\" Quezon (17 February – 14 December 1924) and Manuel L. \"Nonong\" Quezon, Jr. (23 June 1926 – 18 September 1998). His grandson, &lt;a href=\"Manolo%20Quezon\"&gt;Manuel L. \"Manolo\" Quezon III&lt;/a&gt; (born 30 May 1970), a prominent writer and former undersecretary of the &lt;a href=\"Presidential%20Communications%20Group%20%28Philippines%29\"&gt;Presidential Communications Development and Strategic Planning Office&lt;/a&gt;, was named after him.\nRecording of speech.\nA sample of Quezon's voice is preserved in the recording of a speech entitled \"Message to My People\", delivered in English and Spanish. According to &lt;a href=\"Manolo%20Quezon\"&gt;Manuel L. Quezon III&lt;/a&gt;, his grandfather's speech was recorded when he was &lt;a href=\"President%20of%20the%20Senate%20of%20the%20Philippines\"&gt;President of the Senate&lt;/a&gt; \"in the 1920s, when he was first diagnosed with tuberculosis and assumed he didn't have much longer to live.\""
}