{
    "id": "16091078",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=16091078",
    "title": "Steve Trindall",
    "text": "Steve Trindall born 23 April 1973 in &lt;a href=\"Wee%20Waa%2C%20New%20South%20Wales\"&gt;Wee Waa, New South Wales&lt;/a&gt;, Australia is a former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played in the 1990s and 2000s. Trindall's position of choice is as a .\nHe played for the &lt;a href=\"Canberra%20Raiders\"&gt;Canberra Raiders&lt;/a&gt;, the &lt;a href=\"North%20Sydney%20Bears\"&gt;North Sydney Bears&lt;/a&gt;, the &lt;a href=\"Northern%20Eagles\"&gt;Northern Eagles&lt;/a&gt; and the &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt; in Australia. In the &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt; he played for the and also played for &lt;a href=\"Whitehaven%20R.L.F.C.\"&gt;Whitehaven&lt;/a&gt;.\nPlaying career.\nTrindall made his first grade debut for Canberra in Round 20 1993 against Cronulla. In 1996, Trindall joined North Sydney and became a regular starter in the team. Trindall played in North Sydney's preliminary final loss against St George.\nIn 1997, Trindall made 25 appearances as Norths reached the preliminary final against Newcastle. A try by Norths player &lt;a href=\"Michael%20Buettner\"&gt;Michael Buettner&lt;/a&gt; levelled the scores at 12-12 and halfback &lt;a href=\"Jason%20Taylor%20%28rugby%20league%29\"&gt;Jason Taylor&lt;/a&gt; had the chance to kick a winning goal with 4 minutes left to play. A normally reliable kicker, Taylor missed the goal that would have sent Norths into their first grade final since 1943. In the following minutes, Newcastle kicked a field goal and scored a late try to win the match 17–12. This was Norths 4th preliminary final defeat in 7 years.\nIn 1998, Norths finished 5th but were eliminated from the finals series after losing to Parramatta and Canterbury. In 1999, Trindall was a member of The North Sydney side which played its final ever first grade game against The &lt;a href=\"North%20Queensland%20Cowboys\"&gt;North Queensland Cowboys&lt;/a&gt; in &lt;a href=\"Townsville\"&gt;Townsville&lt;/a&gt;.\nAfter Norths merged with arch rivals Manly to form the &lt;a href=\"Northern%20Eagles\"&gt;Northern Eagles&lt;/a&gt;, Trindall was one of the Norths players signed to join the new team. Trindall made 44 appearances for the club before departing the team to join &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt;. Trindall then went on to play with Wests for 2 seasons before leaving the club in 2003 to join the &lt;a href=\"London%20Broncos\"&gt;London Broncos&lt;/a&gt;.\nTrindall played 64 times for London between 2003 and 2006 before finishing his career with Whitehaven."
}