{
    "id": "1609938",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1609938",
    "title": "Red Jade",
    "text": "The Red Jade was &lt;a href=\"Ericsson\"&gt;Ericsson&lt;/a&gt;'s unreleased handheld console, intended to compete with the &lt;a href=\"Game%20Boy%20Advance\"&gt;Game Boy Advance&lt;/a&gt;. \nHistory.\nDevelopment.\n&lt;a href=\"Fredrik%20Liljegren\"&gt;Fredrik Liljegren&lt;/a&gt; founded Red Jade as a startup company in February 2000. The startup included other notable developers such as &lt;a href=\"Robert%20J.%20Mical\"&gt;Robert J. Mical&lt;/a&gt;. Originally the developing team for the Red Jade approached &lt;a href=\"Sony\"&gt;Sony&lt;/a&gt; and &lt;a href=\"Sega\"&gt;Sega&lt;/a&gt; as potential partners but both declined. Ericsson decided to invest US$10 million in the Red Jade, It was to be released by Christmas season 2002 and would have retailed for $150.\nCancellation.\nWhen overall sales plummeted, Ericsson cancelled the Red Jade before production in April 2001 and cut 22,000 employees to help minimize losses. The collapse of the &lt;a href=\"Dot-com%20bubble\"&gt;Dot-com bubble&lt;/a&gt; left the startup in a position where it was unable to find other investors to continue development. The number of existing &lt;a href=\"prototype\"&gt;prototype&lt;/a&gt; units is unclear along with possibility of games made for them. &lt;a href=\"Quake%20III%20Arena\"&gt;Quake III Arena&lt;/a&gt; was said to have received a port. Ericsson's mobile phone division later divested into joint venture with &lt;a href=\"Sony\"&gt;Sony&lt;/a&gt; and rebranded as Sony Ericsson, until Sony acquired Ericsson's share and became &lt;a href=\"Sony%20Mobile%20Communications\"&gt;Sony Mobile Communications&lt;/a&gt;. In 2006 Red Jade as a company would be restarted by Liliegreen to operate as a game development studio.\nSpecifications.\nThe Red Jade which was supposed to have PDA functions, wireless connectability, &lt;a href=\"DivX\"&gt;DivX&lt;/a&gt; movies, cell phone capabilities, a &lt;a href=\"GPS\"&gt;GPS&lt;/a&gt; server, &lt;a href=\"MP3\"&gt;MP3&lt;/a&gt; audio playback, a web browser, the ability to download games from the website, game sharing utilizing &lt;a href=\"Bluetooth\"&gt;Bluetooth&lt;/a&gt; technology, and graphics equivalent to the &lt;a href=\"PlayStation\"&gt;PlayStation&lt;/a&gt; or &lt;a href=\"Nintendo%2064\"&gt;Nintendo 64&lt;/a&gt;."
}