{
    "id": "161022",
    "revid": "36798103",
    "url": "https://en.wikipedia.org/wiki?curid=161022",
    "title": "Indian independence movement",
    "text": "The Indian independence movement was a series of historic events with the ultimate aim of ending &lt;a href=\"British%20Raj\"&gt;British rule in India&lt;/a&gt;. It lasted from 1857 to 1947.\nThe first nationalistic &lt;a href=\"revolutionary%20movement%20for%20Indian%20independence\"&gt;revolutionary movement for Indian independence&lt;/a&gt; emerged from &lt;a href=\"Bengal\"&gt;Bengal&lt;/a&gt;. It later took root in the newly formed &lt;a href=\"Indian%20National%20Congress\"&gt;Indian National Congress&lt;/a&gt; with prominent moderate leaders seeking the right to appear for &lt;a href=\"Indian%20Civil%20Service%20%28British%20India%29\"&gt;Indian Civil Service examinations in British India&lt;/a&gt;, as well as more rights (economical in nature) for the people of the soil. The early part of the 20th century saw a more radical approach towards political self-rule proposed by leaders such as the &lt;a href=\"Lal%20Bal%20Pal\"&gt;Lal Bal Pal triumvirate&lt;/a&gt;, &lt;a href=\"Aurobindo%20Ghosh\"&gt;Aurobindo Ghosh&lt;/a&gt; and &lt;a href=\"V.%20O.%20Chidambaram%20Pillai\"&gt;V. O. Chidambaram Pillai&lt;/a&gt;.\nThe last stages of the self-rule struggle from the 1920s was characterized by Congress's adoption of &lt;a href=\"Mahatma%20Gandhi\"&gt;Mahatma Gandhi&lt;/a&gt;'s policy of &lt;a href=\"non-violence\"&gt;non-violence&lt;/a&gt; and &lt;a href=\"Salt%20March\"&gt;civil disobedience&lt;/a&gt;, and several other campaigns. Poets and writers such as &lt;a href=\"Rabindranath%20Tagore\"&gt;Rabindranath Tagore&lt;/a&gt;, &lt;a href=\"Subramania%20Bharati\"&gt;Subramania Bharati&lt;/a&gt;, and &lt;a href=\"Bankim%20Chandra%20Chattopadhyay\"&gt;Bankim Chandra Chattopadhyay&lt;/a&gt; spread patriotic awareness. This included Bhagat Singh, Raj Guru, Sukhdeo, Chandrashekhar aazad and most importantly Netaji Subhash Chandra Bose with his Army. Female leaders like &lt;a href=\"Sarojini%20Naidu\"&gt;Sarojini Naidu&lt;/a&gt;, &lt;a href=\"Pritilata%20Waddedar\"&gt;Pritilata Waddedar&lt;/a&gt;, and &lt;a href=\"Kasturba%20Gandhi\"&gt;Kasturba Gandhi&lt;/a&gt; were just a few of the women of the Indian independence movement that promoted the emancipation of Indian women and their participation in the freedom struggle. &lt;a href=\"B.%20R.%20Ambedkar\"&gt;B. R. Ambedkar&lt;/a&gt; championed the cause of the \"disadvantaged\" sections of Indian society.\nThe Indian independence movement encompassed all sections of society. It was in constant ideological evolution. Although the underlying ideology was anti-colonial, it was supported by a vision of independent, economic development coupled with a secular, democratic, republican, and civil-libertarian political structure. After the 1930s, the movement took on a strong socialist orientation. The work of these various movements ultimately led to the &lt;a href=\"Indian%20Independence%20Act%201947\"&gt;Indian Independence Act 1947&lt;/a&gt;, which ended suzerainty in India, and created &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;.\nIndia remained a &lt;a href=\"Dominion\"&gt;Crown Dominion&lt;/a&gt; until 26 January 1950, when the &lt;a href=\"Constitution%20of%20India\"&gt;Constitution of India&lt;/a&gt; came into force, establishing the Republic of India; Pakistan was a dominion until 1956 when it adopted its first republican constitution. In 1971, East Pakistan declared independence as the People's Republic of &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;.\nBackground.\nEarly British colonialism in India.\nThe first European to reach India was the Portuguese explorer &lt;a href=\"Vasco%20da%20Gama\"&gt;Vasco da Gama&lt;/a&gt; who reached &lt;a href=\"Calicut\"&gt;Calicut&lt;/a&gt; in 1498 in search of spice. Just over a century later, the Dutch and English established trading outposts on the Indian subcontinent, with the first English trading post set up at &lt;a href=\"Surat\"&gt;Surat&lt;/a&gt; in 1613.\nOver the next two centuries, the British defeated the Portuguese and Dutch militarily but remained in conflict with the French, who sought to establish themselves on the subcontinent. The decline of the &lt;a href=\"Mughal%20Empire\"&gt;Mughal Empire&lt;/a&gt; in the first half of the eighteenth century provided the British with the opportunity to establish a firm foothold in Indian politics. After the &lt;a href=\"Battle%20of%20Plassey\"&gt;Battle of Plassey&lt;/a&gt;, during which the East India Company's &lt;a href=\"Indian%20Army\"&gt;Indian Army&lt;/a&gt; under &lt;a href=\"Robert%20Clive\"&gt;Robert Clive&lt;/a&gt; defeated &lt;a href=\"Siraj%20ud-Daulah\"&gt;Siraj ud-Daulah&lt;/a&gt;, the &lt;a href=\"Nawab%20of%20Bengal\"&gt;Nawab of Bengal&lt;/a&gt;, the Company established itself as a major player in Indian affairs, and soon afterward gained administrative rights over the regions of &lt;a href=\"Bengal\"&gt;Bengal&lt;/a&gt;, &lt;a href=\"Bihar\"&gt;Bihar&lt;/a&gt; and Midnapur part of &lt;a href=\"Odisha\"&gt;Odisha&lt;/a&gt;, following the &lt;a href=\"Battle%20of%20Buxar\"&gt;Battle of Buxar&lt;/a&gt; in 1764.\nAfter the defeat of &lt;a href=\"Tipu%20Sultan\"&gt;Tipu Sultan&lt;/a&gt;, most of South India came either under the Company's direct rule, or under its indirect political control as part a &lt;a href=\"princely%20state\"&gt;princely state&lt;/a&gt; in a &lt;a href=\"subsidiary%20alliance\"&gt;subsidiary alliance&lt;/a&gt;. The Company subsequently seized control of regions ruled by the &lt;a href=\"Maratha%20Empire\"&gt;Maratha Empire&lt;/a&gt;, after defeating them in a series of wars. &lt;a href=\"Punjab%20Province%20%28British%20India%29\"&gt;The Punjab&lt;/a&gt; was annexed in 1849, after the defeat of the Sikh armies in the &lt;a href=\"First%20Anglo-Sikh%20War\"&gt;First&lt;/a&gt; (1845–1846) and &lt;a href=\"Second%20Anglo-Sikh%20War\"&gt;Second&lt;/a&gt; (1848–49) Anglo-Sikh Wars.\nEarly Rebellions.\n&lt;a href=\"Maveeran%20Alagumuthu%20Kone\"&gt;Maveeran Alagumuthu Kone&lt;/a&gt; (1710–1757), from Kattalankulam in Thoothukudi District, was an early chieftain and rebel against the British presence in Tamil Nadu. Born into a Konar Yadava family, he became a military leader in the town of &lt;a href=\"Ettayapuram\"&gt;Ettayapuram&lt;/a&gt; and was defeated in battle against the British and Maruthanayagam's forces. He was executed in 1757. He was considered among the earliest freedom fighters. &lt;a href=\"Government%20of%20Tamil%20Nadu\"&gt;Tamil Nadu Government&lt;/a&gt; under former &lt;a href=\"J.%20Jayalalithaa\"&gt;Chief Minister J. Jayalalithaa&lt;/a&gt; inaugurated his statute in Chennai, opposite to &lt;a href=\"Chennai%20Egmore%20railway%20station\"&gt;Egmore Railway station&lt;/a&gt;.&lt;a href=\"Puli%20Thevar\"&gt;Puli Thevar&lt;/a&gt; was one of the opponents of the &lt;a href=\"British%20Raj\"&gt;British&lt;/a&gt; rule in &lt;a href=\"India\"&gt;India&lt;/a&gt;. He was in conflict with the &lt;a href=\"Nawab%20of%20Arcot\"&gt;Nawab of Arcot&lt;/a&gt; who was supported by the British. His prominent exploits were his confrontations with &lt;a href=\"Muhammed%20Yusuf%20Khan\"&gt;Marudhanayagam&lt;/a&gt;, who later rebelled against the British in the late 1750s and early 1760s. Nelkatumseval in the present &lt;a href=\"Tirunelveli%20district\"&gt;Tirunelveli district&lt;/a&gt; of Tamil Nadu was his headquarters.\nIn &lt;a href=\"East%20India\"&gt;Eastern India&lt;/a&gt; and across the country, Indigenous communities organised numerous rebellions against the British and their fellow &lt;a href=\"Forward%20caste\"&gt;dominant caste&lt;/a&gt; oppressors, especially &lt;a href=\"Zamindar\"&gt;landlords&lt;/a&gt; and moneylenders. One of the earliest of these on record was lead by Binsu Manki around 1771 near &lt;a href=\"Bundu%2C%20India\"&gt;Bundu&lt;/a&gt; in &lt;a href=\"Ranchi%20district\"&gt;Ranchi district&lt;/a&gt; due to discontent over transfer of &lt;a href=\"Jharkhand\"&gt;Jharkhand&lt;/a&gt; to &lt;a href=\"East%20India%20Company\"&gt;East India Company&lt;/a&gt;. The Rangpur Dhing took place from 1782-1783 in nearby &lt;a href=\"Rangpur%2C%20Bangladesh\"&gt;Rangpur, Bengal&lt;/a&gt;. Following the Binsu Manki's revolt in Jharkhand, numerous rebellions across the region took place including the &lt;a href=\"Bhumij\"&gt;Bhumij&lt;/a&gt; Revolt of &lt;a href=\"Manbhum\"&gt;Manbhum&lt;/a&gt; from 1798–99; the &lt;a href=\"Chero\"&gt;Chero&lt;/a&gt; Uprising of &lt;a href=\"Palamu%20district\"&gt;Palamu&lt;/a&gt; in 1800 under the leadership of Bhukan Singh, and two uprising of the &lt;a href=\"Munda%20people\"&gt;Munda&lt;/a&gt; community in Tamar region, during 1807 lead by Dukan Mank, and 1819-20 under the leadership Bundu and Konta. The Ho Rebellion took place when the &lt;a href=\"Ho%20people\"&gt;Ho community&lt;/a&gt; first came in contact with the British, from 1820-21 near &lt;a href=\"Chaibasa\"&gt;Chaibasa&lt;/a&gt; on the Roro River in &lt;a href=\"West%20Singhbhum%20district\"&gt;West Singhbhum&lt;/a&gt;, but were defeated by the technologically enhanced colonial cavalry. A larger &lt;a href=\"Bhumij%20revolt\"&gt;Bhumij Revolt&lt;/a&gt; occurred near &lt;a href=\"Midnapore\"&gt;Midnapur&lt;/a&gt; in Bengal, under the leadership of &lt;a href=\"Ganga%20Narayan%20Singh\"&gt;Ganga Narain Singh&lt;/a&gt; who had previously also been involved in co-leading the &lt;a href=\"Chuar%20rebellion\"&gt;Chuar Rebellions&lt;/a&gt; in these regions from 1771-1809. &lt;a href=\"Syed%20Mir%20Nisar%20Ali%20Titumir\"&gt;Syed Mir Nisar Ali Titumir&lt;/a&gt; was an Islamic preacher who led a peasant uprising against the &lt;a href=\"Zamindars%20of%20Bengal\"&gt;Hindu Zamindars of Bengal&lt;/a&gt; and the British during the 19th century. Along with his followers, he built a bamboo fort (\"Bansher Kella\" in Bengali) in Narkelberia Village, which gained a prominent place into Bengali folk legend. After the storming of the fort by British soldiers, Titumir died of his wounds on 19 November 1831. These rebellions lead to larger regional movements in Jharkhand and beyond such as the &lt;a href=\"Kol%20uprising\"&gt;Kol Insurrection&lt;/a&gt; lead by Singhray and Binray Manki, where the &lt;a href=\"Munda%20people\"&gt;Munda&lt;/a&gt;, &lt;a href=\"Kol%20people\"&gt;Kol&lt;/a&gt;, &lt;a href=\"Kurukh%20people\"&gt;Oraon&lt;/a&gt;, and &lt;a href=\"Ho%20people\"&gt;Ho&lt;/a&gt; communities united to rebel against the \"outsiders\" from 1830 -1833.\nThe &lt;a href=\"Santhal%20rebellion\"&gt;Santhal Hul&lt;/a&gt; was a large impactful movement of over 60,000 &lt;a href=\"Santal%20people\"&gt;Santhals&lt;/a&gt; that happened from 1855-57 (but started as early as 1784) and was particularly lead by siblings - brothers &lt;a href=\"Sidhu%20and%20Kanhu%20Murmu\"&gt;Sidhu, Kanhu&lt;/a&gt;, Chand and Bhairav and their sisters Phulo and Jhano from the &lt;a href=\"Murmu\"&gt;Murmu&lt;/a&gt; clan in its most fervent years that lead up to the &lt;a href=\"Indian%20Rebellion%20of%201857\"&gt;Revolt of 1857&lt;/a&gt;. More than 100 years of such escalating rebellions created grounds for a large, impactful, millenarian movement in Eastern India that again shook the foundations of British rule in the region, under the leadership of &lt;a href=\"Birsa%20Munda\"&gt;Birsa Munda&lt;/a&gt;. Birsa Munda belonged to the &lt;a href=\"Munda%20people\"&gt;Munda community&lt;/a&gt; and lead thousands of people from Munda, &lt;a href=\"Kurukh%20people\"&gt;Oraon&lt;/a&gt;, and &lt;a href=\"Kharia%20people\"&gt;Kharia&lt;/a&gt; communities in \"Ulgulaan\" (revolt) against British political expansion and those who advanced it, against forceful conversions of Indigenous peoples into Christianity (even creating a Birsaite movement), and against the displacement of Indigenous peoples from their lands. To subdue these rising tensions which were getting increasingly out of control of the British, they aggressively set out to search for Birsa Munda, even set up a reward for him. They brutally attacked the Dombari Hills where Birsa had repaired and water tank and made his revolutionary headquarters between January 7–9, 1900, murdering minimum 400 of Munda warriors who had congregated there, akin to the attacks on the people at &lt;a href=\"Jallianwala%20Bagh%20massacre\"&gt;Jallianwallah Bagh&lt;/a&gt;, however, receiving much less attention. The hills are known as \"Topped Buru\" today - the mound of the dead. Birsa was ultimately captured in the Jamkopai forest in &lt;a href=\"Singhbhum%20%28Lok%20Sabha%20constituency%29\"&gt;Singhbhum&lt;/a&gt;, and assassinated by British in jail in 1900, with rushed cremation/burial conducted to ensure his movement was subdued.\nThe toughest resistance the Company experienced was offered by Mysore. The &lt;a href=\"Anglo-Mysore%20Wars\"&gt;Anglo-Mysore Wars&lt;/a&gt; were a series of wars fought in over the last three decades of the 18th century between the &lt;a href=\"Kingdom%20of%20Mysore\"&gt;Kingdom of Mysore&lt;/a&gt; on the one hand, and the British East India Company (represented chiefly by the &lt;a href=\"Madras%20Presidency\"&gt;Madras Presidency&lt;/a&gt;), and &lt;a href=\"Maratha%20Confederacy\"&gt;Maratha Confederacy&lt;/a&gt; and the &lt;a href=\"Nizam%20of%20Hyderabad\"&gt;Nizam of Hyderabad&lt;/a&gt; on the other. &lt;a href=\"Hyder%20Ali\"&gt;Hyder Ali&lt;/a&gt; and his successor &lt;a href=\"Tipu%20Sultan\"&gt;Tipu Sultan&lt;/a&gt; fought a war on four fronts with the British attacking from the west, south, and east, while the Marathas and the Nizam's forces attacked from the north. The fourth war resulted in the overthrow of the house of Hyder Ali and Tipu (who was killed in the final war, in 1799), and the dismantlement of Mysore to the benefit of the East India Company, which won and took control of much of India. &lt;a href=\"Pazhassi%20Raja\"&gt;Pazhassi Raja&lt;/a&gt; was the prince regent of the princely state of &lt;a href=\"Kingdom%20of%20Kottayam\"&gt;Cotiote&lt;/a&gt; in North Malabar, near &lt;a href=\"Kannur\"&gt;Kannur&lt;/a&gt;, India between 1774 and 1805. He fought a guerrilla war with tribal people from Wynad supporting him. He was captured by the British and his fort was razed to the ground.\nIn 1766 the &lt;a href=\"Nizam%20of%20Hyderabad\"&gt;Nizam of Hyderabad&lt;/a&gt; transferred the &lt;a href=\"Northern%20Circars\"&gt;Northern Circars&lt;/a&gt; to the British authority. The independent king &lt;a href=\"Jagannatha%20Gajapati%20Narayana%20Deo%20II\"&gt;Jagannatha Gajapati Narayan Deo II&lt;/a&gt; of &lt;a href=\"Paralakhemundi\"&gt;Paralakhemundi&lt;/a&gt; estate situated in today's &lt;a href=\"Odisha\"&gt;Odisha&lt;/a&gt; and in the northernmost region of the then political division was continuously revolting against the &lt;a href=\"French%20East%20India%20Company\"&gt;French&lt;/a&gt; occupants since 1753 as per the Nizam's earlier handover of his estate to them on similar grounds. Narayan Deo II fought the British at Jelmur fort on 4 April 1768 and was defeated due to superior firepower of the British. He fled to the tribal hinterlands of his estate and continued his efforts against the British authority until his natural death on the Fifth of December 1771.\n&lt;a href=\"Velu%20Nachiyar\"&gt;Rani Velu Nachiyar&lt;/a&gt; (1730–1796), was a queen of &lt;a href=\"Sivaganga\"&gt;Sivaganga&lt;/a&gt; from 1760 to 1790. Rani Nachiyar was trained in war match weapons usage, martial arts like Valari, Silambam (fighting using stick), horse riding and archery. She was a scholar in many languages and she had proficiency with languages like French, English, and Urdu. When her husband, Muthuvaduganathaperiya Udaiyathevar, was killed by British soldiers and the son of the &lt;a href=\"Nawab%20of%20Arcot\"&gt;Nawab of Arcot&lt;/a&gt;, she was drawn into battle. She formed an army and sought an alliance with Gopala Nayaker and &lt;a href=\"Hyder%20Ali\"&gt;Hyder Ali&lt;/a&gt; with the aim of attacking the British, whom she successfully challenged in 1780. When the inventories of the Britishers were discovered, she is said to have arranged a suicide attack by a faithful follower, &lt;a href=\"Kuyili\"&gt;Kuyili&lt;/a&gt;, dousing herself in oil and setting herself alight and walked into the storehouse. Rani formed a women's army named \"Udaiyaal\" in honour of her adopted daughter, who died detonating a British arsenal. Rani Nachiyar was one of the few rulers who regained her kingdom, and ruled it for a decade more.\n&lt;a href=\"Veerapandiya%20Kattabomman\"&gt;Veerapandiya Kattabomman&lt;/a&gt; was an eighteenth-century &lt;a href=\"Polygar\"&gt;Polygar&lt;/a&gt; and chieftain from &lt;a href=\"Panchalankurichi\"&gt;Panchalankurichi&lt;/a&gt; in &lt;a href=\"Tamil%20Nadu\"&gt;Tamil Nadu&lt;/a&gt;, India who waged the &lt;a href=\"Polygar%20Wars\"&gt;Polygar war&lt;/a&gt; against the East India Company. He was captured by the British and hanged in 1799 CE. Kattabomman refused to accept the sovereignty of East India Company, and fought against them. &lt;a href=\"Dheeran%20Chinnamalai\"&gt;Dheeran Chinnamalai&lt;/a&gt; was a &lt;a href=\"Kongu%20Nadu\"&gt;Kongu Nadu&lt;/a&gt; chieftain and &lt;a href=\"Palayakkarar\"&gt;Palayakkarar&lt;/a&gt; from Tamil Nadu who fought against the East India Company. After &lt;a href=\"Kattabomman\"&gt;Kattabomman&lt;/a&gt; and Tipu Sultan's deaths, Chinnamalai sought the help of &lt;a href=\"Marathas\"&gt;Marathas&lt;/a&gt; and &lt;a href=\"Maruthu%20Pandiyar\"&gt;Maruthu Pandiyar&lt;/a&gt; to attack the British at &lt;a href=\"Coimbatore\"&gt;Coimbatore&lt;/a&gt; in 1800. British forces managed to stop the armies of the allies and hence Chinnamalai was forced to attack Coimbatore on his own. His army was defeated and he escaped from the British forces. Chinnamalai engaged in &lt;a href=\"guerrilla%20warfare\"&gt;guerrilla warfare&lt;/a&gt; and defeated the British in battles at &lt;a href=\"Cauvery\"&gt;Cauvery&lt;/a&gt; in 1801, Odanilai in 1802 and &lt;a href=\"Arachalur\"&gt;Arachalur&lt;/a&gt; in 1804.\nPaika Bidroha.\nIn September 1804 the King of &lt;a href=\"Khordha\"&gt;Khordha&lt;/a&gt;, &lt;a href=\"Odisha\"&gt;Kalinga&lt;/a&gt; was deprived of the traditional rights of &lt;a href=\"Jagannath\"&gt;Jagannath&lt;/a&gt; Temple which was a serious shock to the King and the people of &lt;a href=\"Odisha\"&gt;Odisha&lt;/a&gt;. Consequently, in October 1804 a group of armed Paiks attacked the British at &lt;a href=\"Pipili\"&gt;Pipili&lt;/a&gt;. This event alarmed the British force. &lt;a href=\"Jayee%20Rajguru\"&gt;Jayee Rajguru&lt;/a&gt;, the chief of Army of Kalinga requested all the kings of the state to join hands for a common cause against the British. Rajguru was killed on 6 December 1806. After Rajguru's death, &lt;a href=\"Bakshi%20Jagabandhu\"&gt;Bakshi Jagabandhu&lt;/a&gt; commanded an armed rebellion against the East India Company's rule in Odisha which is known as &lt;a href=\"Paik%20Rebellion\"&gt;Paik Rebellion&lt;/a&gt;, the first Rebellion against the British East India Company.\nRebellion of 1857.\nThe Indian rebellion of 1857 was a large-scale rebellion in the northern and central India against the British East India Company's rule. It was suppressed and the British government took control of the company. The conditions of service in the company's army and &lt;a href=\"cantonment\"&gt;cantonment&lt;/a&gt;s increasingly came into conflict with the religious beliefs and prejudices of the &lt;a href=\"sepoy\"&gt;sepoy&lt;/a&gt;s. The predominance of members from the upper castes in the army, perceived loss of caste due to overseas travel, and rumours of secret designs of the government to convert them to Christianity led to deep discontent among the sepoys. The sepoys were also disillusioned by their low salaries and the racial discrimination practised by British officers in matters of promotion and privileges. The indifference of the British towards leading native Indian rulers such as the &lt;a href=\"Mughal%20Empire\"&gt;Mughals&lt;/a&gt; and ex-&lt;a href=\"Peshwa\"&gt;Peshwa&lt;/a&gt;s and the annexation of &lt;a href=\"Oudh\"&gt;Oudh&lt;/a&gt; were political factors triggering dissent amongst Indians. The &lt;a href=\"James%20Broun-Ramsay%2C%201st%20Marquess%20of%20Dalhousie\"&gt;Marquess of Dalhousie&lt;/a&gt;'s policy of annexation, the &lt;a href=\"doctrine%20of%20lapse\"&gt;doctrine of lapse&lt;/a&gt; (or escheat) applied by the British, and the projected removal of the descendants of the Mughals from their ancestral palace at &lt;a href=\"Red%20Fort\"&gt;Red Fort&lt;/a&gt; to the &lt;a href=\"Qutb%20Minar%20complex\"&gt;Qutb Minar complex&lt;/a&gt; (near Delhi) also angered some people.\nThe final spark was provided by the rumored use of tallow (from cows) and lard (pig fat) in the newly introduced &lt;a href=\"Pattern%201853%20Enfield\"&gt;Pattern 1853 Enfield&lt;/a&gt; rifle cartridges. Soldiers had to bite the cartridges with their teeth before loading them into their rifles, and the reported presence of cow and pig fat was religiously offensive to both Hindu and Muslim soldiers.\n&lt;a href=\"Mangal%20Pandey\"&gt;Mangal Pandey&lt;/a&gt;, was an Indian soldier who played a key part in the events immediately preceding the outbreak of the &lt;a href=\"Indian%20rebellion%20of%201857\"&gt;Indian rebellion of 1857&lt;/a&gt;. He was a &lt;a href=\"sepoy\"&gt;sepoy&lt;/a&gt; (infantryman) in the 34th &lt;a href=\"Bengal%20Regiment\"&gt;Bengal Native Infantry&lt;/a&gt; (BNI) regiment of the &lt;a href=\"East%20India%20Company\"&gt;British East India Company&lt;/a&gt;. His defiance to his British superiors and later his execution ignited the fire for &lt;a href=\"Indian%20Rebellion%20of%201857\"&gt;1857 Indian Rebellion&lt;/a&gt;.\nOn 10 May 1857, the sepoys at &lt;a href=\"Meerut\"&gt;Meerut&lt;/a&gt; broke rank and turned on their commanding officers, killing some of them. They reached Delhi on 11 May, set the company's &lt;a href=\"toll%20house\"&gt;toll house&lt;/a&gt; on fire, and marched into the Red Fort, where they asked the &lt;a href=\"Mughal%20Empire\"&gt;Mughal emperor&lt;/a&gt;, &lt;a href=\"Bahadur%20Shah%20II\"&gt;Bahadur Shah II&lt;/a&gt;, to become their leader and reclaim his throne. The emperor was reluctant at first, but eventually agreed and was proclaimed \"Shehenshah-e-Hindustan\" by the rebels. The rebels also murdered much of the European, &lt;a href=\"Anglo-Indian\"&gt;Eurasian&lt;/a&gt;, and Christian population of the city.\nRevolts broke out in other parts of &lt;a href=\"Oudh\"&gt;Oudh&lt;/a&gt; and the &lt;a href=\"North-Western%20Provinces\"&gt;North-Western Provinces&lt;/a&gt; as well, where &lt;a href=\"civil%20rebellion\"&gt;civil rebellion&lt;/a&gt; followed the mutinies, leading to popular uprisings. The British were initially caught off-guard and were thus slow to react, but eventually responded with force. The lack of effective organisation among the rebels, coupled with the military superiority of the British, brought a rapid end to the rebellion. The British fought the main army of the rebels near Delhi, and after prolonged fighting and a siege, defeated them and retook the city on 20 September 1857. Subsequently, revolts in other centres were also crushed. The last significant battle was fought in &lt;a href=\"Gwalior\"&gt;Gwalior&lt;/a&gt; on 17 June 1858, during which &lt;a href=\"Rani%20Lakshmibai\"&gt;Rani Lakshmibai&lt;/a&gt; was killed. Sporadic fighting and &lt;a href=\"guerrilla%20warfare\"&gt;guerrilla warfare&lt;/a&gt;, led by &lt;a href=\"Tatya%20Tope\"&gt;Tatya Tope&lt;/a&gt;, continued until spring 1859, but most of the rebels were eventually subdued.\nThe Indian Rebellion of 1857 was a major turning point in the history of modern India. While affirming the military and political power of the British, it led to a significant change in how India was to be controlled by them. Under the &lt;a href=\"Government%20of%20India%20Act%201858\"&gt;Government of India Act 1858&lt;/a&gt;, the Company was deprived of its involvement in ruling India, with its territory being transferred to the direct authority of the British government. At the apex of the new system was a &lt;a href=\"Cabinet%20of%20the%20United%20Kingdom\"&gt;Cabinet minister&lt;/a&gt;, the &lt;a href=\"Secretary%20of%20State%20for%20India\"&gt;Secretary of State for India&lt;/a&gt;, who was to be formally advised by a &lt;a href=\"Council%20of%20India\"&gt;statutory council&lt;/a&gt;; the &lt;a href=\"Governor-General%20of%20India\"&gt;Governor-General of India&lt;/a&gt; (Viceroy) was made responsible to him, while he in turn was responsible to the government. In a &lt;a href=\"royal%20proclamation\"&gt;royal proclamation&lt;/a&gt; made to the people of India, &lt;a href=\"Victoria%20of%20the%20United%20Kingdom\"&gt;Queen Victoria&lt;/a&gt; promised equal opportunity of public service under British law, and also pledged to respect the rights of the native princes. The British stopped the policy of seizing land from the princes, decreed religious tolerance and began to admit Indians into the civil service (albeit mainly as subordinates). However, they also increased the number of British soldiers in relation to native Indian ones, and only allowed British soldiers to handle artillery. &lt;a href=\"Bahadur%20Shah%20II\"&gt;Bahadur Shah&lt;/a&gt; was exiled to &lt;a href=\"Yangon\"&gt;Rangoon&lt;/a&gt;, Burma, where he died in 1862.\nIn 1876, in a controversial move, Prime Minister &lt;a href=\"Benjamin%20Disraeli\"&gt;Benjamin Disraeli&lt;/a&gt;, passed legislation to give Queen Victoria the additional title of &lt;a href=\"Empress%20of%20India\"&gt;Empress of India&lt;/a&gt;. Liberals in Britain objected that the title was foreign to British traditions.\nRise of organised movements.\nThe decades following the Rebellion were a period of growing political awareness, the manifestation of Indian public opinion and the emergence of Indian leadership at both national and provincial levels. &lt;a href=\"Dadabhai%20Naoroji\"&gt;Dadabhai Naoroji&lt;/a&gt; formed the East India Association in 1867 and &lt;a href=\"Surendranath%20Banerjee\"&gt;Surendranath Banerjee&lt;/a&gt; founded the &lt;a href=\"Indian%20National%20Association\"&gt;Indian National Association&lt;/a&gt; in 1876. Inspired by a suggestion made by &lt;a href=\"Allan%20Octavian%20Hume\"&gt;A.O. Hume&lt;/a&gt;, a retired Scottish civil servant, seventy-two Indian delegates met in &lt;a href=\"Mumbai\"&gt;Bombay&lt;/a&gt; in 1885 and founded the Indian National Congress. They were mostly members of the upwardly mobile and successful western-educated provincial elites, engaged in professions such as law, &lt;a href=\"teaching\"&gt;teaching&lt;/a&gt; and journalism. At its inception, Congress had no well-defined ideology and commanded few of the resources essential to a political organization. Instead, it functioned more as a debating society that met annually to express its loyalty to the British Raj and passed numerous resolutions on less controversial issues such as civil rights or opportunities in government (especially in the civil service). These resolutions were submitted to the Viceroy's government and occasionally to the British Parliament, but the Congress's early gains were slight. \"Despite its claim to represent all India, the Congress voiced the interests of urban elites; the number of participants from other social and economic backgrounds remained negligible. However, this period of history is still crucial because it represented the first political mobilization of Indians, coming from all parts of the subcontinent and the first articulation of the idea of India as one nation, rather than a collection of independent princely states.\nReligious groups played a role in reforming Indian society. These were of several religions from Hindu groups such as the \"&lt;a href=\"Arya%20Samaj\"&gt;Arya Samaj&lt;/a&gt;\", the \"&lt;a href=\"Brahmo%20Samaj\"&gt;Brahmo Samaj&lt;/a&gt;\", to other religions. The work of men like &lt;a href=\"Swami%20Vivekananda\"&gt;Swami Vivekananda&lt;/a&gt;, &lt;a href=\"Ramakrishna\"&gt;Ramakrishna&lt;/a&gt;, &lt;a href=\"Sri%20Aurobindo\"&gt;Sri Aurobindo&lt;/a&gt;, &lt;a href=\"V.%20O.%20Chidambaram%20Pillai\"&gt;V. O. Chidambaram Pillai&lt;/a&gt;, &lt;a href=\"Subramanya%20Bharathy\"&gt;Subramanya Bharathy&lt;/a&gt;, &lt;a href=\"Bankim%20Chandra%20Chatterjee\"&gt;Bankim Chandra Chatterjee&lt;/a&gt;, &lt;a href=\"Rabindranath%20Tagore\"&gt;Rabindranath Tagore&lt;/a&gt; and &lt;a href=\"Dadabhai%20Naoroji\"&gt;Dadabhai Naoroji&lt;/a&gt;, as well as women such as the Scots–Irish &lt;a href=\"Sister%20Nivedita\"&gt;Sister Nivedita&lt;/a&gt;, spread the passion for rejuvenation and freedom. The rediscovery of India's indigenous history by several European and Indian scholars also fed into the rise of nationalism among Indians.\nThe triumvirate also is known as &lt;a href=\"Lal%20Bal%20Pal\"&gt;Lal Bal Pal&lt;/a&gt; (&lt;a href=\"Bal%20Gangadhar%20Tilak\"&gt;Bal Gangadhar Tilak&lt;/a&gt;, &lt;a href=\"Bipin%20Chandra%20Pal\"&gt;Bipin Chandra Pal&lt;/a&gt;, &lt;a href=\"Lala%20Lajpat%20Rai\"&gt;Lala Lajpat Rai&lt;/a&gt;), along with &lt;a href=\"V.%20O.%20Chidambaram%20Pillai\"&gt;V. O. Chidambaram Pillai&lt;/a&gt;, &lt;a href=\"Sri%20Aurobindo\"&gt;Sri Aurobindo&lt;/a&gt;, &lt;a href=\"Surendranath%20Banerjee\"&gt;Surendranath Banerjee&lt;/a&gt;, and &lt;a href=\"Rabindranath%20Tagore\"&gt;Rabindranath Tagore&lt;/a&gt; were some of the prominent leaders of movements in the early 20th century. The &lt;a href=\"Swadeshi%20movement\"&gt;Swadeshi movement&lt;/a&gt; was the most successful. The name of Lokmanya began spreading around and people started following him in all parts of the country.\nThe Indian textile industry also played an important role in the freedom struggle of India. The merchandise of the textile industry pioneered the Industrial Revolution in India and soon England was producing cotton cloth in such great quantities that the domestic market was saturated and foreign markets were required to sell the products.\nOn the other hand, India was rich in cotton production and was in a position to supply British mills with the raw material they required. This was the time when India was under British rule and the East India Company had already established its roots in India. Raw materials went to England at very low rates and cotton cloth of refined quality was brought back to India and sold at very high prices. This was draining India's economy and the textile industry of India suffered greatly. This led to great resentment among cotton cultivators and traders.\nAfter Lord Curzon announced the partition of Bengal in 1905, there was massive opposition from the people of Bengal. Initially, the partition plan was opposed through press campaign. The total follower of such techniques led to the boycott of British goods and the people of India pledged to use only swadeshi or Indian goods and to wear only Indian cloth. Imported garments were viewed with hate. At many places, public burnings of foreign cloth were organized. Shops selling foreign cloths were closed. The cotton textile industry is rightly described as the Swadeshi industry. The period witnessed the growth of swadeshi &lt;a href=\"textile%20mill\"&gt;textile mill&lt;/a&gt;s. Swadeshi factories came into existence everywhere.\nAccording to Surendranath Banerji, the Swadeshi movement changed the entire texture of our social and domestic life. The songs composed by Rabindranath Tagore, Rajanikanta Sen and Syed Abu Mohd became the moving spirit for the nationalists. The movement soon spread to the rest of the country and the partition of Bengal had to be firmly inhaled on the first of April, 1912.\nRise of Indian nationalism.\nBy 1900, although the Congress had emerged as an all-India political organisation, it did not have the support of most Indian Muslims. Attacks by Hindu reformers against religious conversion, cow slaughter, and the preservation of &lt;a href=\"Urdu%20language\"&gt;Urdu&lt;/a&gt; in &lt;a href=\"Arabic%20alphabet\"&gt;Arabic&lt;/a&gt; script deepened their concerns of minority status and denial of rights if the Congress alone were to represent the people of India. Sir &lt;a href=\"Syed%20Ahmed%20Khan\"&gt;Syed Ahmed Khan&lt;/a&gt; launched a movement for Muslim regeneration that culminated in the founding in 1875 of the Muhammadan Anglo-Oriental College at &lt;a href=\"Aligarh\"&gt;Aligarh&lt;/a&gt;, Uttar Pradesh (renamed &lt;a href=\"Aligarh%20Muslim%20University\"&gt;Aligarh Muslim University&lt;/a&gt; in 1920). Its objective was to educate students by emphasising the compatibility of Islam with modern western knowledge. The diversity among India's Muslims, however, made it impossible to bring about uniform cultural and intellectual regeneration.\nNationalistic sentiments among Congress members led to a push to be represented in the bodies of government, as well as to have a say in the legislation and administration of India. Congressmen saw themselves as loyalists, but wanted an active role in governing their own country, albeit as part of the Empire. This trend was personified by &lt;a href=\"Dadabhai%20Naoroji\"&gt;Dadabhai Naoroji&lt;/a&gt;, who went as far as contesting, successfully, an election to the &lt;a href=\"House%20of%20Commons%20of%20the%20United%20Kingdom\"&gt;House of Commons of the United Kingdom&lt;/a&gt;, becoming its first Indian member.\n&lt;a href=\"Bal%20Gangadhar%20Tilak\"&gt;Bal Gangadhar Tilak&lt;/a&gt; was the first Indian nationalist to embrace \"&lt;a href=\"Swaraj\"&gt;Swaraj&lt;/a&gt;\" as the destiny of the nation. Tilak deeply opposed a British education system that ignored and defamed India's culture, history, and values. He resented the denial of freedom of expression for nationalists, and the lack of any voice or role for ordinary Indians in the affairs of their nation. For these reasons, he considered Swaraj as the natural and only solution. His popular sentence \"Swaraj is my birthright, and I shall have it\" became the source of inspiration for Indians.\nIn 1907, Congress was split into two factions: The \"radicals\", led by Tilak, advocated civil agitation and direct revolution to overthrow the British Empire and the abandonment of all things British. The \"moderates\", led by leaders like Dadabhai Naoroji and &lt;a href=\"Gopal%20Krishna%20Gokhale\"&gt;Gopal Krishna Gokhale&lt;/a&gt;, on the other hand, wanted reform within the framework of British rule. Tilak was backed by rising public leaders like &lt;a href=\"Bipin%20Chandra%20Pal\"&gt;Bipin Chandra Pal&lt;/a&gt; and &lt;a href=\"Lala%20Lajpat%20Rai\"&gt;Lala Lajpat Rai&lt;/a&gt;, who held the same point of view. Under them, India's three great states – &lt;a href=\"Maharashtra\"&gt;Maharashtra&lt;/a&gt;, Bengal and &lt;a href=\"Punjab%20region\"&gt;Punjab&lt;/a&gt; shaped the demand of the people and India's nationalism. Gokhale criticised Tilak for encouraging acts of violence and disorder. But the Congress of 1906 did not have public membership, and thus Tilak and his supporters were forced to leave the party.\nBut with Tilak's arrest, all hopes for an Indian offensive were stalled. The Indian National Congress lost credibility with the people. A Muslim deputation met with the Viceroy, &lt;a href=\"Gilbert%20Elliot-Murray-Kynynmound%2C%204th%20Earl%20of%20Minto\"&gt;Minto&lt;/a&gt; (1905–10), seeking concessions from the impending constitutional reforms, including special considerations in government service and electorates. The British recognised some of the &lt;a href=\"All-India%20Muslim%20League\"&gt;Muslim League&lt;/a&gt;'s petitions by increasing the number of elective offices reserved for Muslims in the &lt;a href=\"Indian%20Councils%20Act%201909\"&gt;Indian Councils Act 1909&lt;/a&gt;. The Muslim League insisted on its separateness from the Hindu-dominated Congress, as the voice of a \"nation within a nation\".\nThe &lt;a href=\"Ghadar%20Party\"&gt;Ghadar Party&lt;/a&gt; was formed overseas in 1913 to fight for the Independence of India with members coming from the United States and Canada, as well as Shanghai, Hong Kong, and Singapore. Members of the party aimed for &lt;a href=\"Hindu-Muslim%20unity\"&gt;Hindu, Sikh, and Muslim unity&lt;/a&gt; against the British.\nIn colonial India, the &lt;a href=\"All%20India%20Conference%20of%20Indian%20Christians\"&gt;All India Conference of Indian Christians&lt;/a&gt; (AICIC), which was founded in 1914, played an important role in the Indian independence movement, advocating for &lt;a href=\"swaraj\"&gt;swaraj&lt;/a&gt; and &lt;a href=\"opposition%20to%20the%20partition%20of%20India\"&gt;opposing the partition of India&lt;/a&gt;. The AICIC also was opposed to separate electorates for Christians, believing that the faithful \"should participate as common citizens in one common, national political system\". The All India Conference of Indian Christians and the &lt;a href=\"All%20India%20Catholic%20Union\"&gt;All India Catholic Union&lt;/a&gt; formed a working committee with M. Rahnasamy of &lt;a href=\"Andhra%20University\"&gt;Andhra University&lt;/a&gt; serving as President and B.L. Rallia Ram of &lt;a href=\"Lahore\"&gt;Lahore&lt;/a&gt; serving as General Secretary; in its meeting on 16 April 1947 and 17 April 1947, the joint committee prepared a 13 point memorandum that was sent to the &lt;a href=\"Constituent%20Assembly%20of%20India\"&gt;Constituent Assembly of India&lt;/a&gt;, which asked for &lt;a href=\"religious%20freedom\"&gt;religious freedom&lt;/a&gt; for both organisations and individuals; this came to be reflected in the &lt;a href=\"Constitution%20of%20India\"&gt;Constitution of India&lt;/a&gt;.\nThe &lt;a href=\"temperance%20movement%20in%20India\"&gt;temperance movement in India&lt;/a&gt; became aligned with Indian nationalism under the direction of &lt;a href=\"Mahatma%20Gandhi\"&gt;Mahatma Gandhi&lt;/a&gt;, who saw alcohol as a foreign importation to the culture of the subcontinent.\nPartition of Bengal, 1905.\nIn July 1905, &lt;a href=\"George%20Curzon%2C%201st%20Marquess%20Curzon%20of%20Kedleston\"&gt;Lord Curzon&lt;/a&gt;, the Viceroy and Governor-General (1899–1905), ordered the &lt;a href=\"Partition%20of%20Bengal%20%281905%29\"&gt;partition of the province of Bengal&lt;/a&gt;. The stated aim was to improve administration. However, this was seen as an attempt to quench nationalistic sentiment through &lt;a href=\"divide%20and%20rule\"&gt;divide and rule&lt;/a&gt;. The Bengali Hindu intelligentsia exerted considerable influence on local and national politics. The partition outraged Bengalis. Widespread agitation ensued in the streets and in the press, and the Congress advocated boycotting British products under the banner of \"&lt;a href=\"swadeshi\"&gt;swadeshi&lt;/a&gt;\", or indigenous industries. A growing movement emerged, focussing on indigenous Indian industries, finance, and education, which saw the founding of &lt;a href=\"National%20Council%20of%20Education\"&gt;National Council of Education&lt;/a&gt;, the birth of Indian financial institutions and banks, as well as an interest in Indian culture and achievements in science and literature. Hindus showed unity by tying &lt;a href=\"Raksha%20Bandhan\"&gt;Rakhi&lt;/a&gt; on each other's wrists and observing \"Arandhan\" (not cooking any food). During this time, Bengali Hindu nationalists like &lt;a href=\"Sri%20Aurobindo\"&gt;Sri Aurobindo&lt;/a&gt;, &lt;a href=\"Bhupendranath%20Datta\"&gt;Bhupendranath Datta&lt;/a&gt;, and &lt;a href=\"Bipin%20Chandra%20Pal\"&gt;Bipin Chandra Pal&lt;/a&gt; began writing virulent newspaper articles challenging the legitimacy of British rule in India in publications such as \"Jugantar\" and \"Sandhya\", and were charged with sedition.\nThe Partition also precipitated increasing activity from the then still Nascent militant nationalist &lt;a href=\"revolutionary%20movement%20for%20Indian%20independence\"&gt;revolutionary movement&lt;/a&gt;, which was particularly gaining strength in Bengal and Maharashtra from the last decade of the 1800s. In Bengal, &lt;a href=\"Anushilan%20Samiti\"&gt;Anushilan Samiti&lt;/a&gt;, led by brothers Aurobindo and Barin Ghosh organised a number of attacks of figureheads of the Raj, culminating in the attempt on the life of a British judge in Muzaffarpur. This precipitated the &lt;a href=\"Alipore%20bomb%20case\"&gt;Alipore bomb case&lt;/a&gt;, whilst a number of revolutionaries were killed, or captured and put on trial. Revolutionaries like &lt;a href=\"Khudiram%20Bose\"&gt;Khudiram Bose&lt;/a&gt;, &lt;a href=\"Prafulla%20Chaki\"&gt;Prafulla Chaki&lt;/a&gt;, Kanailal Dutt who were either killed or hanged became household names.\nThe British newspaper, \"The Empire\", wrote:\nJugantar.\n&lt;a href=\"Jugantar\"&gt;Jugantar&lt;/a&gt; was a paramilitary organization. Lead by &lt;a href=\"Barindra%20Ghosh\"&gt;Barindra Ghosh&lt;/a&gt;, with 21 revolutionaries, including &lt;a href=\"Bagha%20Jatin\"&gt;Bagha Jatin&lt;/a&gt;, started to collect arms and explosives and manufactured bombs.\nSome senior members of the group were sent abroad for political and military training. One of them, &lt;a href=\"Hemchandra%20Kanungo\"&gt;Hemchandra Kanungo&lt;/a&gt; obtained his training in Paris. After returning to &lt;a href=\"Kolkata\"&gt;Kolkata&lt;/a&gt; he set up a combined religious school and bomb factory at a garden house in &lt;a href=\"Maniktala\"&gt;Maniktala&lt;/a&gt; suburb of &lt;a href=\"Calcutta\"&gt;Calcutta&lt;/a&gt;. However, the attempted murder of district Judge Kingsford of &lt;a href=\"Muzaffarpur\"&gt;Muzaffarpur&lt;/a&gt; by &lt;a href=\"Khudiram%20Bose\"&gt;Khudiram Bose&lt;/a&gt; and &lt;a href=\"Prafulla%20Chaki\"&gt;Prafulla Chaki&lt;/a&gt; (30 April 1908) initiated a police investigation that led to the arrest of many of the revolutionaries.\n&lt;a href=\"Bagha%20Jatin\"&gt;Bagha Jatin&lt;/a&gt; was one of the top leaders in Jugantar. He was arrested, along with several other leaders, in connection with the &lt;a href=\"Howrah-Sibpur%20Conspiracy%20case\"&gt;Howrah-Sibpur Conspiracy case&lt;/a&gt;. They were tried for treason, the charge being that they had incited various regiments of the army against the ruler.\n&lt;a href=\"Benoy%20Basu\"&gt;Benoy Basu&lt;/a&gt;, &lt;a href=\"Badal%20Gupta\"&gt;Badal Gupta&lt;/a&gt; and &lt;a href=\"Dinesh%20Gupta\"&gt;Dinesh Gupta&lt;/a&gt;, who are noted for launching an attack on the Secretariat Building - the &lt;a href=\"Writers%27%20Building\"&gt;Writers' Building&lt;/a&gt; in the &lt;a href=\"B.B.D.%20Bagh\"&gt;Dalhousie square&lt;/a&gt; in &lt;a href=\"Kolkata\"&gt;Kolkata&lt;/a&gt;, were Jugantar members.\nAlipore bomb conspiracy case.\nSeveral leaders of the &lt;a href=\"Jugantar\"&gt;Jugantar&lt;/a&gt; party including &lt;a href=\"Aurobindo%20Ghosh\"&gt;Aurobindo Ghosh&lt;/a&gt; were arrested in connection with bomb-making activities in &lt;a href=\"Kolkata\"&gt;Kolkata&lt;/a&gt; and &lt;a href=\"Hare%20Krishna%20Konar\"&gt;Hare Krishna Konar&lt;/a&gt; was one of the founding member of &lt;a href=\"Communist%20Party%20of%20India%20%28Marxist%29\"&gt;Communist Party of India (Marxist)&lt;/a&gt; and &lt;a href=\"Communist%20Consolidation\"&gt;Communist Consolidation&lt;/a&gt; were arested for connection with India's Extremist Movement in 1932 and depoted to &lt;a href=\"Cellular%20Jail\"&gt;Cellular Jail&lt;/a&gt;. Several others were also depoted to the &lt;a href=\"Andaman%20Islands\"&gt;Andaman&lt;/a&gt; &lt;a href=\"Cellular%20Jail\"&gt;Cellular Jail&lt;/a&gt; for doing Indian independence movement.\nDelhi-Lahore conspiracy case.\nThe &lt;a href=\"Delhi-Lahore%20Conspiracy\"&gt;Delhi-Lahore Conspiracy&lt;/a&gt;, hatched in 1912, planned to assassinate the then &lt;a href=\"Viceroy%20of%20India\"&gt;Viceroy of India&lt;/a&gt;, &lt;a href=\"Charles%20Hardinge%2C%201st%20Baron%20Hardinge%20of%20Penshurst\"&gt;Lord Hardinge&lt;/a&gt;, on the occasion of transferring the capital of &lt;a href=\"British%20India\"&gt;British India&lt;/a&gt; from &lt;a href=\"Calcutta\"&gt;Calcutta&lt;/a&gt; to New Delhi. Involving revolutionary underground in &lt;a href=\"Bengal\"&gt;Bengal&lt;/a&gt; and headed by &lt;a href=\"Rash%20Behari%20Bose\"&gt;Rash Behari Bose&lt;/a&gt; along with &lt;a href=\"Sachin%20Sanyal\"&gt;Sachin Sanyal&lt;/a&gt;, the conspiracy culminated on the attempted assassination on 23 December 1912 when a home-made bomb was thrown into the Viceroys's &lt;a href=\"Howdah\"&gt;Howdah&lt;/a&gt; when the ceremonial procession moved through the &lt;a href=\"Chandni%20Chowk\"&gt;Chandni Chowk&lt;/a&gt; suburb of &lt;a href=\"Delhi\"&gt;Delhi&lt;/a&gt;. The Viceroy escaped with his injuries, along with Lady Hardinge, although the &lt;a href=\"Mahout\"&gt;Mahout&lt;/a&gt; was killed.\nIn the aftermath of the event, efforts were made to destroy the Bengali and Punjabi revolutionary underground, which came under intense pressure for sometime. Rash Behari successfully evaded capture for nearly three years, becoming actively involved in the &lt;a href=\"Hindu%20German%20Conspiracy%23February%201915\"&gt;Ghadar conspiracy&lt;/a&gt; before it was uncovered, and fleeing to &lt;a href=\"Imperial%20Japan\"&gt;Japan&lt;/a&gt; in 1916.\nThe investigations in the aftermath of the assassination attempt led to the Delhi Conspiracy trial. Although &lt;a href=\"Basant%20Kumar%20Biswas\"&gt;Basant Kumar Biswas&lt;/a&gt; was convicted of having thrown the bomb and executed, along with &lt;a href=\"Amir%20Chand\"&gt;Amir Chand&lt;/a&gt; and &lt;a href=\"Avadh%20Behari\"&gt;Avadh Behari&lt;/a&gt; for their roles in the conspiracy, the true identity of the person who threw the bomb is not known to this day.\nHowrah gang case.\nMost of the eminent &lt;a href=\"Jugantar\"&gt;Jugantar&lt;/a&gt; leaders including &lt;a href=\"Bagha%20Jatin\"&gt;Bagha Jatin&lt;/a&gt; alias &lt;a href=\"Jatindra%20Nath%20Mukherjee\"&gt;Jatindra Nath Mukherjee&lt;/a&gt; who were not arrested earlier, were arrested in 1910, in connection with the murder of Shamsul Alam. Thanks to Bagha Jatin's new policy of a decentralised federated action, most of the accused were released in 1911.\nAll India Muslim League.\nThe &lt;a href=\"All-India%20Muslim%20League\"&gt;All-India Muslim League&lt;/a&gt; was founded by the &lt;a href=\"All%20India%20Muhammadan%20Educational%20Conference\"&gt;All India Muhammadan Educational Conference&lt;/a&gt; at &lt;a href=\"Dhaka\"&gt;Decca&lt;/a&gt; (now in &lt;a href=\"Dhaka\"&gt;Dhaka&lt;/a&gt;, &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;), in 1906. Being a political party to secure the interests of the Muslim in &lt;a href=\"British%20Raj\"&gt;British India&lt;/a&gt;, the Muslim League played a decisive role behind the creation of &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; in the &lt;a href=\"Indian%20subcontinent\"&gt;Indian subcontinent&lt;/a&gt;.\nIn 1916, &lt;a href=\"Muhammad%20Ali%20Jinnah\"&gt;Muhammad Ali Jinnah&lt;/a&gt; joined the Indian National Congress, which was the largest Indian political organisation. Like most of the Congress at the time, Jinnah did not favour outright self-rule, considering British influences on education, law, culture, and industry as beneficial to India. Jinnah became a member of the sixty-member &lt;a href=\"Imperial%20Legislative%20Council\"&gt;Imperial Legislative Council&lt;/a&gt;. The council had no real power or authority, and included a large number of unelected pro-Raj loyalists and Europeans. Nevertheless, Jinnah was instrumental in the passing of the \"Child Marriages Restraint Act\", the legitimisation of the Muslim &lt;a href=\"waqf\"&gt;waqf&lt;/a&gt; (religious endowments) and was appointed to the Sandhurst committee, which helped establish the &lt;a href=\"Indian%20Military%20Academy\"&gt;Indian Military Academy&lt;/a&gt; at &lt;a href=\"Dehradun\"&gt;Dehradun&lt;/a&gt;. During the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;, Jinnah joined other Indian moderates in supporting the British war effort.\nFirst World War.\nThe First World War began with an unprecedented outpouring of support towards Britain from within the mainstream political leadership. Contrary to initial British fears of an Indian revolt, Indians contributed considerably to the British war effort by providing men and resources. About 1.3 million Indian soldiers and labourers served in Europe, Africa, and the Middle East, while both the Indian government and the princes sent large supplies of food, money, and ammunition. Nonetheless, Bengal and &lt;a href=\"Punjab%20%28British%20India%29\"&gt;Punjab&lt;/a&gt; remained hotbeds of &lt;a href=\"Revolutionary%20movement%20for%20Indian%20independence\"&gt;anti-colonial activities&lt;/a&gt;. Nationalism in Bengal, increasingly associated with the &lt;a href=\"Ghadar%20Mutiny\"&gt;unrest in Punjab&lt;/a&gt;, was of significant ferocity to almost complete the paralysis of the regional administration. Meanwhile, &lt;a href=\"Hindu-German%20Conspiracy\"&gt;failed conspiracies&lt;/a&gt; were triggered by revolutionaries lack of preparedness to organise a nationalist revolt.\nNone of the revolutionary conspiracies made a significant impact inside India. The prospect that subversive violence would have an effect on a popular war effort drew support from the Indian population for special measures against anti-colonial activities in the form of &lt;a href=\"Defence%20of%20India%20Act%201915\"&gt;Defence of India Act 1915&lt;/a&gt;. There were no major mutinies occurring during wartime, yet conspiracies exacerbated profound fears of insurrection among British officials, preparing them to use extreme force to frighten Indians into submission.\nHindu–German Conspiracy.\nThe &lt;a href=\"Hindu%E2%80%93German%20Conspiracy\"&gt;Hindu–German Conspiracy&lt;/a&gt;, was a series of plans between 1914 and 1917 by Indian nationalist groups to attempt Pan-Indian rebellion against the &lt;a href=\"British%20Raj\"&gt;British Raj&lt;/a&gt; during World War I, formulated between the &lt;a href=\"Indian%20revolutionary%20underground\"&gt;Indian revolutionary underground&lt;/a&gt; and exiled or self-exiled nationalists who formed, in the United States, the &lt;a href=\"Ghadar%20Party\"&gt;Ghadar Party&lt;/a&gt;, and in Germany, the &lt;a href=\"Indian%20independence%20committee\"&gt;Indian independence committee&lt;/a&gt;, in the decade preceding the &lt;a href=\"World%20War%20I\"&gt;Great War&lt;/a&gt;. The conspiracy was drawn up at the beginning of the war, with extensive support from the &lt;a href=\"Ausw%C3%A4rtiges%20Amt\"&gt;German Foreign Office&lt;/a&gt;, the German consulate in San Francisco, as well as some support from &lt;a href=\"Ottoman%20Turkey\"&gt;Ottoman Turkey&lt;/a&gt; and the &lt;a href=\"Irish%20republicanism\"&gt;Irish republican movement&lt;/a&gt;. The most prominent plan attempted to foment unrest and trigger a Pan-Indian mutiny in the &lt;a href=\"British%20Indian%20Army\"&gt;British Indian Army&lt;/a&gt; from &lt;a href=\"Punjab%20Province%20%28British%20India%29\"&gt;Punjab&lt;/a&gt; to &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;. This plot was planned to be executed in February 1915 with the aim of overthrowing British rule over the &lt;a href=\"Indian%20subcontinent\"&gt;Indian subcontinent&lt;/a&gt;. The &lt;a href=\"Ghadar%20Conspiracy\"&gt;February mutiny&lt;/a&gt; was ultimately thwarted when British intelligence infiltrated the &lt;a href=\"Ghadarite\"&gt;Ghadarite&lt;/a&gt; movement and arrested key figures. Mutinies in smaller units and garrisons within India were also crushed.\nOther related events include the &lt;a href=\"1915%20Singapore%20Mutiny\"&gt;1915 Singapore Mutiny&lt;/a&gt;, the &lt;a href=\"Annie%20Larsen%20affair\"&gt;Annie Larsen arms plot&lt;/a&gt;, the &lt;a href=\"Christmas%20Day%20Plot\"&gt;Jugantar–German plot&lt;/a&gt;, the &lt;a href=\"Niedermayer%E2%80%93Hentig%20Expedition\"&gt;German mission to Kabul&lt;/a&gt;, the mutiny of the &lt;a href=\"Connaught%20Rangers\"&gt;Connaught Rangers&lt;/a&gt; in India, as well as, by some accounts, the &lt;a href=\"Black%20Tom%20explosion\"&gt;Black Tom explosion&lt;/a&gt; in 1916. Parts of the conspiracy included efforts to subvert the &lt;a href=\"British%20Indian%20Army\"&gt;British Indian Army&lt;/a&gt; in the &lt;a href=\"Middle%20Eastern%20theatre%20of%20World%20War%20I\"&gt;Middle Eastern theatre of World War I&lt;/a&gt;.\nGhadar Mutiny.\nThe &lt;a href=\"Ghadar%20Mutiny\"&gt;Ghadar Mutiny&lt;/a&gt; was a plan to initiate a pan-Indian &lt;a href=\"mutiny\"&gt;mutiny&lt;/a&gt; in the &lt;a href=\"British%20Indian%20Army\"&gt;British Indian Army&lt;/a&gt; in February 1915 to end the &lt;a href=\"British%20Raj\"&gt;British Raj&lt;/a&gt; in India. The plot originated at the onset of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, between the &lt;a href=\"Ghadar%20Party\"&gt;Ghadar Party&lt;/a&gt; in the United States, the &lt;a href=\"Berlin%20Committee\"&gt;Berlin Committee&lt;/a&gt; in Germany, the &lt;a href=\"Indian%20revolutionary%20underground\"&gt;Indian revolutionary underground&lt;/a&gt; in British India and the German Foreign Office through the consulate in San Francisco. The incident derives its name from the North American &lt;a href=\"Ghadar%20Party\"&gt;Ghadar Party&lt;/a&gt;, whose members of the &lt;a href=\"Punjabi%20Sikh\"&gt;Punjabi Sikh&lt;/a&gt; community in Canada and the United States were among the most prominent participants in the plan. It was the most prominent amongst a number of plans of the much larger &lt;a href=\"Hindu%E2%80%93German%20Conspiracy\"&gt;Hindu–German Mutiny&lt;/a&gt;, formulated between 1914 and 1917 to initiate a Pan-Indian rebellion against the &lt;a href=\"British%20Raj\"&gt;British Raj&lt;/a&gt; during World War I. The mutiny was planned to start in the key state of &lt;a href=\"Punjab%20%28British%20India%29\"&gt;Punjab&lt;/a&gt;, followed by mutinies in Bengal and rest of India. Indian units &lt;a href=\"1915%20Singapore%20Mutiny\"&gt;as far as Singapore&lt;/a&gt; were planned to participate in the rebellion. The plans were thwarted through a coordinated intelligence and police response. British intelligence infiltrated the Ghadarite movement in Canada and in India, and last-minute intelligence from a spy helping to crush the planned uprising in Punjab before it started. Key figures were arrested, mutinies in smaller units and garrisons within India were also crushed.\nIntelligence about the threat of the mutiny led to a number of important war-time measures introduced in India, including the passages of &lt;a href=\"Ingress%20into%20India%20Ordinance%2C%201914\"&gt;Ingress into India Ordinance, 1914&lt;/a&gt;, the Foreigners act 1914, and the &lt;a href=\"Defence%20of%20India%20Act%201915\"&gt;Defence of India Act 1915&lt;/a&gt;. The conspiracy was followed by the &lt;a href=\"First%20Lahore%20Conspiracy%20Trial\"&gt;First Lahore Conspiracy Trial&lt;/a&gt; and &lt;a href=\"Benares%20Conspiracy%20Trial\"&gt;Benares Conspiracy Trial&lt;/a&gt; which saw death sentences awarded to a number of Indian revolutionaries, and exile to a number of others. After the end of the war, fear of a second Ghadarite uprising led to the recommendations of the &lt;a href=\"Rowlatt%20Act\"&gt;Rowlatt Act&lt;/a&gt;s and thence the &lt;a href=\"Jallianwala%20Bagh%20massacre\"&gt;Jallianwala Bagh massacre&lt;/a&gt;.\n1st Christmas Day and 2nd Christmas Day plot.\nThe first &lt;a href=\"Christmas%20Day%20plot\"&gt;Christmas Day plot&lt;/a&gt; was a conspiracy made by the Indian revolutionary movement in 1909: during the year-ending holidays, the Governor of Bengal organised at his residence a ball in the presence of the Viceroy, the Commander-in-Chief and all the high-ranking officers and officials of the Capital (Calcutta). The 10th Jat Regiment was in charge of the security. Indoctrinated by &lt;a href=\"Jatindranath%20Mukherjee\"&gt;Jatindranath Mukherjee&lt;/a&gt;, its soldiers decided to blow up the ballroom and take advantage of destroying the colonial Government. In keeping with his predecessor Otto (William Oskarovich) von Klemm, a friend of Lokamanya &lt;a href=\"Tilak\"&gt;Tilak&lt;/a&gt;, on 6 February 1910, M. Arsenyev, the Russian Consul-General, wrote to St Petersburg that it had been intended to \"arouse in the country a general perturbation of minds and, thereby, afford the revolutionaries an opportunity to take the power in their hands.\" According to &lt;a href=\"R.%20C.%20Majumdar\"&gt;R. C. Majumdar&lt;/a&gt;, \"The police had suspected nothing and it is hard to say what the outcome would have been had the soldiers not been betrayed by one of their comrades who informed the authorities about the impending coup\".\nThe second Christmas Day plot was to initiate an insurrection in &lt;a href=\"Bengal\"&gt;Bengal&lt;/a&gt; in &lt;a href=\"British%20India\"&gt;British India&lt;/a&gt; during World War I with German arms and support. Scheduled for Christmas Day, 1915, the plan was conceived and led by the &lt;a href=\"Jugantar%20group\"&gt;Jugantar group&lt;/a&gt; under the Bengali Indian revolutionary Jatindranath Mukherjee, to be coordinated with simultaneous uprising in the British colony of Burma and Kingdom of &lt;a href=\"Siam\"&gt;Siam&lt;/a&gt; under direction of the &lt;a href=\"Ghadar%20Party\"&gt;Ghadar Party&lt;/a&gt;, along with a German raid on the South Indian city of &lt;a href=\"Madras\"&gt;Madras&lt;/a&gt; and the British &lt;a href=\"Cellular%20Jail\"&gt;penal colony in Andaman Islands&lt;/a&gt;. The aim of the plot was to seize the Fort William, isolate Bengal and capture the capital city of &lt;a href=\"Calcutta\"&gt;Calcutta&lt;/a&gt;, which was then to be used as a staging ground for a pan-Indian revolution. The Christmas Day plot was &lt;a href=\"Hindu%E2%80%93German%20Conspiracy\"&gt;one of&lt;/a&gt; the later plans for pan-Indian mutiny during the war that were coordinated between the Indian nationalist underground, the \"&lt;a href=\"Indian%20independence%20committee\"&gt;Indian independence committee&lt;/a&gt;\" set up by the Germans in Berlin, the Ghadar Party in North America, and the German Foreign office. The plot was ultimately thwarted after British intelligence uncovered the plot through German and Indian double agents in Europe and Southeast Asia.\nNiedermayer–Hentig Expedition.\nThe &lt;a href=\"Niedermayer%E2%80%93Hentig%20Expedition\"&gt;Niedermayer–Hentig Expedition&lt;/a&gt; was a &lt;a href=\"diplomatic%20mission\"&gt;diplomatic mission&lt;/a&gt; to &lt;a href=\"Emirate%20of%20Afghanistan\"&gt;Afghanistan&lt;/a&gt; sent by the &lt;a href=\"Central%20Powers\"&gt;Central Powers&lt;/a&gt; in 1915–1916. The purpose was to encourage Afghanistan to declare full independence from the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt;, enter &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; on the side of the Central Powers, and attack &lt;a href=\"British%20Raj\"&gt;British India&lt;/a&gt;. The expedition was part of the &lt;a href=\"Hindu%E2%80%93German%20Conspiracy\"&gt;Hindu–German Conspiracy&lt;/a&gt;, a series of Indo-German efforts to provoke a nationalist revolution in India. Nominally headed by the exiled &lt;a href=\"Princely%20state\"&gt;Indian prince&lt;/a&gt; &lt;a href=\"Raja%20Mahendra%20Pratap\"&gt;Raja Mahendra Pratap&lt;/a&gt;, the expedition was a joint operation of &lt;a href=\"German%20Empire\"&gt;Germany&lt;/a&gt; and &lt;a href=\"Ottoman%20Empire\"&gt;Turkey&lt;/a&gt; and was led by the German Army officers &lt;a href=\"Oskar%20Niedermayer\"&gt;Oskar Niedermayer&lt;/a&gt; and &lt;a href=\"Werner%20Otto%20von%20Hentig\"&gt;Werner Otto von Hentig&lt;/a&gt;. Other participants included members of an Indian nationalist organisation called the &lt;a href=\"Berlin%20Committee\"&gt;Berlin Committee&lt;/a&gt;, including &lt;a href=\"Maulavi%20Barkatullah\"&gt;Maulavi Barkatullah&lt;/a&gt; and &lt;a href=\"Chempakaraman%20Pillai\"&gt;Chempakaraman Pillai&lt;/a&gt;, while the Turks were represented by &lt;a href=\"Kazim%20Bey\"&gt;Kazim Bey&lt;/a&gt;, a close confidante of &lt;a href=\"Enver%20Pasha\"&gt;Enver Pasha&lt;/a&gt;.\nBritain saw the expedition as a serious threat. Britain and its ally, the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;, unsuccessfully attempted to intercept it in &lt;a href=\"Persia\"&gt;Persia&lt;/a&gt; during the summer of 1915. Britain waged a covert intelligence and diplomatic offensive, including personal interventions by the &lt;a href=\"Governor-General%20of%20India\"&gt;Viceroy&lt;/a&gt; &lt;a href=\"Charles%20Hardinge%2C%201st%20Baron%20Hardinge%20of%20Penshurst\"&gt;Lord Hardinge&lt;/a&gt; and &lt;a href=\"George%20V\"&gt;King George V&lt;/a&gt;, to maintain Afghan neutrality.\nThe mission failed in its main task of rallying Afghanistan, under Emir &lt;a href=\"Habibullah%20Khan\"&gt;Habibullah Khan&lt;/a&gt;, to the German and Turkish war effort, but it influenced other major events. In Afghanistan, the expedition triggered reforms and drove political turmoil that culminated in the assassination of the Emir in 1919, which in turn precipitated the &lt;a href=\"Third%20Afghan%20War\"&gt;Third Afghan War&lt;/a&gt;. It influenced the &lt;a href=\"Kalmyk%20Project\"&gt;Kalmyk Project&lt;/a&gt; of nascent &lt;a href=\"October%20Revolution\"&gt;Bolshevik Russia&lt;/a&gt; to propagate socialist revolution in Asia, with one goal being the overthrow of the British Raj. Other consequences included the formation of the &lt;a href=\"Rowlatt%20Committee\"&gt;Rowlatt Committee&lt;/a&gt; to investigate &lt;a href=\"Revolutionary%20movement%20for%20Indian%20independence\"&gt;sedition in India&lt;/a&gt; as influenced by Germany and Bolshevism, and changes in the Raj's approach to the Indian independence movement immediately after World War I.\nNationalist response to war.\nIn the aftermath of the First World War, high casualty rates, soaring inflation compounded by heavy taxation, a &lt;a href=\"1918%20flu%20pandemic%20in%20India\"&gt;widespread influenza pandemic&lt;/a&gt; and the disruption of trade during the war escalated human suffering in India.\nThe pre-war nationalist movement revived moderate and extremist groups within the Congress submerged their differences in order to stand together as a unified front. They argued that their enormous services to the British Empire during the war demanded a reward to demonstrate Indian capacity for self-rule. In 1916, Congress succeeded in forging the &lt;a href=\"Lucknow%20Pact\"&gt;Lucknow Pact&lt;/a&gt;, a temporary alliance with the All India Muslim League over the issues of devolution and the future of Islam in the region.\nBritish reforms.\nThe British themselves adopted \"carrot and stick\" approach in recognition of India's support during the war and in response to renewed nationalist demands. In August 1917, &lt;a href=\"Edwin%20Samuel%20Montagu\"&gt;Edwin Montagu&lt;/a&gt;, Secretary of state for India, made an historic announcement in Parliament that the British policy was for: \"increasing association of Indians in every branch of the administration and the gradual development of self-governing institutions with a view to the progressive realization of responsible government in India as an integral part of the British Empire.\" The means of achieving the proposed measures were later enshrined in the &lt;a href=\"Government%20of%20India%20Act%2C%201919\"&gt;Government of India Act, 1919&lt;/a&gt;, which introduced the principle of a dual-mode of administration, or diarchy, in which both elected Indian legislators and, appointed British officials shared power. The act also expanded the central and provincial legislatures and widened the franchise considerably. The diarchy set in motion certain real changes at the provincial level: a number of non-controversial or \"transferred\" portfolios, such as agriculture, local government, health, education, and public works, were handed over to Indians, while more sensitive matters such as finance, taxation, and maintaining law and order were retained by the provincial British administrators.\nGandhi arrives in India.\nGandhi had been a leader of the Indian nationalist movement in &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;. He had also been a vocal opponent of basic discrimination and abusive labour treatment as well as suppressive police control such as the &lt;a href=\"Rowlatt%20Acts\"&gt;Rowlatt Acts&lt;/a&gt;. During these protests, Gandhi had perfected the concept of \"&lt;a href=\"satyagraha\"&gt;satyagraha&lt;/a&gt;\". In January 1914 (well before the First World War began) Gandhi was successful. The legislation against Indians was repealed and all Indian political prisoners were released by General &lt;a href=\"Jan%20Smuts\"&gt;Jan Smuts&lt;/a&gt;. Gandhi accomplished this through extensive use of non-violent protests, such as boycotting, protest marching, and fasting by him and his followers.\nGandhi returned to India on 9 January 1915, and initially entered the political fray not with calls for a nation-state, but in support of the unified commerce-oriented territory that the Congress Party had been asking for. Gandhi believed that the industrial development and educational development that the Europeans had brought were long required to alleviate many of India's chronic problems. &lt;a href=\"Gopal%20Krishna%20Gokhale\"&gt;Gopal Krishna Gokhale&lt;/a&gt;, a veteran Congressman and Indian leader, became Gandhi's mentor. Gandhi's ideas and strategies of non-violent &lt;a href=\"civil%20disobedience\"&gt;civil disobedience&lt;/a&gt; initially appeared impractical to some Indians and their Congress leaders. In the Mahatma's own words, \"civil disobedience is civil breach of immoral statutory enactments.\" It had to be carried out non-violently by withdrawing co-operation with the corrupt state. Gandhi had great respect for &lt;a href=\"Lokmanya%20Tilak\"&gt;Lokmanya Tilak&lt;/a&gt;. His programmes were all inspired by Tilak's \"Chatusutri\" programme.\nThe positive impact of reform was seriously undermined in 1919 by the &lt;a href=\"Rowlatt%20Act\"&gt;Rowlatt Act&lt;/a&gt;, named after the recommendations made the previous year to the &lt;a href=\"Imperial%20Legislative%20Council\"&gt;Imperial Legislative Council&lt;/a&gt; by the &lt;a href=\"Rowlatt%20Committee\"&gt;Rowlatt Committee&lt;/a&gt;. The commission was set up to look into the war-time conspiracies by the nationalist organisations and recommend measures to deal with the problem in the post-war period. Rowlatt recommended the extension of the war-time powers of the &lt;a href=\"Defence%20of%20India%20act%201915\"&gt;Defence of India act&lt;/a&gt; into the post-war period. The war-time act had vested the Viceroy's government with extraordinary powers to quell sedition by silencing the press, detaining &lt;a href=\"Activism\"&gt;political activists&lt;/a&gt; without trial, and arresting any individuals suspected of sedition or treason without a warrant. It was increasingly reviled within India due to widespread and indiscriminate use. Many popular leaders, including &lt;a href=\"Annie%20Besant\"&gt;Annie Besant&lt;/a&gt; and Ali brothers had been detained. The Rowlatt Act was, therefore, passed in the face of universal opposition among the (non-official) Indian members in the Viceroy's council. The extension of the act drew widespread critical opposition. A nationwide cessation of work (\"&lt;a href=\"hartal\"&gt;hartal&lt;/a&gt;\") was called, marking the beginning of widespread, although not nationwide, popular discontent.\nThe agitation unleashed by the acts led to demonstrations and British attacks on demonstrators, culminating on 13 April 1919, in the &lt;a href=\"Jallianwala%20Bagh%20massacre\"&gt;Jallianwala Bagh massacre&lt;/a&gt; (also known as the Amritsar Massacre) in &lt;a href=\"Amritsar\"&gt;Amritsar&lt;/a&gt;, Punjab. The British military commander, Brigadier-General &lt;a href=\"Reginald%20Dyer\"&gt;Reginald Dyer&lt;/a&gt;, blocked the main, and only entrance, and ordered his soldiers to fire into an unarmed and unsuspecting crowd of some 15,000 men, women, and children. They had assembled peacefully at Jallianwala Bagh, a walled courtyard, but Dyer had wanted to execute the imposed ban on all meetings and proposed to teach all Indians a lesson the harsher way. A total of 1,651 rounds were fired, killing 379 people (as according to an official British commission; Indian officials' estimates ranged as high as 1,499 and wounding 1,137 in the massacre.) Dyer was forced to retire but was hailed as a hero by some in Britain, demonstrating to Indian nationalists that the Empire was beholden to public opinion in Britain, but not in India. The episode dissolved wartime hopes of home rule and goodwill and opened a rift that could not be bridged short of complete self-rule.\nFirst non-co-operation movement.\nFrom 1920 to 1922, Gandhi started the Non-Cooperation Movement. At the Kolkata session of the Congress in September 1920, Gandhi convinced other leaders of the need to start a non-co-operation movement in support of &lt;a href=\"Khilafat%20movement\"&gt;Khilafat&lt;/a&gt; as well as for dominion status. The first satyagraha movement urged the use of &lt;a href=\"khadi\"&gt;khadi&lt;/a&gt; and Indian material as alternatives to those shipped from Britain. It also urged people to boycott British educational institutions and law courts, resign from government employment, refuse to pay taxes, and forsake British titles and honors. Although this came too late to influence the framing of the new \"&lt;a href=\"Government%20of%20India%20Act%201919\"&gt;Government of India Act 1919&lt;/a&gt;\", the movement enjoyed widespread popular support, and the resulting unparalleled magnitude of disorder presented a serious challenge to foreign rule. However, Gandhi called off the movement because he was scared after &lt;a href=\"Chauri%20Chaura%20incident\"&gt;Chauri Chaura incident&lt;/a&gt;, which saw the death of twenty-two policemen at the hands of an angry mob that India would descend into anarchy.\nMembership in the party was opened to anyone prepared to pay a token fee, a hierarchy of committees was established, made responsible for discipline and control over a hitherto amorphous and diffuse movement. The party was transformed from an elite organisation to one of mass national appeal and participation.\nGandhi was sentenced in 1922 to six years in prison, but was released after serving two. On his release from prison, he set up the &lt;a href=\"Sabarmati%20Ashram\"&gt;Sabarmati Ashram&lt;/a&gt; in &lt;a href=\"Ahmedabad\"&gt;Ahmedabad&lt;/a&gt;. On the banks of the river &lt;a href=\"Sabarmati%20River\"&gt;Sabarmati&lt;/a&gt;, he established the newspaper \"Young India\", inaugurating a series of reforms aimed at the socially disadvantaged within Hindu society — the rural poor, and the &lt;a href=\"Dalit%20%28outcaste%29\"&gt;untouchables&lt;/a&gt;. This era saw the emergence of a new generation of Indians from within the Congress Party, including &lt;a href=\"Maulana%20Azad\"&gt;Maulana Azad&lt;/a&gt;, &lt;a href=\"C.%20Rajagopalachari\"&gt;C. Rajagopalachari&lt;/a&gt;, &lt;a href=\"Jawaharlal%20Nehru\"&gt;Jawaharlal Nehru&lt;/a&gt;, &lt;a href=\"Vallabhbhai%20Patel\"&gt;Vallabhbhai Patel&lt;/a&gt;, &lt;a href=\"Subhas%20Chandra%20Bose\"&gt;Subhas Chandra Bose&lt;/a&gt; and others- who would, later on, come to form the most prominent voices of the Indian self-rule movement, whether keeping with Gandhian Values, or, as in the case of Bose's &lt;a href=\"Indian%20National%20Army\"&gt;Indian National Army&lt;/a&gt;, diverging from it.\nThe Indian political spectrum was further broadened in the mid-1920s by the emergence of both moderate and militant parties, such as the &lt;a href=\"Swaraj%20Party\"&gt;Swaraj Party&lt;/a&gt;, &lt;a href=\"Hindu%20Mahasabha\"&gt;Hindu Mahasabha&lt;/a&gt;, &lt;a href=\"Communist%20Party%20of%20India\"&gt;Communist Party of India&lt;/a&gt; and the &lt;a href=\"Rashtriya%20Swayamsevak%20Sangh\"&gt;Rashtriya Swayamsevak Sangh&lt;/a&gt;. Regional political organisations also continued to represent the interests of non-&lt;a href=\"Brahmin\"&gt;Brahmin&lt;/a&gt;s in &lt;a href=\"Madras\"&gt;Madras&lt;/a&gt;, &lt;a href=\"Mahar\"&gt;Mahar&lt;/a&gt;s in &lt;a href=\"Maharashtra\"&gt;Maharashtra&lt;/a&gt;, and &lt;a href=\"Sikh\"&gt;Sikh&lt;/a&gt;s in Punjab. However, people like Mahakavi &lt;a href=\"Subramanya%20Bharathi\"&gt;Subramanya Bharathi&lt;/a&gt;, &lt;a href=\"Vanchinathan\"&gt;Vanchinathan&lt;/a&gt; and Neelakanda Brahmachari played a major role from Tamil Nadu in both self-rule struggle and fighting for equality for all castes and communities. Many women participated in the movement, including &lt;a href=\"Kasturba%20Gandhi\"&gt;Kasturba Gandhi&lt;/a&gt; (Gandhi's wife), &lt;a href=\"Rajkumari%20Amrit%20Kaur\"&gt;Rajkumari Amrit Kaur&lt;/a&gt;, &lt;a href=\"Muthulaxmi%20Reddy\"&gt;Muthulaxmi Reddy&lt;/a&gt;, &lt;a href=\"Aruna%20Asaf%20Ali\"&gt;Aruna Asaf Ali&lt;/a&gt;, and many others.\nResult of movements by Gandhi.\nThe mass movements failed in their primary objective, achieving independence for India, as they were often called off before they naturally concluded. However they sparked nationalist sentiment with the Indian populace, figures like Mahatma Gandhi united a nation behind his non-violence movement; philosophy and undoubtedly put crucial pressure on the British occupation. While in the later years of the Raj economic factors like the reversing trade fortunes between Britain and India and the cost of fielding the Indian armed forces abroad lumped on the British taxpayer by the 1935 Government of India act, had mounting implication for British administration, united resistance further drew light on the growing disparity of the British failures to achieve solidarity over India.\nOn 14 July 1942 the &lt;a href=\"Congress%20Working%20Committee\"&gt;Congress Working Committee&lt;/a&gt; (Indian National Congress, whose president &lt;a href=\"Abul%20Kalam%20Azad\"&gt;Abul Kalam Azad&lt;/a&gt; supported Gandhi) passed a resolution demanding complete independence from the British government, and proposed massive civil disobedience if the British did not accede to the demands. On 8 August 1942 the &lt;a href=\"Quit%20India%20Movement\"&gt;Quit India Movement&lt;/a&gt; (Bharat Chhodo Andolan) began, a civil disobedience movement in India in response to Mahatma Gandhi's call for immediate self-rule by Indians and against sending Indians to World War II. All the other major parties rejected the Quit India plan, and most cooperated closely with the British, as did the princely states, the civil service, and the police. The Muslim League supported the Raj and grew rapidly in membership, and in influence with the British.\nThe British swiftly responded to the &lt;a href=\"Quit%20India%20Movement\"&gt;Quit India Movement&lt;/a&gt; with mass detentions. Over 100,000 arrests were made, mass fines were levied and demonstrators were subjected to public flogging. Hundreds of civilians were killed in violence many shot by the police army. The Quit India Movement turned out to be not very successful and only lasted until 1943. It drew away from Gandhi's tactic of non-violence; it eventually became a rebellious act without any real order.\nPurna Swaraj.\nFollowing Indian rejection of the recommendations in the &lt;a href=\"Simon%20Commission\"&gt;Simon Commission&lt;/a&gt; an all-party conference was held at &lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt; in May 1928 intended to instill a sense of liberation among people. The conference appointed a drafting committee under &lt;a href=\"Motilal%20Nehru\"&gt;Motilal Nehru&lt;/a&gt; to draw up a constitution for India. The &lt;a href=\"Kolkata\"&gt;Kolkata&lt;/a&gt; session of the Indian National Congress asked the British government to accord dominion status to India by December 1929, or a countrywide civil disobedience movement would be launched. In the midst of rising political discontent and increasingly violent regional movements, the call for complete sovereignty and an end to British rule began to find increasing grounds for credence with the people. Under the presidency of &lt;a href=\"Jawaharlal\"&gt;Jawaharlal&lt;/a&gt; at his historic &lt;a href=\"Lahore\"&gt;Lahore&lt;/a&gt; session in December 1929, the Indian National Congress adopted the objective of complete self-rule. It authorized the Working Committee to launch a civil disobedience movement throughout the country. It was decided that 26 January 1930 should be observed all over India as the \"&lt;a href=\"Purna%20Swaraj\"&gt;Purna Swaraj&lt;/a&gt;\" (complete self-rule) Day.\nIn March 1931, the &lt;a href=\"Gandhi%E2%80%93Irwin%20Pact\"&gt;Gandhi–Irwin Pact&lt;/a&gt; was signed, and the government agreed to set all political prisoners free (although, some of the great revolutionaries were not set free and the death sentence for &lt;a href=\"Bhagat%20Singh\"&gt;Bhagat Singh&lt;/a&gt; and his two comrades was not taken back which further intensified the agitation against Congress not only outside it also from within). For the next few years, Congress and the government were locked in both conflict and negotiations until what became the &lt;a href=\"Government%20of%20India%20Act%201935\"&gt;Government of India Act 1935&lt;/a&gt; could be hammered out. By then, the rift between the Congress and the Muslim League had become unbridgeable as each pointed the finger at the other acrimoniously. The Muslim League disputed the claim of the Congress to represent all people of India, while the Congress disputed the Muslim League's claim to voice the aspirations of all Muslims.\nThe Civil Disobedience Movement indicated a new part in the process of the Indian self-rule struggle. It did not succeed by itself, but it brought the Indian population together, under the Indian National Congress's leadership. The movement resulted in self rule being a talking point once again, and recruited more Indians to the idea. The movement allowed the Indian independence community to revive their inner confidence and strength against the British Government. In addition, the movement weakened the authority of the British and aided in the end of the British Empire in India. Overall, the civil disobedience Movement was an essential achievement in the history of Indian self-rule because it persuaded New Delhi of the role of the masses in self-determination.\nElections and the Lahore resolution.\nThe &lt;a href=\"Government%20of%20India%20Act%201935\"&gt;Government of India Act 1935&lt;/a&gt;, the voluminous and final constitutional effort at governing &lt;a href=\"British%20India\"&gt;British India&lt;/a&gt;, articulated three major goals: establishing a loose federal structure, achieving provincial autonomy, and safeguarding minority interests through separate electorates. The federal provisions, intended to unite &lt;a href=\"princely%20state\"&gt;princely state&lt;/a&gt;s and British India at the centre, were not implemented because of ambiguities in safeguarding the existing privileges of princes. In February 1937, however, provincial autonomy became a reality when elections were held; the Congress emerged as the dominant party with a clear majority in five provinces and held an upper hand in two, while the Muslim League performed poorly.\nIn 1939, the Viceroy &lt;a href=\"Victor%20Alexander%20John%20Hope\"&gt;Linlithgow&lt;/a&gt; declared India's entrance into the Second World War without consulting provincial governments. In protest, the Congress asked all of its elected representatives to resign from the government. &lt;a href=\"Muhammad%20Ali%20Jinnah\"&gt;Muhammad Ali Jinnah&lt;/a&gt;, the president of the &lt;a href=\"All-India%20Muslim%20League\"&gt;All-India Muslim League&lt;/a&gt;, persuaded participants at the annual Muslim League session at Lahore in 1940 to adopt what later came to be known as the &lt;a href=\"Lahore%20Resolution\"&gt;Lahore Resolution&lt;/a&gt;, demanding the division of India into two separate sovereign states, one Muslim, the other Hindu; sometimes referred to as &lt;a href=\"Two%20Nation%20Theory\"&gt;Two Nation Theory&lt;/a&gt;. Although the idea of &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; had been introduced as early as 1930, very few had responded to it.\nIn &lt;a href=\"Opposition%20to%20the%20partition%20of%20India\"&gt;opposition&lt;/a&gt; to the Lahore Resolution, the &lt;a href=\"All%20India%20Azad%20Muslim%20Conference\"&gt;All India Azad Muslim Conference&lt;/a&gt; gathered in Delhi in April 1940 to voice its support for a united India. Its members included several Islamic organisations in India, as well as 1400 nationalist Muslim delegates; the \"attendance at the Nationalist meeting was about five times than the attendance at the League meeting.\"\nThe All-India Muslim League worked to try to silence those Muslims who stood against the partition of India, often using \"intimidation and coercion\". The murder of the All India Azad Muslim Conference leader &lt;a href=\"Allah%20Bakhsh%20Soomro\"&gt;Allah Bakhsh Soomro&lt;/a&gt; also made it easier for the All-India Muslim League to demand the creation of Pakistan.\nRevolutionary movement.\nThere is no real connection between these two unrests, labour, and Congress opposition. But their very existence and coexistence, explains and fully justifies the attention, which Lord Irwin gave to the labour problems. -&lt;a href=\"London%20Times\"&gt;London Times&lt;/a&gt;, 29 January 1928\nApart from a few stray incidents, armed rebellions against the British rulers did not occur before the beginning of the 20th century. The Indian revolutionary underground began gathering momentum through the first decade of the 20th century, with groups arising in Bengal, &lt;a href=\"Maharashtra\"&gt;Maharashtra&lt;/a&gt;, &lt;a href=\"Odisha\"&gt;Odisha&lt;/a&gt;, Bihar, &lt;a href=\"Uttar%20Pradesh\"&gt;Uttar Pradesh&lt;/a&gt;, &lt;a href=\"Punjab%20%28British%20India%29\"&gt;Punjab&lt;/a&gt;, and the &lt;a href=\"Madras%20Presidency\"&gt;Madras Presidency&lt;/a&gt; including what is now called &lt;a href=\"South%20India\"&gt;South India&lt;/a&gt;. More groups were scattered around India. Particularly notable movements arose in Bengal, especially around the &lt;a href=\"Partition%20of%20Bengal%20%281905%29\"&gt;Partition of Bengal&lt;/a&gt; in 1905, and in &lt;a href=\"1907%20Punjab%20unrest\"&gt;Punjab after 1907&lt;/a&gt;. In the former case, it was the educated, intelligent and dedicated youth of the urban middle class \"&lt;a href=\"Bhadralok\"&gt;Bhadralok&lt;/a&gt;\" community that came to form the \"classic\" Indian revolutionary, while the latter had an immense support base in the rural and military society of Punjab.\nIn Bengal, the \"&lt;a href=\"Anushilan%20Samiti\"&gt;Anushilan Samiti&lt;/a&gt;\" emerged &lt;a href=\"History%20of%20the%20Anushilan%20Samiti\"&gt;from conglomerations&lt;/a&gt; of local youth groups and gyms (\"Akhra\") in Bengal in 1902, forming two prominent and somewhat independent arms in &lt;a href=\"East%20Bengal\"&gt;East&lt;/a&gt; and &lt;a href=\"West%20Bengal\"&gt;West Bengal&lt;/a&gt; identified as \"&lt;a href=\"Dhaka%20Anushilan%20Samiti\"&gt;Dhaka Anushilan Samiti&lt;/a&gt;\" in &lt;a href=\"Dhaka\"&gt;Dhaka&lt;/a&gt; (modern-day &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;), and the \"&lt;a href=\"Jugantar\"&gt;Jugantar&lt;/a&gt;\" group (centred at &lt;a href=\"Calcutta\"&gt;Calcutta&lt;/a&gt;) respectively. Led by nationalists of the likes of &lt;a href=\"Aurobindo%20Ghosh\"&gt;Aurobindo Ghosh&lt;/a&gt; and his brother &lt;a href=\"Barindra%20Ghosh\"&gt;Barindra Ghosh&lt;/a&gt;, the \"Samiti\" was influenced by philosophies as diverse as &lt;a href=\"Hindu\"&gt;Hindu&lt;/a&gt; &lt;a href=\"Shakti\"&gt;\"Shakta\" philosophy&lt;/a&gt; propounded by Bengali literature &lt;a href=\"Bankim%20Chandra%20Chattopadhyay\"&gt;Bankim&lt;/a&gt; and &lt;a href=\"Swami%20Vivekananda\"&gt;Vivekananda&lt;/a&gt;, &lt;a href=\"Carbonari\"&gt;Italian Nationalism&lt;/a&gt;, and &lt;a href=\"Pan-Asianism\"&gt;Pan-Asianism&lt;/a&gt; of &lt;a href=\"Kakuzo%20Okakura\"&gt;Kakuzo Okakura&lt;/a&gt;. The \"Samiti\" was involved in a number of noted incidences of revolutionary terrorism against British interests and administration in India within the decade of its founding, including &lt;a href=\"Alipore%20bomb%20case\"&gt;early attempts&lt;/a&gt; to assassinate Raj officials whilst led by Ghosh brothers. In the meantime, in Maharashtra and Punjab arose similarly militant nationalist feelings. The District Magistrate of &lt;a href=\"Nasik\"&gt;Nasik&lt;/a&gt;, &lt;a href=\"A.M.T.%20Jackson\"&gt;A.M.T. Jackson&lt;/a&gt; was shot dead by &lt;a href=\"Anant%20Kanhere\"&gt;Anant Kanhere&lt;/a&gt; in December 1909, followed by the death of &lt;a href=\"Robert%20D%27Escourt%20Ashe\"&gt;Robert D'Escourt Ashe&lt;/a&gt; at the hands of &lt;a href=\"Vanchi%20Iyer\"&gt;Vanchi Iyer&lt;/a&gt;.\nIndian nationalism made headway through Indian societies as far as Paris and London. In London &lt;a href=\"India%20House\"&gt;India House&lt;/a&gt; under the patronage of &lt;a href=\"Shyamji%20Krishna%20Verma\"&gt;Shyamji Krishna Verma&lt;/a&gt; came under increasing scrutiny for championing and justifying violence in the cause of Indian nationalism, which found in Indian students in Britain and from Indian expatriates in &lt;a href=\"Paris%20Indian%20Society\"&gt;Paris Indian Society&lt;/a&gt; avid followers. By 1907, through Indian nationalist &lt;a href=\"Madame%20Bhikaji%20Rustom%20Cama\"&gt;Madame Bhikaji Rustom Cama&lt;/a&gt;'s links to Russian revolutionary Nicholas Safranski, Indian groups including Bengal revolutionaries as well as India House under &lt;a href=\"V.D.%20Savarkar\"&gt;V.D. Savarkar&lt;/a&gt; were able to obtain manuals for manufacturing bombs. India House was also a source of arms and seditious literature that was rapidly distributed in India. In addition to \"The Indian Sociologist\", pamphlets like \"Bande Mataram\" and \"Oh Martyrs!\" by Savarkar extolled revolutionary violence. Direct influences and incitement from India House were noted in several incidents of political violence, including assassinations, in India at the time. One of the two charges against Savarkar during his trial in Bombay was for abetting the murder of the District Magistrate of Nasik, A.M.T. Jackson, by &lt;a href=\"Anant%20Kanhere\"&gt;Anant Kanhere&lt;/a&gt; in December 1909. The arms used were directly traced through an Italian courier to India House. Ex-India House residents M.P.T. Acharya and V.V.S. Aiyar were noted in the &lt;a href=\"Rowlatt%20report\"&gt;Rowlatt report&lt;/a&gt; to have aided and influenced political assassinations, including the murder of Robert D'Escourt Ashe. The Paris-Safranski link was strongly suggested by French police to be involved in a 1907 attempt in Bengal to derail the train carrying the Lieutenant-Governor &lt;a href=\"Sir%20Andrew%20Fraser\"&gt;Sir Andrew Fraser&lt;/a&gt;.\nThe activities of nationalists abroad is believed to have shaken the loyalty of a number of native regiments of the &lt;a href=\"British%20Indian%20Army\"&gt;British Indian Army&lt;/a&gt;. The assassination of &lt;a href=\"William%20Hutt%20Curzon%20Wyllie\"&gt;William Hutt Curzon Wyllie&lt;/a&gt; in the hands of &lt;a href=\"Madanlal%20Dhingra\"&gt;Madanlal Dhingra&lt;/a&gt; was highly publicised and saw increasing surveillance and suppression of Indian nationalism. These were followed by the &lt;a href=\"Delhi-Lahore%20Conspiracy\"&gt;1912 attempt&lt;/a&gt; on the life of Viceroy of India. Following this, the nucleus of networks formed in &lt;a href=\"India%20House\"&gt;India House&lt;/a&gt;, the &lt;a href=\"Anushilan%20Samiti\"&gt;Anushilan Samiti&lt;/a&gt;, nationalists in Punjab, and the nationalism that arose among Indian expatriates and labourers in North America, a different movement began to emerge in the North American &lt;a href=\"Ghadar%20Party\"&gt;Ghadar Party&lt;/a&gt;, culminating in the &lt;a href=\"Hindu-German%20Conspiracy\"&gt;Sedetious conspiracy&lt;/a&gt; of World War I led by &lt;a href=\"Rash%20Behari%20Bose\"&gt;Rash Behari Bose&lt;/a&gt; and &lt;a href=\"Lala%20Hardayal\"&gt;Lala Hardayal&lt;/a&gt;.\nHowever, the emergence of the Gandhian movement slowly began to absorb the different revolutionary groups. The Bengal \"Samiti\" moved away from its philosophy of violence in the 1920s, when a number of its members identified closely with the &lt;a href=\"Indian%20National%20Congress\"&gt;Congress&lt;/a&gt; and Gandhian non-violent movement. Revolutionary nationalist violence saw a resurgence after the collapse of Gandhian non-cooperation movement in 1922. In Bengal, this saw reorganisation of groups linked to the \"Samiti\" under the leadership of &lt;a href=\"Surya%20Sen\"&gt;Surya Sen&lt;/a&gt; and &lt;a href=\"Hem%20Chandra%20Kanungo\"&gt;Hem Chandra Kanungo&lt;/a&gt;. A spate of violence led up to the enactment of the &lt;a href=\"Bengal%20Criminal%20Law%20Amendment\"&gt;Bengal Criminal Law Amendment&lt;/a&gt; in the early 1920s, which recalled the powers of incarceration and detention of the Defence of India Act. In north India, remnants of Punjab and Bengalee revolutionary organisations reorganised, notably under &lt;a href=\"Sachindranath%20Sanyal\"&gt;Sachindranath Sanyal&lt;/a&gt;, founding the &lt;a href=\"Hindustan%20Republican%20Association\"&gt;Hindustan Republican Association&lt;/a&gt; with &lt;a href=\"Chandrashekhar%20Azad\"&gt;Chandrashekhar Azad&lt;/a&gt; in north India.\nThe HSRA had strong influences from leftist ideologies. &lt;a href=\"Hindustan%20Socialist%20Republican%20Association\"&gt;Hindustan Socialist Republican Association&lt;/a&gt; (HSRA) was formed under the leadership of &lt;a href=\"Chandrasekhar%20Azad\"&gt;Chandrasekhar Azad&lt;/a&gt;. &lt;a href=\"Kakori%20train%20robbery\"&gt;Kakori train robbery&lt;/a&gt; was done largely by the members of HSRA. A number of Congress leaders from Bengal, especially &lt;a href=\"Subhash%20Chandra%20Bose\"&gt;Subhash Chandra Bose&lt;/a&gt;, were accused by the British Government of having links with and allowing patronage to the revolutionary organisations during this time. The violence and radical philosophy revived in the 1930s, when revolutionaries of the \"Samiti\" and the HSRA were involved in the &lt;a href=\"Chittagong%20armoury%20raid\"&gt;Chittagong armoury raid&lt;/a&gt; and the &lt;a href=\"Kakori%20conspiracy\"&gt;Kakori conspiracy&lt;/a&gt; and other attempts against the administration in British India and Raj officials. &lt;a href=\"Sachindra%20Nath%20Sanyal\"&gt;Sachindra Nath Sanyal&lt;/a&gt; mentored revolutionaries in the &lt;a href=\"Hindustan%20Socialist%20Republican%20Army\"&gt;Hindustan Socialist Republican Army&lt;/a&gt; (HSRA), including Bhagat Singh and &lt;a href=\"Jatindra%20Nath%20Das\"&gt;Jatindra Nath Das&lt;/a&gt;, among others; including arms training and how to make bombs. &lt;a href=\"Bhagat%20Singh\"&gt;Bhagat Singh&lt;/a&gt; and &lt;a href=\"Batukeshwar%20Dutt\"&gt;Batukeshwar Dutt&lt;/a&gt; threw a bomb inside the &lt;a href=\"Central%20Legislative%20Assembly\"&gt;Central Legislative Assembly&lt;/a&gt; on 8 April 1929 protesting against the passage of the Public Safety Bill and the Trade Disputes Bill while raising slogans of \"&lt;a href=\"Inquilab%20Zindabad\"&gt;Inquilab Zindabad&lt;/a&gt;\", though no one was killed or injured in the bomb incident. Bhagat Singh surrendered after the bombing incident and a trial was conducted. Sukhdev and Rajguru were also arrested by police during search operations after the bombing incident. Following the trial (Central Assembly Bomb Case), Bhagat Singh, &lt;a href=\"Sukhdev\"&gt;Sukhdev&lt;/a&gt; and &lt;a href=\"Shivaram%20Rajguru\"&gt;Rajguru&lt;/a&gt; were hanged in 1931. &lt;a href=\"Allama%20Mashriqi\"&gt;Allama Mashriqi&lt;/a&gt; founded &lt;a href=\"Khaksars\"&gt;Khaksar Tehreek&lt;/a&gt; in order to direct particularly the Muslims towards the self-rule movement. Some of its members left for the Indian National Congress then led by Subhas Chandra Bose, while others identified more closely with &lt;a href=\"Communism\"&gt;Communism&lt;/a&gt;. The \"Jugantar\" branch formally dissolved in 1938. On 13 March 1940, &lt;a href=\"Udham%20Singh\"&gt;Udham Singh&lt;/a&gt; shot &lt;a href=\"Michael%20O%27Dwyer\"&gt;Michael O'Dwyer&lt;/a&gt; (the last political murder outside India), generally held responsible for the &lt;a href=\"Amritsar%20Massacre\"&gt;Amritsar Massacre&lt;/a&gt;, in London. However, the revolutionary movement gradually disseminated into the Gandhian movement. As the political scenario changed in the late 1930s — with the mainstream leaders considering several options offered by the British and with religious politics coming into play — revolutionary activities gradually declined. Many past revolutionaries joined mainstream politics by joining &lt;a href=\"Indian%20National%20Congress\"&gt;Congress&lt;/a&gt; and other parties, especially communist ones, while many of the activists were kept under hold in different jails across the country. Indians who were based in the UK, joined &lt;a href=\"India%20League\"&gt;the India League&lt;/a&gt; and the &lt;a href=\"Indian%20Workers%27%20Association\"&gt;Indian Workers Association&lt;/a&gt;, partaking in revolutionary activities in Britain.\nWithin a short time of its inception, these organisations became the focus of an extensive police and intelligence operations. Operations against \"&lt;a href=\"Anushilan%20Samiti\"&gt;Anushilan Samiti&lt;/a&gt;\" saw founding of the &lt;a href=\"Special%20Branch\"&gt;Special Branch&lt;/a&gt; of &lt;a href=\"Calcutta%20Police\"&gt;Calcutta Police&lt;/a&gt;. The intelligence operations against India House saw the founding of the &lt;a href=\"Indian%20Political%20Intelligence%20Office\"&gt;Indian Political Intelligence Office&lt;/a&gt; which later grew to be the Intelligence Bureau in independent India. Heading the intelligence and missions against Ghadarite movement and India revolutionaries was the &lt;a href=\"MI5%28g%29\"&gt;MI5(g)&lt;/a&gt; section, and at one point involved the &lt;a href=\"Pinkerton%27s\"&gt;Pinkerton's&lt;/a&gt; detective agency. Notable officers who led the police and intelligence operations against Indian revolutionaries, or were involved in it, at various time included &lt;a href=\"John%20Arnold%20Wallinger\"&gt;John Arnold Wallinger&lt;/a&gt;, &lt;a href=\"Sir%20Robert%20Nathan\"&gt;Sir Robert Nathan&lt;/a&gt;, &lt;a href=\"Sir%20Harold%20Stuart\"&gt;Sir Harold Stuart&lt;/a&gt;, &lt;a href=\"Vernon%20Kell\"&gt;Vernon Kell&lt;/a&gt;, &lt;a href=\"Sir%20Charles%20Stevenson-Moore\"&gt;Sir Charles Stevenson-Moore&lt;/a&gt; and &lt;a href=\"Sir%20Charles%20Tegart\"&gt;Sir Charles Tegart&lt;/a&gt;, as well as &lt;a href=\"W.%20Somerset%20Maugham\"&gt;W. Somerset Maugham&lt;/a&gt;. The threat posed by the activities of the \"Samiti\" in Bengal during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, along with the threat of a &lt;a href=\"Ghadar%20mutiny\"&gt;Ghadarite uprising in Punjab&lt;/a&gt;, saw the passage of &lt;a href=\"Defence%20of%20India%20Act%201915\"&gt;Defence of India Act 1915&lt;/a&gt;. These measures saw the arrest, internment, transportations, and execution of a number of revolutionaries linked to the organisation, and was successful in crushing the East Bengal Branch. In the aftermath of the war, the &lt;a href=\"Rowlatt%20committee\"&gt;Rowlatt committee&lt;/a&gt; recommended extending the Defence of India Act (as the &lt;a href=\"Rowlatt%20act\"&gt;Rowlatt act&lt;/a&gt;) to thwart any possible revival of the \"Samiti\" in Bengal and the Ghadarite movement in Punjab.\nIn the 1920s, &lt;a href=\"Alluri%20Sitarama%20Raju\"&gt;Alluri Sitarama Raju&lt;/a&gt; led the ill-fated &lt;a href=\"Rampa%20Rebellion%20of%201922\"&gt;Rampa Rebellion of 1922&lt;/a&gt;–24, during which a band of tribal leaders and other sympathisers fought against the British Raj. Local people referred to him as \"Manyam Veerudu\" (\"Hero of the Jungles\"). After the passage of the 1882 Madras Forest Act, its restrictions on the free movement of tribal peoples in the forest prevented them from engaging in their traditional \"&lt;a href=\"Podu%20%28agriculture%29\"&gt;podu&lt;/a&gt;\" (&lt;a href=\"Slash-and-burn\"&gt;Slash-and-burn&lt;/a&gt;) agricultural system, which involved &lt;a href=\"shifting%20cultivation\"&gt;shifting cultivation&lt;/a&gt;. Raju started a protest movement in the border areas of the Godavari Agency part of &lt;a href=\"Madras%20Presidency\"&gt;Madras Presidency&lt;/a&gt; (present-day &lt;a href=\"Andhra%20Pradesh\"&gt;Andhra Pradesh&lt;/a&gt;). Inspired by the patriotic zeal of revolutionaries in Bengal, Raju raided police stations in and around &lt;a href=\"Chintapalle%2C%20Visakhapatnam\"&gt;Chintapalle&lt;/a&gt;, &lt;a href=\"Rampachodavaram\"&gt;Rampachodavaram&lt;/a&gt;, &lt;a href=\"Dammanapalli\"&gt;Dammanapalli&lt;/a&gt;, Krishna Devi Peta, &lt;a href=\"Rajavommangi\"&gt;Rajavommangi&lt;/a&gt;, &lt;a href=\"Addateegala\"&gt;Addateegala&lt;/a&gt;, &lt;a href=\"Narsipatnam\"&gt;Narsipatnam&lt;/a&gt; and &lt;a href=\"Annavaram\"&gt;Annavaram&lt;/a&gt;. Raju and his followers stole guns and ammunition and killed several British army officers, including Scott Coward near &lt;a href=\"Dammanapalli\"&gt;Dammanapalli&lt;/a&gt;. The British campaign lasted for nearly a year from December 1922. Raju was eventually trapped by the British in the forests of Chintapalli then tied to a tree and shot dead with a rifle.\nThe &lt;a href=\"Kallara-Pangode%20Struggle\"&gt;Kallara-Pangode Struggle&lt;/a&gt; was one of some 39 agitations against the Government of India. The Home department has later notified about 38 movements/struggles across Indian territories as the ones that culminated in self-rule ended the &lt;a href=\"British%20Raj\"&gt;British Raj&lt;/a&gt;.\n&lt;a href=\"Vanchinathan\"&gt;Vanchinathan&lt;/a&gt;, in a letter found in his pocket, stated the following:\nFinal process of Indian self-rule movement.\nIn 1937, &lt;a href=\"Indian%20Provincial%20Elections%2C%201937\"&gt;provincial elections&lt;/a&gt; were held and the Congress came to power in seven of the eleven provinces. This was a strong indicator of the Indian people's support for complete self-rule.\nWhen the Second World War started, &lt;a href=\"Victor%20Hope%2C%202nd%20Marquess%20of%20Linlithgow\"&gt;Viceroy Linlithgow&lt;/a&gt; unilaterally declared India a belligerent on the side of Britain, without consulting the elected Indian representatives. In opposition to Linlithgow's action, the entire Congress leadership resigned from the provincial and local governments. The Muslims and Sikhs, by contrast, strongly supported the war effort and gained enormous stature in London. Defying Congress, millions of Indians supported the war effort, and indeed the &lt;a href=\"Indian%20Army%20during%20World%20War%20II\"&gt;British Indian Army&lt;/a&gt; became the largest volunteer force, numbering 2,500,000 men during the war.\nEspecially during the &lt;a href=\"Battle%20of%20Britain\"&gt;Battle of Britain&lt;/a&gt; in 1940, Gandhi resisted calls for massive civil disobedience movements that came from within as well as outside his party, stating he did not seek India's self-rule out of the ashes of a destroyed Britain. In 1942, the Congress launched the &lt;a href=\"Quit%20India\"&gt;Quit India&lt;/a&gt; movement. There was some violence but the Raj cracked down and arrested tens of thousands of Congress leaders, including all the main national and provincial figures. They were not released until the end of the war was in sight in 1945.\nThe self-rule movement included the &lt;a href=\"Kakori%20conspiracy\"&gt;Kakori conspiracy&lt;/a&gt; (9 August 1925) led by Indian youth under the leadership of &lt;a href=\"Pandit%20Ram%20Prasad%20Bismil\"&gt;Pandit Ram Prasad Bismil&lt;/a&gt; and masterminded by &lt;a href=\"Rajendra%20Lahiri\"&gt;Rajendra Lahiri&lt;/a&gt;; and the &lt;a href=\"Azad%20Hind\"&gt;Azad Hind&lt;/a&gt; movement, whose main protagonist &lt;a href=\"Netaji%20Subhas%20Chandra%20Bose\"&gt;Netaji Subhas Chandra Bose&lt;/a&gt; was a former leader of Congress. From its earliest wartime inception, Bose joined the &lt;a href=\"Axis%20Powers\"&gt;Axis Powers&lt;/a&gt; to fight Britain.\nAzad Hind Fauj (Indian National Army).\nIndia's entry into the war was strongly opposed by &lt;a href=\"Subhas%20Chandra%20Bose\"&gt;Subhas Chandra Bose&lt;/a&gt;, who had been elected President of the Congress in 1938 and 1939, but later resigned owing to differences of opinion with Gandhi. After resignation he formed his own wing separated from the mainstream Congress leadership known as &lt;a href=\"Forward%20bloc\"&gt;Forward bloc&lt;/a&gt; which was a \"loci\" focus for ex-congress leaders holding socialist views; however he remained emotionally attached to Congress for the remainder of his life. Bose then founded the &lt;a href=\"All%20India%20Forward%20Bloc\"&gt;All India Forward Bloc&lt;/a&gt;. In 1940 the British authorities in Calcutta placed Bose under house arrest. However, he escaped and made his way through &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt; to &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; to seek &lt;a href=\"Axis%20powers%20of%20World%20War%20II\"&gt;Hitler and Mussolini's&lt;/a&gt; help for raising an army to fight the British. The &lt;a href=\"Free%20India%20Legion\"&gt;Free India Legion&lt;/a&gt; comprising &lt;a href=\"Erwin%20Rommel\"&gt;Erwin Rommel&lt;/a&gt;'s Indian POWs was formed. After a dramatic decline in Germany's military fortunes, a German land invasion of India became untenable. Hitler advised Bose to go to Japan where a submarine was arranged to transport Bose, who was ferried to Japanese Southeast Asia, where he formed the &lt;a href=\"Azad%20Hind%20Government\"&gt;Azad Hind Government&lt;/a&gt;. The Provisional Free Indian Government in exile reorganised the &lt;a href=\"Indian%20National%20Army\"&gt;Indian National Army&lt;/a&gt; composed of Indian &lt;a href=\"POW\"&gt;POW&lt;/a&gt;s and volunteer Indian &lt;a href=\"expatriates\"&gt;expatriates&lt;/a&gt; in South-East Asia, with the help of the Japanese. Its aim was to reach India as a fighting force that would build on public resentment to inspire revolt among Indian soldiers of the Raj.\nThe INA was to see action against the Allies, including the &lt;a href=\"British%20Indian%20Army\"&gt;British Indian Army&lt;/a&gt;, in the forests of Arakan, &lt;a href=\"Burma\"&gt;Burma&lt;/a&gt;, and in &lt;a href=\"Assam\"&gt;Assam&lt;/a&gt;, laying &lt;a href=\"Battle%20of%20Imphal\"&gt;siege to Imphal and Kohima&lt;/a&gt; with the &lt;a href=\"Japanese%2015th%20Army\"&gt;Japanese 15th Army&lt;/a&gt;. During the war, the &lt;a href=\"Andaman%20and%20Nicobar\"&gt;Andaman and Nicobar&lt;/a&gt; islands &lt;a href=\"Invasion%20and%20Occupation%20of%20the%20Andaman%20Islands%20during%20World%20War%20II\"&gt;were captured by the Japanese&lt;/a&gt; and handed over by them to the INA.\nThe INA failed owing to disrupted logistics, poor supplies from the Japanese, and lack of training. The Azad Hind Fauj surrendered unconditionally to the British in Singapore in 1945. In the consensus of scholarly opinion, &lt;a href=\"Death%20of%20Subhas%20Chandra%20Bose\"&gt;Subhas Chandra Bose's death&lt;/a&gt; occurred from third-degree burns on 18 August 1945 after his overloaded Japanese plane crashed in Japanese-ruled Formosa (now Taiwan).\nTrials against members of the INA began in late 1945, and included the infamous joint court-martial of key figures &lt;a href=\"Shah%20Nawaz%20Khan%20%28general%29\"&gt;Shah Nawaz Khan&lt;/a&gt;, &lt;a href=\"Prem%20Sahgal\"&gt;Prem Sahgal&lt;/a&gt;, and &lt;a href=\"Gurbaksh%20Singh%20Dhillon\"&gt;Gurbaksh Singh Dhillon&lt;/a&gt;.\nQuit India Movement.\nThe Quit India Movement \"(Bharat Chhodo Andolan)\" or the \"August Movement\" was a &lt;a href=\"civil%20disobedience\"&gt;civil disobedience&lt;/a&gt; movement in &lt;a href=\"India\"&gt;India&lt;/a&gt; which commenced on 8 August 1942 in response to &lt;a href=\"Mohandas%20Karamchand%20Gandhi\"&gt;Gandhi&lt;/a&gt;'s call for immediate self-rule by Indians and against sending Indians to World War II. He asked all teachers to leave their schools, and other Indians to leave their respective jobs and take part in this movement. Due to Gandhi's political influence, his request was followed by a significant proportion of the population. In addition, Congress-led the Quit India Movement to demand the British to leave India and transfer the political power to a representative government.\nDuring the movement, Gandhi and his followers continued to use non-violence against British rule. This movement was where Gandhi gave his famous message, \"Do or Die!\", and this message spread towards the Indian community. In addition, this movement was addressed directly to women as \"disciplined soldiers of Indian freedom\" and they had to keep the war for independence to go on (against British rule).\nAt the outbreak of war, the Congress Party had during the Wardha meeting of the working-committee in September 1939, passed a resolution conditionally supporting the fight against fascism, but were rebuffed when they asked for self-rule in return. In March 1942, faced with an increasingly dissatisfied sub-continent only reluctantly participating in the war, and deteriorations in the war situation in Europe and &lt;a href=\"South%20East%20Asia\"&gt;South East Asia&lt;/a&gt;, and with growing dissatisfactions among Indian troops- especially in Europe- and among the civilian population in the sub-continent, the British government sent a delegation to India under &lt;a href=\"Stafford%20Cripps\"&gt;Stafford Cripps&lt;/a&gt;, in what came to be known as the &lt;a href=\"Cripps%27%20Mission\"&gt;Cripps' Mission&lt;/a&gt;. The purpose of the mission was to negotiate with the Indian National Congress a deal to obtain total co-operation during the war, in return of progressive devolution and distribution of power from the crown and the &lt;a href=\"Viceroy\"&gt;Viceroy&lt;/a&gt; to elected Indian legislature. However, the talks failed, having failed to address the key demand of a timeframe towards self-government, and of the definition of the powers to be relinquished, essentially portraying an offer of limited dominion-status that was wholly unacceptable to the Indian movement. To force the British Raj to meet its demands and to obtain definitive word on total self-rule, the Congress took the decision to launch the Quit India Movement.\nThe aim of the movement was to force the British Government to the negotiating table by holding the Allied war effort hostage. The call for determined but &lt;a href=\"passive%20resistance\"&gt;passive resistance&lt;/a&gt; that signified the certitude that Gandhi foresaw for the movement is best described by his call to \"Do or Die\", issued on 8 August at the &lt;a href=\"Gowalia%20Tank\"&gt;Gowalia Tank&lt;/a&gt; Maidan in Bombay, since renamed \"August Kranti Maidan\" (August Revolution Ground). However, almost the entire Congress leadership, and not merely at the national level, was put into confinement less than 24 hours after Gandhi's speech, and the greater number of the Congress were to spend the rest of the war in jail.\nOn 8 August 1942, the Quit India resolution was passed at the Mumbai session of the All India Congress Committee (AICC). The draft proposed that if the British did not accede to the demands, a massive Civil Disobedience would be launched. However, it was an extremely controversial decision. At Gowalia Tank, &lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt;, Gandhi urged Indians to follow non-violent civil disobedience. Gandhi told the masses to act as citizens of a sovereign nation and not to follow the orders of the British. The British, already alarmed by the advance of the Japanese army to the India–Burma border, responded the next day by imprisoning Gandhi at the &lt;a href=\"Aga%20Khan%20Palace\"&gt;Aga Khan Palace&lt;/a&gt; in &lt;a href=\"Pune\"&gt;Pune&lt;/a&gt;. The Congress Party's Working Committee, or national leadership was arrested all together and imprisoned at the Ahmednagar Fort. They also banned the party altogether. All the major leaders of the INC were arrested and detained. As the masses were leaderless the protest took a violent turn. Large-scale protests and demonstrations were held all over the country. Workers remained absent en masse and strikes were called. The movement also saw widespread acts of sabotage, Indian under-ground organisation carried out bomb attacks on allied supply convoys, government buildings were set on fire, electricity lines were disconnected and transport and communication lines were severed. The disruptions were under control in a few weeks and had little impact on the war effort. The movement soon became a leaderless act of defiance, with a number of acts that deviated from Gandhi's principle of non-violence. In large parts of the country, the local underground organisations took over the movement. However, by 1943, \"Quit India\" had petered out.\nAll the other major parties rejected the Quit India plan, and most cooperated closely with the British, as did the princely states, the civil service, and the police. The &lt;a href=\"All-India%20Muslim%20League\"&gt;Muslim League&lt;/a&gt; supported the Raj and grew rapidly in membership, and in influence with the British.\nThere was opposition to the Quit India Movement from several political quarters who were fighting for Indian self-rule. Hindu nationalist parties like the &lt;a href=\"Hindu%20Mahasabha\"&gt;Hindu Mahasabha&lt;/a&gt; openly opposed the call and boycotted the Quit India Movement. &lt;a href=\"Vinayak%20Damodar%20Savarkar\"&gt;Vinayak Damodar Savarkar&lt;/a&gt;, the president of the Hindu Mahasabha at that time, even went to the extent of writing a letter titled \"Stick to your Posts\", in which he instructed Hindu Sabhaites who happened to be \"members of municipalities, local bodies, legislatures or those serving in the army...to stick to their posts\" across the country, and not to join the Quit India Movement at any cost.\nThe other Hindu nationalist organisation, and Mahasabha affiliate &lt;a href=\"Rashtriya%20Swayamsevak%20Sangh\"&gt;Rashtriya Swayamsevak Sangh&lt;/a&gt; (RSS) had a tradition of keeping aloof from the anti-British Indian self-rule movement since its founding by &lt;a href=\"K.B.%20Hedgewar\"&gt;K.B. Hedgewar&lt;/a&gt; in 1925. In 1942, the RSS, under &lt;a href=\"M.S.%20Golwalkar\"&gt;M.S. Golwalkar&lt;/a&gt; completely abstained from joining in the Quit India Movement as well. The Bombay government (British) appreciated the RSS as such, by noting that,\n The Sangh has scrupulously kept itself within the law, and in particular, has refrained from taking part in the disturbances that broke out in August 1942.\nThe British Government stated that the RSS was not at all supporting any civil disobedience against them, and as such their other political activities(even if objectionable) can be overlooked. Further, the British Government also asserted that at Sangh meetings organised during the times of anti-British movements started and fought by the Indian National Congress,\n Speakers urged the Sangh members to keep aloof from the congress movement and these instructions were generally observed.\n As such, the British government did not crackdown on the RSS and Hindu Mahasabha at all.\nThe RSS head (\"sarsanghchalak\") during that time, &lt;a href=\"M.S.%20Golwalkar\"&gt;M.S. Golwalkar&lt;/a&gt; later openly admitted to the fact that the RSS did not participate in the Quit India Movement. However, such an attitude during the Indian independence movement also led to the Sangh being viewed with distrust and anger, both by the general Indian public, as well as certain members of the organisation itself. In Golwalkar's own words,\nIn 1942 also, there was a strong sentiment in the hearts of many. At that time too, the routine work of the Sangh continued. Sangh decided not to do anything directly. ‘Sangh is the organisation of inactive people, their talks have no substance’ was the opinion uttered not only by outsiders but also our own \"swayamsevaks\".\nChristmas Island Mutiny.\nAfter two Japanese attacks on &lt;a href=\"Christmas%20Island\"&gt;Christmas Island&lt;/a&gt; in late February and early March 1942, relations between the British officers and their Indian troops broke down. On the night of 10 March, the Indian troops assisted by Sikh policemen mutinied, killing five British soldiers and imprisoning the remaining 21 Europeans on the island. Later on 31 March, a Japanese fleet arrived at the island and the Indians surrendered.\nRoyal Indian Navy Revolt.\nThe &lt;a href=\"Royal%20Indian%20Navy%20Mutiny\"&gt;Royal Indian Navy Mutiny&lt;/a&gt; encompasses a &lt;a href=\"strike%20action\"&gt;total strike&lt;/a&gt; and subsequent &lt;a href=\"mutiny\"&gt;mutiny&lt;/a&gt; by Indian sailors of the Royal Indian Navy on board ship and shore establishments at Bombay (&lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt;) harbour on 18 February 1946. From the initial flashpoint in Bombay, the mutiny spread and found support throughout &lt;a href=\"British%20India\"&gt;British India&lt;/a&gt;, from &lt;a href=\"Karachi\"&gt;Karachi&lt;/a&gt; to &lt;a href=\"Calcutta\"&gt;Calcutta&lt;/a&gt; and ultimately came to involve 78 ships, 20 shore establishments and 20,000 sailors.\nThe agitations, mass strikes, demonstrations and consequently support for the mutineers, therefore continued several days even after the mutiny had been called off. Along with this, the assessment may be made that it described in crystal clear terms to the government that the &lt;a href=\"British%20Indian%20Armed%20forces\"&gt;British Indian Armed forces&lt;/a&gt; could no longer be universally relied upon for support in crisis, and even more it was more likely itself to be the source of the sparks that would ignite trouble in a country fast slipping out of the scenario of political settlement.\nImpact of World War II.\n&lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; was one of the most significant factors in accelerating Indian independence, and the independence of many British and non-British colonies. In the period 1945–1965, &lt;a href=\"decolonization\"&gt;decolonization&lt;/a&gt; led to more than three dozen countries getting freedom from their colonial powers. Many factors contributed to the downfall of the British Empire.\nWhen Britain reached out to the US asking for help in the war, the US offered help contingent on Britain decolonizing post-WWII, and that agreement was codified in the &lt;a href=\"Atlantic%20charter\"&gt;Atlantic charter&lt;/a&gt;. The decolonization of Britain (post-war) also meant that the US and other countries could possibly have access to markets to sell goods that were previously under the British Empire - which were not accessible to them then To bring about these changes, the establishment of the UN following WWII codified sovereignty for nations, and encouraged free trade. The war also forced the British to come to an agreement with Indian leaders to grant them independence if they helped with war efforts since India had one of the largest armies. Also, following WWII, it was untenable for Britain to raise capital on its own to keep its colonies. They needed to rely on America and did so via the &lt;a href=\"Marshall%20Plan\"&gt;Marshall Plan&lt;/a&gt; to rebuild their country.\nSovereignty and partition of India.\nOn 3 June &lt;a href=\"1947\"&gt;1947&lt;/a&gt;, Viscount &lt;a href=\"Louis%20Mountbatten\"&gt;Louis Mountbatten&lt;/a&gt;, the last British &lt;a href=\"Governor-General%20of%20India\"&gt;Governor-General of India&lt;/a&gt;, announced the partitioning of British India into &lt;a href=\"Dominion%20of%20India\"&gt;India&lt;/a&gt; and &lt;a href=\"Dominion%20of%20Pakistan\"&gt;Pakistan&lt;/a&gt;. With the speedy passage of the &lt;a href=\"Indian%20Independence%20Act%201947\"&gt;Indian Independence Act 1947&lt;/a&gt;, at 11:57 on &lt;a href=\"Yom-e-Istiqlal\"&gt;14 August 1947&lt;/a&gt; Pakistan was declared a separate nation. Then at 12:02 A.M., on &lt;a href=\"Independence%20Day%20%28India%29\"&gt;15 August 1947&lt;/a&gt; India became a sovereign and democratic nation. Eventually, 15 August became Independence Day for India marking the end of British India. Also on 15 August, both Pakistan and India had the right to remain in or remove themselves from the British Commonwealth. But in 1949, India took the decision to remain in the commonwealth.\nViolent clashes between Hindus, Sikhs, and Muslims followed. Prime Minister Nehru and deputy prime minister Sardar &lt;a href=\"Vallabhbhai%20Patel\"&gt;Vallabhbhai Patel&lt;/a&gt; had invited Mountbatten to continue as &lt;a href=\"Governor%20General%20of%20India\"&gt;Governor General of India&lt;/a&gt; during the period of transition. He was replaced in June 1948 by &lt;a href=\"Chakravarti%20Rajagopalachari\"&gt;Chakravarti Rajagopalachari&lt;/a&gt;. Patel took on the responsibility for bringing 565 princely states into the Union of India, steering efforts by his \"iron fist in a velvet glove\" policies, exemplified by the use of military force to integrate &lt;a href=\"Junagadh\"&gt;Junagadh&lt;/a&gt; and &lt;a href=\"Hyderabad%20State\"&gt;Hyderabad State&lt;/a&gt; into India (&lt;a href=\"Operation%20Polo\"&gt;Operation Polo&lt;/a&gt;). On the other hand, Nehru kept the issue of &lt;a href=\"Kashmir\"&gt;Kashmir&lt;/a&gt; in his hands.\nThe Constituent Assembly, headed by the prominent lawyer, reformer and Dalit leader, B.R. Ambedkar was tasked with creating the constitution of free India. The Constituent Assembly completed the work of drafting the constitution on 26 November 1949; on 26 January &lt;a href=\"1950\"&gt;1950&lt;/a&gt;, the &lt;a href=\"Republic%20of%20India\"&gt;Republic of India&lt;/a&gt; was officially proclaimed. The Constituent Assembly elected &lt;a href=\"Rajendra%20Prasad\"&gt;Rajendra Prasad&lt;/a&gt; was the first &lt;a href=\"President%20of%20India\"&gt;President of India&lt;/a&gt;, taking over from Governor General Rajgopalachari. Subsequently, the French ceded &lt;a href=\"Chandernagore\"&gt;Chandernagore&lt;/a&gt; in 1951, and &lt;a href=\"Pondicherry%20district\"&gt;Pondichéry&lt;/a&gt; and its remaining Indian colonies by 1954. Indian troops &lt;a href=\"Indian%20annexation%20of%20Goa\"&gt;invaded and annexed Goa&lt;/a&gt; and Portugal's other &lt;a href=\"Portuguese%20India\"&gt;Indian enclaves&lt;/a&gt; in 1961, and &lt;a href=\"Sikkim\"&gt;Sikkim&lt;/a&gt; voted to join the Indian Union in 1975 after the &lt;a href=\"Nathu%20La%20and%20Cho%20La%20clashes\"&gt;Indian victory over China&lt;/a&gt; in Nathu La and Cho La.\nFollowing self-rule in 1947, India remained in the &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth of Nations&lt;/a&gt;, and &lt;a href=\"India%E2%80%93United%20Kingdom%20relations\"&gt;relations between the UK and India&lt;/a&gt; have since become friendly. There are many areas in which the two countries seek stronger ties for mutual benefit, and there are also strong cultural and social ties between the two nations. The UK has an ethnic Indian population of over 1.6 million. In 2010, Prime Minister &lt;a href=\"David%20Cameron\"&gt;David Cameron&lt;/a&gt; described Indian – British relations as a \"New &lt;a href=\"Special%20Relationship\"&gt;Special Relationship&lt;/a&gt;\"."
}