{
    "id": "16108663",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=16108663",
    "title": "Partners of the Americas",
    "text": "Partners of the Americas was inspired by &lt;a href=\"President%20of%20the%20United%20States\"&gt;President of the United States&lt;/a&gt; &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt;, who in 1963 launched the &lt;a href=\"Alliance%20for%20Progress\"&gt;Alliance for Progress&lt;/a&gt;, a program of government-to-government economic cooperation across the Western Hemisphere. It is a &lt;a href=\"501%28c%29\"&gt;501(c)(3)&lt;/a&gt; &lt;a href=\"non-profit%20organization\"&gt;non-profit organization&lt;/a&gt; headquartered in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;\nHow it works.\nAt the heart of Partners is a “people-to-people” philosophy, which grew out of a 1962 call by President Kennedy for citizens of the Western Hemisphere to work together. Inspired by the challenge, &lt;a href=\"James%20Boren\"&gt;Jim Boren&lt;/a&gt;, one of Partners founders, envisioned a two-way network of volunteer partnerships that would enable everyday people to contribute to the Americas.\nToday, Partners has evolved into 120 volunteer chapters\nlinked in 60 partnerships. Chapters in U.S. states form partnerships with chapters in countries or states in &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt; and the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt;. Each volunteer chapter is organized as a private, nonprofit institution with by-laws and regularly elected officers.\nWhat Partners Does.\nPartners programs work in many fields and across a broad spectrum of society and the day-to-day lives of people throughout the Americas. Areas include: Child Protection, Education &amp; Global Citizenship, and Economic Development &amp; Health. Partners works as a grassroots organization that uses partnerships between U.S. states and Latin American countries or regions to foster cultural exchange and education. These partnerships are also used to address issues in the aforementioned areas through volunteer service and technical expertise."
}