{
    "id": "16109677",
    "revid": "1453997",
    "url": "https://en.wikipedia.org/wiki?curid=16109677",
    "title": "San Marino national rugby union team",
    "text": "The San Marino national rugby union team represents &lt;a href=\"San%20Marino\"&gt;San Marino&lt;/a&gt; in international &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt;. San Marino are a member of the &lt;a href=\"International%20Rugby%20Board\"&gt;International Rugby Board&lt;/a&gt; (IRB).\nOverview.\n2013\nThe Republic of San Marino still doesn't have a National Team for rugby 15.\nThe only existing national rugby team of the Republic of San Marino is a rugby 7s team. This team was born on the occasion of his first competition on 25 and 26 May 2013, in the twenty-seventh edition of the annual international tournament \"Benidorm Seven\", in the &lt;a href=\"Benidorm\"&gt;homonymous city&lt;/a&gt;, in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;.\nThis national team ended up last in the above-mentioned competition, suffering six defeats against the following six formations: Crusaders (United Kingdom), Barbarians (Belgium), Grenoble, La Vila, Comunidad Valenciana and a selection of Malaysia.\nIt should however be noted that these other formations are selections of professional players, while the National Team of San Marino is made up exclusively of players from the Rugby Club San Marino and absolutely amateur, as well as being at their first experience of rugby 7s outside the territory of the Republic of San Marino.\nConsidering the enormous gap in the players' levels, it should be considered a good result the six tries scored by the National Team in the whole tournament (an average of one try per game). The tries were scored by Bastianelli (2), Garavini, Giardi, Gobbi and Maiani Fa.\n2014\nThe second performance (which is also the first \"official\" one) of the national team took place in Thessaloniki (Greece) on 31 May 2014, in the B-category of the European tournament of rugby 7 &lt;a href=\"FIRA-AER\"&gt;FIRA-AER&lt;/a&gt;.\nPlayers: Navid Ataei, Mattia Bastianelli (cap.), Gianluca Conti, Niccolò Cozza, Luca Di Bisceglie, Juan Pablo Flores, Davide Giardi, Francesco Gobbi, Franco Maiani, Fabio Matteini, Carlo Terenzi, Fabio Tonelli\nAgain the team ended up last (10th place) in the competition, also due to the hard pool in which it was placed by drawing lots, that is against Hungary, Austria and Montenegro.\nDespite being highly inferior to the opponents, both on a technical and physical side, the sammarinese selection managed to avoid to cut a poor figure, showing good game and intimidating several times the enemies' defenses; this in particular against Hungary, that will end up first in the tournament earning the chance to fight for the A-category next year.\nThe results: \n2015\nOn 6 June 2015 drove to Zenica (Bosnia and Herzegovina) to take part in the Rugby Europe Men's Sevens Championships, Division C.\nPlayers: Navid Ataei, Davide Bacciocchi, Mattia Bastianelli (cap.), Niccolò Cozza, Luca Di Bisceglie, Michele Garavini, Davide Giardi, Francesco Gobbi, Facundo Maiani, Carlo Terenzi, Marino Terenzi, Fabio Ugolini\nHere you can see the results of the Championship: &lt;a href=\"2015%20Rugby%20Europe%20Men%27s%20Sevens%20Championships\"&gt;2015 Rugby Europe Men's Sevens Championships&lt;/a&gt;\nSan Marino passed the qualification pool thanks to its outstanding victory on Liechtenstein (43-0), gaining access to the \"Plate\" round (5th to 8th places).\nEnded up 8th, losing the last three matches vs Serbia, Estonia and Malta.\nAn honorable result, 8th on 12, for the small Republic of San Marino, being also listed above some stronger and more experienced teams, like Montenegro (11th) and Belarus (10th)."
}