{
    "id": "1612844",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=1612844",
    "title": "Rybczynski theorem",
    "text": "The Rybczynski theorem was developed in 1955 by the &lt;a href=\"Poland\"&gt;Polish&lt;/a&gt;-born &lt;a href=\"England\"&gt;English&lt;/a&gt; &lt;a href=\"List%20of%20economists\"&gt;economist&lt;/a&gt; &lt;a href=\"Tadeusz%20Rybczynski\"&gt;Tadeusz Rybczynski&lt;/a&gt; (1923–1998). It states that at constant relative goods prices, a rise in the endowment of one factor will lead to a more than proportional expansion of the output in the sector which uses that factor intensively, and an absolute decline of the output of the other good.\nIn the context of the &lt;a href=\"Heckscher%E2%80%93Ohlin%20model\"&gt;Heckscher–Ohlin model&lt;/a&gt; of &lt;a href=\"international%20trade\"&gt;international trade&lt;/a&gt;, open trade between two regions often leads to changes in relative factor supplies between the regions. This can lead to an adjustment in the quantities and types of outputs between the two regions. The Rybczynski theorem explains the outcome from an increase in one of these factor's supply as well as the effect on the output of a good which depends on an opposing factor.\nEventually, across both countries, market forces would return the system toward equality of production in regard to input prices such as wages (the state of &lt;a href=\"factor%20price%20equalization\"&gt;factor price equalization&lt;/a&gt;).\nRelationship between endowments and outputs.\nThe Rybczynski theorem displays how changes in an &lt;a href=\"Financial%20endowment\"&gt;endowment&lt;/a&gt; affects the outputs of the goods when full &lt;a href=\"employment\"&gt;employment&lt;/a&gt; is sustained. The theorem is useful in analyzing the effects of &lt;a href=\"capital%20%28economics%29\"&gt;capital&lt;/a&gt; investment, &lt;a href=\"immigration\"&gt;immigration&lt;/a&gt; and &lt;a href=\"emigration\"&gt;emigration&lt;/a&gt; within the context of a Heckscher-Ohlin model. Consider the diagram below, depicting a labour constraint in red and a capital constraint in blue. Suppose production occurs initially on the &lt;a href=\"production%20possibility%20frontier\"&gt;production possibility frontier&lt;/a&gt; (PPF) at point A.\nSuppose there is an increase in the &lt;a href=\"labour%20%28economics%29\"&gt;labour&lt;/a&gt; endowment. This will cause an outward shift in the labour constraint. The PPF and thus production will shift to point B. Production of clothing, the labour-intensive good, will rise from \"C\"1 to \"C\"2. Production of cars, the capital-intensive good, will fall from \"S\"1 to \"S\"2.\nIf the endowment of capital rose the capital constraint would shift out causing an increase in car production and a decrease in clothing production. Since the labour constraint is steeper than the capital constraint, cars are capital-intensive and clothing is labor-intensive.\nIn general, an increase in a country's endowment of a factor will cause an increase in output of the good which uses that factor intensively, and a decrease in the output of the other good."
}