{
    "id": "16135814",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=16135814",
    "title": "Barenaked Ladies discography",
    "text": "The discography of Canadian &lt;a href=\"alternative%20rock\"&gt;alternative rock&lt;/a&gt; band &lt;a href=\"Barenaked%20Ladies\"&gt;Barenaked Ladies&lt;/a&gt; consists of 13 primary &lt;a href=\"studio%20album\"&gt;studio album&lt;/a&gt;s, three themed &lt;a href=\"studio%20album\"&gt;studio album&lt;/a&gt;s, 41 &lt;a href=\"single%20%28music%29\"&gt;singles&lt;/a&gt;, three &lt;a href=\"live%20album\"&gt;live album&lt;/a&gt;s, two &lt;a href=\"greatest%20hits\"&gt;greatest hits&lt;/a&gt; &lt;a href=\"compilation%20albums\"&gt;compilation&lt;/a&gt;s, and three video releases. This list does not include material recorded by band members individually or with other side projects.\nBarenaked Ladies was formed in 1988 by &lt;a href=\"Steven%20Page\"&gt;Steven Page&lt;/a&gt; and &lt;a href=\"Ed%20Robertson\"&gt;Ed Robertson&lt;/a&gt;, both singer-songwriter guitarists. &lt;a href=\"Andy%20Creeggan\"&gt;Andy&lt;/a&gt; and &lt;a href=\"Jim%20Creeggan\"&gt;Jim Creeggan&lt;/a&gt; joined the group on percussion and bass respectively approximately a year later. In mid-1990, &lt;a href=\"Tyler%20Stewart\"&gt;Tyler Stewart&lt;/a&gt; joined the band as drummer with Andy Creeggan shifting to keyboards after returning from an exchange trip. Andy Creeggan left the band before the mid-1995 sessions for its third album (recorded as a four-piece). He was replaced by &lt;a href=\"Kevin%20Hearn\"&gt;Kevin Hearn&lt;/a&gt; later on in 1995. The band's lineup remained unchanged until Page left the band in early 2009. They have sold at least 15 million records including albums and singles.\nAlbums.\nPre-label releases.\nThe following albums were recorded and released prior to the band's first major record deal. They are essentially demo/promo tapes, though the \"Yellow Tape\" became commercially successful.\nStudio albums.\nThe following are LP length studio albums which contain original material with no specified theme or topic:\nThemed/topical studio albums.\nThe following are studio albums whose content has a specified unifying topic or purpose. This includes a holiday album, a soundtrack to a &lt;a href=\"Stratford%20Shakespeare%20Festival\"&gt;Stratford&lt;/a&gt; &lt;a href=\"William%20Shakespeare\"&gt;Shakespeare&lt;/a&gt; production, and an album of songs geared towards children.\nExtended plays.\nBarenaked Ladies has released one &lt;a href=\"Extended%20play\"&gt;Extended play&lt;/a&gt; disc consisting of commercially unreleased tracks (new songs or new versions), which also included &lt;a href=\"enhanced%20CD\"&gt;enhanced&lt;/a&gt; multimedia content. Other EP releases were download-only compilations of previously released tracks.\nCompilation albums.\nBarenaked Ladies have released two greatest hits compilations (the first was released November 13, 2001, the second on September 27, 2011), as well as an &lt;a href=\"iTunes%20Music%20Store\"&gt;iTunes Music Store&lt;/a&gt;-exclusive \"&lt;a href=\"iTunes%20Originals\"&gt;iTunes Originals&lt;/a&gt;\" which compiles old tracks along with newly recorded live performances and interviews. A compilation of 12 unreleased demos, b-sides, remixes and live recordings from 1992 to 2003 was released May 8, 2012.\nLive albums.\nBarenaked Ladies has three true commercial live album releases as released by the band's label at that time. The band has also recorded and released many of their regular concerts for their fans both digitally and in directly retailed physical media (CDs and flash drives), though these are typically mixed live during the show and are released as-is. Some of these concert recordings have become available in through some commercial retailers in both digital and CD form, though these are not considered a part of the band's primary discography. Similarly, a compilation of these live tracks, released in 2006 as part of the \"Extended Versions\" album series, is not considered a part of the band's primary discography.\nCollaboration albums.\nBarenaked Ladies collaborated with &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt; &lt;a href=\"a%20cappella\"&gt;a cappella&lt;/a&gt; group &lt;a href=\"The%20Persuasions\"&gt;The Persuasions&lt;/a&gt; in October 2016. During the 2 day session, they recorded 15 songs that would later become a collaboration album, titled \"\". The album was released April 14, 2017."
}