{
    "id": "16130620",
    "revid": "39594843",
    "url": "https://en.wikipedia.org/wiki?curid=16130620",
    "title": "Klungkung Palace",
    "text": "The Klungkung Palace, officially Puri Agung Semarapura, is a historical building complex situated in &lt;a href=\"Semarapura\"&gt;Semarapura&lt;/a&gt;, the capital of the &lt;a href=\"Klungkung%20Regency\"&gt;Klungkung Regency&lt;/a&gt; (&lt;a href=\"kabupaten\"&gt;kabupaten&lt;/a&gt;) on &lt;a href=\"Bali\"&gt;Bali&lt;/a&gt;, &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;. The palace (&lt;a href=\"puri\"&gt;puri&lt;/a&gt;) was erected at the end of the 17th century, but largely destroyed during the &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt; colonial conquest in 1908. Today the basic remains of the palace are the court of justice, the &lt;a href=\"Kertha%20Gosa%20Pavilion\"&gt;Kertha Gosa Pavilion&lt;/a&gt;, and the main gate that bears the date Saka 1622 (AD 1700). Within the old palace compound is also a floating pavilion, the Bale Kembang. The descendants of the rajas that once ruled Klungkung today live in Puri Agung, a residence to the west of the old palace, which was built after 1929.\nThe origins of the palace.\nThe Klungkung kingdom was considered to be the highest and most important of the nine kingdoms of &lt;a href=\"Bali\"&gt;Bali&lt;/a&gt; from the late 17th century to 1908. It was the heir of the old &lt;a href=\"Gelgel%2C%20Indonesia\"&gt;Gelgel&lt;/a&gt; kingdom, which had dominated the island since long but had broken up in the late 17th century. In 1686 (or, in another version, 1710), Dewa Agung Jambe I, a prince descending from the old Rajas of &lt;a href=\"Gelgel%2C%20Indonesia\"&gt;Gelgel&lt;/a&gt;, moved to Klungkung (also known as &lt;a href=\"Semarapura\"&gt;Semarapura&lt;/a&gt;) and built a new palace or &lt;a href=\"puri\"&gt;puri&lt;/a&gt;. Although he did not have the prerogatives of his Gelgel forebears, the new palace maintained a degree of prestige and precedence on the politically fragmented island. The palace was built in square form, being roughly 150 meters on each side with the main gate to the north. It was divided in several blocks with various ritual and practical functions. The complex displayed a deep symbolism according to a fixed structural pattern.\nThe Kerta Gosa.\nThe city was known at that time for its arts, painting, dance and music. At the end of the 18th century, the &lt;a href=\"Kertha%20Gosa%20Pavilion\"&gt;Kerta Gosa Pavilion&lt;/a&gt;, also spelt Kertha Gosa or Kertha Ghosa, the hall of justice, was erected in the north-eastern corner of the palace compound. It typified the Klungkung style of architecture and painting. Because the Kerta Gosa was the court of the high king of Bali, cases on the island which could not be resolved were transferred to this site. Three &lt;a href=\"Brahmana\"&gt;Brahmana&lt;/a&gt; priests presided over the court. The convicts (as well as visitors today) were able to view the ceiling which depicted different punishments in the afterlife, the results of karma, while they were awaiting sentencing. The ceiling paintings of the Kerta Gosa are one of the outstanding examples of the &lt;a href=\"Kamasan\"&gt;Kamasan&lt;/a&gt; (or &lt;a href=\"Wayang\"&gt;Wayang&lt;/a&gt;) style. The paintings were probably originally done in the middle of the nineteenth century, and renewed in 1918, 1933 and 1963, with individual panels repaired in the 1980s and 1990s. Leading artists of Kamasan village such as Kaki Rambut, Pan Seken, Mangku Mura and Nyoman Mandra have been responsible for the repaintings in the twentieth century. The main paintings depict the story of Bima in heaven and hell, but other stories depicted are the Tantri, the Garuda story, and scenes predicting the portents of earthquakes (Palindon).\nEarly history.\nThe descendants of the first king, Dewa Agung Jambe (r. 1686-c. 1722), ruled under varying fortunes for more than two centuries. They were always known by the title &lt;a href=\"Dewa%20Agung\"&gt;Dewa Agung&lt;/a&gt;. Dewa Agung Gede alias Surawirya (r. c. 1722-1736) allied with the influential king of &lt;a href=\"Mengwi\"&gt;Mengwi&lt;/a&gt; and performed an expedition to &lt;a href=\"Java\"&gt;Java&lt;/a&gt; together with him. After his death in 1736, internal fighting broke out between his two sons Dewa Agung Gede (Jr.) and Dewa Agung Made. The former called in help from the &lt;a href=\"Karangasem%20Regency\"&gt;Karangasem&lt;/a&gt; kingdom, but was defeated. The victor Dewa Agung Made was succeeded by a mentally ill son, Dewa Agung Sakti (r. before 1769-end of 18th century). His wife fled to Karangasem where her son Dewa Agung Putra I was brought up. In about the end of the 18th century his Karangasem helpers established him on the throne of Klungkung. Dewa Agung Putra I appears to have been a strong leader but fell in a minor war in &lt;a href=\"Bangli\"&gt;Bangli&lt;/a&gt; in 1809. He left a son, Dewa Agung Putra II (r. 1814-1850) and a daughter and co-regent, &lt;a href=\"Dewa%20Agung%20Istri%20Kanya\"&gt;Dewa Agung Istri Kanya&lt;/a&gt;.\nThe Dutch interference.\nTogether with the other Balinese rajas, Dewa Agung Putra II signed a contract with the Dutch colonial authorities in 1843, but the varying interpretations of the contract soon caused friction. This was the background to the three Dutch military expeditions in 1846, 1848 and 1849. The last of these expeditions invaded Klungkung territory. The enterprising queen &lt;a href=\"Dewa%20Agung%20Istri%20Kanya%20\"&gt;Dewa Agung Istri Kanya &lt;/a&gt; fought the Dutch to a standstill, and this was followed by a general reconciliation between the Balinese rajas and the Dutch authorities. In the following decades the kingdom was led by a grandson of Dewa Agung Sakti, Dewa Agung Putra III (r. 1851-1903 ). He was an activist leader who intervened in the affairs of the other south Balinese kingdoms, which were still only nominally attached to the Dutch East Indies. In 1885 he imprisoned the Raja of &lt;a href=\"Gianyar\"&gt;Gianyar&lt;/a&gt;, and in 1891 he was heavily responsible for the destruction of the &lt;a href=\"Mengwi\"&gt;Mengwi&lt;/a&gt; kingdom. After 1900 Dutch presence made itself increasingly felt in south Bali. In this situation Dewa Agung Putra III died and was succeeded by his son Dewa Agung Jambe II (r. 1903-1908 ). He took a defiant attitude against the encroaching colonialism.\nThe fall of Klungkung.\nThe alleged plundering of the stranded ship \"Sri Kumala\" in 1904, led to a renewed Dutch military foray in 1906. The colonial troops captured &lt;a href=\"Badung\"&gt;Badung&lt;/a&gt; after a suicidal attack on the invaders, a so-called &lt;a href=\"puputan\"&gt;puputan&lt;/a&gt; (\"finishing\"). Two years later, in a similar manner, an incident in nearby Gelgel triggered a punitive colonial expedition to Klungkung (see &lt;a href=\"Dutch%20intervention%20in%20Bali%20%281908%29\"&gt;Dutch intervention in Bali (1908)&lt;/a&gt;). The local Balinese elite chose to make a last stand against the &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt;. Dewa Agung Jambe II, the members of his dynasty and their retainers sallied forth from the palace and engaged in a &lt;a href=\"puputan\"&gt;puputan&lt;/a&gt;. The fight, which took place on 18 April 1908, proceeded until the death of the last of the combatants, which included women and children. Those not killed by Dutch bullets were finished off by other members of the royal group. \nAfter the puputan, the surviving members of the royal family were exiled, and the palace was largely razed to the ground. In 1929 the family was allowed to return, and settled in the newly built Puri Agung. Today, the history of Klungkung, and the puputan, are commemorated in a museum close to the remains of the palace. To the north of the palace a monument has been erected to the memory of the puputan incident."
}