{
    "id": "16162556",
    "revid": "1067832098",
    "url": "https://en.wikipedia.org/wiki?curid=16162556",
    "title": "2008 AFC President's Cup",
    "text": "The 2008 AFC President's Cup was the fourth edition of the &lt;a href=\"AFC%20President%27s%20Cup\"&gt;AFC President's Cup&lt;/a&gt;, a competition for &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; clubs in countries categorized as \"emerging nations\" by the &lt;a href=\"Asian%20Football%20Confederation\"&gt;Asian Football Confederation&lt;/a&gt;. For this edition, the tournament was extended from eight to eleven teams, with three groups in place of the previous two. The three new teams came from Bangladesh, Myanmar and Turkmenistan. The eleven teams that competed were split up into three groups and played each other team in their group once. The winner of each group and the best runner-up qualified for the semifinals, and the winners of the semifinal matches played in the final match to determine the winner.\nEach group was to be played over a period of days in April at one venue - Group A at &lt;a href=\"Dashrath%20Stadium\"&gt;Dashrath Stadium&lt;/a&gt;, &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt;, Group B at &lt;a href=\"Chungshan%20Soccer%20Stadium\"&gt;Chungshan Stadium&lt;/a&gt;, &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt; and Group C at &lt;a href=\"Sugathadasa%20Stadium\"&gt;Sugathadasa Stadium&lt;/a&gt;, &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;. However, due to political unrest in Nepal, Group A matches were postponed and eventually played at &lt;a href=\"MPPJ%20Stadium\"&gt;MPPJ Stadium&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt; in June.\nThe final stage of the competition was played in &lt;a href=\"Kyrgyzstan\"&gt;Kyrgyzstan&lt;/a&gt; from September 19–21.\nQualifying teams.\n1 Mehandra Police Club now known as Nepal Police Club.\n2 No league held in 2007–08 so 2006–07 champions qualify.\n3 &lt;a href=\"Pakistan%20Army%20F.C.\"&gt;Pakistan Army F.C.&lt;/a&gt; were originally Pakistan's entrants, but replaced by WAPDA for rearranged group stage.\nGroup stage.\nGroup A.\n\"All matches played at &lt;a href=\"MPPJ%20Stadium\"&gt;MPPJ Stadium&lt;/a&gt;, &lt;a href=\"Kuala%20Lumpur\"&gt;Kuala Lumpur&lt;/a&gt;\"\nGroup B.\n\"All matches played at &lt;a href=\"Chungshan%20Soccer%20Stadium\"&gt;Chungshan Stadium&lt;/a&gt;, &lt;a href=\"Taipei\"&gt;Taipei&lt;/a&gt;\"\nGroup C.\n\"All matches played at &lt;a href=\"Sugathadasa%20Stadium\"&gt;Sugathadasa Stadium&lt;/a&gt;, &lt;a href=\"Colombo\"&gt;Colombo&lt;/a&gt;\"\nFinal stage.\nFinal.\nOFFICIALS"
}