{
    "id": "161724",
    "revid": "42509408",
    "url": "https://en.wikipedia.org/wiki?curid=161724",
    "title": "Western Michigan University",
    "text": "Western Michigan University (WMU) is a &lt;a href=\"Public%20university\"&gt;public&lt;/a&gt; &lt;a href=\"research%20university\"&gt;research university&lt;/a&gt; in &lt;a href=\"Kalamazoo%2C%20Michigan\"&gt;Kalamazoo, Michigan&lt;/a&gt;. It was established in 1903 by &lt;a href=\"Dwight%20B.%20Waldo\"&gt;Dwight B. Waldo&lt;/a&gt;. Its enrollment, as of the Fall 2019 semester, was 21,470. It is &lt;a href=\"Carnegie%20Classification%20of%20Institutions%20of%20Higher%20Education\"&gt;classified&lt;/a&gt; among \"R2: Doctoral Universities – High research activity\".\nThe university's athletic teams compete in &lt;a href=\"NCAA%20Division%20I\"&gt;Division I&lt;/a&gt; of the &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;National Collegiate Athletic Association&lt;/a&gt; (NCAA) and are known as the &lt;a href=\"Western%20Michigan%20Broncos\"&gt;Western Michigan Broncos&lt;/a&gt;. They compete in the &lt;a href=\"Mid-American%20Conference\"&gt;Mid-American Conference&lt;/a&gt; for most sports.\nHistory.\nOn May 27, 1903, Michigan Governor &lt;a href=\"Aaron%20T.%20Bliss\"&gt;Aaron T. Bliss&lt;/a&gt; signed a bill authorizing the creation of the State's fourth teacher-training facility. The three other &lt;a href=\"normal%20schools\"&gt;normal schools&lt;/a&gt; were in Ypsilanti (&lt;a href=\"Eastern%20Michigan%20University\"&gt;Eastern&lt;/a&gt;), Mount Pleasant (&lt;a href=\"Central%20Michigan%20University\"&gt;Central&lt;/a&gt;), and Marquette (&lt;a href=\"Northern%20Michigan%20University\"&gt;Northern&lt;/a&gt;). Kalamazoo was chosen as the new school's location on August 28, 1903. Other locations considered included &lt;a href=\"Allegan%2C%20Michigan\"&gt;Allegan&lt;/a&gt;, &lt;a href=\"Muskegon%2C%20Michigan\"&gt;Muskegon&lt;/a&gt;, &lt;a href=\"Grand%20Rapids%2C%20Michigan\"&gt;Grand Rapids&lt;/a&gt;, &lt;a href=\"Decatur%2C%20Michigan\"&gt;Decatur&lt;/a&gt;, &lt;a href=\"Three%20Oaks%2C%20Michigan\"&gt;Three Oaks&lt;/a&gt;, and &lt;a href=\"Hastings%2C%20Michigan\"&gt;Hastings&lt;/a&gt;. The first building, then known as the Administration Building, and now known as East Hall, was constructed in 1904.\nThe university was first officially known as Western State Normal School, and originally offered a two-year training program. The first principal and president was &lt;a href=\"Dwight%20B.%20Waldo\"&gt;Dwight B. Waldo&lt;/a&gt;, who served from 1904 until 1936. The school was renamed several times throughout its early history, beginning with Western State Teachers College in 1927, Michigan College of Education in 1941, and Western Michigan College in 1955. On February 26, 1957, Governor &lt;a href=\"G.%20Mennen%20Williams\"&gt;G. Mennen Williams&lt;/a&gt; signed a bill into law that made Western Michigan College the state's fourth public university and gave the school its current name of Western Michigan University.\nMost of the oldest and original WMU buildings and \"classrooms\" are collectively known as &lt;a href=\"East%20Campus%20%28Western%20Michigan%20University%29\"&gt;East Campus&lt;/a&gt;, directly East from the more central \"West Campus\".\nAccess to the East Campus site was an issue because of the steep grade elevating it above the city. The &lt;a href=\"Western%20State%20Normal%20Railroad\"&gt;Western State Normal Railroad&lt;/a&gt; was established in 1907 to carry students and staff up and down the hill via a &lt;a href=\"funicular\"&gt;funicular&lt;/a&gt;. It operated until 1949.\nWestern Michigan University was negatively impacted by the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;. Giving remarks at a WMU board of trustees meeting on April 23, 2020, President Edward Montgomery stated \"The COVID-19 pandemic has also transformed higher education and our University in ways that few of us could have imagined\". He went on to state \"the crisis has already cost WMU well over $45 million, and we expect the tally to rise through the remainder of this fiscal year\". To soften the economic toll of the pandemic, WMU instituted a number of cost-cutting measures. Montgomery stated he was personally taking a 10% pay cut and there would be pay cuts between 5%–10% for other WMU executives. Montgomery stated these cuts will save WMU \"approximately $1 million\".\nCampus.\nWMU's campuses encompass more than and roughly 150 buildings. Western Michigan University is divided into five campuses in and near &lt;a href=\"Kalamazoo%2C%20Michigan\"&gt;Kalamazoo&lt;/a&gt;:\nWest Campus.\nWest Campus is the primary and largest WMU campus in &lt;a href=\"Kalamazoo%2C%20Michigan\"&gt;Kalamazoo&lt;/a&gt;, and is usually referred to as \"Main Campus.\" Most of the university &lt;a href=\"academic\"&gt;academic&lt;/a&gt; and &lt;a href=\"academic%20administration\"&gt;administrative&lt;/a&gt; buildings are on West Campus, including the College of Arts and Sciences, Haworth College of Business, College of Education and Human Development, College of Fine Arts, the Lee Honors College and Waldo Library. Many of the &lt;a href=\"residence%20halls\"&gt;residence halls&lt;/a&gt; are found scattered throughout West Campus, while other &lt;a href=\"dormitories\"&gt;dormitories&lt;/a&gt; (affectionately referred to as \"The Valleys\") are adjacent to West Campus in Goldsworth Valley. Waldo Library is the fourth largest university library system in Michigan, where it houses millions of various resources such as books, audio/visual materials, maps, electronic resources and more. The library also has a Special Collections and Rare Book Room, where they preserve thousands of manuscripts, facsimiles, and unique items available for viewing one item at a time. \nThe Bernhard Center is a centrally located multi-purpose student union that provides student and community groups with meeting space. Located within the Bernhard Center is the Bronco Mall, a one-stop-shop for students which includes a large 24-hour computer lab, a &lt;a href=\"food%20court\"&gt;food court&lt;/a&gt; featuring &lt;a href=\"Subway%20%28restaurant%29\"&gt;Subway&lt;/a&gt;, &lt;a href=\"Biggby%20Coffee\"&gt;Biggby Coffee&lt;/a&gt;, &lt;a href=\"The%20Burger%20Bros\"&gt;The Burger Bros&lt;/a&gt;, numerous tables and chairs for eating and socializing, a &lt;a href=\"PNC%20Bank\"&gt;PNC Bank&lt;/a&gt;, and one of two school &lt;a href=\"bookstore\"&gt;bookstore&lt;/a&gt;s. Waldo Library and the attached University Computing Center are on West Campus, as is the Dalton Musical Center. Recently constructed buildings on West Campus include the Western Heights &lt;a href=\"dormitory\"&gt;dormitory&lt;/a&gt; and the Chemistry Building, which replaces aging McCracken Hall.\nWest Campus is also the site of &lt;a href=\"Miller%20Auditorium\"&gt;Miller Auditorium&lt;/a&gt;. A large entertainment venue seating nearly 3500 people, it is Michigan's fourth largest auditorium. Miller Auditorium hosts events ranging from popular &lt;a href=\"musicals\"&gt;musicals&lt;/a&gt; and &lt;a href=\"concerts\"&gt;concerts&lt;/a&gt; to graduation commencements and film screenings. The Gilmore Theater Complex, featuring three performance stages and faculty offices, is directly next to Miller Auditorium. The &lt;a href=\"Richmond%20Center%20for%20Visual%20Arts\"&gt;Richmond Center for Visual Arts&lt;/a&gt; was added to the Fine Arts Complex in 2007, followed by South Kohrman Hall being renovated into the Kohrman Hall Studios in 2008. Both buildings house the &lt;a href=\"Gwen%20Frostic\"&gt;Gwen Frostic&lt;/a&gt; School of Art.\nEast Campus.\nEast Campus is the original development dating from the university's founding in 1903. It contains many of the university's historical buildings including, East Hall, West Hall, North Hall, Walwood Hall, Spindler Hall, Vandercook Hall, and The Little Theater. Many of these buildings are on a hill overlooking the city of &lt;a href=\"Kalamazoo%2C%20Michigan\"&gt;Kalamazoo&lt;/a&gt;. Walwood Hall, renovated in 1992, is home to the Graduate College, the Graduate Student Advisory Committee, the Medieval Institute, the WMU Office of Research and several other academic and administrative offices.\nIn December 2012, WMU announced plans to renovate its birthplace, historic East Hall, for use as an alumni center. It also announced plans to demolish several of the university's original historic buildings and utilize the hilltop as green space.\nIn August 2013 West Hall and the Speech and Hearing building on WMU's East Campus were demolished. The original portion of East Hall was retained, but North Hall and the two side wings of East Hall came down. East Hall reopened in 2015 as Heritage Hall, home to the WMU Alumni Center. In addition to the renovation of East Hall, the portico of North Hall was preserved and positioned just north of East Hall.\nOakland Drive Campus.\nThe Oakland Drive Campus is the university's newest land acquisition. It is home to the university's College of Health and Human Services and the WMU Army ROTC program.\nIt is now also home to the Western Michigan University Archives and Regional History Collections new location, the Charles C. and Lynn L. Zhang Legacy Collections Center.\nParkview Campus.\nThe Parkview Campus is home to the university's College of Engineering and Applied Sciences and is within the Business Technology and Research Park. \"Erected\" in 2003, the $72.5 million building Floyd Hall is and features two three-story wings connected by a middle glass enclosure. The campus is about southwest of the main campus.\nThe campus contains the paper coating plant. The school offers 17 undergraduate engineering, technology and applied sciences programs, while the graduate level, the College of Engineering and Applied Sciences offers 9 master programs, and 6 doctoral programs.\nIn Fall 2018, the Master of Science in Engineering Management (MSEM) degree was offered in &lt;a href=\"Punta%20Gorda%2C%20Florida\"&gt;Punta Gorda&lt;/a&gt; at the WMU Punta Gorda campus. The MSEM program was globally certified by the American Society for Engineering Management (ASEM). The 30-credit program was offered as a hybrid, with monthly in-person classroom sessions augmented by online coursework.\nCollege of Aviation.\nThe College of Aviation offers three undergraduate aviation majors and has over 950 undergraduate students.\nThe College of Aviation runs a &lt;a href=\"Cirrus%20SR-20\"&gt;Cirrus SR-20&lt;/a&gt; fleet and turbine engine testing sites. Additionally the College of Aviation has a fleet of &lt;a href=\"Piper%20PA-44%20Seminole\"&gt;Piper PA-44 Seminole&lt;/a&gt;, one &lt;a href=\"Cirrus%20SR-22\"&gt;Cirrus SR-22&lt;/a&gt;, one &lt;a href=\"Piper%20PA-18%20Super%20Cub\"&gt;Piper PA-18 Super Cub&lt;/a&gt;, and one &lt;a href=\"American%20Champion%20Decathlon\"&gt;American Champion Decathlon&lt;/a&gt; used for flight training. The facility is in &lt;a href=\"Battle%20Creek%2C%20Michigan\"&gt;Battle Creek, Michigan&lt;/a&gt; at &lt;a href=\"W.%20K.%20Kellogg%20Airport\"&gt;W. K. Kellogg Airport&lt;/a&gt;.\nBecause the demand for training was high, the city of Battle Creek and the Air National Guard, in conjunction with the College of Aviation, constructed a new runway just to the west of the original runway 23 and parallel to it. This caused Battle Creek's main runway to be renamed runway 23R and the new runway 23L. The project's cost was around $7 million, 95% of the money coming from the government. The runway is now fully \"operational\".\nFrom August 2017 to August 2019, Western Michigan University operated a satellite campus in &lt;a href=\"Punta%20Gorda%2C%20Florida\"&gt;Punta Gorda, Florida&lt;/a&gt; near the &lt;a href=\"Punta%20Gorda%20Airport%20%28Florida%29\"&gt;Punta Gorda Airport&lt;/a&gt; with additional facilities being located on the airfield. WMU planned to build a new building on the north side of the airport to consolidate the aviation classes at the airport. Western Michigan University offered aviation and music therapy programs in Punta Gorda and used &lt;a href=\"Florida%20SouthWestern%20State%20College\"&gt;Florida SouthWestern State College&lt;/a&gt;’s campus. It was announced in February 2019 that WMU Punta Gorda would close due to low enrollment numbers.\nMedical school.\nWestern Michigan began planning a medical school in 2008, named &lt;a href=\"Western%20Michigan%20University%20Homer%20Stryker%20M.D.%20School%20of%20Medicine\"&gt;Western Michigan University Homer Stryker M.D. School of Medicine&lt;/a&gt;, which admitted its first class in August 2014. Privately funded and created in partnership with &lt;a href=\"Borgess%20Medical%20Center\"&gt;Borgess Medical Center&lt;/a&gt; and &lt;a href=\"Bronson%20Methodist%20Hospital\"&gt;Bronson Methodist Hospital&lt;/a&gt;, the school was seeded by a $100 million cash donation from Dr. Homer Stryker's granddaughter, Ronda Stryker, and her husband William Johnston, a WMU trustee – the largest cash gift ever given to a college or university in Michigan. It is also the 15th largest cash gift ever given to any public university in the nation.\nLaw School.\nWestern Michigan University had a partnership with &lt;a href=\"Thomas%20M.%20Cooley%20Law%20School\"&gt;Thomas M. Cooley Law School&lt;/a&gt; for over a decade, that on August 13, 2014, culminated in the adoption of a new name and partnership, the &lt;a href=\"Western%20Michigan%20University%20Cooley%20Law%20School\"&gt;Western Michigan University Cooley Law School&lt;/a&gt;. In 2020, the university's Board of Trustees voted to end its affiliation with the Thomas M. Cooley Law School. In 2023, the law school will stop using the WMU name.\nRegional sites.\nWestern Michigan University also has several regional sites that offer education to more than 6,000 students each year. These regional sites are in cities throughout &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;:\nAcademics.\nWMU is &lt;a href=\"Carnegie%20Classification%20of%20Institutions%20of%20Higher%20Education\"&gt;classified&lt;/a&gt; among \"R2: Doctoral Universities – High research activity\". It has 147 &lt;a href=\"undergraduate%20degree\"&gt;undergraduate degree&lt;/a&gt; programs, 73 &lt;a href=\"master%27s%20degree\"&gt;master's degree&lt;/a&gt; programs, 30 &lt;a href=\"Doctorate\"&gt;doctoral&lt;/a&gt; programs, and one &lt;a href=\"specialist%20degree\"&gt;specialist degree&lt;/a&gt; program.\nThe university has seven degree-granting colleges: the College of Arts and Sciences, the College of Aviation, the Haworth College of Business, the College of Education, the College of Engineering and Applied Sciences, the College of Fine Arts and the College of Health and Human Services. In addition, the university has a Graduate College and the Lee Honors College.\nThe Haworth College of Business is the university's &lt;a href=\"business%20school\"&gt;business school&lt;/a&gt;. One of the largest business schools in the United States, it has some 4,000 undergraduate students and 500 &lt;a href=\"Master%20of%20Business%20Administration\"&gt;Master of Business Administration&lt;/a&gt; (MBA) and &lt;a href=\"Master%20of%20Accountancy\"&gt;Master of Accountancy&lt;/a&gt; (MSA) students. The college is in Schneider Hall on the main campus. The College of Business was renamed in honor of alumnus &lt;a href=\"G.%20W.%20Haworth\"&gt;G. W. Haworth&lt;/a&gt; after Haworth gave a large donation in the 1980s.\nIn 2001, WMU and the &lt;a href=\"Thomas%20M.%20Cooley%20Law%20School\"&gt;Thomas M. Cooley Law School&lt;/a&gt; entered into a partnership where students could obtain a &lt;a href=\"Master%20in%20Public%20Administration\"&gt;Master in Public Administration&lt;/a&gt; from WMU while simultaneously working on a law degree from Cooley. In 2008, WMU and Cooley expanded this partnership so now WMU students enrolled in both MPA and &lt;a href=\"Masters%20in%20Business%20Administration\"&gt;Masters in Business Administration&lt;/a&gt; programs at WMU may simultaneously work on obtaining a law degree from Cooley Law School at Western Michigan University. The university's board of trustees voted November 5, 2020 to end its affiliation with the Cooley Law School, indicating the board believed that affiliation with Cooley had become a distraction from the university's core mission. The disassociation requires three years to take effect. The law school closed its campus in Kalamazoo, Michigan in 2020, and plans to close its Grand Rapids, Michigan, campus in August 2021.\nStudent life.\nWestern Michigan has more than 300 registered student organizations. Students are welcomed to school each year with \"Bronco Bash\", an event with live entertainment performances and booths sponsored by student and community organizations.\nOn-campus housing provides 23 residence halls and special interest housing for students in programs such as the honors college, aviation, business community, engineering and applied sciences, science scholars, education, fine arts, health and human services, second year students, transfer students, magellan housing, wellness housing.\nEntertainment.\nThe Campus Activities Board is the main student organization responsible for bringing entertainment events for students. The organization sponsors concerts, comedians, special events, and \"Miller Movies,\" presented at the school's main theater, Miller Auditorium. CAB sponsors both Bronco Bash and WMU's student Homecoming activities, in addition to many registered student organization events and activities.\nThere are also many concerts available to the public through WMU's College of Fine Arts. An up-to-date calendar can be viewed at the School of Music website.\nStudent government.\nThe Western Student Association (WSA) along with the Graduate Student Association (GSA) are the \"primary\" body of student government at Western Michigan University. WSA has four branches: the executive cabinet, the senate, the judicial council, and the allocations commission. \nThe Graduate Student Association's leadership consists of an executive board and several committees such as the Graduate Financial Allocation Committee (GFAC), which is in charge of distributing GSA funds to other registered student organizations.\nSocial groups.\nWMU sponsors or recognizes several groups aimed towards personal and social development. This includes faith and spiritual development, the Office of &lt;a href=\"LBGT\"&gt;LBGT&lt;/a&gt; Student Services, &lt;a href=\"Fraternities%20and%20sororities\"&gt;Greek Life&lt;/a&gt;, services for International Students, Multicultural Affairs, Off-Campus Life, and Sponsored Student Organizations. WMU also has around 400 student organizations registered through the university that are available to any student.\nStudent activism.\nPlacement of the Chemistry Building generated much controversy from student groups because it displaced a large portion of greenery in the center of West Campus. A temporary outdoor plaza was constructed outside of Sangren Hall in 2007 to replace the greenery. However, this also generated controversy and protests among students and faculty because of its aesthetic characteristics and costs. One such protest by a student group involved requesting the financial records of the construction and using chalk to depict the costs of each item on the plaza.\nFraternities and sororities.\nSome of the fraternities established on campus include &lt;a href=\"Alpha%20Kappa%20Psi\"&gt;Alpha Kappa Psi&lt;/a&gt;, &lt;a href=\"Alpha%20Eta%20Rho\"&gt;Alpha Eta Rho&lt;/a&gt;, &lt;a href=\"Alpha%20Phi%20Alpha\"&gt;Alpha Phi Alpha&lt;/a&gt;, &lt;a href=\"Alpha%20Sigma%20Phi\"&gt;Alpha Sigma Phi&lt;/a&gt;, &lt;a href=\"Alpha%20Tau%20Omega\"&gt;Alpha Tau Omega&lt;/a&gt;, &lt;a href=\"Delta%20Sigma%20Pi\"&gt;Delta Sigma Pi&lt;/a&gt;, &lt;a href=\"Kappa%20Alpha%20Psi\"&gt;Kappa Alpha Psi&lt;/a&gt;, &lt;a href=\"Kappa%20Kappa%20Psi\"&gt;Kappa Kappa Psi&lt;/a&gt;, &lt;a href=\"Lambda%20Chi%20Alpha\"&gt;Lambda Chi Alpha&lt;/a&gt;, &lt;a href=\"Omega%20Delta%20Epsilon\"&gt;Omega Delta Epsilon&lt;/a&gt;, &lt;a href=\"Omega%20Psi%20Phi\"&gt;Omega Psi Phi&lt;/a&gt;, &lt;a href=\"Phi%20Beta%20Sigma\"&gt;Phi Beta Sigma&lt;/a&gt;, &lt;a href=\"Phi%20Chi%20Theta\"&gt;Phi Chi Theta&lt;/a&gt;, &lt;a href=\"Phi%20Gamma%20Delta\"&gt;Phi Gamma Delta&lt;/a&gt;, &lt;a href=\"Phi%20Mu%20Alpha%20Sinfonia\"&gt;Phi Mu Alpha Sinfonia&lt;/a&gt;, &lt;a href=\"Phi%20Sigma%20Pi\"&gt;Phi Sigma Pi&lt;/a&gt;, &lt;a href=\"Phi%20Sigma%20Kappa\"&gt;Phi Sigma Kappa&lt;/a&gt;, &lt;a href=\"Pi%20Kappa%20Alpha\"&gt;Pi Kappa Alpha&lt;/a&gt;, &lt;a href=\"Sigma%20Chi\"&gt;Sigma Chi&lt;/a&gt;, &lt;a href=\"Omega%20Delta%20Phi\"&gt;Omega Delta Phi&lt;/a&gt;, &lt;a href=\"Sigma%20Gamma%20Rho\"&gt;Sigma Gamma Rho&lt;/a&gt; &lt;a href=\"Sigma%20Lambda%20Beta\"&gt;Sigma Lambda Beta&lt;/a&gt;, &lt;a href=\"Sigma%20Phi%20Epsilon\"&gt;Sigma Phi Epsilon&lt;/a&gt;, and &lt;a href=\"Sigma%20Tau%20Gamma\"&gt;Sigma Tau Gamma&lt;/a&gt;.\nSome of the sororities established on WMU's campus are, &lt;a href=\"Alpha%20Omicron%20Pi\"&gt;Alpha Omicron Pi&lt;/a&gt;, &lt;a href=\"Alpha%20Chi%20Omega\"&gt;Alpha Chi Omega&lt;/a&gt;, &lt;a href=\"Alpha%20Kappa%20Alpha\"&gt;Alpha Kappa Alpha&lt;/a&gt;, &lt;a href=\"Alpha%20Phi\"&gt;Alpha Phi&lt;/a&gt;, &lt;a href=\"Alpha%20Xi%20Delta\"&gt;Alpha Xi Delta&lt;/a&gt;, &lt;a href=\"Chi%20Omega\"&gt;Chi Omega&lt;/a&gt;, &lt;a href=\"Delta%20Sigma%20Theta\"&gt;Delta Sigma Theta&lt;/a&gt;, &lt;a href=\"Delta%20Xi%20Nu\"&gt;Delta Xi Nu&lt;/a&gt;, &lt;a href=\"Delta%20Zeta\"&gt;Delta Zeta&lt;/a&gt;, &lt;a href=\"Lambda%20Theta%20Alpha\"&gt;Lambda Theta Alpha&lt;/a&gt;, &lt;a href=\"Pi%20Beta%20Phi\"&gt;Pi Beta Phi&lt;/a&gt;, &lt;a href=\"Sigma%20Alpha%20Iota\"&gt;Sigma Alpha Iota&lt;/a&gt;, &lt;a href=\"Sigma%20Gamma%20Rho\"&gt;Sigma Gamma Rho&lt;/a&gt;, &lt;a href=\"Sigma%20Kappa\"&gt;Sigma Kappa&lt;/a&gt;, &lt;a href=\"Sigma%20Lambda%20Gamma\"&gt;Sigma Lambda Gamma&lt;/a&gt;, &lt;a href=\"Sigma%20Psi%20Zeta\"&gt;Sigma Psi Zeta&lt;/a&gt; and &lt;a href=\"Zeta%20Phi%20Beta\"&gt;Zeta Phi Beta&lt;/a&gt;.\nHealth services.\nWestern Michigan University students and faculty are served by Sindecuse Health Center. Resources include full clinical, diagnostic, and nursing services, health promotion options, sports medicine and physical therapy, dental services, and a pharmacy. Sindecuse Health Center is on Main Campus, and is accredited by the Accreditation Association for Ambulatory Health Care.\nTransportation.\nThe university offers a free shuttle bus service for students and staff called Bronco Transit. It allows them to travel around Main Campus as well as to Oakland Drive Campus, Parkview Campus, and the College of Aviation in Battle Creek. The fleet consists of 7 buses operated by &lt;a href=\"Indian%20Trails\"&gt;Indian Trails&lt;/a&gt;. Students and staff can also ride for free on &lt;a href=\"Metro%20Transit%20%28Kalamazoo%29\"&gt;Metro Transit&lt;/a&gt; when showing their school ID.\nAthletics.\nThe Western Michigan Broncos are a &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;National Collegiate Athletic Association&lt;/a&gt; (NCAA) &lt;a href=\"Division%20I%20%28NCAA%29\"&gt;Division I&lt;/a&gt; &lt;a href=\"Football%20Bowl%20Subdivision\"&gt;Football Bowl Subdivision&lt;/a&gt; school. They compete in the &lt;a href=\"Mid-American%20Conference\"&gt;Mid-American Conference&lt;/a&gt; in &lt;a href=\"Western%20Michigan%20Broncos%20men%27s%20basketball\"&gt;men's basketball&lt;/a&gt;, baseball, &lt;a href=\"Western%20Michigan%20Broncos%20football\"&gt;football&lt;/a&gt;, soccer and tennis; and women's basketball, cross-country, golf, gymnastics, soccer, softball, track and field, and volleyball. The &lt;a href=\"Western%20Michigan%20Broncos%20men%27s%20ice%20hockey\"&gt;men's hockey&lt;/a&gt; team competes in the &lt;a href=\"National%20Collegiate%20Hockey%20Conference\"&gt;National Collegiate Hockey Conference&lt;/a&gt;.\nThe Western Michigan Broncos main rival is the &lt;a href=\"Central%20Michigan%20Chippewas\"&gt;Central Michigan Chippewas&lt;/a&gt; who also compete in the Mid-American Conference.\nThe Broncos have won two NCAA national championships. The cross country team won the &lt;a href=\"NCAA%20Men%27s%20Division%20I%20Cross%20Country%20Championship\"&gt;NCAA title&lt;/a&gt; in 1964 and 1965.\nSchool songs.\nThe current alma mater, Brown and Gold, and the current WMU fight song are the result of a 1959 contest to replace existing songs. Open to the university community, the two-stage contest first solicited lyrics and then music. Alumnus James H. Bull won the lyrics stage with his entry for Brown and Gold. Alumnus Walter Gilbert took the honors for the fight song lyrics and the music for both the fight song and alma mater.\nNotable alumni.\nWestern Michigan University has had a number of notable alumni. Among them are:"
}