{
    "id": "16222686",
    "revid": "2278355",
    "url": "https://en.wikipedia.org/wiki?curid=16222686",
    "title": "Dewsbury Moor",
    "text": "Dewsbury Moor is a district of &lt;a href=\"Dewsbury\"&gt;Dewsbury&lt;/a&gt;, &lt;a href=\"West%20Yorkshire\"&gt;West Yorkshire&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. &lt;a href=\"Historic%20counties%20of%20England\"&gt;Historically&lt;/a&gt; part of the &lt;a href=\"West%20Riding%20of%20Yorkshire\"&gt;West Riding of Yorkshire&lt;/a&gt;, it lies to the west of the Dewsbury town centre. The population is around 5,650. Crime rates are higher than the national average.\nDewsbury Moor Amateur &lt;a href=\"Rugby%20league\"&gt;Rugby league&lt;/a&gt; Football Club is based on Heckmondwike Road and has three playing fields nearby. The rugby club has turned out several notable rugby league professionals including &lt;a href=\"Ryan%20Sheridan%20%28rugby%20league%29\"&gt;Ryan Sheridan&lt;/a&gt;, &lt;a href=\"Matt%20Diskin\"&gt;Matt Diskin&lt;/a&gt;, &lt;a href=\"Dean%20Lawford\"&gt;Dean Lawford&lt;/a&gt;, &lt;a href=\"Sam%20Burgess\"&gt;Sam Burgess&lt;/a&gt;, &lt;a href=\"Luke%20Burgess%20%28rugby%20league%29\"&gt;Luke Burgess&lt;/a&gt;, &lt;a href=\"George%20Burgess%20%28rugby%20league%29\"&gt;George Burgess&lt;/a&gt; and &lt;a href=\"Tom%20Burgess%20%28rugby%20league%29\"&gt;Tom Burgess&lt;/a&gt;. There are two schools, \"Knowles Hill Infant and Nursery School\" on Knowles Hill Road, and\n\"Westmoor Junior School\" on Church Lane.\nThe area was at the centre of national media and public attention in early 2008, when nine-year-old &lt;a href=\"Disappearance%20of%20Shannon%20Matthews\"&gt;Shannon Matthews disappeared&lt;/a&gt; from near her home, in Dewsbury Moor, on the afternoon of 19 February 2008. After a 24-day search, she was found alive on 14 March 2008 at a flat in &lt;a href=\"Batley%20Carr\"&gt;Batley Carr&lt;/a&gt;. Michael Donavan, the man whose flat she was found in, was (along with Shannon's mother Karen) later jailed for eight years for abduction and false imprisonment."
}