{
    "id": "16221757",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=16221757",
    "title": "LuLu and the TomCat",
    "text": "LuLu and the TomCat (\"LuLu et le Matou\") is a Juno nominated children's musical group formed in &lt;a href=\"Roland%2C%20Manitoba\"&gt;Roland, Manitoba&lt;/a&gt;, Canada in 2001. The group has produced children's albums and made concert appearances.\nHistory.\nLuLu and TomCat were members of several bands before meeting at &lt;a href=\"Beaconsfield%20High%20School\"&gt;Beaconsfield High School&lt;/a&gt; in &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt;, Quebec. They played and composed music together in a band that Tom led. They both continued their education in Quebec. After university, they relocated to Manitoba where LuLu became a teacher and Tom a public school librarian. As a result of their background, the group combines music with education in their music, books, and live shows.\nLuLu and the TomCat performed at &lt;a href=\"Expo%202005\"&gt;Expo 2005&lt;/a&gt; in Aichi, Japan. \nIn 2006, they toured schools and community centres in &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; with a 15-piece band. In 2008 they performed in Ottawa for &lt;a href=\"Canada%20Day\"&gt;Canada Day&lt;/a&gt;. In 2010 they performed at the Canadian Embassy in Washington, D.C.\nRecordings and books.\nLuLu and the TomCat have produced nine albums and 60 books to date. Their first English CD, \"All the Cats Were Playin\"' received a Prairie Music Award for Best Children's Recording. Their second English album, \"3,2,1 Kadoozee\" received a Western Canadian Music Award for Best Children's Recording. Their third multilingual CD, \"Stick To It\" received a Parent's Choice Award and a Children's Music Web Award. Their first French CD with nine companion books, \"Faites de la musique!\", an innovative method of learning French. received a WCMA nomination for Best Children's Album.Their album, \"Fossil Rock\", released at the Morden Chautauqua on September 27, 2008, received a WCMA nomination for Best Children's Album. The &lt;a href=\"Canadian%20Fossil%20Discovery%20Centre\"&gt;Canadian Fossil Discovery Centre&lt;/a&gt; in &lt;a href=\"Morden%2C%20Manitoba\"&gt;Morden, Manitoba&lt;/a&gt; commissioned four of the 14 songs on this CD about dinosaurs. Their second French CD, \"Le dragon Gaston\" and 12 companion books were released in March 2010 and received a Western Canadian Music Award nomination for \"Francophone Album of the Year\", Their seventh recording, \"Lullaby LuLu\", a collection of lullabies for adults and children was released on October 26, 2010. Their eighth recording, \"The World of Odd\", received a nomination for Best Children's Album at the WCMA's in 2012. Their most recent and third French album, \"Le Chat Botté\", was released in October 2013 and received a nomination for \"Francophone Album of the Year\" at the Western Canadian Music Awards in 2014. It has been nominated for a Juno for Children's Album of The Year.\nAwards.\nThey have earned three &lt;a href=\"Parents%27%20Choice%20Award\"&gt;Parents' Choice Award&lt;/a&gt;s, a Children's Music Web Award, a Western Canadian Music Award, a Prairie Music award, and two Canadian Children's Book Centre \"Our Choice\" awards for their original compositions. Of their nine albums, seven have received WCMA nominations, two have received WCMA awards, and one has received a Juno nomination.\n\"Faites de la musique!\" and \"Fossil Rock\" have both received Western Canadian Music Award nominations for Children's Recording of the Year, 2009.\n\"Le dragon Gaston\" received a Western Canadian Music Award nomination for Francophone album of the Year, 2010.\n\"Le chat botté\" received a nomination for Francophone Album of the year at the Western Canadian Music Awards in 2014 and a nomination for a Juno for Children's album for 2015."
}