{
    "id": "1624465",
    "revid": "2187147",
    "url": "https://en.wikipedia.org/wiki?curid=1624465",
    "title": "Dixon Denham",
    "text": "Dixon Denham (1 January 17869 June 1828) was an &lt;a href=\"England\"&gt;English&lt;/a&gt; soldier, &lt;a href=\"List%20of%20explorers\"&gt;explorer&lt;/a&gt; of West Central &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;, and ultimately Governor of &lt;a href=\"Sierra%20Leone\"&gt;Sierra Leone&lt;/a&gt;.\nEarly life.\nDixon Denham was born at Salisbury Square, &lt;a href=\"Fleet%20Street\"&gt;Fleet Street&lt;/a&gt;, London on New Year's Day, 1786, the son of James Denham, a &lt;a href=\"haberdasher\"&gt;haberdasher&lt;/a&gt;, and his wife Eleanor, née Symonds. The youngest of their three sons, Denham was educated at &lt;a href=\"Merchant%20Taylors%27%20School%2C%20Northwood\"&gt;Merchant Taylors' School&lt;/a&gt; from 1794 to 1800; on leaving he was articled to a &lt;a href=\"solicitor\"&gt;solicitor&lt;/a&gt;, but joined the &lt;a href=\"British%20army\"&gt;army&lt;/a&gt; in 1811.\nMilitary career.\nInitially in the 23rd &lt;a href=\"Royal%20Welch%20Fusiliers\"&gt;Royal Welch Fusiliers&lt;/a&gt;, and later the &lt;a href=\"54th%20Foot\"&gt;54th Foot&lt;/a&gt;, Denham served in the campaigns in &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;, and &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;, receiving the &lt;a href=\"Waterloo%20Medal\"&gt;Waterloo Medal&lt;/a&gt;. Denham was considered a brave soldier, who had carried his wounded commander out of the line of fire at the &lt;a href=\"Battle%20of%20Toulouse%20%281814%29\"&gt;Battle of Toulouse&lt;/a&gt;, and had become a close acquaintance of the &lt;a href=\"Arthur%20Wellesley%2C%201st%20Duke%20of%20Wellington\"&gt;Duke of Wellington&lt;/a&gt;, with whom he regularly corresponded. At the end of hostilities, &lt;a href=\"Lieutenant\"&gt;Lieutenant&lt;/a&gt; Denham served at &lt;a href=\"Cambrai\"&gt;Cambray&lt;/a&gt; and with the occupation of Paris. Placed on half pay in 1818, he travelled for a time in France and Italy. In 1819, Denham entered the &lt;a href=\"Royal%20Military%20College%2C%20Sandhurst\"&gt;Royal Military College, Sandhurst&lt;/a&gt;, as a student, intending to become a staff officer in the Senior Department of the Royal Military College. He attracted the favourable attention of the Commandant of the College, &lt;a href=\"Howard%20Douglas\"&gt;Sir Howard Douglas&lt;/a&gt;, but became very bored; 'he was the kind of man who must have adventure or he rots', wrote a friend. Alas, he was also domineering, insecure, jealous, and possessed of a mean streak.\nThe Bornu Mission.\nDenham had met the explorer Captain &lt;a href=\"George%20Francis%20Lyon\"&gt;George Lyon&lt;/a&gt; on the latter's return to London from Africa, and became determined to join the British government's second mission to establish trade links with the west African states. Perhaps because of his influential acquaintances, Denham's wish was granted and, now promoted to Major, he was despatched by &lt;a href=\"Henry%20Bathurst%2C%203rd%20Earl%20Bathurst\"&gt;Lord Bathurst&lt;/a&gt; in the autumn of 1821 to join the other members of the mission, Dr &lt;a href=\"Walter%20Oudney\"&gt;Walter Oudney&lt;/a&gt; and Lt. &lt;a href=\"Hugh%20Clapperton\"&gt;Hugh Clapperton&lt;/a&gt;, arriving at &lt;a href=\"Tripoli\"&gt;Tripoli&lt;/a&gt; aboard the schooner \"Express\" on 19 November.\nDenham brought with him instructions from the Colonial Office indicating that Oudney should remain at Bornu as Vice-Consul, while Denham and Clapperton were to 'explore the Country to the Southward and Eastward of Bornu, principally with a view to tracing the course of the Niger and ascertaining its Embouchure'. For reasons unknown, Denham was detained in Tripoli, and the mission proceeded to &lt;a href=\"Murzuk\"&gt;Murzuk&lt;/a&gt;, in &lt;a href=\"Fezzan\"&gt;Fezzan&lt;/a&gt;, without him on 23 February 1822. Denham eventually left Tripoli on 5 March with an escort of 210 mounted Arab tribesmen, reaching Murzuk only to find his two compatriots in a wretched condition, Clapperton ill of an &lt;a href=\"fever\"&gt;ague&lt;/a&gt;, and Oudney with a severe cold. Moreover, he discovered that the local &lt;a href=\"bey\"&gt;bey&lt;/a&gt; had forbidden their departure from the Fezzan while he was absent on a slave-raiding expedition, a restriction enforced by the removal of the mission's camels. Denham soon returned to Tripoli, to seek further funds, and to persuade the &lt;a href=\"pasha\"&gt;bashaw&lt;/a&gt;, &lt;a href=\"Yusuf%20Karamanli\"&gt;Yusuf Karamanli&lt;/a&gt;, to provide the essential escort to protect the mission on its journey south to Bornu. He arrived back in Tripoli on 13 June 1822, his departure from the mission unlamented. He had already made himself unpopular, leading Clapperton to write to &lt;a href=\"Sir%20John%20Barrow\"&gt;Sir John Barrow&lt;/a&gt;: 'His absence will be no loss to the Mission, and a saving to his country, for Major Denham could not read his sextant, knew not a star in the heavens, and could not take the altitude of the sun'.\nDenham was to find the bashaw as obdurate as Murzuk's bey. Outraged, he decided to return to London to report the situation to Lord Bathurst and also seek promotion, so that he could return as commanding officer of the expedition. Boarding a ship bound for Marseilles, he warned the bashaw's lieutenants of his government's displeasure when it learned of the bashaw's 'duplicity'. Duly alarmed, the bashaw wrote to him, proposing that the 300man escort of a wealthy merchant about to depart for Bornu could, for a fee of 10,000 dollars to be shared with him, be persuaded to protect the mission as well. Denham received the letter while in quarantine in Marseilles. Still very angry, he sent an ill-judged letter to Bathurst complaining of Oudney's incompetence. The missal was not well received in London, and Denham found a letter awaiting him on his return to Tripoli, rebuking him for his lack of diplomacy, although acknowledging the frustrations he had endured. News of Denham's conduct left his compatriots at Murzuk dumbfounded. Oudney wrote a bitter letter of complaint about Denham to &lt;a href=\"Hanmer%20Warrington\"&gt;Hanmer Warrington&lt;/a&gt;, the British Consul in Tripoli, comparing Denham to a snake hidden in the grass. In an unfortunate breach of confidence, Warrington showed the letter to Denham, thereby souring relations within the mission party still further.\nBy the end of September 1822, Denham was on his way back to Murzuk with the merchant and the promised escort. Recognizing that matters had been aggravated by the absence of any official instruction regarding leadership of the expedition, the Colonial Office wrote that Clapperton should become Oudney's aide, not Denham's. The mission, now comprising four Britons (including Hillman, the carpenter), five servants, and four camel drivers, eventually left Murzuk for Bornu on 19 November 1822. Clapperton and Oudney were in poor health, having succumbed to fevers, and all were overwrought as they made their way due south across the &lt;a href=\"Sahara\"&gt;Sahara&lt;/a&gt;, the route littered with the skeletal remains of slaves that had perished of thirst. The mission reached the northern shore of &lt;a href=\"Lake%20Chad\"&gt;Lake Chad&lt;/a&gt; on 4 February 1823, the Britons becoming the first white men to see the lake; the party continued westward, reaching Kuka in the &lt;a href=\"Bornu%20Empire\"&gt;Bornu Empire&lt;/a&gt;, (now &lt;a href=\"Kukawa\"&gt;Kukawa&lt;/a&gt;, &lt;a href=\"Nigeria\"&gt;Nigeria&lt;/a&gt;) on 17 February. \nIt was from Kuka that Denham, against the wishes of Oudney and Clapperton, accompanied a slave-raiding expedition into the &lt;a href=\"Mandara%20Mountains\"&gt;Mandara Mountains&lt;/a&gt; south of Bornu. The raiders were defeated, and Denham barely escaped with his life. By this time, a deep antipathy had developed between Clapperton and Denham, Denham secretly sending home malicious reports about Clapperton having &lt;a href=\"homosexual\"&gt;homosexual&lt;/a&gt; relations with one of the Arab servants. The accusation, based on a rumour spread by a disgruntled servant dismissed by Clapperton for theft, was almost certainly unfounded, and Denham later withdrew it but without telling Clapperton he had done so, leading the historian Bovill to observe that 'it remains difficult to recall in all the checkered (sic) history of geographic discovery... a more odious man than Dixon Denham'.\nAfter quarrelling again over leadership of the party, Oudney and Clapperton set out for the &lt;a href=\"Hausa%20people\"&gt;Hausa&lt;/a&gt; states in December 1823, while Denham remained behind to explore the western, southern and south-eastern shores of &lt;a href=\"Lake%20Chad\"&gt;Lake Chad&lt;/a&gt; and the lower courses of the rivers &lt;a href=\"Waube\"&gt;Waube&lt;/a&gt;, &lt;a href=\"Logone%20River\"&gt;Logone&lt;/a&gt; and &lt;a href=\"Chari%20River\"&gt;Shari&lt;/a&gt;. He was unable to survey the eastern shore owing to the warring tribes there, but nevertheless proved beyond doubt that Lake Chad was not the source of the &lt;a href=\"River%20Niger\"&gt;Niger&lt;/a&gt;, as had been widely believed. Denham was briefly aided in his surveys by a 21-year-old ensign, Ernest Toole, sent from Malta to assist him. However Toole, already weakened by the arduous desert crossing from Tripoli, soon died of fever, and was buried by Denham on the shores of the lake. Denham returned to Kuka, where he met Warrington's protégé, John Tyrwhitt, sent to act as vice-consul there. Denham took Tyrwhitt with him on an excursion to the southern tip of the Lake Chad. When the pair returned to Kuka, Denham found Clapperton there, all but unrecognizable. Oudney had died at Murmur in January 1824, but Clapperton had continued to &lt;a href=\"Kano%20%28city%29\"&gt;Kano&lt;/a&gt; and &lt;a href=\"Sokoto\"&gt;Sokoto&lt;/a&gt;; forbidden to continue further by Sultan Bello, he had had no option but to return.\nOn 14 September 1824, their antipathy unabated, the pair, with carpenter Hillman, left Kuka for Tripoli not speaking a word to each other during the 133-day journey. Tyrwhitt elected to remain at Kuka and do his duty, a decision that cost him his life only several months later after he succumbed to fever, alcoholism, and loneliness.\nDenham and Clapperton returned to England and a heroes' reception on 1 June 1825.\nAftermath.\nWithin three months of their return, Clapperton had left on another expedition to west Africa, this time travelling by sea, leaving Denham to write of their exploits in which he exaggerated his own role and minimized the contributions of Clapperton and Oudney without fear of contradiction.\nDenham took up residence in London, at 18 George Street, Hanover Square. He was elected a &lt;a href=\"Fellow%20of%20the%20Royal%20Society\"&gt;Fellow of the Royal Society&lt;/a&gt;, and in December that year, promoted to &lt;a href=\"lieutenant-colonel\"&gt;lieutenant-colonel&lt;/a&gt;, he sailed for &lt;a href=\"Sierra%20Leone\"&gt;Sierra Leone&lt;/a&gt; as Superintendent of Liberated Africans, charged with resettling the slaves rescued by the British naval squadron and landed at &lt;a href=\"Freetown\"&gt;Freetown&lt;/a&gt;. Denham spent some months surveying the neighbourhood of Freetown, and towards the end of the year started on a visit of inspection to &lt;a href=\"Bioko\"&gt;Fernando Po&lt;/a&gt;, where the British leased bases for their anti-slavery patrols. It was there that he learned from &lt;a href=\"Richard%20Lemon%20Lander\"&gt;Richard Lander&lt;/a&gt; the news of Clapperton's death at Sokoto, which he duly relayed to London. In May 1828 Denham returned to Freetown, where he received the royal warrant appointing him lieutenant-governor of the colony of Sierra Leone, succeeding &lt;a href=\"Neil%20Campbell%20%28British%20Army%20officer%29\"&gt;Sir Neil Campbell&lt;/a&gt; who had died in office there.\nDeath.\nAfter administering Sierra Leone for only five weeks, Denham died of 'African Fever' (probably &lt;a href=\"malaria\"&gt;malaria&lt;/a&gt;) at Freetown on 9 June 1828, aged 42. The fourth governor of the colony to perish in as many years in that 'pestilential climate', he died owing several thousand pounds to his brother, John Charles. Denham was buried at the city's Circular Road cemetery on 15 June.\nPersonal life.\nDenham married Harriet Hawkins, a widow, in Lisbon whilst serving in the &lt;a href=\"Peninsular%20Wars\"&gt;Peninsular Wars&lt;/a&gt;. The marriage was solemnized in London at &lt;a href=\"St%20Paul%27s%2C%20Covent%20Garden\"&gt;St Paul's, Covent Garden&lt;/a&gt; on 20 February 1815, but no further record of his wife or any issue survives.\nDenham in literature.\nDenham's exploits are briefly mentioned in &lt;a href=\"Jules%20Verne\"&gt;Jules Verne&lt;/a&gt;'s \"&lt;a href=\"Five%20Weeks%20in%20a%20Balloon\"&gt;Five Weeks in a Balloon&lt;/a&gt;\", Chapter 30: 'My dear fellow, we are now upon the very track of Major Denham. It was at this very city of Mosfeia that he was received by the Sultan of Mandara; he had quitted the Bornou country; he accompanied the sheik in an expedition against the Fellatahs; he assisted in the attack on the city, which, with its arrows alone, bravely resisted the bullets of the Arabs, and put the sheik's troops to flight. All this was but a pretext for murders, raids, and pillage. The major was completely plundered and stripped,\nand had it not been for his horse, under whose stomach he clung with the skill of an Indian rider, and was borne with a headlong gallop from his barbarous pursuers, he never could have made his way back to Kouka, the capital of Bornou.'\n'Who was this Major Denham?' 'A fearless Englishman, who, between 1822 and 1824, commanded an expedition into the Bornou country, in company with Captain Clapperton and Dr. Oudney. They set out from Tripoli in the month of March, reached Mourzouk, the capital of Fez, and, following the route which at a later period Dr. Barth was to pursue on his way back to Europe, they arrived, on the 16th of February, 1823, at Kouka, near Lake Tchad. Denham made several explorations in Bornou, in Mandara, and to the eastern shores of the lake.' \nEponymy.\nThe sub-Saharan bird &lt;a href=\"Denham%27s%20bustard\"&gt;Denham's bustard&lt;/a&gt; (\"Neotis denhami\") is named for Denham."
}