{
    "id": "1624492",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=1624492",
    "title": "Eastern hare-wallaby",
    "text": "The eastern hare-wallaby (\"Lagorchestes leporides\"), once also known as the common hare wallaby, is an extinct species of &lt;a href=\"wallaby\"&gt;wallaby&lt;/a&gt; that was native to southeastern &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. It was first described by &lt;a href=\"John%20Gould\"&gt;John Gould&lt;/a&gt; in 1841.\nDescription.\nThe eastern hare-wallaby was a small &lt;a href=\"Macropodidae\"&gt;macropod&lt;/a&gt;, slightly larger and more slender than its surviving relative the &lt;a href=\"rufous%20hare-wallaby\"&gt;rufous hare-wallaby&lt;/a&gt;. It had a body length of about 50 centimeters and a 33 centimeter long tail. Its fur colour varied from black through brown to yellow with a greyish-white belly.\nEcology and behaviour.\nVery little is known about this wallaby today. It was a strictly nocturnal animal which led a solitary lifestyle. During the day it sat still in a well-formed 'seat', usually in the shelter of a &lt;a href=\"Atriplex%20nummularia\"&gt;saltbush&lt;/a&gt; or a &lt;a href=\"tussock%20grass\"&gt;tussock&lt;/a&gt;. If approached too closely, it would bound off at great speed. One wallaby was chased by &lt;a href=\"dog\"&gt;dog&lt;/a&gt;s for 500 metres and suddenly doubled back and came back within 6 metres of John Gould and leapt over his head; it could jump 1.8 metres high.\nExtinction.\nThe last known specimen of this species was a female collected in August 1889 in New South Wales. There were no further sightings of this species, even though researchers well into the 1930s were still uncertain of its extinction.\nThe cause of its extinction remains uncertain, as it died out before &lt;a href=\"intensive%20agriculture\"&gt;intensive agriculture&lt;/a&gt; was introduced throughout its distribution and before the &lt;a href=\"red%20fox\"&gt;red fox&lt;/a&gt; became common in its habitat. Several causes of its extinction have been suggested, including trampling of its grassland habitat by &lt;a href=\"cattle\"&gt;cattle&lt;/a&gt; and &lt;a href=\"sheep\"&gt;sheep&lt;/a&gt;, changed burning regimes, or predation by introduced cats."
}