{
    "id": "16259303",
    "revid": "11176416",
    "url": "https://en.wikipedia.org/wiki?curid=16259303",
    "title": "Mexican Federal Highway 5",
    "text": "Federal Highway 5 (, Fed. 5 ) is a tollfree part of the federal highways corridors (), and follows the northeast length of the state of &lt;a href=\"Baja%20California\"&gt;Baja California&lt;/a&gt; from the US-Mexico border in &lt;a href=\"Mexicali\"&gt;Mexicali&lt;/a&gt; at the northern point at &lt;a href=\"San%20Felipe%2C%20Baja%20California\"&gt;San Felipe&lt;/a&gt; in the south. The highway is entirely inside the &lt;a href=\"Mexicali%20Municipality\"&gt;Mexicali Municipality&lt;/a&gt;. However, a state highway from San Felipe to &lt;a href=\"Puertecitos\"&gt;Puertecitos&lt;/a&gt; (&lt;a href=\"Ensenada%20Municipality\"&gt;Ensenada Municipality&lt;/a&gt;) is usually considered part of Fed. 5. From San Felipe to the south, the road follows the seacoast of the &lt;a href=\"Gulf%20of%20California\"&gt;Gulf of California&lt;/a&gt;. It has a total length of 400 km. but \nonly 370 km from Mexicali to San Luis Gonzanga are paved. The 30 km beyond San luis Gonzanga to Chapal is to be paved.\nAs of February 2020, the entire length of Hwy 5 has now been paved to the junction with Hwy 1.\nRoute description.\nThe road begins in the border city of &lt;a href=\"Mexicali\"&gt;Mexicali&lt;/a&gt; at the western border crossing. It has four lanes from there for about km 80. At this point it becomes a two-lane highway (with little or no shoulder in most areas) until km 160, about 18 km (11 mi) south of the junction with &lt;a href=\"Mexican%20Federal%20Highway%203\"&gt;Fed. 3&lt;/a&gt;, and about 40 km (24 mi) north of San Felipe. From there, the highway is a broad, divided, four-lane highway with a &lt;a href=\"median\"&gt;median&lt;/a&gt; and ample shoulders, until it ends in San Felipe.\nThe new highway improvement segments being constructed from San Felipe to the north and Mexicali to the south are on a raised base so that roadway dips caused by the natural undulation of the landscape, a form of drainage, are replaced by drainage culverts covered by the highway. Vehicles no longer have to &lt;a href=\"ford%20%28crossing%29\"&gt;ford&lt;/a&gt; storm water passing over the roadway. The resulting highway is less susceptible to erosion.\nThe &lt;a href=\"interchange%20%28road%29\"&gt;interchange&lt;/a&gt; with Fed. 3 eliminates there the need for cross traffic driving.\nEarthquake damage and repairs.\nThe epicentre (32°15'32\"N, 115°17'13.2\"W) of the magnitude 7.2 earthquake on April 4, 2010 (&lt;a href=\"2010%20Baja%20California%20earthquake\"&gt;2010 Baja California earthquake&lt;/a&gt;) is about 3 km east of the highway. Repairs on the highway began nearly immediately. From km 20 to km 38, SCT (Secretaría de Comunicaciones y Transportes) contractors re-levelled the road and filled cracks.\nThe hurricanes in Sept &amp; October 2018 have caused significant damage to the bridges south of San Felipe. Some bridges lost their entire roadway, while others have gaping holes at the abutments (ends) of the bridge. All these missing sections are bypassed using gravel detours. Some of these detours are short &amp; easy, while others wind down canyons &amp; cross the wash a hundred or more feet below the bridge. All are passable (slowly) in a passenger car in good weather. One crew was observed making the major repairs needed; one can assume it will be years before the repairs are complete.\nState Highway Extension.\nThe state route that starts in San Felipe and continues to &lt;a href=\"Puertecitos\"&gt;Puertecitos&lt;/a&gt; is a natural extension of Fed. 5. It is an undivided, two-lane highway that has some rough spots and has many significant dips or fords where the highway meets normally-dry steams. One of the largest is labelled on the road in both directions as the \"OH SHIT DIP.\" The continuation of Baja 5 to Gonzaga Bay was paved in 2015. Survey crews are currently working on the final 20 mile section of the extension to the Fed. 1 at Chapala. However, as of March 2019, work on this section of road appears to be stopped. Local inquiries indicate that a financial review was ordered by the new president, and no work has been done since summer 2018. The existing “road” is rough gravel, very narrow in places, and the many detours &amp; one key turn are unsigned. It is passable in a passenger car with caution &amp; a slow pace."
}