{
    "id": "16251247",
    "revid": "1189543",
    "url": "https://en.wikipedia.org/wiki?curid=16251247",
    "title": "Tiia Piili",
    "text": "Tiia Piili (born April 16, 1979 in &lt;a href=\"Lappeenranta\"&gt;Lappeenranta&lt;/a&gt;, &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;) is a &lt;a href=\"Finland\"&gt;Finnish&lt;/a&gt; &lt;a href=\"Gymnastics%23Aerobic%20gymnastics\"&gt;gymnast&lt;/a&gt; who has won the &lt;a href=\"Federation%20of%20International%20Sports%2C%20Aerobics%20and%20Fitness\"&gt;Federation of International Sports, Aerobics and Fitness&lt;/a&gt; (FISAF) &lt;a href=\"sport%20aerobics\"&gt;sport aerobics&lt;/a&gt; World Championship four times.\nEarly life.\nAs a youngster, Piili pursued various sporting interests including &lt;a href=\"ballet\"&gt;ballet&lt;/a&gt;, &lt;a href=\"rhythmic%20gymnastics\"&gt;rhythmic gymnastics&lt;/a&gt;, &lt;a href=\"artistic%20gymnastics\"&gt;artistic gymnastics&lt;/a&gt; and &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;. She also played the &lt;a href=\"piano\"&gt;piano&lt;/a&gt; and had an interest in music and performance that she manifested as a member of a &lt;a href=\"drama\"&gt;drama&lt;/a&gt; club and a &lt;a href=\"circus\"&gt;circus&lt;/a&gt; club. Her early interest in sports and music has been cited as a foundation for her future success in sports aerobics.\nAt age fourteen, after seeing sports aerobic on television for the first time, she became strongly interested in the sport but was barred from participation because of her age. At age sixteen she began training with the goal of competing when she turned eighteen. However, to her fortune a novice category for athletes ages sixteen to eighteen was introduced to the Finnish Championships that very year. Thus Piili was able to compete immediately.\nCareer.\nAfter graduating from secondary school in Lappeenranta, Piili moved to the town of &lt;a href=\"Jyv%C3%A4skyl%C3%A4\"&gt;Jyväskylä&lt;/a&gt; in &lt;a href=\"Central%20Finland\"&gt;Central Finland&lt;/a&gt; to train. She won her first World Championship in 2001 at a competition held in &lt;a href=\"Agadir\"&gt;Agadir&lt;/a&gt;, &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;. While in Morocco for that competition, she consumed &lt;a href=\"bacteria\"&gt;bacteria&lt;/a&gt;-&lt;a href=\"food%20poisoning\"&gt;tainted food&lt;/a&gt; and developed an &lt;a href=\"infection\"&gt;infection&lt;/a&gt; in her back that impeded her training for a period. She recovered and proceeded to win the 2004 World Championship in &lt;a href=\"Adelaide\"&gt;Adelaide&lt;/a&gt;, &lt;a href=\"South%20Australia\"&gt;South Australia&lt;/a&gt;, the 2005 World Championship in &lt;a href=\"Ghent\"&gt;Ghent&lt;/a&gt;, &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;, and the 2006 World Championship in &lt;a href=\"Rotterdam\"&gt;Rotterdam&lt;/a&gt;, &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;.\nIn addition to her four World Championships, Piili is a four-time winner of the &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;an Championship and a five-time winner of the Finnish Championship, and holds a total of fourteen World and European Championship medals.\nIn 2004, as the \"most successful representative of Sports Aerobics\", Piili was selected as \"Aerobic athlete of the year\" by the Finnish Sports Federation. She almost won the title of top Finnish athlete overall, but lost to the &lt;a href=\"alpine%20skier\"&gt;alpine skier&lt;/a&gt; &lt;a href=\"Tanja%20Poutiainen\"&gt;Tanja Poutiainen&lt;/a&gt;.\nPiili has appeared twice on the Finnish &lt;a href=\"game%20show\"&gt;game show&lt;/a&gt; \"&lt;a href=\"Kymppitonni\"&gt;Kymppitonni&lt;/a&gt;\". She also did a segment on the Finnish television show \"Fit 4 You\" in which she &lt;a href=\"kickbike\"&gt;kickbike&lt;/a&gt;s up &lt;a href=\"Palohein%C3%A4\"&gt;Paloheinä&lt;/a&gt; hill in &lt;a href=\"Helsinki\"&gt;Helsinki&lt;/a&gt;.\nShe currently still lives in Jyväskylä, Central Finland."
}