{
    "id": "16252413",
    "revid": "33053840",
    "url": "https://en.wikipedia.org/wiki?curid=16252413",
    "title": "The Barbarian (1933 film)",
    "text": "The Barbarian, also known as A Night in Cairo, is a 1933 American &lt;a href=\"Pre-Code%20Hollywood\"&gt;pre-Code&lt;/a&gt; romance drama film produced and directed by &lt;a href=\"Sam%20Wood\"&gt;Sam Wood&lt;/a&gt; and starring &lt;a href=\"Ramon%20Novarro\"&gt;Ramon Novarro&lt;/a&gt; and &lt;a href=\"Myrna%20Loy\"&gt;Myrna Loy&lt;/a&gt;. Written by &lt;a href=\"Elmer%20Blaney%20Harris\"&gt;Elmer Harris&lt;/a&gt; and &lt;a href=\"Anita%20Loos\"&gt;Anita Loos&lt;/a&gt;, and based on the 1911 play \"The Arab\" by &lt;a href=\"Edgar%20Selwyn\"&gt;Edgar Selwyn&lt;/a&gt;, the film is about an American woman tourist in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; who has several suitors, among them an Arab guide who is more than he seems. The film was released on May 12, 1933 in the United States by &lt;a href=\"Metro-Goldwyn-Mayer\"&gt;Metro-Goldwyn-Mayer&lt;/a&gt;. The play had been filmed previously by MGM as \"&lt;a href=\"The%20Arab%20%281924%20film%29\"&gt;The Arab&lt;/a&gt;\" (1924) with Novarro and &lt;a href=\"Alice%20Terry\"&gt;Alice Terry&lt;/a&gt;.\nPlot.\nA beautiful American socialite, Diana Standing (&lt;a href=\"Myrna%20Loy\"&gt;Myrna Loy&lt;/a&gt;) and her acerbic companion, Miss Powers (&lt;a href=\"Louise%20Closser%20Hale\"&gt;Louise Closser Hale&lt;/a&gt;), arrive at the train station in &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt;, Egypt, where they are met by her wealthy British fiancé Gerald Hume (&lt;a href=\"Reginald%20Denny%20%28actor%29\"&gt;Reginald Denny&lt;/a&gt;). Their plan is to be married in the city in a few weeks' time, once Gerald's mother arrives. At the station, she is noticed by Jamil El Shehab (&lt;a href=\"Ramon%20Novarro\"&gt;Ramon Novarro&lt;/a&gt;), a handsome good-natured Egyptian &lt;a href=\"dragoman\"&gt;dragoman&lt;/a&gt; who enjoys romancing a bevy of women tourists, in exchange for a hoard of their jewelry as love tokens. Jamil is immediately captivated by Diana, but is rejected by Gerald when he offers them his services. Undaunted, he snatches up her little laptog, Mitzi, when he sees she is unattended. Back at the hotel, Powers, who asks if everyone in Egypt is a &lt;a href=\"Shriner\"&gt;Shriner&lt;/a&gt; (their official headgear is the same &lt;a href=\"Fez%20%28hat%29\"&gt;fez&lt;/a&gt;, or tarboosh, worn by Egyptian men), is upset to find Diana's wedding regalia didn't travel well. (Powers' role is that of comic relief, and her negative experiences with, and suspicion of, everything Egyptian is a running joke. Only the efficient Jamil meets with her approval.) This is forgotten when Diana realizes Mitzi is missing, but her panic is alleviated when Jamil appears with her dog, claiming credit for saving her from being hit by a train. Diana initially plans to send him away with a tip, but when the attractive Jamil again suggests she hire him as her guide, Diana pleads with a reluctant Gerald to indulge her.\nBorn in Cairo of an Egyptian mother, but only now returning to it for the first time since she was a baby, Diana is apparently accepted by the British upper class despite her parentage. She is dismissive when Gerald asks her if the country feels like home to her, laughingly asking him if he expects her to break into a snake dance. She is not passionately in love with Gerald, and while they view the city from the hotel balcony, she gently rebuffs his attempts to present her with \"romance, poetry and all that sort of rot,\" telling him her desire is instead to have a \"civilized\" life with him, albeit one that will be regimented and strictly scheduled by his mother. Jamil interrupts them and begins to serenade them with an Arabic song of love, while casting several sidelong glances at Diana that are returned. Much to Gerald's irritation, Diana quickly starts to fall under its spell.\nWhile touring the &lt;a href=\"Pyramid\"&gt;Pyramid&lt;/a&gt;s at night, Jamil manages to separate Diana from the rest of the party by climbing one with her and leaving the others behind. He then romances her with the same love song which everyone below, including an infuriated Gerald, can hear. The next morning when Jamil enters Diana's hotel bedroom under the pretext of returning Mitzi from her walk, he spies her in her lingerie, humming the same love song he sung to her the night before. When Jamil discloses he is not only a dragoman, but a prince of Egypt, Diana scoffs at the notion. Meanwhile, Diana is also being wooed by Pasha Achmed, her fiancé's unscrupulous Egyptian business associate. In order to arrange to be alone with Diana, Pasha persuades Gerald to leave Cairo and inspect the aqueduct they are building together. When Jamil learns of the deception, he blackmails his countryman to remain silent about the reason for Gerald's absence. Bringing Diana &lt;a href=\"orchids\"&gt;orchids&lt;/a&gt; sent by Pasha, he again enters her bedroom the following morning and scatters them on her as she sleeps. Diana is outraged at this second intrusion, but when Pasha and Cecil knock at her bedroom door to announce they will wait outside for her while she dresses, she is even angrier at being forced not only to conceal Jamil's presence, but to have to ready herself while he makes personal comments. Jamil declares that if she were of his race she would know not to be offended, and that hers doesn't value the art of love. As he describes his hope that the man she chooses will recognize and inflame her romantic nature, Diana becomes increasingly agitated and distracted. When Jamil kisses her in a moment of passion, Diana initially returns his kiss, then pushes him away, exclaiming \"A servant!\" at this affront. She angrily dismisses him, even though she had previously refused to fire him when a jealous Gerald demanded it. Jamil then leaves by the balcony, further infuriating Diana because she hadn't thought of it at the outset.\nDiana and Powers then set out on a caravan across the desert with a new guide. Diana does not discover until nightfall that Jamil, undaunted by her rejection, has followed them and forced the new dragoman to leave, leaving her with no choice but to let him stay. Once again Jamil's romantic singing has its effect on Diana, but when he pulls her into his arms and kisses her again, she is outraged and strikes him with his own whip. Still believing him to be nothing more than a servant, she is taken aback at the uncharacteristic expression of anger on his face, then regains her composure and demands to return to Cairo immediately. Jamil angrily organizes the caravan, but sends it, along with Powers, on a different route, leaving Diana to discover, too late, she is alone with Jamil on a longer, scenic, route. Spying an &lt;a href=\"oasis\"&gt;oasis&lt;/a&gt; retreat, Diana abandons Jamil and rides toward it, where she is initially pleased to be treated lavishly by servants. Newly bathed and dressed, she is taken to a private room, where she is horrified to see Jamil spraying the air with perfume. When she tries to flee, she finds all the exits locked. When Pasha unexpectedly enters, she greets him as a rescuer, unaware that the house is his. He, in turn, assumes she is there for a tryst, since he received a message from Jamil asking him to meet her at his retreat. When Diana flatly denies it, Pasha confronts Jamil with what \"the white woman\" told him. Jamil assures him that all &lt;a href=\"wikt%3AOccidental\"&gt;Occidental&lt;/a&gt; woman deny their true emotions, and that Diana paid him to bring her to Pasha. He then hands Pasha the same whip Diana struck him with and escorts him to her. Jamil tries to ignore Diana's cries as Pasha forces himself on her, but when she cries out his name he hammers on the locked door until Pasha comes out. Jamil confesses to Pasha that he really brought Diana to his home for food and shelter, and that he will need to be paid off before Pasha goes any further. When Pasha leaves Jamil to fetch his price, Jamil escapes with Diana. As they ride away, Jamil muses aloud, in a pleased manner, that she called for him. When Diana offers to pay him £1,000 to return safely her to Gerald in Cairo, Jamil repeats it.\nPasha's guards soon catch up to them in the desert; in the ensuing fight, Jamil kills them but loses his horse. Surveying the guards' corpses in disgust, Jamil brusquely orders the barefooted and barely-dressed Diana off her horse and rides off, forcing her to catch up and walk alongside him. That night, at a desert oasis, he forces her to wait while he and the horse drink first. Weakened by thirst, hunger, and humiliation, Diana snatches his discarded dagger and hides it. She again offers him everything she has to return her to Cairo safely, then threatens that he will pay for his actions if he doesn't. When Jamil picks up his whip, she recoils, but he assures her that he wouldn't whip her since it would mar her beauty. As he approaches her, Diana tries to defend herself with the dagger, but Jamil quickly disarms her, then rapes her. Soon afterwards, he quietly tells an unresponsive and tearstained Diana that they need to travel a good distance before the sun is high. When she numbly prepares to walk next to the horse, he stops her and instead puts her up on it, while he leads them on foot. They arrive at his tribal village, where Jamil reveals his true identity is indeed that of a prince who worked as a humble dragoman as part of his royal training. When Jamil declares his love and proposes monogamous marriage to her, Diana passively accepts. But at the ceremony, she throws the water from their ceremonial cup in his face, humiliating him in front of his father and his tribe. Devastated by her rejection, Jamil furiously strikes her three times with his whip. When Diana neither flinches nor takes her eyes off his face, Jamil cannot meet her gaze and looks away. He then tells her she is free and provides her with an escort to return safely to Cairo.\nThe escort flees when they encounter an army troop, along with Gerald and Cecil, that was dispatched to rescue Diana. Diana declares she wants Jamil dead to pay for what he has done, making it clear to Gerald that Jamil has violated her. The army is sent to find and apprehend Jamil, dead or alive. On the day of the couple's wedding, Jamil is still at large. Just before the ceremony, Diana's prospective mother-in-law asks Gerald just how far Diana's \"adventure\" went; he replies that he's trying to forget it and that he can't call off the wedding. Mrs. Hume worries that Jamil's capture will result in a scandalous charge of rape against Gerald's soon-to-be wife, but her son assures her that usurping a caravan is piracy, and that charge alone will carry a death sentence. She then goes to dress Diana for her wedding, criticizing her servants, her departure from the traditional Hume bridal bouquet, and how she proposes to wear the family veil. She goes on to speculate whether Diana really will be a worthy and responsible enough wife for her son, and advises her that she will have to curb her adventurous personality in order to fit in with the Hume family. Even Powers makes a thoughtless remark about Diana's bridal virginity before she leaves to take her place downstairs.\nLeft alone, Diana is startled to hear the familiar song of love, and finds the fugitive Jamil on the balcony outside. Jamil places his life in Diana's hands, offering his death as a wedding gift if she rejects him again. Diana tells him she doesn't want him dead, and as he hands Diana her bridal bouquet, Jamil tells her the choice is hers; she will be taken by another man, and he will be taken by the troops. But as he takes her hand to kiss it in farewell he instead pulls her into a passionate kiss, which she returns. As Cecil, who has come to take her to Gerald, pounds on the locked bedroom door, Diana pleads with Jamil to flee, but he refuses to go without her. She tells him he is crazy, to which he responds that so is she, and that they are exactly alike. Realizing that she truly loves him, Diana escapes with Jamil on horseback into the night, as Powers thwarts the Humes' attempts to go after them. Some time later, as they drift down the Nile together on a &lt;a href=\"felucca\"&gt;felucca&lt;/a&gt;, Diana contentedly caresses Jamil's head in her lap as he hums his melody of love to her. When Diana asks him if he knows that her mother was an Egyptian, he blissfully tells her that he wouldn't care if she was Chinese. As they kiss, the boat drifts out of frame to reveal an exhausted Powers reclining on a pile of cushions in its stern, holding Mitzi and dressed in Egyptian harem pants and a fez."
}