{
    "id": "1629809",
    "revid": "3131428",
    "url": "https://en.wikipedia.org/wiki?curid=1629809",
    "title": "Cantal cheese",
    "text": "Cantal cheese is an uncooked firm &lt;a href=\"cheese\"&gt;cheese&lt;/a&gt; produced in the &lt;a href=\"Auvergne\"&gt;Auvergne&lt;/a&gt; region of central &lt;a href=\"France\"&gt;France&lt;/a&gt;: more particularly in the &lt;a href=\"Departments%20of%20France\"&gt;\"département\"&lt;/a&gt; of &lt;a href=\"Cantal\"&gt;Cantal&lt;/a&gt; (named after the Cantal mountains) as well as in certain adjoining districts. Cantal cheese was granted &lt;a href=\"Appellation%20d%27Origine%20Contr%C3%B4l%C3%A9e\"&gt;Appellation d'Origine Contrôlée&lt;/a&gt; certification in 1956. One of the oldest cheeses in France, Cantal dates back to the times of the &lt;a href=\"Gaul\"&gt;Gaul&lt;/a&gt;s. It came to prominence when Marshal &lt;a href=\"Henri%20de%20La%20Fert%C3%A9-Senneterre\"&gt;Henri de La Ferté-Senneterre&lt;/a&gt; served it at the table of &lt;a href=\"Louis%20XIV%20of%20France\"&gt;Louis XIV of France&lt;/a&gt;. Senneterre is also responsible for the introduction of &lt;a href=\"Saint-Nectaire\"&gt;Saint-Nectaire&lt;/a&gt; and &lt;a href=\"Salers%20%28cheese%29\"&gt;Salers&lt;/a&gt;.\nComposition.\nThere are two types of Cantal cheese: \"Cantal Fermier\", a farmhouse cheese made from raw milk; and \"Cantal Laitier,\" a commercial, mass-produced version made from &lt;a href=\"pasteurized\"&gt;pasteurized&lt;/a&gt; milk. Both have to adhere to the same strict quality controls. The cheese is made only using milk from &lt;a href=\"hay\"&gt;hay&lt;/a&gt;-fed &lt;a href=\"Salers%20%28cattle%29\"&gt;Salers&lt;/a&gt; cows, and is only harvested from November 15 to April 15. The summer milk of the same cows grazing on mountain meadows makes the &lt;a href=\"Salers%20cheese\"&gt;Salers cheese&lt;/a&gt;.\nThis semi-hard cheese is aged for several months, and is shaped into a cylinder. The cylinders are massive in size and the cheese has a soft interior. Its flavor is somewhat reminiscent of &lt;a href=\"Cheddar%20cheese\"&gt;Cheddar&lt;/a&gt;, with a strong, tangy butter taste that grows with age. A well ripened Cantal has a vigorous nutty and tangy taste, while a young cheese has a hint of sweet and buttery taste of raw milk. The pitted appearance of the crust of \"Cantal vieux\" is a result of the activity of &lt;a href=\"cheese%20mite\"&gt;cheese mite&lt;/a&gt;s. According to the time of aging, three varieties are distinguished:\nThese are all available as \"fermier\" and \"laitier\". Most (&gt;80% of production) Cantal is of the first two varieties. \"Cantal vieux\" is already a hard cheese. If kept properly, it can last up to a year and a half without spoiling. It is not produced in large quantities. Much loved in the Cantal region, \"Cantal vieux\" is quite rarely exported due to its strong taste and can usually be found only in specialist stores.\nCantal cheese has a fat content of 45%. It is used in &lt;a href=\"soup\"&gt;soup&lt;/a&gt;s, &lt;a href=\"salad\"&gt;salad&lt;/a&gt;s, &lt;a href=\"aligot\"&gt;aligot&lt;/a&gt; potatoes, cheese &lt;a href=\"fondue\"&gt;fondue&lt;/a&gt; and &lt;a href=\"gratin\"&gt;gratin&lt;/a&gt;s. \"Cantal Fermier\", like all cheeses made from raw milk, may contain \"&lt;a href=\"Listeria\"&gt;Listeria&lt;/a&gt;\" bacteria on the crust, which should therefore be discarded; it is also not suitable for children, the elderly, or &lt;a href=\"immunocompromised\"&gt;immunocompromised&lt;/a&gt; persons."
}