{
    "id": "16304960",
    "revid": "16533880",
    "url": "https://en.wikipedia.org/wiki?curid=16304960",
    "title": "Ben Bradley (politician)",
    "text": "Benjamin David Bradley (born 11 December 1989) is a British &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt; politician who has been the &lt;a href=\"Member%20of%20Parliament%20%28United%20Kingdom%29\"&gt;Member of Parliament&lt;/a&gt; (MP) for &lt;a href=\"Mansfield%20%28UK%20Parliament%20constituency%29\"&gt;Mansfield&lt;/a&gt;, &lt;a href=\"Nottinghamshire\"&gt;Nottinghamshire&lt;/a&gt;, since the &lt;a href=\"2017%20United%20Kingdom%20general%20election\"&gt;2017 general election&lt;/a&gt;. \nOn 8 January 2018, during Prime Minister &lt;a href=\"Theresa%20May\"&gt;Theresa May&lt;/a&gt;'s &lt;a href=\"Second%20May%20ministry\"&gt;Cabinet&lt;/a&gt; reshuffle, Bradley was appointed as Vice Chairman of the Conservative Party for Youth. He resigned his role on 10 July 2018 in protest against May's strategy in relation to &lt;a href=\"Brexit\"&gt;Brexit&lt;/a&gt;. He is also the chairman of &lt;a href=\"Blue%20Collar%20Conservativism\"&gt;Blue Collar Conservatives&lt;/a&gt;.\nBradley was a councillor on &lt;a href=\"Ashfield%20District%20Council\"&gt;Ashfield District Council&lt;/a&gt; from May 2015 to September 2017. He has served on &lt;a href=\"Nottinghamshire%20County%20Council\"&gt;Nottinghamshire County Council&lt;/a&gt; since May 2017. After being elected to the House of Commons in June 2017, Bradley chose to resign from Ashfield Council whilst remaining as a Nottinghamshire county councillor. In May 2021, Bradley became &lt;a href=\"Leader%20of%20the%20Council\"&gt;Leader of the Council&lt;/a&gt;.\nEarly life.\nBradley was born on 11 December 1989 in &lt;a href=\"Ripley%2C%20Derbyshire\"&gt;Ripley, Derbyshire&lt;/a&gt;, to Chris, a police officer, and Sally Bradley, a &lt;a href=\"public%20servant\"&gt;public servant&lt;/a&gt;. He was privately educated at &lt;a href=\"Derby%20Grammar%20School\"&gt;Derby Grammar School&lt;/a&gt;, a selective independent school based in the western &lt;a href=\"Littleover\"&gt;Littleover&lt;/a&gt; area of &lt;a href=\"Derby\"&gt;Derby&lt;/a&gt;.\nBradley briefly attended the &lt;a href=\"University%20of%20Bath\"&gt;University of Bath&lt;/a&gt; and the &lt;a href=\"University%20of%20Salford\"&gt;University of Salford&lt;/a&gt;, but did not complete his &lt;a href=\"undergraduate%20studies\"&gt;undergraduate studies&lt;/a&gt; at either. On returning to the East Midlands, he worked in a variety of jobs including as a landscape gardener, bartender and a supermarket shelf stacker. He subsequently attended &lt;a href=\"Nottingham%20Trent%20University\"&gt;Nottingham Trent University&lt;/a&gt; where he studied politics, graduating in 2013. He became interested in politics whilst at university.\nAfter leaving university he worked for four months as a recruitment consultant.\nHe then became campaign manager and later constituency office manager for &lt;a href=\"Mark%20Spencer%20%28British%20politician%29\"&gt;Mark Spencer&lt;/a&gt;, Conservative MP for &lt;a href=\"Sherwood%20%28UK%20Parliament%20constituency%29\"&gt;Sherwood&lt;/a&gt;.\nPolitical career.\nWhilst working for Conservative MP Mark Spencer, Bradley was elected as Conservative councillor for the Hucknall North Ward on &lt;a href=\"Ashfield%20District%20Council\"&gt;Ashfield District Council&lt;/a&gt; in May 2015, taking the newly created third seat for the ward following the approval of new ward boundaries. As well as working for Spencer, Bradley subsequently worked as a senior parliamentary assistant to &lt;a href=\"Nick%20Boles\"&gt;Nick Boles&lt;/a&gt;, the then Conservative MP for &lt;a href=\"Grantham%20and%20Stamford%20%28UK%20Parliament%20constituency%29\"&gt;Grantham and Stamford&lt;/a&gt;.\nHe was elected to &lt;a href=\"Nottinghamshire%20County%20Council\"&gt;Nottinghamshire County Council&lt;/a&gt; for the Hucknall North seat in &lt;a href=\"2017%20Nottinghamshire%20County%20Council%20election%23Hucknall%20North\"&gt;May 2017&lt;/a&gt;.\nBradley was selected as the Conservative candidate for Mansfield for the &lt;a href=\"2017%20United%20Kingdom%20general%20election\"&gt;June 2017 snap general election&lt;/a&gt;. He overturned a Labour majority of 5,315 to become the first ever Conservative MP for the seat. The constituency had been represented by the &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt;'s &lt;a href=\"Alan%20Meale\"&gt;Alan Meale&lt;/a&gt; since 1987 – before Bradley was born. Aged 27, he was one of the youngest MPs elected in the 2017 general election, despite the acting &lt;a href=\"Returning%20Officer\"&gt;Returning Officer&lt;/a&gt; wrongly announcing Meale as the victor.\nFollowing his election as an MP, Bradley stepped down in September 2017 from his district council seat, and a by-election the following month saw the new Conservative Party candidate defeated by an Independent candidate for the vacant seat. He has been criticised by political rivals for not standing down as a county councillor following his election to Parliament on the grounds that he had missed key local votes while working in London. However, he argued that his new role as an MP meant that he had better links with which to do his job as a councillor.\nHe won Parliamentary Beard of the Year in December 2017, after the seven-time former winner, &lt;a href=\"Jeremy%20Corbyn\"&gt;Jeremy Corbyn&lt;/a&gt;, was not allowed to stand.\nBradley sits on the Education Select Committee conducting Inquiries in to Special Educational Needs amongst other issues, and on the All-party Parliamentary groups for Ending Homelessness, Coalfields, Youth Services and Skills and Employment.\nAt the &lt;a href=\"2021%20United%20Kingdom%20local%20elections\"&gt;2021 UK local elections&lt;/a&gt;, Bradley became the &lt;a href=\"Leader%20of%20the%20Council\"&gt;Leader&lt;/a&gt; of the &lt;a href=\"Nottinghamshire%20County%20Council\"&gt;Nottinghamshire County Council&lt;/a&gt;, having been elected to the Mansfield North ward.\nOn 14 December 2021, Bradley broke the party whip to vote against elements of the government's 'Plan B' &lt;a href=\"British%20government%20response%20to%20the%20COVID-19%20pandemic\"&gt;COVID-19 restrictions&lt;/a&gt;, which included &lt;a href=\"COVID%20passports%20in%20the%20United%20Kingdom\"&gt;vaccine passports&lt;/a&gt; and mandatory &lt;a href=\"COVID-19%20vaccine\"&gt;COVID-19 vaccination&lt;/a&gt; of &lt;a href=\"NHS\"&gt;NHS&lt;/a&gt; staff. However, he voted in favour of the expansion of laws requiring face coverings to be worn in public places.\nPolitical philosophy.\nBradley has said that his political motivation can be summarised as \"that if you're willing to do the right thing and work hard, you should be rewarded.\"\nBrexit.\nBradley voted for the United Kingdom to remain in the European Union in the &lt;a href=\"2016%20United%20Kingdom%20European%20Union%20membership%20referendum\"&gt;EU membership referendum&lt;/a&gt; on 23 June 2016. Since the referendum, in which his constituency voted strongly to leave the EU, Bradley continued to support his party and voted for leaving the European Union.\nBradley had a mixed voting record on Theresa May's proposed withdrawal deal. On 8 January 2018, during Theresa May's &lt;a href=\"2018%20British%20cabinet%20reshuffle\"&gt;cabinet reshuffle&lt;/a&gt;, Bradley was appointed as the Vice-Chair for Youth at &lt;a href=\"Conservative%20Campaign%20Headquarters\"&gt;CCHQ&lt;/a&gt;. He later submitted his letter of resignation from this position on 10 July 2018 in protest at her strategy for delivering Brexit.\nControversies.\nIssues arising from 2011–12 blog posts.\nShortly after his appointment as a Conservative Party Vice Chair in January 2018, Bradley attracted criticism for a 2012 blog post in which he wrote of a \"vast sea of unemployed wasters\" who he suggested should have &lt;a href=\"Vasectomy\"&gt;vasectomies&lt;/a&gt; in order to stop them having multiple children. He subsequently apologised for the remarks, saying that his \"time in politics has allowed me to mature and I now realise that this language is not appropriate\".\nLater in 2016 he apologised for having written \"For once, I think &lt;a href=\"police%20brutality\"&gt;police brutality&lt;/a&gt; should be encouraged!\" in 2011, three days after &lt;a href=\"Death%20of%20Mark%20Duggan\"&gt;Mark Duggan&lt;/a&gt; was killed by the &lt;a href=\"Metropolitan%20Police\"&gt;Metropolitan Police&lt;/a&gt;, an event which led to the &lt;a href=\"2011%20England%20riots\"&gt;2011 riots&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt; and other English cities.\nIn 2018 Bradley was further criticised by the &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt; for a 2011 blog post titled \"Public sector workers: they don't know they're born!\", in which he suggested that &lt;a href=\"public%20sector\"&gt;public sector&lt;/a&gt; workers should find alternative employment if they are unhappy with pay or working conditions.\n2016 – 2018.\nIn 2016, Bradley claimed online that &lt;a href=\"Ashfield%20District%20Council\"&gt;Ashfield District Council&lt;/a&gt; had spent £17,000 paying an &lt;a href=\"India\"&gt;India&lt;/a&gt;n company to call local residents from a call centre in &lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt;. After a local newspaper contacted Bradley to ask him about the false claims, he responded: \"I admit the post about using an Indian call centre was untrue and I took it down. I was just emphasising the point that the Council was wasting money.\"\nWhilst working for the Conservative MP &lt;a href=\"Mark%20Spencer%20%28British%20politician%29\"&gt;Mark Spencer&lt;/a&gt;, both Bradley and Spencer were criticised in 2017 by the &lt;a href=\"Parliamentary%20Commissioner%20for%20Standards\"&gt;Parliamentary Commissioner for Standards&lt;/a&gt; for misusing taxpayers' resources, such as the MP's newsletter, to link to \"overtly party-political content\". Bradley was sent on a training course on how to use parliamentary resources appropriately.\nIn February 2018, Bradley falsely accused &lt;a href=\"Jeremy%20Corbyn\"&gt;Jeremy Corbyn&lt;/a&gt; on &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; of having \"sold British secrets to &lt;a href=\"Eastern%20Bloc\"&gt;communist&lt;/a&gt; spies\" during the 1980s. Corbyn responded by instructing his &lt;a href=\"solicitor\"&gt;solicitor&lt;/a&gt;s to require Bradley to delete his &lt;a href=\"Twitter\"&gt;tweet&lt;/a&gt; or face legal action on the grounds of &lt;a href=\"English%20defamation%20law\"&gt;libel&lt;/a&gt;. Bradley deleted the tweet following this legal complaint from Corbyn. He subsequently issued a full apology, agreed to make a substantial donation to a charity of Corbyn's choice and agreed to pay Corbyn's legal costs. A spokesman for Corbyn stated that the donation would be split between a homeless charity and a &lt;a href=\"food%20bank\"&gt;food bank&lt;/a&gt;, in Bradley's constituency of Mansfield. Two Conservative Party donors paid the £15,000 donation to the charities on behalf of Bradley. The apologetic post that Bradley made on Twitter became the most-shared tweet ever made by a Conservative MP.\nThat same year, &lt;a href=\"BuzzFeed\"&gt;Buzzfeed&lt;/a&gt; reported on emails sent by Bradley in 2016, wherein Bradley berated a local journalist, and threatened to cut off media access to the local branch of the Conservative party. This was in response to the journalist approaching Bradley for a comment on a series of &lt;a href=\"Islamophobia\"&gt;Islamophobic&lt;/a&gt; posts made on a Conservative councillor's &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; page. Bradley's response accused the journalist of 'childish backstabbing', as well as 'colluding' with the &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt;, and described the Islamophobia story as 'crap'.\n2020.\nOn 23 October 2020, Bradley said that free school meal vouchers for deprived children in his constituency effectively handed cash directly to &lt;a href=\"Drug%20house\"&gt;crack dens&lt;/a&gt; and &lt;a href=\"brothel\"&gt;brothel&lt;/a&gt;s. These comments were criticised by some schools, &lt;a href=\"food%20bank\"&gt;food bank&lt;/a&gt;s and anti-&lt;a href=\"child%20poverty\"&gt;child poverty&lt;/a&gt; charities in Bradley's constituency.\nDeputy Labour Party leader &lt;a href=\"Angela%20Rayner\"&gt;Angela Rayner&lt;/a&gt; accused Bradley of the \"stigmatisation of working class families\", calling his comments \"disgraceful\" and \"disgusting\". Writing to the co-chair of the Conservative party, Shadow Children's Minister, &lt;a href=\"Tulip%20Siddiq\"&gt;Tulip Siddiq&lt;/a&gt; said: 'I am sure that you will want to make clear that this kind of crass stigmatisation of children from poorer families is deeply damaging, and distance yourself from Mr Bradley's misleading and troubling comments\". She called for Bradley to apologise. Bradley has since deleted the tweets, stating that \"the context wasn't as clear as I'd thought it was.\"\nFollowing an interim report on the connections between &lt;a href=\"colonialism\"&gt;colonialism&lt;/a&gt; and properties now in the care of the &lt;a href=\"National%20Trust\"&gt;National Trust&lt;/a&gt;, including links with &lt;a href=\"Atlantic%20slave%20trade\"&gt;historic slavery&lt;/a&gt;, Bradley was among the signatories of a letter to \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Telegraph&lt;/a&gt;\" from the \"Common Sense Group\" of Conservative Parliamentarians. The letter accused the National Trust of being \"coloured by &lt;a href=\"Cultural%20Marxism%20conspiracy%20theory\"&gt;cultural Marxist&lt;/a&gt; dogma, colloquially known as the '&lt;a href=\"woke\"&gt;woke&lt;/a&gt; agenda'\".\nPersonal life.\nBradley married his wife, Shanade, in 2015 and the couple have two sons. They live in &lt;a href=\"Coddington%2C%20Nottinghamshire\"&gt;Coddington&lt;/a&gt; – a village near &lt;a href=\"Newark-on-Trent\"&gt;Newark-on-Trent&lt;/a&gt; in Nottinghamshire – and also London.\nBradley played hockey at university level and has hockey coaching qualifications. He supports &lt;a href=\"Nottingham%20Forest%20F.C.\"&gt;Nottingham Forest&lt;/a&gt; football club."
}