{
    "id": "1632324",
    "revid": "1065758380",
    "url": "https://en.wikipedia.org/wiki?curid=1632324",
    "title": "Fly tying",
    "text": "Fly tying (also historically referred to in England as dressing flies) is the process of producing an &lt;a href=\"artificial%20fly\"&gt;artificial fly&lt;/a&gt; used by &lt;a href=\"fly%20fishing\"&gt;fly fishing&lt;/a&gt; &lt;a href=\"Angling\"&gt;anglers&lt;/a&gt; to catch fish. Fly tying is a manual process done by a single individual using hand tools and a variety of natural and manmade materials that are attached to a hook. Although the recent history of fly tying dates from the middle 1800s, fly tyers were engaged in tying flys since at least 200 AD. \nHelen Shaw, an American professional fly tyer, defined fly tying as the \"simple process of binding various materials to a hook with thread\". Fly tying is a practical art form that many individuals are able to practice with reasonable success and tie flies which produce results when fly fishing. It is also a hobby that benefits from the fly tyer's knowledge of the insects and other food sources that fish consume in the wild.\nFly tying requires some basic equipment; a vise to hold the hook, a bobbin to dispense and provide tension on &lt;a href=\"thread%20%28yarn%29\"&gt;thread&lt;/a&gt;, scissors, pliers and the appropriate materials for the particular fly pattern selected. These materials consists mostly of &lt;a href=\"feather\"&gt;feather&lt;/a&gt;s, hackle, &lt;a href=\"fur\"&gt;fur&lt;/a&gt;/&lt;a href=\"animal%20hair\"&gt;animal hair&lt;/a&gt;s, threads, and various synthetic materials. \nFly tying equipment enables the fly tyer to efficiently and effectively assemble and secure the materials on the hook to produce a particular type of fly. Fly tying materials were originally limited to various &lt;a href=\"fur\"&gt;fur&lt;/a&gt;s, &lt;a href=\"feather\"&gt;feather&lt;/a&gt;s, &lt;a href=\"Yarn\"&gt;threads&lt;/a&gt; and &lt;a href=\"Fish%20hook\"&gt;hooks&lt;/a&gt;. Since the mid-1900s, many more natural and &lt;a href=\"synthetic%20fiber\"&gt;synthetic&lt;/a&gt; materials are available to use to tie flies. \nFly patterns are the instructions or &lt;a href=\"recipe\"&gt;recipe&lt;/a&gt;s required to create the fly. They specify hook sizes and types, the materials and colors to be used, as well as the sequence to be followed and the assembly methods. There are thousands of possible fly patterns available to the tyer.\nApproach.\nSome view fly tying as an art form. E. C. Gregg, in his 1940 publication, stated that \"The object of this book will be throughout its entirety to teach in a practical manner the Art of Fly Tying in all its branches.\"\nIn contrast, A. K. Best suggests practical ways to streamline the tying technique. Best emphasizes that fly tying is not only a handicraft but also a science rooted in carefully observing fish and their prey, and then designing and tying artificial flies to replicate that prey in order to catch fish. One of the first contributions to this approach was made by Preston Jennings in his \"A Book of Trout Flies.\"\nHistory.\nThe history of fly tying (and fly design) reflects the evolution and history of fly fishing. Basic fly-tying methods have not changed dramatically from the mid-19th century to the present. Most changes resulted from the introduction and adaptation of new materials, especially synthetics, and new hook designs. Images from the early literature devoted to fly tying and fly construction do not show processes significantly different from those used today. The tools associated with fly tying today have, however, evolved along with new technologies. In the mid-19th century flies were tied without benefit of a hook vise. Instead, the hook was held by the fingers as the fly was constructed. The following is from \"Rod Fishing in Clear Waters\" (London 1860):\nOne of the earliest references to the use of a fly-tying vise is in \"Ogden on Fly Tying\" (London, 1887). Other fly-tying tools—scissors, &lt;a href=\"hackle\"&gt;hackle&lt;/a&gt; pliers, &lt;a href=\"tweezers\"&gt;tweezers&lt;/a&gt;, &lt;a href=\"Sewing%20needle\"&gt;bodkins&lt;/a&gt;, etc.—have remained remarkably similar since the late 1800s.\nPurpose.\nTying artificial flies has always been about &lt;a href=\"imitation\"&gt;imitating&lt;/a&gt; some form of fish prey. Significant literature on the concepts of imitation exists especially for trout flies. \"A Book of Trout Flies\" – Jennings (1935), \"Streamside Guide to Naturals &amp; Their Imitations – Art Flick (1947),\" \"Matching the Hatch..\" Schweibert (1955), \"Selective Trout\" - Swisher and Richards (1971), \"Nymphs\" - Schweibert (1973), \"Caddisflies\" - LaFontaine (1989), \"Prey\" - Richards (1995) are a few 20th-century titles that deal extensively with imitating natural prey. From a human perspective, many fly patterns do not exactly imitate fish prey found in nature, but they are nevertheless successful. A successful or \"killing\" fly pattern imitates something that the target species preys on. This has resulted in fly tyers and fishers devising additional terms to characterize those flies that obviously do not imitate anything in particular, yet are nevertheless successful at catching fish. These additional terms are inconsistently but commonly associated with trout-fly patterns because of their huge variety, both historical and contemporary. The term \"Attractor\" pattern has been applied to flies which resemble nothing in particular but are successful in attracting strikes from fish. Dick Stewart characterizes these same patterns as \"General Purpose\". Dave Hughes describes the same flies as \"Searching flies\" and characterizes three levels of imitation: \"Impressionistic, Suggestive and Imitative\".\nPaul Schullery explains that although much has been written about imitation theories of fly design, all successful fly patterns must imitate something to attract the fish to strike. The huge range of fly patterns documented today for all sorts of target species—&lt;a href=\"trout\"&gt;trout&lt;/a&gt;, &lt;a href=\"salmon\"&gt;salmon&lt;/a&gt;, &lt;a href=\"Bass%20%28fish%29\"&gt;bass&lt;/a&gt; and &lt;a href=\"panfish\"&gt;panfish&lt;/a&gt;, &lt;a href=\"Esox\"&gt;pike&lt;/a&gt;, saltwater, tropical exotics, etc.—are not easily categorized as merely \"imitative\", \"attractors\", \"searching\" or \"impressionistic\".\nTools and materials.\nTools.\nVarious tools enable and optimize fly tying. Skip Morris, a professional fly tyer, lists the essential tools as being a vise to hold the hook of the fly to be tied, &lt;a href=\"bobbin\"&gt;bobbin holders&lt;/a&gt;, hackle pliers, hackle gauges, work lights and magnifying glass to better see the fly as it is tied, hair stackers, &lt;a href=\"scissors\"&gt;scissors&lt;/a&gt; and &lt;a href=\"tweezers\"&gt;tweezers&lt;/a&gt;. Other optional tools are pliers, &lt;a href=\"toothpick\"&gt;toothpick&lt;/a&gt;s, bodkins, dubbing twisters, blenders, floss bobbin holders, whip finishers, wing burners and bobbin threaders.\nMaterials.\nFly tying material can be anything used to construct a fly on a hook. Traditional materials were threads, yarns, furs, feathers, hair, &lt;a href=\"tinsel\"&gt;tinsel&lt;/a&gt;s, &lt;a href=\"Cork%20%28material%29\"&gt;cork&lt;/a&gt;, &lt;a href=\"balsa\"&gt;balsa&lt;/a&gt; and wire. Today's materials include not only all sorts of natural and dyed furs, hair and feathers, but also a wide array of synthetic materials. &lt;a href=\"Rabbit\"&gt;Rabbit&lt;/a&gt;, &lt;a href=\"mink\"&gt;mink&lt;/a&gt;, &lt;a href=\"muskrat\"&gt;muskrat&lt;/a&gt;, &lt;a href=\"fox\"&gt;fox&lt;/a&gt;, &lt;a href=\"bear\"&gt;bear&lt;/a&gt;, &lt;a href=\"squirrel\"&gt;squirrel&lt;/a&gt;, &lt;a href=\"deer\"&gt;deer&lt;/a&gt;, &lt;a href=\"elk\"&gt;elk&lt;/a&gt;, and &lt;a href=\"moose\"&gt;moose&lt;/a&gt; hair and other furs are commonly incorporated into artificial flies. Synthetics have allowed fly tyers to replicate rare and sometimes endangered furs and feathers as well as create completely new types of flies. Synthetics such as &lt;a href=\"rubber\"&gt;rubber&lt;/a&gt; legs, foam bodies, &lt;a href=\"plastic\"&gt;plastic&lt;/a&gt; wings, transparent plastic cords, &lt;a href=\"Chenille%20fabric\"&gt;chenilles&lt;/a&gt;, and all sorts and colors of flashy materials that can be incorporated into the wings and bodies of today's artificial fly are available to the fly tyer. Whereas &lt;a href=\"lead\"&gt;lead&lt;/a&gt; wire (11.34 gm/cm3) was the traditional method of weighting flies, today's weighting materials include beads, cone heads, and lead-free wire (made from a nontoxic heavy alloy). &lt;a href=\"Silicone\"&gt;Silicone&lt;/a&gt;, &lt;a href=\"epoxy\"&gt;epoxy&lt;/a&gt;, &lt;a href=\"kevlar\"&gt;kevlar&lt;/a&gt; materials are regularly incorporated into modern artificial fly patterns.\nPatterns.\nThe fly pattern is the &lt;a href=\"recipe\"&gt;recipe&lt;/a&gt; for any particularly named fly. In older literature, especially prior to the 20th century, fly patterns were referred to as \"dressings\". The pattern specifies the size range and type of hook to be used, materials including type, color and size, and in some cases specific instructions on the order of application of materials and how to achieve a particular effect or configuration. Fly patterns allow tyers to consistently reproduce any given fly over time. A Light Cahill &lt;a href=\"dry%20fly\"&gt;dry fly&lt;/a&gt; produced by one tyer will look remarkably similar to the same fly produced by a completely different tyer if the pattern is followed with reasonable accuracy and with comparable materials. Patterns may also lay out alternatives for different materials and variations.\nTraditionally, fly patterns have been found in fly-fishing and fly-tying literature and periodicals. Although fly patterns do provide some consistency, different writers may publish patterns with small to moderate differences across pattern descriptions for the same fly. In many cases, greatest differences are in the tying technique rather than in the form, color or materials. Fly patterns may or may not have an image or drawing of the finished fly to guide the tyer. Historically, fly patterns have been included in texts that discuss fishing with a particular genre of fly, fly-fishing technique or fly-fishing for specific species or &lt;a href=\"genre\"&gt;genre&lt;/a&gt; of gamefish. There are, however, texts that are pure fly pattern and tying references with little or no instruction on how to fish them.\nThe Internet has made available new avenues for fly tying instruction, especially with step by step illustrated instructions with tying recipes published on websites and &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; videos. In-person fly tying instruction and observation is another valuable source for learning fly tying.\nSalmon flies have historically been the one of the most complex and elaborate artificial flies to tie. Texts describing fly tying techniques often use an image of a salmon fly to describe all the parts of an artificial fly. \nThe typical fly pattern appears something like one of the illustrative patterns below for the \"Adams dry fly\" (without tying instructions) or the Clouser Deep Minnow (with tying instructions). Based on the fly pattern, a knowledgeable fly tyer can reproduce the fly with the materials specified.\nHistorically, fly pattern types have evolved along with fly fishing itself and today there are generally recognized pattern types. However, none are absolute, as there is much crossover in patterns and pattern types. Typically the fly tyer will encounter patterns classified as &lt;a href=\"Artificial%20fly%23Dry%20flies\"&gt;dry&lt;/a&gt;, &lt;a href=\"Artificial%20fly%23Wet%20flies\"&gt;wet&lt;/a&gt;, soft hackle (wet fly with hackle collar), &lt;a href=\"Artificial%20fly%23Emerger%20flise\"&gt;emerger&lt;/a&gt;, &lt;a href=\"nymph%20%28biology%29\"&gt;nymph&lt;/a&gt;, scud (&lt;a href=\"Amphipoda\"&gt;freshwater crustaceans&lt;/a&gt;), terrestrial (hoppers), &lt;a href=\"Artificial%20flies%23Streamer%20flies\"&gt;streamer&lt;/a&gt;, &lt;a href=\"Artificial%20flies%23Salmon\"&gt;salmon (Atlantic)&lt;/a&gt;, &lt;a href=\"Steelhead%20trout\"&gt;Steelhead trout&lt;/a&gt; and &lt;a href=\"Oncorhynchus\"&gt;Pacific salmon&lt;/a&gt;, &lt;a href=\"bass%20%28fish%29\"&gt;bass&lt;/a&gt;, &lt;a href=\"Fishing%20popper\"&gt;popper&lt;/a&gt;, &lt;a href=\"panfish\"&gt;panfish&lt;/a&gt;, &lt;a href=\"Carp\"&gt;Carp&lt;/a&gt;, saltwater, &lt;a href=\"Northern%20pike\"&gt;Northern pike&lt;/a&gt;, &lt;a href=\"Bonefish\"&gt;Bonefish&lt;/a&gt;, or &lt;a href=\"Muskellunge\"&gt;musky&lt;/a&gt; fly patterns. Even within these categories, there can be many sub-categories of imitative and non-imitative fly patterns.\nCommercial market.\nHand-tied flies on the commercial market sell for under a US dollar to several US dollars each. Fly tying is a challenging and rewarding &lt;a href=\"hobby\"&gt;hobby&lt;/a&gt; for some, a money-saving &lt;a href=\"strategy\"&gt;strategy&lt;/a&gt; for others, and a profitable commercial enterprise for the professional tyer. The professional or commercial fly tyer may produce upwards of 36 thousand flies annually, whereas the &lt;a href=\"amateur\"&gt;amateur&lt;/a&gt; fly tyer may tie only a few flies each season for personal use."
}