{
    "id": "1632847",
    "revid": "473593",
    "url": "https://en.wikipedia.org/wiki?curid=1632847",
    "title": "Judy Rankin",
    "text": "Judy Torluemke Rankin (born February 18, 1945) is an American professional &lt;a href=\"golf\"&gt;golf&lt;/a&gt;er and golf broadcaster. A member of the &lt;a href=\"World%20Golf%20Hall%20of%20Fame\"&gt;World Golf Hall of Fame&lt;/a&gt;, she joined the &lt;a href=\"LPGA%20Tour\"&gt;LPGA Tour&lt;/a&gt; in 1962 at age 17 and won 26 tour events.\nSince 2010, Rankin has served as the lead analyst for LPGA Tour telecasts on the &lt;a href=\"Golf%20Channel\"&gt;Golf Channel&lt;/a&gt;. She previously served as an expert analyst for golf coverage on &lt;a href=\"Golf%20on%20ESPN\"&gt;ESPN/ABC&lt;/a&gt;.\nAmateur career.\nBorn and raised in &lt;a href=\"St.%20Louis\"&gt;St. Louis&lt;/a&gt;, &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt;, Rankin won the Missouri Amateur at age 14 in 1959. The next year she was the low amateur at the &lt;a href=\"1960%20U.S.%20Women%27s%20Open\"&gt;U.S. Women's Open&lt;/a&gt;, and was on the cover of \"&lt;a href=\"Sports%20Illustrated\"&gt;Sports Illustrated&lt;/a&gt;\" in 1961 at age 16. She turned pro the following year.\nProfessional career.\nRankin's first &lt;a href=\"LPGA%20Tour\"&gt;LPGA Tour&lt;/a&gt; win came in 1968 and she won 26 events, topping the money list in &lt;a href=\"1976%20LPGA%20Tour\"&gt;1976&lt;/a&gt; and &lt;a href=\"1977%20LPGA%20Tour\"&gt;1977&lt;/a&gt;. She finished in the top ten on the money list eleven times between 1965 and 1979, and was the first to win over &lt;a href=\"United%20States%20dollar\"&gt;$&lt;/a&gt;100,000 in a season on the LPGA Tour (over $150,000 in 1976).\nAlthough Rankin did not win a &lt;a href=\"Women%27s%20major%20golf%20championships\"&gt;major championship&lt;/a&gt;, she was a four-time runner-up. Her best finishes were a second at the &lt;a href=\"1976%20LPGA%20Championship\"&gt;1976 LPGA Championship&lt;/a&gt; and tied seconds at the &lt;a href=\"1972%20Titleholders%20Championship\"&gt;1972 Titleholders Championship&lt;/a&gt;, &lt;a href=\"1972%20U.S.%20Women%27s%20Open\"&gt;1972 U.S. Women's Open&lt;/a&gt;, and &lt;a href=\"1977%20LPGA%20Championship\"&gt;1977 LPGA Championship&lt;/a&gt;. Rankin won the Colgate Dinah Shore Winner's Circle (currently the &lt;a href=\"ANA%20Inspiration\"&gt;ANA Inspiration&lt;/a&gt;) in 1976 and the Peter Jackson Classic (later renamed the &lt;a href=\"du%20Maurier%20Classic\"&gt;du Maurier Classic&lt;/a&gt;) in 1977; both events were later elevated to major status, but are not counted as majors in the years in which Rankin won. Her 26th and final win on tour was in August &lt;a href=\"1979%20LPGA%20Tour\"&gt;1979&lt;/a&gt; at &lt;a href=\"Jericho%2C%20New%20York\"&gt;Jericho, New York&lt;/a&gt;.\nRankin was LPGA Player of the Year twice (1976, 1977) and won the Vare Trophy for the lowest scoring average three times. She retired from full-time competition at age 38 in &lt;a href=\"1983%20LPGA%20Tour\"&gt;1983&lt;/a&gt; due to chronic back problems, and later captained the victorious &lt;a href=\"Solheim%20Cup\"&gt;Solheim Cup&lt;/a&gt; teams in &lt;a href=\"1996%20Solheim%20Cup\"&gt;1996&lt;/a&gt; and &lt;a href=\"1998%20Solheim%20Cup\"&gt;1998&lt;/a&gt;. Rankin became the first player voted into the &lt;a href=\"LPGA%20Tour\"&gt;LPGA Tour&lt;/a&gt; &lt;a href=\"Hall%20of%20Fame\"&gt;Hall of Fame&lt;/a&gt; in 2000 under the veterans category, and she was also inducted into the &lt;a href=\"World%20Golf%20Hall%20of%20Fame\"&gt;World Golf Hall of Fame&lt;/a&gt; in 2000.\nIn 2002, she was voted the &lt;a href=\"Bob%20Jones%20Award\"&gt;Bob Jones Award&lt;/a&gt;, the highest honor given by the &lt;a href=\"United%20States%20Golf%20Association\"&gt;United States Golf Association&lt;/a&gt; in recognition of distinguished sportsmanship in golf.\nShe was awarded a star on the &lt;a href=\"St.%20Louis%20Walk%20of%20Fame\"&gt;St. Louis Walk of Fame&lt;/a&gt; in April 2013.\nBroadcasting career.\nFrom 1984 until 2018, Rankin worked as a golf commentator for &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt; and &lt;a href=\"ESPN%20on%20ABC\"&gt;ABC&lt;/a&gt;. In 2010, she became the lead LPGA analyst for the &lt;a href=\"Golf%20Channel\"&gt;Golf Channel&lt;/a&gt;.\nShe has also been a professional advisor for the magazines \"&lt;a href=\"Golf%20Digest\"&gt;Golf Digest&lt;/a&gt;\" and \"Golf For Women\".\nPersonal life.\nRankin was known as Judy Torluemke (pronounced Tor-\"lum\"-kee), until her marriage to Walter \"Yippy\" Rankin in 1967. They lived in &lt;a href=\"Midland%2C%20Texas\"&gt;Midland, Texas&lt;/a&gt;, and have a son, Walter Jr., known as \"Tuey,\" born in 1968. After a battle with throat cancer, Yippy died at age 71 on February 24, 2012. Tuey's wife is the &lt;a href=\"sister-in-law\"&gt;sister-in-law&lt;/a&gt; of &lt;a href=\"PGA%20Tour\"&gt;PGA Tour&lt;/a&gt; golfer &lt;a href=\"Geoff%20Ogilvy\"&gt;Geoff Ogilvy&lt;/a&gt;.\nRankin was diagnosed with &lt;a href=\"breast%20cancer\"&gt;breast cancer&lt;/a&gt; in May 2006. She completed treatment by August 2006 and returned to her on-air work on &lt;a href=\"ESPN%20on%20ABC\"&gt;ABC Sports&lt;/a&gt; in time to cover the &lt;a href=\"2006%20Women%27s%20British%20Open\"&gt;2006 Women's British Open&lt;/a&gt;.\nProfessional wins.\nLPGA wins (26).\n\"Note: Rankin won the Colgate-Dinah Shore Winner's Circle (now the &lt;a href=\"ANA%20Inspiration\"&gt;ANA Inspiration&lt;/a&gt;)and the Peter Jackson Classic (later the &lt;a href=\"du%20Maurier%20Classic\"&gt;du Maurier Classic&lt;/a&gt;) before they became &lt;a href=\"Women%27s%20major%20golf%20championships\"&gt;major championships&lt;/a&gt;.\"\nLPGA Tour playoff record (4–12)"
}