{
    "id": "16349349",
    "revid": "1819986",
    "url": "https://en.wikipedia.org/wiki?curid=16349349",
    "title": "Joel Reddy",
    "text": "Joel Reddy (born 8 October 1985) is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who most recently played for the &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt;. He was a part of the Rabbitohs squad that won the &lt;a href=\"2014%20NRL%20Premiership\"&gt;2014 NRL Premiership&lt;/a&gt;.\nBackground.\nReddy was born in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, Australia.\nCareer.\nHaving played his junior football with the &lt;a href=\"Yarrawarrah%20Tigers\"&gt;Yarrawarrah Tigers&lt;/a&gt;, Reddy moved to &lt;a href=\"Adelaide\"&gt;Adelaide&lt;/a&gt; as a teenager when his father was appointed as head coach of the ill-fated &lt;a href=\"Adelaide%20Rams\"&gt;Adelaide Rams&lt;/a&gt;. He continued playing in the &lt;a href=\"South%20Australia%20Rugby%20League\"&gt;South Australia Rugby League&lt;/a&gt; for South Adelaide Bulldogs, while attending &lt;a href=\"Blackwood%20High%20School\"&gt;Blackwood High School&lt;/a&gt;. Reddy made his NRL debut with Parramatta in 2005, scoring a try in his first game. In his first 2 seasons, he played 6 games, playing as a fullback. Reddy played for Parramatta in the club's 2007 reserve grade premiership winning side which defeated &lt;a href=\"North%20Sydney%20Bears\"&gt;North Sydney&lt;/a&gt; 20-15 at &lt;a href=\"Telstra%20Stadium\"&gt;Telstra Stadium&lt;/a&gt;. Reddy was one of the try scorers in the match.\nReddy's usual position has been either on the or in the &lt;a href=\"Rugby%20league%20positions%23Centre\"&gt;centres&lt;/a&gt;. With the departure of &lt;a href=\"Brett%20Finch\"&gt;Brett Finch&lt;/a&gt; in the 2009 season, the Eels moved Reddy into the halves, playing him at &lt;a href=\"Rugby%20league%20positions%23Stand-off\"&gt;Five-Eighth&lt;/a&gt; for one game but moved back into the centres when &lt;a href=\"Daniel%20Mortimer\"&gt;Daniel Mortimer&lt;/a&gt; moved to the five-eighth position.\nUnveiled in The Daily Telegraph's exclusive fan poll on 23 September 2009, Reddy was chosen as the most under-rated player in the NRL. Reddy played for Parramatta in the 2009 NRL grand final and scored a try in the second half but The Eels ultimately lost the match 23-16.\nIn 2010 Reddy was selected to represent the City Origin side after an injury to &lt;a href=\"Braith%20Anasta\"&gt;Braith Anasta&lt;/a&gt;.\nA torn pectoral muscle in round 10 saw Reddy miss the rest of the 2011 season. Two months later he signed a 2-year contract with the &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt; for the 2012 and 2013 seasons. \"It was pretty tough but when the Tigers came knocking I knew they were a really good club,\" Reddy said. \"I enjoy my defence so I think that was one thing &lt;a href=\"Tim%20Sheens\"&gt;Tim&lt;/a&gt; was looking at when he bought me. I’m ready to do the hard work, the tough stuff and leave the fancy stuff to &lt;a href=\"Benji%20Marshall\"&gt;Benji&lt;/a&gt;.\"\nDespite scoring tries in his first two appearances in 2012, Reddy managed just 14 games for the season and was not chosen for first grade after round 20. In 2013, he also made 14 appearances, scoring 22 tries.\nHe signed with the South Sydney Rabbitohs for the 2014 season, the year in which they won the premiership but did not feature in the grand final winning side. Reddy announced his retirement at the beginning of the 2016 season and went on to make a further 19 appearances that year.\nFamily.\nReddy is the son of former International and &lt;a href=\"St.%20George%20Dragons\"&gt;Dragon&lt;/a&gt; forward &lt;a href=\"Rod%20Reddy\"&gt;Rod Reddy&lt;/a&gt;, and the brother of professional &lt;a href=\"football%20%28soccer%29\"&gt;footballer&lt;/a&gt; &lt;a href=\"Liam%20Reddy\"&gt;Liam Reddy&lt;/a&gt;. He is also the brother of &lt;a href=\"Bianca%20Reddy\"&gt;Bianca Reddy&lt;/a&gt; who plays &lt;a href=\"netball\"&gt;netball&lt;/a&gt; for the &lt;a href=\"Adelaide%20Thunderbirds\"&gt;Adelaide Thunderbirds&lt;/a&gt;. Reddy is married to &lt;a href=\"Bryson%20Goodwin\"&gt;Bryson Goodwin&lt;/a&gt;'s sister, Rearne Goodwin. He is also the brother in law of the &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra&lt;/a&gt; winger &lt;a href=\"Bronx%20Goodwin\"&gt;Bronx Goodwin&lt;/a&gt;"
}