{
    "id": "16351591",
    "revid": "508734",
    "url": "https://en.wikipedia.org/wiki?curid=16351591",
    "title": "Economy of Mangalore",
    "text": "Industrial and commercial activities dominate &lt;a href=\"Mangalore\"&gt;Mangalore&lt;/a&gt;'s economy. It is the only city in Karnataka to have all modes of transport — air, road, rail and sea. The fastest growing non metro (Indian city of population less than 1 million) in South India is Mangalore. &lt;a href=\"Mangalore\"&gt;Mangalore&lt;/a&gt; is the 2nd largest business centre in &lt;a href=\"Karnataka\"&gt;Karnataka&lt;/a&gt;. Around 75% of India's &lt;a href=\"coffee\"&gt;coffee&lt;/a&gt;, &lt;a href=\"timber\"&gt;timber&lt;/a&gt; and &lt;a href=\"cashew\"&gt;cashew&lt;/a&gt; nuts exports are handled by the &lt;a href=\"New%20Mangalore%20Port\"&gt;New Mangalore Port&lt;/a&gt;. Mangalore is one among the 5 cities in the country to have both a &lt;a href=\"Ports%20in%20India\"&gt;Major Port&lt;/a&gt; and an &lt;a href=\"International%20Airport\"&gt;International Airport&lt;/a&gt;. Mangalore has some of the tallest buildings in South India, with many more under construction. &lt;a href=\"Mangalore%20International%20Airport\"&gt;Mangalore International Airport&lt;/a&gt; is among the 2 International Airports in Karnataka, along with &lt;a href=\"Bangalore\"&gt;Bangalore&lt;/a&gt;'s &lt;a href=\"Kempegowda%20International%20Airport\"&gt;Kempegowda International Airport&lt;/a&gt;.\nPetrochemicals and processing.\n&lt;a href=\"BASF\"&gt;BASF&lt;/a&gt;, &lt;a href=\"MRPL\"&gt;Mangalore Refinery and Petrochemicals Ltd. (MRPL)&lt;/a&gt;, &lt;a href=\"Mangalore%20Chemicals%20and%20Fertilizers\"&gt;Mangalore Chemicals and Fertilizers Ltd. (MCF)&lt;/a&gt;, &lt;a href=\"Kudremukh%20Iron%20Ore%20Company%20Ltd.\"&gt;Kudremukh Iron Ore Company Ltd. (KIOCL)&lt;/a&gt;(now closed), &lt;a href=\"Hindustan%20Petroleum\"&gt;Hindustan Petroleum Corporation Limited (HPCL)&lt;/a&gt;, &lt;a href=\"Bharat%20Petroleum\"&gt;Bharat Petroleum Corporation Plant (BPCL)&lt;/a&gt;, &lt;a href=\"Indian%20Oil%20Corporation\"&gt;Indian Oil Corporation Limited (IOCL)&lt;/a&gt;, &lt;a href=\"ONGC%20Mangalore%20Petrochemicals%20Limited\"&gt;ONGC Mangalore Petrochemicals Limited (OMPL)&lt;/a&gt;, JBF Petrochemicals and &lt;a href=\"Total%20S.A.\"&gt;Total Oil&lt;/a&gt; are the major petrochemicals and processing industries in Mangalore. One of the largest SEZ in India, the &lt;a href=\"ONGC\"&gt;ONGC&lt;/a&gt; - &lt;a href=\"Mangalore%20Special%20Economic%20Zone\"&gt;Mangalore Special Economic Zone&lt;/a&gt; is in Mangalore. MRPL, the only refinery in the state, will soon get a &lt;a href=\"Public%20sector%20undertakings%20in%20India\"&gt;Navaratna&lt;/a&gt; status. &lt;a href=\"Mangalore%20Chemicals%20%26amp%3B%20Fertilizers\"&gt;Mangalore Chemicals &amp; Fertilizers&lt;/a&gt; (MCF), the only fertilizer factory in the state, is situated at &lt;a href=\"Baikampady\"&gt;Baikampady&lt;/a&gt;. &lt;a href=\"Hindustan%20Petroleum\"&gt;HPCL&lt;/a&gt; has its oil refinery at Mangalore. &lt;a href=\"Bharat%20Petroleum\"&gt;BPCL&lt;/a&gt; has established an &lt;a href=\"Liquefied%20petroleum%20gas\"&gt;LPG&lt;/a&gt; plant near the New Mangalore Port. BASF has established a &lt;a href=\"Research%20and%20development\"&gt;Research and development (R&amp;D)&lt;/a&gt; centre at Mangalore. \nAt the Mangalore Special Economic Zone, in a new 15 million tonne refinery, petrochemical plant and power and &lt;a href=\"Liquefied%20natural%20gas\"&gt;LNG&lt;/a&gt; plants, The &lt;a href=\"Oil%20and%20Natural%20Gas%20Corporation\"&gt;Oil and Natural Gas Corporation&lt;/a&gt; (&lt;a href=\"ONGC\"&gt;ONGC&lt;/a&gt;) plans to invest over Rs. 35,000 crore. Of the country, this will be the first Petroleum, Chemicals, Petrochemicals Investment Region (PCPIR). India has built 5.33 million tons of strategic crude oil storages at Mangalore, Padur (near &lt;a href=\"Udupi\"&gt;Udupi&lt;/a&gt;) in &lt;a href=\"Karnataka\"&gt;Karnataka&lt;/a&gt; and at &lt;a href=\"Visakhapatnam\"&gt;Visakhapatnam&lt;/a&gt; to ensure energy security. &lt;a href=\"Mitsui\"&gt;Mitsui&lt;/a&gt;, a Japanese conglomerate has planned to set up an LNG terminal in Mangalore.\nLogistics and Shipping.\nInterlog Services, a &lt;a href=\"France\"&gt;French&lt;/a&gt; &lt;a href=\"logistics\"&gt;logistics&lt;/a&gt; firm has established its office at Mangalore Hills.\nThe table below lists some of the Logistics and &lt;a href=\"Freight%20transport\"&gt;Shipping&lt;/a&gt; companies situated in Mangalore.\nShip building.\n&lt;a href=\"Bharati%20Shipyard\"&gt;Bharati Shipyard Ltd (BSL)&lt;/a&gt; (now known as Bharati Defence and Infrastructure Limited) has established its ship building site near &lt;a href=\"Tannirbavi\"&gt;Tannirbavi&lt;/a&gt; in Mangalore. Mangalore is the 6th shipyard established by BSL. Cargo ships are built here which have a maximum length of 120 meters. BSL's subsidiary, &lt;a href=\"Tebma%20Shipyard%20Limited\"&gt;Tebma Shipyard Limited&lt;/a&gt; has a ship manufacturing site at &lt;a href=\"Malpe\"&gt;Malpe&lt;/a&gt;, which is 56 km from Mangalore city.\nManufacturing industries.\nSequent Scientific Ltd. is a &lt;a href=\"Pharmaceutical\"&gt;Pharmaceutical&lt;/a&gt; company, and has its manufacturing unit at &lt;a href=\"Baikampady\"&gt;Baikampady&lt;/a&gt; in Mangalore. Syngene International, a contract research arm of &lt;a href=\"Biocon\"&gt;Biocon&lt;/a&gt;, has set up its manufacturing plant at Mangalore SEZ. Solara, a pharmaceutical company also has its manufacturing unit in Mangalore. &lt;a href=\"Hindustan%20Unilever\"&gt;Hindustan Unilever&lt;/a&gt; has set up a factory in &lt;a href=\"Boloor%2C%20Mangalore\"&gt;Boloor&lt;/a&gt; which produces mainly Rin detergents. &lt;a href=\"Suzlon\"&gt;Suzlon&lt;/a&gt; has established its wind energy generation plant at &lt;a href=\"Padubidri\"&gt;Padubidri&lt;/a&gt; near Mangalore. Suzlon Energy plans to manufacture REpower &lt;a href=\"wind%20turbine\"&gt;wind turbine&lt;/a&gt;s at its plant near Mangalore. Bakery and confectionery industries are also found in Mangalore; Gyp-gyp-gy and Narans are a few among them. Primacy Industries Ltd. in Mangalore manufactures scented &lt;a href=\"candles\"&gt;candles&lt;/a&gt; and exports them to &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and the &lt;a href=\"Middle-East\"&gt;Middle-East&lt;/a&gt;. Catasynth Speciality Chemicals, a manufacturing facility of &lt;a href=\"Anthea%20Group\"&gt;Anthea Group&lt;/a&gt; has its office in Mangalore.\nBanking and Finance.\nFive of the nineteen banks nationalised during the first half of the 20th century were established in &lt;a href=\"Mangalore\"&gt;Mangalore&lt;/a&gt;.\n&lt;a href=\"Karnataka%20Bank\"&gt;Karnataka Bank&lt;/a&gt; was established on 18 February 1924 in Mangalore. In addition to these, two banks were established in nearby towns. &lt;a href=\"Corporation%20Bank\"&gt;Corporation Bank&lt;/a&gt; was founded in &lt;a href=\"Udupi\"&gt;Udupi&lt;/a&gt; by Khan Bahadur Haji Abdulla Haji Kasim Saheb Bahadur in 1906, and &lt;a href=\"Syndicate%20Bank\"&gt;Syndicate Bank&lt;/a&gt; was co-founded in &lt;a href=\"Manipal\"&gt;Manipal&lt;/a&gt; by &lt;a href=\"T%20M%20A%20Pai\"&gt;T M A Pai&lt;/a&gt;, Upendra Ananth Pai and &lt;a href=\"V%20S%20Kudva\"&gt;V S Kudva&lt;/a&gt; in 1925. While &lt;a href=\"Karnataka%20Bank\"&gt;Karnataka Bank&lt;/a&gt; and &lt;a href=\"Corporation%20Bank\"&gt;Corporation Bank&lt;/a&gt; are still headquartered in Mangalore, &lt;a href=\"Vijaya%20Bank\"&gt;Vijaya Bank&lt;/a&gt; and &lt;a href=\"Canara%20Bank\"&gt;Canara Bank&lt;/a&gt; are headquartered in &lt;a href=\"Bangalore\"&gt;Bangalore&lt;/a&gt; and &lt;a href=\"Syndicate%20Bank\"&gt;Syndicate Bank&lt;/a&gt; is headquartered in &lt;a href=\"Manipal\"&gt;Manipal&lt;/a&gt;.\nThe &lt;a href=\"Mangalore%20Stock%20Exchange\"&gt;Mangalore Stock Exchange (MgSE)&lt;/a&gt; was incorporated on 31 July 1984 as a &lt;a href=\"public%20limited%20company\"&gt;public limited company&lt;/a&gt;. The company was granted recognition as a &lt;a href=\"stock%20exchange\"&gt;stock exchange&lt;/a&gt; on 9 September 1985. It was de-recognised by the &lt;a href=\"Securities%20and%20Exchange%20Board%20of%20India\"&gt;Securities and Exchange Board of India (SEBI)&lt;/a&gt; on 31 August 2004. Appeals by the Stock Exchange to overrule this order have been subsequently rejected on 2 November 2005 and 4 October 2006.\nRobotics and Automation.\nMangalore Robautonics Pvt Ltd is a company that designs, develops and manufactures &lt;a href=\"Robotics\"&gt;Robotics&lt;/a&gt; and Automation systems for agricultural, industrial and consumer sectors.\nInformation Technology (IT).\nMajor information technology (IT) and software companies like &lt;a href=\"Infosys\"&gt;Infosys&lt;/a&gt;, &lt;a href=\"Cognizant%20Technology%20Solutions\"&gt;Cognizant Technology Solutions&lt;/a&gt;, &lt;a href=\"Endurance%20International%20Group\"&gt;Endurance International Group&lt;/a&gt; and &lt;a href=\"Thomson%20Reuters\"&gt;Thomson Reuters&lt;/a&gt; have their branches at Mangalore. &lt;a href=\"Tata%20Consultancy%20Services\"&gt;Tata Consultancy Services (TCS)&lt;/a&gt; has planned to invest and setup its office at Karnad near Mangalore.\nOther multinational software companies having their presence in this coastal city include Novigo Solutions, MResult, Riskonnect (specialized in Risk management), Coresight Research (specialized in Artificial Intelligence, Analytics and Blockchain), Arkieva (specialized in Supply Chain management) and Tetherfi (specialized in Virtual Banking and Automation). &lt;a href=\"Mphasis\"&gt;Mphasis&lt;/a&gt; BPO has one of its branches at Mangalore. KEONICS has planned to set up an IT park in Mangalore, similar to &lt;a href=\"Electronic%20City\"&gt;Electronic City&lt;/a&gt;, spanning an area of 100 acres.\nFood processing.\n&lt;a href=\"Campco\"&gt;Campco&lt;/a&gt; has its chocolate manufacturing plants at &lt;a href=\"Baikampady\"&gt;Baikampady&lt;/a&gt; and Puttur near Mangalore. The plant produces chocolates and other products of &lt;a href=\"cocoa%20bean\"&gt;cocoa&lt;/a&gt; both under its own brand and also for &lt;a href=\"Nestle\"&gt;Nestle&lt;/a&gt;. Achal Industries has built its cashew processing plant at the Baikampady Industrial Estate in Mangalore. &lt;a href=\"Ideal%20Ice%20Cream\"&gt;Ideal Ice Cream Factory&lt;/a&gt;, situated at Kottara Chowki in Mangalore, manufactures over 40 flavours of ice-creams. Mangalore also houses the edible oil refinery of Adani Wilmar. \nCruise tourism.\nVarious &lt;a href=\"cruise%20ship\"&gt;cruise ship&lt;/a&gt;s such as &lt;a href=\"Regent%20Seven%20Seas%20Cruises\"&gt;Regent Seven Seas&lt;/a&gt;, &lt;a href=\"Norwegian%20Star\"&gt;Norwegian Star&lt;/a&gt;, &lt;a href=\"Oceania%20Cruises\"&gt;Oceania&lt;/a&gt;, &lt;a href=\"Celebrity%20Cruises\"&gt;Celebrity&lt;/a&gt;, &lt;a href=\"Costa%20Cruises\"&gt;Costa&lt;/a&gt;, &lt;a href=\"AIDA%20Cruises\"&gt;AIDA&lt;/a&gt;, &lt;a href=\"MS%20Nautica\"&gt;Nautica&lt;/a&gt; and &lt;a href=\"Royal%20Caribbean%20International\"&gt;Royal Caribbean International&lt;/a&gt; have visited the New Mangalore Port. Foreigners can enter Mangalore through the New Mangalore Port with the help of &lt;a href=\"Travel%20visa%23571886%20571886/6886%20571886%3D571886%20571886/6886%20571886%3D571886%20571886/6886%20571886%3DElectronic%20visas%3D571886%20571886/6886%20571886%3D571886%20571886/6886%20571886%3D571886%20571886/6886%20571886\"&gt;Electronic visa&lt;/a&gt; (e-visa). Cruise ships from &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; and &lt;a href=\"UAE\"&gt;UAE&lt;/a&gt; arrive at New Mangalore Port to tour the places around Mangalore.\nStartups.\n&lt;a href=\"Government%20of%20India\"&gt;Government of India&lt;/a&gt; has planned to make Mangalore the first &lt;a href=\"Startup%20company\"&gt;startup&lt;/a&gt; district in the country with 20 tinkering labs and &lt;a href=\"Business%20incubator\"&gt;incubation centres&lt;/a&gt;. The startups aim at providing solutions in agriculture, health, education and information technology. &lt;a href=\"Centre%20for%20Entrepreneurship%20Opportunities%20and%20Learning\"&gt;Centre for Entrepreneurship Opportunities and Learning&lt;/a&gt; (CEOL) - the first startup incubation centre of &lt;a href=\"Kanara\"&gt;Coastal Karnataka&lt;/a&gt; is present at Mallikatta in Mangalore city. &lt;a href=\"Government%20of%20Karnataka\"&gt;Government of Karnataka&lt;/a&gt; has planned to make Mangalore an &lt;a href=\"Animation\"&gt;Animation&lt;/a&gt; hub for the State.\nResearch and Development (R&amp;D) centres.\nThere are 3 &lt;a href=\"Research%20and%20Development\"&gt;Research and Development (R&amp;D)&lt;/a&gt; centres near Mangalore. They are\nSpecial Economic Zones.\nThe following &lt;a href=\"special%20economic%20zone\"&gt;special economic zone&lt;/a&gt;s to be located in and around &lt;a href=\"Mangalore\"&gt;Mangalore&lt;/a&gt; have been approved by Board of Approval, &lt;a href=\"Government%20of%20India\"&gt;Government Of India&lt;/a&gt; &amp; Under establishment.\nFishing.\nFish is one of the widely consumed food in Mangalore. Old Mangalore Port is the fishing port in Mangalore. The city has an &lt;a href=\"Icemaker\"&gt;ice factory&lt;/a&gt; on the banks of &lt;a href=\"Netravati\"&gt;Netravati&lt;/a&gt; river and &lt;a href=\"fish%20meal\"&gt;fish meal&lt;/a&gt; processing industries.\nTraditional commerce and industry.\nTile industry.\nAlthough the &lt;a href=\"tile\"&gt;tile&lt;/a&gt; industry has been in decline due to the predominance of concrete in modern construction, &lt;a href=\"Mangalore%20tiles\"&gt;Mangalore tiles&lt;/a&gt; were exported to East Asia, Europe, Australia, &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;, and the Middle East.\nArecanut industry.\n&lt;a href=\"Arecanut\"&gt;Arecanut&lt;/a&gt; industries consist of small-scale operations. Arecanuts are cultivated in the hilly regions towards the east of the city.\nLeaf spring industry.\nThe &lt;a href=\"leaf%20spring\"&gt;leaf spring&lt;/a&gt; industry has its presence in Mangalore, with Canara Workshops Ltd. and Lamina Suspension Products Ltd. in the city."
}