{
    "id": "1636494",
    "revid": "2340490",
    "url": "https://en.wikipedia.org/wiki?curid=1636494",
    "title": "Wren's Nest",
    "text": "The Wren's Nest is a geological &lt;a href=\"Site%20of%20Special%20Scientific%20Interest\"&gt;Site of Special Scientific Interest&lt;/a&gt; in the &lt;a href=\"Metropolitan%20Borough%20of%20Dudley\"&gt;Dudley Metropolitan Borough&lt;/a&gt;, north west of the town centre of &lt;a href=\"Dudley\"&gt;Dudley&lt;/a&gt;, in the &lt;a href=\"West%20Midlands%20%28county%29\"&gt;West Midlands&lt;/a&gt; of &lt;a href=\"England\"&gt;England&lt;/a&gt;. It is one of the most important geological locations in Britain. It is also a &lt;a href=\"Local%20Nature%20Reserve\"&gt;Local Nature Reserve&lt;/a&gt;, a &lt;a href=\"national%20nature%20reserves%20in%20England\"&gt;national nature reserve&lt;/a&gt; (NNR) and &lt;a href=\"Scheduled%20Ancient%20Monument\"&gt;Scheduled Ancient Monument&lt;/a&gt;. The site is home to a number of species of birds and locally rare &lt;a href=\"flora\"&gt;flora&lt;/a&gt;, such as \"&lt;a href=\"Scabiosa%20columbaria\"&gt;Scabiosa columbaria&lt;/a&gt;\" (small scabious), &lt;a href=\"milkwort\"&gt;milkwort&lt;/a&gt; and &lt;a href=\"quaking%20grass\"&gt;quaking grass&lt;/a&gt;. The caverns are also a nationally important hibernation site for seven different species of &lt;a href=\"bat\"&gt;bat&lt;/a&gt;.\nThe Wren's Nest National Nature Reserve.\nAncient history.\nThe Wren's Nest National Nature Reserve is world-famous geologically for its well-preserved &lt;a href=\"Silurian\"&gt;Silurian&lt;/a&gt; &lt;a href=\"coral%20reef\"&gt;coral reef&lt;/a&gt; &lt;a href=\"fossil\"&gt;fossil&lt;/a&gt;s. Considered the most diverse and abundant fossil site in the British Isles, more than 700 types of fossil have been found at the site, 86 of which are unique to the location, including \"&lt;a href=\"Calymene%20blumenbachii\"&gt;Calymene blumenbachii&lt;/a&gt;\", a &lt;a href=\"trilobite\"&gt;trilobite&lt;/a&gt; nicknamed the \"Dudley Bug\" or \"Dudley Locust\" by 18th century quarrymen. An image of this trilobite featured on the town's coat of arms until 1974.\nThe &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; outcrops belong to the &lt;a href=\"Wenlock%20Group\"&gt;Wenlock Group&lt;/a&gt;, which was formed some 420 to 425 million years ago from the material remnants of an ancient tropical sea bed, and contain ripple marks made from the sea's action on the sand. Wren's Nest Hill was extensively quarried during the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt; for building stone and &lt;a href=\"calcium%20oxide\"&gt;lime&lt;/a&gt; production. The site was originally studied by the Scottish &lt;a href=\"Paleontology\"&gt;paleontologist&lt;/a&gt; Sir &lt;a href=\"Roderick%20Murchison\"&gt;Roderick Murchison&lt;/a&gt;, whose work in defining the Silurian System was mainly based on fossils and rock formations found at the site.\nIndustrial Revolution.\n&lt;a href=\"Abraham%20Darby%20I\"&gt;Abraham Darby I&lt;/a&gt;, who was one of the fathers of the Industrial Revolution, was born on Wren's Nest Hill in 1678.\nThe caves were mined for hundreds of years for the valuable limestone, used firstly for mortar and agriculture, and then principally iron production during the Industrial Revolution. The Victorians installed the world's first industrial steam engine next to the Wren's Nest, which pumped water from mines and access tunnels.\nDuring the height of the Industrial Revolution, up to 20,000 tons of limestone was quarried annually. Local industrialisation was considerable at this time, as the district had become highly industrialised in the heyday of the &lt;a href=\"Black%20Country\"&gt;Black Country&lt;/a&gt;'s industrial past. When quarrying officially finished in 1925, the site was abandoned.\nRecent history.\nWren's Nest was declared a &lt;a href=\"national%20nature%20reserve%20%28United%20Kingdom%29\"&gt;national nature reserve&lt;/a&gt; in 1956, the UK's first national nature reserve for geology.\nIn 2004, Wren's Nest and the nearby &lt;a href=\"Dudley%20Castle\"&gt;Castle Hill&lt;/a&gt; were declared Scheduled Ancient Monuments, as they represented the best surviving remains of the limestone industry in &lt;a href=\"Dudley\"&gt;Dudley&lt;/a&gt;. The most impressive part of this is the last remaining surface opening limestone cavern in the world – formerly reaching more than 100 metres underground – which is known as the Seven Sisters. The workings were originally connected by underground canal to the &lt;a href=\"Dudley%20Tunnel\"&gt;Dudley Tunnel&lt;/a&gt; complex, which has now been blocked off for safety reasons.\nThe Wren's Nest's geological value was first recognised by &lt;a href=\"Sir%20Roderick%20Murchison\"&gt;Sir Roderick Murchison&lt;/a&gt; in 1839, and now both the ex-quarry and the tunnels are visited by scientists from all over the world to study its valuable content.\nThe Seven Sisters tunnel complex.\nConsidered one of the best surviving examples of limestone quarrying, the Seven Sisters caverns had to be filled in after a major roof collapse and mine cave-in occurred in 2001, to prevent further collapse. More recent work had also began on infilling the huge Cathedral Gallery with loose sand. The former limestone mine and adjacent vast underground canal basin, which leads to a now blocked off passage to &lt;a href=\"Dudley%20Tunnel\"&gt;Dudley Tunnel&lt;/a&gt;, contain some of what local historians claimed to be some of the world's most important &lt;a href=\"geology\"&gt;geology&lt;/a&gt; and &lt;a href=\"mining\"&gt;mining&lt;/a&gt; heritage.\nIn 2007, Dudley Council lost out on a £50,000,000 national lottery grant to redevelop and re-open the cavern complex, but did later secure an £800,000 grant from the &lt;a href=\"Heritage%20Lottery%20Fund\"&gt;Heritage Lottery Fund&lt;/a&gt; for lesser improvements to the site."
}