{
    "id": "164055",
    "revid": "38878253",
    "url": "https://en.wikipedia.org/wiki?curid=164055",
    "title": "Logarithmic scale",
    "text": "A logarithmic scale (or log scale) is a way of displaying numerical data over a very wide range of values in a compact way—typically the largest numbers in the data are hundreds or even thousands of times larger than the smallest numbers. Such a &lt;a href=\"scale%20%28measurement%29\"&gt;scale&lt;/a&gt; is &lt;a href=\"nonlinear\"&gt;nonlinear&lt;/a&gt;: the numbers 10 and 20, and 60 and 70, are not the same distance apart on a log scale. Rather, the numbers 10 and 100, and 60 and 600 are equally spaced. Thus moving a unit of distance along the scale means the number has been \"multiplied\" by 10 (or some other fixed factor). Often &lt;a href=\"exponential%20growth\"&gt;exponential growth&lt;/a&gt; curves are displayed on a log scale, otherwise they would increase too quickly to fit within a small &lt;a href=\"Plot%20%28graphics%29\"&gt;graph&lt;/a&gt;. Another way to think about it is that the \"number of &lt;a href=\"Numerical%20digit\"&gt;digits&lt;/a&gt;\" of the data grows at a constant rate. For example, the numbers 10, 100, 1000, and 10000 are equally spaced on a log scale, because their numbers of digits is going up by 1 each time: 2, 3, 4, and 5 digits. In this way, adding two digits \"multiplies\" the quantity measured on the log scale by a factor of 100.\nCommon uses.\nThe markings on &lt;a href=\"slide%20rule\"&gt;slide rule&lt;/a&gt;s are arranged in a log scale for multiplying or dividing numbers by adding or subtracting lengths on the scales.\nThe following are examples of commonly used logarithmic scales, where a larger quantity results in a higher value:\nThe following are examples of commonly used logarithmic scales, where a larger quantity results in a lower (or negative) value:\nSome of our &lt;a href=\"sense\"&gt;sense&lt;/a&gt;s operate in a logarithmic fashion (&lt;a href=\"Weber%E2%80%93Fechner%20law\"&gt;Weber–Fechner law&lt;/a&gt;), which makes logarithmic scales for these input quantities especially appropriate. In particular, our sense of &lt;a href=\"hearing%20%28sense%29\"&gt;hearing&lt;/a&gt; perceives equal ratios of frequencies as equal differences in pitch. In addition, studies of young children in an isolated tribe have shown logarithmic scales to be the most natural display of numbers in some cultures. \nGraphic representation.\nThe top left graph is linear in the X and Y axes, and the Y-axis ranges from 0 to 10. A base-10 log scale is used for the Y axis of the bottom left graph, and the Y axis ranges from 0.1 to 1,000.\nThe top right graph uses a log-10 scale for just the X axis, and the bottom right graph uses a log-10 scale for both the X axis and the Y axis.\nPresentation of data on a logarithmic scale can be helpful when the data:\nA &lt;a href=\"slide%20rule\"&gt;slide rule&lt;/a&gt; has logarithmic scales, and &lt;a href=\"nomogram\"&gt;nomogram&lt;/a&gt;s often employ logarithmic scales. The &lt;a href=\"geometric%20mean\"&gt;geometric mean&lt;/a&gt; of two numbers is midway between the numbers. Before the advent of computer graphics, logarithmic &lt;a href=\"graph%20paper\"&gt;graph paper&lt;/a&gt; was a commonly used scientific tool.\nLog–log plots.\nIf both the vertical and horizontal axes of a plot are scaled logarithmically, the plot is referred to as a &lt;a href=\"log%E2%80%93log%20plot\"&gt;log–log plot&lt;/a&gt;.\nSemi-logarithmic plots.\nIf only the &lt;a href=\"ordinate\"&gt;ordinate&lt;/a&gt; or &lt;a href=\"abscissa\"&gt;abscissa&lt;/a&gt; is scaled logarithmically, the plot is referred to as a semi-logarithmic plot.\nExtensions.\nA modified log transform can be defined for negative input (\"y\"&lt;0) and to avoid the singularity for zero input (\"y\"=0) so as to produce symmetric log plots:\nfor a constant \"C\"=1/ln(10).\nLogarithmic units.\nA logarithmic unit is a &lt;a href=\"Units%20of%20measurement\"&gt;unit&lt;/a&gt; that can be used to express a quantity (&lt;a href=\"Physical%20quantity\"&gt;physical&lt;/a&gt; or mathematical) on a logarithmic scale, that is, as being proportional to the value of a &lt;a href=\"logarithm\"&gt;logarithm&lt;/a&gt; function applied to the ratio of the quantity and a reference quantity of the same type. The choice of unit generally indicates the type of quantity and the base of the logarithm. \nExamples.\nExamples of logarithmic units include units of &lt;a href=\"Units%20of%20information\"&gt;data storage capacity&lt;/a&gt; (&lt;a href=\"bit\"&gt;bit&lt;/a&gt;, &lt;a href=\"byte\"&gt;byte&lt;/a&gt;), of &lt;a href=\"information\"&gt;information&lt;/a&gt; and &lt;a href=\"information%20entropy\"&gt;information entropy&lt;/a&gt; (&lt;a href=\"nat%20%28unit%29\"&gt;nat&lt;/a&gt;, &lt;a href=\"shannon%20%28unit%29\"&gt;shannon&lt;/a&gt;, &lt;a href=\"ban%20%28information%29\"&gt;ban&lt;/a&gt;), and of &lt;a href=\"signal%20level\"&gt;signal level&lt;/a&gt; (&lt;a href=\"decibel\"&gt;decibel&lt;/a&gt;, bel, &lt;a href=\"neper\"&gt;neper&lt;/a&gt;). Logarithmic frequency quantities are used in electronics (&lt;a href=\"Decade%20%28log%20scale%29\"&gt;decade&lt;/a&gt;, &lt;a href=\"octave%20%28electronics%29\"&gt;octave&lt;/a&gt;) and for music pitch &lt;a href=\"Interval%20%28music%29\"&gt;interval&lt;/a&gt;s (&lt;a href=\"octave\"&gt;octave&lt;/a&gt;, &lt;a href=\"semitone\"&gt;semitone&lt;/a&gt;, &lt;a href=\"Cent%20%28music%29\"&gt;cent&lt;/a&gt;, etc.). Other logarithmic scale units include the &lt;a href=\"Richter%20magnitude%20scale\"&gt;Richter magnitude scale&lt;/a&gt; point.\nIn addition, several industrial measures are logarithmic, such as standard values for &lt;a href=\"Logarithmic_resistor_ladder\"&gt;resistors&lt;/a&gt;, the &lt;a href=\"American%20wire%20gauge\"&gt;American wire gauge&lt;/a&gt;, the &lt;a href=\"Birmingham%20gauge\"&gt;Birmingham gauge&lt;/a&gt; used for wire and needles, and so on.\nTable of examples.\nThe two definitions of a decibel are equivalent, because a ratio of &lt;a href=\"Power%2C%20root-power%2C%20and%20field%20quantities\"&gt;power quantities&lt;/a&gt; is equal to the square of the corresponding ratio of &lt;a href=\"Power%2C%20root-power%2C%20and%20field%20quantities\"&gt;root-power quantities&lt;/a&gt;."
}