{
    "id": "16434762",
    "revid": "1067225764",
    "url": "https://en.wikipedia.org/wiki?curid=16434762",
    "title": "Morelia imbricata",
    "text": "Morelia imbricata is a large &lt;a href=\"snake\"&gt;snake&lt;/a&gt; found in southern regions of &lt;a href=\"Western%20Australia\"&gt;Western Australia&lt;/a&gt; and western &lt;a href=\"South%20Australia\"&gt;South Australia&lt;/a&gt;. A member of the &lt;a href=\"Pythonidae\"&gt;python&lt;/a&gt; family, it is commonly known as the southwestern carpet python.\nTaxonomy.\nA member of the &lt;a href=\"Pythonidae\"&gt;Pythonidae&lt;/a&gt;, \"M. imbricata\" is closely related to other Australian diamond or carpet pythons (&lt;a href=\"genus\"&gt;genus&lt;/a&gt; \"Morelia\"). The abundant and well known genus \"&lt;a href=\"Morelia%20%28snake%29\"&gt;Morelia&lt;/a&gt;\" contains six species across Australia.\nDescription.\nIt has a total length up to , from snout to vent (SVL). This species has a well defined neck and small scales across the head. Males may be up to in weight, females may be four times heavier when fully grown. Larger individuals have been given as in total length.\nSeveral other similar pythons occur in its range. The woma, \"&lt;a href=\"Aspidites%20ramsayi\"&gt;Aspidites ramsayi&lt;/a&gt;\", lacks the obvious neck of \"M. spilota imbricata\", and the western Stimson's python, \"&lt;a href=\"Antaresia%20stimsoni\"&gt;Antaresia stimsoni stimsoni&lt;/a&gt;\", has a higher number of &lt;a href=\"ventral%20scales\"&gt;ventral scales&lt;/a&gt;.\nHabitat.\nThe habitat is &lt;a href=\"Coast\"&gt;coastal areas&lt;/a&gt;, &lt;a href=\"woodland\"&gt;woodland&lt;/a&gt;, &lt;a href=\"heath\"&gt;heath&lt;/a&gt;land, and &lt;a href=\"Semi-arid%20climate\"&gt;semiarid areas&lt;/a&gt;. It is often found in woodlands of &lt;a href=\"Eucalypt\"&gt;Eucalypt&lt;/a&gt; and \"&lt;a href=\"Banksia\"&gt;Banksia&lt;/a&gt;\", or amongst &lt;a href=\"grass\"&gt;grass&lt;/a&gt;es or low growing &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt;s.\nBehavior.\nIt is discreet and slow moving, spending most of its time hidden, though occasionally it is seen attempting to cross roads. Typically this python is sedentary, but females in a survey at Garden Island were noted to be active most of the year. \"M. imbricata\" takes up residence in deep crevices or holes in &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt;, on &lt;a href=\"granite\"&gt;granite&lt;/a&gt;, in dense heath, and animal burrows.\nDiet.\nThis species eats &lt;a href=\"gecko\"&gt;gecko&lt;/a&gt;s, &lt;a href=\"House%20mouse\"&gt;house mice&lt;/a&gt;, &lt;a href=\"bird\"&gt;bird&lt;/a&gt;s, and &lt;a href=\"marsupial\"&gt;marsupial&lt;/a&gt;s, including the &lt;a href=\"Tammar%20wallaby\"&gt;Tammar wallaby&lt;/a&gt;.\nThe young of brooding red-eared firetails, \"&lt;a href=\"Stagonopleura%20oculata\"&gt;Stagonopleura oculata&lt;/a&gt;\", were taken from a nest being observed.\nHome range.\nIndividuals may have a large range, occupying hollow logs in cooler months and wandering across areas up to . Males tend to have a larger range. They appear to return to the same sites, even after long absences, which may contribute to a threat of extinction.\nConservation.\n\"Morelia imbricata\" is widespread and thought to have large populations, but is exposed to the threatening processes of its distribution range. Noted in the assessment of its conservation status are land clearing and altered fire regimes, as it typically occupies a large undisturbed habitat. The impact of introduced predators, known to be foxes and cats, have not been assessed. Population densities have declined in the Esperance region. The various &lt;a href=\"threat%20assessment\"&gt;threat assessment&lt;/a&gt;s have described it as near threatened (&lt;a href=\"Red%20list\"&gt;Red list&lt;/a&gt; 2000) and 'specially protected fauna' under its region's &lt;a href=\"Wildlife%20Conservation%20Act\"&gt;Wildlife Conservation Act&lt;/a&gt;. The hollow logs favored by the species are not produced by altered fire regimes or cleared in plantations.\nGeographic range.\nIt occupies all the regions of &lt;a href=\"Southwest%20Australia\"&gt;Southwest Australia&lt;/a&gt;, a typical &lt;a href=\"mediterranean%20climate\"&gt;mediterranean climate&lt;/a&gt;, and into the central arid and semiarid regions. The northern extent is to Northampton north of &lt;a href=\"Geraldton\"&gt;Geraldton&lt;/a&gt; and it is found as far east as the &lt;a href=\"Eyre%20Peninsula\"&gt;Eyre Peninsula&lt;/a&gt;. The python also occurs on islands at the &lt;a href=\"Houtman%20Abrolhos\"&gt;Houtman Abrolhos&lt;/a&gt;, &lt;a href=\"Garden%20Island%20%28Western%20Australia%29\"&gt;Garden Island&lt;/a&gt;, and the &lt;a href=\"Archipelago%20of%20the%20Recherche\"&gt;Archipelago of the Recherche&lt;/a&gt;. There are records of the subspecies beyond the eastern mainland range from &lt;a href=\"St%20Francis%20Island\"&gt;St Francis Island&lt;/a&gt; in &lt;a href=\"South%20Australia\"&gt;South Australia&lt;/a&gt;'s &lt;a href=\"Nuyts%20Archipelago\"&gt;Nuyts Archipelago&lt;/a&gt;.\nExternal links.\n "
}