{
    "id": "16454984",
    "revid": "36083290",
    "url": "https://en.wikipedia.org/wiki?curid=16454984",
    "title": "Claims management company",
    "text": "In &lt;a href=\"England%20and%20Wales\"&gt;England and Wales&lt;/a&gt;, a claims management company is a &lt;a href=\"business\"&gt;business&lt;/a&gt; that offers claims management services to the public. Claims management services consist of advice or services in respect of claims for &lt;a href=\"damages\"&gt;compensation&lt;/a&gt;, &lt;a href=\"restitution\"&gt;restitution&lt;/a&gt;, repayment or any other &lt;a href=\"judicial%20remedy\"&gt;remedy&lt;/a&gt; for loss or damage, or in respect of some other &lt;a href=\"law%20of%20obligations\"&gt;obligation&lt;/a&gt;. Claims management services cover &lt;a href=\"litigation\"&gt;litigation&lt;/a&gt;, or claims under &lt;a href=\"regulation\"&gt;regulation&lt;/a&gt; schemes or voluntary arrangements.\nHistory.\nThe abolition of &lt;a href=\"legal%20aid\"&gt;legal aid&lt;/a&gt; for &lt;a href=\"personal%20injury\"&gt;personal injury&lt;/a&gt; claims, the introduction of &lt;a href=\"conditional%20fee%20agreement\"&gt;conditional fee agreement&lt;/a&gt;s and the appearance of and growth in claims management companies led to a rapid expansion of litigation from the mid-1990s. This led to public concern at the development of a \"&lt;a href=\"compensation%20culture\"&gt;compensation culture&lt;/a&gt;\". The collapse of claims management company the &lt;a href=\"Accident%20Group\"&gt;Accident Group&lt;/a&gt; in 2003 increased disquiet with the system. Such companies used aggressive &lt;a href=\"sales\"&gt;sales&lt;/a&gt; techniques and exaggerated claims, &lt;a href=\"profit%20%28economics%29\"&gt;profit&lt;/a&gt;ing from exorbitant &lt;a href=\"commission%20%28remuneration%29\"&gt;commission&lt;/a&gt;s on &lt;a href=\"after%20the%20event%20insurance\"&gt;after the event insurance&lt;/a&gt; policies. It was estimated that there were about 1,000 such companies in the UK in 2003. However, there was still evidence that many meritorious claims were discouraged by the difficulties and costs of litigation. These concerns, especially around the operation of conditional fee agreements, led to regulation of the market by Part 2 of the &lt;a href=\"Compensation%20Act%202006\"&gt;Compensation Act 2006&lt;/a&gt;. The activities regulated are those common to the market and which had caused concern:\n— in respect of claims:\nRegulation.\nIn &lt;a href=\"England%20and%20Wales\"&gt;England and Wales&lt;/a&gt;, as of 23 April 2007, an individual or a corporation may not, unless exempt or otherwise in receipt of a waiver, provide claims management services by way of business unless authorised by the &lt;a href=\"Claims%20Management%20Services%20Regulator\"&gt;Claims Management Services Regulator&lt;/a&gt;.\nIt is a &lt;a href=\"crime\"&gt;crime&lt;/a&gt; for an unauthorised person to provide or offer claims management services, or to pretend to be authorised. Offenders are punishable, on &lt;a href=\"summary%20conviction\"&gt;summary conviction&lt;/a&gt;, by a &lt;a href=\"fine%20%28penalty%29\"&gt;fine&lt;/a&gt; of up to level 5 on the &lt;a href=\"standard%20scale\"&gt;standard scale&lt;/a&gt; or 51 weeks' &lt;a href=\"imprisonment\"&gt;imprisonment&lt;/a&gt;. If convicted on &lt;a href=\"indictment\"&gt;indictment&lt;/a&gt; in the &lt;a href=\"Crown%20Court\"&gt;Crown Court&lt;/a&gt;, offenders can be sentenced to an unlimited fine or two years' imprisonment. Where a &lt;a href=\"corporate%20crime\"&gt;corporate crime&lt;/a&gt; is committed, the offender can only be fined and not imprisoned. The claims regulator also covers the processing and evaluation of complaints against claims management companies.\n&lt;a href=\"Solicitor\"&gt;Solicitor&lt;/a&gt;s, &lt;a href=\"barrister\"&gt;barrister&lt;/a&gt;s, &lt;a href=\"advocate\"&gt;advocate&lt;/a&gt;s and some other &lt;a href=\"lawyer\"&gt;lawyer&lt;/a&gt;s are exempt, as are:\nIncidental referrals to lawyers are also exempt as are services in respect of &lt;a href=\"counterclaim\"&gt;counterclaim&lt;/a&gt;s, or claims for &lt;a href=\"joint%20and%20several%20liability\"&gt;contribution&lt;/a&gt; or &lt;a href=\"indemnity\"&gt;indemnity&lt;/a&gt;.\nClaims Management Services Regulator.\nThe Claims Management Services Regulator was created by section 11 of the Compensation Act 2006. The post of Regulator is occupied by the &lt;a href=\"Secretary%20of%20State%20for%20Justice\"&gt;Secretary of State for Justice&lt;/a&gt; to authorise and regulate claims management companies and:\nThe rules and procedure for authorisation are defined in the Compensation (Claims Management Services) Regulations 2006. The Regulator may investigate unauthorised trading and seek an &lt;a href=\"injunction\"&gt;injunction&lt;/a&gt; to prevent it or bring a &lt;a href=\"criminal%20prosecution\"&gt;criminal prosecution&lt;/a&gt;. It is a crime to obstruct the Regulator, punishable on summary conviction by a fine of up to level 5 on the &lt;a href=\"standard%20scale\"&gt;standard scale&lt;/a&gt;.\nA person may &lt;a href=\"appeal\"&gt;appeal&lt;/a&gt; a decision of the Regulator about authorisation to the &lt;a href=\"Claims%20Management%20Services%20Tribunal\"&gt;Claims Management Services Tribunal&lt;/a&gt; and there is a further route of appeal to the &lt;a href=\"Court%20of%20Appeal%20of%20England%20and%20Wales\"&gt;Court of Appeal&lt;/a&gt;.\nWhen section 161 of the &lt;a href=\"Legal%20Services%20Act%202007\"&gt;Legal Services Act 2007&lt;/a&gt; comes into force, claims management services and the Regulator will fall under the supervision of the &lt;a href=\"Office%20for%20Legal%20Complaints\"&gt;Office for Legal Complaints&lt;/a&gt; and its ombudsman scheme. It has been suggested that the first complaints will not be handled until 2010.\nClaims Management Services Tribunal.\nThe Claims Management Services Tribunal was created by section 12 of the Compensation Act 2006 to hear:\nIn January 2010 the Tribunal was abolished and its functions transferred to the &lt;a href=\"First-tier%20Tribunal\"&gt;First-tier Tribunal&lt;/a&gt;.\nTransfer of Regulation to the FCA.\nOn 1 April 2019, regulation of claims management companies was transferred to the &lt;a href=\"Financial%20Conduct%20Authority\"&gt;Financial Conduct Authority&lt;/a&gt;. Claims management companies previously regulated by the Claims Management Services Regulator, and that wished to continue trading, had to register for temporary permission by 31 March 2019."
}