{
    "id": "1645142",
    "revid": "897716",
    "url": "https://en.wikipedia.org/wiki?curid=1645142",
    "title": "USS Tangier (AV-8)",
    "text": "The second USS \"Tangier\" (AV-8) was a Maritime Commission &lt;a href=\"Type%20C3-class%20ship\"&gt;type C-3&lt;/a&gt; cargo ship, converted to a &lt;a href=\"seaplane%20tender\"&gt;seaplane tender&lt;/a&gt; in the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. The ship, the first of the C-3s to be launched and significant in a revival of Pacific coast shipbuilding, was launched 15 September 1939 and delivered to the &lt;a href=\"Maritime%20Commission\"&gt;Maritime Commission&lt;/a&gt; as Sea Arrow. The ship was acquired by the U.S. Navy during completion before any commercial service, put back into the builder's yard, and converted to a seaplane tender during 1940. After spending over a year in conversion the ship was commissioned on 25 August 1941.\n\"Tangier\" was present during the &lt;a href=\"Attack%20on%20Pearl%20Harbor\"&gt;Attack on Pearl Harbor&lt;/a&gt; that drew the United States into World War II and saw service throughout the Pacific until the end of the war. The vessel was placed in reserve January 1947 at Philadelphia and remained in reserve until 1961 when sold for mercantile use. Renamed Detroit in 1962 and converted to a &lt;a href=\"car%20carrier\"&gt;car carrier&lt;/a&gt;/&lt;a href=\"container%20ship\"&gt;container ship&lt;/a&gt;. In October 1974 the vessel was sold for scrap and &lt;a href=\"Ship%20breaking\"&gt;broken up&lt;/a&gt; at &lt;a href=\"Valencia\"&gt;Valencia&lt;/a&gt;, Spain.\nPacific Coast C-3s.\n\"Sea Arrow\" was the first C-3 type and first vessel with high pressure steam plant installation, fireproof construction, and over half the hull welded construction to be built on the Pacific coast. Successful construction of the first ship answered questions raised about whether Pacific coast shipyards could find enough skilled labor, particularly mechanics to install high pressure engineering plants, to compete. Moore was contracted to build four ships, yard hulls 195 through 198, Maritime Commission hulls 51–52 and then 136–137 with the intervening MC hulls being built in the east. The prospect of war caused rapid changes in the destiny of these vessels with name changes during construction that are confusing.\n\"Sea Arrow\" was immediately acquired by the Navy and renamed with the other three hulls being designated after launch or still under construction for &lt;a href=\"Moore-McCormack%20Lines\"&gt;Moore-McCormack Lines&lt;/a&gt;. The second and third ships were christened \"Sea Star\" and \"Sea Panther\" but were renamed \"Mormacsea\" and \"Mormacstar\" with the fourth being named \"Mormacsun\" before launch. Ex \"Sea Star\"/\"Mormacsea\" became . \"Mormacsun\" was also acquired by the Navy and became . The Moore Dry Dock \"Sea Panther\", renamed \"Mormacstar\", got renamed again to \"Mormacsea\". To truly confuse matters the Moore Dry Dock \"Sea Panther\" duplicated the name of MC hull 40 launched by &lt;a href=\"Federal%20Shipbuilding\"&gt;Federal Shipbuilding&lt;/a&gt; of New Jersey that became with a later ship, MC hull 390 built in Mississippi, also being named \"Sea Panther\".\nPacific coast interests had been pressing the Maritime Commission to begin awarding contracts for new shipbuilding programs to Pacific yards. The launch of \"Sea Arrow\" was seen as the beginning of a revival of the industry. As a result, the launch drew considerable attention and presence of business figures speaking and among the 680 invited guests.\nConstruction.\nThe ship was laid down under a &lt;a href=\"Maritime%20Commission\"&gt;Maritime Commission&lt;/a&gt; contract (MC hull 51) as \"Sea Arrow\" on 18 March 1939 at &lt;a href=\"Oakland%2C%20California\"&gt;Oakland, California&lt;/a&gt; by &lt;a href=\"Moore%20Dry%20Dock%20Company\"&gt;Moore Dry Dock Company&lt;/a&gt;; launched on 15 September 1939; sponsored by Mrs. &lt;a href=\"Joseph%20R.%20Sheehan\"&gt;Joseph R. Sheehan&lt;/a&gt;. The launch, six weeks ahead of schedule and a month before the first C-3 in an Atlantic coast yard, was the first of the C-3s launched. A feature of the launch was a painting of giant eyes around the plugged hawse pipes. The keel for the second C-3 was prefabricated and immediately placed on the ways.\n\"Sea Arrow\" completed trials with almost no problems even though the geared turbines had been delayed with a rushed installation and had been the yard's first high pressure steam installation. \"Sea Arrow\", renamed \"Tangier\" designated AV-8 on 3 June 1940, was delivered to the Maritime Commission 8 July 1940 and immediately purchased by the Navy, &lt;a href=\"In%20ordinary\"&gt;commissioned in ordinary&lt;/a&gt;, and put back into the Moore Dry Dock yard for the extensive modifications required for Navy purposes.\nService history.\n\"Tangier\", under the command of &lt;a href=\"Commander%20%28United%20States%29\"&gt;Commander&lt;/a&gt; and future Vice Admiral &lt;a href=\"Clifton%20A.%20F.%20Sprague\"&gt;Clifton A. F. Sprague&lt;/a&gt;, remained at Oakland for over a year undergoing conversion to a seaplane tender. Finally, on 25 August 1941, she went into full commission and put to sea on her &lt;a href=\"shakedown%20cruise\"&gt;shakedown cruise&lt;/a&gt;. At the completion of shakedown training, she was assigned as tender to Patrol Wing 2 (PatWing 2), based in Hawaii. \"Tangier\" arrived at &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt; on 3 November and moored at berth F-10 forward of the former &lt;a href=\"battleship\"&gt;battleship&lt;/a&gt; directly astern at F-11. \"Utah\" was serving as an &lt;a href=\"Anti-aircraft%20warfare\"&gt;anti-aircraft&lt;/a&gt; &lt;a href=\"training%20ship\"&gt;training ship&lt;/a&gt;. There, she spent the last month of peacetime caring for her complement of &lt;a href=\"seaplane\"&gt;seaplane&lt;/a&gt;s.\nPearl Harbor and Wake Island.\nAt 07:55 on the morning of 7 December 1941, the first of two waves of &lt;a href=\"Imperial%20Japanese%20Navy\"&gt;Japanese&lt;/a&gt; carrier-based aircraft swooped in on the &lt;a href=\"United%20States%20Pacific%20Fleet\"&gt;Pacific Fleet&lt;/a&gt;, moored at Pearl Harbor. \"Tangier\" at berth F-10 and commanded by Commander Sprague was in the fight from the beginning. Her klaxon sounded &lt;a href=\"general%20quarters\"&gt;general quarters&lt;/a&gt; three minutes later, and by 08:00 her anti-aircraft batteries opened up on the Japanese. At 0803 torpedoes hit \"Utah\" and a minute later at berth F-12 was hit by a bomb. At 0811 \"Utah\" rolled over. By 0830 \"Tangier\" was ready for getting underway and lines were singled by 0850 but the ship did not get underway. During the ensuing melee, \"Tangier\"s gunners claimed three enemy aircraft and hits on a &lt;a href=\"midget%20submarine\"&gt;midget submarine&lt;/a&gt; which had penetrated the harbor's defenses. She and another seaplane tender——shelled the submarine, but the &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt; finished it off with a two-pronged attack, subjecting it to a ramming and following up with a cascade of depth charges. By 09:20, the skies were clear of aircraft, and only the smoke from the burning ships and shore installations remained. \"Tangier\" began rescuing survivors from the capsized \"Utah\".\nIn the air were aircraft from \"Tangier\", among them a &lt;a href=\"Consolidated%20PBY%20Catalina\"&gt;PBY-5 Catalina&lt;/a&gt; aircraft that was conducting an assigned search mission on 7 December 1941. This aircraft was attacked by a formation of approximately nine enemy aircraft and succeeded in defeating the surprise attack and landing safely, only to discover the devastation on land after the bombing of Pearl Harbor.\nDuring the next few days, it became apparent that the Japanese would soon attempt a landing on &lt;a href=\"Wake%20Island\"&gt;Wake Island&lt;/a&gt;, a strategic American outpost located almost astride the 20th parallel, some two-thirds of the way from &lt;a href=\"Oahu\"&gt;Oahu&lt;/a&gt; to &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt; and almost due north of the &lt;a href=\"Marshall%20Islands\"&gt;Marshall Islands&lt;/a&gt;. By mid-December, \"Tangier\" was loaded with supplies, ammunition, and equipment for the desperate but thus far victorious defenders of Wake Island. Then, she rode idly at anchor for two days while the &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt; —around which the Wake relief force was to be built—steamed to Pearl from &lt;a href=\"San%20Diego\"&gt;San Diego&lt;/a&gt;. \"Saratoga\" entered Pearl Harbor on 15 December, and \"Tangier\" departed the same afternoon in company with the &lt;a href=\"Replenishment%20oiler\"&gt;fleet oiler&lt;/a&gt; and a &lt;a href=\"DesDiv\"&gt;destroyer division&lt;/a&gt; while the carrier refueled. \"Saratoga\" caught up to the slow-moving little convoy on 17 December, and the task force advanced on Wake. However, the relief expedition was ordered back to Oahu after a Japanese force of at least two fleet carriers and two heavy cruisers were spotted headed for Wake. On 23 December after a three-day struggle, the Wake defenders succumbed. \"Tangier\" sailed via &lt;a href=\"Midway%20Island\"&gt;Midway Island&lt;/a&gt;, where she disembarked the men and equipment of Marine Fighting Squadron 221 (VMF-221) to bolster that island's defenses and embarked civilian evacuees. She returned to Pearl Harbor on the last day of 1941.\nCoral Sea.\nOn 11 February 1942, \"Tangier\" put to sea again and headed, via &lt;a href=\"Pago%20Pago\"&gt;Pago Pago&lt;/a&gt; and &lt;a href=\"Suva\"&gt;Suva&lt;/a&gt;, to &lt;a href=\"New%20Caledonia\"&gt;New Caledonia&lt;/a&gt;. She arrived in &lt;a href=\"Noumea\"&gt;Noumea&lt;/a&gt; on 3 March and relieved \"Curtiss\" as tender for six PBY Catalina &lt;a href=\"flying%20boat\"&gt;flying boat&lt;/a&gt;s. For the next three and one-half months, she performed routine tender services for PBYs flying long-range searches to the north of New Caledonia, almost as far as the lower Solomons. In late April and early May, her group of &lt;a href=\"seaplane\"&gt;seaplane&lt;/a&gt;s was increased to 12 in anticipation of a fleet action in the &lt;a href=\"Coral%20Sea\"&gt;Coral Sea&lt;/a&gt;. When the battle came to pass, however, her planes had to content themselves with rescuing survivors of the destroyer and oiler , sunk on 7 May by the Japanese who mistook them for a &lt;a href=\"cruiser\"&gt;cruiser&lt;/a&gt; and carrier, respectively, and of the &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;ed Greek freighter SS \"Chloe\". The search continued until 13 May, days after the end of the crucial battle. Coral Sea was a tactical victory for the Japanese—the U.S. Navy lost more tonnage—but a strategic victory for the U.S. It stopped the southward advance of Imperial Japanese forces and set the stage for the American victory in the &lt;a href=\"Battle%20of%20Midway\"&gt;Battle of Midway&lt;/a&gt; by temporarily robbing the Japanese of two of their newest fleet carriers: and . \"Shōkaku\" was incapacitated by battle damage, and \"Zuikaku\" lost a high percentage of her veteran aviators.\nAfter their rescue operations for survivors of &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied&lt;/a&gt; ships lost in the Coral Sea action, \"Tangier\"s planes resumed normal search operations. On 30 May, two of her planes were forced down at sea by fuel shortage, and a third crashed near &lt;a href=\"Mar%C3%A9%20Island\"&gt;Maré Island&lt;/a&gt; in the Loyalty group. Destroyer went out to aid the two planes. One was refueled and returned safely, but the other could not take off and had to be sunk. The crew of the third plane reached safety at Mare Island. On 20 June, \"Tangier\" was relieved by \"Curtiss\" and, the following day, got underway for the west coast. She reached Pearl Harbor on Independence Day 1942 and stood out again three days later. On the 15th, she arrived in San Francisco and immediately began overhaul.\n1943.\n\"Tangier\" completed overhaul in September and, after loading aviation equipment at the &lt;a href=\"Alameda%20Naval%20Air%20Station\"&gt;Alameda Naval Air Station&lt;/a&gt;, departed San Francisco for Pearl Harbor, Suva, and ultimately &lt;a href=\"Espiritu%20Santo\"&gt;Espiritu Santo&lt;/a&gt;, where she arrived on 28 February 1943. There, she unloaded her stores and commenced tending seaplanes. She continued routine operations until 12 August, when she got underway for Pearl Harbor. \"Tangier\" made Oahu on 28 August. In September–October, she made two voyages from Pearl Harbor to &lt;a href=\"American%20Samoa\"&gt;American Samoa&lt;/a&gt; and one to San Diego, before returning to Espiritu Santo on 6 November with a load of aviation cargo. On 14 November, she headed back to the U.S., arriving in San Diego on 3 December for another yard overhaul.\n1944.\nOn 21 February 1944, \"Tangier\" again headed west. She reached Espiritu Santo on 8 March and—after a four-day layover—continued on to &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt;, Australia, where she became the &lt;a href=\"flagship\"&gt;flagship&lt;/a&gt; of the Commander, Aircraft, &lt;a href=\"United%20States%20Seventh%20Fleet\"&gt;7th Fleet&lt;/a&gt;, on 21 March. Two days later, she headed north to support &lt;a href=\"General%20%28United%20States%29\"&gt;General&lt;/a&gt; &lt;a href=\"Douglas%20MacArthur\"&gt;MacArthur&lt;/a&gt;'s advance up the back of the &lt;a href=\"New%20Guinea\"&gt;New Guinea&lt;/a&gt; \"bird.\" After stops at &lt;a href=\"Milne%20Bay\"&gt;Milne Bay&lt;/a&gt; and &lt;a href=\"Langemak%20Bay\"&gt;Langemak Bay&lt;/a&gt;, she dropped anchor in &lt;a href=\"Seeadler%20Harbor\"&gt;Seeadler Harbor&lt;/a&gt;, &lt;a href=\"Manus%20Island\"&gt;Manus&lt;/a&gt;, on 31 March. She remained there for three months, tending her Catalinas as they supported the landings at &lt;a href=\"Wakde\"&gt;Wakde&lt;/a&gt;, &lt;a href=\"Noemfoor\"&gt;Noemfoor&lt;/a&gt;, and &lt;a href=\"Biak\"&gt;Biak&lt;/a&gt; and generally supported the 7th Fleet's advance. On 31 July, she moved to &lt;a href=\"Mios%20Woendi\"&gt;Woendi Anchorage&lt;/a&gt; located just off Biak, at the head of the New Guinea \"bird\". \"Tangier\" conducted seaplane operations from there until 19 September, when she got underway for &lt;a href=\"Morotai\"&gt;Morotai&lt;/a&gt;. The tender arrived off Morotai on 21 September, and supported the invasion—undergoing intermittent air attacks—until 1 December, when she headed back to Manus. She anchored in Seeadler Harbor again on 5 December.\n\"Tangier\" visited Woendi again on 22–23 December then sailed for the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. She entered &lt;a href=\"Kossol%20Roads\"&gt;Kossol Roads&lt;/a&gt; in the &lt;a href=\"Palaus\"&gt;Palaus&lt;/a&gt; on Christmas Day and departed again the following day. On 29 December, she arrived in &lt;a href=\"San%20Pedro%20Bay%20%28Philippines%29\"&gt;San Pedro Bay&lt;/a&gt;, &lt;a href=\"Leyte%20Gulf\"&gt;Leyte Gulf&lt;/a&gt;, and began operating her seaplanes from there. For almost a month, her charges supported various operations in the Philippines. These included the Lingayen invasion and air strikes on the numerous smaller islands of the archipelago. In fact, their primary mission appears to have been &lt;a href=\"air-sea%20rescue\"&gt;air-sea rescue&lt;/a&gt; work in support of the air strikes.\n1945.\nOn 24 January 1945, \"Tangier\" departed &lt;a href=\"Leyte%20%28island%29\"&gt;Leyte&lt;/a&gt; and headed for &lt;a href=\"Lingayen%20Gulf\"&gt;Lingayen Gulf&lt;/a&gt;, arriving three days later. Her Catalinas and Mariners conducted night barrier patrols of &lt;a href=\"Luzon%20Strait\"&gt;Luzon Strait&lt;/a&gt; and the &lt;a href=\"South%20China%20Sea\"&gt;South China Sea&lt;/a&gt; along with night searches and anti-shipping flights along the China coast in the vicinity of &lt;a href=\"Taiwan\"&gt;Formosa&lt;/a&gt;. On 12 February, the seaplane tender moved to &lt;a href=\"Mangarin%20Bay\"&gt;Mangarin Bay&lt;/a&gt;, &lt;a href=\"Mindoro\"&gt;Mindoro&lt;/a&gt;, to run day searches over the South China Sea as far north as the coast of &lt;a href=\"French%20Indochina\"&gt;French Indochina&lt;/a&gt; and &lt;a href=\"Hainan%20Island\"&gt;Hainan Island&lt;/a&gt;. She concluded operations from Mangarin Bay on 7 March and headed for &lt;a href=\"Subic%20Bay\"&gt;Subic Bay&lt;/a&gt;, &lt;a href=\"Luzon\"&gt;Luzon&lt;/a&gt;. She arrived there on the following day and departed on ll March. \"Tangier\" anchored in Cabalitian Bay, &lt;a href=\"Luzon\"&gt;Luzon&lt;/a&gt;, off Cabalitian Island, &lt;a href=\"Ilocos%20Region\"&gt;Ilocos&lt;/a&gt;, on 12 March and commenced seaplane operations. For the next three months, her planes flew searches and antishipping missions over the South China Sea in the direction of Hong Kong, &lt;a href=\"Shantou\"&gt;Swatow&lt;/a&gt;, and Formosa.\nThe seaplane tender exited Cabalitian Bay on 17 June and arrived in Subic Bay the following day. Soon thereafter, she moved to &lt;a href=\"Manila%20Bay\"&gt;Manila Bay&lt;/a&gt;, departing there on 25 June. On 27 June, she stopped at San Pedro Bay; then continued east toward the U.S. She reached Pearl Harbor on 10 July and San Francisco on 20 July. She was overhauled at the Moore Dry Dock Co. and then ordered back to the Far East for occupation duty. On 24 September, she exited San Francisco and headed back across the broad Pacific. Sailing via &lt;a href=\"Adak%20Island\"&gt;Adak&lt;/a&gt;, &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt;, she reached the vicinity of &lt;a href=\"United%20States%20Fleet%20Activities%20Yokosuka\"&gt;Yokosuka&lt;/a&gt; during the second week in October. After two months of occupation duty in Japan, \"Tangier\" moved to &lt;a href=\"Kowloon%20Bay\"&gt;Kowloon Bay&lt;/a&gt;, China in December for air-sea rescue, patrol, and courier duty. In January 1946, she returned to Japan for another brief tour of duty with the occupation forces. Late in February, she moved from &lt;a href=\"Sasebo\"&gt;Sasebo&lt;/a&gt; to &lt;a href=\"Okinawa\"&gt;Okinawa&lt;/a&gt;, where she remained until late March.\n\"Tangier\" earned three &lt;a href=\"Service%20star\"&gt;battle star&lt;/a&gt;s during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nPost-war and fate.\nOn 22 March 1946 \"Tangier\" set sail for the U.S. making a brief visit to Pearl Harbor in early April then transiting the &lt;a href=\"Panama%20Canal\"&gt;Panama Canal&lt;/a&gt; in mid-month. She reached Norfolk, Virginia on 29 April and Philadelphia, Pennsylvania on 1 May. Following a short voyage back to Norfolk and to Yorktown, Virginia, the seaplane tender returned to Philadelphia on 11 May 1946 to prepare for in-activation. By January 1947, \"Tangier\" was out of commission, berthed with the Reserve Fleet at &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;. On 1 June 1961, her name was struck from the &lt;a href=\"Naval%20Vessel%20Register\"&gt;Naval Vessel Register&lt;/a&gt;.\nOn 23 January 1962 the ship was formally transferred from the Navy to the &lt;a href=\"Maritime%20Administration\"&gt;Maritime Administration&lt;/a&gt; and immediately sold to &lt;a href=\"Union%20Minerals%20and%20Alloys%20Corporation\"&gt;Union Minerals and Alloys Corporation&lt;/a&gt; for either scrap or conversion. Union Metals undertook conversion into a car carrier/container ship renamed \"Detroit\", with delivery to &lt;a href=\"Sea-Land%20Service\"&gt;Sea-Land Service&lt;/a&gt; shipping company 23 December 1962. On 17 April 1963 Sea Land to Beauregard, Inc., which operated the ship until purchased by Litton Industries Leasing Corporation on 12 November 1964. \"Detroit\" was sold to the Dutch company B. V. Intershitra on 3 October 1974 for scrapping which was completed at &lt;a href=\"Valencia\"&gt;Valencia&lt;/a&gt;, Spain by Aguilar Y. Peris S. A.\nSee also.\n&lt;a href=\"USS%20Elizabeth%20C.%20Stanton%20%28AP-69%29\"&gt;USS Elizabeth C. Stanton (AP-69)&lt;/a&gt;"
}