{
    "id": "16489732",
    "revid": "9695764",
    "url": "https://en.wikipedia.org/wiki?curid=16489732",
    "title": "South American Rugby Championship",
    "text": "South American Rugby Championship refers to the continental &lt;a href=\"rugby%20union\"&gt;rugby&lt;/a&gt; championships for &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt;, organized by &lt;a href=\"Sudam%C3%A9rica%20Rugby\"&gt;Sudamérica Rugby&lt;/a&gt;. The current name of the championships is \"South American Six Nations\", implemented in 2018. Throughout history, South American Championships have also existed for lower divisions of the rugby union championships, as well as youth and women tournaments, and editions for &lt;a href=\"rugby%20sevens\"&gt;rugby sevens&lt;/a&gt;.\nHistory.\nThe South American Rugby Championship is a round-robin tournament, with each team playing each other once at a designated host stadium. The top level championship for men's &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt;, disputed annually, has received a number of different titles in history. It began in 1951 as \"Sudamericano de Rugby\", which lasted until 1998. From 1951 to 1998, only Argentina, Chile and Uruguay were the core teams in the tournament. They competed alongside occasional additions of Brazil, Paraguay and Peru, with the winner being decided on which team finishes with the most table points. \nIn 2000, a second division was added, which meant the bottom placed team of the A division had a play-off match with the top placed team of the B division, although this did not apply to every tournament due to the &lt;a href=\"Rugby%20World%20Cup\"&gt;Rugby World Cup&lt;/a&gt; qualification formats. In 2012, a third Division was added, which meant up until 2014, the bottom placed team of the B division would play a play-off match against the top placed C Division team. Although like A and B, this did not apply to every tournament due to the Rugby World Cup qualification format. \nIn 2014, the tournament became a four-tiered competition, with Argentina no longer competing as a regular. However, the tournament would keep the same format for promotion and relegation. The top placed team from Division C would play a play-off match against the bottom placed team from Division B to determine which Division those teams are in for the succeeding tournament. The winner of the play-off match would earn a place in Division B for the succeeding tournament; the loser would play in Division C the following year. This worked in the same way for Divisions A and B. The top placed team of Division B would play a play-off match against the bottom placed team from Division A to determine which divisions those teams would play in for the succeeding tournament. The winner of the play-off match would earn a place in Division A for the succeeding tournament, while the loser would play in Division B the following year. \nHowever, the top two teams of Division A would compete at a separate competition, the \"CONSUR Cup\", alongside Argentina, the following year regardless of their positions of that year. The \"CONSUR Cup\" was staged in 2014 and 2015, and the events were the \"de facto\" South American Championships for those years. In 2016 and 2017, the \"CONSUR Cup\" was renamed to \"Sudamérica Rugby Cup\", but the format was kept intact. The \"Sudamérica Rugby Cup\", in 2016 and 2017, can also be considered the \"de facto\" South American Championships for those years. In 2018, the format of the tournament was changed once again: six teams (Argentina, Brazil, Chile, Colombia, Paraguay and Uruguay) would play in the top division, which was renamed to \"South American Six Nations\".\nArgentina is the most dominant nation at the South American Championships, winning 34 of 40 editions, as well as the two editions of the CONSUR Cup, and the two editions of the Sudamérica Rugby Cup. Uruguay won the tournament four times (1981, 2014, 2016 and 2017), while Chile (2015) and Brazil (2018) won the South American title once.\nResults.\nThe first edition of the South American Rugby Championships was organized in 1951 as a parallel competition to the inaugural edition of the &lt;a href=\"1951%20Pan%20American%20Games\"&gt;Pan American Games&lt;/a&gt;, in Buenos Aires, Argentina. In 2000, a second division was added, which changed the name of the first and main division of the tournament to Mayor A (Senior A), while the second division was called Mayor B (Senior B). Teams from Central America were also allowed to compete at the South American Championships. In 2012, a third division, Mayor C (Senior C) was added. In 2018, the tournament was renamed to \"South American Six Nations\".\n1: In 2007, the competition was not completed due to difficulties in finding a date for the match between Argentina and Uruguay, as it was the first time they participated in the final phase of the Rugby World Cup.\n2: From 2014 to 2017, the Mayor A division of the championships excluded Argentina. The top team of the Mayor A division would be considered the winner of the first stage, and would later play the CONSUR/Sudamérica Rugby Cup, alongside the second placed team in Mayor A division, and Argentina.\nCONSUR/Sudamérica Rugby Cup.\nFrom 2014 to 2017, the first division of the South American Championships, \"Mayor A\" (Senior A), excluded Argentina. The top two teams of the Mayor A division would then join Argentina in a future tournament, the CONSUR Cup (in 2014 and 2015) or the Sudamérica Rugby Cup (in 2016 and 2017). The winner of the CONSUR/Sudamérica Cup would then be the \"de facto\" best team of the continent for that year. "
}