{
    "id": "1649762",
    "revid": "1060135125",
    "url": "https://en.wikipedia.org/wiki?curid=1649762",
    "title": "Fun House (American game show)",
    "text": "Fun House is an American children's television game show that aired from September 5, 1988, to April 13, 1991. The first two seasons aired in daily &lt;a href=\"broadcast%20syndication\"&gt;syndication&lt;/a&gt;, with the &lt;a href=\"Fox%20%28TV%20network%29\"&gt;Fox&lt;/a&gt; network picking it up and renaming it \"Fox's Fun House\" for its third and final season.\nThe format of \"Fun House\" was similar to that of &lt;a href=\"Nickelodeon\"&gt;Nickelodeon&lt;/a&gt; game show \"&lt;a href=\"Double%20Dare%20%281986%20game%20show%29\"&gt;Double Dare&lt;/a&gt;\", which was being produced for syndication at the time and which became a primary competitor for ratings. Two teams of children answered questions and played messy games, competing for a chance to run an obstacle course and win cash and prizes. The course was modeled after the &lt;a href=\"funhouse\"&gt;funhouse&lt;/a&gt; attractions seen in carnivals and amusement parks, from which the series took its title.\nThe show was hosted for its entire run by &lt;a href=\"J.%20D.%20Roth\"&gt;J. D. Roth&lt;/a&gt;. John \"Tiny\" Hurley was the original announcer and appeared on the first two seasons in syndication. &lt;a href=\"Michael%20Chambers\"&gt;Michael \"Boogaloo Shrimp\" Chambers&lt;/a&gt;, a famous breakdancer turned actor, replaced him when the show moved to Fox and took on the name “MC Mike”. Identical twin sisters Jacqueline and Samantha Forrest (\"Jackie\" and \"Sammi,\" respectively) served as the show's cheerleaders.\nThe show was created by Bob Synes, a veteran producer of game shows who previously worked on \"&lt;a href=\"Let%E2%80%99s%20Make%20a%20Deal\"&gt;Let’s Make a Deal&lt;/a&gt;\" and had created several other programs of his own, with Synes and Scott A. Stone serving as executive producers. \n\"Fun House\" was initially a co-production of Stone Television and &lt;a href=\"Lorimar-Telepictures\"&gt;Lorimar-Telepictures&lt;/a&gt;, the latter of which took on the role of distributor. From the second season onward, &lt;a href=\"Lorimar%20Television\"&gt;Lorimar Television&lt;/a&gt; became the co-producer and &lt;a href=\"Warner%20Bros.%20Domestic%20Television%20Distribution\"&gt;Warner Bros. Domestic Television Distribution&lt;/a&gt; the syndicator. After Bob Synes died in 1990, Scott Stone replaced him with David G. Stanley and his production company then took on the name of &lt;a href=\"Stone%20Stanley%20Productions\"&gt;Stone Stanley Productions&lt;/a&gt;, a name which it kept until the company dissolved. \n&lt;a href=\"British%20Knights\"&gt;British Knights&lt;/a&gt; sponsored the show during its first two seasons, replaced by &lt;a href=\"LA%20Gear\"&gt;LA Gear&lt;/a&gt; for the third. Everyone appearing onstage wore a pair of the sponsoring company's shoes.\nA year after the show premiered, a spinoff series called \"College Mad House\" was created. Premiering in 1989 and running in weekly syndication for one season, it was hosted by &lt;a href=\"Greg%20Kinnear\"&gt;Greg Kinnear&lt;/a&gt; and featured teams of college students from various universities around the United States competing against each other.\nGameplay.\nTwo new teams, consisting of one boy and girl apiece, competed on each episode. One team wore gold uniforms and was cheered by Jackie, while the other wore red and was supported by Sammi.\nStunt rounds.\nThree stunts/games were played on each episode. Typically, only the boys took part in one stunt, only the girls in another, and all four contestants in the third. Participants had to undertake challenges such as answering questions, finding requested items, and assembling devices, and frequently ended up covered in disgusting materials such as slime or garbage. Each stunt awarded 25 points to the winner; if a stunt ended in a tie, both teams scored. Roth then asked a toss-up question related to the stunt, also worth 25 points; during the third season, the team that answered correctly got to hit one opponent in the face with a pie.\nGrand Prix race.\nThe Grand Prix race was played as the fourth and final round and involved both teams racing two laps around a track that circled the studio, trading lanes after the first lap.\nTwo different formats were commonly used. One format involved the use of comical vehicles such as wheeled beds or bathtubs, with one teammate riding and the other pushing/pulling; after finishing the first lap, they had to switch roles. The other was a relay race, with each teammate running one lap on foot.\nSmall challenges were usually set up around the track that each team had to complete during the run, such as gathering and carrying items, running through tires, or squirting targets with a &lt;a href=\"seltzer%20bottle\"&gt;seltzer bottle&lt;/a&gt;. Roth signaled the start and finish of the race with the &lt;a href=\"green%20flag\"&gt;green&lt;/a&gt; and &lt;a href=\"checkered%20flag\"&gt;checkered&lt;/a&gt; flags used in &lt;a href=\"motor%20racing\"&gt;motor racing&lt;/a&gt;. The first team to complete the race scored 25 points.\nIn addition to completing the objectives during the race, both teams had a chance to increase their scores by collecting tokens. Four stations were set up alongside each lane, with a white token (10 points) and a blue one (25 points) available at each. During the second season, a fifth station was added to each lane during the second lap, consisting of a \"Token Bank\" from which a team could grab one pre-packaged bundle of tokens that could be worth up to 200 points.\nEach team was given a bag to hold collected tokens, which had to be worn around the neck of the running/riding member and passed off after the first lap. Any tokens that fell on the floor became invalid and could not be picked up. In order for tokens to count toward a team's score, they had to be either in the bag or aboard the vehicle (when applicable) before the end of the race.\nOnce the race ended, the winning team received their 25 points and the lower-scoring team's tokens were counted. If they failed to tie or beat the leaders' score, the leaders automatically won the game; otherwise, the leaders' tokens were counted and the team with the higher final score won. If the game ended in a tie, a toss-up question was asked to determine the winner.\nThe Fun House.\nThe Fun House was a large playing area that contained several rooms and obstacles that the team members had to negotiate, in the same manner as in the amusement park attraction of the same name. A total of 16 oversized price tags were scattered throughout the rooms. Six were red, representing different prizes, and could be hidden or visible; the other 10 were green, awarding cash amounts from $50 to $300, and were always visible. Any room containing a prize tag was marked with a placard indicating the prize.\nThe team had two minutes to collect as many tags as possible. Only one teammate could be in the Fun House at any given time, and had to exit after collecting three tags so the other could enter. When time ran out, the teammate inside the Fun House (if any) had to stop taking tags and return to the entrance with any that he/she was holding. If an obstacle malfunctioned and made progress difficult or impossible, the team was granted extra time (usually 20-30 seconds) at the end of the run.\nWhen the show moved to Fox for season three, a large &lt;a href=\"alarm%20clock\"&gt;alarm clock&lt;/a&gt; called the Glop Clock was hidden in the Fun House. Finding it awarded a 15-second bonus, to be used once the original two minutes were up.\nBoth teammates won all cash and prizes picked up by either of them. In addition, one tag was designated as the day's \"Power Prize\" and secretly revealed as such to the audience and home viewers before the round began. If either teammate picked up this tag, both of them won a bonus vacation trip.\nPrize totals on the show were usually much higher than were available on other children's game shows of the time such as \"Double Dare\" or \"&lt;a href=\"Finders%20Keepers%20%28American%20game%20show%29\"&gt;Finders Keepers&lt;/a&gt;\", the latter of which was also produced by Nickelodeon, also launched in syndication in 1998, and taped in the same studio complex as \"Fun House\". A team on either of those two shows could usually walk away with approximately $2,000–$3,000 in cash and prizes. \"Fun House\", on the other hand, offered significantly higher stakes; the prizes in the Fun House had a combined value that approached and usually exceeded $10,000, and it was not entirely uncommon to see a team walk away with over $3,000, $4,000, or even higher winnings.\nPilot.\nThe pilot for the series featured several differences. First, voiceover artist &lt;a href=\"Brian%20Cummings\"&gt;Brian Cummings&lt;/a&gt; filled the role of announcer. Tiny Hurley was involved in the production, but his role was different (see below).\nFour stunts were played, with cash at stake rather than points; the winning and losing teams in each stunt received $25 and $1, respectively. The winners of the Grand Prix won $50, and tokens in three different colors could be picked up from the stations during the race: red ($10), white ($25), and blue ($50).\nThe Fun House featured a total of $25,000 in cash and prizes, and each teammate was only permitted to grab two prize tags at a time, but could take as many cash tags as desired. One room contained a device called the Button Banger, which awarded a random cash bonus of up to $2,000.\nOnce the Fun House run ended, Roth checked each of the prize tags by inserting them one at a time into a scanner on the podium to determine if the team had found the Power Prize. Hurley announced the result of each scan; if the Power Prize was found, the team won every prize on offer for the day.\n\"College Mad House\".\n\"College Mad House\" was a spinoff of \"Fun House\" that featured two teams of young adults representing various colleges and universities, with the content intended for a more mature audience. The show was aired on weekends in syndication and was hosted by &lt;a href=\"Greg%20Kinnear\"&gt;Greg Kinnear&lt;/a&gt;, with &lt;a href=\"Beau%20Weaver\"&gt;Beau Weaver&lt;/a&gt; as the announcer. \nAs before, two teams competed. This time, there were four members of the team instead of two. Like on \"Fun House\", there was an equal distribution of males and females.\nThis version featured much more risqué content and stunts than the children's version, often involving crude college gross-out humor and games that required lewd bodily movements among the contestants.\nStunts were reworked to accommodate the larger teams. The first stunt featured the men, the second featured the women, and the third featured all eight contestants. Scoring remained the same.\nThe fourth round was the \"College Mad House Finals\", a ninety-second speed round of general knowledge questions. The two teams would stand in line behind the podium and each member of the team had a pie. Buzzing in with a correct answer won the team 25 points and the contestant got to hit the opponent with his/her pie. After two contestants played, they moved to the end of the line and the next two moved up to face each other. Play continued in this manner until time ran out, and the team in the lead won the game. The losing team receives $500 for their university and a parting gift. If the teams were tied, one more question was played with the next two contestants in line. The tiebreaker was an all-or-nothing question, as buzzing in with a wrong answer resulted in an automatic loss. This game mechanic, minus the pies, was later used on the Stone-Stanley game show \"&lt;a href=\"Shop%20%27Til%20You%20Drop\"&gt;Shop 'Til You Drop&lt;/a&gt;\", which premiered a year after the show went off the air.\nThe winning team then got to run through the Mad House, which was laid out in the same manner as the Fun House, except with rooms that were more centered on college life than children. One at a time, the winning team would run through the Mad House trying to collect as many of the prize tags and cash tags as possible. A contestant was not limited as to how many tags they could grab, but after thirty seconds elapsed that contestant had to freeze wherever they were, and the next contestant in line was sent into the Mad House. Play continued until all four team members had taken their turn or until all of the tags had been found. There was no Power Prize in the Mad House; instead, the bonus vacation was awarded if the team managed to \"clean house\" by getting all of the tags before the last teammate into the Mad House ran out of time.\nThe members of the losing team were also allowed into the Mad House, and used various methods in an attempt to slow down the winning team so that they wouldn't have a clean house.\nMerchandise.\nBoard game.\nFun House was a &lt;a href=\"board%20game\"&gt;board game&lt;/a&gt; loosely based on the &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; &lt;a href=\"Children%27s%20television%20series\"&gt;children's&lt;/a&gt; &lt;a href=\"game%20show\"&gt;game show&lt;/a&gt; of the same name. It was released in &lt;a href=\"1988%20in%20games\"&gt;1988&lt;/a&gt;. The game utilized &lt;a href=\"dice\"&gt;dice&lt;/a&gt;, markers, and a board game that plays like a real &lt;a href=\"Funhouse\"&gt;fun house&lt;/a&gt;. It was given as a consolation prize on the show.\nTravel game.\nTiger Electronics (1989)\nA \"Klix Pocket Travel Game\" was released in 1989.\nVideo and computer games.\nHi Tech Expressions (1989, 1991)\nGames released from the Commodore 64 &amp; MS-DOS were released in 1989, while a version for the &lt;a href=\"Fun%20House%20%28video%20game%29\"&gt;NES&lt;/a&gt; was released in 1991.\nExercise videos.\nWarner Home Video (1990)\nIn 1990, two exercise videos were released under the \"Fun House Fitness\" collection hosted by &lt;a href=\"Jane%20Fonda\"&gt;Jane Fonda&lt;/a&gt; and &lt;a href=\"J.D.%20Roth\"&gt;J.D. Roth&lt;/a&gt; respectively. The first one was called \"The Swamp Stomp\" for kids ages 3–7, while the second and final line of exercise videos was called \"The Fun House Funk\" for kids ages 7 and up. It was re-issued as part of the \"Jane Fonda Collection\" DVD compilation in 2005."
}