{
    "id": "1651166",
    "revid": "2308181",
    "url": "https://en.wikipedia.org/wiki?curid=1651166",
    "title": "Ayla (Chrono Trigger)",
    "text": " is a &lt;a href=\"fictional%20character\"&gt;fictional character&lt;/a&gt; in the 1995 &lt;a href=\"video%20game\"&gt;video game&lt;/a&gt; \"&lt;a href=\"Chrono%20Trigger\"&gt;Chrono Trigger&lt;/a&gt;\". She is a cave woman in 65,000,000 BC who joins a group of time travelers in their quest to prevent antagonist &lt;a href=\"List%20of%20characters%20in%20Chrono%20Trigger%23Lavos\"&gt;Lavos&lt;/a&gt; from ending the world in 1999 AD. She is the leader (chief) of Ioka Village, and often clashes with a reptilian race called the Reptites.\nShe was created by \"Chrono Trigger\" director &lt;a href=\"Takashi%20Tokita\"&gt;Takashi Tokita&lt;/a&gt; and illustrated by &lt;a href=\"Akira%20Toriyama\"&gt;Akira Toriyama&lt;/a&gt;. Her character design was among the most drastically changed in \"Chrono Trigger\" and took inspiration from singer &lt;a href=\"Ouyang%20Fei%20Fei\"&gt;Ouyang Fei Fei&lt;/a&gt;. Her name comes from the \"&lt;a href=\"Clan%20of%20the%20Cave%20Bear\"&gt;Clan of the Cave Bear&lt;/a&gt;\" character of &lt;a href=\"Ayla%20%28Earth%27s%20Children%29\"&gt;the same name&lt;/a&gt;. She has received generally positive reception for her defiance of gender norms and stereotypes.\nConcept and creation.\nAyla was created by \"&lt;a href=\"Chrono%20Trigger\"&gt;Chrono Trigger&lt;/a&gt;\" director Takashi Tokita and illustrated by &lt;a href=\"Akira%20Toriyama\"&gt;Akira Toriyama&lt;/a&gt;. She is a cave woman who lives in the year 65,000,000 BC. Tokita was inspired by singer &lt;a href=\"Ouyang%20Fei%20Fei\"&gt;Ouyang Fei Fei&lt;/a&gt; when making her and her name was taken from the \"&lt;a href=\"Clan%20of%20the%20Cave%20Bear\"&gt;Clan of the Cave Bear&lt;/a&gt;\" character of &lt;a href=\"Ayla%20%28Earth%27s%20Children%29\"&gt;the same name&lt;/a&gt;. He also added her due to a lack of simple, instinct-driven characters and the potential for humor. He identified her as his favorite character in the game. Her design, along with fellow protagonist &lt;a href=\"Robo%20%28Chrono%20Trigger%29\"&gt;Robo&lt;/a&gt;'s, was the one that changed the most of the main cast. Ayla's hair was originally straight, but graphic designer Masanori Hoshino wanted her hair to be a \"wilder, wavy style,\" so they had Toriyama change it. Her design was changed to be neater and tidier. Ayla's breasts originally had more bounce until producer Kazuhiko Aoki made them reduce it, though the bounce is somewhat retained in the final version. Also cut from the English version of the game was her love of &lt;a href=\"sake\"&gt;sake&lt;/a&gt;.\nAyla is possibly bisexual, as suggested in a piece of dialogue in the Japanese Super Nintendo version between her, &lt;a href=\"Crono%20%28Chrono%20Trigger%29\"&gt;Crono&lt;/a&gt;, and &lt;a href=\"Lucca%20Ashtear\"&gt;Lucca Ashtear&lt;/a&gt;, where she identifies that she is attracted to both of them due to their power. The scene was changed in the English version, instead having Ayla show respect for Lucca's power. In the English version of \"Chrono Trigger\" on the &lt;a href=\"Nintendo%20DS\"&gt;Nintendo DS&lt;/a&gt;, the scene is written to only imply Ayla's attraction to Lucca. In both Japanese and English, Ayla speaks in &lt;a href=\"caveman\"&gt;caveman&lt;/a&gt; speech. Her vocabulary is considered rude by others, and she uses the personal pronoun \"あたい\" in Japanese to refer to herself, which represents femininity and toughness. The English version loses this context in localization.\nAppearances.\nAyla appears in \"&lt;a href=\"Chrono%20Trigger\"&gt;Chrono Trigger&lt;/a&gt;\" as one of seven protagonists. She first appears when Crono and allies appear in the year 65,000,000 BC where she saves them from a race called Reptites. She recognizes their power and invites them back to her village for a celebratory party. She challenges Crono to a drinking contest (soup eating contest in the US version) with a valuable Dreamstone as a prize that Crono wins. The Gate Key, an object Lucca created to travel through time, is stolen by Reptites and its leader Azala due in part to her partner Kino, and they manage to take it back. After an assault on antagonist &lt;a href=\"Magus%20%28Chrono%20Trigger%29\"&gt;Magus&lt;/a&gt;, they are sent back to 65,000,000 BC by a time portal created by fellow antagonist &lt;a href=\"List%20of%20characters%20in%20Chrono%20Trigger%23Lavos\"&gt;Lavos&lt;/a&gt;. When they awaken, Ayla joins their party and assists them in their quest to prevent Lavos from destroying the world in 1999 AD. After assaulting the Reptites and Azala, Lavos begins to come down to Earth. Ayla tries to save Azala, but Azala resigns herself to death. Ayla and company escape and Lavos then makes impact with Earth. This causes the world to enter an &lt;a href=\"ice%20age\"&gt;ice age&lt;/a&gt; and the Reptites to go extinct. The name Lavos is given by Ayla (\"la\" meaning \"fire\" and \"vos\" meaning \"big\" in Iokan), and she continues helping them defeat Lavos. When Lavos is defeated, Ayla returns to 65,000,000 BC and marries Kino. It is revealed that fellow protagonist &lt;a href=\"Marle%20%28Chrono%20Trigger%29\"&gt;Marle&lt;/a&gt; is a descendant of Ayla and Kino.\nReception.\nSince appearing in \"Chrono Trigger\", Ayla has received positive reception. \"Bitmob\" staff called Ayla their favorite character in the game due to her beauty and power. Author Madeleine Brookman discussed Ayla's defiance of gender norms, noting that her otherwise \"inherently sexualized\" outfit is still less restrictive than women's outfits in other time periods and that her proposing to Kino is uncommon based on percentages of women proposing to men in 2014. Loraine for \"&lt;a href=\"Autostraddle\"&gt;Autostraddle&lt;/a&gt;\" had an initially negative reception due to her outfit, but was more positive due to her defiance of gender roles. She discusses her dominant role in her relationship, her powerful position, and stats that are more typical of male role-playing game characters. Author Francis Montpetit discussed how Ayla breaks away from \"militarized masculinity\" by having her being the strongest among the protagonists. \"&lt;a href=\"Playboy\"&gt;Playboy&lt;/a&gt;\" model Pamela Horton identified Ayla as one of her favorite video game characters due to her assertiveness and independence. She &lt;a href=\"cosplay\"&gt;cosplay&lt;/a&gt;ed as Ayla, and it was the only cosplay she had done. Meghan Sullivan for \"&lt;a href=\"IGN\"&gt;IGN&lt;/a&gt;\" praised her introduction and her scene with Azala as two of the best in video games. John P. Hussey of \"RPGFan\" however found her forgettable. Author Michael P. Williams felt that she came close to the \"dumb blonde\" stereotype, but avoids it by being the most capable member of the cast. He cites her nobility and pragmatism as examples of this. He also called her the sexiest character in the game. A statue featuring Ayla, Crono, and Robo was shown at Toy Fair 2010."
}