{
    "id": "1651822",
    "revid": "279219",
    "url": "https://en.wikipedia.org/wiki?curid=1651822",
    "title": "Ontario Highway 69",
    "text": "King's Highway 69, commonly referred to as Highway 69, is a &lt;a href=\"Ontario%20Provincial%20Highway%20Network\"&gt;provincially maintained&lt;/a&gt; north–south highway in the &lt;a href=\"Central%20Ontario\"&gt;central&lt;/a&gt; portion of the &lt;a href=\"Provinces%20and%20territories%20of%20Canada\"&gt;Canadian province&lt;/a&gt; of &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;. In conjunction with &lt;a href=\"Ontario%20Highway%20400\"&gt;Highway 400&lt;/a&gt;, it links &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt; with the city of &lt;a href=\"Greater%20Sudbury\"&gt;Greater Sudbury&lt;/a&gt; at &lt;a href=\"Ontario%20Highway%2017\"&gt;Highway 17&lt;/a&gt;, via &lt;a href=\"Parry%20Sound%2C%20Ontario\"&gt;Parry Sound&lt;/a&gt;. It is part of the &lt;a href=\"Trans-Canada%20Highway\"&gt;Trans-Canada Highway&lt;/a&gt; and the &lt;a href=\"National%20Highway%20System%20%28Canada%29\"&gt;National Highway System&lt;/a&gt;. From its southern terminus of &lt;a href=\"Ontario%20Highway%20559\"&gt;Highway 559&lt;/a&gt; at &lt;a href=\"Carling%2C%20Ontario\"&gt;Carling&lt;/a&gt;, Highway69 begins as Highway400 narrows from a four-laned &lt;a href=\"controlled-access%20highway\"&gt;freeway&lt;/a&gt; to a two lane highway. It travels northerly for approximately to south of the &lt;a href=\"French%20River%20%28Ontario%29\"&gt;French River&lt;/a&gt; before widening back to a divided four lane freeway for approximately into Sudbury. The final of the route, connecting to Highway17, is a five lane &lt;a href=\"arterial%20road\"&gt;arterial road&lt;/a&gt; that will be converted to freeway as the final phase of the four-laning.\nHighway69 was first designated in 1936 when the &lt;a href=\"Department%20of%20Highways%2C%20Ontario\"&gt;Department of Highways&lt;/a&gt; (DHO) assumed the Rama Road between &lt;a href=\"Atherley%2C%20Ontario\"&gt;Atherley&lt;/a&gt; and &lt;a href=\"Washago%2C%20Ontario\"&gt;Washago&lt;/a&gt;. This short route was extended the following year when the DHO merged with the Department of Northern Development and expanded the King's Highway network north of the &lt;a href=\"Severn%20River%20%28Georgian%20Bay%29\"&gt;Severn River&lt;/a&gt;. By the beginning of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the route reached as far north as &lt;a href=\"Britt%2C%20Ontario\"&gt;Britt&lt;/a&gt;; a separate segment connected the town of &lt;a href=\"Burwash%2C%20Ontario\"&gt;Burwash&lt;/a&gt; with Sudbury. However, the rationing of labour and materials due to the &lt;a href=\"war%20effort\"&gt;war effort&lt;/a&gt; resulted in these two sections remaining separated until the mid-1950s. In 1976, several reroutings and renumbering took place in the Muskoka area. As a result, the portion of Highway69 between Brechin and Foot's Bay was renumbered as &lt;a href=\"Ontario%20Highway%20169\"&gt;Highway 169&lt;/a&gt;, while the entirety of &lt;a href=\"Ontario%20Highway%20103\"&gt;Highway 103&lt;/a&gt; between &lt;a href=\"Coldwater%2C%20Ontario\"&gt;Coldwater&lt;/a&gt; and Foot's Bay was renumbered as Highway69.\nBetween 1956 and 1979, Highway69 extended through and north of Sudbury. Until some point between 1974 and 1977, it reached as far north as &lt;a href=\"Capreol\"&gt;Capreol&lt;/a&gt;, after which it was truncated at &lt;a href=\"Hanmer%2C%20Ontario\"&gt;Hanmer&lt;/a&gt;. By 1980, the northern terminus had shifted to the &lt;a href=\"Southwest%20and%20Southeast%20Bypasses\"&gt;Southwest Bypass&lt;/a&gt;, onto which Highway17 was rerouted in 1995. Throughout the 1990s and 2000s, Highway400 was gradually pushed north to its current terminus by &lt;a href=\"twinning%20%28roads%29\"&gt;twinning&lt;/a&gt; Highway69, gradually truncating its length. Various former alignments of Highway69 remain in use as directional &lt;a href=\"carriageway\"&gt;carriageway&lt;/a&gt;s of Highway400 or as local roads. The highway forms part of the \"Georgian Bay Route\" of the Trans-Canada Highway, which continues south along Highway400.\nRoute description.\nHighway69 is a major highway serving the recreational areas surrounding &lt;a href=\"Georgian%20Bay\"&gt;Georgian Bay&lt;/a&gt; and the &lt;a href=\"Thirty%20Thousand%20Islands\"&gt;Thirty Thousand Islands&lt;/a&gt;, as well as providing the westernmost fixed connection between &lt;a href=\"Southern%20Ontario\"&gt;southern&lt;/a&gt; and &lt;a href=\"Northern%20Ontario\"&gt;northern&lt;/a&gt; Ontario; the highway occupies the northern portion of a corridor that connects Toronto to Sudbury, with Highway400 occupying the southern portion. While &lt;a href=\"Ontario%20Highway%206\"&gt;Highway 6&lt;/a&gt; is located further west, it requires the use of a ferry service between the Bruce Peninsula and Manitoulin Island.\nBetween &lt;a href=\"Nobel%2C%20Ontario\"&gt;Nobel&lt;/a&gt; and Sudbury, there are no large communities, although numerous small communities lie adjacent to the route, including the &lt;a href=\"Shawanaga%20First%20Nation\"&gt;Shawanaga First Nation&lt;/a&gt;, &lt;a href=\"Pointe%20au%20Baril%2C%20Ontario\"&gt;Pointe au Baril&lt;/a&gt;, &lt;a href=\"Magnetawan%20First%20Nation\"&gt;Magnetawan First Nation&lt;/a&gt;, &lt;a href=\"Byng%20Inlet%2C%20Ontario\"&gt;Byng Inlet&lt;/a&gt;, Britt, &lt;a href=\"Bigwood%2C%20Ontario\"&gt;Bigwood&lt;/a&gt;, &lt;a href=\"Delamere%2C%20Ontario\"&gt;Delamere&lt;/a&gt; and the &lt;a href=\"Henvey%20Inlet%202\"&gt;Henvey Inlet First Nation&lt;/a&gt;.\nAs of 2021 the highway begins north of Highway559 (Exit241) in &lt;a href=\"Carling%2C%20Ontario\"&gt;Carling&lt;/a&gt;, where the &lt;a href=\"dual%20carriageway\"&gt;divided&lt;/a&gt; four lane Highway400 narrows into the two-laned Highway69 (that will serve as the future southbound lanes).\nConstruction is scheduled to begin in 2022 to extend Highway400 northward by from Highway559 to Shebooshekong Road near the &lt;a href=\"Shawanaga%20First%20Nation\"&gt;Shawanaga First Nation&lt;/a&gt;.\nHighway69 travels in a predominantly north-northeast direction, well inland of Georgian Bay. The &lt;a href=\"Canadian%20Shield\"&gt;Canadian Shield&lt;/a&gt; dominates the topography, resulting in numerous transverse marshes and rock outcroppings that bisect the highway, with dense forests between;\nservices are limited and distant. Exiting Carling Township, the highway enters &lt;a href=\"The%20Archipelago\"&gt;The Archipelago&lt;/a&gt;, where it scrapes the northeastern edge of the Shawanaga First Nation. It provides access to Pointe au Baril and &lt;a href=\"Pointe%20au%20Baril%20Station\"&gt;Pointe au Baril Station&lt;/a&gt; before intersecting the southern end of Highway529, a former alignment of the highway.\nIt enters &lt;a href=\"Unorganized%20Centre%20Parry%20Sound%20District\"&gt;Unorganized Centre Parry Sound District&lt;/a&gt;, a sparsely-inhabited agglomeration of townships, where it provides access to Britt and &lt;a href=\"Britt%20Station\"&gt;Britt Station&lt;/a&gt;, as well as the northern end of Highway529.\nProgressing north, Highway69 enters &lt;a href=\"Sudbury%20District\"&gt;Sudbury District&lt;/a&gt; at the community of &lt;a href=\"Key%20River%2C%20Ontario\"&gt;Key River&lt;/a&gt;. It passes through Cranberry, intersecting &lt;a href=\"Ontario%20Highway%20522\"&gt;Highway 522&lt;/a&gt;. Highway69 widens to a four lane freeway north of Highway522 before briefly curving northward. It crosses the French River near &lt;a href=\"Wanikewin\"&gt;Wanikewin&lt;/a&gt; and encounters an interchange with Highway607 near Bigwood. It remains a divided four-laned freeway the remainder of its journey into Sudbury, passing by the communities of &lt;a href=\"Rutter%2C%20Ontario\"&gt;Rutter&lt;/a&gt;, Burwash, Estaire, and Wanup before merging into a four-lane &lt;a href=\"arterial%20road\"&gt;arterial road&lt;/a&gt; immediately southeast of Highway17 at the &lt;a href=\"Southwest%20and%20Southeast%20Bypasses\"&gt;Southeast Bypass&lt;/a&gt;. Beyond this point, the road continues into Sudbury as Municipal Road 46 (Regent Street).\nHistory.\nHighway69 has undergone several major changes during its existence, so much so that the first section designated has not been a &lt;a href=\"Ontario%20Provincial%20Highway%20Network\"&gt;King's Highway&lt;/a&gt; for 60years and lay approximately from the current highway. In other places, a minor two-lane gravel highway has gradually been upgraded to a four-lane freeway. On August5, 1936, the DHO assumed the Rama Road, connecting &lt;a href=\"Ontario%20Highway%2012\"&gt;Highway 12&lt;/a&gt; at Atherley with &lt;a href=\"Ontario%20Highway%2011\"&gt;Highway 11&lt;/a&gt; at Washago.\nOn March31, 1937, the Department of Northern Development (DND) was merged into the DHO, allowing the latter to extend the provincial highway network north of the Severn River.\nSubsequently, through August 1937, Highway69 was extended north to the Naiscoot River, midway between Pointe au Baril and Britt.\nThis extension followed DND trunk routes to Nobel, where a munitions and aircraft factory would soon provide an instrumental role in the war effort. In the north, the road connecting Sudbury and Burwash was also assumed as Highway69 on August11.\nIt was intended to connect these two segments over the next several years; however, the outbreak of World War II in September 1939 halted all non-essential construction due to the short supply of labour and materials.\nAlthough an extension from the Naiscoot River to Britt would open by 1940.\nOnce the war ended, construction resumed to bridge the gap between the two sections of Highway 69.\n&lt;a href=\"French%20River%2C%20Ontario\"&gt;French River&lt;/a&gt; and &lt;a href=\"Alban%2C%20Ontario\"&gt;Alban&lt;/a&gt; would be linked to the provincial highway network via Britt by 1952. This allowed motorists to take a far more direct route between Severn River and Sudbury, by taking advantage of a detour via &lt;a href=\"Ontario%20Highway%20535\"&gt;Highway 535&lt;/a&gt; and Highway64, through the small communities of &lt;a href=\"Hagar%2C%20Ontario\"&gt;Hagar&lt;/a&gt; and &lt;a href=\"No%C3%ABlville%2C%20Ontario\"&gt;Noëlville&lt;/a&gt;.\nThat same year also saw the rerouting of the southern end of the highway; the southern end was moved east from Atherley to Brechin and the Rama Road decommissioned as a provincial highway. The new routing was longer but gave the southern end of the highway a more significant purpose than as a bypass of Highway11. The Rama Road has since been known as Simcoe County Road44.\nThe biggest gap that remained on Highway69 was between &lt;a href=\"Alban%2C%20Ontario\"&gt;Alban&lt;/a&gt; and Burwash, but this was eliminated from 1952 to 1955,\nproviding a third link from &lt;a href=\"Southern%20Ontario\"&gt;Southern Ontario&lt;/a&gt; to &lt;a href=\"Northern%20Ontario\"&gt;Northern Ontario&lt;/a&gt; (the other two being Highway11 and Highway17). Until Highway69 was completed between Parry Sound and Sudbury, drivers travelling between Southern Ontario and Sudbury or &lt;a href=\"Sault%20Ste.%20Marie%2C%20Ontario\"&gt;Sault Ste. Marie&lt;/a&gt; had to travel along a circuitous routing via Highway11 to &lt;a href=\"North%20Bay%2C%20Ontario\"&gt;North Bay&lt;/a&gt;, and thence along Highway17 to Sudbury and beyond to Sault Ste. Marie.\nIn 1956, Highway69 was extended north of Sudbury to Capreol, bringing its length to .\nThe year 1976 saw big changes for Highway69. The portion of highway south of MacTier was shifted onto the routing of former Highway103, completely absorbing that roadway into its length. The former routing was renamed Highway169. It was at this time that Highway69 was at its longest, from Highway12 and Highway400 at Waubaushene north to Sudbury.\nUntil the early 1980s, Highway69 continued through Sudbury along Regent Street, Paris Street and Notre Dame Avenue, and into the suburban towns of &lt;a href=\"Valley%20East%2C%20Ontario\"&gt;Valley East&lt;/a&gt; and Capreol. At some point between 1974 and 1977, it was truncated at Hanmer.\nBy 1980, the northern terminus had shifted to the &lt;a href=\"Southwest%20and%20Southeast%20Bypasses\"&gt;Southwest Bypass&lt;/a&gt;.\nWhile this route is no longer part of the provincial highway, and is officially designated as a series of &lt;a href=\"List%20of%20municipal%20roads%20in%20Greater%20Sudbury\"&gt;Sudbury Municipal Roads&lt;/a&gt;, it is still often referred to locally as \"Highway69 North\".\nFour-laning.\nAlthough planning for an eventual four-lane highway started in 1969, the commitment to expand Highway69 to a full freeway was first made in 1991 by the &lt;a href=\"Ontario%20New%20Democratic%20Party\"&gt;New Democrat&lt;/a&gt; government of &lt;a href=\"Bob%20Rae\"&gt;Bob Rae&lt;/a&gt;.\nThat year construction began on the southbound structures over Matchedash Bay and the &lt;a href=\"Canadian%20National%20Railway\"&gt;Canadian National Railway&lt;/a&gt; crossing north of Highway12. Both were complete by the end of 1990. During 1991, construction began on the interchanges at Quarry Road and Port Severn Road, new service roads between those interchanges and the southbound structure over the &lt;a href=\"Trent%E2%80%93Severn%20Waterway\"&gt;Trent–Severn Waterway&lt;/a&gt;. In 1988, the &lt;a href=\"Ministry%20of%20Transportation%20of%20Ontario\"&gt;Ministry of Transportation of Ontario&lt;/a&gt; completed a study of the Highway69 corridor between Muskoka Road5 in Port Severn and Tower Road southwest of MacTier, a distance of approximately . This work was carried out through the 1990s as one large project, reaching as far as south of Go Home Lake Road (Muskoka District Roads32/38) by mid-to-late 1997.\nIt was extended farther to south of the Musquash River in October 1999.\nThe Highway400 designation was moved north, and Highway69 equally shortened, after each project.\nEngineering was underway on the first south of Sudbury. However, that project was shelved by the &lt;a href=\"Progressive%20Conservative%20Party%20of%20Ontario\"&gt;Progressive Conservative&lt;/a&gt; (PC) government of &lt;a href=\"Mike%20Harris\"&gt;Mike Harris&lt;/a&gt; shortly after the &lt;a href=\"1995%20Ontario%20general%20election\"&gt;1995 provincial election&lt;/a&gt;.\nDespite this, construction of the segment from &lt;a href=\"Ontario%20Highway%20141\"&gt;Highway 141&lt;/a&gt; to the Seguin River, proceeded in November 1999, and the MacTier bypass south of Highway141 to the &lt;a href=\"Moon%20River%20%28Ontario%29\"&gt;Moon River&lt;/a&gt; in February 2000. The majority of these three projects were built on a new alignment, with the former route of Highway69 becoming Lake Joseph Road and Oastler Park Road.\nLake Joseph Road is maintained by the MTO as an &lt;a href=\"unsigned%20highway\"&gt;unsigned highway&lt;/a&gt;. The portion south of Highway141 designated as Highway7289, and the northern portion as Highway7290.\nThe Parry Sound Bypass, from Badger Road to the Seguin River, opened on November1, 2001;\nthe section from Highway141 to Badger Road opened in October 2002;\nand the MacTier Bypass opened on October7, 2003.\nThe Highway400 designation was extended northward from the Musquash River to the Seguin River following the opening of the MacTier Bypass, but the Highway69 designation remained in place as a &lt;a href=\"concurrency%20%28road%29\"&gt;concurrency&lt;/a&gt;. This was due a two lane gap between the Musquash and Moon Rivers, passing through the &lt;a href=\"Wahta%20Mohawks\"&gt;Wahta Mohawks&lt;/a&gt; territory, that came to be known as the \"Wahta Gap\".\nThe Territorial Reserve did not oppose the construction; however, the land was unobtainable due to a technicality requiring a minimum voter turnout of 65 percent.\nThe land claim was settled by a vote held on October25, 2003.\nFollowing ratification, construction began in December 2004,\nand opened July15, 2008.\nFollowing its completion, Highway69 was truncated at what is now the south junction of Lake Joseph Road (Exit189) near MacTier, an overall reduction of over since prior to 1989.\nThe City of Sudbury continued to lobby for the expansion of the highway, calling attention especially to an ongoing series of fatal car accidents at the intersection of &lt;a href=\"Ontario%20Highway%20637\"&gt;Highway 637&lt;/a&gt;, where a sharp S-curve along Highway69 rendered the approaching intersection effectively invisible to northbound traffic. Assisted by &lt;a href=\"Rick%20Bartolucci\"&gt;Rick Bartolucci&lt;/a&gt;, the &lt;a href=\"Ontario%20Liberal%20Party\"&gt;Liberal&lt;/a&gt; for Sudbury, the \"CRASH 69\" (Community Rallying Against Substandard Highway69) committee of Sudbury residents campaigned throughout the late 1990s and early 2000s to have the project reinstated.\nHarris' successor (and former MPP for &lt;a href=\"Parry%20Sound%E2%80%94Muskoka%20%28provincial%20electoral%20district%29\"&gt;Parry Sound—Muskoka&lt;/a&gt;), &lt;a href=\"Ernie%20Eves\"&gt;Ernie Eves&lt;/a&gt;, announced the resumption of construction between Parry Sound and Sudbury in 2002; however, the PCs did not commit to four-laning the entire route. The Liberal government of &lt;a href=\"Dalton%20McGuinty\"&gt;Dalton McGuinty&lt;/a&gt; came to power following the &lt;a href=\"2003%20Ontario%20general%20election\"&gt;2003 election&lt;/a&gt; with a promise to have a commitment in place within sixmonths.\nConstruction began on a segment south of Sudbury to &lt;a href=\"Estaire%2C%20Ontario\"&gt;Estaire&lt;/a&gt; in January 2005, with route planning studies now completed for the remaining two-lane sections.\nIn June of that year, construction began on a extension of four-laning from Parry Sound to north of &lt;a href=\"Nobel%2C%20Ontario\"&gt;Nobel&lt;/a&gt;. Later in 2005, the provincial government announced that four-laning between Parry Sound and Sudbury would be completed by 2017.\nThe first project completed north of Parry Sound was the section between Sudbury and Estaire, which opened on November12, 2009.\nThe section from south of the Seguin River in Parry Sound to north of &lt;a href=\"Ontario%20Highway%20559\"&gt;Highway 559&lt;/a&gt;, bypassing Nobel, opened on October26, 2010.\nThe former alignment in Sudbury is now known as Estaire Road,\nwhile the former route through Nobel is now Nobel Road.\nIn 2008, work began to realign the S-curve at Highway637; two lanes opened to traffic on July27, 2010,\nwhile the completed four-lane route, with an interchange at Highway637, opened to traffic on August8, 2012.\nThe former alignment now has the name Murdock River Road, and serves as a local road accessible only from Highway637.\nIn the summer of 2012, the Highway69 designation was shortened by , between MacTier and 1kilometre north of Highway559, resulting in its current length.\nHighway69 passes through significant tracts of wilderness and forested land, and consequently has seen a rate of animal collisions well above the provincial norm. Several segments of the four-laned route will include special grade-separated &lt;a href=\"wildlife%20crossing\"&gt;wildlife crossing&lt;/a&gt;s, the first of which was completed in March 2012.\nIn the summer of 2012, work began to four lane a segment between north of &lt;a href=\"Ontario%20Highway%2064\"&gt;Highway 64&lt;/a&gt; and the &lt;a href=\"Murdock%20River\"&gt;Murdock River&lt;/a&gt;,\nas well as on a segment between &lt;a href=\"Ontario%20Highway%20607\"&gt;Highway 607&lt;/a&gt; and north of Highway64.\nThe first project was opened September11, 2015.\nWhile the segment from north of Highway607 to north of Highway64, including an interchange at the latter, was opened by the beginning of August 2016.&lt;ref name=\"murdock\"&gt;"
}