{
    "id": "16557367",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=16557367",
    "title": "Gaetano Rossi",
    "text": "Gaetano Rossi (; 18 May 1774 – 25 January 1855) was an Italian &lt;a href=\"opera\"&gt;opera&lt;/a&gt; &lt;a href=\"libretto\"&gt;librettist&lt;/a&gt; for several of the well-known \"&lt;a href=\"bel%20canto\"&gt;bel canto&lt;/a&gt;\"-era composers including &lt;a href=\"Gioachino%20Rossini\"&gt;Gioachino Rossini&lt;/a&gt;, &lt;a href=\"Gaetano%20Donizetti\"&gt;Gaetano Donizetti&lt;/a&gt;, and &lt;a href=\"Saverio%20Mercadante\"&gt;Saverio Mercadante&lt;/a&gt; in Italy and &lt;a href=\"Giacomo%20Meyerbeer\"&gt;Giacomo Meyerbeer&lt;/a&gt; in one of his early Italian successes. Other composers with whom he worked included &lt;a href=\"Simon%20Mayr\"&gt;Simon Mayr&lt;/a&gt;, a composer and Donizetti's teacher, as well as the prolific &lt;a href=\"Giovanni%20Pacini\"&gt;Giovanni Pacini&lt;/a&gt;.\nBiography.\nBorn in Verona, Rossi was writing religious verse by the time that he was 13 years old. He wrote libretti for about 60 years, beginning in 1797 with mostly &lt;a href=\"farsa\"&gt;farsa&lt;/a&gt;s. Rossi wrote the texts for some significant operas by the well-known composers of the era. These included \"&lt;a href=\"Tancredi\"&gt;Tancredi&lt;/a&gt;\" and \"&lt;a href=\"Semiramide\"&gt;Semiramide&lt;/a&gt;\" for Rossini and \"&lt;a href=\"Il%20crociato%20in%20Egitto\"&gt;Il crociato in Egitto&lt;/a&gt;\" for Meyerbeer, as well as later operas for Donizetti such as \"&lt;a href=\"Maria%20Padilla\"&gt;Maria Padilla&lt;/a&gt;\" (as co-author) and \"&lt;a href=\"Linda%20di%20Chamounix\"&gt;Linda di Chamounix&lt;/a&gt;\". In addition to his writing, he also worked for a time as the &lt;a href=\"stage%20director\"&gt;stage director&lt;/a&gt; for the &lt;a href=\"Teatro%20Filarmonico\"&gt;Teatro Filarmonico&lt;/a&gt; in Verona. &lt;a href=\"Musicologist\"&gt;Musicologist&lt;/a&gt; John Black regards him as producing crude versification, \"but nevertheless he had an eye for dramatic situations and his texts, if long-winded, were effective.\" His success was twofold: in finding mostly foreign sources to utilize as well as introducing \"strongly romantic plots to the Italian stage\".\nWorks.\nLegend: Autumn = Autumn season (Autunno); Carnival = Carnival season (i. e. from 26 December to Easter); Spring = Spring season (Primavera)\nReferences.\nNotes \nSources"
}