{
    "id": "1655799",
    "revid": "372290",
    "url": "https://en.wikipedia.org/wiki?curid=1655799",
    "title": "Louis Riel (comics)",
    "text": "Louis Riel is a historical biography in &lt;a href=\"comics\"&gt;comics&lt;/a&gt; by Canadian cartoonist &lt;a href=\"Chester%20Brown\"&gt;Chester Brown&lt;/a&gt;, published as a book in 2003 after serializion in 1999–2003. The story deals with &lt;a href=\"M%C3%A9tis%20people%20%28Canada%29\"&gt;Métis&lt;/a&gt; rebel leader &lt;a href=\"Louis%20Riel\"&gt;Louis Riel&lt;/a&gt;'s antagonistic relationship with the newly established &lt;a href=\"Canadian%20Confederation\"&gt;Canadian government&lt;/a&gt;. It begins shortly before the 1869 &lt;a href=\"Red%20River%20Rebellion\"&gt;Red River Rebellion&lt;/a&gt;, and ends with Riel's 1885 hanging for &lt;a href=\"Treason%20Act%201351\"&gt;high treason&lt;/a&gt;. The book explores Riel's possible &lt;a href=\"schizophrenia\"&gt;schizophrenia&lt;/a&gt;—he believed God had named him Prophet of the New World, destined to lead the Métis people to freedom.\nThe work is noted for its emotional disengagement, its intentionally flat dialogue, and a minimalist drawing style inspired by that of &lt;a href=\"Harold%20Gray\"&gt;Harold Gray&lt;/a&gt;'s comic strip \"&lt;a href=\"Little%20Orphan%20Annie\"&gt;Little Orphan Annie&lt;/a&gt;\". Unusual for comics of the time, it includes a full scholarly apparatus: a foreword, index, bibliography, and end notes. The lengthy, hand-lettered appendix provides insight into Brown's creative process and biases and highlights where he changed historical facts to create a more engaging story, such as incorporating a conspiracy theory not widely accepted by historians. Brown became interested in the issue of property rights while researching the book, which led to a public change in his politics from &lt;a href=\"anarchism\"&gt;anarchism&lt;/a&gt; to &lt;a href=\"libertarianism\"&gt;libertarianism&lt;/a&gt;.\nAlthough Brown intended it to be published only in book form, his publisher had him first serialize \"Louis Riel\" as a comic book, which lasted ten issues. The series was the first comic book to receive a grant from the &lt;a href=\"Canada%20Council\"&gt;Canada Council for the Arts&lt;/a&gt;. It won a favourable critical reception and three &lt;a href=\"Harvey%20Award\"&gt;Harvey Award&lt;/a&gt;s. The serialization sold poorly, but the book version was a surprise bestseller. Its success played a major part in gaining shelf space for serious &lt;a href=\"graphic%20novel\"&gt;graphic novel&lt;/a&gt;s in mainstream North American bookstores.\nOverview.\nSubtitled \"A Comic-Strip Biography\", \"Louis Riel\" looks at &lt;a href=\"M%C3%A9tis%20people%20%28Canada%29\"&gt;Métis&lt;/a&gt; rebel leader &lt;a href=\"Louis%20Riel\"&gt;Louis Riel&lt;/a&gt; and his leadership in the &lt;a href=\"Red%20River%20Rebellion\"&gt;Red River&lt;/a&gt; and &lt;a href=\"North-West%20Rebellion\"&gt;North-West&lt;/a&gt; rebellions. It does not attempt a complete retelling of Riel's life—it omits long periods and ignores many aspects of his personality. Instead the focus is on his \"antagonistic relationship with the &lt;a href=\"Government%20of%20Canada\"&gt;Canadian government&lt;/a&gt;\" from 1869 to 1885. The story comprises 241 pages of the 271-page book, and is supplemented with a complete &lt;a href=\"Critical%20apparatus\"&gt;scholarly apparatus&lt;/a&gt;: a foreword, bibliography, &lt;a href=\"index%20%28publishing%29\"&gt;index&lt;/a&gt;, map section and extensive end notes. It has strong &lt;a href=\"Historiography\"&gt;historiographical&lt;/a&gt; elements, detailing in the appendix the research done and choices made by the author in developing a story.\nBrown grew up in the Canadian province of &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt;, where the majority speaks French, and where Riel is often considered a martyr. However Brown, who grew up speaking only English, said he was largely ignorant of Riel's story until he read &lt;a href=\"Maggie%20Siggins\"&gt;Maggie Siggins&lt;/a&gt;' 1994 biography \"Louis Riel: A Life of Revolution\". Many of Brown's favourite topics are entwined in \"Louis Riel\": &lt;a href=\"anti-authoritarianism\"&gt;anti-authoritarianism&lt;/a&gt;, outsider religion, &lt;a href=\"insanity\"&gt;insanity&lt;/a&gt;, and accuracy and objectivity in nonfiction. A central incident in the book is an eight-panel sequence in which Riel has a revelatory experience on a hilltop in Washington, D.C. He experiences visions and talks to God, who declares him Prophet of the New World and instructs him to lead his people to freedom. On the cover of the book, however, we see Riel standing alone in the wilderness, staring into the sky, leaving open the question of whether what he witnessed was real.\nBackground.\nIn 1995, Brown published the &lt;a href=\"anti-psychiatry\"&gt;anti-psychiatry&lt;/a&gt; comics essay \"&lt;a href=\"The%20Little%20Man%20%28comics%29%23My%20Mom%20Was%20a%20Schizophrenic\"&gt;My Mom was a Schizophrenic&lt;/a&gt;\", in which he examines society's role in mental illness, and questions the medical profession's accepted beliefs about it. The six-page strip came with two pages of end notes gathered from his research. Brown enjoyed this project and thought he would like to take on another in which he could \"cram a lot of research into a comic strip\". When he came across Siggins' biography of Riel, he had been working on the experimental \"&lt;a href=\"Underwater%20%28comics%29\"&gt;Underwater&lt;/a&gt;\" series, a project on which he felt he had lost his way. His father died in late 1997, and he decided he did not \"want to waste time with projects that weren't working out\". In 1998, he turned his attention to Riel, putting the unpopular \"Underwater\" series on hold.\nWhile researching, Brown came across two books by political scientist &lt;a href=\"Tom%20Flanagan%20%28political%20scientist%29\"&gt;Tom Flanagan&lt;/a&gt;: \"Louis \"David\" Riel: \"Prophet of the New World\"\" (1996) and \"Louis Riel and the Rebellion: 1885 Reconsidered\" (2000). Brown found \"Prophet of the New World\" particularly intriguing as it dealt with Riel's religious ideas while reevaluating his alleged diagnosis of mental illness, two topics Brown had especial interest in, as he had previously made \"eccentric\" &lt;a href=\"Chester%20Brown%27s%20Gospel%20adaptations\"&gt;adaptations of the Gospel&lt;/a&gt;, and comics dealing with his mother's &lt;a href=\"schizophrenia\"&gt;schizophrenia&lt;/a&gt;. He also came across books by researcher Don McLean and historian Douglas N. Sprague that advanced the &lt;a href=\"conspiracy%20theory\"&gt;conspiracy theory&lt;/a&gt; that the 1885 North-West Rebellion was deliberately provoked by Prime Minister &lt;a href=\"John%20A.%20Macdonald\"&gt;John A. Macdonald&lt;/a&gt; to gain support for the building of the &lt;a href=\"Canadian%20Pacific%20Railway%23Building%20the%20railway%2C%201881%E2%80%931886\"&gt;transcontinental railway&lt;/a&gt;.\nBrown had gained a reputation for improvised storytelling by the time he began work on \"Louis Riel\". With \"Underwater\", he had intended to write a script, but in the end chose to improvise. He found the results unsatisfactory, and decided to write a full script beforehand for his next project. The script for \"Louis Riel\" came to over 200 pages.\nBrown's was not the first depiction of the Métis leader in comics. &lt;a href=\"James%20Simpkins\"&gt;James Simpkins&lt;/a&gt;, a Canadian cartoonist best known for Jasper the Bear, made a mildly anti-Riel two-page strip in 1967, and Pierre Dupuis produced a French-language two-page summary in 1979. A 23-page pro-Riel strip appeared in \"Canadian History Comic Book No. 2: Rebellion\" in 1972. In 1980, Italian artist &lt;a href=\"Hugo%20Pratt\"&gt;Hugo Pratt&lt;/a&gt; created a character called &lt;a href=\"Jesuit%20Joe\"&gt;Jesuit Joe&lt;/a&gt; who was supposed to have descended from Riel. Publishing house Les Éditions des Plaines published two books on Riel: Robert Freynet's 58-page (\"Louis Riel in Comics\") in 1990, and Zoran and Toufik's (\"Louis Riel, the Father of Manitoba\") in 1996, both in French. Riel also played a secondary role in the 1995 &lt;a href=\"Franco-Belgian%20comics\"&gt;comic album&lt;/a&gt; (\"\"The Twilight of &lt;a href=\"Bois-Br%C3%BBl%C3%A9s\"&gt;Bois-Brûlés&lt;/a&gt;\"\").\nPlot.\nThe government of the &lt;a href=\"Canadian%20Confederation\"&gt;new Dominion of Canada&lt;/a&gt; (established 1867), under Prime Minister John A. Macdonald, has made a deal with the &lt;a href=\"Hudson%27s%20Bay%20Company\"&gt;Hudson's Bay Company&lt;/a&gt; to purchase &lt;a href=\"Rupert%27s%20Land\"&gt;Rupert's Land&lt;/a&gt;—vast tracts of land in northern North America. The French-speaking Métis—people who are half &lt;a href=\"Aboriginal%20peoples%20in%20Canada\"&gt;Native&lt;/a&gt;, half &lt;a href=\"White%20people\"&gt;white&lt;/a&gt;, and inhabit parts of Rupert's Land—dispute that their land can be sold to the Canadians without their consent. In the &lt;a href=\"Red%20River%20Colony\"&gt;Red River settlement&lt;/a&gt;, the Métis, led by Louis Riel, dodge political manoeuverings on the part of Lieutenant Governor &lt;a href=\"William%20McDougall%20%28politician%2C%20born%201822%29\"&gt;William McDougall&lt;/a&gt; and some of the English-speaking settlers, while seizing &lt;a href=\"Fort%20Garry\"&gt;Fort Garry&lt;/a&gt;. After an armed standoff at English-speaking settler &lt;a href=\"John%20Christian%20Schultz\"&gt;John Schultz&lt;/a&gt;'s home, the Métis declare a provisional government and vote Riel their president, with an even number of French and English representatives. Schultz escapes from prison and rounds up a number of men with the intention of freeing the prisoners from Fort Garry, but when Riel lets the prisoners go, Schultz's men set out for home. On the way, a number of them pass Fort Garry, where they are captured and imprisoned. One of the prisoners, Thomas Scott, relentlessly quarrels with the guards, showering them with racial epithets. Eventually, the provisional government convicts him of treason and executes him by firing squad. The remaining prisoners are released, and the provisional government enters into negotiations with Ottawa, which results in the founding of the province of &lt;a href=\"Manitoba\"&gt;Manitoba&lt;/a&gt;. They are unable to get an &lt;a href=\"amnesty\"&gt;amnesty&lt;/a&gt; for the execution of Scott, however. The Canadian army arrives, ostensibly to keep the peace. Riel flees to the U.S., and the anglophone population assumes governance.\nSchultz takes control of Manitoba, and the government of &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt; offers a cash reward for Riel's capture, dead or alive. Macdonald secretly sends Riel money to disappear, as his death would lose him votes in Quebec but allowing him to live would cost him votes in English Canada. Riel flees from town to town in the U.S. as &lt;a href=\"bounty%20hunter\"&gt;bounty hunter&lt;/a&gt;s try to track him down. In 1873, he returns to the Manitoba and wins a seat in the federal &lt;a href=\"Parliament%20of%20Canada\"&gt;Parliament&lt;/a&gt; in a by-election. He fears actually sitting in parliament because there is still a bounty on his head, and continues to live in hiding. In 1874, he wins his seat again. Schultz wins a seat in the settlement as well, however, and &lt;a href=\"Alexander%20Mackenzie%20%28politician%29\"&gt;Alexander Mackenzie&lt;/a&gt; has become Prime Minister, running on promises not to grant the rebels an amnesty. Riel is expelled from Parliament for failing to sit, but wins his seat again in the next by-election. The frustrated government finally extends an amnesty to the rebels—all except Riel, whose amnesty is conditional on a five-year banishment from Canada. During his exile, he has a &lt;a href=\"Vision%20%28spirituality%29\"&gt;visionary experience&lt;/a&gt; on a hilltop in Washington, D.C., in which God names him David, the Prophet of the New World, and tells him to lead the Métis to freedom. In 1876, Riel is secretly committed by a friend to a lunatic asylum near Montréal under a false name.\nOver the next several years, the Métis, unhappy with the Canadian government's handling of their land rights, move farther west across the &lt;a href=\"Canadian%20Prairies\"&gt;Prairies&lt;/a&gt;. There as well, they see their petitions to the government repeatedly ignored and their rights trampled on. Finally, after being ignored for too long, the Métis search for Riel in &lt;a href=\"Montana\"&gt;Montana&lt;/a&gt;, in the hope that his return will force the Canadians to take their claims seriously. He is reluctant at first, as he has started a family and settled down as a schoolmaster. In the hopes that he will get money from the Canadian government for his tenure administering the Red River settlement (by this time known as &lt;a href=\"Winnipeg\"&gt;Winnipeg&lt;/a&gt;), he moves his family to &lt;a href=\"Batoche%2C%20Saskatchewan\"&gt;Batoche&lt;/a&gt; (now in &lt;a href=\"Saskatchewan\"&gt;Saskatchewan&lt;/a&gt;) in mid-1884. Macdonald has returned to the prime ministership and conspires with &lt;a href=\"George%20Stephen%2C%201st%20Baron%20Mount%20Stephen\"&gt;George Stephen&lt;/a&gt;, president of the financially burdened &lt;a href=\"Canadian%20Pacific%20Railway\"&gt;Canadian Pacific Railway&lt;/a&gt;, to use the situation to gain support for finishing the railway. By inciting a violent revolt amongst the Métis, the government can justify funding the railway to move troops to the Prairies. The Métis under Riel respond with arms as intended. Riel declares \"Rome has fallen!\" and breaks from the Catholic Church. He breathes the &lt;a href=\"Holy%20Spirit\"&gt;Holy Spirit&lt;/a&gt; into his followers, thereafter known as the &lt;a href=\"Exovedate\"&gt;Exovedate&lt;/a&gt;. Tensions build until the bloodshed at the &lt;a href=\"Battle%20of%20Duck%20Lake\"&gt;Battle of Duck Lake&lt;/a&gt;, where Riel and his followers drive back the &lt;a href=\"North-West%20Mounted%20Police\"&gt;North-West Mounted Police&lt;/a&gt;. Macdonald takes this as a cue to send two thousand troops to the area. At the &lt;a href=\"Battle%20of%20Fish%20Creek\"&gt;Battle of Fish Creek&lt;/a&gt;, the outnumbered Métis manage to drive back the Canadians, but at the &lt;a href=\"Battle%20of%20Batoche\"&gt;Battle of Batoche&lt;/a&gt;, while Riel is increasingly immersed in religious activities, the Métis finally suffer defeat. In the hope that his trial will provide an opportunity to get the Métis' story to the public, Riel surrenders instead of fleeing.\nIn July 1885, Riel is put on trial in Regina for his role as leader in the North-West Rebellion. Against his will, Riel's lawyer tries unsuccessfully to defend him on grounds of insanity. He is found guilty of &lt;a href=\"Treason%20Act%201351\"&gt;high treason&lt;/a&gt;. Though the jury pleads for mercy, he is sentenced to hang. In response to the pleas of Quebeckers to pardon Riel, Macdonald responds, \"He shall hang though every dog in Quebec bark in his favour\". After reconciling himself with the Church, Riel is hanged in Regina on 16 November 1885. In the aftermath, the remaining rebels receive a pardon, Macdonald and Stephen continue in their success, and Riel's wife dies.\nPrimary characters.\nLouis Riel.\nRiel (1844–85) was a French-speaking Métis politician from a devoutly Catholic background. He founded and named the Province of Manitoba (a &lt;a href=\"Cree%20language\"&gt;Cree&lt;/a&gt; word meaning \"the god that speaks\"). He led the two Métis rebellions against the Canadian government: the Red River Rebellion of 1869–70 and the North-West Rebellion of 1885. Following the latter, he was hanged for high treason. Riel remains an ambiguous and controversial figure in &lt;a href=\"History%20of%20Canada\"&gt;Canadian history&lt;/a&gt;, and Brown's depiction maintains that ambiguity.\nRiel is depicted as charismatic. He is Montréal-educated and speaks English, which makes him a natural leader to the Métis, though his leadership is flawed—he ignores the military advice of his peers in battle, placing his faith in God that the Métis will defeat the Canadians. Brown depicts him as having a &lt;a href=\"Messiah%20complex\"&gt;messianic complex&lt;/a&gt; and possibly having schizophrenia. He is unsure of himself, averse to bloodshed, and easily convinced to flee to the U.S. to avoid capture.\nJohn A. Macdonald.\nMacdonald (1815–91) was the first &lt;a href=\"Prime%20Minister%20of%20Canada\"&gt;Prime Minister of Canada&lt;/a&gt;, in office 1867–73, and again 1878–91. Brown depicts the Prime Minister in the role of scheming villain and &lt;a href=\"caricature\"&gt;caricature&lt;/a&gt;s his features in an absurd manner, giving him an extremely oversized nose and showing him as a drunk. He is a man of ambitions and will not let anyone stand in the way of his legacy. In the appendix, however, Brown discloses that he does not see Macdonald as the villain he has portrayed in the book. Brown's distrust of &lt;a href=\"big%20government\"&gt;big government&lt;/a&gt; leads him to push the conspiracy theory side of the story to Macdonald's detriment, but, in the end, he states that he \"would rather have lived in a state run by John A. Macdonald than one run by Louis Riel\".\nStyle.\n\"Louis Riel\" is noted for its emotional restraint, and intentionally flat and expository dialogue. To critic Rich Kreiner the book \"has been rigorously scrubbed of staged drama and crowd-pleasing effects\". It avoids manipulation of the reader by invoking sympathy or sentiment. Brown takes a distanced approach and relies faithfully on his source material—he focuses on the concrete and corporeal and eschews techniques of speculation such as thought balloons. This includes his presentation of Riel's mystical experiences, which Brown presents plainly and without interpretation of its reality or lack thereof.\nThe book makes frequent deliberate use of silent panels, focused on imagery with the narrative moved forward by the characters' actions. Riel's \"despairs over the decisions he makes\" are expressed through pictures, as Brown had come to believe that historical comics had been too \"narration-heavy\". He wanted \"Louis Riel\" \"to show what the medium is capable of\", and made use of greater panel-to-panel continuity. While the grid of panels gives a feeling of page symmetry, the pages are not composed as a unit—scenes change anywhere on the page with little regard to page layout.\nPrinted on yellowish paper, each page conforms strictly to a rhythmic six-panel grid, in contrast to the free placement of panels that characterized Brown's &lt;a href=\"Chester%20Brown%27s%20autobiographical%20comics\"&gt;autobiographical period&lt;/a&gt;. Tone and mood are set by the composition of the panels, as during Riel's trial when all tonal variation is dropped, and the white figures are placed against a heavy black background, which emphasizes the claustrophobic atmosphere.\nBrown makes the language barriers that separate the characters visual by having Riel drop the letter \"h\" in his dialogue (e.g. \"over t'e last several days\") and by putting French-language dialogue in ⟨&lt;a href=\"Bracket%23Angle%20brackets%20or%20chevrons%20%E2%9F%A8%20%E2%9F%A9\"&gt;chevron brackets&lt;/a&gt;⟩ and &lt;a href=\"Cree%20language\"&gt;Cree language&lt;/a&gt; dialogue in ⟨⟨double-chevrons⟩⟩. He shows Riel, who was an educated and sophisticated speaker of French, struggling with English. These touches emphasize that English was not yet a dominant language in the regions in which the story unfolds. Brown uses consistent semantics in his &lt;a href=\"speech%20balloon\"&gt;speech balloon&lt;/a&gt;s; the size and weight of the dialogue varies according to speech patterns, and sound effects vary according to how close they are to the reader.\nBrown's drawing style had always changed from project to project. He frequently cited &lt;a href=\"Harold%20Gray\"&gt;Harold Gray&lt;/a&gt; of \"&lt;a href=\"Little%20Orphan%20Annie\"&gt;Little Orphan Annie&lt;/a&gt;\" as the primary influence on the drawing style of \"Louis Riel\"—restrained artwork which avoids extreme closeups, and blank-eyed characters with large bodies, small heads, and oversized noses. Gray's drawing and compositional style was well suited to the subject of \"Louis Riel\". Gray often used his strip as a public platform for politics, and \"Louis Riel\" was also very public and outward-looking. This approach is in great contrast to the inward-looking comics Brown had previously been known for—notably his autobiographical work. His &lt;a href=\"Hatching\"&gt;cross-hatching&lt;/a&gt; style was reminiscent of the editorial cartoonists of Riel's time. Gray's outdoor scenes were inspired by the Illinois plains of Gray's youth, terrain similar to that of Manitoba and Saskatchewan.\nBrown also acknowledges significant debts to &lt;a href=\"Jaxon\"&gt;Jack Jackson&lt;/a&gt;'s historical comics, &lt;a href=\"Herg%C3%A9\"&gt;Hergé&lt;/a&gt;'s \"&lt;a href=\"The%20Adventures%20of%20Tintin\"&gt;The Adventures of Tintin&lt;/a&gt;\", and the extremely exaggerated style of &lt;a href=\"Larry%20Gonick\"&gt;Larry Gonick&lt;/a&gt;'s \"&lt;a href=\"The%20Cartoon%20History%20of%20the%20Universe\"&gt;Cartoon History of the Universe&lt;/a&gt;\". He says he referred to &lt;a href=\"Jack%20Hamm\"&gt;Jack Hamm&lt;/a&gt;'s \"How to Draw Animals\" when drawing the horses that appear frequently throughout the book, which were rendered running with their legs splayed, as an artist may have depicted them in the days before the influence of &lt;a href=\"Eadweard%20Muybridge\"&gt;Eadweard Muybridge&lt;/a&gt;'s photographs of bodies in motion. Brown drew each of the 1325 panels separately on watercolour paper on a block of wood he placed on his lap in lieu of a &lt;a href=\"Drawing%20board\"&gt;drawing table&lt;/a&gt;, which allowed him seamlessly to rearrange, insert, and delete panels as he saw fit. The drawings were &lt;a href=\"Inker\"&gt;finished&lt;/a&gt; using both a thin &lt;a href=\"ink%20brush\"&gt;ink brush&lt;/a&gt; (no larger than size 0) and &lt;a href=\"dip%20pen\"&gt;dip pen&lt;/a&gt; with a &lt;a href=\"Speedball%20%28art%20products%29\"&gt;Hunt&lt;/a&gt; 102 &lt;a href=\"nib%20%28pen%29\"&gt;nib&lt;/a&gt; and black ink.\nAppendices.\nWhen he began \"Louis Riel\", Brown had increasingly been making use of notes and appendices in his work, beginning with his researching and annotating the 1994 comics essay, \"My Mom was a Schizophrenic\". He added appendices to the 1998 collection of short strips, \"&lt;a href=\"The%20Little%20Man%20%28comics%29\"&gt;The Little Man&lt;/a&gt;\", and the 2002 reprinting of \"&lt;a href=\"I%20Never%20Liked%20You\"&gt;I Never Liked You&lt;/a&gt;\". In \"Louis Riel\", the appendix totalled 23 pages, along with a bibliography and an index. &lt;a href=\"Alan%20Moore\"&gt;Alan Moore&lt;/a&gt;'s use of extensive end notes in his and &lt;a href=\"Eddie%20Campbell\"&gt;Eddie Campbell&lt;/a&gt;'s \"&lt;a href=\"From%20Hell\"&gt;From Hell&lt;/a&gt;\", another fictional reconstruction of a historical event, influenced Brown's appendices. In the comics essay \"Dance of the Gull Catchers\" which closes the \"From Hell\" appendices, Moore metaphorically reveals to the reader the myriad choices he could have made from the available historical evidence when putting together his version of the &lt;a href=\"Jack%20the%20Ripper\"&gt;Jack the Ripper&lt;/a&gt; story.\nAllowing him to \"tell the best story and tell the truth\", Brown's notes were self-reflexive, and drew attention to the artistic choices he made when putting together the book. Brown makes explicit the inaccuracies in the book, as when he realized his drawings of William McDougall did not match up with descriptions of him by biographers as a \"portly\" and \"heavily built man\". Brown chose not to redraw McDougall's scenes, deciding he \"could live with that level of inaccuracy\". He also admits that he deliberately changed some of the historical details, as when he has Prime Minister Macdonald in talks with the Hudson's Bay Company in London—Macdonald was not in London at that time and did not directly participate in the negotiations. In other instances, Brown noted where he paid special care to historical details: the dialogue of &lt;a href=\"Trial%20of%20Louis%20Riel\"&gt;Riel's trial&lt;/a&gt; comes directly from court transcripts. Brown makes clear in his notes the amount of research undertaken for the book, emphasizing both its authenticity and his desire to show the different aspects of Riel's ambiguous story. Many of his changes were made for space considerations, as he intended to limit the book to about two hundred pages.\nThe notes range from nearly insignificant details to major discrepancies and deliberate distortions. They have a self-deprecatory tone that is common in North American comics, tracing its roots to the awkwardly self-aware &lt;a href=\"underground%20comix\"&gt;underground comix&lt;/a&gt; of the 1960s and 1970s. They also reveal Brown's process in shaping the story from conflicting sources. He acknowledges some of the more capricious details. He explains he was not committed to the conspiracy theory he presented, but included it in order to present Macdonald in a certain light: \"[V]illains are fun in a story\", he said, and he was \"trying to tell this tale in an engaging manner\". He also included a \"Major-General &lt;a href=\"Thomas%20Bland%20Strange\"&gt;Thomas Bland Strange&lt;/a&gt;\" in an 1885 meeting at which the general was not actually present. Brown explains that he included Strange because he was amused by the Major-General's name.\nPublication history.\nBrown originally meant \"Louis Riel\" to be published in book form, but his publisher, Chris Oliveros, convinced him to serialize it first. &lt;a href=\"Drawn%20%26amp%3B%20Quarterly\"&gt;Drawn &amp; Quarterly&lt;/a&gt; published the ten comic-book instalments from 1999 until 2003. Brown was granted &lt;a href=\"Canadian%20dollar\"&gt;CA$&lt;/a&gt;6000 by the &lt;a href=\"Canada%20Council\"&gt;Canadian Council for the Arts&lt;/a&gt; in 2001 to assist in its completion. The full volume appeared in hardcover in 2003 and softcover in 2006. The book sold out its first printing in two months, went through multiple printings, and had sold fifty thousand copies by the beginning of 2011. The original serialization sold poorly, which made the book's success a surprise.\nThe comic book and the collection both came with an extensive appendix, and the collection came with a bibliography and an index, all hand-lettered by Brown. The collection's appendix came to 22 pages.\nIn the original serialization, as the series progressed the influence of Harold Gray became stronger. The characters' heads became smaller while their bodies and hands grew larger, with Riel appearing \"like the &lt;a href=\"Hulk\"&gt;Hulk&lt;/a&gt; in a wool suit\" after his hilltop religious revelation. Brown redrew many of the earlier drawings to make them consistent with the later ones in the collected edition. He added backgrounds, redrew, added or deleted panels to improve page rhythms or make chapter divisions cleaner, and reshaped or relettered word ballons. Dialogue remained intact for the most part, although the slur \"frog\" for the French-speaking Métis was replaced with \"half-breed\".\nIn 2012, Drawn &amp; Quarterly first began offering comics in &lt;a href=\"e-book\"&gt;e-book&lt;/a&gt; format, prompted in part by Brown. His \"Louis Riel\" and \"&lt;a href=\"Paying%20for%20It\"&gt;Paying for It&lt;/a&gt;\" were the first two books made available, though Brown is a print-lover who professes little interest in e-books, or computers in general. The non-exclusive deal was made with Toronto-based &lt;a href=\"Kobo%20Inc.\"&gt;Kobo Inc.&lt;/a&gt; A tenth-anniversary edition in 2013 included sketches and other supplemental material.\nFrench and Italian editions appeared in 2004—the Italian from &lt;a href=\"Coconino%20Press\"&gt;Coconino Press&lt;/a&gt; and the French from the Belgian publisher &lt;a href=\"Casterman\"&gt;Casterman&lt;/a&gt;. To appeal to francophones in Europe, where Riel is not well known, Casterman had the book titled \"Louis Riel: l'insurgé\" (\"Louis Riel: Rebel\"). The Montreal-based publisher &lt;a href=\"La%20Past%C3%A8que\"&gt;La Pastèque&lt;/a&gt; obtained the rights to the book and re-released it as \"Louis Riel\" with a different cover in 2012.\nReception and legacy.\nThough not the first work of biography in comics, Louis Riel was the first completed of its length and depth. The book sold well, and became the first graphic novel to reach Canada's non-fiction bestseller list. A critical and commercial success, it was especially popular with libraries and schools. Comics academic Jeet Heer states that it has perhaps sold more copies in Canada than any other graphic novel. \"&lt;a href=\"Publishers%20Weekly\"&gt;Publishers Weekly&lt;/a&gt;\" called it \"a strong contender for the best graphic novel ever\", \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" magazine included it in its annual Best Comix list in 2003, and, in 2009, the \"&lt;a href=\"Toronto%20Star\"&gt;Toronto Star&lt;/a&gt;\" placed it on its list of the ten best books of \"The Century So Far\". It is regularly cited as being at the forefront of a trend in historical graphic novels, along with &lt;a href=\"Art%20Spiegelman\"&gt;Art Spiegelman&lt;/a&gt;'s \"&lt;a href=\"Maus\"&gt;Maus&lt;/a&gt;\" and &lt;a href=\"Marjane%20Satrapi\"&gt;Marjane Satrapi&lt;/a&gt;'s \"&lt;a href=\"Persepolis%20%28comics%29\"&gt;Persepolis&lt;/a&gt;\".\nEspecially in Canada, \"Louis Riel\" brought Brown out of the fringes into the mainstream, and also attracted more serious attention to graphic novels. It was the first work of comics to receive a grant from the Canada Council for the Arts (although Brown's libertarian politics have led him to condemn the government for handing out grants), and helped pave the way for the Council's special category for graphic novels. The book was &lt;a href=\"Option%20%28filmmaking%29\"&gt;optioned&lt;/a&gt; for a movie by &lt;a href=\"Bruce%20McDonald%20%28director%29\"&gt;Bruce McDonald&lt;/a&gt; and another film director, though the project never started filming.\nResearching Riel had a significant impact on Brown's thinking. When he started the book, he considered himself an &lt;a href=\"Anarchism\"&gt;anarchist&lt;/a&gt;. His intention was to write an anti-government book, and had a bias in Riel's favour—despite what Brown considered Riel's own political conservatism—as Riel opposed the government. Over the course of drawing the book, he came to sympathize more with Macdonald. His reading led him in 1998 to \"The Noblest Triumph: Property and Prosperity Through the Ages\" by &lt;a href=\"Tom%20Bethell\"&gt;Tom Bethell&lt;/a&gt;, which led him change his own politics to favour &lt;a href=\"libertarianism\"&gt;libertarianism&lt;/a&gt;. He later ran for parliament as representative of the &lt;a href=\"Libertarian%20Party%20of%20Canada\"&gt;Libertarian Party of Canada&lt;/a&gt;, to the dismay of his friends. At one point, after Brown had started drawing the book, he tried to rewrite the script to reflect his changed perspective, but found it too difficult and stayed with the original script. He revealed his new beliefs only in the appendix.\nReviewer Dennis Duffy commended Brown's research, but stated Brown \"often cheats\" in assigning forethought to Macdonald's action unattested in historical documents. Critic Rich Kreiner found that Brown's disengaged approach to \"Louis Riel\" invited a &lt;a href=\"Reader-response%20criticism\"&gt;reader-response&lt;/a&gt; approach to reading it. As an example, it was the impetus for an in-depth, three-part interview conducted by &lt;a href=\"Dave%20Sim\"&gt;Dave Sim&lt;/a&gt; in the pages of his comic book \"&lt;a href=\"Cerebus%20the%20Aardvark\"&gt;Cerebus&lt;/a&gt;\", which Sim uses as an opportunity to apply his own idiosyncratic views to an interpretation of events in Brown's book.\nAdaptations.\nThe Montreal-based RustWerk ReFinery adapted the book in 2016 as \"Louis Riel: A Comic-Strip Stage Play\". The bilingual play uses black-and-white cut-out puppets, live actors, and shadow imagery."
}