{
    "id": "16567",
    "revid": "40943757",
    "url": "https://en.wikipedia.org/wiki?curid=16567",
    "title": "Josip Broz Tito",
    "text": "Josip Broz (, ; 7 May 1892 – 4 May 1980), commonly known as Tito (; , ), was a Yugoslav &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; &lt;a href=\"revolutionary\"&gt;revolutionary&lt;/a&gt; and statesman, serving in various roles from 1943 until his death in 1980. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, he was the leader of the &lt;a href=\"Yugoslav%20Partisans\"&gt;Yugoslav Partisans&lt;/a&gt;, often regarded as the most effective &lt;a href=\"Resistance%20during%20World%20War%20II\"&gt;resistance movement&lt;/a&gt; in &lt;a href=\"German-occupied%20Europe\"&gt;German-occupied Europe&lt;/a&gt;. He also served as the president of the &lt;a href=\"Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Socialist Federal Republic of Yugoslavia&lt;/a&gt; from 14 January 1953 until his death on 4 May 1980.\nBroz was born to a &lt;a href=\"Croats\"&gt;Croat&lt;/a&gt; father and &lt;a href=\"Slovenes\"&gt;Slovene&lt;/a&gt; mother in the village of &lt;a href=\"Kumrovec\"&gt;Kumrovec&lt;/a&gt;, &lt;a href=\"Austria-Hungary\"&gt;Austria-Hungary&lt;/a&gt; (now in &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;). Drafted into military service, he distinguished himself, becoming the youngest &lt;a href=\"sergeant%20major\"&gt;sergeant major&lt;/a&gt; in the &lt;a href=\"Austro-Hungarian%20Army\"&gt;Austro-Hungarian Army&lt;/a&gt; of that time. After being seriously wounded and captured by the Russians during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, he was sent to a work camp in the &lt;a href=\"Ural%20Mountains\"&gt;Ural Mountains&lt;/a&gt;. He participated in some events of the &lt;a href=\"Russian%20Revolution\"&gt;Russian Revolution&lt;/a&gt; in 1917 and the subsequent &lt;a href=\"Russian%20Civil%20War\"&gt;Civil War&lt;/a&gt;. Upon his return to the Balkans in 1918, Broz entered the newly established &lt;a href=\"Kingdom%20of%20Yugoslavia\"&gt;Kingdom of Yugoslavia&lt;/a&gt;, where he joined the &lt;a href=\"Communist%20Party%20of%20Yugoslavia\"&gt;Communist Party of Yugoslavia&lt;/a&gt; (KPJ). He later was elected as general secretary, later &lt;a href=\"President%20of%20the%20League%20of%20Communists%20of%20Yugoslavia\"&gt;president&lt;/a&gt;, of the &lt;a href=\"League%20of%20Communists%20of%20Yugoslavia\"&gt;League of Communists of Yugoslavia&lt;/a&gt; (1939–1980). During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, after the Nazi invasion of the area, he led the Yugoslav guerrilla movement, the &lt;a href=\"Partisans%20%28Yugoslavia%29\"&gt;Partisans&lt;/a&gt; (1941–1945). By the end of the war, the Partisans — with the backing of the invading Soviet Union — took power over Yugoslavia.\nAfter the war, he was the chief architect of the &lt;a href=\"Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Socialist Federal Republic of Yugoslavia&lt;/a&gt; (SFRY), serving as both &lt;a href=\"Prime%20Minister%20of%20Yugoslavia\"&gt;prime minister&lt;/a&gt; (1944–1963), &lt;a href=\"President%20of%20Yugoslavia\"&gt;president&lt;/a&gt; (later &lt;a href=\"President%20for%20life\"&gt;President for life&lt;/a&gt;) (1953–1980), and &lt;a href=\"marshal%20of%20Yugoslavia\"&gt;marshal of Yugoslavia&lt;/a&gt;, the highest rank of the &lt;a href=\"Yugoslav%20People%27s%20Army\"&gt;Yugoslav People's Army&lt;/a&gt; (JNA). Despite being one of the founders of &lt;a href=\"Cominform\"&gt;Cominform&lt;/a&gt;, he became the first Cominform member to &lt;a href=\"Tito%E2%80%93Stalin%20Split\"&gt;defy Soviet hegemony&lt;/a&gt; in 1948. He was the only leader in &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt;'s time to leave Cominform and begin with his country's &lt;a href=\"Titoism\"&gt;own socialist program&lt;/a&gt;, which contained elements of &lt;a href=\"market%20socialism\"&gt;market socialism&lt;/a&gt;. Economists active in the former Yugoslavia, including Czech-born &lt;a href=\"Jaroslav%20Vanek\"&gt;Jaroslav Vanek&lt;/a&gt; and Yugoslav-born &lt;a href=\"Branko%20Horvat\"&gt;Branko Horvat&lt;/a&gt;, promoted a model of market socialism that was dubbed the &lt;a href=\"Economy%20of%20the%20Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Illyrian model&lt;/a&gt;. Firms were &lt;a href=\"Social%20ownership\"&gt;socially owned&lt;/a&gt; by their employees and structured on &lt;a href=\"workers%27%20self-management\"&gt;workers' self-management&lt;/a&gt;; they competed in open and &lt;a href=\"free%20market\"&gt;free market&lt;/a&gt;s. Tito managed to keep ethnic tensions under control by delegating as much power as possible to each republic. The &lt;a href=\"1974%20Yugoslav%20Constitution\"&gt;1974 Yugoslav Constitution&lt;/a&gt; defined &lt;a href=\"SFR%20Yugoslavia\"&gt;SFR Yugoslavia&lt;/a&gt; as a \"federal republic of equal nations and nationalities, freely united on the principle of &lt;a href=\"brotherhood%20and%20unity\"&gt;brotherhood and unity&lt;/a&gt; in achieving specific and common interest.\" Each republic was also given the right to &lt;a href=\"self-determination\"&gt;self-determination&lt;/a&gt; and &lt;a href=\"secession\"&gt;secession&lt;/a&gt; if done through legal channels. Lastly, Tito gave &lt;a href=\"Socialist%20Autonomous%20Province%20of%20Kosovo\"&gt;Kosovo&lt;/a&gt; and &lt;a href=\"Vojvodina\"&gt;Vojvodina&lt;/a&gt;, the &lt;a href=\"SR%20Serbia\"&gt;two constituent provinces of Serbia&lt;/a&gt;, substantially increased autonomy, including de facto veto power in the &lt;a href=\"Serbian%20parliament\"&gt;Serbian parliament&lt;/a&gt;. Tito built a very powerful &lt;a href=\"cult%20of%20personality\"&gt;cult of personality&lt;/a&gt; around himself, which was maintained by the &lt;a href=\"League%20of%20Communists%20of%20Yugoslavia\"&gt;League of Communists of Yugoslavia&lt;/a&gt; after his &lt;a href=\"funeral%20of%20Josip%20Broz%20Tito\"&gt;death&lt;/a&gt;. Twelve years after his death, as &lt;a href=\"Revolutions%20of%201989\"&gt;communism collapsed in Eastern Europe&lt;/a&gt;, &lt;a href=\"Breakup%20of%20Yugoslavia\"&gt;Yugoslavia dissolved&lt;/a&gt; and descended into a &lt;a href=\"Yugoslav%20Wars\"&gt;series of interethnic wars&lt;/a&gt;.\nAlthough some historians criticize his presidency as &lt;a href=\"authoritarian\"&gt;authoritarian&lt;/a&gt;, others see Tito as a &lt;a href=\"benevolent%20dictator\"&gt;benevolent dictator&lt;/a&gt;. He was a popular public figure both in Yugoslavia and abroad. Viewed as a unifying symbol, his internal policies maintained the peaceful coexistence of the nations of the Yugoslav federation. He gained further international attention as the chief leader of the &lt;a href=\"Non-Aligned%20Movement\"&gt;Non-Aligned Movement&lt;/a&gt;, alongside &lt;a href=\"Jawaharlal%20Nehru\"&gt;Jawaharlal Nehru&lt;/a&gt; of India, &lt;a href=\"Gamal%20Abdel%20Nasser\"&gt;Gamal Abdel Nasser&lt;/a&gt; of Egypt, and &lt;a href=\"Kwame%20Nkrumah\"&gt;Kwame Nkrumah&lt;/a&gt; of Ghana. With a highly favourable reputation abroad in both &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; blocs, he received some &lt;a href=\"Awards%20and%20decorations%20of%20Josip%20Broz%20Tito\"&gt;98 foreign decorations&lt;/a&gt;, including the &lt;a href=\"Legion%20of%20Honour\"&gt;Legion of Honour&lt;/a&gt; and the &lt;a href=\"Order%20of%20the%20Bath\"&gt;Order of the Bath&lt;/a&gt;.\nEarly life.\nPre-World War I.\nJosip Broz was born on 7 May 1892 in &lt;a href=\"Kumrovec\"&gt;Kumrovec&lt;/a&gt;, a village in the northern Croatian region of &lt;a href=\"Hrvatsko%20Zagorje\"&gt;Hrvatsko Zagorje&lt;/a&gt;. At the time it was part of the &lt;a href=\"Kingdom%20of%20Croatia-Slavonia\"&gt;Kingdom of Croatia-Slavonia&lt;/a&gt; within the &lt;a href=\"Austro-Hungarian%20Empire\"&gt;Austro-Hungarian Empire&lt;/a&gt;. He was the seventh or eighth child of Franjo Broz (1860–1936) and Marija née Javeršek (1864–1918). His parents had already had a number of children die in early infancy. Broz was christened and raised as a &lt;a href=\"Catholic%20Church\"&gt;Roman Catholic&lt;/a&gt;. His father, Franjo, was a &lt;a href=\"Croats\"&gt;Croat&lt;/a&gt; whose family had lived in the village for three centuries, while his mother Marija, was a &lt;a href=\"Slovenes\"&gt;Slovene&lt;/a&gt; from the village of &lt;a href=\"Podsreda\"&gt;Podsreda&lt;/a&gt;. The villages were apart, and his parents had married on 21 January 1881. Franjo Broz had inherited a estate and a good house, but he was unable to make a success of farming. Josip spent a significant proportion of his pre-school years living with his maternal grandparents at Podsreda, where he became a favourite of his grandfather Martin Javeršek. By the time he returned to Kumrovec to begin school, he spoke &lt;a href=\"Slovene%20language\"&gt;Slovene&lt;/a&gt; better than &lt;a href=\"Croatian%20language\"&gt;Croatian&lt;/a&gt;, and had learned to play the piano. Despite his \"mixed parentage\", Broz identified as a Croat like his father and neighbours.\nIn July 1900, at the age of eight, Broz entered primary school at Kumrovec. He completed four years of school, failing the 2nd grade and graduating in 1905. As a result of his limited schooling, throughout his life Tito was poor at spelling. After leaving school, he initially worked for a maternal uncle, and then on his parents' family farm. In 1907, his father wanted him to emigrate to the United States, but could not raise the money for the voyage.\nInstead, aged 15 years, Broz left Kumrovec and travelled about south to &lt;a href=\"Sisak\"&gt;Sisak&lt;/a&gt;, where his cousin Jurica Broz was doing army service. Jurica helped him get a job in a restaurant, but Broz was soon tired of that work. He approached a &lt;a href=\"Czechs\"&gt;Czech&lt;/a&gt; &lt;a href=\"locksmith\"&gt;locksmith&lt;/a&gt;, Nikola Karas, for a three-year apprenticeship, which included training, food, and &lt;a href=\"room%20and%20board\"&gt;room and board&lt;/a&gt;. As his father could not afford to pay for his work clothing, Broz paid for it himself. Soon after, his younger brother Stjepan also became apprenticed to Karas.\nDuring his apprenticeship, Broz was encouraged to mark &lt;a href=\"International%20Workers%27%20Day\"&gt;May Day&lt;/a&gt; in 1909, and he read and sold \"Slobodna Reč\" (\"Free Word\"), a &lt;a href=\"Socialism\"&gt;socialist&lt;/a&gt; newspaper. After completing his apprenticeship in September 1910, Broz used his contacts to gain employment in &lt;a href=\"Zagreb\"&gt;Zagreb&lt;/a&gt;. At the age of 18, he joined the Metal Workers' Union and participated in his first labour &lt;a href=\"Demonstration%20%28protest%29\"&gt;protest&lt;/a&gt;. He also joined the &lt;a href=\"Social%20Democratic%20Party%20of%20Croatia%20and%20Slavonia\"&gt;Social Democratic Party of Croatia and Slavonia&lt;/a&gt;.\nHe returned home in December 1910. In early 1911 he began a series of moves in search of work, first seeking work in &lt;a href=\"Ljubljana\"&gt;Ljubljana&lt;/a&gt;, then &lt;a href=\"Trieste\"&gt;Trieste&lt;/a&gt;, Kumrovec and Zagreb, where he worked repairing bicycles. He joined his first strike action on May Day 1911. After a brief period of work in Ljubljana, between May 1911 and May 1912, he worked in a factory in &lt;a href=\"Kamnik\"&gt;Kamnik&lt;/a&gt; in the &lt;a href=\"Kamnik%E2%80%93Savinja%20Alps\"&gt;Kamnik–Savinja Alps&lt;/a&gt;. After it closed, he was offered redeployment to &lt;a href=\"%C4%8Cenkov\"&gt;Čenkov&lt;/a&gt; in &lt;a href=\"History%20of%20the%20Lands%20of%20the%20Bohemian%20Crown%20%281867%E2%80%931918%29\"&gt;Bohemia&lt;/a&gt;. \nOn arriving at his new workplace, he discovered that the employer was trying to bring in cheaper labour to replace the local Czech workers, and he and others joined successful strike action to force the employer to back down.\nDriven by curiosity, Broz moved to &lt;a href=\"Plze%C5%88\"&gt;Plzeň&lt;/a&gt;, where he was briefly employed at the &lt;a href=\"%C5%A0koda%20Works\"&gt;Škoda Works&lt;/a&gt;. He next travelled to &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt; in &lt;a href=\"Kingdom%20of%20Bavaria\"&gt;Bavaria&lt;/a&gt;. He also worked at the &lt;a href=\"Mercedes-Benz\"&gt;Benz&lt;/a&gt; car factory in &lt;a href=\"Mannheim\"&gt;Mannheim&lt;/a&gt;, and visited the &lt;a href=\"Ruhr\"&gt;Ruhr&lt;/a&gt; industrial region. By October 1912 he had reached &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;. He stayed with his older brother Martin and his family, and worked at the Griedl Works before getting a job at &lt;a href=\"Wiener%20Neustadt\"&gt;Wiener Neustadt&lt;/a&gt;. There he worked for &lt;a href=\"Austro-Daimler\"&gt;Austro-Daimler&lt;/a&gt;, and was often asked to drive and test the cars. During this time he spent considerable time &lt;a href=\"fencing\"&gt;fencing&lt;/a&gt; and dancing, and during his training and early work life, he also learned German and passable &lt;a href=\"Czech%20language\"&gt;Czech&lt;/a&gt;.\nWorld War I.\nIn May 1913, Broz was &lt;a href=\"conscript\"&gt;conscript&lt;/a&gt;ed into the &lt;a href=\"Austro-Hungarian%20Army\"&gt;Austro-Hungarian Army&lt;/a&gt;, for his compulsory two years of service. He successfully requested to serve with the 25th Croatian Home Guard () Regiment garrisoned in Zagreb. After learning to ski during the winter of 1913 and 1914, Broz was sent to a school for &lt;a href=\"non-commissioned%20officer\"&gt;non-commissioned officer&lt;/a&gt;s (NCO) in &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt;, after which he was promoted to &lt;a href=\"sergeant%20major\"&gt;sergeant major&lt;/a&gt;. At 22 years of age, he was the youngest of that rank in his regiment. At least one source states that he was the youngest sergeant major in the Austro-Hungarian Army. After winning the regimental fencing competition, Broz came in second in the army fencing championships in Budapest in May 1914.\nSoon after the outbreak of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; in 1914, the 25th Croatian Home Guard Regiment marched toward the &lt;a href=\"Kingdom%20of%20Serbia\"&gt;Serbian&lt;/a&gt; border. Broz was arrested for &lt;a href=\"sedition\"&gt;sedition&lt;/a&gt; and imprisoned in the &lt;a href=\"Petrovaradin%20fortress\"&gt;Petrovaradin fortress&lt;/a&gt; in present-day &lt;a href=\"Novi%20Sad\"&gt;Novi Sad&lt;/a&gt;. Broz later gave conflicting accounts of this arrest, telling one biographer that he had threatened to desert to the Russians, but also claiming that the whole matter arose from a clerical error. A third version was that he had been overheard saying that he hoped the Austro-Hungarian Empire would be defeated. After his acquittal and release, his regiment served briefly on the &lt;a href=\"Serbian%20Campaign%20of%20World%20War%20I\"&gt;Serbian Front&lt;/a&gt; before being deployed to the &lt;a href=\"Eastern%20Front%20%28World%20War%20I%29\"&gt;Eastern Front&lt;/a&gt; in &lt;a href=\"Galicia%20%28Central%20Europe%29\"&gt;Galicia&lt;/a&gt; in early 1915 to fight against &lt;a href=\"Russian%20Empire\"&gt;Russia&lt;/a&gt;. Tito in his own account of his military service did not mention that he participated in the failed Austrian invasion of Serbia, instead giving the misleading impression that he fought only in Galicia, as it would have offended Serbian opinion to know that he fought in 1914 for the Habsburgs against them. On one occasion, the &lt;a href=\"Reconnaissance\"&gt;scout&lt;/a&gt; &lt;a href=\"platoon\"&gt;platoon&lt;/a&gt; he commanded went behind the enemy lines and captured 80 Russian soldiers, bringing them back to their own lines alive. In 1980 it was discovered that he had been recommended for an award for gallantry and initiative in reconnaissance and capturing prisoners. Tito's biographer, Richard West, wrote that Tito actually downplayed his military record as the Austrian Army records showed that he was a brave soldier, which contradicted his later claim to have been opposed to the Habsburg monarchy and his self-portrait of himself as an unwilling conscript fighting in a war he was opposed to. Broz was regarded by his fellow soldiers as \"kaisertreu\" (\"true to the Emperor\").\nOn 25 March 1915, he was wounded in the back by a &lt;a href=\"Circassia\"&gt;Circassia&lt;/a&gt;n cavalryman's lance, and captured during a Russian attack near &lt;a href=\"Bukovina\"&gt;Bukovina&lt;/a&gt;. Broz in his account of his capture described it melodramatically as: \"...but suddenly the right flank yielded and through the gap poured cavalry of the Circassians, from Asiatic Russia. Before we knew it they were thundering through our positions, leaping from their horses and throwing themselves into our trenches with lances lowered. One of them rammed his two-yard, iron-tipped, double-pronged lance into my back just below the left arm. I fainted. Then, as I learned, the Circassians began to butcher the wounded, even slashing them with their knives. Fortunately, Russian infantry reached the positions and put an end to the orgy\". Now a &lt;a href=\"prisoner%20of%20war\"&gt;prisoner of war&lt;/a&gt; (POW), Broz was transported east to a hospital established in an old monastery in the town of &lt;a href=\"Sviyazhsk\"&gt;Sviyazhsk&lt;/a&gt; on the &lt;a href=\"Volga\"&gt;Volga&lt;/a&gt; river near &lt;a href=\"Kazan\"&gt;Kazan&lt;/a&gt;. During his 13 months in hospital he had bouts of pneumonia and typhus, and learned Russian with the help of two schoolgirls who brought him Russian classics by such authors as &lt;a href=\"Leo%20Tolstoy\"&gt;Tolstoy&lt;/a&gt; and &lt;a href=\"Ivan%20Turgenev\"&gt;Turgenev&lt;/a&gt; to read.\nAfter recuperating, in mid-1916 he was transferred to the Ardatov POW camp in the &lt;a href=\"Samara%20Governorate\"&gt;Samara Governorate&lt;/a&gt;, where he used his skills to maintain the nearby village grain mill. At the end of the year, he was again transferred, this time to the &lt;a href=\"Kungur\"&gt;Kungur&lt;/a&gt; POW camp near &lt;a href=\"Perm%2C%20Russia\"&gt;Perm&lt;/a&gt; where the POWs were used as labour to maintain the newly completed &lt;a href=\"Trans-Siberian%20Railway\"&gt;Trans-Siberian Railway&lt;/a&gt;. Broz was appointed to be in charge of all the POWs in the camp. During this time he became aware that the &lt;a href=\"Red%20Cross%20parcel\"&gt;Red Cross parcel&lt;/a&gt;s sent to the POWs were being stolen by camp staff. When he complained, he was beaten and put in prison. During the &lt;a href=\"February%20Revolution\"&gt;February Revolution&lt;/a&gt;, a crowd broke into the prison and returned Broz to the POW camp. A &lt;a href=\"Bolsheviks\"&gt;Bolshevik&lt;/a&gt; he had met while working on the railway told Broz that his son was working in an engineering works in &lt;a href=\"Saint%20Petersburg\"&gt;Petrograd&lt;/a&gt;, so, in June 1917, Broz walked out of the unguarded POW camp and hid aboard a goods train bound for that city, where he stayed with his friend's son. The journalist &lt;a href=\"Richard%20West%20%28journalist%29\"&gt;Richard West&lt;/a&gt; has suggested that because Broz chose to remain in an unguarded POW camp rather than volunteer to serve with the Yugoslav legions of the &lt;a href=\"Serbian%20Army\"&gt;Serbian Army&lt;/a&gt;, this indicates that he remained loyal to the Austro-Hungarian Empire, and undermines his later claim that he and other Croat POWs were excited by the prospect of revolution and looked forward to the overthrow of the empire that ruled them.\nLess than a month after Broz arrived in Petrograd, the &lt;a href=\"July%20Days\"&gt;July Days&lt;/a&gt; demonstrations broke out, and Broz joined in, coming under fire from government troops. In the aftermath, he tried to flee to &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt; in order to make his way to the United States but was stopped at the border. He was arrested along with other suspected Bolsheviks during the subsequent crackdown by the &lt;a href=\"Russian%20Provisional%20Government\"&gt;Russian Provisional Government&lt;/a&gt; led by &lt;a href=\"Alexander%20Kerensky\"&gt;Alexander Kerensky&lt;/a&gt;. He was imprisoned in the &lt;a href=\"Peter%20and%20Paul%20Fortress\"&gt;Peter and Paul Fortress&lt;/a&gt; for three weeks, during which he claimed to be an innocent citizen of Perm. When he finally admitted to being an escaped POW, he was to be returned by train to Kungur, but escaped at &lt;a href=\"Yekaterinburg\"&gt;Yekaterinburg&lt;/a&gt;, then caught another train that reached &lt;a href=\"Omsk\"&gt;Omsk&lt;/a&gt; in &lt;a href=\"Siberia\"&gt;Siberia&lt;/a&gt; on 8 November after a journey. At one point, police searched the train looking for an escaped POW, but were deceived by Broz's fluent Russian.\nIn Omsk, the train was stopped by local Bolsheviks who told Broz that &lt;a href=\"Vladimir%20Lenin\"&gt;Vladimir Lenin&lt;/a&gt; had seized control of Petrograd. They recruited him into an &lt;a href=\"Red%20Guards%20%28Russia%29\"&gt;International Red Guard&lt;/a&gt; that guarded the Trans-Siberian Railway during the winter of 1917 and 1918. In May 1918, the anti-Bolshevik &lt;a href=\"Czechoslovak%20Legion\"&gt;Czechoslovak Legion&lt;/a&gt; wrested control of parts of Siberia from Bolshevik forces, and the &lt;a href=\"Provisional%20Siberian%20Government%20%28Omsk%29\"&gt;Provisional Siberian Government&lt;/a&gt; established itself in Omsk, and Broz and his comrades went into hiding. At this time Broz met a beautiful 14-year-old local girl, Pelagija \"Polka\" Belousova, who hid him then helped him escape to a &lt;a href=\"Kyrgyz%20people\"&gt;Kyrgyz&lt;/a&gt; village from Omsk. Broz again worked maintaining the local mill until November 1919 when the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; recaptured Omsk from &lt;a href=\"White%20movement\"&gt;White forces&lt;/a&gt; loyal to the &lt;a href=\"Provisional%20All-Russian%20Government\"&gt;Provisional All-Russian Government&lt;/a&gt; of &lt;a href=\"Alexander%20Kolchak\"&gt;Alexander Kolchak&lt;/a&gt;. He moved back to Omsk and married Belousova in January 1920. At the time of their marriage, Broz was 27 years old and Belousova was 15. Broz later wrote that during his time in Russia he heard much talk of Lenin, a little of Trotsky and \"...as for Stalin, during the time I stayed in Russia, I never once heard his name\". In the autumn of 1920, he and his pregnant wife returned to his homeland, first by train to &lt;a href=\"Narva\"&gt;Narva&lt;/a&gt;, by ship to &lt;a href=\"Szczecin\"&gt;Stettin&lt;/a&gt;, then by train to Vienna, where they arrived on 20 September. In early October Broz returned home to Kumrovec in what was then the &lt;a href=\"Kingdom%20of%20Yugoslavia\"&gt;Kingdom of Serbs, Croats and Slovenes&lt;/a&gt; to find that his mother had died and his father had moved to &lt;a href=\"Jastrebarsko\"&gt;Jastrebarsko&lt;/a&gt; near Zagreb. Sources differ over whether Broz joined the &lt;a href=\"Communist%20Party%20of%20the%20Soviet%20Union\"&gt;Communist Party of the Soviet Union&lt;/a&gt; while in Russia, but he stated that the first time he joined the &lt;a href=\"Communist%20Party%20of%20Yugoslavia\"&gt;Communist Party of Yugoslavia&lt;/a&gt; (CPY) was in Zagreb after he returned to his homeland.\nInterwar communist activity.\nCommunist agitator.\nUpon his return home, Broz was unable to gain employment as a metalworker in Kumrovec, so he and his wife moved briefly to Zagreb, where he worked as a waiter, and took part in a waiter's strike. He also joined the CPY. The CPY's influence on the political life of Yugoslavia was growing rapidly. In the 1920 elections, it won 59 seats and became the third strongest party. After the assassination of &lt;a href=\"Milorad%20Dra%C5%A1kovi%C4%87\"&gt;Milorad Drašković&lt;/a&gt;, the Yugoslav Minister of the Interior, by a young communist named &lt;a href=\"Alija%20Alijagi%C4%87\"&gt;Alija Alijagić&lt;/a&gt; on 2 August 1921, the CPY was declared illegal under the Yugoslav State Security Act of 1921.\nDue to his overt communist links, Broz was fired from his employment. He and his wife then moved to the village of &lt;a href=\"Veliko%20Trojstvo\"&gt;Veliko Trojstvo&lt;/a&gt; where he worked as a mill mechanic. After the arrest of the CPY leadership in January 1922, &lt;a href=\"Stevo%20Sabi%C4%87\"&gt;Stevo Sabić&lt;/a&gt; took over control of its operations. Sabić contacted Broz who agreed to work illegally for the party, distributing leaflets and agitating among factory workers. In the contest of ideas between those that wanted to pursue moderate policies and those that advocated violent revolution, Broz sided with the latter. In 1924, Broz was elected to the CPY district committee, but after he gave a speech at a comrade's &lt;a href=\"Catholicism\"&gt;Catholic&lt;/a&gt; funeral he was arrested when the priest complained. Paraded through the streets in chains, he was held for eight days and was eventually charged with creating a public disturbance. With the help of a &lt;a href=\"Serbian%20Orthodox%20Church\"&gt;Serbian Orthodox&lt;/a&gt; prosecutor who hated Catholics, Broz and his co-accused were acquitted. His brush with the law had marked him as a communist agitator, and his home was searched on an almost weekly basis. Since their arrival in Yugoslavia, Pelagija had lost three babies soon after their births, and one daughter, Zlatina, at the age of two. Broz felt the loss of Zlatina deeply. In 1924, Pelagija gave birth to a boy, Žarko, who survived. In mid-1925, Broz's employer died and the new mill owner gave him an ultimatum, give up his communist activities or lose his job. So, at the age of 33, Broz became a professional revolutionary.\nProfessional revolutionary.\nThe CPY concentrated its revolutionary efforts on factory workers in the more industrialised areas of Croatia and Slovenia, encouraging strikes and similar action. In 1925, the now unemployed Broz moved to &lt;a href=\"Kraljevica\"&gt;Kraljevica&lt;/a&gt; on the &lt;a href=\"Adriatic%20Sea\"&gt;Adriatic&lt;/a&gt; coast, where he started working at a shipyard to further the aims of the CPY. During his time in Karljevica, Tito acquired a love of the warm, sunny Adriatic coastline that was to last for the rest of his life, and throughout his later time as leader, he spent as much time as possible living on his yacht while cruising the Adriatic.\nWhile at Kraljevica he worked on Yugoslav &lt;a href=\"torpedo%20boat\"&gt;torpedo boat&lt;/a&gt;s and a pleasure yacht for the &lt;a href=\"People%27s%20Radical%20Party\"&gt;People's Radical Party&lt;/a&gt; politician, &lt;a href=\"Milan%20Stojadinovi%C4%87\"&gt;Milan Stojadinović&lt;/a&gt;. Broz built up the trade union organisation in the shipyards and was elected as a &lt;a href=\"union%20representative\"&gt;union representative&lt;/a&gt;. A year later he led a shipyard strike, and soon after was fired. In October 1926 he obtained work in a railway works in &lt;a href=\"Smederevska%20Palanka\"&gt;Smederevska Palanka&lt;/a&gt; near &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt;. In March 1927, he wrote an article complaining about the &lt;a href=\"exploitation%20of%20labour\"&gt;exploitation of workers&lt;/a&gt; in the factory, and after speaking up for a worker he was promptly sacked. Identified by the CPY as worthy of promotion, he was appointed secretary of the Zagreb branch of the Metal Workers' Union, and soon after of the whole Croatian branch of the union. In July 1927 Broz was arrested, along with six other workers, and imprisoned at nearby &lt;a href=\"Ogulin\"&gt;Ogulin&lt;/a&gt;. After being held without trial for some time, Broz went on a hunger strike until a date was set. The trial was held in secret and he was found guilty of being a member of the CPY. Sentenced to four months' imprisonment, he was released from prison pending an appeal. On the orders of the CPY, Broz did not report to the court for the hearing of the appeal, instead going into hiding in Zagreb. Wearing dark spectacles and carrying forged papers, Broz posed as a middle-class technician in the engineering industry, working undercover to contact other CPY members and coordinate their infiltration of trade unions.\nIn February 1928, Broz was one of 32 delegates to the conference of the Croatian branch of the CPY. During the conference, Broz condemned factions within the party. These included those that advocated a &lt;a href=\"Greater%20Serbia\"&gt;Greater Serbia&lt;/a&gt; agenda within Yugoslavia, like the long-term CPY leader, the Serb &lt;a href=\"Sima%20Markovi%C4%87\"&gt;Sima Marković&lt;/a&gt;. Broz proposed that the executive committee of the &lt;a href=\"Communist%20International\"&gt;Communist International&lt;/a&gt; purge the branch of factionalism, and was supported by a delegate sent from Moscow. After it was proposed that the entire central committee of the Croatian branch be dismissed, a new central committee was elected with Broz as its secretary. Marković was subsequently expelled from the CPY at the Fourth Congress of the &lt;a href=\"Comintern\"&gt;Comintern&lt;/a&gt;, and the CPY adopted a policy of working for the break-up of Yugoslavia. Broz arranged to disrupt a meeting of the &lt;a href=\"Yugoslav%20Social-Democratic%20Party\"&gt;Social-Democratic Party&lt;/a&gt; on May Day that year, and in a melee outside the venue, Broz was arrested by the police. They failed to identify him, charging him under his false name for a breach of the peace. He was imprisoned for 14 days and then released, returning to his previous activities. The police eventually tracked him down with the help of a police informer. He was ill-treated and held for three months before being tried in court in November 1928 for his illegal communist activities, which included allegations that the bombs that had been found at his address had been planted by the police. He was convicted and sentenced to five years' imprisonment.\nPrison.\nAfter his sentencing, his wife and son returned to Kumrovec, where they were looked after by sympathetic locals, but then one day they suddenly left without explanation and returned to the Soviet Union. She fell in love with another man and Žarko grew up in institutions. After arriving at &lt;a href=\"Lepoglava%20prison\"&gt;Lepoglava prison&lt;/a&gt;, Broz was employed in maintaining the electrical system, and chose as his assistant a middle-class Belgrade Jew, &lt;a href=\"Mo%C5%A1a%20Pijade\"&gt;Moša Pijade&lt;/a&gt;, who had been given a 20-year sentence for his communist activities. Their work allowed Broz and Pijade to move around the prison, contacting and organising other communist prisoners. During their time together in Lepoglava, Pijade became Broz's ideological mentor. After two and a half years at Lepoglava, Broz was accused of attempting to escape and was transferred to &lt;a href=\"Maribor\"&gt;Maribor&lt;/a&gt; prison where he was held in solitary confinement for several months. After completing the full term of his sentence, he was released, only to be arrested outside the prison gates and taken to Ogulin to serve the four-month sentence he had avoided in 1927. He was finally released from prison on 16 March 1934, but even then he was subject to orders that required him to live in Kumrovec and report to the police daily. During his imprisonment, the political situation in Europe had changed significantly, with the rise of &lt;a href=\"Adolf%20Hitler\"&gt;Adolf Hitler&lt;/a&gt; in Germany and the emergence of right-wing parties in France and neighbouring Austria. He returned to a warm welcome in Kumrovec but did not stay for long. In early May, he received word from the CPY to return to his revolutionary activities, and left his home town for Zagreb, where he rejoined the Central Committee of the Communist Party of Croatia.\nThe Croatian branch of the CPY was in disarray, a situation exacerbated by the escape of the executive committee of the CPY to Vienna in Austria, from which they were directing activities. Over the next six months, Broz travelled several times between Zagreb, Ljubljana and Vienna, using false passports. In July 1934, he was blackmailed by a smuggler, but pressed on across the border, and was detained by the local \"&lt;a href=\"Heimwehr\"&gt;Heimwehr&lt;/a&gt;\", a paramilitary Home Guard. He used the Austrian accent he had developed during his war service to convince them that he was a wayward Austrian mountaineer, and they allowed him to proceed to Vienna. Once there, he contacted the General Secretary of the CPY, &lt;a href=\"Milan%20Gorki%C4%87\"&gt;Milan Gorkić&lt;/a&gt;, who sent him to Ljubljana to arrange a secret conference of the CPY in Slovenia. The conference was held at the summer palace of the &lt;a href=\"Roman%20Catholic%20Archdiocese%20of%20Ljubljana\"&gt;Roman Catholic bishop of Ljubljana&lt;/a&gt;, whose brother was a communist sympathiser. It was at this conference that Broz first met &lt;a href=\"Edvard%20Kardelj\"&gt;Edvard Kardelj&lt;/a&gt;, a young Slovene communist who had recently been released from prison. Broz and Kardelj subsequently became good friends, with Tito later regarding him as his most reliable deputy. As he was wanted by the police for failing to report to them in Kumrovec, Broz adopted various pseudonyms, including \"Rudi\" and \"Tito\". He used the latter as a pen name when he wrote articles for party journals in 1934, and it stuck. He gave no reason for choosing the name \"Tito\" except that it was a common nickname for men from the district where he grew up. Within the Comintern network, his nickname was \"Walter\".\nFlight from Yugoslavia.\nDuring this time Tito wrote articles on the duties of imprisoned communists and on trade unions. He was in Ljubljana when &lt;a href=\"Alexander%20I%20of%20Yugoslavia\"&gt;King Alexander&lt;/a&gt; was assassinated by &lt;a href=\"Vlado%20Chernozemski\"&gt;Vlado Chernozemski&lt;/a&gt; and the Croatian nationalist \"&lt;a href=\"Usta%C5%A1e\"&gt;Ustaše&lt;/a&gt;\" organisation in Marseilles on 9 October 1934. In the crackdown on dissidents that followed his death, it was decided that Tito should leave Yugoslavia. He travelled to Vienna on a forged Czech passport where he joined Gorkić and the rest of the &lt;a href=\"Politburo\"&gt;Politburo&lt;/a&gt; of the CPY. It was decided that the Austrian government was too hostile to communism, so the Politburo travelled to &lt;a href=\"Brno\"&gt;Brno&lt;/a&gt; in &lt;a href=\"Czechoslovakia\"&gt;Czechoslovakia&lt;/a&gt;, and Tito accompanied them. On Christmas Day 1934, a secret meeting of the Central Committee of the CPY was held in Ljubljana, and Tito was elected as a member of the Politburo for the first time. The Politburo decided to send him to Moscow to report on the situation in Yugoslavia, and in early February 1935, he arrived there as a full-time official of the Comintern. He lodged at the main Comintern residence, the &lt;a href=\"Hotel%20Lux\"&gt;Hotel Lux&lt;/a&gt; on &lt;a href=\"Tverskaya%20Street\"&gt;Tverskaya Street&lt;/a&gt;, and was quickly in contact with &lt;a href=\"Vladimir%20%C4%86opi%C4%87\"&gt;Vladimir Ćopić&lt;/a&gt;, one of the leading Yugoslavs with the Comintern. He was soon introduced to the main personalities in the organisation. Tito was appointed to the secretariat of the Balkan section, responsible for Yugoslavia, Bulgaria, Romania and Greece. Kardelj was also in Moscow, as was the Bulgarian communist leader &lt;a href=\"Georgi%20Dimitrov\"&gt;Georgi Dimitrov&lt;/a&gt;. Tito lectured on trade unions to foreign communists, and attended a course on military tactics run by the Red Army, and occasionally attended the &lt;a href=\"Bolshoi%20Theatre\"&gt;Bolshoi Theatre&lt;/a&gt;. He attended as one of 510 delegates to the &lt;a href=\"Seventh%20World%20Congress%20of%20the%20Comintern\"&gt;Seventh World Congress of the Comintern&lt;/a&gt; in July and August 1935, where he briefly saw &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; for the first time. After the congress, he toured the Soviet Union, then returned to Moscow to continue his work. He contacted Polka and Žarko, but soon fell in love with an Austrian woman who worked at the Hotel Lux, Johanna Koenig, known within communist ranks as Lucia Bauer. When she became aware of this liaison, Polka divorced Tito in April 1936. Tito married Bauer on 13 October of that year.\nAfter the World Congress, Tito worked to promote the new Comintern line on Yugoslavia, which was that it would no longer work to break up the country, and would instead defend the integrity of Yugoslavia against Nazism and Fascism. From a distance, Tito also worked to organise strikes at the shipyards at Kraljevica and the coal mines at &lt;a href=\"Trbovlje\"&gt;Trbovlje&lt;/a&gt; near Ljubljana. He tried to convince the Comintern that it would be better if the party leadership was located inside Yugoslavia. A compromise was arrived at, where Tito and others would work inside the country and Gorkić and the Politburo would continue to work from abroad. Gorkić and the Politburo relocated to Paris, while Tito began to travel between Moscow, Paris and Zagreb in 1936 and 1937, using false passports. In 1936, his father died.\nTito returned to Moscow in August 1936, soon after the outbreak of the &lt;a href=\"Spanish%20Civil%20War\"&gt;Spanish Civil War&lt;/a&gt;. At the time, the &lt;a href=\"Great%20Purge\"&gt;Great Purge&lt;/a&gt; was underway, and foreign communists like Tito and his Yugoslav compatriots were particularly vulnerable. Despite a laudatory report written by Tito about the veteran Yugoslav communist &lt;a href=\"Filip%20Filipovi%C4%87%20%28politician%29\"&gt;Filip Filipović&lt;/a&gt;, Filipović was arrested and shot by the Soviet secret police, the &lt;a href=\"NKVD\"&gt;NKVD&lt;/a&gt;. However, before the Purge really began to erode the ranks of the Yugoslav communists in Moscow, Tito was sent back to Yugoslavia with a new mission, to recruit &lt;a href=\"Yugoslav%20volunteers%20in%20the%20Spanish%20Civil%20War\"&gt;volunteers&lt;/a&gt; for the &lt;a href=\"International%20Brigades\"&gt;International Brigades&lt;/a&gt; being raised to fight on the Republican side in the Spanish Civil War. Travelling via Vienna, he reached the coastal port city of &lt;a href=\"Split%2C%20Croatia\"&gt;Split&lt;/a&gt; in December 1936. According to the Croatian historian &lt;a href=\"Ivo%20Banac\"&gt;Ivo Banac&lt;/a&gt;, the reason Tito was sent back to Yugoslavia by the Comintern was in order to purge the CPY. An initial attempt to send 500 volunteers to Spain by ship failed utterly, with nearly all the communist volunteers being arrested and imprisoned. Tito then travelled to Paris, where he arranged the travel of volunteers to France under the cover of attending the &lt;a href=\"Exposition%20Internationale%20des%20Arts%20et%20Techniques%20dans%20la%20Vie%20Moderne\"&gt;Paris Exhibition&lt;/a&gt;. Once in France, the volunteers simply crossed the &lt;a href=\"Pyrenees\"&gt;Pyrenees&lt;/a&gt; to Spain. In all, he sent 1,192 men to fight in the war, but only 330 came from Yugoslavia, the rest being expatriates in France, Belgium, the U.S. and Canada. Less than half were communists, and the rest were social-democrats and anti-fascists of various hues. Of the total, 671 were killed in the fighting and another 300 were wounded. Tito himself never went to Spain, despite later claims that he had. Between May and August 1937, Tito travelled several times between Paris and Zagreb organising the movement of volunteers and creating a separate &lt;a href=\"League%20of%20Communists%20of%20Croatia\"&gt;Communist Party of Croatia&lt;/a&gt;. The new party was inaugurated at a conference at &lt;a href=\"Samobor\"&gt;Samobor&lt;/a&gt; on the outskirts of Zagreb on 1–2 August 1937.\nGeneral Secretary of the CPY.\nIn June 1937, Gorkić was summoned to Moscow, where he was arrested, and after months of NKVD interrogation, he was shot. According to Banac, Gorkić was killed on Stalin's orders. West concludes that despite being in competition with men like Gorkić for the leadership of the CPY, it was not in Tito's character to have innocent people sent to their deaths. Tito then received a message from the Politburo of the CPY to join them in Paris. In August 1937 he became acting &lt;a href=\"General%20Secretary%20of%20the%20Communist%20Party%20of%20Yugoslavia\"&gt;General Secretary of the CPY&lt;/a&gt;. He later explained that he survived the Purge by staying out of Spain where the NKVD was active, and also by avoiding visiting the Soviet Union as much as possible. When first appointed as general secretary, he avoided travelling to Moscow by insisting that he needed to deal with some indiscipline in the CPY in Paris. He also promoted the idea that the upper echelons of the CPY should be sharing the dangers of underground resistance within the country. He developed a new, younger leadership team that was loyal to him, including the Slovene Kardelj, the &lt;a href=\"Serbs\"&gt;Serb&lt;/a&gt;, &lt;a href=\"Aleksandar%20Rankovi%C4%87\"&gt;Aleksandar Ranković&lt;/a&gt;, and the &lt;a href=\"Montenegrins\"&gt;Montenegrin&lt;/a&gt;, &lt;a href=\"Milovan%20%C4%90ilas\"&gt;Milovan Đilas&lt;/a&gt;. In December 1937, Tito arranged for a demonstration to greet the French foreign minister when he visited Belgrade, expressing solidarity with the French against Nazi Germany. The protest march numbered 30,000 and turned into a protest against the neutrality policy of the Stojadinović government. It was eventually broken up by the police. In March 1938 Tito returned to Yugoslavia from Paris. Hearing a rumour that his opponents within the CPY had tipped off the police, he travelled to Belgrade rather than Zagreb and used a different passport. While in Belgrade he stayed with a young intellectual, &lt;a href=\"Vladimir%20Dedijer\"&gt;Vladimir Dedijer&lt;/a&gt;, who was a friend of Đilas. Arriving in Yugoslavia a few days ahead of the \"&lt;a href=\"Anschluss\"&gt;Anschluss&lt;/a&gt;\" between Nazi Germany and Austria, he made an appeal condemning it, in which the CPY was joined by the Social Democrats and trade unions. In June, Tito wrote to the Comintern suggesting that he should visit Moscow. He waited in Paris for two months for his Soviet visa before travelling to Moscow via Copenhagen. He arrived in Moscow on 24 August.\nOn arrival in Moscow, he found that all Yugoslav communists were under suspicion. Nearly all the most prominent leaders of the CPY were arrested by the NKVD and executed, including over twenty members of the Central Committee. Both his ex-wife Polka and his wife Koenig/Bauer were arrested as \"imperialist spies\", although they were both eventually released, Polka after 27 months in prison. Tito, therefore, needed to make arrangements for the care of Žarko, who was fourteen. He placed him in a boarding school outside &lt;a href=\"Kharkiv\"&gt;Kharkov&lt;/a&gt;, then at a school at &lt;a href=\"Penza\"&gt;Penza&lt;/a&gt;, but he ran away twice and was eventually taken in by a friend's mother. In 1941, Žarko joined the Red Army to fight the invading Germans. Some of Tito's critics argue that his survival indicates he must have denounced his comrades as &lt;a href=\"Trotskyism\"&gt;Trotskyists&lt;/a&gt;. He was asked for information on a number of his fellow Yugoslav communists, but according to his own statements and published documents, he never denounced anyone, usually saying he did not know them. In one case he was asked about the Croatian communist leader Horvatin, but wrote ambiguously, saying that he did not know whether he was a Trotskyist. Nevertheless, Horvatin was not heard of again. While in Moscow, he was given the task of assisting Ćopić to translate the \"History of the Communist Party of the Soviet Union (Bolsheviks)\" into &lt;a href=\"Serbo-Croatian\"&gt;Serbo-Croatian&lt;/a&gt;, but they had only got to the second chapter when Ćopić too was arrested and executed. He worked on with a fellow surviving Yugoslav communist, but a Yugoslav communist of German ethnicity reported an inaccurate translation of a passage and claimed it showed Tito was a Trotskyist. Other influential communists vouched for him, and he was exonerated. He was denounced by a second Yugoslav communist, but the action backfired and his accuser was arrested. Several factors were at play in his survival; working-class origins, lack of interest in intellectual arguments about socialism, attractive personality and capacity for making influential friends.\nWhile Tito was avoiding arrest in Moscow, Germany was placing pressure on Czechoslovakia to cede the &lt;a href=\"Sudetenland\"&gt;Sudetenland&lt;/a&gt;. In response to this threat, Tito organised a call for Yugoslav volunteers to fight for Czechoslovakia, and thousands of volunteers came to the Czechoslovak embassy in Belgrade to offer their services. Despite the eventual &lt;a href=\"Munich%20Agreement\"&gt;Munich Agreement&lt;/a&gt; and Czechoslovak acceptance of the annexation and the fact that the volunteers were turned away, Tito claimed credit for the Yugoslav response, which worked in his favour. By this stage, Tito was well aware of the realities in the Soviet Union, later stating that he \"witnessed a great many injustices\", but was too heavily invested in communism and too loyal to the Soviet Union to step back at this point. Tito's appointment as General Secretary of the CPY was formally ratified by the Comintern on 5 January 1939.\nHe was appointed to the Committee and started to appoint allies to him, among them &lt;a href=\"Edvard%20Kardelj\"&gt;Edvard Kardelj&lt;/a&gt;, &lt;a href=\"Milovan%20%C4%90ilas\"&gt;Milovan Đilas&lt;/a&gt;, &lt;a href=\"Aleksandar%20Rankovi%C4%87\"&gt;Aleksandar Ranković&lt;/a&gt; and &lt;a href=\"Boris%20Kidri%C4%8D\"&gt;Boris Kidrič&lt;/a&gt;.\nWorld War II.\nResistance in Yugoslavia.\nOn 6 April 1941, &lt;a href=\"Axis%20powers\"&gt;Axis&lt;/a&gt; forces &lt;a href=\"invasion%20of%20Yugoslavia\"&gt;invaded Yugoslavia&lt;/a&gt;. On 10 April 1941, &lt;a href=\"Slavko%20Kvaternik\"&gt;Slavko Kvaternik&lt;/a&gt; proclaimed the &lt;a href=\"Independent%20State%20of%20Croatia\"&gt;Independent State of Croatia&lt;/a&gt;, and Tito responded by forming a Military Committee within the Central Committee of the Yugoslav Communist Party. Attacked from all sides, the armed forces of the &lt;a href=\"Kingdom%20of%20Yugoslavia\"&gt;Kingdom of Yugoslavia&lt;/a&gt; quickly crumbled. On 17 April 1941, after &lt;a href=\"Peter%20II%20of%20Yugoslavia\"&gt;King Peter II&lt;/a&gt; and other members of the government fled the country, the remaining representatives of the government and military met with German officials in &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt;. They quickly agreed to end military resistance. On 1 May 1941, Tito issued a pamphlet calling on the people to unite in a battle against the occupation. On 27 June 1941, the Central Committee of the Communist Party of Yugoslavia (CPY) appointed Tito &lt;a href=\"Commander%20in%20Chief\"&gt;Commander in Chief&lt;/a&gt; of all project national liberation military forces. On 1 July 1941, the Comintern sent precise instructions calling for immediate action.\nTito stayed in Belgrade until 16 September 1941 when he, together with all members of the CPY, left Belgrade to travel to rebel-controlled territory. To leave Belgrade Tito used documents given to him by Dragoljub Milutinović, who was a \"&lt;a href=\"voivode\"&gt;voivode&lt;/a&gt;\" with the &lt;a href=\"collaborationism\"&gt;collaborationist&lt;/a&gt; &lt;a href=\"Pe%C4%87anac%20Chetniks\"&gt;Pećanac Chetniks&lt;/a&gt;. Since Pećanac was already fully co-operating with Germans by that time, this fact caused some to speculate that Tito left Belgrade with the blessing of the Germans because his task was to divide rebel forces, similar to Lenin's arrival in Russia. Broz travelled by train through &lt;a href=\"Stala%C4%87\"&gt;Stalać&lt;/a&gt; and &lt;a href=\"%C4%8Ca%C4%8Dak\"&gt;Čačak&lt;/a&gt; and arrived to the village of Robije on 18 September 1941.\nDespite conflicts with the rival monarchic &lt;a href=\"Chetnik%20movement\"&gt;Chetnik movement&lt;/a&gt;, Tito's Partisans succeeded in liberating territory, notably the \"&lt;a href=\"Republic%20of%20U%C5%BEice\"&gt;Republic of Užice&lt;/a&gt;\". During this period, Tito held talks with Chetnik leader &lt;a href=\"Dra%C5%BEa%20Mihailovi%C4%87\"&gt;Draža Mihailović&lt;/a&gt; on 19 September and 27 October 1941. It is said that Tito ordered his forces to assist escaping Jews, and that more than 2,000 Jews fought directly for Tito.\nOn 21 December 1941, the Partisans created the First Proletarian Brigade (commanded by &lt;a href=\"Ko%C4%8Da%20Popovi%C4%87\"&gt;Koča Popović&lt;/a&gt;) and on 1 March 1942, Tito created the Second Proletarian Brigade. In liberated territories, the Partisans organised People's Committees to act as a civilian government. The &lt;a href=\"AVNOJ\"&gt;Anti-Fascist Council of National Liberation of Yugoslavia&lt;/a&gt; (AVNOJ) convened in &lt;a href=\"Biha%C4%87\"&gt;Bihać&lt;/a&gt; on 26–27 November 1942 and in &lt;a href=\"Jajce\"&gt;Jajce&lt;/a&gt; on 29 November 1943. In the two sessions, the resistance representatives established the basis for the post-war organisation of the country, deciding on a federation of the Yugoslav nations. In &lt;a href=\"Jajce\"&gt;Jajce&lt;/a&gt;, a 67-member \"presidency\" was elected and established a nine-member National Committee of Liberation (five communist members) as a de facto provisional government. Tito was named President of the National Committee of Liberation.\nWith the growing possibility of an Allied invasion in the &lt;a href=\"Balkans\"&gt;Balkans&lt;/a&gt;, the &lt;a href=\"Axis%20powers%20of%20World%20War%20II\"&gt;Axis&lt;/a&gt; began to divert more resources to the destruction of the Partisans main force and its high command. This meant, among other things, a concerted German effort to capture Josip Broz Tito personally. On 25 May 1944, he managed to evade the Germans after the &lt;a href=\"Raid%20on%20Drvar\"&gt;Raid on Drvar&lt;/a&gt; (\"Operation Rösselsprung\"), an &lt;a href=\"airborne%20forces\"&gt;airborne assault&lt;/a&gt; outside his &lt;a href=\"Drvar\"&gt;Drvar&lt;/a&gt; headquarters in &lt;a href=\"Bosnia%20%28region%29\"&gt;Bosnia&lt;/a&gt;.\nAfter the Partisans managed to endure and avoid these intense &lt;a href=\"Axis%20powers%20of%20World%20War%20II\"&gt;Axis&lt;/a&gt; attacks between January and June 1943, and the extent of &lt;a href=\"Chetniks\"&gt;Chetnik&lt;/a&gt; collaboration became evident, Allied leaders switched their support from &lt;a href=\"Dra%C5%BEa%20Mihailovi%C4%87\"&gt;Draža Mihailović&lt;/a&gt; to Tito. &lt;a href=\"Peter%20II%20of%20Yugoslavia\"&gt;King Peter II&lt;/a&gt;, American President &lt;a href=\"Franklin%20Roosevelt\"&gt;Franklin Roosevelt&lt;/a&gt; and British Prime Minister &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt; joined Soviet Premier &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; in officially recognising Tito and the Partisans at the &lt;a href=\"Tehran%20Conference\"&gt;Tehran Conference&lt;/a&gt;. This resulted in Allied aid being parachuted behind Axis lines to assist the Partisans. On 17 June 1944 on the &lt;a href=\"Dalmatia\"&gt;Dalmatia&lt;/a&gt;n island of &lt;a href=\"Vis%20%28island%29\"&gt;Vis&lt;/a&gt;, the &lt;a href=\"Treaty%20of%20Vis\"&gt;Treaty of Vis&lt;/a&gt; (\"Viški sporazum\") was signed in an attempt to merge Tito's government (the &lt;a href=\"AVNOJ\"&gt;AVNOJ&lt;/a&gt;) with the government in exile of King Peter II. The &lt;a href=\"Balkan%20Air%20Force\"&gt;Balkan Air Force&lt;/a&gt; was formed in June 1944 to control operations that were mainly aimed at aiding his forces.\nOn 12 August 1944, English premier Churchill met Broz Tito in &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt; for a deal.\nOn 12 September 1944, &lt;a href=\"Peter%20II%20of%20Yugoslavia\"&gt;King Peter II&lt;/a&gt; called on all Yugoslavs to come together under Tito's leadership and stated that those who did not were \"traitors\", by which time Tito was recognised by all Allied authorities (including the government-in-exile) as the &lt;a href=\"Prime%20Minister%20of%20Yugoslavia\"&gt;Prime Minister of Yugoslavia&lt;/a&gt;, in addition to the commander-in-chief of the Yugoslav forces. On 28 September 1944, the &lt;a href=\"Telegraph%20Agency%20of%20the%20Soviet%20Union\"&gt;Telegraph Agency of the Soviet Union&lt;/a&gt; (TASS) reported that Tito signed an agreement with the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; allowing \"temporary entry\" of Soviet troops into Yugoslav territory, which allowed the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; to assist in operations in the northeastern areas of Yugoslavia. With their strategic right flank secured by the Allied advance, the &lt;a href=\"Yugoslav%20Partisans\"&gt;Partisans&lt;/a&gt; prepared and executed a massive general offensive that succeeded in breaking through German lines and forcing a retreat beyond Yugoslav borders. After the Partisan victory and the end of hostilities in Europe, all external forces were ordered off Yugoslav territory.\nIn the autumn of 1944, the communist leadership adopted a political decision on the &lt;a href=\"Flight%20and%20expulsion%20of%20Germans%20%281944%E2%80%9350%29%23Yugoslavia\"&gt;expulsion of ethnic Germans from Yugoslavia&lt;/a&gt;. On 21 November, a special decree was issued on the confiscation and nationalization of ethnic German property. To implement the decision, 70 camps were established in Yugoslav territory. In the final days of World War II in Yugoslavia, units of the Partisans were responsible for &lt;a href=\"Yugoslav%20death%20march%20of%20Nazi%20collaborators\"&gt;atrocities after the repatriations of Bleiburg&lt;/a&gt;, and accusations of culpability were later raised at the Yugoslav leadership under Tito. At the time, according to some authors, Josip Broz Tito repeatedly issued calls for surrender to the retreating column, offering amnesty and attempting to avoid a disorderly surrender. On 14 May he dispatched a telegram to the supreme headquarters of the Slovene Partisan Army prohibiting the execution of prisoners of war and commanding the transfer of the possible suspects to a military court.\nAftermath.\nOn 7 March 1945, the provisional government of the &lt;a href=\"Democratic%20Federal%20Yugoslavia\"&gt;Democratic Federal Yugoslavia&lt;/a&gt; (\"Demokratska Federativna Jugoslavija\", DFY) was assembled in &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt; by Josip Broz Tito, while the provisional name allowed for either a republic or monarchy. This government was headed by Tito as provisional Yugoslav Prime Minister and included representatives from the royalist government-in-exile, among others &lt;a href=\"Ivan%20%C5%A0uba%C5%A1i%C4%87\"&gt;Ivan Šubašić&lt;/a&gt;. In accordance with the agreement between resistance leaders and the government-in-exile, post-war elections were held to determine the form of government. In November 1945, Tito's pro-republican People's Front, led by the &lt;a href=\"League%20of%20Communists%20of%20Yugoslavia\"&gt;Communist Party of Yugoslavia&lt;/a&gt;, won the elections with an overwhelming majority, the vote having been boycotted by &lt;a href=\"monarchist\"&gt;monarchist&lt;/a&gt;s. During the period, Tito evidently enjoyed massive popular support due to being generally viewed by the populace as the liberator of Yugoslavia. The Yugoslav administration in the immediate post-war period managed to unite a country that had been severely affected by ultra-nationalist upheavals and war devastation, while successfully suppressing the nationalist sentiments of the various nations in favour of tolerance, and the common Yugoslav goal. After the overwhelming electoral victory, Tito was confirmed as the Prime Minister and the Minister of Foreign Affairs of the DFY. The country was soon renamed the &lt;a href=\"Federal%20People%27s%20Republic%20of%20Yugoslavia\"&gt;Federal People's Republic of Yugoslavia&lt;/a&gt; (FPRY) (later finally renamed into Socialist Federal Republic of Yugoslavia, SFRY). On 29 November 1945, King &lt;a href=\"Peter%20II%20of%20Yugoslavia\"&gt;Peter II&lt;/a&gt; was formally deposed by the Yugoslav Constituent Assembly. The Assembly drafted a new republican constitution soon afterwards.\nYugoslavia organised the &lt;a href=\"Yugoslav%20People%27s%20Army\"&gt;Yugoslav People's Army&lt;/a&gt; (\"Jugoslavenska narodna armija\", or JNA) from the &lt;a href=\"Partisan%20movement\"&gt;Partisan movement&lt;/a&gt; and became the fourth strongest army in Europe at the time. The &lt;a href=\"UDBA\"&gt;State Security Administration&lt;/a&gt; (\"Uprava državne bezbednosti\"/\"sigurnosti\"/\"varnosti\", UDBA) was also formed as the new secret police, along with a &lt;a href=\"security%20agency\"&gt;security agency&lt;/a&gt;, the &lt;a href=\"OZNA\"&gt;Department of People's Security&lt;/a&gt; (\"Organ Zaštite Naroda (Armije)\", OZNA). Yugoslav intelligence was charged with imprisoning and bringing to trial large numbers of Nazi collaborators; controversially, this included Catholic clergymen due to the widespread &lt;a href=\"Catholic%20clergy%20involvement%20with%20the%20Usta%C5%A1e\"&gt;involvement of Croatian Catholic clergy with the Ustaša regime&lt;/a&gt;. &lt;a href=\"Dra%C5%BEa%20Mihailovi%C4%87\"&gt;Draža Mihailović&lt;/a&gt; was found guilty of &lt;a href=\"Collaborationism\"&gt;collaboration&lt;/a&gt;, &lt;a href=\"high%20treason\"&gt;high treason&lt;/a&gt; and war crimes and was subsequently executed by firing squad in July 1946.\nPrime Minister Josip Broz Tito met with the president of the &lt;a href=\"Bishops%27%20Conference%20of%20Yugoslavia\"&gt;Bishops' Conference of Yugoslavia&lt;/a&gt;, &lt;a href=\"Aloysius%20Stepinac\"&gt;Aloysius Stepinac&lt;/a&gt; on 4 June 1945, two days after his release from imprisonment. The two could not reach an agreement on the state of the Catholic Church. Under Stepinac's leadership, the bishops' conference released a letter condemning alleged Partisan war crimes in September 1945. The following year Stepinac was arrested and put on &lt;a href=\"Aloysius%20Stepinac%23Trial\"&gt;trial&lt;/a&gt;, which was perceived by some as a show trial. In October 1946, in its first special session for 75 years, the Vatican excommunicated Tito and the Yugoslav government for sentencing Stepinac to 16 years in prison on charges of assisting &lt;a href=\"Usta%C5%A1e\"&gt;Ustaše&lt;/a&gt; terror and of supporting forced conversions of Serbs to Catholicism. Stepinac received preferential treatment in recognition of his status and the sentence was soon shortened and reduced to house arrest, with the option of emigration open to the archbishop. At the conclusion of the \"Informbiro period\", reforms rendered Yugoslavia considerably more religiously liberal than the &lt;a href=\"Eastern%20Bloc\"&gt;Eastern Bloc&lt;/a&gt; states.\nIn the first post-war years, Tito was widely considered a communist leader very loyal to Moscow, indeed, he was often viewed as second only to Stalin in the Eastern Bloc. In fact, Stalin and Tito had an uneasy alliance from the start, with Stalin considering Tito too independent.\nDuring the immediate post-war period, Tito's Yugoslavia had a strong commitment to orthodox Marxist ideas. Harsh repressive measures against dissidents and \"enemies of the state\" were common from government agents, although not known to be under Tito's orders, including \"arrests, show trials, forced collectivisation, suppression of churches and religion\". As the leader of Yugoslavia, Tito displayed a fondness for luxury, taking over the royal palaces that had belonged to the House of Karađorđević together with the former palaces used by the House of Habsburg that were located in Yugoslavia. Tito's governing style was very monarchical, as his tours across Yugoslavia in the former royal train closely resembled the royal tours of the Karađorđević kings and Habsburg emperors, and in Serbia, he adopted the traditional royal custom of being a godfather to every 9th son. Tito modified the custom by becoming a godfather to every 9th daughter as well after criticism was made that the practice was sexist. Just like a Serbian king, Tito would appear wherever a 9th child was born to the family to congratulate the parents and give them a gift of cash. Tito always spoke very harshly of the Karađorđević kings in both public and private (through in private, he sometimes had a kind word for the Habsburgs), but in many ways, he appeared to his people as a sort of king.\nPresidency.\nTito–Stalin split.\nUnlike other states in east-central Europe liberated by allied forces, Yugoslavia liberated itself from Axis domination with limited direct support from the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt;. Tito's leading role in liberating Yugoslavia not only greatly strengthened his position in his party and among the Yugoslav people, but also caused him to be more insistent that Yugoslavia had more room to follow its own interests than other Bloc leaders who had more reasons to recognise Soviet efforts in helping them liberate their own countries from Axis control. Although Tito was formally an ally of Stalin after World War II, the Soviets had set up a spy ring in the Yugoslav party as early as 1945, giving way to an uneasy alliance.\nIn the immediate aftermath of World War II, several armed incidents occurred between Yugoslavia and the &lt;a href=\"Western%20Bloc\"&gt;Western Allies&lt;/a&gt;. Following the war, Yugoslavia acquired the Italian territory of &lt;a href=\"Istria\"&gt;Istria&lt;/a&gt; as well as the cities of &lt;a href=\"Zadar\"&gt;Zadar&lt;/a&gt; and &lt;a href=\"Rijeka\"&gt;Rijeka&lt;/a&gt;. Yugoslav leadership was looking to incorporate &lt;a href=\"Trieste\"&gt;Trieste&lt;/a&gt; into the country as well, which was opposed by the Western Allies. This led to several armed incidents, notably attacks by Yugoslav fighter planes on U.S. transport aircraft, causing bitter criticism from the West. In 1946 alone, Yugoslav air-force shot down two U.S. transport aircraft. The passengers and crew of the first plane were secretly interned by the Yugoslav government. The second plane and its crew were a total loss. The U.S. was outraged and sent an ultimatum to the Yugoslav government, demanding the release of the Americans in custody, U.S. access to the downed planes, and full investigation of the incidents. Stalin was opposed to these provocations, as he felt the USSR unready to face the West in open war so soon after the losses of World War II and at the time when U.S. had operational nuclear weapons whereas the USSR had yet to conduct its first test. In addition, Tito was openly supportive of the Communist side in the &lt;a href=\"Greek%20Civil%20War\"&gt;Greek Civil War&lt;/a&gt;, while Stalin kept his distance, having agreed with Churchill not to pursue Soviet interests there, although he did support the Greek communist struggle politically, as demonstrated in several assemblies of the UN Security Council. In 1948, motivated by the desire to create a strong independent economy, Tito modelled his economic development plan independently from Moscow, which resulted in a diplomatic escalation followed by a bitter exchange of letters in which Tito wrote that \"We study and take as an example the Soviet system, but develop in a different form\".\nThe Soviet answer on 4 May admonished Tito and the &lt;a href=\"Communist%20Party%20of%20Yugoslavia\"&gt;Communist Party of Yugoslavia&lt;/a&gt; (CPY) for failing to admit and correct its mistakes, and went on to accuse them of being too proud of their successes against the Germans, maintaining that the Red Army had saved them from destruction. Tito's response on 17 May suggested that the matter be settled at the meeting of the Cominform to be held that June. However, Tito did not attend the second meeting of the &lt;a href=\"Cominform\"&gt;Cominform&lt;/a&gt;, fearing that Yugoslavia was to be openly attacked. In 1949 the crisis nearly escalated into an armed conflict, as Hungarian and Soviet forces were massing on the northern Yugoslav frontier. An invasion of Yugoslavia was planned to be carried out in 1949 via the combined forces of neighbouring Soviet satellite states of Hungary, Romania, Bulgaria and Albania, followed by the subsequent removal of Tito's government. On 28 June, the other member countries of the Cominform expelled Yugoslavia, citing \"nationalist elements\" that had \"managed in the course of the past five or six months to reach a dominant position in the leadership\" of the CPY. The Hungarian and Romanian armies were expanded in size and, together with Soviet ones, massed on the Yugoslav border. The assumption in Moscow was that once it was known that he had lost Soviet approval, Tito would collapse; \"I will shake my little finger and there will be no more Tito,\" Stalin remarked. The expulsion effectively banished Yugoslavia from the international association of socialist states, while other socialist states of Eastern Europe subsequently underwent purges of alleged \"Titoists\". Stalin took the matter personally and arranged several assassination attempts on Tito, none of which succeeded. In one correspondence between them, Tito openly wrote:\nOne significant consequence of the tension arising between Yugoslavia and the Soviet Union was Tito's decision to begin large scale repression against enemies of the government. This repression was not limited to known and alleged Stalinists, but also included members of the Communist Party or anyone exhibiting sympathy towards the Soviet Union. Prominent partisans, such as &lt;a href=\"Vlado%20Dap%C4%8Devi%C4%87\"&gt;Vlado Dapčević&lt;/a&gt; and &lt;a href=\"Dragoljub%20Mi%C4%87unovi%C4%87\"&gt;Dragoljub Mićunović&lt;/a&gt;, were victims of this period of strong repression, which lasted until 1956 and was marked by significant violations of human rights. Tens of thousands of political opponents served in forced labour camps, such as &lt;a href=\"Goli%20Otok\"&gt;Goli Otok&lt;/a&gt; (meaning Barren Island), and hundreds died. An often disputed, but relatively feasible number that was put forth by the Yugoslav government itself in 1964 places the number of Goli Otok inmates incarcerated between 1948 and 1956 to be 16,554, with less than 600 having died during detention. The facilities at Goli Otok were abandoned in 1956, and jurisdiction of the now-defunct political prison was handed over to the government of the &lt;a href=\"Socialist%20Republic%20of%20Croatia\"&gt;Socialist Republic of Croatia&lt;/a&gt;.\nTito's estrangement from the USSR enabled Yugoslavia to obtain U.S. aid via the &lt;a href=\"Economic%20Cooperation%20Administration\"&gt;Economic Cooperation Administration&lt;/a&gt; (ECA), the same U.S. aid institution that administered the &lt;a href=\"Marshall%20Plan\"&gt;Marshall Plan&lt;/a&gt;. Still, he did not agree to align with the West, which was a common consequence of accepting American aid at the time. After Stalin's death in 1953, relations with the USSR were relaxed, and Tito began to receive aid as well from the COMECON. In this way, Tito played East–West antagonism to his advantage. Instead of choosing sides, he was instrumental in kick-starting the &lt;a href=\"Non-Aligned%20Movement\"&gt;Non-Aligned Movement&lt;/a&gt;, which would function as a \"third way\" for countries interested in staying outside of the East–West divide.\nThe event was significant not only for Yugoslavia and Tito, but also for the global development of socialism, since it was the first major split between Communist states, casting doubt on Comintern's claims for socialism to be a unified force that would eventually control the whole world, as Tito became the first (and the only successful) socialist leader to defy Stalin's leadership in the &lt;a href=\"COMINFORM\"&gt;COMINFORM&lt;/a&gt;. This rift with the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; brought Tito much international recognition, but also triggered a period of instability often referred to as the &lt;a href=\"Informbiro\"&gt;Informbiro&lt;/a&gt; period. Tito's form of communism was labelled \"&lt;a href=\"Titoism\"&gt;Titoism&lt;/a&gt;\" by Moscow, which encouraged purges against suspected \"Titoites'\" throughout the &lt;a href=\"Eastern%20bloc\"&gt;Eastern bloc&lt;/a&gt;.\nOn 26 June 1950, the National Assembly supported a crucial bill written by &lt;a href=\"Milovan%20%C4%90ilas\"&gt;Milovan Đilas&lt;/a&gt; and Tito regarding \"&lt;a href=\"Workers%27%20self-management\"&gt;self-management&lt;/a&gt;\" (\"samoupravljanje\"), a type of cooperative independent socialist experiment that introduced &lt;a href=\"profit%20sharing\"&gt;profit sharing&lt;/a&gt; and &lt;a href=\"workplace%20democracy\"&gt;workplace democracy&lt;/a&gt; in previously state-run enterprises, which then became the direct social ownership of the employees. On 13 January 1953, they established that the law on self-management was the basis of the entire social order in Yugoslavia. Tito also succeeded &lt;a href=\"Ivan%20Ribar\"&gt;Ivan Ribar&lt;/a&gt; as the President of Yugoslavia on 14 January 1953. After Stalin's death, Tito rejected the USSR's invitation for a visit to discuss the normalisation of relations between the two nations. &lt;a href=\"Nikita%20Khrushchev\"&gt;Nikita Khrushchev&lt;/a&gt; and &lt;a href=\"Nikolai%20Bulganin\"&gt;Nikolai Bulganin&lt;/a&gt; visited Tito in Belgrade in 1955 and apologised for wrongdoings by Stalin's administration. Tito visited the USSR in 1956, which signalled to the world that animosity between Yugoslavia and USSR was easing. Relations between Yugoslavia and the Soviet Union worsened in the late 1960s because of the Yugoslav economic reform and Yugoslav support for the &lt;a href=\"Prague%20Spring\"&gt;Prague Spring&lt;/a&gt;.\nThe Tito-Stalin split had large ramifications for countries outside the USSR and Yugoslavia. It has, for example, been given as one of the reasons for the &lt;a href=\"Sl%C3%A1nsk%C3%BD%20trial\"&gt;Slánský trial&lt;/a&gt; in Czechoslovakia, in which 14 high-level Communist officials were purged, with 11 of them being executed. Stalin put pressure on Czechoslovakia to conduct purges in order to discourage the spread of the idea of a \"national path to socialism,\" which Tito espoused.\nNon-Alignment.\nUnder Tito's leadership, Yugoslavia became a founding member of the &lt;a href=\"Non-Aligned%20Movement\"&gt;Non-Aligned Movement&lt;/a&gt;. In 1961, Tito co-founded the movement with Egypt's &lt;a href=\"Gamal%20Abdel%20Nasser\"&gt;Gamal Abdel Nasser&lt;/a&gt;, India's &lt;a href=\"Jawaharlal%20Nehru\"&gt;Jawaharlal Nehru&lt;/a&gt;, Indonesia's &lt;a href=\"Sukarno\"&gt;Sukarno&lt;/a&gt; and Ghana's &lt;a href=\"Kwame%20Nkrumah\"&gt;Kwame Nkrumah&lt;/a&gt;, in an action called The Initiative of Five (Tito, Nehru, Nasser, Sukarno, Nkrumah), thus establishing strong ties with &lt;a href=\"third%20world\"&gt;third world&lt;/a&gt; countries. This move did much to improve Yugoslavia's diplomatic position. Tito saw the Non-Aligned Movement as a way of presenting himself as a world leader of an important bloc of nations that would improve his bargaining power with both the eastern and western blocs. On 1 September 1961, Josip Broz Tito became the first &lt;a href=\"Non-Aligned%20Movement%23Chair\"&gt;Secretary-General of the Non-Aligned Movement&lt;/a&gt;.\nTito's foreign policy led to relationships with a variety of governments, such as exchanging visits (1954 and 1956) with &lt;a href=\"Emperor%20Haile%20Selassie\"&gt;Emperor Haile Selassie&lt;/a&gt; of Ethiopia, where a street was named in his honour. In 1953, Tito visited Ethiopia and in 1954, the Emperor visited Yugoslavia. Tito's motives in befriending Ethiopia were somewhat self-interested as he wanted to send recent graduates of Yugoslav universities (whose standards were not up to those of Western universities, thus making them unemployable in the West) to work in Ethiopia, which was one of the few countries that was willing to accept them. As Ethiopia did not have much of a health care system or a university system, Haile Selassie from 1953 onward encouraged the graduates of Yugoslav universities, especially with medical degrees, to come work in his empire. Reflecting his tendency to pursue closer ties with Third World nations, from 1950 onward, Tito permitted Mexican films to be shown in Yugoslavia, where they become very popular, especially the 1950 film \"Un día de vida\", which become a huge hit when it premiered in Yugoslavia in 1952. The success of Mexican films led to the \"&lt;a href=\"Yu-Mex\"&gt;Yu-Mex&lt;/a&gt;\" craze of the 1950s–1960s as Mexican music become popular and it was fashionable for many Yugoslav musicians to don sombreros and sing Mexican songs in Serbo-Croatian.\nTito was notable for pursuing a foreign policy of neutrality during the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; and for establishing close ties with developing countries. Tito's strong belief in self-determination caused the 1948 rift with Stalin and consequently, the &lt;a href=\"Eastern%20Bloc\"&gt;Eastern Bloc&lt;/a&gt;. His public speeches often reiterated that policy of neutrality and co-operation with all countries would be natural as long as these countries did not use their influence to pressure Yugoslavia to take sides. Relations with the United States and Western European nations were generally cordial.\nIn the early 1950s, Yugoslav-Hungarian relations were strained as Tito made little secret of his distaste for the Stalinist &lt;a href=\"M%C3%A1ty%C3%A1s%20R%C3%A1kosi\"&gt;Mátyás Rákosi&lt;/a&gt; and his preference for the \"national communist\" &lt;a href=\"Imre%20Nagy\"&gt;Imre Nagy&lt;/a&gt; instead. Tito's decision to create a \"Balkan bloc\" by signing a treaty of alliance with NATO members Turkey and Greece in 1954 was regarded as tantamount to joining NATO in Soviet eyes, and his vague talk of a neutralist Communist federation of Eastern European states was seen as a major threat in Moscow. The Yugoslav embassy in Budapest was seen by the Soviets as a centre of subversion in Hungary as they accused Yugoslav diplomats and journalists, sometimes with justification, of supporting Nagy. However, when the revolt broke out in Hungary in October 1956, Tito accused Nagy of losing control of the situation, as he wanted a Communist Hungary independent of the Soviet Union, not the overthrow of Hungarian Communism. On 31 October 1956, Tito ordered the Yugoslav media to stop praising Nagy and he quietly supported the Soviet intervention on 4 November to end the revolt in Hungary, as he believed that a Hungary ruled by anti-communists would pursue irredentist claims against Yugoslavia, just had been the case during the interwar period. To escape from the Soviets, Nagy fled to the Yugoslav embassy, where Tito granted him asylum. On 5 November 1956, Soviet tanks shelled the Yugoslav embassy in Budapest, killing the Yugoslav cultural attache and several other diplomats. Tito's refusal to turn over Nagy, despite increasingly shrill Soviet demands that he do so, served his purposes well with relations with the Western states, as he was presented in the Western media as the \"good communist\" who stood up to Moscow by sheltering Nagy and the other Hungarian leaders. On 22 November, Nagy and his cabinet left the embassy on a bus that took them into exile in Yugoslavia after the new Hungarian leader, &lt;a href=\"J%C3%A1nos%20K%C3%A1d%C3%A1r\"&gt;János Kádár&lt;/a&gt; had promised Tito in writing that they would not be harmed. Much to Tito's fury, when the bus left the Yugoslav embassy, it was promptly boarded by KGB agents who arrested the Hungarian leaders and roughly handled the Yugoslav diplomats who tried to protect them. The kidnapping of Nagy, followed by his subsequent execution, almost led to Yugoslavia breaking off diplomatic relations with the Soviet Union and in 1957 Tito boycotted the ceremonials in Moscow for the 40th anniversary of the October Revolution, being the only communist leader who did not attend the occasion.\nYugoslavia had a liberal travel policy permitting foreigners to freely travel through the country and its citizens to travel worldwide, whereas it was limited by most Communist countries. A number of Yugoslav citizens worked throughout Western Europe. Tito met many world leaders during his rule, such as Soviet rulers &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt;, &lt;a href=\"Nikita%20Khrushchev\"&gt;Nikita Khrushchev&lt;/a&gt; and &lt;a href=\"Leonid%20Brezhnev\"&gt;Leonid Brezhnev&lt;/a&gt;; &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;'s &lt;a href=\"Gamal%20Abdel%20Nasser\"&gt;Gamal Abdel Nasser&lt;/a&gt;, Indian politicians &lt;a href=\"Jawaharlal%20Nehru\"&gt;Jawaharlal Nehru&lt;/a&gt; and &lt;a href=\"Indira%20Gandhi\"&gt;Indira Gandhi&lt;/a&gt;; British Prime Ministers &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt;, &lt;a href=\"James%20Callaghan\"&gt;James Callaghan&lt;/a&gt; and &lt;a href=\"Margaret%20Thatcher\"&gt;Margaret Thatcher&lt;/a&gt;; U.S. Presidents &lt;a href=\"Dwight%20D.%20Eisenhower\"&gt;Dwight D. Eisenhower&lt;/a&gt;, &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt;, &lt;a href=\"Richard%20Nixon\"&gt;Richard Nixon&lt;/a&gt;, &lt;a href=\"Gerald%20Ford\"&gt;Gerald Ford&lt;/a&gt; and &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt;; other political leaders, dignitaries and heads of state that Tito met at least once in his lifetime included &lt;a href=\"Che%20Guevara\"&gt;Che Guevara&lt;/a&gt;, &lt;a href=\"Fidel%20Castro\"&gt;Fidel Castro&lt;/a&gt;, &lt;a href=\"Yasser%20Arafat\"&gt;Yasser Arafat&lt;/a&gt;, &lt;a href=\"Willy%20Brandt\"&gt;Willy Brandt&lt;/a&gt;, &lt;a href=\"Helmut%20Schmidt\"&gt;Helmut Schmidt&lt;/a&gt;, &lt;a href=\"Georges%20Pompidou\"&gt;Georges Pompidou&lt;/a&gt;, &lt;a href=\"Kwame%20Nkrumah\"&gt;Kwame Nkrumah&lt;/a&gt;, &lt;a href=\"Elizabeth%20II\"&gt;Queen Elizabeth II&lt;/a&gt;, &lt;a href=\"Hua%20Guofeng\"&gt;Hua Guofeng&lt;/a&gt;, &lt;a href=\"Kim%20Il-sung\"&gt;Kim Il Sung&lt;/a&gt;, &lt;a href=\"Sukarno\"&gt;Sukarno&lt;/a&gt;, &lt;a href=\"Sheikh%20Mujibur%20Rahman\"&gt;Sheikh Mujibur Rahman&lt;/a&gt;, &lt;a href=\"Suharto\"&gt;Suharto&lt;/a&gt;, &lt;a href=\"Idi%20Amin\"&gt;Idi Amin&lt;/a&gt;, &lt;a href=\"Haile%20Selassie%20I\"&gt;Haile Selassie&lt;/a&gt;, &lt;a href=\"Kenneth%20Kaunda\"&gt;Kenneth Kaunda&lt;/a&gt;, &lt;a href=\"Gaddafi\"&gt;Gaddafi&lt;/a&gt;, &lt;a href=\"Erich%20Honecker\"&gt;Erich Honecker&lt;/a&gt;, &lt;a href=\"Nicolae%20Ceau%C8%99escu\"&gt;Nicolae Ceaușescu&lt;/a&gt;, &lt;a href=\"J%C3%A1nos%20K%C3%A1d%C3%A1r\"&gt;János Kádár&lt;/a&gt; and &lt;a href=\"Urho%20Kekkonen\"&gt;Urho Kekkonen&lt;/a&gt;. He also met numerous celebrities.\nYugoslavia provided major assistance to anti-colonialist movements in the Third World. The Yugoslav delegation was the first to bring the demands of the &lt;a href=\"Algerian%20National%20Liberation%20Front\"&gt;Algerian National Liberation Front&lt;/a&gt; to the United Nations. In January 1958, the French navy boarded the Slovenija cargo ship off &lt;a href=\"Oran\"&gt;Oran&lt;/a&gt;, whose holds were filled with weapons for the insurgents. Diplomat Danilo Milic explained that \"Tito and the leading nucleus of the &lt;a href=\"League%20of%20Communists%20of%20Yugoslavia\"&gt;League of Communists of Yugoslavia&lt;/a&gt; really saw in the Third World's liberation struggles a replica of their own struggle against the fascist occupants. They vibrated to the rhythm of the advances or setbacks of the FLN or &lt;a href=\"Vietcong\"&gt;Vietcong&lt;/a&gt;.\nThousands of Yugoslav cooperants travelled &lt;a href=\"Guinea\"&gt;Guinea&lt;/a&gt; after its decolonisation and as the French government tried to destabilise the country. Tito also supported the liberation movements of the Portuguese colonies in Africa. He saw the murder of &lt;a href=\"Patrice%20Lumumba\"&gt;Patrice Lumumba&lt;/a&gt; in 1961 as the \"greatest crime in contemporary history\". The country's military schools hosted activists from &lt;a href=\"Swapo\"&gt;Swapo&lt;/a&gt; (Namibia) and the &lt;a href=\"Pan%20Africanist%20Congress%20of%20Azania\"&gt;Pan Africanist Congress of Azania&lt;/a&gt; (South Africa). In 1980, the secret services of South Africa and Argentina planned to bring 1,500 anti-communist guerrillas to Yugoslavia. The operation was aimed at overthrowing Tito and was planned during the Olympic Games period so that the Soviets would be too busy to react. The operation was finally abandoned due to Tito's death and while the Yugoslav armed forces raised their alert level.\nIn 1953, Tito traveled to Britain for a state visit and met with &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt;. He also toured &lt;a href=\"Cambridge\"&gt;Cambridge&lt;/a&gt; and visited the University Library.\nTito visited India from 22 December 1954 through 8 January 1955. After his return, he removed many restrictions on churches and spiritual institutions in Yugoslavia.\nTito also developed warm relations with &lt;a href=\"Burma\"&gt;Burma&lt;/a&gt; under &lt;a href=\"U%20Nu\"&gt;U Nu&lt;/a&gt;, travelling to the country in 1955 and again in 1959, though he didn't receive the same treatment in 1959 from the new leader, &lt;a href=\"Ne%20Win\"&gt;Ne Win&lt;/a&gt;. Tito had an especially close friendship with Prince Norodom Sihanouk of Cambodia who preached an eccentric mixture of monarchism, Buddhism, and socialism and like Tito wanted his country to be neutral in the Cold War. Tito saw Sihanouk as something of a kindred soul who like him had to struggle to maintain his backward country's neutrality in face of rival power blocs. By contrast, Tito had a strong dislike of President Idi Amin of Uganda whom he saw as a thuggish and possibly insane leader.\nBecause of its neutrality, Yugoslavia would often be rare among Communist countries to have diplomatic relations with right-wing, &lt;a href=\"Anti-communism\"&gt;anti-Communist&lt;/a&gt; governments. For example, Yugoslavia was the only communist country allowed to have an embassy in &lt;a href=\"Alfredo%20Stroessner\"&gt;Alfredo Stroessner&lt;/a&gt;'s &lt;a href=\"Paraguay\"&gt;Paraguay&lt;/a&gt;. One notable exception to Yugoslavia's neutral stance toward anti-communist countries was &lt;a href=\"Chile%20under%20Pinochet\"&gt;Chile under Pinochet&lt;/a&gt;; Yugoslavia was one of many countries that severed diplomatic relations with Chile after &lt;a href=\"1973%20Chilean%20coup%20d%27%C3%A9tat\"&gt;Salvador Allende was overthrown&lt;/a&gt;. Yugoslavia also provided military aid and arms supplies to staunchly anti-Communist regimes such as that of &lt;a href=\"Guatemala\"&gt;Guatemala&lt;/a&gt; under &lt;a href=\"Kjell%20Eugenio%20Laugerud%20Garc%C3%ADa\"&gt;Kjell Eugenio Laugerud García&lt;/a&gt;.\nReforms.\nStarting in the 1950s, Tito permitted Yugoslav workers to go to western Europe, especially West Germany as \"Gastarbeiter\" (\"guest workers\"). The exposure of many Yugoslavs to the West and its culture led many people in Yugoslavia to view themselves as culturally closer to Western Europe than Eastern Europe. On 7 April 1963, the country changed its official name to the &lt;a href=\"Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Socialist Federal Republic of Yugoslavia&lt;/a&gt;. Reforms encouraged private enterprise and greatly relaxed restrictions on religious expression. Tito subsequently went on a tour of the Americas. In Chile, two government ministers resigned over his visit to that country. In the autumn of 1960 Tito met President &lt;a href=\"Dwight%20D.%20Eisenhower\"&gt;Dwight D. Eisenhower&lt;/a&gt; at the &lt;a href=\"United%20Nations%20General%20Assembly\"&gt;United Nations General Assembly&lt;/a&gt; meeting. Tito and Eisenhower discussed a range of issues from arms control to economic development. When Eisenhower remarked that Yugoslavia's neutrality was \"neutral on his side\", Tito replied that neutrality did not imply passivity but meant \"not taking sides\".\nIn 1966 an agreement with the Vatican, fostered in part by the death in 1960 of the anti-communist archbishop of Zagreb &lt;a href=\"Aloysius%20Stepinac\"&gt;Aloysius Stepinac&lt;/a&gt; and shifts in the church's approach to resisting communism originating in the &lt;a href=\"Second%20Vatican%20Council\"&gt;Second Vatican Council&lt;/a&gt;, accorded new freedom to the Yugoslav Roman Catholic Church, particularly to catechise and open seminaries. The agreement also eased tensions, which had prevented the naming of new bishops in Yugoslavia since 1945. Tito's new socialism met opposition from traditional communists culminating in conspiracy headed by &lt;a href=\"Aleksandar%20Rankovi%C4%87\"&gt;Aleksandar Ranković&lt;/a&gt;. There exists a strong argument that Ranković was framed. Allegedly, the charge on which he was removed from power and expelled from the LCY was that he bugged the working and sleeping quarters of Josip Broz Tito as well as many other high government officials. Ranković was, for almost twenty years, at the head of the &lt;a href=\"State%20Security%20Administration\"&gt;State Security Administration&lt;/a&gt;, as well as Federal Secretary of Internal Affairs. His position as a party whip and Tito's way of controlling and monitoring the government and, to a certain extent the people, bothered many, especially the younger, newer generation of government officials who were working towards a more liberal Yugoslav society. In the same year Tito declared that Communists must henceforth chart Yugoslavia's course by the force of their arguments (implying an abandonment of Leninist orthodoxy and development of liberal Communism). The &lt;a href=\"State%20Security%20Administration\"&gt;State Security Administration&lt;/a&gt; (UDBA) saw its power scaled back and its staff reduced to 5000 after the removal of Ranković. Some historians argue that this shift from Communist orthodoxy and strong centralised government control to Communist liberalism and a more open, decentralised society played a role in the eventual break-up of the country.\nOn 1 January 1967, Yugoslavia was the first communist country to open its borders to all foreign visitors and abolish visa requirements. In the same year Tito became active in promoting a peaceful resolution of the Arab–Israeli conflict. His plan called for Arabs to recognise the state of Israel in exchange for territories Israel gained.\nIn 1968, Tito offered to fly to &lt;a href=\"Prague\"&gt;Prague&lt;/a&gt; on three hours' notice, if Czechoslovak leader &lt;a href=\"Alexander%20Dub%C4%8Dek\"&gt;Alexander Dubček&lt;/a&gt; needed help in facing down the Soviets. In April 1969, Tito removed generals &lt;a href=\"Ivan%20Go%C5%A1njak\"&gt;Ivan Gošnjak&lt;/a&gt; and &lt;a href=\"Rade%20Hamovi%C4%87\"&gt;Rade Hamović&lt;/a&gt; in the aftermath of the &lt;a href=\"invasion%20of%20Czechoslovakia\"&gt;invasion of Czechoslovakia&lt;/a&gt; due to the unpreparedness of the Yugoslav army to respond to a similar invasion of Yugoslavia.\nIn 1971, Tito was re-elected as President of Yugoslavia by the Federal Assembly for the sixth time. In his speech before the Federal Assembly, he introduced 20 sweeping constitutional amendments that would provide an updated framework on which the country would be based. The amendments provided for a collective presidency, a 22-member body consisting of elected representatives from six republics and two autonomous provinces. The body would have a single chairman of the presidency and chairmanship would rotate among six republics. When the Federal Assembly fails to agree on legislation, the collective presidency would have the power to rule by decree. Amendments also provided for a stronger cabinet with considerable power to initiate and pursue legislation independently from the Communist Party. &lt;a href=\"D%C5%BEemal%20Bijedi%C4%87\"&gt;Džemal Bijedić&lt;/a&gt; was chosen as the Premier. The new amendments aimed to decentralise the country by granting greater autonomy to republics and provinces. The federal government would retain authority only over foreign affairs, defence, internal security, monetary affairs, free trade within Yugoslavia, and development loans to poorer regions. Control of education, healthcare, and housing would be exercised entirely by the governments of the republics and the autonomous provinces.\nTito's greatest strength, in the eyes of the western communists, had been in suppressing nationalist insurrections and maintaining unity throughout the country. It was Tito's call for unity, and related methods, that held together the people of Yugoslavia. This ability was put to a test several times during his reign, notably during the &lt;a href=\"Croatian%20Spring\"&gt;Croatian Spring&lt;/a&gt; (also referred as the \"Masovni pokret\", \"maspok\", meaning \"Mass Movement\") when the government suppressed both public demonstrations and dissenting opinions within the Communist Party. Despite this suppression, much of maspok's demands were later realised with the new constitution, heavily backed by Tito himself against opposition from the Serbian branch of the party. On 16 May 1974, the new &lt;a href=\"1974%20Yugoslav%20Constitution\"&gt;Constitution&lt;/a&gt; was passed, and the 82-year-old Tito was named &lt;a href=\"president%20for%20life\"&gt;president for life&lt;/a&gt;.\nTito's visits to the United States avoided most of the Northeast due to large minorities of Yugoslav emigrants bitter about communism in Yugoslavia. Security for the state visits was usually high to keep him away from protesters, who would frequently burn the Yugoslav flag. During a visit to the United Nations in the late 1970s emigrants shouted \"Tito murderer\" outside his New York hotel, for which he protested to United States authorities.\nEvaluation.\nDominic McGoldrick writes that as the head of a \"highly &lt;a href=\"centralised\"&gt;centralised&lt;/a&gt; and oppressive\" regime, Tito wielded tremendous power in Yugoslavia, with his authoritarian rule administered through an elaborate bureaucracy that routinely suppressed human rights. The main victims of this repression were during the first years known and alleged Stalinists, such as &lt;a href=\"Dragoslav%20Mihailovi%C4%87\"&gt;Dragoslav Mihailović&lt;/a&gt; and &lt;a href=\"Dragoljub%20Mi%C4%87unovi%C4%87\"&gt;Dragoljub Mićunović&lt;/a&gt;, but during the following years, even some of the most prominent among Tito's collaborators were arrested. On 19 November 1956 &lt;a href=\"Milovan%20%C4%90ilas\"&gt;Milovan Đilas&lt;/a&gt;, perhaps the closest of Tito's collaborators and widely regarded as his possible successor, was arrested because of his criticism of Tito's regime. Victor Sebestyen writes that Tito \"was as brutal as\" Stalin. The repression did not exclude intellectuals and writers, such as &lt;a href=\"Venko%20Markovski\"&gt;Venko Markovski&lt;/a&gt;, who was arrested and sent to jail in January 1956 for writing poems considered anti-Titoist.\nEven if, after the reforms of 1961, Tito's presidency had become comparatively more liberal than other communist regimes, the Communist Party continued to alternate between liberalism and repression. Yugoslavia managed to remain independent from the Soviet Union and its brand of socialism was in many ways the envy of Eastern Europe, but Tito's Yugoslavia remained a tightly controlled police state. According to David Matas, outside the Soviet Union, Yugoslavia had more &lt;a href=\"political%20prisoners\"&gt;political prisoners&lt;/a&gt; than all of the rest of Eastern Europe combined.\nTito's secret police was modelled on the Soviet KGB. Its members were ever-present and often &lt;a href=\"Extrajudicial%20punishment\"&gt;acted extrajudicially&lt;/a&gt;, with victims including middle-class intellectuals, liberals and democrats. Yugoslavia was a signatory to the &lt;a href=\"International%20Covenant%20on%20Civil%20and%20Political%20Rights\"&gt;International Covenant on Civil and Political Rights&lt;/a&gt;, but scant regard was paid to some of its provisions. \nTito's Yugoslavia was based on respect for nationality, although Tito ruthlessly purged any flowerings of nationalism that threatened the Yugoslav federation. However, the contrast between the deference given to some ethnic groups and the severe repression of others was sharp. Yugoslav law guaranteed nationalities to use their language, but for ethnic Albanians, the assertion of ethnic identity was severely limited. Almost half of the political prisoners in Yugoslavia were ethnic Albanians imprisoned for asserting their ethnic identity.\nYugoslavia's post-war development was impressive, but the country ran into economic snags around 1970 and experienced significant unemployment and inflation. Between 1961 and 1980, the external debt of Yugoslavia increased exponentially at the unsustainable pace of over 17% per year. By 1970 debt was no longer contracted to finance investment, but to cover current expenses. The structure of the economy had reached a point that it required indefinite debt growth to survive.\nDeclassified documents from the CIA state in 1967 it was already clear that although Tito's economic model had achieved growth of the &lt;a href=\"gross%20national%20product\"&gt;gross national product&lt;/a&gt; around 7%, it also created frequently unwise industrial investment and a &lt;a href=\"chronic%20deficit\"&gt;chronic deficit&lt;/a&gt; in the nation's &lt;a href=\"balance%20of%20payment\"&gt;balance of payment&lt;/a&gt;. In the 1970s, uncontrolled growth often created chronic inflation, both of which Tito and the party were unable to fully stabilise or moderate. Yugoslavia also paid high interest on loans compared to the &lt;a href=\"LIBOR\"&gt;LIBOR&lt;/a&gt; rate, but Tito's presence eased investors' fears since he had proven willing and able to implement unpopular reforms. By 1979 with Tito's passing on the horizon, a global downturn in the economy, consistently increasing unemployment and growth slowing to 5.9% throughout the 1970s, it had become likely that \"the rapid economic growth to which the Yugoslavs [had] become accustomed\" would aggressively decline.\nFinal years.\nAfter the constitutional changes of 1974, Tito began reducing his role in the day-to-day running of the state. He continued to travel abroad and receive foreign visitors, going to Beijing in 1977 and reconciling with a Chinese leadership that had once branded him a revisionist. In turn, Chairman &lt;a href=\"Hua%20Guofeng\"&gt;Hua Guofeng&lt;/a&gt; visited Yugoslavia in 1979. In 1978, Tito travelled to the U.S. During the visit strict security was imposed in Washington, D.C. owing to protests by anti-communist Croat, Serb and Albanian groups.\nTito became increasingly ill over the course of 1979. During this time \"Vila Srna\" was built for his use near &lt;a href=\"Morovi%C4%87\"&gt;Morović&lt;/a&gt; in the event of his recovery. On 7 January and again on 11 January 1980, Tito was admitted to the &lt;a href=\"Ljubljana%20University%20Medical%20Centre\"&gt;Medical Centre in Ljubljana&lt;/a&gt;, the capital city of the &lt;a href=\"Socialist%20Republic%20of%20Slovenia\"&gt;SR Slovenia&lt;/a&gt;, with &lt;a href=\"peripheral%20vascular%20disease\"&gt;circulation problems in his legs&lt;/a&gt;. Tito's own stubbornness and refusal to allow doctors to follow through with the necessary amputation of his left leg played a part in his eventual death of &lt;a href=\"gangrene\"&gt;gangrene&lt;/a&gt;-induced infection. His Adjutant later testified that Tito threatened to take his own life if his leg was ever to be amputated, and that he had to actually hide Tito's pistol in fear that he would follow through on his threats. After a private conversation with his two sons Žarko and &lt;a href=\"Mi%C5%A1o%20Broz\"&gt;Mišo Broz&lt;/a&gt;, he finally agreed, and his left leg was amputated due to arterial blockages. The amputation proved to be too late, and Tito died at the Medical Centre of Ljubljana on 4 May 1980, three days short of his 88th birthday. His funeral attracted government leaders from 129 states.\nThe &lt;a href=\"Death%20and%20state%20funeral%20of%20Josip%20Broz%20Tito\"&gt;funeral for Tito&lt;/a&gt; drew many world statesmen. Based on the number of attending politicians and state delegations, at the time it was the largest state funeral in history; this concentration of dignitaries would be unmatched until the &lt;a href=\"List%20of%20dignitaries%20at%20the%20funeral%20of%20Pope%20John%20Paul%20II\"&gt;funeral of Pope John Paul II&lt;/a&gt; in 2005 and the &lt;a href=\"List%20of%20dignitaries%20at%20the%20memorial%20service%20of%20Nelson%20Mandela\"&gt;memorial service of Nelson Mandela&lt;/a&gt; in 2013. Those who attended included four kings, 31 presidents, six princes, 22 prime ministers and 47 ministers of foreign affairs. They came from both sides of the Cold War, from 128 different countries out of 154 UN members at the time.\nReporting on his death, \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" commented:\nTito was interred in a mausoleum in Belgrade, which forms part of a memorial complex in the grounds of the &lt;a href=\"Museum%20of%20Yugoslav%20History\"&gt;Museum of Yugoslav History&lt;/a&gt; (formerly called \"Museum 25 May\" and \"Museum of the Revolution\"). The actual mausoleum is called &lt;a href=\"House%20of%20Flowers%20%28mausoleum%29\"&gt;House of Flowers&lt;/a&gt; (\"Kuća Cveća\") and numerous people visit the place as a &lt;a href=\"shrine\"&gt;shrine&lt;/a&gt; to \"better times\". The museum keeps the gifts Tito received during his presidency. The collection includes original prints of \"&lt;a href=\"Los%20Caprichos\"&gt;Los Caprichos&lt;/a&gt;\" by &lt;a href=\"Francisco%20Goya\"&gt;Francisco Goya&lt;/a&gt;, and many others. The &lt;a href=\"Government%20of%20Serbia\"&gt;Government of Serbia&lt;/a&gt; planned to merge it into the Museum of the History of Serbia.\nLegacy.\nTito is credited with transforming Yugoslavia from a poor nation to a middle-income one that saw vast improvements in women's rights, health, education, urbanization, industrialization, and many other areas of human and economic development. A 2010 poll found that as many as 81% of Serbs believe that life was better under Tito. Tito also ranked first in the \"&lt;a href=\"Greatest%20Croatian\"&gt;Greatest Croatian&lt;/a&gt;\" poll which was conducted in &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;, in 2003.\nDuring his life and especially in the first year after his death, several places were &lt;a href=\"List%20of%20places%20named%20after%20Tito\"&gt;named after Tito&lt;/a&gt;. Several of these places have since returned to their original names.\nFor example, &lt;a href=\"Podgorica\"&gt;Podgorica&lt;/a&gt;, formerly Titograd (though Podgorica's international airport is still identified by the code TGD), and &lt;a href=\"U%C5%BEice\"&gt;Užice&lt;/a&gt;, formerly known as Titovo Užice, which reverted to its original name in 1992. Streets in Belgrade, the capital, have all reverted to their original pre–World War II and pre-communist names as well. In 2004, &lt;a href=\"Antun%20Augustin%C4%8Di%C4%87\"&gt;Antun Augustinčić&lt;/a&gt;'s statue of Broz in his birthplace of &lt;a href=\"Kumrovec\"&gt;Kumrovec&lt;/a&gt; was decapitated in an explosion. It was subsequently repaired. Twice in 2008, protests took place in what was then Zagreb's Marshal Tito Square (today the &lt;a href=\"Republic%20of%20Croatia%20Square\"&gt;Republic of Croatia Square&lt;/a&gt;), organised by a group called Circle for the Square (\"Krug za Trg\"), with an aim to force the city government to rename it to its previous name, while a counter-protest by Citizens' Initiative Against &lt;a href=\"Neo-Nazism%20in%20Croatia\"&gt;Ustašism&lt;/a&gt; (\"Građanska inicijativa protiv ustaštva\") accused the \"Circle for the Square\" of &lt;a href=\"historical%20revisionism\"&gt;historical revisionism&lt;/a&gt; and &lt;a href=\"neo-fascism\"&gt;neo-fascism&lt;/a&gt;. Croatian president &lt;a href=\"Stjepan%20Mesi%C4%87\"&gt;Stjepan Mesić&lt;/a&gt; criticised the demonstration to change the name.\nIn the Croatian coastal city of &lt;a href=\"Opatija\"&gt;Opatija&lt;/a&gt; the main street (also its longest street) still bears the name of Marshal Tito. &lt;a href=\"Rijeka\"&gt;Rijeka&lt;/a&gt;, third largest city in &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;, also refuses to change the name of one of the squares in the city centre named after Tito. There are streets named after Tito in numerous towns in Serbia, mostly in the country's north. One of the main streets in downtown &lt;a href=\"Sarajevo\"&gt;Sarajevo&lt;/a&gt; is called Marshal Tito Street, and Tito's statue in a park in front of the &lt;a href=\"University%20of%20Sarajevo\"&gt;university&lt;/a&gt; campus (ex. &lt;a href=\"Yugoslav%20People%27s%20Army\"&gt;JNA&lt;/a&gt; barrack \"Maršal Tito\") in &lt;a href=\"Marijin%20Dvor%20%28Sarajevo%29\"&gt;Marijin Dvor&lt;/a&gt; is a place where Bosnians and Sarajevans still today commemorate and pay tribute to Tito. The largest Tito monument in the world, about high, is located at Tito Square (Slovene: ), the central square in &lt;a href=\"Velenje\"&gt;Velenje&lt;/a&gt;, Slovenia. One of the main bridges in Slovenia's second largest city of &lt;a href=\"Maribor\"&gt;Maribor&lt;/a&gt; is Tito Bridge (). The central square in &lt;a href=\"Koper\"&gt;Koper&lt;/a&gt;, the largest Slovenian port city, is as well named Tito Square. The main-belt asteroid &lt;a href=\"1550%20Tito\"&gt;1550 Tito&lt;/a&gt;, discovered by Serbian astronomer &lt;a href=\"Milorad%20B.%20Proti%C4%87\"&gt;Milorad B. Protić&lt;/a&gt; at &lt;a href=\"Belgrade%20Observatory\"&gt;Belgrade Observatory&lt;/a&gt; in 1937, was named in his honour.\nThe Croat historian Marijana Belaj wrote that for some people in Croatia and other parts of the former Yugoslavia, Tito is remembered as a sort of secular saint, mentioning how some Croats keep portraits of Catholic saints together with a portrait of Tito on their walls as a way to bring hope. The practice of writing letters to Tito has continued after his death with several websites in former Yugoslavia devoted entirely as forums for people to send posthumous letters to him, where they often talk about various personal problems. Every year on 25 May, about 10,000 people from the former Yugoslavia gathered in Tito's hometown of Kumrovec to pay tribute to his memory in a quasi-religious ritual. Belaj wrote that much of the posthumous appeal of the Tito cult centres around Tito's everyman persona and how he was presented as a \"friend\" to ordinary people, in contrast to the way in which Stalin was depicted in his cult of personality as a cold, aloof god-like figure whose extraordinary qualities set him apart from ordinary people. The majority of those who come to Kumrovec on 25 May to kiss Tito's statue are women. Belaji wrote that the appeal of the Tito cult today centres less around communism, observing that most people who come to Kumrovec do not believe in communism, but rather due to nostalgia for their youth in Tito's Yugoslavia, and affection for an \"ordinary man\" who became great. Tito was not a Croat nationalist, but the fact that Tito became the world's most famous Croat, serving as the leader of the non-aligned movement and been seen as an important world leader, inspires pride in certain quarters of Croatia.\nEvery year a \"Brotherhood and Unity\" relay race is organised in Montenegro, Macedonia, and Serbia that ends at the \"House of Flowers\" in Belgrade on 25 May – the final resting place of Tito. At the same time, runners in Slovenia, Croatia, and Bosnia and Herzegovina set off for &lt;a href=\"Kumrovec\"&gt;Kumrovec&lt;/a&gt;, Tito's birthplace in northern Croatia. The relay is a left-over from the &lt;a href=\"Relay%20of%20Youth\"&gt;Relay of Youth&lt;/a&gt; from Yugoslav times, when young people made a similar yearly trek on foot through Yugoslavia that ended in Belgrade with a massive celebration.\nIn 1992, \"Tito and Me\" (Serbian: Тито и ја, Tito i ja), a 1992 Yugoslav comedy film by Serbian director &lt;a href=\"Goran%20Markovi%C4%87\"&gt;Goran Marković&lt;/a&gt;, was released.\nIn the years following the dissolution of Yugoslavia, some historians stated that human rights were suppressed in Yugoslavia under Tito, particularly in the first decade up until the &lt;a href=\"Tito%E2%80%93Stalin%20Split\"&gt;Tito–Stalin Split&lt;/a&gt;. On 4 October 2011, the &lt;a href=\"Constitutional%20Court%20of%20Slovenia\"&gt;Slovenian Constitutional Court&lt;/a&gt; found a 2009 naming of a street in Ljubljana after Tito to be unconstitutional. While several public areas in &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt; (named during the Yugoslav period) do already bear Tito's name, on the issue of renaming an additional street &lt;a href=\"Tito%20street%20decision%20in%20Slovenia\"&gt;the court ruled&lt;/a&gt; that:\nThe court, however, explicitly made it clear that the purpose of the review was \"not a verdict on Tito as a figure or on his concrete actions, as well as not a historical weighing of facts and circumstances\". Slovenia has several streets and squares named after Tito, notably \"Tito Square\" in &lt;a href=\"Velenje\"&gt;Velenje&lt;/a&gt;, incorporating a 10-meter statue.\nTito has also been named as responsible for systematic eradication of the ethnic German (&lt;a href=\"Danube%20Swabian\"&gt;Danube Swabian&lt;/a&gt;) population in &lt;a href=\"Vojvodina\"&gt;Vojvodina&lt;/a&gt; by expulsions and mass executions following the collapse of the German occupation of Yugoslavia at the end of World War II, in contrast to his inclusive attitude towards other Yugoslav nationalities. Ten years after his death, &lt;a href=\"Yugoslav%20wars\"&gt;Yugoslavia collapsed into multiple devastating civil wars&lt;/a&gt;.\nFamily and personal life.\nTito carried on numerous affairs and was married several times. In 1918 he was brought to &lt;a href=\"Omsk\"&gt;Omsk&lt;/a&gt;, Russia, as a prisoner of war. There he met &lt;a href=\"Pelagija%20Belousova\"&gt;Pelagija Belousova&lt;/a&gt; who was then fourteen; he married her a year later, and she moved with him to Yugoslavia. They had five children but only their son Žarko Leon (born 4 February 1924) survived. When Tito was jailed in 1928, she returned to Russia. After the divorce in 1936, she later remarried.\nIn 1936, when Tito stayed at the &lt;a href=\"Hotel%20Lux\"&gt;Hotel Lux&lt;/a&gt; in Moscow, he met the Austrian Lucia Bauer. They married in October 1936, but the records of this marriage were later erased.\nHis next relationship was with &lt;a href=\"Herta%20Haas\"&gt;Herta Haas&lt;/a&gt;, whom he married in 1940. Broz left for Belgrade after the &lt;a href=\"April%20War\"&gt;April War&lt;/a&gt;, leaving Haas pregnant. In May 1941, she gave birth to their son, &lt;a href=\"Mi%C5%A1o%20Broz\"&gt;Aleksandar \"Mišo\" Broz&lt;/a&gt;. All throughout his relationship with Haas, Tito had maintained a promiscuous life and had a parallel relationship with &lt;a href=\"Davorjanka%20Paunovi%C4%87\"&gt;Davorjanka Paunović&lt;/a&gt;, who, under the codename \"Zdenka\", served as a courier in the resistance and subsequently became his personal secretary. Haas and Tito suddenly parted company in 1943 in &lt;a href=\"Jajce\"&gt;Jajce&lt;/a&gt; during the second meeting of &lt;a href=\"AVNOJ\"&gt;AVNOJ&lt;/a&gt; after she reportedly walked in on him and Davorjanka. The last time Haas saw Broz was in 1946. Davorjanka died of &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt; in 1946 and Tito insisted that she be buried in the backyard of the &lt;a href=\"Beli%20Dvor\"&gt;Beli Dvor&lt;/a&gt;, his Belgrade residence.\nHis best-known wife was &lt;a href=\"Jovanka%20Broz\"&gt;Jovanka Broz&lt;/a&gt;. Tito was just shy of his 60th birthday, while she was 27, when they finally married in April 1952, with state security chief &lt;a href=\"Aleksandar%20Rankovi%C4%87\"&gt;Aleksandar Ranković&lt;/a&gt; as the best man. Their eventual marriage came about somewhat unexpectedly since Tito actually rejected her some years earlier when his confidante Ivan Krajacic brought her in originally. At that time, she was in her early 20s and Tito objected to her energetic personality. Not one to be discouraged easily, Jovanka continued working at &lt;a href=\"Beli%20Dvor\"&gt;Beli Dvor&lt;/a&gt;, where she managed the staff and eventually got another chance. Their relationship was not a happy one, however. It had gone through many, often public, ups and downs with episodes of infidelities and even allegations of preparation for a \"coup d'état\" by the latter pair. Certain unofficial reports suggest Tito and Jovanka even formally divorced in the late 1970s, shortly before his death. However, during Tito's funeral she was officially present as his wife, and later claimed rights for inheritance. The couple did not have any children.\nTito's grandchildren include &lt;a href=\"Sa%C5%A1a%20Broz\"&gt;Saša Broz&lt;/a&gt;, a theatre director in Croatia; &lt;a href=\"Svetlana%20Broz\"&gt;Svetlana Broz&lt;/a&gt;, a cardiologist and writer in Bosnia-Herzegovina; and &lt;a href=\"Josip%20Broz%20Jo%C5%A1ka\"&gt;Josip Broz – Joška&lt;/a&gt;, &lt;a href=\"Edvard%20Broz\"&gt;Edvard Broz&lt;/a&gt; and &lt;a href=\"Natali%20Klasevski\"&gt;Natali Klasevski&lt;/a&gt;, an artisan of Bosnia-Herzegovina.\nAs the &lt;a href=\"President%20of%20Yugoslavia\"&gt;President&lt;/a&gt;, Tito had access to extensive (state-owned) property associated with the office and maintained a lavish lifestyle. In Belgrade he resided in the official residence, the &lt;a href=\"Beli%20dvor\"&gt;Beli dvor&lt;/a&gt;, and maintained a separate private home. The &lt;a href=\"Brijuni%20islands\"&gt;Brijuni islands&lt;/a&gt; were the site of the State Summer Residence from 1949 on. The pavilion was designed by &lt;a href=\"Jo%C5%BEe%20Ple%C4%8Dnik\"&gt;Jože Plečnik&lt;/a&gt;, and included a zoo. Close to 100 foreign heads of state were to visit Tito at the island residence, along with film stars such as &lt;a href=\"Elizabeth%20Taylor\"&gt;Elizabeth Taylor&lt;/a&gt;, &lt;a href=\"Richard%20Burton\"&gt;Richard Burton&lt;/a&gt;, &lt;a href=\"Sophia%20Loren\"&gt;Sophia Loren&lt;/a&gt;, &lt;a href=\"Carlo%20Ponti\"&gt;Carlo Ponti&lt;/a&gt;, and &lt;a href=\"Gina%20Lollobrigida\"&gt;Gina Lollobrigida&lt;/a&gt;.\nAnother residence was maintained at &lt;a href=\"Lake%20Bled\"&gt;Lake Bled&lt;/a&gt;, while the grounds at &lt;a href=\"Kara%C4%91or%C4%91evo%20%28Ba%C4%8Dka%20Palanka%29\"&gt;Karađorđevo&lt;/a&gt; were the site of \"diplomatic hunts\". By 1974 the Yugoslav President had at his disposal 32 official residences, larger and small, the yacht \"&lt;a href=\"Yugoslav%20yacht%20Galeb\"&gt;Galeb&lt;/a&gt;\" (\"seagull\"), a Boeing 727 as the presidential aeroplane, and the &lt;a href=\"Tito%27s%20Blue%20Train\"&gt;Blue Train&lt;/a&gt;. After Tito's death the presidential Boeing 727 was sold to &lt;a href=\"Aviogenex\"&gt;Aviogenex&lt;/a&gt;, the \"Galeb\" remained docked in Montenegro, while the Blue Train was stored in a Serbian train shed for over two decades. While Tito was the person who held the office of president for by far the longest period, the associated property was not private and much of it continues to be in use by Yugoslav successor states, as public property, or maintained at the disposal of high-ranking officials.\nAs regards knowledge of languages, Tito replied that he spoke &lt;a href=\"Serbo-Croatian\"&gt;Serbo-Croatian&lt;/a&gt;, German, Russian, and some English. Broz's official biographer and then fellow Central Committee-member &lt;a href=\"Vladimir%20Dedijer\"&gt;Vladimir Dedijer&lt;/a&gt; stated in 1953 that he spoke \"Serbo-Croatian ... Russian, Czech, Slovenian ... German (with a Viennese accent) ... understands and reads French and Italian ... [and] also speaks &lt;a href=\"Kazakh%20language\"&gt;Kazakh&lt;/a&gt;.\"\nIn his youth, Tito attended Catholic Sunday school, and was later an altar boy. After an incident where he was slapped and shouted at by a priest when he had difficulty assisting the priest to remove his vestments, Tito would not enter a church again. As an adult, he identified as an atheist.\nEvery federal unit had a town or city with historic significance from the &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; period renamed to have Tito's name included. The largest of these was &lt;a href=\"Titograd\"&gt;Titograd&lt;/a&gt;, now &lt;a href=\"Podgorica\"&gt;Podgorica&lt;/a&gt;, the capital city of &lt;a href=\"Socialist%20Republic%20of%20Montenegro\"&gt;Montenegro&lt;/a&gt;. With the exception of Titograd, the cities were renamed simply by the addition of the adjective \"Tito's\" (\"Titov\"). The cities were:\nLanguage and identity dispute.\nIn the years after Tito's death up to the present, there has been some debate as to his identity. Tito's personal physician, Aleksandar Matunović, wrote a book about Tito in which he questioned his true origin, noting that Tito's habits and lifestyle could only mean that he was from an aristocratic family. Serbian journalist &lt;a href=\"Vladan%20Dini%C4%87\"&gt;Vladan Dinić&lt;/a&gt;, in \"Tito is not Tito\", included several possible alternate identities of Tito, arguing that three separate people had identified as Tito.\nIn 2013, a lot of media coverage was given to a declassified &lt;a href=\"National%20Security%20Agency\"&gt;NSA&lt;/a&gt; study in \"Cryptologic Spectrum\" that concluded Tito had not spoken Serbo-Croatian as a native. The report noted that his speech had features of other Slavic languages (Russian and Polish). The hypothesis that \"a non-Yugoslav, perhaps a Russian or a Pole\" assumed Tito's identity was included with a note that this had happened during or before the Second World War. The report notes &lt;a href=\"Dra%C5%BEa%20Mihailovi%C4%87\"&gt;Draža Mihailović&lt;/a&gt;'s impressions of Tito's Russian origins after he had personally spoken with Tito.\nHowever, the NSA's report was invalidated by Croatian experts. The report failed to recognise that Tito was a native speaker of the very distinctive local &lt;a href=\"Kajkavian\"&gt;Kajkavian&lt;/a&gt; dialect of Zagorje. His acute accent, present only in Croatian dialects, and which Tito was able to pronounce perfectly, is the strongest evidence for his Zagorje origins.\nOrigin of the name \"Tito\".\nAs the Communist Party was outlawed in Yugoslavia starting on 30 December 1920, Josip Broz took on many assumed names during his activity within the Party, including \"Rudi\", \"Walter\", and \"Tito\". Broz himself explains:\nAwards and decorations.\nJosip Broz Tito received a total of 119 awards and decorations from 60 countries around the world (59 countries and Yugoslavia). 21 decorations were from &lt;a href=\"SFR%20Yugoslavia\"&gt;Yugoslavia&lt;/a&gt; itself, 18 having been awarded once, and the &lt;a href=\"Order%20of%20the%20National%20Hero\"&gt;Order of the National Hero&lt;/a&gt; on three occasions. Of the 98 international awards and decorations, 92 were received once, and three on two occasions (&lt;a href=\"Order%20of%20the%20White%20Lion\"&gt;Order of the White Lion&lt;/a&gt;, &lt;a href=\"Order%20of%20Polonia%20Restituta\"&gt;Polonia Restituta&lt;/a&gt;, and &lt;a href=\"Order%20of%20Karl%20Marx\"&gt;Karl Marx&lt;/a&gt;). The most notable awards included the French &lt;a href=\"Legion%20of%20Honour\"&gt;Legion of Honour&lt;/a&gt; and &lt;a href=\"National%20Order%20of%20Merit%20%28France%29\"&gt;National Order of Merit&lt;/a&gt;, the British &lt;a href=\"Order%20of%20the%20Bath\"&gt;Order of the Bath&lt;/a&gt;, the Soviet &lt;a href=\"Order%20of%20Lenin\"&gt;Order of Lenin&lt;/a&gt;, the Japanese &lt;a href=\"Order%20of%20the%20Chrysanthemum\"&gt;Order of the Chrysanthemum&lt;/a&gt;, the West German &lt;a href=\"Federal%20Cross%20of%20Merit\"&gt;Federal Cross of Merit&lt;/a&gt;, and the &lt;a href=\"Order%20of%20Merit%20of%20the%20Italian%20Republic\"&gt;Order of Merit of Italy&lt;/a&gt;.\nThe decorations were seldom displayed, however. After the &lt;a href=\"Tito%E2%80%93Stalin%20split\"&gt;Tito–Stalin split&lt;/a&gt; of 1948 and his inauguration as president in 1953, Tito rarely wore his uniform except when present in a military function, and then (with rare exception) only wore his Yugoslav ribbons for obvious practical reasons. The awards were displayed in full number only at his funeral in 1980. Tito's reputation as one of the &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied&lt;/a&gt; leaders of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, along with his diplomatic position as the founder of the &lt;a href=\"Non-Aligned%20Movement\"&gt;Non-Aligned Movement&lt;/a&gt;, was primarily the cause of the favourable international recognition."
}