{
    "id": "16565139",
    "revid": "1069167605",
    "url": "https://en.wikipedia.org/wiki?curid=16565139",
    "title": "Schengen Area",
    "text": "The Schengen Area ( , ) is an area comprising 26 &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;an countries that have officially abolished all passport and all other types of &lt;a href=\"border%20control\"&gt;border control&lt;/a&gt; at their mutual borders. The area mostly functions as a single jurisdiction for international travel purposes, with &lt;a href=\"visa%20policies%20in%20the%20European%20Union\"&gt;a common visa policy&lt;/a&gt;. The area is named after the 1985 &lt;a href=\"Schengen%20Agreement\"&gt;Schengen Agreement&lt;/a&gt; signed in &lt;a href=\"Schengen%2C%20Luxembourg\"&gt;Schengen, Luxembourg&lt;/a&gt;.\nOf the 27 EU &lt;a href=\"member%20states%20of%20the%20European%20Union\"&gt;member states&lt;/a&gt;, 22 participate in the Schengen Area. Of the five EU members that are not part of the Schengen Area, four—&lt;a href=\"Bulgaria%20and%20the%20European%20Union\"&gt;Bulgaria&lt;/a&gt;, &lt;a href=\"Croatia%20and%20the%20European%20Union\"&gt;Croatia&lt;/a&gt;, &lt;a href=\"Cyprus%20and%20the%20European%20Union\"&gt;Cyprus&lt;/a&gt;, and &lt;a href=\"Romania%20and%20the%20European%20Union\"&gt;Romania&lt;/a&gt;—are legally obliged to join the area in the future; &lt;a href=\"Ireland%20and%20the%20European%20Union\"&gt;Ireland&lt;/a&gt; maintains an &lt;a href=\"opt-outs%20in%20the%20European%20Union\"&gt;opt-out&lt;/a&gt;, and instead operates &lt;a href=\"Visa%20policy%20of%20Ireland\"&gt;its own visa policy&lt;/a&gt;. The four &lt;a href=\"European%20Free%20Trade%20Association\"&gt;European Free Trade Association&lt;/a&gt; (EFTA) member states, &lt;a href=\"Iceland%E2%80%93European%20Union%20relations\"&gt;Iceland&lt;/a&gt;, &lt;a href=\"Liechtenstein-European%20Union%20relations\"&gt;Liechtenstein&lt;/a&gt;, &lt;a href=\"Norway-European%20Union%20relations\"&gt;Norway&lt;/a&gt;, and &lt;a href=\"Switzerland-European%20Union%20relations\"&gt;Switzerland&lt;/a&gt;, are not members of the EU, but have signed agreements in association with the Schengen Agreement. Also, three &lt;a href=\"European%20microstates\"&gt;European microstates&lt;/a&gt;—&lt;a href=\"Monaco\"&gt;Monaco&lt;/a&gt;, &lt;a href=\"San%20Marino\"&gt;San Marino&lt;/a&gt;, and the &lt;a href=\"Vatican%20City\"&gt;Vatican City&lt;/a&gt;—maintain open borders for passenger traffic with their neighbors, and are therefore considered \"de facto\" members of the Schengen Area due to the practical impossibility of travelling to or from them without transiting through at least one Schengen member country.\nThe Schengen Area has a population of almost 420 million people and an area of . About 1.7 million people commute to work across an internal European border each day, and in some regions these people constitute up to a third of the workforce. Each year, there are 1.3 billion crossings of Schengen borders in total. 57 million crossings are due to transport of goods by road, with a value of €2.8 trillion each year. The decrease in the cost of trade due to Schengen varies from 0.42% to 1.59% depending on geography, trade partners, and other factors. Countries outside of the Schengen Area also benefit. States in the Schengen Area have strengthened border controls with non-Schengen countries.\nHistory.\nThe Schengen Agreement was signed on 14 June 1985 by five of the ten &lt;a href=\"Member%20states%20of%20the%20European%20Union\"&gt;EC member states&lt;/a&gt; in the town of &lt;a href=\"Schengen%2C%20Luxembourg\"&gt;Schengen, Luxembourg&lt;/a&gt;. The Schengen Area was established separately from the &lt;a href=\"European%20Communities\"&gt;European Communities&lt;/a&gt;, when consensus could not be reached among all EC member states on the abolition of border controls.\nThe Agreement was supplemented in 1990 by the Schengen Convention, which proposed the abolition of internal border controls and a common visa policy. The Agreements and the rules adopted under them were entirely separate from the &lt;a href=\"Institutions%20of%20the%20European%20Union\"&gt;EC structures&lt;/a&gt;, and led to the creation of the Schengen Area on 26 March 1995.\nAs more EU member states signed the Schengen Agreement, consensus was reached on absorbing it into the procedures of the EU. The Agreement and its related conventions were incorporated into the mainstream of &lt;a href=\"European%20Union%20law\"&gt;European Union law&lt;/a&gt; by the &lt;a href=\"Amsterdam%20Treaty\"&gt;Amsterdam Treaty&lt;/a&gt; in 1997, which came into effect in 1999. A consequence of the Agreement being part of European law is that any amendment or regulation is made within its processes, in which the non-EU members are not participants.\nThe UK and Ireland have operated a &lt;a href=\"Common%20Travel%20Area\"&gt;Common Travel Area&lt;/a&gt; (CTA) since 1923 (with passport-free travel and freedom of movement with each other), but the UK would not abolish border controls with any other countries and therefore opted out of the Agreement. While not signing the Schengen Treaty, Ireland has always looked more favourably on joining, but has not done so in order to maintain the CTA and its open border with &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;.\nMembership.\nCurrent members.\nThe Schengen Area consists of 26 states, including four which are not members of the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; (EU). Two of the non-EU members&lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt; and &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;are part of the &lt;a href=\"Nordic%20Passport%20Union\"&gt;Nordic Passport Union&lt;/a&gt; and are officially classified as states associated with the Schengen activities of the EU. &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt; was allowed to participate in the same manner in 2008. Liechtenstein joined the Schengen Area on 19 December 2011. \"De facto\", the Schengen Area also includes three European micro-statesMonaco, San Marino and the Vatican Citythat maintain open or semi-open borders with other Schengen member countries.\nOne EU member state&lt;a href=\"Republic%20of%20Ireland\"&gt;Ireland&lt;/a&gt;negotiated opt-outs from Schengen and continues to operate border controls with other EU member states, while at the same time being part of the open-border &lt;a href=\"Common%20Travel%20Area\"&gt;Common Travel Area&lt;/a&gt; with the United Kingdom (a &lt;a href=\"Brexit\"&gt;former EU member&lt;/a&gt;). The remaining four EU member statesBulgaria, Croatia, Cyprus and &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;are obliged by their &lt;a href=\"Treaty%20of%20Accession\"&gt;Treaties of Accession&lt;/a&gt; to join the Schengen Area eventually. However, before fully implementing the Schengen rules, each state must have its preparedness assessed in four areas: &lt;a href=\"Controlled%20airspace\"&gt;air borders&lt;/a&gt;, &lt;a href=\"visa%20%28document%29\"&gt;visas&lt;/a&gt;, police cooperation, and &lt;a href=\"Information%20privacy\"&gt;personal data protection&lt;/a&gt;. This evaluation process involves a questionnaire and visits by EU experts to selected institutions and workplaces in the country under assessment.\nAt the end of 2020, the only land borders with border controls (not counting temporary ones) between &lt;a href=\"European%20Union\"&gt;EU&lt;/a&gt;/&lt;a href=\"European%20Economic%20Area\"&gt;EEA&lt;/a&gt; members, are those dividing Bulgaria, Croatia and Romania from each other and from the rest of the EU.\nNotes\nProspective members.\nThe procedure to enter the Schengen Area is that European Commission evaluates certain criteria. These criteria include border control legislation, infrastructure and organisation, personal data protection, visas, deportations, police cooperation and more. After a positive evaluation the Schengen members of the &lt;a href=\"Council%20of%20the%20European%20Union\"&gt;Council of the European Union&lt;/a&gt; decides unanimously together with the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt; to accept the new member.\nCyprus.\nAlthough &lt;a href=\"Cyprus\"&gt;Cyprus&lt;/a&gt;, which joined the EU on 1 May 2004, is legally bound to join the Schengen Area, implementation has been delayed because of the &lt;a href=\"Cyprus%20dispute\"&gt;Cyprus dispute&lt;/a&gt;. According to former Cypriot Minister of Foreign Affairs &lt;a href=\"Giorgos%20Lillikas\"&gt;Giorgos Lillikas&lt;/a&gt;, \"strict and full control based on Schengen will create a huge tribulation on a daily basis for the &lt;a href=\"Turkish%20Cypriots\"&gt;Turkish Cypriots&lt;/a&gt;\" of &lt;a href=\"Northern%20Cyprus\"&gt;Northern Cyprus&lt;/a&gt;, and it is unclear if this control is possible before the resolution of the dispute. The British Sovereign Base Areas of &lt;a href=\"Akrotiri%20and%20Dhekelia\"&gt;Akrotiri and Dhekelia&lt;/a&gt;, a &lt;a href=\"British%20Overseas%20Territories\"&gt;British Overseas Territory&lt;/a&gt; which is outside the EU, also needs \"other handling and mechanisms\". Akrotiri and Dhekelia has no border control to Cyprus, but has its own border control at its air base. no date has been fixed for implementation of the Schengen rules by Cyprus. Cyprus has less potential benefit from an implementation of Schengen, for it has no land border with another EU member; air travel or around 12 hours of sea travel is needed to the nearest EU member.\nIn November 2019, Cyprus's Foreign Affairs Minister &lt;a href=\"Nikos%20Christodoulides\"&gt;Nikos Christodoulides&lt;/a&gt; revealed that Cyprus formally began the process of joining the Schengen Area in September. An important reason is to access the &lt;a href=\"Schengen%20Information%20System\"&gt;Schengen Information System&lt;/a&gt; and other border control cooperation. The European Commission is currently evaluating the application.\nBulgaria and Romania.\nWhile Bulgaria and Romania, which joined the EU on 1 January 2007, are also legally bound to join the Schengen Area, implementation has been delayed. On 15 October 2010, Bulgaria and Romania joined SIS II for law enforcement cooperation. On 9 June 2011, the Council of Ministers concluded that the evaluation process had been completed successfully and that the two countries fulfilled all technical accession criteria. Bulgaria's and Romania's bids to join the Schengen Area were approved by the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt; in June 2011 but rejected by the Council of Ministers in September 2011, with the Dutch and Finnish governments citing concerns about shortcomings in anti-corruption measures and in the fight against organised crime. Although the original plan was for the Schengen Area to open its air and sea borders with Bulgaria and Romania by March 2012, and its land borders by July 2012, continued opposition from Germany, Finland and the Netherlands has delayed the two countries' entry to the Schengen Area. On 4 October 2017, the European Parliament voted for access of Bulgaria and Romania to the &lt;a href=\"Schengen%20Information%20System\"&gt;Schengen Information System&lt;/a&gt;.\" On 1 August 2018, Bulgaria and Romania gained full access to the &lt;a href=\"Schengen%20Information%20System\"&gt;Schengen Information System&lt;/a&gt;. Moreover, \"the final political decision whether the two countries can become part of the Schengen Area and stop systematic border checks with neighbouring EU countries must be taken unanimously by all sides of the European Council.\" On 11 December 2018, the European Parliament voted for the resolution in favour of accepting both countries, requiring the Council of the European Union to \"act swiftly\" on the matter.\nCroatia.\nWhile Croatia, which joined the EU on 1 July 2013, is also legally bound to eventually join the Schengen Area, implementation has been delayed. In March 2015, Croatia's then Interior Minister &lt;a href=\"Ranko%20Ostoji%C4%87\"&gt;Ranko Ostojić&lt;/a&gt; said that his country was ready to join the Schengen Area. Croatia requested that the EU conduct a technical evaluation, which took a year and a half, and started on 1 July 2015. This evaluation was positive and Croatia got access to the Schengen Information System in January 2017. On 27 June 2017, Croatia joined SIS II for law enforcement cooperation.\nCroatia has a total of land border of which and 58 border control points are with other EU countries (Slovenia and Hungary).\nThe influx of refugees and migrants from Greece through &lt;a href=\"North%20Macedonia\"&gt;North Macedonia&lt;/a&gt; and Serbia to Croatia and then to current Schengen member states like Slovenia, Austria and Hungary, as part of the 2015 &lt;a href=\"European%20migrant%20crisis\"&gt;European migrant crisis&lt;/a&gt;, has led some to question whether there will be the political consensus necessary for further enlargement of the Schengen Area. In September 2015, &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt; threatened to veto Croatia's accession to the Schengen Area after it allowed migrants to transit the country into Hungary. &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt; has suggested it could veto Croatia's accession to the Schengen Area as a result of its &lt;a href=\"Croatia%E2%80%93Slovenia%20border%20disputes\"&gt;border dispute&lt;/a&gt;.\nIn October 2018, a senior Croatian government official said Croatia's goal was to meet the technical criteria to join Schengen by the end of 2018, and hoped to join by 2020. &lt;a href=\"Jean-Claude%20Juncker\"&gt;Jean-Claude Juncker&lt;/a&gt;, &lt;a href=\"President%20of%20the%20European%20Commission\"&gt;President of the European Commission&lt;/a&gt;, stated in June 2019 that he \"would like us (The European Commission) to propose Croatia’s accession to the Schengen Area under our mandate\". In May 2019, during a visit to the country, the German Chancellor &lt;a href=\"Angela%20Merkel\"&gt;Angela Merkel&lt;/a&gt; said that &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; fully supports Croatia joining the Schengen.\nIn July 2019, Croatia received unofficial information from the European Commission that it has met all technical requirements for accession to the Schengen Area. In early September 2019, the &lt;a href=\"Prime%20Minister%20of%20Croatia\"&gt;Croatian Prime Minister&lt;/a&gt; &lt;a href=\"Andrej%20Plenkovi%C4%87\"&gt;Andrej Plenkovic&lt;/a&gt; said that Croatia will \"absolutely join Schengen\". On 27 September 2019 he said that \"Slovenia can't block Croatia's Schengen entry indefinitely\", but on the next day a Croatian newspaper speculated that at least three states opposed Croatia's entry before the reform of the Schengen system has been carried out. In November 2019, Hungarian Prime Minister &lt;a href=\"Viktor%20Orban\"&gt;Viktor Orban&lt;/a&gt; confirmed that his country \"strongly supports\" Croatia joining the Schengen Area.\nOn 22 October 2019, the European Commission backed Croatia to join the Schengen Area, a preliminary stage for full accession into the Schengen Area. The &lt;a href=\"Portugal\"&gt;Portuguese&lt;/a&gt; &lt;a href=\"Presidency%20of%20the%20Council%20of%20the%20European%20Union\"&gt;presidency&lt;/a&gt; and Commissioner &lt;a href=\"Ylva%20Johansson\"&gt;Ylva Johansson&lt;/a&gt; informed the Council that Croatia had successfully completed the Schengen evaluation procedure on the 13th of March, 2021. Croatia's job and goal now is to prepare everything that is necessary for the &lt;a href=\"Council%20of%20the%20European%20Union\"&gt;Council of the EU&lt;/a&gt; to adopt a political decision on the Schengen membership. This is a task at which Romania and Bulgaria failed back in 2011.\nOn 15 March 2021 Croatian Prime Minister Andrej Plenković said in the interview with &lt;a href=\"Politico%20Europe\"&gt;Politico&lt;/a&gt; that the goal of his &lt;a href=\"Cabinet%20of%20Andrej%20Plenkovi%C4%87%20II\"&gt;cabinet&lt;/a&gt; is to achieve accession of Croatia to both Schengen and the &lt;a href=\"Eurozone\"&gt;Eurozone&lt;/a&gt; by the second half of 2024—the end of his government's term.\nOn 25 May 2021 and 5 July 2021 Croatian Prime Minister Andrej Plenković said that Croatia could enter into the Schengen Area in 2022.\nOn 2 July 2021, &lt;a href=\"Politics%20of%20Slovenia\"&gt;Slovenian minister&lt;/a&gt; &lt;a href=\"Ale%C5%A1%20Hojs\"&gt;Aleš Hojs&lt;/a&gt;, who will chair the &lt;a href=\"https%3A//www.consilium.europa.eu/en/topics/home-affairs/\"&gt;Home Affairs Council&lt;/a&gt;, which is in charge of Schengen enlargement, stated that \"Slovenia absolutely supports Croatia's Schengen entry\", as well as that \"he is willing to put the issue of the three countries' \"(Bulgaria, Croatia, Romania)\" Schengen entry on the agenda at any moment, but that he felt it was not a good idea before all member states agreed on that.\"\nThe European Parliament confirmed that Croatia has met all conditions for Schengen on 8 July 2021. The same day, &lt;a href=\"Ursula%20von%20der%20Leyen\"&gt;Ursula von der Leyen&lt;/a&gt;, the President of the &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt;, stated that \"Croatia is ready for Schengen, our task now is to convince the &lt;a href=\"Council%20of%20the%20European%20Union\"&gt;Council&lt;/a&gt;. You can be sure I will be working on that.\"\nOn 23 July 2021, the &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;n foreign minister &lt;a href=\"Alexander%20Schallenberg\"&gt;Alexander Schallenberg&lt;/a&gt; said that \"I’m very pleased that Croatia will soon become a full member of the Schengen Area and we fully support it in that\".\nAs of July 2021, Croatia had still not joined the Schengen Area; however, according to the Croatian Foreigners Act, rules on entry and stay of third-country nationals in the Schengen Area prescribed by the relevant Schengen legislation also apply to entry and stay of third-country nationals on the territory of Croatia.\nPrime Minister Andrej Plenković said in the Croatian parliament in July 2021, while submitting a report on European Council meetings of the past six months, that he expected Croatia to enter the Schengen Area in 2022.\nDuring his visit to &lt;a href=\"Zagreb\"&gt;Zagreb&lt;/a&gt; on 25 November 2021, the &lt;a href=\"France\"&gt;French&lt;/a&gt; president &lt;a href=\"Emmanuel%20Macron\"&gt;Emmanuel Macron&lt;/a&gt; expressed his support: \"&lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt; is ready for Schengen. It has met the accession criteria, confirming that it is firmly organised and capable of protecting its own borders, which are also the external borders of the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;, against smuggling.\"\nOn 9 December 2021, the &lt;a href=\"Council%20of%20the%20European%20Union\"&gt;Council of the European Union&lt;/a&gt; concluded that Croatia had fulfilled the necessary conditions for the application of all parts of the Schengen acquis. This conclusion is a precondition for the Council to be able to take a subsequent decision allowing for the lifting of internal border controls.\nOn December 14th, 2021, Prime Minister Plenkovic stated that he expected to have a final decision from the EU, on Croatia's accession to the Schengen and euro areas, in 2022.\nGibraltar.\nAs a result of &lt;a href=\"Brexit\"&gt;Brexit&lt;/a&gt;, &lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt; ceased to be part of the European Union on 31 January 2020, although for most purposes it was treated as part of it during the transition phase until 31 December 2020. Like the United Kingdom, it had not been part of the Schengen Area but, unlike the United Kingdom, Gibraltar had also been outside of the &lt;a href=\"European%20Union%20Customs%20Union\"&gt;EU customs union&lt;/a&gt;. Owing to a declaration lodged by the United Kingdom with the EEC in 1982, in view of the entry into force of the &lt;a href=\"British%20Nationality%20Act%201981\"&gt;British Nationality Act 1981&lt;/a&gt;, Gibraltarians had been counted as British nationals for the purposes of Community law, and as such they had enjoyed full free movement within the &lt;a href=\"European%20Economic%20Area\"&gt;European Economic Area&lt;/a&gt; and &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;. During the &lt;a href=\"Brexit%20transition%20period\"&gt;Brexit transition period&lt;/a&gt; until 31 December 2020, Gibraltar was still for most purposes treated as an EU territory.\nOn 31 December 2020, the governments of Spain and of the United Kingdom (advised by the Government of Gibraltar) came to an agreement in principle on a framework for a UK-EU treaty on aspects of Gibraltar's future relationship with the European Union. Both Spain and the Head of the UK Mission to the European Union subsequently indicated with the European Commission their desire that such an agreement be negotiated and that the EU should seek a mandate for that purpose.\nChief Minister of Gibraltar &lt;a href=\"Fabian%20Picardo\"&gt;Fabian Picardo&lt;/a&gt; stated that he anticipates that the arrangement, which will apply for an initial period of four years, will make Gibraltar's port and airport entry points to the Schengen Area. These entry points will be managed by a &lt;a href=\"Frontex\"&gt;Frontex&lt;/a&gt; operation. Spain, as the neighbouring Schengen member state, will be responsible as regards the European Union for the implementation of the Schengen acquis. Residents of Gibraltar, regardless of their nationality, are anticipated to enjoy maximised and unrestricted mobility to the Schengen Area. UK citizens who are not residents of Gibraltar will be subjected to third-country national checks when they enter Gibraltar through the Gibraltar port or airport. It is anticipated that the third-country national check will entail two controls, one by Gibraltar's &lt;a href=\"Borders%20and%20Coastguard%20Agency\"&gt;Borders and Coastguard Agency&lt;/a&gt;, giving entry into Gibraltar, and one by &lt;a href=\"Frontex\"&gt;Frontex&lt;/a&gt;, giving entry into the Schengen Area. Picardo likened this arrangement to the &lt;a href=\"juxtaposed%20controls\"&gt;juxtaposed controls&lt;/a&gt; at &lt;a href=\"Eurostar\"&gt;Eurostar&lt;/a&gt; stations, although he admitted the situation there is slightly different.\nOn 31 December 2020, Spain's foreign minister, &lt;a href=\"Arancha%20Gonz%C3%A1lez%20Laya\"&gt;Arancha González Laya&lt;/a&gt; said that she anticipated that it would take about six months to negotiate and conclude a treaty but that in the meantime Spain would work to ensure that mobility at the border would be \"as fluid as possible\".\nApart from the unrestricted mobility of persons, the negotiations will also seek to address maximised and unrestricted mobility of goods between Gibraltar and the European Union, and consider matters related to the environment, the level playing field, social security coordination, citizens’ rights, data, and matters related to continued document recognition.\nSummary table.\nNotes\nTerritories of Schengen states outside the Area.\nThere are &lt;a href=\"Special%20Member%20State%20territories%20and%20the%20European%20Union\"&gt;territories of Schengen member states&lt;/a&gt; that are exempted from the Schengen Agreement. Areas located outside Europe are not part of the Schengen Area. The only areas of Schengen member states located in Europe but excluded are the Faroe Islands and Svalbard.\nFrench Territories.\nThe French overseas departments of &lt;a href=\"French%20Guiana\"&gt;French Guiana&lt;/a&gt;, &lt;a href=\"Guadeloupe\"&gt;Guadeloupe&lt;/a&gt;, &lt;a href=\"Martinique\"&gt;Martinique&lt;/a&gt;, &lt;a href=\"Mayotte\"&gt;Mayotte&lt;/a&gt; and &lt;a href=\"R%C3%A9union\"&gt;Réunion&lt;/a&gt;, and the overseas collectivity of &lt;a href=\"Collectivity%20of%20Saint%20Martin\"&gt;Saint Martin&lt;/a&gt; are part of the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; but do not form part of the Schengen Area, meaning that it is not possible to travel to those departments with a French Schengen Visa. The &lt;a href=\"Internal%20Market%20%28European%20Union%29\"&gt;freedom of movement provisions&lt;/a&gt; of the EU apply, but each territory operates its own visa regime for non-&lt;a href=\"European%20Economic%20Area\"&gt;European Economic Area&lt;/a&gt; (EEA), non-Swiss nationals. While a visa valid for one of these territories will be valid for all, visa exemption lists differ. A Schengen visa, even one issued by France, is not valid for these territories. A &lt;a href=\"Visa%20policy%20of%20the%20Kingdom%20of%20the%20Netherlands%20in%20the%20Caribbean\"&gt;visa for Sint Maarten&lt;/a&gt; (which is valid for travelling to the Dutch side of the island of &lt;a href=\"Saint%20Martin%20%28island%29\"&gt;Saint Martin&lt;/a&gt;) is also valid for the French side. France also has several territories which are neither part of the EU nor the Schengen Area. These are: &lt;a href=\"French%20Polynesia\"&gt;French Polynesia&lt;/a&gt;, &lt;a href=\"French%20Southern%20and%20Antarctic%20Lands\"&gt;French Southern and Antarctic Lands&lt;/a&gt;, &lt;a href=\"New%20Caledonia\"&gt;New Caledonia&lt;/a&gt;, &lt;a href=\"Saint%20Barth%C3%A9lemy\"&gt;Saint Barthélemy&lt;/a&gt;, &lt;a href=\"Saint-Pierre%20and%20Miquelon\"&gt;Saint-Pierre and Miquelon&lt;/a&gt;, and &lt;a href=\"Wallis%20and%20Futuna\"&gt;Wallis and Futuna&lt;/a&gt;.\nDutch territories.\nOnly the Netherlands' European territory is part of the Schengen Area. Six Dutch territories in the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt; are outside the Area. Three of these territories – &lt;a href=\"Bonaire\"&gt;Bonaire&lt;/a&gt;, &lt;a href=\"Sint%20Eustatius\"&gt;Sint Eustatius&lt;/a&gt; and &lt;a href=\"Saba\"&gt;Saba&lt;/a&gt; (collectively known as the &lt;a href=\"Caribbean%20Netherlands\"&gt;BES islands&lt;/a&gt;) – are special municipalities within the Netherlands proper. The other three – &lt;a href=\"Aruba\"&gt;Aruba&lt;/a&gt;, &lt;a href=\"Cura%C3%A7ao\"&gt;Curaçao&lt;/a&gt; and &lt;a href=\"Sint%20Maarten\"&gt;Sint Maarten&lt;/a&gt; – are autonomous countries within the Kingdom of the Netherlands. All islands retain their status as &lt;a href=\"Overseas%20countries%20and%20territories\"&gt;Overseas countries and territories&lt;/a&gt; and are thus not part of the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;. The six territories have a separate &lt;a href=\"Visa%20policy%20of%20the%20Kingdom%20of%20the%20Netherlands%20in%20the%20Caribbean\"&gt;visa system&lt;/a&gt; from the European part of the Netherlands and people travelling between these islands and the Schengen Area are subjected to full border checks, with a passport being required even for EU/Schengen citizens, including Dutch (national ID cards are not accepted).\nNorwegian territories.\n&lt;a href=\"Svalbard\"&gt;Svalbard&lt;/a&gt; is part of Norway and has a &lt;a href=\"Svalbard%20Treaty\"&gt;special status under international law&lt;/a&gt;. It is not part of the Schengen Area. There is no visa regime in existence for Svalbard either for entry, residence or work, but it is difficult to visit Svalbard without travelling through the Schengen Area, although there are charter flights from Russia. Since 2011, the Norwegian government has imposed systematic border checks on individuals wishing to enter and leave Svalbard, requiring a passport or national identity card for non-Norwegian citizens. As a result, the border between Svalbard and the rest of Norway is largely treated like any other external Schengen border. A Schengen visa must be multiple entry to allow returning to Norway. There is no welfare or asylum system for immigrants on Svalbard, and people incapable of supporting themselves may be sent away.\nDanish territories.\nThe Danish territories of the &lt;a href=\"Faroe%20Islands\"&gt;Faroe Islands&lt;/a&gt; and &lt;a href=\"Greenland\"&gt;Greenland&lt;/a&gt; are neither part of the European Union nor the Schengen Area, and visas to Denmark are not automatically valid in these territories. However, both of these territories lack border controls on arrivals from the Schengen Area, and the air or sea carriers are responsible for carrying out document checks before boarding, as is common for travel inside the Schengen Area. Citizens of EU/EFTA countries can travel to the Faroes and Greenland using a passport or national ID card, while citizen of Denmark, Finland, Iceland, Norway or Sweden can use any acceptable identification (such as driving licences or bank ID cards, which is advised against since aircraft might be diverted to Scotland when foggy).\nEU member states and former EU member states with opt-outs.\nWhen EU states were negotiating subsuming the Schengen Agreement into the EU by the &lt;a href=\"Amsterdam%20Treaty\"&gt;Treaty of Amsterdam&lt;/a&gt;, Ireland and the United Kingdom were the only member states that had not signed the Agreement. The UK did not want to join and Ireland wished to maintain its &lt;a href=\"Common%20Travel%20Area\"&gt;Common Travel Area&lt;/a&gt; with the &lt;a href=\"British%20Islands\"&gt;United Kingdom and associated islands&lt;/a&gt;, an arrangement that would be incompatible with Schengen membership while the UK remained out. As a result, both negotiated an &lt;a href=\"opt-outs%20in%20the%20European%20Union\"&gt;opt-out&lt;/a&gt; from the part of the treaty which was to incorporate the &lt;a href=\"Schengen%20acquis\"&gt;Schengen rules&lt;/a&gt; (or \"acquis\") into EU Law when it came into effect on 1 May 1999. Under the relevant protocol, either may request to participate in aspects of the Schengen \"acquis\" but this is subject to the approval of the Schengen states.\nOn 31 January 2020, &lt;a href=\"Brexit\"&gt;the United Kingdom withdrew from the European Union&lt;/a&gt; and the protocol ceased to apply to it. Ireland will continue to operate the Common Travel Area and not join the Schengen Area for &lt;a href=\"United%20Ireland%23Good%20Friday%20Agreement\"&gt;the foreseeable future&lt;/a&gt;, because it wants to keep open its &lt;a href=\"Irish%20border\"&gt;land border with the UK&lt;/a&gt;.\nIn 1999, the UK formally requested participation in certain provisions of the Schengen \"acquis\" – Title III relating to Police Security and Judicial Cooperation – in 1999, and this request was approved by the &lt;a href=\"Council%20of%20the%20European%20Union\"&gt;Council of the European Union&lt;/a&gt; on 29 May 2000. The United Kingdom's formal participation in the previously approved areas of cooperation was put into effect by a 2004 Council decision that came into effect on 1 January 2005.\nAlthough the United Kingdom was not part of the Schengen passport-free area, it still used the &lt;a href=\"Schengen%20Information%20System\"&gt;Schengen Information System&lt;/a&gt;, a governmental database used by European countries to store and disseminate information on individuals and property. This allowed the UK to exchange information with countries that are a part of the Schengen agreement, often for the sake of liaising over law enforcement. In 2020, the UK declared its intent to withdraw from these arrangements at the end of its &lt;a href=\"transition%20period\"&gt;transition period&lt;/a&gt;, and did so on 31 December 2020.\nIn contrast, while Ireland initially submitted a request to participate in the Schengen \"acquis\" in 2002, which was approved by the Council of the European Union, that decision took nearly eighteen years to be put into effect. In February 2010 the Irish Minister for Justice, in response to a parliamentary question, said that: \"The measures which will enable Ireland to meet its Schengen requirements are currently being progressed\". Ireland joined the law enforcement aspect of SIS II on 1 January 2021 with plans to have \"full operational capacity\" two months later.\nStatus of the European microstates.\nLiechtenstein is landlocked and does not have an international airport. It has been a member of the Schengen Area since 2011. It does not have a border check at &lt;a href=\"Balzers\"&gt;Balzers&lt;/a&gt; heliport, as flights to and from Balzers must be to/from the Schengen Area. Liechtenstein does not issue visas, and recommends visitors apply for a visa in another Schengen country, e.g. Switzerland.\nThree &lt;a href=\"European%20microstates\"&gt;European microstates&lt;/a&gt;—&lt;a href=\"Monaco\"&gt;Monaco&lt;/a&gt;, &lt;a href=\"San%20Marino\"&gt;San Marino&lt;/a&gt; and the &lt;a href=\"Vatican%20City\"&gt;Vatican City&lt;/a&gt;—are officially not part of Schengen, but are considered \"de facto\" within the Schengen Area, meaning they are accessible without any border controls. They have open borders and do not have border controls with the Schengen countries that surround them. Some national laws have the text \"countries against which border control is not performed based on the Schengen Agreement and the 562/2006 EU regulation\", which then includes the microstates and other non-EU areas with open borders. The three microstates cannot issue Schengen visas and, with the exception of Monaco, are not part of the Schengen Area. San Marino and the Vatican City are both landlocked states surrounded by Italy and neither has an airport or seaport. They do not perform border checks for arrivals from outside Schengen. Helicopters are not permitted to go from outside Schengen or from a ship directly to San Marino or the Vatican City.\nMonaco has an open border with France. Schengen laws are administered as if it were part of the EU and Schengen visas are accepted. Both French and Monégasque authorities carry out checks at Monaco's seaport and heliport.\nSan Marino has an open border with Italy, although some random checks are made by &lt;a href=\"Guardia%20di%20Finanza\"&gt;Guardia di Finanza&lt;/a&gt; and San Marino's &lt;a href=\"Guardia%20di%20Rocca\"&gt;Guardia di Rocca&lt;/a&gt;.\nVatican City has an open border with Italy. In 2006 it showed interest in joining the Schengen agreement for closer cooperation in information sharing and similar activities covered by the &lt;a href=\"Schengen%20Information%20System\"&gt;Schengen Information System&lt;/a&gt;. Very exceptionally, Italy has allowed people to visit the Vatican City, without being accepted for an Italian visa, then being escorted by police between the airport and Vatican City, or using helicopter. However, there is no customs union (no customs duty either) between Italy and Vatican City, hence all vehicles are checked at the boundaries. Typical border controls would not be feasible in the Vatican, due to its small size and unique position, as an &lt;a href=\"Enclave%20and%20exclave\"&gt;enclave&lt;/a&gt; within &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;.\nAndorra is landlocked and does not have an airport or seaport, but there are several heliports. Visitors to the country can only gain access by road or helicopter through Schengen members France or Spain. Andorra maintains border controls with both France and Spain. There are border controls in the other direction also, but these are more focused on customs control (&lt;a href=\"Andorra\"&gt;Andorra&lt;/a&gt; has considerably lower taxes than its neighbours, &lt;a href=\"Taxation%20in%20Andorra%23Value%20added%20tax\"&gt;with for example a standard VAT rate of just 4.5%&lt;/a&gt;). Andorra does not have any visa requirements. Citizens of EU countries need either a &lt;a href=\"National%20identity%20cards%20in%20the%20European%20Union\"&gt;national identity card&lt;/a&gt; or &lt;a href=\"Passports%20of%20the%20European%20Union\"&gt;passport&lt;/a&gt; to enter Andorra, while anyone else requires a passport or equivalent. Schengen visas are accepted, but those travellers who need a visa to enter the Schengen Area need a multiple-entry visa to visit Andorra, because entering Andorra means leaving the Schengen Area, and reentering France or Spain is considered a new entry into the Schengen Area. Andorran citizens do not receive a &lt;a href=\"Passport%20stamp%23Schengen%20Area\"&gt;passport stamp&lt;/a&gt; when they enter and leave the Schengen Area.\n, Andorra, Monaco and San Marino were negotiating an &lt;a href=\"Association%20Agreement\"&gt;Association Agreement&lt;/a&gt; with the EU. Andorra's ambassador to Spain, Jaume Gaytán, has said that he hopes that the agreement will include provisions to make the states associate members of the &lt;a href=\"Schengen%20Agreement\"&gt;Schengen Agreement&lt;/a&gt;.\nEconomics.\nFor any two countries in the Schengen Area, total trade between them increases by approximately 0.1% per year. The same amount of increase in trade is gained again for every 1% annual increase in immigration between the countries. On average, at each border the removal of controls is equivalent to the removal of a 0.7% tariff, and the cost savings on a trade route increase with the number of internal borders crossed. Countries outside of the Schengen Area also benefit.\nAbout 1.7 million people commute to work across a European border each day, and in some regions these people constitute up to a third of the workforce. For example, 2.1% of the workers in Hungary work in another country, primarily Austria and Slovakia. Each year, there are 1.3 billion crossings of Schengen borders in total. 57 million crossings are due to transport of goods by road, with a value of €2.8 trillion each year. The trade in goods is affected more strongly than trade in services, and the decrease in the cost of trade varies from 0.42% to 1.59% depending on geography, trade partners, and other factors.\nRegulation of internal borders.\nBefore the implementation of the &lt;a href=\"Schengen%20Agreement\"&gt;Schengen Agreement&lt;/a&gt;, most borders in Europe were patrolled and a vast network of border posts existed around the continent, to check the identity and entitlement of people wishing to travel from one country to another.\nSince the implementation of the Schengen rules, border posts have been closed (and often entirely removed) between participating countries.\nThe \"Schengen Borders Code\" requires participating states to remove all obstacles to free traffic flow at internal borders. Thus, road, rail and air passengers no longer have their identity checked by border guards when travelling between Schengen countries, although security controls by carriers are still permissible. Per EU guidelines all &lt;a href=\"EU%20citizens\"&gt;EU citizens&lt;/a&gt; are advised to bring a &lt;a href=\"passport\"&gt;passport&lt;/a&gt; and/or &lt;a href=\"national%20identity%20card\"&gt;national identity card&lt;/a&gt;, as one may be required.\n&lt;a href=\"Passport%20stamp%23Schengen%20Area\"&gt;Passport stamps&lt;/a&gt; are never issued when travelling between Schengen member states, even when border controls between Schengen member states are temporarily re-introduced.\nInternal checks.\nAlthough EU and EFTA nationals travelling within the Schengen Area are not required to show &lt;a href=\"Passports%20of%20the%20European%20Union\"&gt;passports&lt;/a&gt;, &lt;a href=\"National%20identity%20cards%20in%20the%20European%20Economic%20Area\"&gt;national identity cards&lt;/a&gt; or other identity documents at an internal border, the laws of most countries still require them to carry national identity documents and to produce them to an authorised person on request. Different rules apply to other nationals. It is the obligation of everyone travelling within the area to be able to show a fully valid form of personal identification accepted by other Schengen states, typically one issued by the state.\nAccording to the Schengen rules, hotels and other types of commercial accommodation must register all foreign citizens, including citizens of other Schengen states, by requiring the completion of a registration form by their own hand. This does not apply to accompanying spouses and minor children or members of travel groups. In addition, a valid identification document has to be produced to the hotel manager or staff. The Schengen rules do not require any other procedures; thus, the Schengen states are free to regulate further details on the content of the registration forms, and identity documents which are to be produced, and may also require the persons exempted from registration by Schengen laws to be registered. Enforcement of these rules varies by country.\nThe Schengen regulation on crossing internal borders describes the checks for foreigners done by the police at suitable places inside each country.\nInternal controls.\nThe &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; constitutes a &lt;a href=\"European%20Union%20Customs%20Union\"&gt;customs union&lt;/a&gt; and a &lt;a href=\"European%20Union%20Value%20Added%20Tax%20Area\"&gt;Value Added Tax area&lt;/a&gt;. However, not all Schengen states or all of the territory of Schengen states are part of the customs union or VAT area. Some countries therefore legally conduct customs controls targeted at illegal goods, such as drugs.\nSecurity checks can legally be carried out at ports and airports. Also police checks can be conducted if they:\nAir travel.\nFor flights within the Schengen Area (either between Schengen member states or within the same Schengen member state), law enforcement agencies, airport authorities and air carriers are only permitted to carry out \"security\" checks on passengers and may not carry out border checks. Such security checks can be conducted through the verification of the passenger's &lt;a href=\"passport\"&gt;passport&lt;/a&gt; or &lt;a href=\"National%20identity%20cards%20in%20the%20European%20Economic%20Area\"&gt;national identity card&lt;/a&gt;: such a practice must only be used to verify the passenger's identity (for commercial or transport security reasons) and not his or her immigration status. For this reason, law enforcement agencies, airport authorities and air carriers cannot require air passengers flying within the Schengen Area who are third-country nationals to prove the legality of their stay by showing a valid visa or residence permit. In addition, according to European Commission guidelines, identity checks on air passengers flying within the Schengen Area should take place only either at check-in, or upon entry to the secured zone of the airport, or at the boarding gate: passengers should not be required to undergo a verification of their identity on more than one occasion before their flight within the Schengen Area. Nevertheless, the identity checks function as practical border controls anyway, and are a problem for illegal immigrants who arrive in Greece (which has no land border to another Schengen country) and want to go to some other Schengen country. The requirements as to which &lt;a href=\"identity%20document\"&gt;identity document&lt;/a&gt; to possess varies by country and airline. Normally a passport or EU national identity card is needed. Greece, Iceland and Malta do not share land borders with other Schengen member states.\nTravellers boarding flights between Schengen countries, but originating from a third country outside the area, are required to go through Schengen entry border checks upon arrival in the Schengen Area. This is because the route originates outside the Schengen Area and the authorities at the final destination would have no way of differentiating between arriving passengers who boarded at the origin and those who joined in the middle. Additionally, travellers are required to process through Schengen exit border checks upon departure.\nTemporary border controls.\nA Schengen member state is permitted to reinstate border controls with another Schengen member state for a short period where there is a serious threat to that state's \"public policy or internal security\" or when the \"control of an external border is no longer ensured due to exceptional circumstances\". When such risks arise out of foreseeable events, the state in question must notify the European Commission in advance and consult with other Schengen states.\nThe introduction of temporary controls at internal borders is a prerogative of the member states. Although the &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt; may issue an opinion about the necessity and proportionality of introducing temporary controls at internal borders, it cannot veto or override such a decision if it is taken by a member state.\nIn April 2010 Malta introduced temporary checks due to &lt;a href=\"Pope%20Benedict%20XVI\"&gt;Pope Benedict XVI&lt;/a&gt;'s visit. It reimposed checks in 2015 in the weeks surrounding the &lt;a href=\"CHOGM%202015\"&gt;Commonwealth Heads of Government Meeting&lt;/a&gt;.\nEstonia introduced temporary checks in September 2014 due to the visit of US President &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt;.\nIn response to the &lt;a href=\"European%20migrant%20crisis\"&gt;European migrant crisis&lt;/a&gt; in 2015, several Schengen countries set up border controls.\nIn November 2017, Germany introduced temporary checks on flights arriving from Greece. Between November 2017 and February 2018, of the 280,000 passengers on flights from Greece who were checked on arrival in Germany, 270 were denied entry into Germany. On 12 May 2018, Germany ended the temporary checks on incoming flights from Greece.\nIn 2019, Denmark set up border controls with Sweden due to serious attacks by Swedish citizens. The controls were scheduled to be in force for six months.\nIn response to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; in 2020, almost all Schengen countries set up border controls. Several of these controls blocked citizens of EU/Schengen countries from entering, only allowed citizens or residents of the country to enter, plus prioritised traffic like food transport. On 27 March 2020, the &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt; published 'Guidelines concerning the exercise of the free movement of workers during COVID-19 outbreak', stating that member states should allow cross-border workers 'unhindered access' and 'ensure a smooth passage' across the internal Schengen borders if they exercise a 'critical occupation' (such as health professionals, care workers, scientists in health-related fields, workers in the pharmaceutical and medical services/food/transportation/essential infrastructure industries, engineers, Information and Communications Technology professionals, firefighters/police officers/prison officers/security guards, fishermen and public servants). Further, any health screening for cross-border workers must be carried out under the same conditions as the member state's own nationals exercising the same occupations.\nInternal border controls reimposed in 2010s and 2020s.\nThe table below lists ongoing internal border controls, according to the information that the member states have provided to the &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt;, Health checks at the borders are not legally considered to be border controls.\nFrench controls against migrants from northern Africa.\nFollowing the &lt;a href=\"Tunisian%20Revolution\"&gt;Tunisian Revolution&lt;/a&gt; of 2010–11, the government of Italy gave six-month residence permits to some 25,000 Tunisian migrants. This allowed the migrants to travel freely in the Schengen Area. In response, both France and Germany threatened to impose border checks, not wanting the Tunisian refugees to enter their territory. In April 2011, for several hours, France blocked trains carrying the migrants at the French/Italian border at &lt;a href=\"Ventimiglia%2C%20Italy\"&gt;Ventimiglia&lt;/a&gt;.\nAt the request of France, in May 2011 the &lt;a href=\"European%20Commissioner%20for%20Home%20Affairs\"&gt;European Commissioner for Home Affairs&lt;/a&gt;, &lt;a href=\"Cecilia%20Malmstr%C3%B6m\"&gt;Cecilia Malmström&lt;/a&gt; proposed that more latitude would be available for the temporary re-establishment of border control in the case of strong and unexpected migratory pressure, or the failure of a state to protect the external borders of the EU.\nOn 25 July 2011, in delivering the European Commission's final assessment on the measures taken by Italy and France, the Home Affairs Commissioner said, \"from a formal point of view steps taken by Italian and French authorities have been in compliance with EU law. However, I regret that the spirit of the Schengen rules has not been fully respected\". Ms. Malmström also called for a more coherent interpretation of the Schengen rules and a stronger evaluation and monitoring system for the Schengen Area.\n2015 migrant crisis.\nDuring the &lt;a href=\"European%20migrant%20crisis\"&gt;migrant crisis&lt;/a&gt; of September 2015, Germany announced it was temporarily bringing border controls back in accordance with the provisions on temporary border controls laid down by the Schengen acquis. Such border controls appear to be an attempt to prevent disorder from making the crisis worse.\nOpen borders appeared to have impeded Germany's ability to provide for very large numbers of persons seeking refuge all at once.\nGermany signals the border controls are only temporary, and only to support an orderly flow of migration into the area.\nOther countries, including Austria, Denmark, Slovenia, Hungary, Sweden and Norway have set up border controls in response to the crisis.\nIn December 2015, Sweden passed a temporary law that allows the government to oblige all transport companies to check that their passengers carry valid photographic identification. The new law came into effect on 21 December 2015 and is valid until 21 December 2018. The government decided that the new rules will apply from 4 January 2016 until 4 July 2016. The new law led to the mandatory train change and passage through border control at Copenhagen Airport for travellers between Copenhagen and Sweden, and with a reduction in service frequency. Sweden introduced border control from Denmark earlier (15 November 2015), but that could not stop the migrant flow, since they have the right to apply for asylum once on Swedish ground. First when the transport companies had to stop foreigners on the Danish side, asylum seekers were efficiently stopped. This caused considerable disruption to the train traffic since the &lt;a href=\"Copenhagen%20Airport%2C%20Kastrup%20Station\"&gt;railway station&lt;/a&gt; did not have capacity for such checks. These checks lasted until 4 May 2017, after the EU commission declared such checks not acceptable.\nOn 30 May 2018, when the migrant crisis border controls were still active in some countries, the European Parliament decided to condemn prolonged border checks between Schengen Area member countries. But this was only a statement as the Parliament does not decide this.\n2015 Paris attacks.\nAfter the &lt;a href=\"November%202015%20Paris%20attacks\"&gt;November 2015 Paris attacks&lt;/a&gt;, France introduced full identity and nationality checks at its borders.\nCoronavirus response in 2020.\nAlthough some European politicians did call for Europe's internal borders to be temporarily closed, the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; decided in late February 2020 to turn down the idea of suspending the Schengen free travel area and introducing border controls with Italy. The deputy leader of the Swiss &lt;a href=\"Ticino%20League\"&gt;Ticino League&lt;/a&gt;, Lorenzo Quadri, criticized the decision: \"It is alarming that the dogma of wide-open borders is considered a priority.\" United States President &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt; said the European Union had \"failed to take the same precautions and restrict travel from China and other hot spots\" as the U.S. had implemented.\nCzech Prime Minister &lt;a href=\"Andrej%20Babi%C5%A1\"&gt;Andrej Babiš&lt;/a&gt; stated in early March that \"European countries cannot ban the entry of Italian citizens within the Schengen Area. The only possible way is to have the Italian prime minister call on his fellow citizens to refrain from traveling to other countries of the European Union.\"\nAfter Slovakia, Denmark, the &lt;a href=\"COVID-19%20pandemic%20in%20the%20Czech%20Republic%23Policies%20to%20fight%20the%20contagion\"&gt;Czech Republic&lt;/a&gt; and Poland in mid-March announced complete closure of their national borders, &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt; President &lt;a href=\"Ursula%20von%20der%20Leyen\"&gt;Ursula von der Leyen&lt;/a&gt; said that \"Certain controls may be justified, but general travel bans are not seen as being the most effective by the World Health Organization. Moreover, they have a strong social and economic impact, they disrupt people’s lives and business across the borders.\" Von der Leyen also apologised to Italy, amidst widespread discontent among Italians for the lack of solidarity shown by Europe. By the end of March 2020, almost all internal schengen borders had been closed to non-essential travel. By July 2020, most borders that were closed due to the coronavirus had been reopened.\nRegulation of external borders.\nParticipating countries are required to apply strict checks on travellers entering and exiting the Schengen Area. These checks are co-ordinated by the European Union's &lt;a href=\"Frontex\"&gt;Frontex&lt;/a&gt; agency, and subject to common rules. The details of border controls, surveillance and the conditions under which permission to enter into the Schengen Area may be granted are exhaustively detailed in the Schengen Borders Code.\nTemporary restriction on the entry of persons without the right of free movement for non-essential travel.\nIn view of the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, on 16 March 2020 the &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt; issued a recommendation to all EU and Schengen member states to introduce a temporary restriction on the entry of third-country nationals (i.e. travellers who are not EEA/Swiss citizens and family members with the &lt;a href=\"Directive%202004/38/EC%20on%20the%20right%20to%20move%20and%20reside%20freely\"&gt;right of free movement&lt;/a&gt;) to the Schengen Area for non-essential travel for an initial period of 30 days (with the possible prolongation of this period to be assessed based on further developments). However, third-country nationals who are holders of long-term visas or residence permits or are family members of EEA/Swiss citizens are exempt from this restriction. Further, third-country nationals 'with an essential function or need' (such as healthcare workers, transport personnel, aid workers, military personnel, seasonal agricultural workers), passengers in transit, those travelling 'for imperative family reasons' and those 'in need of international protection or for other humanitarian reasons' are exempt from this restriction. Nevertheless, the European Commission re-iterated that 'coordinated and reinforced health checks' should be carried out on all travellers who are permitted to enter the EU and Schengen Area. All EU (except Ireland) and Schengen member states are now applying this travel restriction.\nFurther, on 30 March 2020, the &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt; published 'Guidance on the implementation of the temporary restriction on non-essential travel to the EU, on the facilitation of transit arrangements for the repatriation of EU citizens, and on the effects on visa policy' in order to provide 'advice and practical instructions'. The Guidance states that member states are permitted to take measures (such as requiring non-nationals to undergo a period of self-isolation if arriving from a territory affected by COVID-19), provided that the same requirements is imposed on its own nationals. The Guidance also clarifies that citizens of the European micro-states (Andorra, the Holy See, Monaco and San Marino) are exempt from the temporary restriction on the entry of third-country nationals to the European Union and the Schengen Area for non-essential travel. In addition, citizens of Serbia, North Macedonia, Montenegro and Turkey should be permitted entry to the European Union and the Schengen Area if they are stranded abroad in order to facilitate repatriation to their country of origin. Third-country nationals (not covered by one of the exemptions from the temporary restriction of entry for non-essential reasons) who seek to enter the Schengen Area will be refused entry at the external border crossing point and will receive a refusal of entry form (with the reason of refusal marked as \"I\" (i.e. a threat to public health)), as well a &lt;a href=\"Passport%20stamp%23Schengen%20Area\"&gt;passport stamp&lt;/a&gt; cancelled by an indelible cross in black ink and the letter \"I\" on the right hand side.\nSome EU and Schengen member states have gone further than the European Commission recommendation and have restricted the entry of EEA/Swiss citizens to their respective territories for non-essential travel. For example, on 4 April 2020, &lt;a href=\"French%20Border%20Police\"&gt;French Border Police&lt;/a&gt; refused entry to a group of EU and British citizens who arrived in &lt;a href=\"Marseille%20Provence%20Airport\"&gt;Marseille Provence Airport&lt;/a&gt; on a &lt;a href=\"private%20jet\"&gt;private jet&lt;/a&gt; from the UK, with the intention of staying in a holiday villa in &lt;a href=\"Cannes\"&gt;Cannes&lt;/a&gt;.\nOn 8 April 2020, the &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt; invited EU and Schengen member states to extend the restriction on the entry of third-country nationals for non-essential travel for a further period of 30 days until 15 May 2020. On 8 May 2020, the European Commission again invited member states to extend the restriction for another 30 days until 15 June 2020. On 11 June 2020, the European Commission recommended member states to prolong the restriction on the entry of third-country nationals for non-essential travel until 30 June 2020.\nBorder checks.\nAll persons crossing external borders—inbound or outbound—are subject to a check by a &lt;a href=\"border%20guard\"&gt;border guard&lt;/a&gt;. The only exception is for regular cross-border commuters (both those with the &lt;a href=\"Directive%202004/38/EC%20on%20the%20right%20to%20move%20and%20reside%20freely\"&gt;right of free movement&lt;/a&gt; and third-country nationals) who are well known to the border guards: once an initial check has shown that there is no alert on record relating to them in the &lt;a href=\"Schengen%20Information%20System\"&gt;Schengen Information System&lt;/a&gt; or national databases, they can only be subject to occasional 'random' checks, rather than systematic checks every time they cross the border.\nPreviously, EEA and Swiss citizens, as well as their family members enjoying the right of free movement, were subject only to a 'minimum check' when crossing external borders. This meant that their travel document was subject only to a 'rapid' and 'straightforward' visual inspection and an optional check against databases for lost/stolen travel documents. Consultation of the &lt;a href=\"Schengen%20Information%20System\"&gt;Schengen Information System&lt;/a&gt; and other national databases to ensure that the traveller did not represent a security, public policy or health threat was only permitted on a strictly 'non-systematic' basis where such a threat was 'genuine', 'present' and 'sufficiently serious'. In contrast, other travellers were subject to a 'thorough check'.\nHowever, in light of the &lt;a href=\"November%202015%20Paris%20attacks\"&gt;November 2015 terrorist attacks in Paris&lt;/a&gt;, during a meeting of the &lt;a href=\"Council%20of%20the%20European%20Union\"&gt;Council of the European Union&lt;/a&gt; on 20 November 2015, interior ministers from the Member States decided to 'implement immediately the necessary systematic and coordinated checks at external borders, including on individuals enjoying the right of free movement'. Amendments were made to the Schengen Border Code to introduce systematic checks of the travel documents of EEA and Swiss citizens, as well as their family members enjoying the right of free movement, against relevant databases when crossing external borders.&lt;ref name=\"Reg2017/458\"&gt;Regulation (EU) 2017/458 of the European Parliament and of the Council of 15 March 2017 amending Regulation (EU) 2016/399 as regards the reinforcement of checks against relevant databases at external borders (&lt;a href=\"https%3A//eur-lex.europa.eu/legal-content/EN/ALL/%3Furi%3DCELEX%3A32017R0458\"&gt;OJ L 74, 18 March 2017, p.1&lt;/a&gt;)&lt;/ref&gt; The new regime came into force on 7 April 2017.\nWhere carrying out systematic checks against databases would have a disproportionate impact on the flow of traffic at an external border, such checks may be relaxed if, on the basis of a risk assessment, it is determined that it would not lead to a security risk. \nIn 'exceptional' and 'unforeseen' circumstances where waiting times become excessive, external border checks can be relaxed on a temporary basis. \nBorder guards carry out the following procedures when checking travellers who cross external borders:&lt;ref name=\"Reg2016/399\"&gt;Regulation (EU) 2016/399 of the European Parliament and of the Council of 9 March 2016 on a Union Code on the rules governing the movement of persons across borders (Schengen Borders Code) (&lt;a href=\"https%3A//eur-lex.europa.eu/legal-content/EN/ALL/%3Furi%3DCELEX%3A32016R0399\"&gt;OJ L 77, 23 March 2016, p. 1&lt;/a&gt;)&lt;/ref&gt;\nAs shown by the table above, because many procedures are optional, border guards have discretion in deciding how rigorously they check travellers at external border crossing points. As a result, the length of time taken to perform checks differs between Schengen countries. Under the previous regime (whereby those with the right to freedom of movement were subject only to a 'minimum check'), an entry check for an EEA or Swiss citizen took around five seconds on average in Italy, whilst in Norway, on average it took around 1 minute. The disparities in checks on third-country nationals (who are subject to a more thorough check) are even greater. For example, an entry check for an &lt;a href=\"Visa%20policy%20of%20the%20European%20Union%23Visa%20requirements%20for%20the%20Schengen%20Area%2C%20Bulgaria%2C%20Cyprus%20and%20Romania\"&gt;Annex II&lt;/a&gt; national takes around 15 seconds on average in Greece, whilst it takes three to five minutes on average in Slovakia. Similarly, an entry check for an &lt;a href=\"Visa%20policy%20of%20the%20European%20Union%23Visa%20requirements%20for%20the%20Schengen%20Area%2C%20Bulgaria%2C%20Cyprus%20and%20Romania\"&gt;Annex I&lt;/a&gt; national on average lasts around 30–60 seconds in the Netherlands, whilst in Latvia, it lasts around two to five minutes on average.\nAfter the new regime came into force on 7 April 2017, significantly longer waiting times were reported at numerous external border crossing points, especially as it was just before the &lt;a href=\"Easter\"&gt;Easter&lt;/a&gt; holiday. Travellers entering &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt; from &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt; (which, though a &lt;a href=\"European%20Union%20member%20state\"&gt;European Union member state&lt;/a&gt;, is not yet part of the Schengen Area) had to wait several hours as Slovenian &lt;a href=\"border%20guard\"&gt;border guard&lt;/a&gt;s systematically checked the travel documents of all travellers (including those with the right of free movement) against relevant databases. The &lt;a href=\"Prime%20Minister%20of%20Slovenia\"&gt;Prime Minister of Slovenia&lt;/a&gt;, &lt;a href=\"Miro%20Cerar\"&gt;Miro Cerar&lt;/a&gt;, acknowledged that the situation was 'unacceptable'. In order to alleviate the long queues, the systematic checking of travel documents of those with the right of free movement against relevant databases was temporarily suspended from the evening of Friday 7 April 2017 until the end of the weekend. However, the following weekend, long queues re-appeared. The &lt;a href=\"Prime%20Minister%20of%20Croatia\"&gt;Prime Minister of Croatia&lt;/a&gt;, &lt;a href=\"Andrej%20Plenkovi%C4%87\"&gt;Andrej Plenković&lt;/a&gt;, criticised the situation, calling it 'unsustainable', and expressed concern about the impact on tourism (which accounts for 18% of &lt;a href=\"Economy%20of%20Croatia\"&gt;Croatia's GDP&lt;/a&gt;). The &lt;a href=\"President%20of%20Croatia\"&gt;President of Croatia&lt;/a&gt;, &lt;a href=\"Kolinda%20Grabar-Kitarovi%C4%87\"&gt;Kolinda Grabar-Kitarović&lt;/a&gt;, sent a formal letter to the &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt; to voice her concern about the effect of the new regime on border checks. At a meeting held on 29 April 2017, the &lt;a href=\"President%20of%20the%20European%20Commission\"&gt;President of the European Commission&lt;/a&gt;, &lt;a href=\"Jean-Claude%20Juncker\"&gt;Jean-Claude Juncker&lt;/a&gt;, &lt;a href=\"Miro%20Cerar\"&gt;Cerar&lt;/a&gt; and &lt;a href=\"Andrej%20Plenkovi%C4%87\"&gt;Plenković&lt;/a&gt; agreed that, moving forward, the systematic checking of the travel documents of those with the right of free movement against relevant databases would be suspended at land border crossing points between &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt; and &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt; if the waiting time exceeds 15 minutes (with 'targeted checks' being carried out instead). Long queues were also reported at external border crossing points in &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, where the leadership of the &lt;a href=\"Hellenic%20Police\"&gt;Hellenic Police&lt;/a&gt; (which is responsible for border checks) decided to suspend, for a period of 6 months, the systematic checking of travel documents of those with the right of free movement against relevant databases (with the exception of the &lt;a href=\"Kipoi%2C%20Evros\"&gt;Kipoi&lt;/a&gt; land border crossing point with &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;, due to security concerns). Greece was particularly affected by the implementation of the new regime as &lt;a href=\"Greek%20identity%20card\"&gt;Greek identity card&lt;/a&gt;s are not &lt;a href=\"Machine-readable%20passport\"&gt;machine-readable&lt;/a&gt;, which meant that &lt;a href=\"border%20guard\"&gt;border guard&lt;/a&gt;s had to enter the holder's information manually into the computer system to check the relevant databases if a &lt;a href=\"Nationality%20law%20of%20Greece\"&gt;Greek citizen&lt;/a&gt; presented an &lt;a href=\"Greek%20identity%20card\"&gt;identity card&lt;/a&gt; instead of a &lt;a href=\"Greek%20passport\"&gt;passport&lt;/a&gt;. Similarly, long waiting times were reported at external border crossing points in &lt;a href=\"France\"&gt;France&lt;/a&gt; and &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;. &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;, &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt; and &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; also issued notifications suspending systematic checks at some external border crossing points. In July 2017, &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt; submitted a request to suspend the systematic checking of travel documents of those with the right of free movement against relevant databases for a further period of 18 months, due to 'infrastructure shortcomings and increased traffic at 12 airports across the country'.\nWhen carrying out checks at external borders, border guards are, by law, required to respect the dignity of travellers (particularly in cases involving vulnerable persons) and are forbidden from discriminating against persons based on their sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation.\nExternal border controls are located at roads crossing a border, at airports, at seaports and on board trains. Usually, there is no fence along the land border, but there are exceptions like the &lt;a href=\"Ceuta%20border%20fence\"&gt;Ceuta border fence&lt;/a&gt;, and some places at the eastern border. However, surveillance camera systems, some equipped with infrared technology, are located at some more critical spots, for example at the border between Slovakia and Ukraine, where at some points there is a camera every .\nAll travellers entering and leaving the Schengen Area by &lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt; or on a pleasure boat have to make their first point of entry/final point of departure in an airport/&lt;a href=\"aerodrome\"&gt;aerodrome&lt;/a&gt; or a seaport that is designated as an external border crossing point. By way of derogation, travellers on board a pleasure boat are permitted to make their first port of call at a port that is not designated as an external border crossing point if they notify the port authorities and obtain authorisation from the border guards. In practice, however, this is a loophole hard to check, and large-scale drug smuggling using private boats has been uncovered. Along the southern coast of the Schengen countries in the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt;, coast guards make a substantial effort to prevent private boats from entering without permission.\nAt many external border crossing points, there are special lanes for EEA and Swiss citizens (as well as their family members) and other lanes for all travellers regardless of nationality. At some external border crossing points, there is a third type of lane for travellers who are &lt;a href=\"Visa%20policy%20of%20the%20European%20Union%23Schengen%20Area%2C%20Bulgaria%2C%20Croatia%2C%20Cyprus%20and%20Romania\"&gt;Annex II nationals&lt;/a&gt; (i.e. non-EEA/Swiss citizens who are exempt from the visa requirement). Although &lt;a href=\"Andorran%20nationality%20law\"&gt;Andorran&lt;/a&gt; and San Marinese citizens are not EEA citizens, they are nonetheless able to use the special lanes designated for EEA and Swiss citizens. Since 1 January 2021, British citizens are no longer permitted to use the EEA/Swiss lanes.\nSome external border crossing points can only be used by certain travellers. For example, the border checkpoint in &lt;a href=\"Ve%C4%BEk%C3%A9%20Slemence\"&gt;Veľké Slemence&lt;/a&gt;, &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt; (on the &lt;a href=\"Slovakia%E2%80%93Ukraine%20border\"&gt;border with Ukraine&lt;/a&gt;) can only be crossed by pedestrians or cyclists who are EEA, Swiss or Ukrainian citizens. The border checkpoint in Ramoniškiai, &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt; (on the &lt;a href=\"Lithuania-Russia%20border\"&gt;border with Russia&lt;/a&gt;) can only be crossed by Lithuanian and Russian nationals; all other travellers, including non-Lithuanian EEA and Swiss citizens, cannot use this border checkpoint. Similarly, the border checkpoint of Pededze-Brunishevo, &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt; (on the &lt;a href=\"Latvia-Russia%20border\"&gt;border with Russia&lt;/a&gt;) is only open to Latvian and Russian citizens. The border checkpoint in &lt;a href=\"Po%C5%82owce\"&gt;Połowce&lt;/a&gt;-Pieszczatka, &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; (on the &lt;a href=\"Belarus-Poland%20border\"&gt;border with Belarus&lt;/a&gt;) can only be crossed by Polish and Belarusian nationals. In 2016, as a temporary measure for 180 days, the two northernmost border checkpoints of Raja-Jooseppi and Salla on the &lt;a href=\"Finland%E2%80%93Russia%20border\"&gt;Finland–Russia border&lt;/a&gt; could only be crossed by Finnish, Russian and Belarusian citizens (as well as their family members); all other nationals, including non-Finnish EEA and Swiss citizens, were not permitted to use these border checkpoints. Further, the border crossing points of Haapovaara, Inari, Karttimo, Kurvinen, Leminaho and &lt;a href=\"Parikkala\"&gt;Parikkala&lt;/a&gt; (as well as the railway crossing point of &lt;a href=\"Imatra\"&gt;Imatra&lt;/a&gt;) are only open to Finnish and Russian citizens.\nThe additional obligations imposed by European law on national border authorities when it comes to processing travellers who are third-country nationals (e.g. the obligation to &lt;a href=\"Passport%20stamp%23Schengen%20Area\"&gt;stamp their travel documents&lt;/a&gt;) should not prevent the development of &lt;a href=\"automated%20border%20control%20system\"&gt;automated border control system&lt;/a&gt;s which are made available to such travellers. As shown by the examples listed above of automated border control systems which have been developed at external border crossing points of the Schengen Area, national border authorities have been able to adapt the design of their automated border control systems to allow third-country nationals to make use of them. One solution is to have a border guard physically positioned next to the automated border gates who can stamp travel documents where required: this approach has been adopted by the &lt;a href=\"Finnish%20Border%20Guard\"&gt;Finnish Border Guard&lt;/a&gt; at the automated border gates in &lt;a href=\"Helsinki%20Airport\"&gt;Helsinki Airport&lt;/a&gt;, where eligible users (who are required to receive a passport stamp) include holders of &lt;a href=\"Australian%20passport\"&gt;Australian&lt;/a&gt;, &lt;a href=\"Canadian%20passport\"&gt;Canadian&lt;/a&gt;, &lt;a href=\"Japanese%20passport\"&gt;Japanese&lt;/a&gt;, &lt;a href=\"New%20Zealand%20passport\"&gt;New Zealand&lt;/a&gt;, &lt;a href=\"South%20Korean%20passport\"&gt;South Korean&lt;/a&gt; and &lt;a href=\"United%20States%20passport\"&gt;United States&lt;/a&gt; &lt;a href=\"biometric%20passport\"&gt;biometric passport&lt;/a&gt;s, as well as by the Portuguese &lt;a href=\"Servi%C3%A7o%20de%20Estrangeiros%20e%20Fronteiras\"&gt;Serviço de Estrangeiros e Fronteiras&lt;/a&gt; at the automated border gates in &lt;a href=\"Lisbon%20Airport\"&gt;Lisbon Airport&lt;/a&gt; where eligible users (who are required to receive a passport stamp) include holders of &lt;a href=\"Angolan%20passport\"&gt;Angolan&lt;/a&gt; and &lt;a href=\"Brazilian%20passport\"&gt;Brazilian&lt;/a&gt; passports and holders of &lt;a href=\"Diplomatic%20passport\"&gt;diplomatic/service passports&lt;/a&gt;. This approach has also been adopted in Italy, where eligible users of &lt;a href=\"EGate%20%28Italy%29\"&gt;eGates&lt;/a&gt; include holders of &lt;a href=\"Australian%20passport\"&gt;Australian&lt;/a&gt;, &lt;a href=\"Canadian%20passport\"&gt;Canadian&lt;/a&gt;, &lt;a href=\"Israeli%20passport\"&gt;Israeli&lt;/a&gt;, &lt;a href=\"Japanese%20passport\"&gt;Japanese&lt;/a&gt;, &lt;a href=\"New%20Zealand%20passport\"&gt;New Zealand&lt;/a&gt;, &lt;a href=\"Singaporean%20passport\"&gt;Singaporean&lt;/a&gt;, &lt;a href=\"South%20Korean%20passport\"&gt;South Korean&lt;/a&gt;, &lt;a href=\"United%20States%20passport\"&gt;United States&lt;/a&gt; and &lt;a href=\"Vatican%20passport\"&gt;Vatican&lt;/a&gt; &lt;a href=\"biometric%20passport\"&gt;biometric passport&lt;/a&gt;s. A similar but slightly different solution has been adopted by the Dutch &lt;a href=\"Royal%20Marechaussee\"&gt;Royal Marechaussee&lt;/a&gt; at the Privium &lt;a href=\"iris%20recognition\"&gt;iris recognition&lt;/a&gt; automated border gates at &lt;a href=\"Amsterdam%20Schiphol%20Airport\"&gt;Amsterdam Schiphol Airport&lt;/a&gt; (where eligible users include registered EEA/Swiss citizens, US citizens who are &lt;a href=\"Global%20Entry\"&gt;Global Entry&lt;/a&gt; members, and all nationals who are holders of &lt;a href=\"diplomatic%20passport\"&gt;diplomatic passport&lt;/a&gt;s), as well as by the &lt;a href=\"Federal%20Police%20%28Germany%29\"&gt;German Federal Police&lt;/a&gt; at the ABG Plus &lt;a href=\"iris%20recognition\"&gt;iris recognition&lt;/a&gt; automated border gates at &lt;a href=\"Frankfurt%20Airport\"&gt;Frankfurt Airport&lt;/a&gt; (where eligible users include registered EEA/Swiss citizens and US citizens who are &lt;a href=\"Global%20Entry\"&gt;Global Entry&lt;/a&gt; members): when eligible third-country nationals use Privium/ABG Plus, after their iris is scanned and verified, a different gate opens to that for EEA/Swiss citizens and the third-country national is directed to a lane which leads them to the front of the queue for manual passport checks at immigration desks, where the border officer stamps the user's passport. Another possible solution would be to design the automated border gates to print a paper slip with an entry or exit stamp on it, as well as the traveller's name and travel document number, whenever the user is a traveller who is subject to the requirement to have his or her travel document stamped. At the &lt;a href=\"Port%20of%20Helsinki\"&gt;Port of Helsinki&lt;/a&gt;, the &lt;a href=\"Finnish%20Border%20Guard\"&gt;Finnish Border Guard&lt;/a&gt; has adapted the design of the automated border gates there to widen eligibility to include &lt;a href=\"Citizenship%20of%20Russia\"&gt;Russian citizens&lt;/a&gt; (who, as &lt;a href=\"Visa%20policy%20of%20the%20Schengen%20Area%23Visa%20exemptions\"&gt;Annex I&lt;/a&gt; nationals, are required to have a visa) by requiring them to scan both the biodata page and the visa inside their passport, then to step into the gate for a facial image and fingerprint recognition, and after the gate opens to approach a border officer to have their passport stamped.\nSometimes, external border controls are located on non-Schengen territory. For example, the &lt;a href=\"French%20Border%20Police\"&gt;French Border Police&lt;/a&gt; operates border checks at &lt;a href=\"juxtaposed%20controls\"&gt;juxtaposed controls&lt;/a&gt; on travellers departing the United Kingdom for the Schengen Area before they board their train or ferry at &lt;a href=\"St%20Pancras%20railway%20station\"&gt;St Pancras International&lt;/a&gt;, &lt;a href=\"Ebbsfleet%20International%20railway%20station\"&gt;Ebbsfleet International&lt;/a&gt; and &lt;a href=\"Ashford%20International%20railway%20station\"&gt;Ashford International&lt;/a&gt; railway stations, as well as at the &lt;a href=\"Port%20of%20Dover\"&gt;Port of Dover&lt;/a&gt; and the &lt;a href=\"Eurotunnel%20Folkestone%20Terminal\"&gt;Eurotunnel Folkestone Terminal&lt;/a&gt;.\nETIAS.\nIn November 2016 the European Commission proposed a system for an electronic authorisation of visa-exempt third country nationals called ETIAS (European Travel Information and Authorisation System). Foreign visitors will be required to submit personal data in advance and pay a processing fee (fee is waived for children). The application is to be done over the internet and need to be made a few days before travel. The authorisation will be valid for three years. It is imagined as a system similar to the &lt;a href=\"Electronic%20System%20for%20Travel%20Authorization\"&gt;ESTA&lt;/a&gt; system of the United States and the &lt;a href=\"Visa%20policy%20of%20Canada%23Electronic%20travel%20authorization\"&gt;ETA&lt;/a&gt; system of Canada. As of March 2020, ETIAS is scheduled to enter into operation by the end of 2022.\nETIAS requirements will in general apply to third country nationals who need no visa and have no residence permit or similar. See &lt;a href=\"European%20Travel%20Information%20and%20Authorisation%20System\"&gt;ETIAS&lt;/a&gt; for more details.\nCarrier's responsibility.\nSchengen rules require that all carriers conveying passengers across the Schengen external border must check, before boarding, that passengers have the correct travel documents and visas required for entry. Carriers that transport third-country nationals without the correct travel documents are imposed with financial penalties and are required to transport those refused entry back to the point of departure. The aim of this measure is to prevent illegal immigration. Further, since immigrants have the &lt;a href=\"Right%20of%20asylum\"&gt;right to apply for asylum&lt;/a&gt; at border control at ports of entry in the EU, though such applications must be made in person in the country where asylum status is sought, this measure has the effect of preventing prospective asylum seekers from boarding public transportation to the Schengen Area (unless they have already obtained a Schengen visa or are visa-exempt).\nShort-stay and transit visas.\nThe rules applicable to short-term entry visas into the Schengen Area are set out in EU regulations which contain two lists: a list of the nationalities (or classes of &lt;a href=\"travel%20document\"&gt;travel document&lt;/a&gt; holder) which require a visa for a short-term stay (the \"Annex I list\") and a list which do not (the \"Annex II list\").\nBeing listed in the visa-free list will sometimes but not always exempt the listed nationality or class from the requirement to obtain a work permit if they wish to take up employment or self-employed activity during their stay; business trips are not normally considered employment in this sense.\nAn application for a Schengen visa should be submitted to the embassy or consulate of the country which the traveller intends to visit. If a traveller plans to visit multiple countries in the Schengen Area, the application should be submitted to the embassy or consulate of the main destination. If the main destination cannot be determined, the traveller should apply for the visa at the embassy or consulate of the Schengen member state of first entry. Often, external service providers are contracted by certain diplomatic missions to process, collect and return visa applications.\nThe standard application fee for a Schengen visa is EUR 80. There is a reduced visa application fee of EUR 40 for children aged 6 to 12. The visa application fee is waived for children under the age of 6. Where an application is submitted to an external service provider, an additional service fee may have to be paid. The visa application fee (and the additional service fee, if applicable) are not refundable regardless of the outcome of the application.\nEntry conditions for third-country nationals.\nA Schengen visa or a visa exemption does not entitle the traveller to enter the Schengen Area, but rather allows the traveller to seek entry at the border crossing point. The Schengen Borders Code lists requirements which third-country nationals must meet to be allowed into the Schengen Area. For this purpose, a third-country national is a person who does \"not\" enjoy the &lt;a href=\"Directive%202004/38/EC%20on%20the%20right%20to%20move%20and%20reside%20freely\"&gt;right of free movement&lt;/a&gt; (i.e. a person who is not an EEA citizen or Swiss, nor a family member of such a person).\nThe entry requirements for third country nationals who intend to stay in the Schengen Area for not more than 90 days in any 180-day period are as follows:\nHowever, even if the third-country national does not fulfil the criteria for entry, admission may still be granted:\nBorder guards are required to &lt;a href=\"Passport%20stamp%23Schengen%20Area\"&gt;stamp&lt;/a&gt; the travel documents of third-country nationals when they cross external borders. However, nationals of &lt;a href=\"Andorran%20nationality%20law\"&gt;Andorra&lt;/a&gt;, &lt;a href=\"Nationality%20law%20of%20Monaco\"&gt;Monaco&lt;/a&gt;, &lt;a href=\"San%20Marino%20passport\"&gt;San Marino&lt;/a&gt; and Vatican City are exempt from this requirement, as are heads of state, whose visits were announced through diplomatic channels, and holders of local border traffic permits and residence permits issued by a Schengen member state. Certain exemptions also apply to the crews of ships and aircraft. Third-country nationals who otherwise fulfil all the criteria for admission into the Schengen Area must not be denied entry for the sole reason that there is no remaining empty space in their travel document to affix a stamp; instead, the stamp should be affixed on a separate sheet of paper.\nStays in excess of 90 days.\nFor stays in the Schengen Area as a whole which exceed 90 days, a third-country national will need to hold either a long-stay visa for a period no longer than a year, or a residence permit for longer periods. A long-stay visa is a national visa but is issued in accordance with a uniform format. It entitles the holder to enter the Schengen Area and remain in the issuing state for a period longer than 90 days but no more than one year. If a Schengen state wishes to allow the holder of a long-stay visa to remain there for longer than a year, the state must issue him or her with a residence permit.\nThe holder of a long-stay visa or a residence permit is entitled to move freely within other states which compose the Schengen Area for a period of up to three months in any half-year. Third-country nationals who are &lt;a href=\"Long-term%20resident%20%28European%20Union%29\"&gt;long-term residents in a Schengen state&lt;/a&gt; may also acquire the right to move to and settle in another Schengen state without losing their legal status and social benefits.\n&lt;a href=\"Asylum%20seeker\"&gt;Asylum seeker&lt;/a&gt;s who request international protection under the &lt;a href=\"Geneva%20Convention\"&gt;Geneva Convention&lt;/a&gt; from a Schengen member state are not issued a residence permit, but are instead issued, within three days of the application being lodged, an authorisation to remain on the territory of the member state while the application is pending or being examined. This means that, whilst their application for refugee status is being processed, asylum seekers are only permitted to remain in the Schengen member state where they have claimed asylum and are not entitled to move freely within other states which compose the Schengen Area. Successful applicants who have been granted international protection by a Schengen member state are issued residence permits which are valid for at least three years and renewable, whilst applicants granted subsidiary protection by a Schengen member state are issued residence permits valid for at least 1-year and renewable, unless there are compelling reasons relating to national security or public order. Family members of beneficiaries of international or subsidiary protection from a Schengen member state are issued residence permits as well, but their validity can be shorter. Applicants who have been granted temporary protection by a Schengen member state (as well as their reunited family members) are issued residence permits valid for the entire period of temporary protection.\nHowever, some third-country nationals are permitted to stay in the Schengen Area for more than 90 days without the need to apply for a long-stay visa. For example, France does not require citizens of Andorra, Monaco, San Marino and the Vatican City to apply for a long-stay visa. In addition, Article 20(2) of the Convention implementing the Schengen Agreement allows for this 'in exceptional circumstances' and for bilateral agreements concluded by individual signatory states with other countries before the Convention entered into force to remain applicable. As a result, for example, &lt;a href=\"New%20Zealand%20nationality%20law\"&gt;New Zealand citizens&lt;/a&gt; are permitted to stay for up to 90 days in \"each\" of the Schengen countries (Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Iceland, Italy, Luxembourg, the Netherlands, Norway, Poland, Portugal, Spain, Sweden and Switzerland) which had already concluded bilateral visa exemption agreements with the &lt;a href=\"New%20Zealand%20Government\"&gt;New Zealand Government&lt;/a&gt; prior to the Convention entering into force without the need to apply for long-stay visas, but if travelling to other Schengen countries the 90 days in a 180-day period time limit applies.\nEntry conditions for family members of EEA and Swiss citizens.\nThird-country nationals who are family members of EEA and Swiss citizens &lt;a href=\"freedom%20of%20movement%20for%20workers\"&gt;exercising their right of free movement&lt;/a&gt; and who hold a &lt;a href=\"residence%20card%20of%20a%20family%20member%20of%20a%20Union%20citizen\"&gt;residence card of a family member of a Union citizen&lt;/a&gt; issued by their EEA host country can visit another EEA member state or Switzerland without a visa for a short stay of up to three months in each member state. A 'family member' is defined as the spouse/partner, any of their children below age 21 or dependents (including those of the spouse/partner) and dependent parents (including those of the spouse/partner).\nHolders of a &lt;a href=\"residence%20card%20of%20a%20family%20member%20of%20a%20Union%20citizen\"&gt;residence card of a family member of a Union citizen&lt;/a&gt; issued by a Schengen member state can travel to another Schengen member state without a visa, regardless of whether they are travelling independently, or accompanying or joining their EEA/Swiss citizen family member. However, holders of a &lt;a href=\"residence%20card%20of%20a%20family%20member%20of%20a%20Union%20citizen\"&gt;residence card of a family member of a Union citizen&lt;/a&gt; issued by Bulgaria, Croatia, Cyprus, Ireland and the UK can travel to the Schengen Area without a visa only if they are accompanying or joining their EEA/Swiss citizen family member. British citizens have until 30 June 2021 to apply for the card.\nIf the non-EEA family member is an &lt;a href=\"Visa%20policy%20of%20the%20Schengen%20Area\"&gt;Annex I national&lt;/a&gt; who presents him/herself at the border without a &lt;a href=\"residence%20card%20of%20a%20family%20member%20of%20a%20Union%20citizen\"&gt;residence card of a family member of a Union citizen&lt;/a&gt; nor an entry visa, but can show his/her family ties with the EEA/Swiss citizens by other means, then a visa must be issued at the border free of charge and entry permitted.\nHowever, as of December 2008, the right of entry of family members of EEA/Swiss citizens laid down in Articles 5(2) and 5(4) of &lt;a href=\"Directive%202004/38/EC%20on%20the%20right%20to%20move%20and%20reside%20freely\"&gt;Directive 2004/38/EC&lt;/a&gt; has been incorrectly transposed into Belgian, Latvian and Swedish law, and not transposed at all by Austria, Denmark, Estonia, Italy, Lithuania, Germany and Slovenia. Five member states do not follow the Directive to the effect that non-EEA family members may still face difficulties (denial of boarding the vessel by the transport company, denial to enter by border police) when travelling to those states using their residence card issued by another EU member state. A visa or other document(s) may still be required.\nLocal border traffic at external borders.\nSchengen states which share an external land border with a non-EU member state are authorised by virtue of the EU Regulation 1931/2006 to conclude or maintain bilateral agreements with neighbouring third countries for the purpose of implementing a &lt;a href=\"local%20border%20traffic\"&gt;local border traffic&lt;/a&gt; regime. Such agreements define a &lt;a href=\"border%20area\"&gt;border area&lt;/a&gt; which may extend to a maximum of on either side of the border, and provide for the issuance of local border traffic permits to residents of the border area. Permits may be used to cross the EU external border within the border area, are not &lt;a href=\"Passport%20stamp%23Schengen%20Area\"&gt;stamped&lt;/a&gt; on crossing the border and must display the holder's name and photograph, as well as a statement that its holder is not authorised to move outside the border area and that any abuse shall be subject to penalties.\nPermits are issued with a validity period of between one and five years and allow for a stay in the border area of up to three months. Permits may only be issued to lawful residents of the border area who have been resident in the border area for a minimum of one year (or longer if specified by the bilateral agreement). Applicants for a permit have to show that they have legitimate reasons to cross frequently an external land border under the local border traffic regime. Schengen states must keep a central register of the permits issued and have to provide immediate access to the relevant data to other Schengen states.\nHolders of local border traffic permits are able to spend up to 3 months \"every time\" they enter the border area of the country which has issued the permit (this time limit is far more generous than the \"90 days in a 180-day period\" normally granted to third-country nationals visiting the Schengen Area).\nBefore the conclusion of an agreement with a neighbouring country, the Schengen state must receive approval from the &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt;, which has to confirm that the draft agreement is in conformity with the Regulation. The agreement may only be concluded if the neighbouring state grants at least reciprocal rights to EEA and Swiss nationals resident on the Schengen side of the border area, and agrees to the repatriation of individuals found to be abusing the border agreement.\n ten local-traffic agreements have come into force.\nOn 28 April 2014, Moldova was classified as an &lt;a href=\"Visa%20policy%20of%20the%20Schengen%20Area\"&gt;'Annex II' nationality&lt;/a&gt;. On 11 June 2017, Ukraine was classified as an 'Annex II' nationality. Therefore, Moldovan and Ukrainian citizens who hold &lt;a href=\"biometric%20passport\"&gt;biometric passport&lt;/a&gt;s no longer require a visa to enter the Schengen Area and Romania, thus obviating the need to apply for a local border traffic permit (unless they wish to spend more than 90 days in a 180-day period permitted by the visa exemption, given that local border traffic permit holders are allowed to stay for 3 months in the border area on each entry).\nThere are or have been plans for Lithuania–Russia, Poland–Belarus, Bulgaria–Serbia and Bulgaria–North Macedonia local border traffic agreements.\nThe agreement between Poland and Belarus had been due to enter into force by 2012, but was delayed by Belarus, with no implementation date set (as of Oct 2012).\nIn late 2009, Norway began issuing one-year multiple-entry visas, without the usual requirement of having family or a business partner in Norway, called Pomor-Visas, to &lt;a href=\"Citizenship%20of%20Russia\"&gt;Russians&lt;/a&gt; from &lt;a href=\"Murmansk%20Oblast\"&gt;Murmansk Oblast&lt;/a&gt;, and later to those from &lt;a href=\"Arkhangelsk%20Oblast\"&gt;Arkhangelsk Oblast&lt;/a&gt;. Finland is not planning border permits, but has issued over one million regular visas for Russians in 2011, and many of them multiple-entry visas. The EU was planning to allow up to 5-year validity on multiple-entry visas for Russians.\nThere is also a similar system for local border traffic permits between &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; and &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt; regarding &lt;a href=\"Ceuta\"&gt;Ceuta&lt;/a&gt; and &lt;a href=\"Melilla\"&gt;Melilla&lt;/a&gt;. This system is older and was included in the 1991 accession treaty of Spain to the Schengen Area. In this case there are identity checks for anyone travelling to other parts of the Schengen Area (possible by boat and air only). Such checks are not the rule for other local border traffic zones.\nWestern Balkan states.\nCitizens of Albania, Bosnia and Herzegovina, Montenegro, North Macedonia, and Serbia can enter the Schengen Area without a visa. On 30 November 2009, the EU Council of Ministers for Interior and Justice abolished visa requirements for citizens of Montenegro, North Macedonia, and Serbia, while on 8 November 2010 it did the same for Albania and Bosnia and Herzegovina. The former took effect on 19 December 2009, while the latter on 15 December 2010.\nOn 4 May 2016, the &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt; proposed visa-free travel for the citizens of &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt;. The &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt; has proposed to the Council of the European Union and the European Parliament to lift the visa requirements for the people of Kosovo by transferring Kosovo to the visa-free list for short-stays in the Schengen Area. The proposal is presented together with the commission's positive assessment confirming that Kosovo has fulfilled the requirements of its visa liberalisation roadmap.\nThe European Commission launched a visa liberalisation dialogue with Kosovo on 19 January 2012. In June 2012, the Commission handed over a roadmap on visa liberalisation to the Kosovo authorities, which identified the legislation and institutional measures that Kosovo needed to adopt and implement to advance towards visa liberalisation.\nVisa liberalisation negotiations between the EU and the &lt;a href=\"Western%20Balkans\"&gt;Western Balkans&lt;/a&gt; (excluding Kosovo) were launched in the first half of 2008, and ended in 2009 (for Montenegro, North Macedonia, and Serbia) and 2010 (for Albania and Bosnia and Herzegovina). Before visas were fully abolished, the Western Balkan countries (Albania, Bosnia and Herzegovina, Montenegro, North Macedonia, and Serbia) had signed \"visa facilitation agreements\" with the Schengen states in 2008. The visa facilitation agreements were, at the time, supposed to shorten waiting periods, lower visa fees (including free visas for certain categories of travellers), and reduce paperwork. In practice, however, the new procedures turned out to be longer, more cumbersome, more expensive, and many people complained that it was easier to obtain visas before the facilitation agreements entered into force.\nPolice and judicial co-operation.\nTo counter the potentially aggravating effects of the abolition of border controls on undocumented immigration and cross-border crime, the Schengen \"acquis\" contains compensatory police and judicial measures. Chief among these is the &lt;a href=\"Schengen%20Information%20System\"&gt;Schengen Information System&lt;/a&gt; (SIS), a database operated by all EU and Schengen states and which by January 2010 contained in excess of 30 million entries and by January 2014 contained in excess of 50 million entries, according to a document published in June 2015 by the &lt;a href=\"Council%20of%20the%20European%20Union\"&gt;Council of the European Union&lt;/a&gt;. Around 1 million of the entries relate to persons, 72% of which were not allowed to enter and stay in the Schengen Area. Only 7% of persons listed on the SIS database were &lt;a href=\"missing%20persons\"&gt;missing persons&lt;/a&gt;.\nThe vast majority of data entries on the SIS, around 49 million, concern lost or stolen objects. The European Council reports that in 2013 an average of 43 stolen vehicles a day were detected by authorities using the SIS database.\nA list of EU authorities with access to SIS is published annually in the &lt;a href=\"Official%20Journal%20of%20the%20European%20Union\"&gt;Official Journal of the European Union&lt;/a&gt;. As at 24 June 2015, 235 authorities can use the SIS database. The SIS database is operationally managed by &lt;a href=\"eu-LISA\"&gt;eu-LISA&lt;/a&gt;.\nThe Schengen Agreement also allows police officers from one participating state to follow suspects across borders both in &lt;a href=\"hot%20pursuit\"&gt;hot pursuit&lt;/a&gt; and to continue observation operations, and for enhanced mutual assistance in criminal matters.\nThe Schengen Convention also contained measures intended to streamline extradition between participating countries however these have now been subsumed into the &lt;a href=\"European%20Arrest%20Warrant\"&gt;European Arrest Warrant&lt;/a&gt; system.\nLegal basis.\nProvisions in the treaties of the European Union.\nThe legal basis for Schengen in the &lt;a href=\"treaties%20of%20the%20European%20Union\"&gt;treaties of the European Union&lt;/a&gt; has been inserted in the &lt;a href=\"Treaty%20establishing%20the%20European%20Community\"&gt;Treaty establishing the European Community&lt;/a&gt; through Article 2, point 15 of the &lt;a href=\"Treaty%20of%20Amsterdam\"&gt;Treaty of Amsterdam&lt;/a&gt;. This inserted a new title named \"Visas, asylum, immigration and other policies related to free movement of persons\" into the treaty, currently numbered as Title IV, and comprising articles 61 to 69. The &lt;a href=\"Treaty%20of%20Lisbon\"&gt;Treaty of Lisbon&lt;/a&gt; substantially amends the provisions of the articles in the title, renames the title to \"&lt;a href=\"Area%20of%20freedom%2C%20security%20and%20justice\"&gt;Area of freedom, security and justice&lt;/a&gt;\" and divides it into five chapters, called \"General provisions\", \"Policies on border checks, asylum and immigration\", \"Judicial cooperation in civil matters\", \"Judicial cooperation in criminal matters\", and \"Police cooperation\".\nThe Schengen Agreement and the Schengen Convention.\nThe Schengen Area originally had its legal basis outside the then European Economic Community, having been established by a sub-set of member states of the Community using two international agreements:\nOn being incorporated into the main body of &lt;a href=\"European%20Union%20law\"&gt;European Union law&lt;/a&gt; by the &lt;a href=\"Amsterdam%20Treaty\"&gt;Amsterdam Treaty&lt;/a&gt;, the Schengen Agreement and Convention were published in the &lt;a href=\"Official%20Journal%20of%20the%20European%20Communities\"&gt;Official Journal of the European Communities&lt;/a&gt; by a decision of the Council of Ministers. As a result, the Agreement and Convention can be amended by &lt;a href=\"regulation%20%28European%20Union%29\"&gt;regulations&lt;/a&gt;."
}