{
    "id": "16588491",
    "revid": "42642459",
    "url": "https://en.wikipedia.org/wiki?curid=16588491",
    "title": "South Tyrolean Freedom",
    "text": "South Tyrolean Freedom (, STF) is a &lt;a href=\"National%20conservatism\"&gt;national-conservative&lt;/a&gt; &lt;a href=\"list%20of%20political%20parties%20in%20South%20Tyrol\"&gt;political party&lt;/a&gt; active in &lt;a href=\"South%20Tyrol\"&gt;South Tyrol&lt;/a&gt;, where it seeks to represent the &lt;a href=\"German%20language\"&gt;German-speaking&lt;/a&gt; population.\nFounded by &lt;a href=\"Eva%20Klotz\"&gt;Eva Klotz&lt;/a&gt;, the party is committed to the &lt;a href=\"South%20Tyrolean%20secessionist%20movement\"&gt;South Tyrolean secessionist movement&lt;/a&gt;, which entails secession of the Province from &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; and its reunification with the State of &lt;a href=\"Tyrol%20%28state%29\"&gt;Tyrol&lt;/a&gt; within &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;.\nHistory.\nThe South Tyrolean Freedom emerged as a split from the &lt;a href=\"Citizens%27%20Union%20for%20South%20Tyrol\"&gt;Union for South Tyrol&lt;/a&gt; (UfS) in May 2007. On 8 June 2007 it was notarially founded in &lt;a href=\"Brixen\"&gt;Brixen&lt;/a&gt;. The founding members were Herbert Campidell, Eva Klotz, Sven Knoll, Reinhold Ladurner, Roland Lang, Sepp Mitterhofer, Werner Thaler and Dietmar Zwerger.\nIn mid 2007, the party presented a provocative poster campaign with the slogan (\"South Tyrol is not Italy\") and the &lt;a href=\"Flag%20of%20Austria\"&gt;Austrian flag&lt;/a&gt; as background. A sign with the same content was set up at the &lt;a href=\"Brenner%20Pass\"&gt;Brenner Pass&lt;/a&gt; border, at last in June 2008.\nIn April 2009, the STF became a full member of the &lt;a href=\"European%20Free%20Alliance\"&gt;European Free Alliance&lt;/a&gt;, a pan-European organization of &lt;a href=\"Regionalism%20%28politics%29\"&gt;regionalist&lt;/a&gt; parties. Gudrun Kofler from the STF Youth (\"Junge Süd-Tiroler Freiheit\") was elected as Vice President of the EFA Youth.\nIn January 2012, it was reported that the party had reached 2,800 members, a lot more than UfS in its best days.\nIn the &lt;a href=\"2013%20Trentino-Alto%20Adige/S%C3%BCdtirol%20provincial%20elections%23South%20Tyrol\"&gt;2013 provincial election&lt;/a&gt;, the STF won 7.2%, its record high so far, resulting in three provincial councillors.\nIn November 2014 Klotz, who had served in the Provincial Council for 31 consecutive years (for &lt;a href=\"South%20Tyrolean%20Homeland%20Federation\"&gt;SH&lt;/a&gt;, UfS and STF), announced her resignation from the assembly in order to take care of her husband, who was severely ill.\nIn the &lt;a href=\"2018%20Trentino-Alto%20Adige/S%C3%BCdtirol%20provincial%20elections%23South%20Tyrol\"&gt;2018 provincial election&lt;/a&gt;, the party obtained 6.0% of the vote and two provincial councillors.\nIn the municipal elections in September 2020, South Tyrolean Freedom competed in 29 South Tyrolean municipalities with 140 candidates. It was able to increase its seats from 41 to 49.\nIdeology.\nThe STF sees itself as a \"&lt;a href=\"liberalism\"&gt;liberal&lt;/a&gt;-&lt;a href=\"patriotism\"&gt;patriotic&lt;/a&gt;\" party aimed at protecting the &lt;a href=\"German%20language\"&gt;German-speaking&lt;/a&gt; population of South Tyrol. The party claims South Tyroleans' right to self-determination and to conduct a referendum in order to decide whether they want to be part of Italy or the Austrian state of &lt;a href=\"Tyrol%20%28state%29\"&gt;Tyrol&lt;/a&gt;. The party programme also emphasizes the protection of the environment, the defense of family values, a moderately liberal economic policy and the concept of Europe of the regions."
}