{
    "id": "16581",
    "revid": "4460308",
    "url": "https://en.wikipedia.org/wiki?curid=16581",
    "title": "Johnny Bench",
    "text": "Johnny Lee Bench (born December 7, 1947) is an American former professional &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; player. He played his entire &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; career, which lasted from through , with the &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt;, primarily as a &lt;a href=\"catcher\"&gt;catcher&lt;/a&gt;. Bench was the leader of the Reds team known as the &lt;a href=\"Big%20Red%20Machine\"&gt;Big Red Machine&lt;/a&gt; that dominated the National League in the mid-1970s, winning six division titles, four &lt;a href=\"List%20of%20National%20League%20pennant%20winners\"&gt;National League pennants&lt;/a&gt; and two &lt;a href=\"World%20Series\"&gt;World Series&lt;/a&gt; championships.&lt;ref name=\"http://entertainment.howstuffworks.com\"&gt;&lt;a href=\"https%3A//web.archive.org/web/20070820095625/https%3A//entertainment.howstuffworks.com/johnny-bench-hof.htm\"&gt;Johnny Bench&lt;/a&gt; How Stuff Works.&lt;/ref&gt;\nA fourteen-time &lt;a href=\"Major%20League%20Baseball%20All-Star%20Game\"&gt;All-Star&lt;/a&gt; and a two-time National League Most Valuable Player, Bench excelled on offense as well as on defense, twice leading the National League in home runs and three times in runs batted in. At the time of his retirement in 1983, he held the major league record for most home runs hit by a catcher. He was also the first catcher in history to lead the league in home runs. His record of 45 home runs in a season held the record for the most by a catcher, until &lt;a href=\"Salvador%20Perez\"&gt;Salvador Perez&lt;/a&gt; hit 48 in 2021.\nOn defense, Bench was a ten-time &lt;a href=\"Gold%20Glove%20Award\"&gt;Gold Glove Award&lt;/a&gt; winner who skillfully handled pitching staffs and possessed a strong, accurate throwing arm. He caught 100 or more games for 13 consecutive seasons. In 1986, Bench was inducted into the &lt;a href=\"Cincinnati%20Reds%20Hall%20of%20Fame\"&gt;Cincinnati Reds Hall of Fame&lt;/a&gt;. He was inducted into the &lt;a href=\"National%20Baseball%20Hall%20of%20Fame%20and%20Museum\"&gt;Baseball Hall of Fame&lt;/a&gt; in 1989. &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt; has called him the greatest catcher in baseball history.\nMajor League Baseball career.\n1960s.\nBorn and raised in &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt;, Bench is one-eighth &lt;a href=\"Choctaw\"&gt;Choctaw&lt;/a&gt;; he played baseball and &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; and was class &lt;a href=\"valedictorian\"&gt;valedictorian&lt;/a&gt; at Binger-Oney High School His father told him that the fastest route to becoming a major leaguer was as a catcher. As a 17-year-old, Bench was selected 36th overall by the &lt;a href=\"1965%20Cincinnati%20Reds%20season\"&gt;Cincinnati Reds&lt;/a&gt; in the second round of the &lt;a href=\"1965%20Major%20League%20Baseball%20draft\"&gt;1965 amateur draft&lt;/a&gt;, playing for the minor-league &lt;a href=\"Buffalo%20Bisons%20%281886%E2%80%931970%29\"&gt;Buffalo Bisons&lt;/a&gt; in the 1966 and 1967 seasons. During the 1967 season, he hit a &lt;a href=\"Grand%20slam%20%28baseball%29\"&gt;grand slam&lt;/a&gt; against &lt;a href=\"Jim%20Palmer\"&gt;Jim Palmer&lt;/a&gt;, who would go on to never allow a grand slam in 19 years in the major leagues. Bench was called up to the Reds in August 1967. He hit only &lt;a href=\"batting%20average%20%28baseball%29\"&gt;.163&lt;/a&gt;, but impressed many people with his defense and strong throwing arm, among them &lt;a href=\"National%20Baseball%20Hall%20of%20Fame%20and%20Museum\"&gt;Hall of Famer&lt;/a&gt; &lt;a href=\"Ted%20Williams\"&gt;Ted Williams&lt;/a&gt;. Williams signed a baseball for him and predicted that the young catcher would be a \"Hall of Famer for sure!\" Williams' prophecy became fact 22 years later in 1989 when Bench was elected to Cooperstown.\nDuring a &lt;a href=\"1968%20Cincinnati%20Reds%20season\"&gt;1968&lt;/a&gt; &lt;a href=\"spring%20training\"&gt;spring training&lt;/a&gt; game, Bench was catching &lt;a href=\"right%20handedness\"&gt;right-hander&lt;/a&gt; &lt;a href=\"Jim%20Maloney\"&gt;Jim Maloney&lt;/a&gt;, an eight-year veteran. Maloney was once a hard thrower, but injuries had dramatically reduced the speed of his fastball. Maloney nevertheless insisted on repeatedly \"shaking off\" his younger catcher by throwing fastballs instead of the &lt;a href=\"breaking%20ball\"&gt;breaking ball&lt;/a&gt;s that Bench had called for. When an exasperated Bench bluntly told Maloney, \"Your fastball's not popping,\" Maloney replied with an epithet. To prove to Maloney that his fastball was no longer effective, Bench called for a fastball, and after Maloney released the ball, Bench dropped his catcher's mitt and caught the fastball barehanded. Bench was the Reds' catcher on April 30, &lt;a href=\"1969%20Cincinnati%20Reds%20season\"&gt;1969&lt;/a&gt;, when Maloney pitched a &lt;a href=\"no%20hitter\"&gt;no hitter&lt;/a&gt; against the \nIn 1968, the 20-year-old Bench impressed many in his first he won the National League &lt;a href=\"MLB%20Rookie%20of%20the%20Year%20Award\"&gt;Rookie of the Year Award&lt;/a&gt;, batting .275 with 15 home runs and 82 RBIs. This marked the first time that the award had been won by a catcher. He also won the 1968 National League &lt;a href=\"Gold%20Glove%20Award\"&gt;Gold Glove Award&lt;/a&gt; for catchers, which was the first time that the award had been won by a rookie. He made 102 &lt;a href=\"Assist%20%28baseball%29\"&gt;assists&lt;/a&gt; in 1968, which marked the first time in 23 years that a catcher had more than 100 assists in a season.\nDuring the 1960s, Bench also served in the &lt;a href=\"United%20States%20Army%20Reserve\"&gt;United States Army Reserve&lt;/a&gt; as a member of the 478th Engineer Battalion, which was based across the &lt;a href=\"Ohio%20River\"&gt;Ohio River&lt;/a&gt; from Cincinnati at &lt;a href=\"Fort%20Thomas%2C%20Kentucky\"&gt;Fort Thomas, Kentucky&lt;/a&gt;. This unit included several of his teammates, among them &lt;a href=\"Pete%20Rose\"&gt;Pete Rose&lt;/a&gt;. In the winter of 1970–1971 he was part of &lt;a href=\"Bob%20Hope\"&gt;Bob Hope&lt;/a&gt;'s &lt;a href=\"United%20Service%20Organizations\"&gt;USO&lt;/a&gt; Tour of &lt;a href=\"Vietnam%20War\"&gt;Vietnam&lt;/a&gt;.\n1970s.\nIn 1970, Bench had his finest &lt;a href=\"Baseball%20statistics\"&gt;statistical&lt;/a&gt; season. At age 22, he became the youngest player to win the National League Most Valuable Player Award. He hit .293, led the National League with 45 &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;s and a franchise-record 148 &lt;a href=\"runs%20batted%20in\"&gt;runs batted in&lt;/a&gt; as the Reds won the NL West Division. The Reds swept the &lt;a href=\"1970%20Pittsburgh%20Pirates%20season\"&gt;Pittsburgh Pirates&lt;/a&gt; in the &lt;a href=\"1970%20National%20League%20Championship%20Series\"&gt;National League Championship Series&lt;/a&gt;, but lost to the &lt;a href=\"1970%20Baltimore%20Orioles%20season\"&gt;Baltimore Orioles&lt;/a&gt; in five games in the &lt;a href=\"1970%20World%20Series\"&gt;World Series&lt;/a&gt;.\nBench had another strong year in &lt;a href=\"1972%20Cincinnati%20Reds%20season\"&gt;1972&lt;/a&gt;, winning the MVP Award for a second time. He led the National League in home runs (40) and RBI (125) to help propel the Reds to another National League West Division title and won the &lt;a href=\"1972%20National%20League%20Championship%20Series\"&gt;NL pennant&lt;/a&gt; in the deciding fifth game over the &lt;a href=\"1972%20Pittsburgh%20Pirates%20season\"&gt;Pittsburgh Pirates&lt;/a&gt;. One of his more dramatic home runs was likely his ninth-&lt;a href=\"inning\"&gt;inning&lt;/a&gt;, &lt;a href=\"lead%20off\"&gt;lead off&lt;/a&gt;, &lt;a href=\"opposite%20field\"&gt;opposite field&lt;/a&gt; home run in that fifth NLCS game. The solo shot tied the game at three; the Reds won later in the inning on a wild pitch, 4–3. It was hailed after the game as \"one of the great &lt;a href=\"Clutch%20hitter\"&gt;clutch&lt;/a&gt; home runs of all time.\" However, the Reds lost the &lt;a href=\"1972%20World%20Series\"&gt;World Series&lt;/a&gt; to a strong &lt;a href=\"1972%20Oakland%20Athletics%20season\"&gt;Oakland Athletics&lt;/a&gt; team in seven games.\nAfter the 1972 season, Bench had a growth removed from his lung; he remained productive, but never again hit 40 home runs in a season. In &lt;a href=\"1973%20Cincinnati%20Reds%20season\"&gt;1973&lt;/a&gt;, Bench hit 25 home runs and 104 RBI and helped the Reds rally from a 10½-game deficit to the &lt;a href=\"1973%20Los%20Angeles%20Dodgers%20season\"&gt;Los Angeles Dodgers&lt;/a&gt; in early July to lead the majors with 99 wins and claim another NL West Division crown. In the &lt;a href=\"1973%20National%20League%20Championship%20Series\"&gt;NLCS&lt;/a&gt;, Cincinnati met a &lt;a href=\"1973%20New%20York%20Mets%20season\"&gt;New York Mets&lt;/a&gt; team that won the NL East with an unimpressive record, 16½ games behind the Reds. The Mets boasted three of the better starting pitchers in the NL, future Hall of Famer &lt;a href=\"Tom%20Seaver\"&gt;Tom Seaver&lt;/a&gt;, &lt;a href=\"Jerry%20Koosman\"&gt;Jerry Koosman&lt;/a&gt;, and &lt;a href=\"Jon%20Matlack\"&gt;Jon Matlack&lt;/a&gt;. Bench's bottom of the ninth-inning home run off Seaver in the first game propelled the Reds to victory, but Seaver would get the best of the Reds and Bench in the deciding Game 5, winning to put the Mets into the &lt;a href=\"1973%20World%20Series\"&gt;World Series&lt;/a&gt; against the &lt;a href=\"1973%20Oakland%20Athletics%20season\"&gt;Oakland A's&lt;/a&gt;.\nIn &lt;a href=\"1974%20Cincinnati%20Reds%20season\"&gt;1974&lt;/a&gt;, Bench led the league with 129 RBI and scored 108 runs, becoming only the fourth catcher in major league history with 100 or more runs and RBI in the same season. The Reds won the second-most games in the majors (98) but lost the West Division to the &lt;a href=\"1974%20Los%20Angeles%20Dodgers%20season\"&gt;Los Angeles Dodgers&lt;/a&gt;. In &lt;a href=\"1975%20Cincinnati%20Reds%20season\"&gt;1975&lt;/a&gt;, the Reds finally broke through in the post season. Bench contributed 28 home runs and 110 RBI. Cincinnati swept the &lt;a href=\"1975%20Pittsburgh%20Pirates%20season\"&gt;Pirates&lt;/a&gt; in three games to win the &lt;a href=\"1975%20National%20League%20Championship%20Series\"&gt;NLCS&lt;/a&gt;, and defeated the &lt;a href=\"1975%20Boston%20Red%20Sox%20season\"&gt;Boston Red Sox&lt;/a&gt; in a memorable seven-game &lt;a href=\"1975%20World%20Series\"&gt;World Series&lt;/a&gt;.\nBench struggled with ailing shoulders in &lt;a href=\"1976%20Cincinnati%20Reds%20season\"&gt;1976&lt;/a&gt;,\n and had one of his least productive years, with only 16 home runs and 74 RBIs. He finished with an excellent postseason, starting with a 4-for-12 (.333) performance in the &lt;a href=\"1976%20National%20League%20Championship%20Series\"&gt;NLCS&lt;/a&gt; sweep over the &lt;a href=\"1976%20Philadelphia%20Phillies%20season\"&gt;Philadelphia Phillies&lt;/a&gt;. The &lt;a href=\"1976%20World%20Series\"&gt;World Series&lt;/a&gt; provided a head-to-head match-up with the &lt;a href=\"1976%20New%20York%20Yankees%20season\"&gt;Yankees&lt;/a&gt;' all-star catcher, &lt;a href=\"Thurman%20Munson\"&gt;Thurman Munson&lt;/a&gt;. Bench rose to the occasion, hitting .533 with two home runs, while Munson also hit well, with a .529 average. The Reds won in a four-game sweep and Bench was named the Series' &lt;a href=\"World%20Series%20Most%20Valuable%20Player%20Award\"&gt;MVP&lt;/a&gt;. At the post-World Series press conference, Reds &lt;a href=\"Manager%20%28baseball%29\"&gt;manager&lt;/a&gt; &lt;a href=\"Sparky%20Anderson\"&gt;Sparky Anderson&lt;/a&gt; was asked by a journalist to compare Munson with his catcher. Anderson replied, \"I don't want to embarrass any other catcher by comparing him to Johnny Bench.\"\nBench bounced back in &lt;a href=\"1977%20Cincinnati%20Reds%20season\"&gt;1977&lt;/a&gt; to hit 31 home runs and 109 RBIs but the &lt;a href=\"1977%20Los%20Angeles%20Dodgers%20season\"&gt;Dodgers&lt;/a&gt; won two straight NL pennants. The Reds reached the postseason just once more in his career, in &lt;a href=\"1979%20Cincinnati%20Reds%20season\"&gt;1979&lt;/a&gt;, but were swept in three straight in the &lt;a href=\"1979%20National%20League%20Championship%20Series\"&gt;NLCS&lt;/a&gt; by the &lt;a href=\"1979%20Pittsburgh%20Pirates%20season\"&gt;Pittsburgh Pirates&lt;/a&gt;.\n1980s.\nFor the last three seasons of his career, Bench moved out from behind the plate, catching only 13 games, while primarily becoming a corner infielder (first or third base). The Cincinnati Reds proclaimed Saturday, September 17, &lt;a href=\"1983%20Cincinnati%20Reds%20season\"&gt;1983&lt;/a&gt;, \"Johnny Bench Night\" at &lt;a href=\"Riverfront%20Stadium%20%28Cincinnati%29\"&gt;Riverfront Stadium&lt;/a&gt;, in which he hit his 389th and final home run, a line drive to left in the third inning before a record crowd. He retired at the end of the season at age 35.\nMLB career statistics.\nBench had 2,048 &lt;a href=\"Hit%20%28baseball%29\"&gt;hits&lt;/a&gt; for a .267 career batting average with 389 &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;s and 1,376 RBI during his 17-year Major League career, all spent with the Reds. He retired as the career home run leader for catchers, a record which stood until surpassed by &lt;a href=\"Carlton%20Fisk\"&gt;Carlton Fisk&lt;/a&gt; and the current record holder, &lt;a href=\"Mike%20Piazza\"&gt;Mike Piazza&lt;/a&gt;. Bench still holds the Major League record for the most &lt;a href=\"Grand%20slam%20%28baseball%29\"&gt;grand slam&lt;/a&gt; home runs by a catcher, with 10. In his career, Bench earned 10 &lt;a href=\"Gold%20Gloves\"&gt;Gold Gloves&lt;/a&gt;, was named to the National League &lt;a href=\"Major%20League%20Baseball%20All-Star%20Game\"&gt;All-Star&lt;/a&gt; team 14 times, and won two Most Valuable Player Awards. He led the National League three times in &lt;a href=\"caught%20stealing\"&gt;caught stealing&lt;/a&gt; percentage and ended his career with a .990 &lt;a href=\"fielding%20percentage\"&gt;fielding percentage&lt;/a&gt; at catcher and an overall .987 fielding percentage. He caught 118 &lt;a href=\"shutouts%20in%20baseball\"&gt;shutouts&lt;/a&gt; during his career, ranking him 12th all-time among major league catchers. Bench also won such awards as the &lt;a href=\"Lou%20Gehrig\"&gt;Lou Gehrig&lt;/a&gt; Award (1975), the &lt;a href=\"Babe%20Ruth\"&gt;Babe Ruth&lt;/a&gt; Award (1976), and the &lt;a href=\"Hutch%20Award\"&gt;Hutch Award&lt;/a&gt; (1981).\nBench popularized the hinged &lt;a href=\"Baseball%20glove%23Varieties\"&gt;catcher's mitt&lt;/a&gt;, first introduced by &lt;a href=\"Randy%20Hundley\"&gt;Randy Hundley&lt;/a&gt; of the &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt;. He began using the mitt after a stint on the disabled list in &lt;a href=\"1966%20Cincinnati%20Reds%20season\"&gt;1966&lt;/a&gt; for a thumb injury on his throwing hand. The mitt allowed Bench to tuck his throwing arm safely to the side when receiving the pitch. By the turn of the decade, the hinged mitt became standard catchers' equipment. Having huge hands (a famous photograph features him holding seven baseballs in his right hand), Bench also tended to block breaking balls in the dirt by scooping them with one hand instead of the more common and fundamentally proper way: dropping to both knees and blocking the ball using the chest protector to keep the ball in front.\nPersonal life.\nBench has been married four times. Once hailed as \"baseball's most-eligible bachelor,\" he shed that distinction before the 1975 season when he married Vickie Chesser, a toothpaste model who had dated &lt;a href=\"Joe%20Namath\"&gt;Joe Namath&lt;/a&gt;. Four days after they met, Bench proposed, and they were married on February 21, 1975. Quickly, the pair realized they were incompatible, especially after Bench suggested that his wife accept \"&lt;a href=\"Hustler\"&gt;Hustler&lt;/a&gt;\" magazine's offer for her to pose nude for $25,000. They broke up at the end of the season (Bench reportedly said to her, \"Now I'm done with two things I hate: baseball and you\"), divorcing after just 13 months. \"I tried. I even hand-squeezed orange juice,\" Chesser told &lt;a href=\"Phil%20Donahue\"&gt;Phil Donahue&lt;/a&gt; in December 1975. \"I don't think either of us had any idea what marriage was really like.\" After returning to Manhattan, Chesser said, \"Johnny Bench is a great athlete, a mediocre everything else, and a true tragedy as a person.\"\nBefore Christmas 1987, Bench married Laura Cwikowski, an Oklahoma City model and aerobics instructor. They had a son, Bobby Binger Bench (named for &lt;a href=\"Bob%20Hope\"&gt;Bob Hope&lt;/a&gt; and &lt;a href=\"Bobby%20Knight\"&gt;Bobby Knight&lt;/a&gt;, and Bench's hometown), before divorcing in 1995. They shared custody of their son. \"He was, and is, a great dad,\" according to Bobby, who works in Cincinnati as a production operator on Reds broadcasts. Bench's third marriage, to Elizabeth Benton, took place in 1997. Johnny filed for divorce in 2000 on grounds of marital infidelity. His fourth marriage took place in 2004, to 31-year-old Lauren Baiocchi, the daughter of pro golfer &lt;a href=\"Hugh%20Baiocchi\"&gt;Hugh Baiocchi&lt;/a&gt;. After living in &lt;a href=\"Palm%20Springs\"&gt;Palm Springs&lt;/a&gt; with their two sons, Justin (born 2006) and Josh (born 2010), Johnny had the urge to return to South Florida, where he lived from 2014 to 2017. The family scouted homes in &lt;a href=\"Palm%20Beach%20Gardens\"&gt;Palm Beach Gardens&lt;/a&gt;. Lauren would not relocate to Florida, leading to their divorce. As of 2018, Bench has primary custody of the boys.\nHonors and post-career activities.\nBench was elected to the National &lt;a href=\"Baseball%20Hall%20of%20Fame\"&gt;Baseball Hall of Fame&lt;/a&gt; in &lt;a href=\"Cooperstown%2C%20New%20York\"&gt;Cooperstown, New York&lt;/a&gt;, in &lt;a href=\"Baseball%20Hall%20of%20Fame%20balloting%2C%201989\"&gt;1989&lt;/a&gt; alongside &lt;a href=\"Carl%20Yastrzemski\"&gt;Carl Yastrzemski&lt;/a&gt;. He was elected in his first year of eligibility, and appeared on 96% of the ballots, the third-highest percentage at that time. Three years earlier, Bench had been inducted into the &lt;a href=\"Cincinnati%20Reds%20Hall%20of%20Fame\"&gt;Cincinnati Reds Hall of Fame&lt;/a&gt; and his uniform No. 5 was retired by the team. He is currently on the board of directors for the Cincinnati Reds Hall of Fame. In 1989, he became the first individual baseball player to appear on a &lt;a href=\"Wheaties\"&gt;Wheaties&lt;/a&gt; box, a cereal he ate as a child.\nFor a time in the 1980s Bench was a commercial spokesman for &lt;a href=\"Krylon\"&gt;Krylon&lt;/a&gt; &lt;a href=\"paint\"&gt;paint&lt;/a&gt;, featuring a memorable catchphrase: \"I'm Johnny Bench, and this is Johnny Bench's bench.\"\nIn 1985, Bench starred as Joe Boyd/Joe Hardy in a Cincinnati stage production of the musical \"&lt;a href=\"Damn%20Yankees\"&gt;Damn Yankees&lt;/a&gt;\", which also included &lt;a href=\"Gwen%20Verdon\"&gt;Gwen Verdon&lt;/a&gt; and &lt;a href=\"Gary%20Sandy\"&gt;Gary Sandy&lt;/a&gt;. He also hosted the television series \"&lt;a href=\"The%20Baseball%20Bunch\"&gt;The Baseball Bunch&lt;/a&gt;\" from 1982 to 1985. A cast of boys and girls from the &lt;a href=\"Tucson%2C%20Arizona\"&gt;Tucson, Arizona&lt;/a&gt;, area would learn the game of baseball from Bench and other current and retired greats. &lt;a href=\"The%20San%20Diego%20Chicken\"&gt;The Chicken&lt;/a&gt; provided comic relief and former &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Los Angeles Dodgers&lt;/a&gt; manager &lt;a href=\"Tommy%20Lasorda\"&gt;Tommy Lasorda&lt;/a&gt; appeared as \"The Dugout Wizard.\"\nIn 1986, Bench and &lt;a href=\"Don%20Drysdale\"&gt;Don Drysdale&lt;/a&gt; did the backup contests or &lt;a href=\"Major%20League%20Baseball%20on%20ABC\"&gt;ABC&lt;/a&gt;'s Sunday afternoon baseball telecasts (&lt;a href=\"Al%20Michaels\"&gt;Al Michaels&lt;/a&gt; and &lt;a href=\"Jim%20Palmer\"&gt;Jim Palmer&lt;/a&gt; were the primary commentating crew). Keith Jackson, usually working with Tim McCarver did the No. 2 Monday night games. Bench took a week off in June (with &lt;a href=\"Steve%20Busby\"&gt;Steve Busby&lt;/a&gt; filling in), and also worked one game with Michaels as the networks switched the announcer pairings. While Drysdale worked the &lt;a href=\"1986%20Major%20League%20Baseball%20All-Star%20Game\"&gt;All-Star Game&lt;/a&gt; in &lt;a href=\"Astrodome\"&gt;Houston&lt;/a&gt; as an interviewer he did not resurface until the playoffs. Bench simply disappeared, ultimately going to &lt;a href=\"Major%20League%20Baseball\"&gt;CBS Radio&lt;/a&gt; to help &lt;a href=\"Brent%20Musburger\"&gt;Brent Musburger&lt;/a&gt; call that year's &lt;a href=\"1986%20National%20League%20Championship%20Series\"&gt;National League Championship Series&lt;/a&gt;. Bench would later serve as color commentator CBS Radio's World Series coverage alongside &lt;a href=\"Jack%20Buck\"&gt;Jack Buck&lt;/a&gt; and later &lt;a href=\"Vin%20Scully\"&gt;Vin Scully&lt;/a&gt; from &lt;a href=\"1989%20World%20Series\"&gt;1989&lt;/a&gt;–&lt;a href=\"1993%20World%20Series\"&gt;1993&lt;/a&gt;. In 1994, Bench served as a field reporter for &lt;a href=\"Major%20League%20Baseball%20on%20NBC\"&gt;NBC&lt;/a&gt;/&lt;a href=\"The%20Baseball%20Network\"&gt;The Baseball Network&lt;/a&gt;'s coverage of the &lt;a href=\"1994%20Major%20League%20Baseball%20All-Star%20Game\"&gt;All-Star Game&lt;/a&gt; from &lt;a href=\"Three%20Rivers%20Stadium\"&gt;Pittsburgh&lt;/a&gt;.\nAfter turning 50, Bench was a part-time professional golfer and played in several events on the &lt;a href=\"Champions%20Tour\"&gt;Senior PGA Tour&lt;/a&gt;. He has a home at the Mission Hills-Gary Player Course in &lt;a href=\"Rancho%20Mirage%2C%20California\"&gt;Rancho Mirage, California&lt;/a&gt;.\nIn 1999, Bench ranked Number 16 on \"&lt;a href=\"The%20Sporting%20News\"&gt;The Sporting News&lt;/a&gt;\" list of the 100 Greatest Baseball Players. He was the highest-ranking catcher. Bench was also elected to the &lt;a href=\"Major%20League%20Baseball%20All-Century%20Team\"&gt;Major League Baseball All-Century Team&lt;/a&gt; as the top vote-receiving catcher. As part of the Golden Anniversary of the Rawlings Gold Glove Award, Bench was selected to the &lt;a href=\"All-time%20Gold%20Glove%20Team\"&gt;All-Time Rawlings Gold Glove Team&lt;/a&gt;.\nFrom the 2000 &lt;a href=\"college%20baseball\"&gt;college baseball&lt;/a&gt; season until 2018, the best collegiate catcher annually received the &lt;a href=\"Johnny%20Bench%20Award\"&gt;Johnny Bench Award&lt;/a&gt;. Notable winners include &lt;a href=\"Buster%20Posey\"&gt;Buster Posey&lt;/a&gt; of &lt;a href=\"Florida%20State%20University\"&gt;Florida State University&lt;/a&gt;, &lt;a href=\"Kelly%20Shoppach\"&gt;Kelly Shoppach&lt;/a&gt; of &lt;a href=\"Baylor%20University\"&gt;Baylor University&lt;/a&gt;, &lt;a href=\"Ryan%20Garko\"&gt;Ryan Garko&lt;/a&gt; of &lt;a href=\"Stanford%20University\"&gt;Stanford University&lt;/a&gt;, and &lt;a href=\"Kurt%20Suzuki\"&gt;Kurt Suzuki&lt;/a&gt; of &lt;a href=\"Cal%20State%20Fullerton\"&gt;Cal State Fullerton&lt;/a&gt;. The award was renamed the Buster Posey Award for the 2019 season onwards.\nIn 2003, he guest starred on an &lt;a href=\"List%20of%20Yes%2C%20Dear%20episodes%23Season%203%20%282002%E2%80%9303%29\"&gt;episode&lt;/a&gt; of \"&lt;a href=\"Yes%2C%20Dear\"&gt;Yes, Dear&lt;/a&gt;\" as himself, along with &lt;a href=\"Ernie%20Banks\"&gt;Ernie Banks&lt;/a&gt; and &lt;a href=\"Frank%20Robinson\"&gt;Frank Robinson&lt;/a&gt;.\nIn 2008, Bench co-wrote the book \"Catch Every Ball: How to Handle Life's Pitches\" with Paul Daugherty, published by &lt;a href=\"Orange%20Frazer%20Press\"&gt;Orange Frazer Press&lt;/a&gt;. An autobiography published in 1979 called \"Catch You Later\" was co-authored with William Brashler. Bench has also broadcast games on television and radio, and is an avid &lt;a href=\"golf\"&gt;golf&lt;/a&gt;er, having played in several &lt;a href=\"Champions%20Tour\"&gt;Champions Tour&lt;/a&gt; tournaments.\nBench was interviewed by &lt;a href=\"Heidi%20Watney\"&gt;Heidi Watney&lt;/a&gt; of the &lt;a href=\"New%20England%20Sports%20Network\"&gt;New England Sports Network&lt;/a&gt; during a September 2008 &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt; game at &lt;a href=\"Fenway%20Park\"&gt;Fenway Park&lt;/a&gt;. While &lt;a href=\"knuckleball\"&gt;knuckleball&lt;/a&gt;er &lt;a href=\"Tim%20Wakefield\"&gt;Tim Wakefield&lt;/a&gt; was on the mound for the Red Sox, Bench related a story that then-Reds manager &lt;a href=\"Sparky%20Anderson\"&gt;Sparky Anderson&lt;/a&gt; told him that he was thinking of trading for knuckleballer &lt;a href=\"Phil%20Niekro\"&gt;Phil Niekro&lt;/a&gt;. Bench replied that Anderson had better trade for Niekro's catcher, too.\nOn September 17, 2011, the Cincinnati Reds unveiled a statue of Bench at the entrance way of the Reds Hall of Fame at &lt;a href=\"Great%20American%20Ball%20Park\"&gt;Great American Ball Park&lt;/a&gt;. The larger-than-life bronze statue by &lt;a href=\"Tom%20Tsuchiya\"&gt;Tom Tsuchiya&lt;/a&gt;, shows Bench in the act of throwing out a base runner. Bench called the unveiling of his statue his \"greatest moment.\"\nHe was the Hall of Fame recipient of the &lt;a href=\"Bob%20Feller%20Act%20of%20Valor%20Award\"&gt;Bob Feller Act of Valor Award&lt;/a&gt;, in 2018, for his service and continued support of the &lt;a href=\"United%20States%20Military\"&gt;United States Military&lt;/a&gt;."
}