{
    "id": "1658211",
    "revid": "19480448",
    "url": "https://en.wikipedia.org/wiki?curid=1658211",
    "title": "CU (power line)",
    "text": "CU is the designation of a line for &lt;a href=\"high-voltage%20direct%20current\"&gt;high-voltage direct current&lt;/a&gt; (HVDC) transmission between the &lt;a href=\"Coal%20Creek%20Station\"&gt;Coal Creek Station&lt;/a&gt; power plant south of &lt;a href=\"Underwood%2C%20North%20Dakota\"&gt;Underwood, North Dakota&lt;/a&gt; at and the Dickinson converter station near &lt;a href=\"Buffalo%2C%20Minnesota\"&gt;Buffalo, Minnesota&lt;/a&gt; at .\nThe designation most likely refers to two Minnesota-based power generation/transmission cooperatives that originally partnered to build the Coal Creek plant and associated line - Cooperative Power Association and United Power Association, which later merged to become &lt;a href=\"Great%20River%20Energy\"&gt;Great River Energy&lt;/a&gt;. Great River Energy recently announced that the mine-mouth plant that supplies this line, Coal Creek Station, will be decommissioned in 2022, unless another entity steps up to acquire (and continue operating) the plant, leaving the future of this line in doubt.\nThe &lt;a href=\"CU%20project%20controversy\"&gt;CU project controversy&lt;/a&gt; in 1978 and 1979 was a result of protests by farm landowners in the path of the CU line right of way.\nThe CU line, which went in service in 1978, can transfer an electrical power of 1,000 &lt;a href=\"megawatts\"&gt;megawatts&lt;/a&gt; at a symmetrical transmission voltage of 400 kV. An overhead line connection 436 miles (710 kilometers) long is used, with two conductors per pole. &lt;a href=\"Thyristor\"&gt;Thyristor&lt;/a&gt; &lt;a href=\"static%20inverter\"&gt;static inverter&lt;/a&gt;s are used.\nCrossing of HVDC powerlines.\nSoutheast of &lt;a href=\"Wing%2C%20North%20Dakota\"&gt;Wing, North Dakota&lt;/a&gt;, at CU crosses &lt;a href=\"Square%20Butte%20%28transmission%20line%29\"&gt;Square Butte&lt;/a&gt;, another HVDC powerline. This is the only crossing point of two HVDC overhead powerlines in the Western hemisphere.\nElectrodes.\nThe ground return electrode line at Coal Creek Station uses the towers of the AC line between and as support before it ends at .\nThe electrode line at Dickinson converter plant runs on the towers of the main line until a tower at . From this tower it runs on a line on 4 poles until its endpoint situated at ."
}