{
    "id": "16588079",
    "revid": "2308770",
    "url": "https://en.wikipedia.org/wiki?curid=16588079",
    "title": "Harry Pierce",
    "text": "Henry Theodore Pierce (1913-1975) was a professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played for the &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australia national team&lt;/a&gt; and the &lt;a href=\"New%20South%20Wales%20rugby%20league%20team\"&gt;New South Wales team&lt;/a&gt;. He played his club football in the &lt;a href=\"NSWRFL%20Premiership\"&gt;NSWRFL Premiership&lt;/a&gt; for Sydney clubs &lt;a href=\"St.%20George%20Dragons\"&gt;St. George&lt;/a&gt; and &lt;a href=\"Eastern%20Suburbs%20Roosters\"&gt;Eastern Suburbs&lt;/a&gt;.\nPlaying career.\nPierce played for the &lt;a href=\"St.%20George%20Dragons\"&gt;St. George Dragons&lt;/a&gt; for two seasons in 1932 and 1933 and for &lt;a href=\"Sydney%20Roosters\"&gt;Eastern Suburbs&lt;/a&gt; for eleven seasons between 1934 and 1944. He won three straight premierships between 1935 and 1937 with the Tricolours. He won his fourth premiership with the &lt;a href=\"Sydney%20Roosters\"&gt;Easts&lt;/a&gt; in the &lt;a href=\"1940%20NSWRFL%20season\"&gt;1940 Grand Final&lt;/a&gt;. He scored a total of 60 tries during his long and successful club career. The speedy &lt;a href=\"Rugby%20league%20positions\"&gt;backrower&lt;/a&gt; also played in five test matches for Australia in 1937/38. He is listed on the \"Australian Players Register\" as Kangaroo No. 216. Pierce also played for City Firsts and &lt;a href=\"New%20South%20Wales%20rugby%20league%20team\"&gt;New South Wales&lt;/a&gt; on six occasions between 1937 and 1943.\nWhile playing football, Pierce also served in the &lt;a href=\"New%20South%20Wales%20Police%20Force\"&gt;New South Wales Police Force&lt;/a&gt; and in 2008, rugby league's centennial year in Australia, he was named as a reserve in a NSW Police team of the century. \nDeath.\nHe died at &lt;a href=\"Bondi%2C%20New%20South%20Wales\"&gt;Bondi, New South Wales&lt;/a&gt; on 12 December 1975, 41 days short of his 63rd birthday."
}