{
    "id": "16587653",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=16587653",
    "title": "Murder of Aqsa Parvez",
    "text": "Aqsa \"Axa\" Parvez (; April 22, 1991 – December 10, 2007) was the victim of a &lt;a href=\"murder\"&gt;murder&lt;/a&gt; in &lt;a href=\"Mississauga\"&gt;Mississauga&lt;/a&gt;, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;, Canada. During the murder trial, Superior Court Justice Bruce Durno acknowledged the slaying as an &lt;a href=\"honour%20killing\"&gt;honour killing&lt;/a&gt;, stating, that he found it \"profoundly disturbing that a 16-year-old could be murdered by a father and brother for the purpose of saving family pride, for saving them from what they perceived as family embarrassment\". Aqsa's brother, Waqas, had strangled her. Aqsa's death was reported internationally and sparked a debate about the status of women in &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;. The \"&lt;a href=\"Toronto%20Star\"&gt;Toronto Star&lt;/a&gt;\" stated that the father's perception of himself being unable to influence his daughter's behavior was a major factor in the death, and that \"Media in Toronto and around the world immediately reported and continues to report that Aqsa was killed because she refused to wear the hijab. But it was much more complicated than that.\"\nBackground.\nParvez was a student of &lt;a href=\"Applewood%20Heights%20Secondary%20School\"&gt;Applewood Heights Secondary School&lt;/a&gt; in &lt;a href=\"Mississauga\"&gt;Mississauga&lt;/a&gt;, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;, Canada. Her father, Muhammad Parvez, was a &lt;a href=\"taxicab\"&gt;taxicab&lt;/a&gt; driver. She grew up in a &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; family of &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;i origin. A week before her death, she had moved in with the family of a neighbour, Lubna Tahir, to escape tension with her family. Parvez had academic difficulties at her school, but refused pleas to be moved to an Islamic school. After leaving home the first time, partly for disliking the hijab, her father sent her a letter promising to allow her more freedom. She later left home a second time.\nMurder.\nAround 8 am (&lt;a href=\"Eastern%20Time%20Zone%20%28North%20America%29\"&gt;EST&lt;/a&gt;) on December 10, 2007, &lt;a href=\"Peel%20Regional%20Police\"&gt;Peel Regional Police&lt;/a&gt; responded to a &lt;a href=\"9-1-1\"&gt;911&lt;/a&gt; call from a man who had said he had just killed his daughter. When officers arrived at a single-family detached home, they found Parvez suffering from life-threatening injuries. She was immediately taken to &lt;a href=\"Credit%20Valley%20Hospital\"&gt;Credit Valley Hospital&lt;/a&gt; and later transferred in critical condition to the &lt;a href=\"The%20Hospital%20for%20Sick%20Children%2C%20Toronto\"&gt;Hospital for Sick Children&lt;/a&gt; where she died. It was learned in court in 2010 that it was her brother who had strangled her, causing her to die from neck compression.\nOne student reported that her father was threatening her, causing her to fear for her life. Parvez's friends also said she wanted to run away from her family to escape the conflicts with them.\nGuilty plea.\nMuhammad Parvez was charged with &lt;a href=\"Murder%23Canada\"&gt;first-degree murder&lt;/a&gt; and denied &lt;a href=\"bail\"&gt;bail&lt;/a&gt;. The victim's older brother, Waqas Parvez, who was ordered by his father to not communicate with police, was originally facing a charge of obstructing police and placed in custody. He was released on bail and was ordered to reside with his &lt;a href=\"surety\"&gt;surety&lt;/a&gt; and surrender his &lt;a href=\"passport\"&gt;passport&lt;/a&gt;. However, on June 27, 2008, Waqas Parvez was charged by Peel Regional Police with first-degree murder.\nOn June 15, 2010, Muhammad Parvez and Waqas Parvez pleaded guilty to the second-degree murder of Aqsa Parvez, and a statement of agreed-upon facts was released. Both were sentenced to life imprisonment, with no eligibility for parole until 2028.\nMuhammad Parvez died of natural causes in February 2017 while in custody.\nReaction.\nParvez's death has also revived the story of the similar honour killing that happened in 1989 in which &lt;a href=\"Zein%20Isa\"&gt;Zein Isa&lt;/a&gt; killed his 16-year-old daughter, Tina.\nThough the murder is considered to be a case of &lt;a href=\"honour%20killing\"&gt;honour killing&lt;/a&gt;, some Islamic leaders claimed that it is only a case of &lt;a href=\"domestic%20violence\"&gt;domestic violence&lt;/a&gt;. Her death has also sparked a debate about the status of women in Islamic communities. A statement her father made to her mother immediately after the crime was later cited in support of the honour killing theory: “My community will say you have not been able to control your daughter. This is my insult. She is making me naked.”\nA public &lt;a href=\"funeral\"&gt;funeral&lt;/a&gt; was to take place for Parvez at 1:30 pm (EST) at a Mississauga mosque on December 15, 2007. However, hours before the funeral, her family decided to instead have a private funeral for privacy reasons. Parvez was buried at the &lt;a href=\"Meadowvale%20Cemetery\"&gt;Meadowvale Cemetery&lt;/a&gt; in &lt;a href=\"Brampton\"&gt;Brampton&lt;/a&gt;; her family refused a donation of a gravestone and a memorial made by anti-Islam activist &lt;a href=\"Pamela%20Geller\"&gt;Pamela Geller&lt;/a&gt;.\n&lt;a href=\"Syed%20Soharwardy\"&gt;Syed Soharwardy&lt;/a&gt;, the head imam at the &lt;a href=\"Calgary%20Islamic%20Centre\"&gt;Calgary Islamic Centre&lt;/a&gt; and national president of &lt;a href=\"Islamic%20Supreme%20Council%20of%20Canada\"&gt;Islamic Supreme Council of Canada&lt;/a&gt;, went on a &lt;a href=\"hunger%20strike\"&gt;hunger strike&lt;/a&gt; for two days to denounce family violence, which he described as completely against the teachings of &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;.\nMohammad Alnadui, vice-chairman of the &lt;a href=\"Canadian%20Council%20of%20Imams\"&gt;Canadian Council of Imams&lt;/a&gt;, called the murder \"un-Islamic\", and denounced the act \"without any reservation\".\nParvez's death was profiled in &lt;a href=\"Shelley%20Saywell\"&gt;Shelley Saywell&lt;/a&gt;'s 2010 documentary film \"&lt;a href=\"In%20the%20Name%20of%20the%20Family\"&gt;In the Name of the Family&lt;/a&gt;\".\nSee also.\nHonour killing in Canada:\nHonour killings of people of Pakistani heritage outside of Pakistan\nSee also: &lt;a href=\"Honour%20killing%20in%20Pakistan\"&gt;Honour killing in Pakistan&lt;/a&gt;"
}