{
    "id": "1661567",
    "revid": "1068111689",
    "url": "https://en.wikipedia.org/wiki?curid=1661567",
    "title": "Omnichord",
    "text": "The Omnichord is an electronic &lt;a href=\"musical%20instrument\"&gt;musical instrument&lt;/a&gt; introduced in 1981 by the &lt;a href=\"Suzuki%20Musical%20Instrument%20Corporation\"&gt;Suzuki Musical Instrument Corporation&lt;/a&gt;. It typically features a touch plate known as \"SonicStrings\", preset rhythms, auto-bass line functionality, and buttons for &lt;a href=\"Major%20chord\"&gt;major&lt;/a&gt;, &lt;a href=\"Minor%20chord\"&gt;minor&lt;/a&gt;, and &lt;a href=\"Seventh%20chord\"&gt;7th chords&lt;/a&gt;. The most basic method of playing the instrument is to press the chord buttons and swipe the SonicStrings with a finger in imitation of strumming a stringed instrument. The SonicStrings may also be touched in one place to create a single note. Originally designed as an electronic &lt;a href=\"Autoharp\"&gt;Autoharp&lt;/a&gt;, the Omnichord has become popular, due to its unique, chiming, &lt;a href=\"harp\"&gt;harp&lt;/a&gt;like &lt;a href=\"timbre\"&gt;timbre&lt;/a&gt; and its value as a &lt;a href=\"kitsch\"&gt;kitsch&lt;/a&gt; object.\nThe Omnichord and its prototypes, the &lt;a href=\"Tronichord\"&gt;Tronichord&lt;/a&gt; and Portachord (the latter two never reached full production) share many technical and functional similarities. Omnichords feature preset &lt;a href=\"rhythm\"&gt;rhythm&lt;/a&gt;s with a &lt;a href=\"tempo\"&gt;tempo&lt;/a&gt; and &lt;a href=\"volume\"&gt;volume&lt;/a&gt; control, as well as an auto-bass line feature, actuated by a button, which the player may use as accompaniment. Several models of the Omnichord were produced that added &lt;a href=\"MIDI\"&gt;MIDI&lt;/a&gt; compatibility, a selection of voices for the SonicStrings, &lt;a href=\"vibrato\"&gt;vibrato&lt;/a&gt;, and chord memory. Some Omnichord musicians will play the &lt;a href=\"musical%20instrument\"&gt;instrument&lt;/a&gt; as a &lt;a href=\"keytar\"&gt;keytar&lt;/a&gt;, by strapping the instrument on both ends and playing it as if it were a &lt;a href=\"Keytar\"&gt;Keytar&lt;/a&gt;.\nThe Omnichord is still produced by Suzuki, but rebadged as the Q-chord. It features more modern versions of the original Omnichord's features such as PCM sampled sounds, and more rhythms."
}