{
    "id": "16612113",
    "revid": "34814649",
    "url": "https://en.wikipedia.org/wiki?curid=16612113",
    "title": "Nintendo video game consoles",
    "text": "The &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;ese multinational consumer electronics company &lt;a href=\"Nintendo\"&gt;Nintendo&lt;/a&gt; has developed seven &lt;a href=\"home%20video%20game%20console\"&gt;home video game console&lt;/a&gt;s and multiple &lt;a href=\"Handheld%20game%20console\"&gt;portable console&lt;/a&gt;s for use with external media, as well as &lt;a href=\"dedicated%20console\"&gt;dedicated console&lt;/a&gt;s and other hardware for their consoles. , in addition to &lt;a href=\"Nintendo%20Switch\"&gt;Nintendo Switch&lt;/a&gt;, Nintendo has sold over 863.07 million hardware units.\nAlthough the company had released the &lt;a href=\"Color%20TV%20Game\"&gt;Color TV Game&lt;/a&gt; and the &lt;a href=\"Game%20%26amp%3B%20Watch\"&gt;Game &amp; Watch&lt;/a&gt;, which were their first and second systems respectively, they did not achieve worldwide success until the release of the &lt;a href=\"Nintendo%20Entertainment%20System\"&gt;Nintendo Entertainment System&lt;/a&gt; (NES) in 1983. The NES restarted the &lt;a href=\"video%20game%20industry\"&gt;video game industry&lt;/a&gt; after the &lt;a href=\"video%20game%20crash%20of%201983\"&gt;video game crash of 1983&lt;/a&gt;, and was an international success. In 1989, Nintendo released the &lt;a href=\"Game%20Boy\"&gt;Game Boy&lt;/a&gt;, which became the first handheld console to sell in large numbers. In the early 1990s, Nintendo's market lead began to decrease; although the 1990 &lt;a href=\"Super%20Nintendo%20Entertainment%20System\"&gt;Super Nintendo Entertainment System&lt;/a&gt; (SNES) was a strong seller, the &lt;a href=\"Sega%20Genesis\"&gt;Mega Drive/Genesis&lt;/a&gt; was a very strong contender. Nintendo and &lt;a href=\"Sega\"&gt;Sega&lt;/a&gt; would both lose a significant portion of the console market towards the end of the 1990s, as &lt;a href=\"Sony%20Computer%20Entertainment\"&gt;Sony Computer Entertainment&lt;/a&gt;'s &lt;a href=\"PlayStation%20%28console%29\"&gt;PlayStation&lt;/a&gt; became the most popular console, beating the &lt;a href=\"Nintendo%2064\"&gt;Nintendo 64&lt;/a&gt;, though Nintendo managed to sell more than &lt;a href=\"Sega%20Saturn\"&gt;Sega Saturn&lt;/a&gt;.\nThe &lt;a href=\"Dreamcast\"&gt;Dreamcast&lt;/a&gt;, released in 1999, &lt;a href=\"PlayStation%202\"&gt;PlayStation 2&lt;/a&gt;, released in 2000, and &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt;'s &lt;a href=\"Xbox%20%28console%29\"&gt;Xbox&lt;/a&gt;, released in 2001, would eventually relegate Nintendo to third place in the international market, despite the release of the &lt;a href=\"GameCube\"&gt;GameCube&lt;/a&gt;. However, they retained their lead in the handheld console market, with the &lt;a href=\"Game%20Boy%20Color\"&gt;Game Boy Color&lt;/a&gt; and &lt;a href=\"Game%20Boy%20Advance\"&gt;Game Boy Advance&lt;/a&gt; models. Towards the middle of the 2000s, Nintendo introduced the first successful handheld device with a touch screen (&lt;a href=\"Nintendo%20DS\"&gt;DS&lt;/a&gt;) and the first successful console designed for motion controlled inputs (the &lt;a href=\"Wii\"&gt;Wii&lt;/a&gt;); they became some of the &lt;a href=\"List%20of%20million-selling%20game%20consoles\"&gt;best-selling consoles&lt;/a&gt; of all time. In 2011, Nintendo became the first major company to release a handheld game console with &lt;a href=\"stereoscopic%203D\"&gt;stereoscopic 3D&lt;/a&gt; capabilities, with the &lt;a href=\"Nintendo%203DS\"&gt;3DS&lt;/a&gt;, which had very strong sales from the beginning. The &lt;a href=\"Wii%20U\"&gt;Wii U&lt;/a&gt;, released in November 2012, was much less successful, and sales were significantly lower than predicted. The company's most recent console, &lt;a href=\"Nintendo%20Switch\"&gt;Nintendo Switch&lt;/a&gt;, was released in March 2017 and has now surpassed the entire lifetime sales of the Wii U several times.\nHome consoles.\nColor TV-Game (1977-1980).\nColor TV-Game is a series of five dedicated home consoles released only in Japan. Each of the consoles contained a small number of games and a built-in controller. In total, approximately 3 million units were sold. \nThe Color TV-Game series consists of:\nNintendo Entertainment System (1983).\nReleased July 15, 1983, the Nintendo Entertainment System (NES) is an &lt;a href=\"8-bit\"&gt;8-bit&lt;/a&gt; &lt;a href=\"video%20game%20console\"&gt;video game console&lt;/a&gt; released by Nintendo in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;, &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt;, &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;, &lt;a href=\"Oceania\"&gt;Oceania&lt;/a&gt; and &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; and was Nintendo's first home video game console released outside Japan. In Japan, it is known as the \"Family Computer\" (or \"Famicom\", as it is commonly abbreviated). Selling 61.91 million units worldwide, the NES helped revitalize the video game industry following the &lt;a href=\"video%20game%20crash%20of%201983\"&gt;video game crash of 1983&lt;/a&gt; and set the standard for subsequent consoles in everything from &lt;a href=\"game%20design\"&gt;game design&lt;/a&gt; to business practices. The NES was the first console for which the manufacturer openly courted &lt;a href=\"third-party%20developer\"&gt;third-party developer&lt;/a&gt;s. Many of Nintendo's most iconic franchises, such as \"&lt;a href=\"The%20Legend%20of%20Zelda%20%28series%29\"&gt;The Legend of Zelda&lt;/a&gt;\" and \"&lt;a href=\"Metroid%20%28series%29\"&gt;Metroid&lt;/a&gt;\" were started on the NES. Nintendo continued to repair Famicom consoles in Japan until October 31, 2007, attributing the decision to discontinue support to an increasing shortage of the necessary parts.\nNintendo released a software-emulation-based version of the Nintendo Entertainment System on November 10, 2016. Called the \"&lt;a href=\"NES%20Classic%20Edition\"&gt;NES Classic Edition&lt;/a&gt;\", it is a &lt;a href=\"dedicated%20console\"&gt;dedicated console&lt;/a&gt; that comes with a single controller and 30 preloaded games.\nSuper Nintendo Entertainment System (1990).\nReleased November 21, 1990, The Super Nintendo Entertainment System, officially abbreviated the Super NES or SNES and colloquially shortened to Super Nintendo, is a &lt;a href=\"History%20of%20video%20game%20consoles%20%28fourth%20generation%29\"&gt;16-bit&lt;/a&gt; &lt;a href=\"video%20game%20console\"&gt;video game console&lt;/a&gt; released by Nintendo in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;, &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt;, &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;, &lt;a href=\"Oceania\"&gt;Oceania&lt;/a&gt; and &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;. In &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; it is known as the Super Famicom. In &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;, it is known as the Super Comboy and was distributed by &lt;a href=\"Hyundai%20Electronics\"&gt;Hyundai Electronics&lt;/a&gt;.\nThe SNES was Nintendo's third home console(second outside of Japan), following the &lt;a href=\"Nintendo%20Entertainment%20System\"&gt;Nintendo Entertainment System&lt;/a&gt;. Whereas the earlier console had struggled in the PAL region and large parts of &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;, the SNES was a global success, albeit one that could not match its predecessor's popularity in Northeast Asia and &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;—due in part to increased competition from &lt;a href=\"Sega\"&gt;Sega&lt;/a&gt;'s &lt;a href=\"Sega%20Genesis\"&gt;Genesis&lt;/a&gt; console (released in Europe and Asia, but Korea as the Mega Drive). Despite its relatively late start, the SNES became the best selling console of the &lt;a href=\"16-bit%20era\"&gt;16-bit era&lt;/a&gt;, selling 49.10 million systems worldwide. The SNES library is known for upgrading some of Nintendo's most famous franchises, and making the games even more critically acclaimed, such as \"&lt;a href=\"Super%20Metroid\"&gt;Super Metroid&lt;/a&gt;\", \"\", \"&lt;a href=\"Final%20Fantasy%20IV\"&gt;Final Fantasy IV&lt;/a&gt;\" and \"&lt;a href=\"Final%20Fantasy%20VI\"&gt;VI&lt;/a&gt;\", \"&lt;a href=\"Donkey%20Kong%20Country\"&gt;Donkey Kong Country&lt;/a&gt;\", and \"&lt;a href=\"Super%20Mario%20World\"&gt;Super Mario World&lt;/a&gt;\", as well starting some popular franchises such as \"&lt;a href=\"Star%20Fox%20%28series%29\"&gt;Star Fox&lt;/a&gt;\" and \"&lt;a href=\"Mega%20Man%20X\"&gt;Mega Man X&lt;/a&gt;\".\nSimilarly to the NES Classic Edition released prior, Nintendo released a software-emulation-based version of the Super Nintendo Entertainment System on September 29, 2017. Called the \"&lt;a href=\"Super%20NES%20Classic%20Edition\"&gt;Super NES Classic Edition&lt;/a&gt;\", it, like its predecessor, is a &lt;a href=\"dedicated%20console\"&gt;dedicated console&lt;/a&gt; that comes with two controllers and 21 preloaded games, one of which, \"&lt;a href=\"Star%20Fox%202\"&gt;Star Fox 2&lt;/a&gt;\", is a title originally developed for the system that went unreleased.\nNintendo 64 (1996).\nReleased June 23, 1996, the Nintendo 64, commonly called the N64, and codenamed Ultra 64, was Nintendo's third home &lt;a href=\"video%20game%20console\"&gt;video game console&lt;/a&gt; for the international market. It was released with three &lt;a href=\"launch%20game\"&gt;launch game&lt;/a&gt;s in Japan (\"&lt;a href=\"Super%20Mario%2064\"&gt;Super Mario 64&lt;/a&gt;\", \"&lt;a href=\"Pilotwings%2064\"&gt;Pilotwings 64&lt;/a&gt;\" and \"&lt;a href=\"Saikyo%20Habu%20Shogi\"&gt;Saikyo Habu Shogi&lt;/a&gt;\") and two in North America (\"Super Mario 64\" and \"Pilotwings 64\"). PAL regions also had three launch titles (\"Super Mario 64\", ' and \"Pilotwings 64\") with ' delayed until three days after launch. Other key games included \"&lt;a href=\"Donkey%20Kong%2064\"&gt;Donkey Kong 64&lt;/a&gt;\", \"&lt;a href=\"Diddy%20Kong%20Racing\"&gt;Diddy Kong Racing&lt;/a&gt;\", \"&lt;a href=\"Banjo-Kazooie%20%28video%20game%29\"&gt;Banjo-Kazooie&lt;/a&gt;\", two games in &lt;a href=\"The%20Legend%20of%20Zelda%20%28series%29\"&gt;\"The Legend of Zelda\" series&lt;/a&gt;, \"&lt;a href=\"GoldenEye%20007%20%281997%20video%20game%29\"&gt;GoldenEye 007&lt;/a&gt;\", \"&lt;a href=\"Mario%20Kart%2064\"&gt;Mario Kart 64&lt;/a&gt;\", \"&lt;a href=\"Super%20Smash%20Bros.\"&gt;Super Smash Bros.&lt;/a&gt;\", and \"&lt;a href=\"Star%20Fox%2064\"&gt;Star Fox 64&lt;/a&gt;\". The &lt;a href=\"Nintendo%2064\"&gt;Nintendo 64&lt;/a&gt; sold 32.93 million systems.\nNintendo GameCube (2001).\nThe Nintendo GameCube (commonly shortened to GameCube, NGC, or GCN) was released on November 5, 2001. It was Nintendo's &lt;a href=\"History%20of%20video%20game%20consoles%20%28sixth%20generation%29\"&gt;sixth generation game console&lt;/a&gt;, the same generation as &lt;a href=\"Sega\"&gt;Sega&lt;/a&gt;'s &lt;a href=\"Dreamcast\"&gt;Dreamcast&lt;/a&gt;, &lt;a href=\"Sony\"&gt;Sony&lt;/a&gt;'s &lt;a href=\"PlayStation%202\"&gt;PlayStation 2&lt;/a&gt;, and &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt;'s &lt;a href=\"Xbox%20%28console%29\"&gt;Xbox&lt;/a&gt;. Until the console's unveiling at &lt;a href=\"SpaceWorld\"&gt;SpaceWorld&lt;/a&gt; 2000, the design project was known as \"Dolphin\"—this can still be seen in the console and its accessories' model numbers. The GameCube is the most compact sixth generation console. The GameCube is Nintendo's first game console to use &lt;a href=\"optical%20disc\"&gt;optical disc&lt;/a&gt;s rather than &lt;a href=\"game%20cartridge\"&gt;game cartridge&lt;/a&gt;s. An agreement with the optical drive manufacturer &lt;a href=\"Panasonic%20Corporation\"&gt;Matsushita&lt;/a&gt; led to a DVD-playing GameCube system named the &lt;a href=\"Panasonic%20Q\"&gt;Panasonic Q&lt;/a&gt;, which was only released in Japan. Much of Nintendo's core line-up centered on sequels to their established hit franchises such as \"&lt;a href=\"Super%20Mario%20Sunshine\"&gt;Super Mario Sunshine&lt;/a&gt;\", \"&lt;a href=\"Super%20Smash%20Bros.%20Melee\"&gt;Super Smash Bros. Melee&lt;/a&gt;\", \"\", \"&lt;a href=\"Metroid%20Prime\"&gt;Metroid Prime&lt;/a&gt;\", \"&lt;a href=\"Pok%C3%A9mon%20Colosseum\"&gt;Pokémon Colosseum&lt;/a&gt;\", and \"&lt;a href=\"Star%20Fox%20Adventures\"&gt;Star Fox Adventures&lt;/a&gt;\", while new franchises like \"&lt;a href=\"Animal%20Crossing\"&gt;Animal Crossing&lt;/a&gt;\" and \"&lt;a href=\"Pikmin\"&gt;Pikmin&lt;/a&gt;\" were born, although the former franchise had seen a Japan-exclusive release on the N64. The GameCube has sold 21.74 million units.\nWii (2006).\nThe Wii was released on November 19, 2006 as Nintendo's &lt;a href=\"History%20of%20video%20game%20consoles%20%28seventh%20generation%29\"&gt;seventh-generation&lt;/a&gt; home console. Nintendo designed the console to appeal towards a wider audience than those of its main competitors, the &lt;a href=\"PlayStation%203\"&gt;PlayStation 3&lt;/a&gt; and &lt;a href=\"Xbox%20360\"&gt;Xbox 360&lt;/a&gt;, including &lt;a href=\"Casual%20game\"&gt;\"casual\"&lt;/a&gt; players and audiences that were new to video games.\nThese aims were emphasized by the console's distinguishing feature, the &lt;a href=\"Wii%20Remote\"&gt;Wii Remote&lt;/a&gt;—a handheld &lt;a href=\"motion%20controller\"&gt;motion controller&lt;/a&gt; that can &lt;a href=\"Motion%20detection\"&gt;detect motion and rotation&lt;/a&gt; in &lt;a href=\"Three-dimensional%20space\"&gt;three dimensions&lt;/a&gt;, using a mixture of internal sensors and infrared positioning. The controller includes an expansion port that can be used to connect other accessories, such as the Nunchuk—an attachment with an &lt;a href=\"analog%20stick\"&gt;analog stick&lt;/a&gt; and additional buttons, a \"&lt;a href=\"Classic%20Controller\"&gt;Classic Controller&lt;/a&gt;\" &lt;a href=\"gamepad\"&gt;gamepad&lt;/a&gt; providing a traditional control scheme, and &lt;a href=\"Wii%20MotionPlus\"&gt;Wii MotionPlus&lt;/a&gt;—an accessory designed to enhance the motion detection capabilities of the original Wii Remote models.\nThe Wii's internal hardware is an updated derivative of that of the GameCube; in comparison to its seventh-generation competitors, the Wii had lower overall graphics capabilities, and does not output in &lt;a href=\"high-definition%20television\"&gt;high-definition&lt;/a&gt;. The Wii also featured &lt;a href=\"online%20game\"&gt;internet&lt;/a&gt;-enabled features; the &lt;a href=\"Nintendo%20Wi-Fi%20Connection\"&gt;Nintendo Wi-Fi Connection&lt;/a&gt; service allowed supported games to offer online multiplayer and other features, while the &lt;a href=\"WiiConnect24\"&gt;WiiConnect24&lt;/a&gt; feature allowed messages and updates to be downloaded while the console was in standby. Through &lt;a href=\"Wii%20Shop%20Channel\"&gt;Wii Shop Channel&lt;/a&gt;, additional &lt;a href=\"WiiWare\"&gt;games&lt;/a&gt; and apps can be downloaded or purchased for the console, including &lt;a href=\"Virtual%20Console\"&gt;Virtual Console&lt;/a&gt;—a selection of classic video games &lt;a href=\"Video%20game%20emulation\"&gt;emulated&lt;/a&gt; from older consoles. Early models of the Wii also had backwards compatibility with GameCube games and controllers, but this was dropped from &lt;a href=\"Wii%23RVL-101\"&gt;later&lt;/a&gt; &lt;a href=\"Wii%23Wii%20Mini\"&gt;hardware revisions&lt;/a&gt;.\nThe Wii was a major success for Nintendo; in April 2007, the \"&lt;a href=\"Wall%20Street%20Journal\"&gt;Wall Street Journal&lt;/a&gt;\" declared that Nintendo had \"become the company to beat in the games business\", citing the success of the Wii and the portable &lt;a href=\"Nintendo%20DS\"&gt;Nintendo DS&lt;/a&gt; line. , the Wii has sold 101.63 million consoles worldwide. \"&lt;a href=\"Wii%20Sports\"&gt;Wii Sports&lt;/a&gt;\"—a collection of sports minigames that were designed to leverage the Wii Remote, was bundled with the console outside of Japan, and had a major cultural impact as the console's \"&lt;a href=\"killer%20app\"&gt;killer app&lt;/a&gt;\" among the mainstream audience.\nWii U (2012).\nThe Wii U was released on November 18, 2012 as a direct successor to the Wii, and the first entry in the &lt;a href=\"History%20of%20video%20game%20consoles%20%28eighth%20generation%29\"&gt;eighth generation&lt;/a&gt; of home video game consoles. The Wii U's distinguishing hardware feature is the &lt;a href=\"Wii%20U%20GamePad\"&gt;GamePad&lt;/a&gt;, a &lt;a href=\"Tablet%20computer\"&gt;tablet&lt;/a&gt;-like controller which contains a &lt;a href=\"touchscreen\"&gt;touchscreen&lt;/a&gt; that wirelessly streams a video output from the console. The GamePad's display can be used to provide alternative or complementary perspectives within a game, or as the main display in lieu of a television. In particular, Nintendo promoted the concept of \"&lt;a href=\"Asymmetry\"&gt;asymmetric&lt;/a&gt;\" multiplayer, where a player with the GamePad would have a different objective and perspective than that of other players. Alongside the GamePad, the Wii U supports Wii controllers and games. A conventional gamepad known as the &lt;a href=\"Wii%20U%20Pro%20Controller\"&gt;Wii U Pro Controller&lt;/a&gt; was also released.\nThe Wii U features more-extensive online functionality than the Wii, using the &lt;a href=\"Nintendo%20Network\"&gt;Nintendo Network&lt;/a&gt; platform; as with the Wii, it supports online multiplayer and &lt;a href=\"Nintendo%20eShop\"&gt;downloading and purchasing new games and apps&lt;/a&gt;, but also allows video chat. It previously featured an internal social network known as &lt;a href=\"Miiverse\"&gt;Miiverse&lt;/a&gt;, which allowed users to write and draw posts in game-specific communities, the service was discontinued on November 8, 2017. Nintendo also attempted to provide &lt;a href=\"second%20screen\"&gt;second screen&lt;/a&gt; experiences for television programming for the Wii U through a feature known as &lt;a href=\"Nintendo%20TVii\"&gt;Nintendo TVii&lt;/a&gt;, but it was discontinued outside of Japan in August 2015. Unlike the Wii, the Wii U's hardware is capable of high-definition graphics.\nThe Wii U was met with low adoption, attributed by Nintendo executives with lack of third-party support, poor marketing of the system, which led to a lack of clarity of the Wii U game pad from being a tablet device, as well as the subsequent release of the &lt;a href=\"PlayStation%204\"&gt;PlayStation 4&lt;/a&gt; and &lt;a href=\"Xbox%20One\"&gt;Xbox One&lt;/a&gt; the following year. However, some critics argued that the Wii U still had advantages over PS4 and Xbox One, including its lower cost and notable early exclusives such as \"&lt;a href=\"Super%20Mario%203D%20World\"&gt;Super Mario 3D World&lt;/a&gt;\". Sales steadily increased following the release of several notable first-party exclusives, including new entries in the \"&lt;a href=\"Mario%20Kart%208\"&gt;Mario Kart&lt;/a&gt;\" and \"&lt;a href=\"Super%20Smash%20Bros.%20for%20Wii%20U\"&gt;Super Smash Bros.&lt;/a&gt;\" franchises, and the new franchise \"&lt;a href=\"Splatoon\"&gt;Splatoon&lt;/a&gt;\".\nIn January 2017, a Nintendo spokesperson stated that production of the console had ended, with just 13.56 million units sold worldwide.\nNintendo Switch (2017).\nThe Nintendo Switch was released on March 3, 2017, and is Nintendo's second entry in the &lt;a href=\"History%20of%20video%20game%20consoles%20%28eighth%20generation%29\"&gt;eighth generation&lt;/a&gt; of home video game consoles. The system was code-named \"NX\" prior to its official announcement. It is a hybrid device that can be used as a home console inserted to the Nintendo Switch Dock attached to a television, stood up on a table with the kickstand, or as a tablet-like portable console. It features two detachable wireless controllers called Joy-Con, that can be used individually or attached to a grip to provide a more traditional gamepad form. Both Joy-Con are built with motion sensors and HD Rumble, Nintendo's haptic vibration feedback system for improved gameplay experiences. However, only the right Joy-Con has an NFC reader on its analog joystick for &lt;a href=\"Amiibo\"&gt;Amiibo&lt;/a&gt; and an IR sensor on the back. The Nintendo Switch Pro Controller is a traditional style controller much like the one of the &lt;a href=\"GameCube\"&gt;GameCube&lt;/a&gt;.\nThe console's reveal trailer premiered on October 20, 2016 and showcased the hybrid functionality of the system as well as footage from \"\" and from potential new titles in the \"&lt;a href=\"Super%20Mario\"&gt;Super Mario&lt;/a&gt;\", \"&lt;a href=\"Mario%20Kart\"&gt;Mario Kart&lt;/a&gt;\", and \"&lt;a href=\"Splatoon\"&gt;Splatoon&lt;/a&gt;\" franchises. These unknown games were later announced to be \"&lt;a href=\"Super%20Mario%20Odyssey\"&gt;Super Mario Odyssey&lt;/a&gt;\", \"&lt;a href=\"Mario%20Kart%208%23Mario%20Kart%208%20Deluxe\"&gt;Mario Kart 8 Deluxe&lt;/a&gt;\", and \"&lt;a href=\"Splatoon%202\"&gt;Splatoon 2&lt;/a&gt;\" respectively.\nThe Nintendo Switch has currently sold 92.87 million units as of September 30, 2021, outselling the Wii U, GameCube, Nintendo 64, SNES, NES and 3DS within its first four years of launch.\nThe Nintendo Switch Lite, released in 2019, is a more affordable version of the Nintendo Switch released by Nintendo on September 20, 2019. This console is similar to a regular Nintendo Switch and can play almost all standard Switch games, but is a portable-only version and is also slightly smaller. This version of the Nintendo Switch comes in five colors which are grey, turquoise, coral, yellow and blue, as well as some special editions.\nA second variation, the Nintendo Switch – OLED Model, was released in 2021, which makes several adjustments and improvements over the original, including an improved kickstand, a larger OLED screen, and longer battery life.\nHandheld consoles.\nGame &amp; Watch series (1980-1991, 2020-2021).\nThe Game &amp; Watch series of &lt;a href=\"Handheld%20electronic%20game\"&gt;handheld electronic games&lt;/a&gt; made by Nintendo and created by its game designer Gunpei Yokoi from 1980 to 1991. Most featured a single game that could be played on an LCD screen, in addition to a clock and an alarm. Most titles had a \"GAME A\" (easy mode) and a \"GAME B\" (hard mode) button. Game B is usually a faster, more difficult version of Game A. Different models were manufactured, with some consoles having two screens (the Multiscreen Series) and a clam-shell design. The Nintendo DS later reused this design. The Game &amp; Watch made handhelds vastly popular. Many toy companies followed in the footsteps of Game &amp; Watch, such as Tiger Electronics and their Star Wars themed games. Nintendo's Game &amp; Watch units were eventually superseded by the original Game Boy. Each Game &amp; Watch was only able to play one game, due to the use of a segmented LCD display being pre-printed with an overlay. The speed and responsiveness of the games was also limited by the time it took the LCD to change state. The Game &amp; Watch series sold over 80 million units worldwide. On September 3, 2020, Nintendo announced a special Game &amp; Watch edition to celebrate Super Mario Bros.' 35th anniversary, with it being released on November 13, 2020. It was discontinued on March 31, 2021.\nGame Boy (1989).\nThe Game Boy was the first &lt;a href=\"handheld%20game%20console\"&gt;handheld game console&lt;/a&gt; sold by Nintendo that featured interchangeable &lt;a href=\"ROM%20cartridge\"&gt;ROM cartridges&lt;/a&gt; for each game, unlike the Game &amp; Watch that had a different system for each game. Released in 1989 in Japan, it is one of the world's &lt;a href=\"List%20of%20best-selling%20game%20consoles\"&gt;best-selling game console&lt;/a&gt; lines, with over 100 million units sold worldwide. The Game Boy was the first console in the &lt;a href=\"Game%20Boy%20family\"&gt;Game Boy family&lt;/a&gt; and sold in a number of different &lt;a href=\"Game%20Boy%23Revisions\"&gt;revisions and variations&lt;/a&gt;, including the streamlined &lt;a href=\"Game%20Boy%20Pocket\"&gt;Game Boy Pocket&lt;/a&gt; and &lt;a href=\"Game%20Boy%20Light\"&gt;Game Boy Light&lt;/a&gt; in Japan. In 1998, Nintendo had plans to release the &lt;a href=\"Game%20Boy%20Advance\"&gt;Game Boy Advance&lt;/a&gt;, but it had to be pushed back, releasing the &lt;a href=\"Game%20Boy%20Color\"&gt;Game Boy Color&lt;/a&gt;, a new Game Boy platform with color graphics. Combined, the Game Boy and Game Boy Color sold 118.69 million units worldwide.\nVirtual Boy (1995).\nNintendo's Virtual Boy (also known as the VR-32 during development) was the first portable game console capable of displaying \"&lt;a href=\"true%203D\"&gt;true 3D&lt;/a&gt; graphics\". Most video games are forced to use &lt;a href=\"Depth%20perception\"&gt;monocular cues&lt;/a&gt; to achieve the illusion of three dimensions on a two-dimensional screen, but the Virtual Boy was able to create a more accurate illusion of depth through an effect known as parallax. The Nintendo 3DS also uses this technology. In a manner similar to using a &lt;a href=\"head-mounted%20display\"&gt;head-mounted display&lt;/a&gt;, the user looks into an eyepiece made of neoprene on the front of the machine, and then an eyeglass-style projector allows viewing of the monochromatic (in this case, red) image. It was released on July 21, 1995 in Japan and August 14, 1995 in North America and at a price of around US$180. It met with a lukewarm reception that was unaffected by continued price drops. Exactly 14 titles were released for \"Virtual Boy\" in North America, but only a few were met with positive reception. Nintendo discontinued the Virtual Boy within a few months of release.\nGame Boy Color (1998).\nIn 1998, Nintendo introduced the Game Boy Color as the successor to the original Game Boy. It features a color screen and an &lt;a href=\"8-bit\"&gt;8-bit&lt;/a&gt; processor and a custom &lt;a href=\"Zilog%20Z80\"&gt;Zilog Z80&lt;/a&gt; central processing unit. It was made to compete with the &lt;a href=\"WonderSwan\"&gt;WonderSwan Color&lt;/a&gt; and the &lt;a href=\"Neo%20Geo%20Pocket\"&gt;Neo Geo Pocket&lt;/a&gt;. Its best selling game was &lt;a href=\"Pok%C3%A9mon%20Gold%20and%20Silver\"&gt;\"Pokémon Gold\" and \"Silver\"&lt;/a&gt; series.\nGame Boy Advance (2001).\nIn March 2001, Nintendo introduced the Game Boy Advance, the first major technological upgrade in the Game Boy line. Nintendo later released two revised models of the Game Boy Advance, the &lt;a href=\"Game%20Boy%20Advance%20SP\"&gt;Game Boy Advance SP&lt;/a&gt; and the &lt;a href=\"Game%20Boy%20Micro\"&gt;Game Boy Micro&lt;/a&gt; in 2003 and 2005, respectively. The Game Boy Advance SP features a smaller clamshell design, and introduced a built-in screen light and rechargeable battery which became standard features for future Nintendo handhelds. The Game Boy Micro is an even smaller variant with interchangeable designer faceplates. Unlike the previous models, the Micro lacks Game Boy/Game Boy Color backwards compatibility and e-Reader support. As of June 30, 2010, the three Game Boy Advance models have sold 81.51 million units worldwide.\nNintendo DS (2004).\nThe Nintendo DS (abbreviated NDS, DS, or the full name Nintendo Dual Screen, and iQue DS in &lt;a href=\"China\"&gt;China&lt;/a&gt;) is a &lt;a href=\"handheld%20game%20console\"&gt;handheld game console&lt;/a&gt; developed and manufactured by Nintendo, released on November 21, 2004 as the first system in the &lt;a href=\"Nintendo%20DS%20family\"&gt;Nintendo DS family&lt;/a&gt;. It is visibly distinguishable by its horizontal &lt;a href=\"Flip%20%28form%29\"&gt;clamshell&lt;/a&gt; design, and the presence of two displays, the lower of which acts as a &lt;a href=\"touchscreen\"&gt;touchscreen&lt;/a&gt;. The system also has a built-in &lt;a href=\"microphone\"&gt;microphone&lt;/a&gt; and supports wireless &lt;a href=\"IEEE%20802.11\"&gt;IEEE 802.11&lt;/a&gt; (&lt;a href=\"Wi-Fi\"&gt;Wi-Fi&lt;/a&gt;) standards, allowing players to interact with each other within short range (10–30 meters, depending on conditions) or over the &lt;a href=\"Nintendo%20Wi-Fi%20Connection\"&gt;Nintendo Wi-Fi Connection&lt;/a&gt; service via a standard Wi-Fi access point.\nAccording to Nintendo, the letters \"DS\" in the name stand for \"Developers' System\" and \"Double Screen\", the former of which refers to the features of the handheld designed to encourage innovative gameplay ideas among developers. The system was known as \"Project Nitro\" during development.\nOn March 2, 2006, Nintendo released the &lt;a href=\"Nintendo%20DS%20Lite\"&gt;Nintendo DS Lite&lt;/a&gt;, a redesigned model of the Nintendo DS, in Japan. It was later released in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, and &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;.\nAs of December 31, 2013, Nintendo DS consoles have sold 154.98 million units, including 93.86 million Nintendo DS Lites.\nA second redesign of the Nintendo DS, the &lt;a href=\"Nintendo%20DSi\"&gt;Nintendo DSi&lt;/a&gt;, was released on November 1, 2008, in Japan, on April 2, 2009 in Australia, April 3, 2009 in Europe, and April 5, 2009 in North America. It contains two cameras and downloadable software capabilities, plus a built-in flash memory and web browser. An SD card slot replaces the &lt;a href=\"Game%20Boy%20Advance\"&gt;Game Boy Advance&lt;/a&gt; cartridge slot. A similar model, known as the &lt;a href=\"Nintendo%20DSi%23Larger%20model\"&gt;Nintendo DSi XL&lt;/a&gt;, was released in 2009 in Japan and 2010 worldwide. It features the same configurations as its predecessor, but is slightly larger and features a large stylus designed for home use. As of December 31, 2013, the Nintendo DSi consoles have sold 41.33 million units.\nNintendo 3DS (2011).\nAlthough the name and look of the device are similar to that of the DS series, the Nintendo 3DS (3DS or N3DS for short) is the successor to the DS and is a brand new console. The Nintendo 3DS was released on February 26, 2011.\nIt contains three cameras, two on the outside (for 3D photographs) and one internal one above the top screen. The bottom screen is a touch screen comparable to the DS bottom screens, and the top screen is Wide Screen and an autostereoscopic 3D LCD. \"&lt;a href=\"Autostereoscopy\"&gt;Autostereoscopy&lt;/a&gt;\" is a process that sends different images to the left and right eyes to enable the viewer to view the screen in 3D \"without the need for special glasses\". The 3DS is said to enhance Nintendo's online experience. In July 2012, the &lt;a href=\"Nintendo%203DS%23Larger%20model\"&gt;3DS XL&lt;/a&gt; was released, similar to the change between the DSi and DSi XL. It has 90% larger screens and design changes such as a matte finish and the stylus in a more accessible area.\nThe &lt;a href=\"Nintendo%202DS\"&gt;Nintendo 2DS&lt;/a&gt; was released on October 12, 2013. It is a variant designed to be affordable without the clamshell design or 3D capabilities of the 3DS. Another redesign, the &lt;a href=\"New%20Nintendo%203DS\"&gt;New Nintendo 3DS and 3DS XL&lt;/a&gt;, was released in Japan in October 2014, Australia for November 2014, and everywhere else in February 2015. It includes a C-Stick, ZR and ZL shoulder buttons, and a faster CPU, allowing for more software specifically for the New Nintendo 3DS (such as \"&lt;a href=\"Xenoblade%20Chronicles%203D\"&gt;Xenoblade Chronicles 3D&lt;/a&gt;\"). Like the original 3DS, the New Nintendo 3DS also has an XL form.\nAs of December 31, 2013, Nintendo has sold 42.74 million units, including 15.21 million Nintendo 3DS XLs and 2.11 million Nintendo 2DS units.\nThe latest handheld console was the &lt;a href=\"New%20Nintendo%202DS%20XL\"&gt;New Nintendo 2DS XL&lt;/a&gt;, which was released in June/July 2017 across five different countries and as of 2020, was the only model that was still in production. On September 16, 2020, Nintendo confirmed production of all Nintendo 3DS family systems had ended."
}