{
    "id": "166378",
    "revid": "39566278",
    "url": "https://en.wikipedia.org/wiki?curid=166378",
    "title": "Merkava",
    "text": "The Merkava (, , \"&lt;a href=\"chariot\"&gt;chariot&lt;/a&gt;\") is a series of &lt;a href=\"main%20battle%20tank\"&gt;main battle tanks&lt;/a&gt; used by the &lt;a href=\"Israel%20Defense%20Forces\"&gt;Israel Defense Forces&lt;/a&gt; and is the backbone of the IDF's armored corps. The tank began development in 1970, and its first generation - the Merkava mark 1 - entered official service in 1979. Four main variants have been deployed, with the Merkava mark 4 being the latest version. The Merkava was first used extensively in the &lt;a href=\"1982%20Lebanon%20War\"&gt;1982 Lebanon War&lt;/a&gt;. The name \"Merkava\" was derived from the IDF's initial development program name.\nThe tank was developed in the Merkava and Armored Combat Vehicles Division of the Israeli Ministry of Defense, and most of its parts are manufactured in Israel. Its design concept is to provide maximum protection for its crew, and therefore its front armor was fortified and the engine placed in the front part of the tank, unlike most other tanks. \nDesign criteria include rapid repair of battle damage, survivability, cost-effectiveness and off-road performance. Following the model of contemporary &lt;a href=\"Self-propelled%20artillery\"&gt;self-propelled howitzers&lt;/a&gt;, the turret assembly is located closer to the rear than in most main battle tanks. With the engine in front, this layout is intended to grant additional protection against a frontal attack, so as to absorb some of the force of incoming &lt;a href=\"Artillery%20shell\"&gt;shells&lt;/a&gt;, especially for the personnel in the main hull, such as the driver. It also creates more space in the rear of the tank that allows increased storage capacity and a rear entrance to the main crew compartment allowing easy access under enemy fire. This allows the tank to be used as a platform for medical disembarkation, a forward command and control station, and an &lt;a href=\"infantry%20fighting%20vehicle\"&gt;infantry fighting vehicle&lt;/a&gt;. The rear entrance's &lt;a href=\"Clamshell%20design\"&gt;clamshell&lt;/a&gt;-style doors provide overhead protection when off- and on-loading cargo and personnel.\nDevelopment.\nDuring the late 1960s, the Israeli Army began collaborating on design notes for the &lt;a href=\"Chieftain%20%28tank%29\"&gt;Chieftain tank&lt;/a&gt; which had originally been introduced to &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; service, with a view to Israel purchasing and domestically producing the vehicle. Two prototypes were delivered as part of a four-year trial. However, it was eventually decided not to sell the marque to the Israelis (since, at that period of time in the late 1960s, the UK was more friendly towards the Arab states than to Israel), which prompted them to follow their own development programme.\n&lt;a href=\"Israel%20Tal\"&gt;Israel Tal&lt;/a&gt;, who was serving as a &lt;a href=\"brigade%20commander\"&gt;brigade commander&lt;/a&gt; after the &lt;a href=\"Suez%20Crisis\"&gt;Suez Crisis&lt;/a&gt;, restarted plans to produce an Israeli-made tank, drawing on lessons from the 1973 &lt;a href=\"Yom%20Kippur%20War\"&gt;Yom Kippur War&lt;/a&gt;, in which Israeli forces were outnumbered by those of the Middle East's Arab nations.\nBy 1974, initial designs were completed and prototypes were built. After a brief set of trials, work began to retool the &lt;a href=\"Tel%20HaShomer\"&gt;Tel HaShomer&lt;/a&gt; ordnance depot for full-time development and construction. After the new facilities were completed, the Merkava was announced to the public in the \"International Defense Review\" periodical. The first official images of the tank were then released to the American periodical \"&lt;a href=\"Armed%20Forces%20Journal\"&gt;Armed Forces Journal&lt;/a&gt;\" on May 4, 1977. The IDF officially adopted the tank in December 1979.\nPrimary contractors.\nThe lead organization for system integration of the Merkava's main components is &lt;a href=\"Israel%20Military%20Industries\"&gt;Israel Military Industries&lt;/a&gt; (IMI). The &lt;a href=\"Israeli%20Ordnance%20Corps\"&gt;Israeli Ordnance Corps&lt;/a&gt; are responsible for final Merkava assembly. More than 90% of the Merkava 4 tank's components are produced locally in Israel by Israeli defense industries. Contributors to the vehicle include:\nGeneral characteristics.\nFirepower.\nThe Merkava Mark I and II were armed with a 105 mm &lt;a href=\"Royal%20Ordnance%20L7\"&gt;M64&lt;/a&gt; gun, a license built variant of the M68. The Mark III, Mark III \"Dor Dalet BAZ kassag\", and the Mark IV are armed with an &lt;a href=\"IMI%20120%20mm%20gun\"&gt;IMI 120 mm smoothbore gun&lt;/a&gt; which can fire all versions of Western 120 mm smooth bore tank ammunition.\nEach model of the Merkava has two roof mounted 7.62 mm machine guns for use by the commander and loader and another mounted co-axially with the main gun. A 60 mm &lt;a href=\"mortar%20%28weapon%29\"&gt;mortar&lt;/a&gt; is also fitted for firing smoke rounds or suppressing dug-in infantry anti-tank teams.\nAll Merkava tanks are fitted with a remote-controlled &lt;a href=\"M2%20Browning\"&gt;M2 Browning&lt;/a&gt; .50 heavy machine gun, aligned with the main gun and controlled from within the turret. The .50 machine gun has proven to be useful and effective in &lt;a href=\"asymmetric%20warfare\"&gt;asymmetric warfare&lt;/a&gt;.\nMobility.\nThe tank's 1,500 &lt;a href=\"horsepower\"&gt;horsepower&lt;/a&gt; turbocharged diesel engine was designed by &lt;a href=\"MTU%20Friedrichshafen\"&gt;MTU&lt;/a&gt; and is manufactured under license by &lt;a href=\"L-3%20Communication%20Combat%20Propulsion%20Systems\"&gt;L-3 Communication Combat Propulsion Systems&lt;/a&gt; (formerly General Dynamics). The Mark IV's top road speed is 64 km/h.\nVariants.\nMerkava Mark I.\nThe Mark I, operational since 1978, is the original design created as a result of Israel Tal's decision, and was fabricated and designed for &lt;a href=\"mass%20production\"&gt;mass production&lt;/a&gt;.\nThe Mark I weighed 63 tonnes and had a diesel engine, with a power-to-weight ratio of 14 hp/ton. It was armed with the 105 millimeter M64 L71A main gun (a licensed copy of the British &lt;a href=\"Royal%20Ordnance%20L7\"&gt;Royal Ordnance L7&lt;/a&gt;), two &lt;a href=\"7.62%20mm%20caliber\"&gt;7.62 mm machine guns&lt;/a&gt; for anti-infantry defense, and a 60 mm &lt;a href=\"Mortar%20%28weapon%29\"&gt;mortar&lt;/a&gt; mounted externally, with the mortar operator not completely protected by the tank's hull.\nThe general design borrows the tracks and road wheels from the British &lt;a href=\"Centurion%20tank\"&gt;Centurion tank&lt;/a&gt;, which had seen extensive use during the Yom Kippur war and performed well in the rocky terrain of the Golan.\nThe Merkava was first used in combat during the &lt;a href=\"1982%20Lebanon%20War\"&gt;1982 Lebanon War&lt;/a&gt;, where Israel deployed 180 units. Although they were a success, the &lt;a href=\"M113%20APC\"&gt;M113 APC&lt;/a&gt;s that accompanied them were found to have several defects and were withdrawn. Merkavas were converted into makeshift APCs or armored ambulances by taking out the palleted ammunition racks in storage. Ten soldiers or walking wounded could enter and exit through the rear door.\nAfter the war, many adjustments and additions were noted and designed, the most important being that the 60 mm mortar needed to be installed within the hull and engineered for remote firing—a valuable feature that the Israelis had initially encountered on their &lt;a href=\"Centurion%20tank\"&gt;Centurion Mk3s&lt;/a&gt; with their &lt;a href=\"British%202%20inch%20mortar\"&gt;2\" Mk.III mortar&lt;/a&gt;. A &lt;a href=\"shot%20trap\"&gt;shot trap&lt;/a&gt; was found beneath the rear of the turret &lt;a href=\"wikt%3Abustle\"&gt;bustle&lt;/a&gt;, where a well-placed shot could jam the turret completely. The installation of chain netting to disperse and destroy &lt;a href=\"rocket%20propelled%20grenade\"&gt;rocket propelled grenade&lt;/a&gt;s and &lt;a href=\"Shoulder-launched%20missile%20weapon\"&gt;anti-tank rockets&lt;/a&gt; before impacting the primary armor increased survivability.\nMerkava Mark II.\nThe Mark II was first introduced into general service in April 1983. While fundamentally the same as the Merkava Mark I, it incorporated numerous small adjustments as a result of the previous year's incursion into Lebanon. The new tank was optimized for &lt;a href=\"urban%20warfare\"&gt;urban warfare&lt;/a&gt; and &lt;a href=\"low%20intensity%20conflict\"&gt;low intensity conflict&lt;/a&gt;s, with a weight and engine no greater than the Mark I.\nThe Mark II used the same 105 mm main gun and 7.62 mm machine guns as the Mark I, but the 60 mm mortar was redesigned during construction to be located within the hull and configured for remote firing to remove the need to expose the operator to enemy small-arms fire. An Israeli-designed automatic transmission and increased fuel storage for increased range was installed on all further Mark IIs. Anti-rocket netting was fitted for increased survivability against infantry equipped with anti-tank rockets. Many minor improvements were made to the &lt;a href=\"fire-control%20system\"&gt;fire-control system&lt;/a&gt;. Updated &lt;a href=\"meteorology\"&gt;meteorological sensors&lt;/a&gt;, &lt;a href=\"crosswind\"&gt;crosswind&lt;/a&gt; analyzers, and &lt;a href=\"thermography\"&gt;thermographic&lt;/a&gt; optics and &lt;a href=\"image%20intensifier\"&gt;image intensifier&lt;/a&gt;s gave greater visibility and battlefield awareness.\nNewer versions of the original Mark II were designated:\nIn 2015 the IDF had begun a plan to take the old models out of storage and repurpose them as heavy armored personnel carriers. Cannons, turrets, and spaces used to store tank shells inside the hull were removed to create a personnel carrier that outperforms the lighter &lt;a href=\"M113%20APC\"&gt;M113 APC&lt;/a&gt;. Converting hundreds of Mark II chassis provides a low-cost way to upgrade support units' capabilities to perform medical, logistical, and rescue missions. By late 2016, after 33 years of service, the last conscripted brigade to operate Merkava IIs was scheduled to transition to Merkava III and Merkava IV tanks for battlefield missions, relegating the vehicles to reserve forces for border patrols during conflicts and conversion to personnel carriers.\nMerkava Mark III.\nThe Merkava Mark III was introduced in December 1989 and was in production until 2003. As of 2016, the Merkava III is by far the most numerous tank in frontline IDF service. Compared to the Merkava II, it has upgrades to the drivetrain, powertrain, armament, and electronic systems. The most prominent addition was the incorporation of the locally developed &lt;a href=\"IMI%20120%20mm%20gun\"&gt;IMI 120 mm gun&lt;/a&gt;. This gun and a larger diesel engine increased the total weight of the tank to , but the larger engine increased the maximum cruising speed to .\nThe turret was re-engineered for movement independent of the tank &lt;a href=\"chassis\"&gt;chassis&lt;/a&gt;, allowing it to track a target regardless of the tank's movement. Many other changes were made, including:\nBAZ System.\nThe 1995 Mark III BAZ (Hebrew acronym for \"ברק זוהר\", \"Barak Zoher\", signifying \"Shining Lightning\") had a number of updates and additional systems including:\nDor-Dalet.\nThe last generation of the Mark III class was the Mark IIID \"Dor-Dalet\" (Hebrew: \"Fourth Generation\"), which included several components as prototypes to be introduced in the Mark IV.\nMerkava Mark IV.\nThe Mark IV is the most recent variant of the Merkava tank, which has been in development since 1999 and production since 2004. The upgrade's development was announced in an October 1999 edition of the military publication \"Bamachaneh\" (\"At the Camp\"). However, the Merkava Mark III remained in production until 2003. The first Merkava IVs were in production in limited numbers by the end of 2004.\nRemovable &lt;a href=\"modular%20armor\"&gt;modular armor&lt;/a&gt;, from the Merkava Mark IIID, is used on all sides, including the top and a &lt;a href=\"V-hull\"&gt;V-shaped belly&lt;/a&gt; armor pack for the underside. This modular system is designed to allow damaged tanks to be rapidly repaired and returned to the field. Because rear armor is thinner, chains with iron balls are attached to detonate projectiles before they hit the main armored hull. It is the first contemporary tank without a loader's hatch in the turret roof, because any aperture in the turret roof increases risk of penetration by &lt;a href=\"ATGM\"&gt;ATGM&lt;/a&gt;s. Tank rounds are stored in individual fire-proof canisters, which reduce the chance of cookoffs in a fire inside the tank. The turret is electrically-powered (hydraulic turrets use flammable liquid that ignites if the turret is penetrated) and \"dry\": no active rounds are stored in it.\nSome features, such as hull shaping, exterior non-reflective paints (&lt;a href=\"radar%20cross-section\"&gt;radar cross-section&lt;/a&gt; reduction), and shielding for engine heat plumes mixing with air particles (reduced &lt;a href=\"infrared%20signature\"&gt;infrared signature&lt;/a&gt;) to confuse enemy &lt;a href=\"thermal%20imager\"&gt;thermal imager&lt;/a&gt;s, were carried over from the &lt;a href=\"IAI%20Lavi\"&gt;IAI Lavi&lt;/a&gt; program of the &lt;a href=\"Israeli%20Air%20Force\"&gt;Israeli Air Force&lt;/a&gt; to make the tank harder to spot by heat sensors and radar.\nThe Mark IV includes the larger 120 mm main gun of the previous versions, but can fire a wider variety of ammunition, including &lt;a href=\"high-explosive%20anti-tank\"&gt;HEAT&lt;/a&gt; and &lt;a href=\"Sabot%20%28firearms%29\"&gt;sabot&lt;/a&gt; rounds like the Armor Piercing Fin Stabilised Discarding Sabot(APFSDS) &lt;a href=\"kinetic%20energy%20penetrator\"&gt;kinetic energy penetrator&lt;/a&gt;, using an electrical semi-automatic revolving magazine for 10 rounds. It also includes a much larger 12.7 mm machine gun for anti-vehicle operations (most commonly used against &lt;a href=\"technical%20%28vehicle%29\"&gt;technicals&lt;/a&gt;).\nThe Mark IV has the Israeli-designed \"TSAWS (Tracks, Springs, and Wheels System)\" &lt;a href=\"caterpillar%20track\"&gt;caterpillar track&lt;/a&gt; system, called \"Mazkom\" () by troops. This system is designed to reduce track-shedding under the harsh basalt rock conditions of Lebanon and the Golan Heights.\nThe model has a new fire-control system, the &lt;a href=\"El-Op\"&gt;El-Op&lt;/a&gt; \"Knight Mark 4\". An Amcoram LWS-2 &lt;a href=\"laser%20warning%20receiver\"&gt;laser warning receiver&lt;/a&gt; notifies the crew of threats like &lt;a href=\"laser-guided\"&gt;laser-guided&lt;/a&gt; &lt;a href=\"anti-tank%20missile\"&gt;anti-tank missile&lt;/a&gt;s, which can fire &lt;a href=\"smoke%20grenade\"&gt;smoke grenade&lt;/a&gt; launchers to obscure the tank from the laser beam. Electromagnetic warning against radar illumination is also installed.\nThe tank carries the Israeli &lt;a href=\"Elbit%20Systems\"&gt;Elbit Systems&lt;/a&gt; BMS (Battle Management System; Hebrew: צי\"ד), a centralised system that takes data from tracked units and &lt;a href=\"Unmanned%20aerial%20vehicle\"&gt;UAVs&lt;/a&gt; in theater, displays it on color screens, and distributes it in encrypted form to all other units equipped with BMS in a given theater.\nThe Merkava IV has been designed for rapid repair and fast replacement of damaged armour, with modular armour that can be easily removed and replaced. It is also designed to be cost-effective in production and maintenance; its cost is lower than that of a number of other tanks used by Western armies.\nThe tank has a high performance air conditioning system and can even be fitted with a toilet for long duration missions.\nMark IVm (Mk 4M) Windbreaker.\nThe Merkava Mark IVm (Mk 4M) Windbreaker is a Merkava Mark IV equipped with the &lt;a href=\"Trophy%20%28countermeasure%29\"&gt;Trophy&lt;/a&gt; &lt;a href=\"active%20protection%20system\"&gt;active protection system&lt;/a&gt; (APS), designated \"Meil Ruach\" (; \"Windbreaker\" or \"Wind Coat\"). The serial production of Mark IVm tanks started in 2009 and the first whole brigade of Mark IVms was declared operational in 2011. The Trophy APS successfully intercepted &lt;a href=\"rocket-propelled%20grenade\"&gt;rocket-propelled grenade&lt;/a&gt;s and &lt;a href=\"anti-tank%20missile\"&gt;anti-tank missile&lt;/a&gt;s, including &lt;a href=\"9M133%20Kornet\"&gt;9M133 Kornet&lt;/a&gt;s, fired by &lt;a href=\"Hamas\"&gt;Hamas&lt;/a&gt; before and during &lt;a href=\"2014%20Israel%E2%80%93Gaza%20conflict\"&gt;Operation Protective Edge&lt;/a&gt; in 2014.\nIron Vision helmet-mounted display system.\nThe IDF was to begin trials of &lt;a href=\"Elbit\"&gt;Elbit&lt;/a&gt;'s Iron Vision, the world's first &lt;a href=\"helmet-mounted%20display\"&gt;helmet-mounted display&lt;/a&gt; for tanks, in mid-2017. Israel's Elbit, which developed the helmet-mounted display system for the &lt;a href=\"F-35\"&gt;F-35&lt;/a&gt;, plans Iron Vision to use a circular review system as a number of externally mounted cameras to project the 360° view of a tank's surroundings onto the &lt;a href=\"helmet-mounted%20display\"&gt;helmet-mounted display&lt;/a&gt; of its crew members. This allows the crew members to see outside the tank while staying inside, without having to open the hatches.\nCombat history.\nThe Merkava has participated in the following actions.\n1982 Lebanon War.\nThe Merkava was used widely during the 1982 Lebanon War. The tank outperformed contemporary Syrian tanks (mostly &lt;a href=\"T-62\"&gt;T-62&lt;/a&gt;s) and proved largely immune to the anti-tank weapons of the time (the AT-3 Sagger and &lt;a href=\"RPG-7\"&gt;RPG-7&lt;/a&gt;) that were used against it. It was judged to be a significant improvement over Israel's previously most effective main battle tank, the &lt;a href=\"Centurion%20tank\"&gt;Centurion&lt;/a&gt;. Israel lost dozens of tanks during the conflict, including a number of Merkavas.\nSecond Intifada.\nIn February 2002, a Merkava III was destroyed by a roadside bomb near &lt;a href=\"Netzarim\"&gt;Netzarim&lt;/a&gt; in the Gaza Strip. The tank was lured into intervening in an attack on a settler convoy. The tank went over a heavy mine (estimated 100 kg TNT), which detonated and totally destroyed the tank. Four soldiers were killed in the blast. This was the first main battle tank to be destroyed during the &lt;a href=\"Second%20Intifada\"&gt;Second Intifada&lt;/a&gt;. A second Israeli tank, a Merkava II or Merkava III, was destroyed a month later in the same area and a further three soldiers were killed. A third Merkava II or III tank was destroyed near the &lt;a href=\"Kissufim%20Crossing\"&gt;Kissufim Crossing&lt;/a&gt;, when one soldier was killed and two wounded.\n2006 Lebanon War.\nDuring the 2006 Lebanon War, 5 Merkava tanks were destroyed. Most of the tanks engaged were Merkava IIIs and earlier versions; only a few of the tanks used during the war were Merkava Mark IVs since by 2006 they had still only entered service in limited numbers. &lt;a href=\"Hezbollah\"&gt;Hezbollah&lt;/a&gt; fired over 1,000 anti-tank missiles during the conflict against both tanks and dismounted infantry. Some 45 percent of all tanks and armoured vehicles hit with &lt;a href=\"antitank%20missile\"&gt;antitank missile&lt;/a&gt;s during the conflict suffered some form of armour penetration. In total, 15 tank crewmen were killed by these ATGM penetrations. The penetrations were caused by tandem warhead missiles. Hezbollah weaponry was believed to include advanced Russian &lt;a href=\"RPG-29\"&gt;RPG-29&lt;/a&gt; 'Vampir', &lt;a href=\"9M113%20Konkurs\"&gt;AT-5 'Konkurs'&lt;/a&gt;, &lt;a href=\"9K115-2%20Metis-M\"&gt;AT-13 'Metis-M'&lt;/a&gt;, and laser-guided &lt;a href=\"9M133%20Kornet\"&gt;AT-14 'Kornet'&lt;/a&gt; HEAT missiles. The &lt;a href=\"Israel%20Defense%20Forces\"&gt;IDF&lt;/a&gt; reported finding the state-of-the-art Kornet ATGMs on Hezbollah positions in the village of Ghandouriyeh. Several months after the cease-fire, reports have provided detailed photographic evidence that Kornet ATGMs were indeed both possessed and used by Hezbollah in this area. Another Merkava IV tank crewman was killed when a tank ran over an &lt;a href=\"improvised%20explosive%20device\"&gt;improvised explosive device&lt;/a&gt; (IED). This tank had additional V-shaped underside armor, limiting casualties to just one of the seven personnel (four crewmen and three infantrymen) on board. In total, five Merkava tanks (two Merkava IIs, one Merkava III, and two Merkava IVs) were destroyed. Of these two Merkava Mark IVs, one was damaged by a powerful IED, and the other being destroyed by a Russian AT-14 'Kornet' missiles. The Israeli military said that it was satisfied with the Merkava Mark IV's performance, and attributed problems to insufficient training before the war. In total, 50 Merkava tanks (predominantly Merkava IIs and IIIs) were hit, eight of which remained serviceable on the battlefield. 21 tanks suffered armour penetrations (15 from missiles, and 6 from IEDs and anti-tank mines).\nAfter the 2006 war, and as the IDF becomes increasingly involved in unconventional and &lt;a href=\"guerrilla%20warfare\"&gt;guerrilla warfare&lt;/a&gt;, some analysts say the Merkava is too vulnerable to advanced anti-tank missiles, that in their man-portable types can be fielded by guerrilla warfare opponents. Other post-war analysts, including David Eshel, disagree, arguing that reports of losses to Merkavas were overstated and that \"summing up the performance of Merkava tanks, especially the latest version Merkava Mark IV, most tank crews agree that, in spite of the losses sustained and some major flaws in tactical conduct, the tank proved its mettle in its first high-saturation combat.\" On a comparison done by the armor corps newsletter, it was shown that the average number of crewmen killed per tank penetrated by missile/rocket was reduced from 2 during the &lt;a href=\"Yom%20Kippur%20War\"&gt;Yom Kippur War&lt;/a&gt; to 1.5 during the 1982 Lebanon War to 1 during the 2006 Lebanon War proving how, even in the face of the improvement in anti-tank weaponry, the Merkava series tanks provide increasingly better protection to its crew. The IDF wanted to increase orders of new Merkava Mark IV tanks, and planned to add the &lt;a href=\"Trophy%20%28countermeasure%29\"&gt;Trophy active defense system&lt;/a&gt; to Merkava Mark IV tanks, and to increase joint training between crews and Israeli &lt;a href=\"Anti-tank%20warfare\"&gt;antitank&lt;/a&gt; soldiers.\nOperation Cast Lead.\nThe Merkava IV was used more extensively during the &lt;a href=\"Gaza%20War%20%282008%E2%80%9309%29\"&gt;Gaza War&lt;/a&gt;, as it had been received by the IDF in increasing numbers since 2006, replacing more of the Merkava II and III versions of the tank that were in service. One brigade of Merkava IVs managed to bisect the Gaza strip in five hours without Israeli casualties. The commander of the brigade stated that battlefield tactics had been greatly revised since 2006. Tactics had also been modified to focus on &lt;a href=\"asymmetric%20war\"&gt;asymmetric&lt;/a&gt; or guerilla war threats, in addition to the conventional war scenarios that the Merkava had primarily been designed to combat.\nThe IDF also deployed the Merkava II and III during the war.\nGaza Border areas.\nBy October 2010, the IDF had begun to equip the first Merkava IVs with the &lt;a href=\"Trophy%20%28countermeasure%29\"&gt;Trophy active protection system&lt;/a&gt;, to improve the tanks' protection against advanced anti-tank missiles which use &lt;a href=\"tandem-charge\"&gt;tandem-charge&lt;/a&gt; HEAT warheads. Added protection systems included an Elbit laser-warning system and IMI in-built smoke-screen grenades.\nIn December 2010, Hamas fired an &lt;a href=\"AT-14%20Kornet\"&gt;AT-14 Kornet&lt;/a&gt; anti-tank missile at a Merkava Mark III tank stationed on the Israel-Gaza border near &lt;a href=\"Bureij\"&gt;Al-Bureij&lt;/a&gt;. It had hitherto not been suspected that &lt;a href=\"Hamas\"&gt;Hamas&lt;/a&gt; possessed such an advanced missile. The missile penetrated the tank's armour, but caused no injuries among its crew. As a result of the attack, Israel decided to deploy its first Merkava Mark IV battalion equipped with the Trophy system along the Gaza border.\nOn March 1, 2011, a Merkava MK IV stationed near the Gaza border, equipped with the Trophy active protection system, successfully foiled a missile attack against it, marking the system's first operational success.\nOperation Protective Edge 2014.\nNo tanks were damaged during Operation Protective Edge. The Merkava Mk. IVm (Merkava Mk 4M) tanks, fitted with the Trophy Active Protection system, intercepted anti-tank missiles and RPGs on dozens of different occasions during the ground operation. During the operation, the system intercepted anti-tank weapons, primarily &lt;a href=\"9M133%20Kornet\"&gt;Kornet&lt;/a&gt;, as well as &lt;a href=\"9K115-2%20Metis-M\"&gt;Metis-M&lt;/a&gt; and &lt;a href=\"RPG-29\"&gt;RPG-29&lt;/a&gt;, proving itself effective against man-portable anti-tank weapons. By identifying the source of fire, Trophy also allowed tanks to kill the Hamas anti-tank team on one occasion.\nGiora Katz, head of Rafael's land division, stated that it was a \"breakthrough because it is the first time in military history where an active defense system has proven itself in intense fighting.\"\nThe &lt;a href=\"401st%20Brigade%20%28IDF%29\"&gt;401st Brigade&lt;/a&gt; (equipped with Merkava Mk. IVm tanks) alone killed between 120 and 130 Hamas militants during the ground fighting phase of Operation Protective Edge, according to the IDF.\nExport.\nIn May 2012, Israel offered procurement of Merkava IV tanks to the &lt;a href=\"Colombian%20Army\"&gt;Colombian Army&lt;/a&gt;. The sale would include 25–40 tanks at an approximate cost of $4.5 million each, as well as a number of &lt;a href=\"Namer\"&gt;Namer&lt;/a&gt; APCs. With the threat of the expanding &lt;a href=\"National%20Armed%20Forces%20of%20the%20Bolivarian%20Republic%20of%20Venezuela\"&gt;Venezuelan military&lt;/a&gt;, it would strengthen Colombian armored forces against Venezuelan &lt;a href=\"T-72\"&gt;T-72&lt;/a&gt; tanks.\nIn 2014, Israel reported that exports of the Mk. 4 had started; the purchasing country's name was not disclosed for security reasons.\nDerivatives.\nFollowing the &lt;a href=\"Second%20Intifada\"&gt;Second Intifada&lt;/a&gt; the Israel Defense Forces modified some of their Merkavas to satisfy the needs of &lt;a href=\"urban%20warfare\"&gt;urban warfare&lt;/a&gt;.\nMerkava LIC.\nThese are Merkava Mark III BAZ or Mark IV tanks, converted for urban warfare. The LIC designation stands for \"&lt;a href=\"Low%20intensity%20conflict\"&gt;Low intensity conflict&lt;/a&gt;\", underlining its emphasis on counter-insurgency, street-to-street inner-city asymmetrical type warfare of the 21st century.\nThe Merkava is equipped with a turret 12.7 mm caliber coaxial machine gun, which enables the crew to lay down fairly heavy cover fire without using the main gun (which is relatively ineffective against individual enemy combatants). Like the new remote-operated weapon station, the coaxial machine-gun is fired from inside the tank without exposing the crew to small-arms fire and snipers.\nThe most sensitive areas of a tank, its optics, exhaust ports and ventilators, are all protected by a newly developed high-strength metal mesh to prevent explosive charges being planted there.\nRubber whip pole-markers with LED tips and a driver's rear-facing camera have been installed to improve navigation and maneuverability in an urban environment by day or by night.\nMerkava \"Tankbulance\".\nSome Merkava tanks are fitted with full medical and ambulance capabilities while retaining their armament (but carrying less ammunition than the standard tank). The cabin area is converted for carrying injured personnel and includes two &lt;a href=\"stretcher\"&gt;stretcher&lt;/a&gt;s and &lt;a href=\"life%20support\"&gt;life support&lt;/a&gt; medical station systems supplemented by a full medical team complement to operate under combat conditions with a Merkava battalion. The vehicle has a rear door to facilitate evacuation under fire, and can provide cover-fire/fire-support to infantry.\nThe \"tankbulance\" is not an unarmed ambulance and consequently is not protected by the &lt;a href=\"Geneva%20Convention\"&gt;Geneva Convention&lt;/a&gt;s provisions regarding ambulances, but it is far less vulnerable to accidental or deliberate fire than an ambulance or &lt;a href=\"armored%20personnel%20carrier\"&gt;armored personnel carrier&lt;/a&gt;.\nMerkava IFV \"Namer\".\nNamer (Hebrew: &lt;a href=\"leopard\"&gt;leopard&lt;/a&gt;, which is also an abbreviation of \"Nagmash (APC) Merkava\"), is an &lt;a href=\"infantry%20fighting%20vehicle\"&gt;infantry fighting vehicle&lt;/a&gt; based on the Merkava Mark IV chassis. In service since 2008, the vehicle was initially called \"Nemmera\" (Hebrew: leopardess), but later renamed to \"Namer\".\nNamer is equipped with a &lt;a href=\"Samson%20Remote%20Controlled%20Weapon%20Station\"&gt;Samson Remote Controlled Weapon Station&lt;/a&gt; (RCWS) armed with either a &lt;a href=\"M2%20Browning\"&gt;.50 M2 Browning Heavy Machinegun&lt;/a&gt; or a &lt;a href=\"Mk%2019%20grenade%20launcher\"&gt;Mk 19 Automatic Grenade Launcher&lt;/a&gt;. It also has a 7.62 mm &lt;a href=\"FN%20MAG\"&gt;MAG&lt;/a&gt; machine gun, 60 mm mortar and smoke grenades. Like the Merkava Mark IV, it is optimized for high level of crew survival on the battlefield. The \"Namer\" has a three-man crew (commander, driver, and RCWS gunner) and may carry up to nine infantrymen and a stretcher. An ambulance variant can carry two casualties on stretchers and medical equipment.\nThe &lt;a href=\"Golani%20Brigade\"&gt;Golani Brigade&lt;/a&gt; used two \"Namer\" IFVs during &lt;a href=\"Operation%20Cast%20Lead\"&gt;Operation Cast Lead&lt;/a&gt;. During &lt;a href=\"Operation%20Protective%20Edge\"&gt;Operation Protective Edge&lt;/a&gt; more than 20 vehicles were operated with great success and post operation analysis recommended procuring more of them.\nMerkava ARV \"Nemmera\".\nThe Merkava armored recovery vehicle initially called \"Namer\" (Hebrew: leopard), but subsequently renamed \"Nemmera\" (Hebrew: leopardess) is an &lt;a href=\"armored%20recovery%20vehicle\"&gt;armored recovery vehicle&lt;/a&gt; based on a Merkava Mark III or IV chassis. It can tow disabled tanks and carries a complete Merkava back-up power pack that can be changed in the field in under 90 minutes.\nThere are two versions of Nemmera: the heavier equipped with a 42 ton-meter &lt;a href=\"Crane%20%28machine%29\"&gt;crane&lt;/a&gt; and a 35 ton-meter &lt;a href=\"winch\"&gt;winch&lt;/a&gt;, and the smaller equipped with a smaller crane.\nMerkava Howitzer \"Sholef\".\nTwo prototypes of \"Sholef\" (\"Slammer\", Hebrew slang for \"Gunslinger\") 155 mm self-propelled howitzer with an automatic loading system were built by &lt;a href=\"Soltam\"&gt;Soltam&lt;/a&gt; in 1984–1986. The 45-ton vehicle had a long &lt;a href=\"155%20mm\"&gt;155 mm&lt;/a&gt; gun barrel giving a range of 45+ km. Using &lt;a href=\"GPS\"&gt;GPS&lt;/a&gt;, &lt;a href=\"inertial%20navigation\"&gt;inertial navigation&lt;/a&gt;, and an internal &lt;a href=\"Fire-control%20system\"&gt;fire control&lt;/a&gt; computer, it was also capable of direct fire while on the move. It never entered production.\nThe Slammer is a heavily armored &lt;a href=\"artillery\"&gt;artillery gun&lt;/a&gt; mounted on a modified Merkava Mk 1 chassis. Many of these vehicles are Merkava Mk 1 that were retired after the Merkava Mk 2 and Merkava Mk 3 came into service. The Slammer has a long 52-caliber gun barrel that allows +10% range. Reload speed may be decreased to 1 for one minute every 10 minutes through use of an automatic loader. Ammunition racks are large. The Slammer is ready for autonomous operation (without an &lt;a href=\"Fire%20Direction%20Center\"&gt;FDC&lt;/a&gt;) if the target's location is known within 15 seconds of a halt, using GPS, inertial navigation, and an internal fire control computer.\nThe Slammer 155 mm self-propelled howitzer is based on a modified Merkava MBT chassis fitted with a new welded steel turret, designed by Soltam Systems.\nDevelopment commenced in the 1970s. The project was considered of high national priority and incorporated the newest technological developments. Instead the Israeli Defense Forces selected an upgraded version of American &lt;a href=\"M109%20howitzer\"&gt;M109 howitzer&lt;/a&gt;.\nThe Sholef's chassis, aside from a few minor modifications, is identical to that of the Merkava Mk.III. The &lt;a href=\"glacis%20plate\"&gt;glacis plate&lt;/a&gt; is unchanged, except for the addition of a support bracket for the &lt;a href=\"gun%20turret\"&gt;gun turret&lt;/a&gt;, which is folded down when not in use. As such, the Sholef and Merkava series share a large percentage of common components. The front-left side of the chassis has a prominent exhaust &lt;a href=\"louver\"&gt;louver&lt;/a&gt;, along with a much smaller port just in front of it; the exact function of this port is uncertain, though the soot seen around it in photos of the Sholef suggests it may be a new or additional exhaust port, or perhaps an outlet for a &lt;a href=\"smoke%20screen\"&gt;smoke generator&lt;/a&gt;.\nThe Sholef can be ready to fire only 15 seconds after coming to a complete stop, and fire three projectiles in only 15 seconds. It is compatible with standard NATO 155 mm ammunition, and a total of 75 projectiles can be stowed in one Sholef, 60 of which are ready for combat.\nThe Sholef's 155mm/52 gun is an original design created by Soltam, though it bears a resemblance to South Africa's &lt;a href=\"G5%20howitzer\"&gt;G5 Howitzer&lt;/a&gt;. It has a &lt;a href=\"fume%20extractor\"&gt;fume extractor&lt;/a&gt; and &lt;a href=\"muzzle%20brake\"&gt;muzzle brake&lt;/a&gt;, and is kept stationary by a travel lock while the vehicle is on the move. This gun has a maximum rate of fire of 9 rounds/min, and a range in excess of 40,000 m when firing an ERFB-BB round. Though loaded automatically, the gun may be cycled and fire manually if the need arises. While the gun is normally carried by a travel lock as with most other self-propelled howitzers while the Sholef is on the move, the weapon is stabilized and can actually be used for direct-fire while the vehicle is moving, giving it much greater self-defense capability than most other vehicles of its type.\nA crew of four is required to fully operate the Sholef. Air conditioning and heating for the crew are provided, as is a &lt;a href=\"ration%20heater\"&gt;ration heater&lt;/a&gt;.\nThe hull has the same ballistic protection as the Merkava Mk.III. The armor on the turret is sufficient to defeat &lt;a href=\"small%20arms\"&gt;small arms&lt;/a&gt; fire, &lt;a href=\"shell%20%28projectile%29\"&gt;shell&lt;/a&gt; splinters, &lt;a href=\"blast%20overpressure\"&gt;blast overpressure&lt;/a&gt;, and most &lt;a href=\"heavy%20machine%20gun\"&gt;heavy machine gun&lt;/a&gt; rounds. The armor is augmented by &lt;a href=\"spall%20liners\"&gt;spall liners&lt;/a&gt;, and the same overpressure &lt;a href=\"CBRN%20defense\"&gt;NBC system&lt;/a&gt; as the Merkava Mk.III is fitted. There is also a back-up collective NBC system.\nThe running gear consists of six unevenly spaced rubber-tired roadwheels on each side, and five &lt;a href=\"return%20roller\"&gt;return roller&lt;/a&gt;s, the second from the rear of which is noticeably larger than the others. The &lt;a href=\"drive%20sprocket\"&gt;drive sprocket&lt;/a&gt; is forward, and the conspicuously spoked &lt;a href=\"Idler-wheel\"&gt;idler&lt;/a&gt; is rear. These may be partially obscured by track skirts, of which the Merkava Mk.III has ten panels, with a wavering underside, and little coverage of the sprocket or idler.\nThe ordnance is fitted with a fume extractor and a double-baffle &lt;a href=\"muzzle%20brake\"&gt;muzzle brake&lt;/a&gt;. When travelling, the ordnance is held in position by a travel lock that is mounted on the forward part of the glacis plate and this is remotely operated from the crew compartment.\nFiring an ERFB-BB projectile, the 155 mm 52 calibre ordnance has a maximum range of 40,000+ m.\nThe 155 mm 52 calibre ordnance and recoil system is of the companies well-proven type already used in its towed weapons. The &lt;a href=\"breech%20block\"&gt;breech block&lt;/a&gt; assembly is of the semi-automatic wedge type that contains an automatic primer feeding system that enables manual reloading of the primer without opening the breech. Turret traverse and weapon elevation is &lt;a href=\"hydraulic\"&gt;hydraulic&lt;/a&gt;, with manual controls for emergency use.\nA maximum rate of fire of 9 rds/min can be achieved due to the automatic computerised loading system, and a burst rate of fire of three rounds in 15 seconds.\nThe high rate of fire can be achieved using the onboard ammunition supply or from ground-piled ammunition.\nThe loading cycle is operated by two turret crewmen only, with the commander operating the computer and charge loader.\nThe automatic loader has five main subsystems: projectile storage system; projectile transfer system; loading tray with flick rammer; charge loading tray and elevator for external charge supply; and projectile elevator for reloading the external storage or directly loading the gun.\nThe internal projectile storage contains 60 projectiles ready for automatic loading with the remaining 15 stored in other locations. The system enables the handling of all kinds of projectiles in use without any adaptation.\nCharge loading is accomplished manually using a loading tray with the ignition primer being inserted automatically.\nAll systems have a manual back-up so that, in the case of failure, the loading system may be operated partly or completely manually by only three crewmen, so allowing a continuous firing rate of 4 rds/min.\nThe computer also controls the functioning of the gun. The Loader Control System (LCS) consists of five main units:\nThe commander's panel provides the means for the commander to control the automatic loader and has a dedicated keyboard and supporting electronic circuits\nThe Central Control Unit (CCU) is based on the &lt;a href=\"Intel%2080286\"&gt;Intel 80286&lt;/a&gt; CPU-8086 and produces all of the system's logic equations. The unit transfers commands through the serial communications (&lt;a href=\"RS-422\"&gt;RS-422&lt;/a&gt;) to the computerised units and controls the display on the commander's panel\nThe Terminal Units (TUs) are based on the 8031 controller for purposes of independent control of the drive elements according to a functionally determined division. With the assistance of the terminal unit, a local mode can also be used in working with selected elements\nFor guiding operators and making round identification and fusing, the Operator's Panel](OP) includes an &lt;a href=\"Liquid-crystal%20display\"&gt;LC display&lt;/a&gt; with fixed instructions and one &lt;a href=\"dot%20matrix\"&gt;dot matrix&lt;/a&gt; line.\nThe Loader Keyboard Panel (LKP) includes breech block closing switch, fire and local activation of the trays.\nThe main operational roles are: firing from internal storage; firing for elevator - ground-piled ammunition; loading from elevator - external pile; synthesising fire programs; unloading; manual firing; identification; and fusing and checks.\nStandard equipment includes an NBC system of the overpressure type and an inertial navigation and aiming system designed for autonomous operations.\nAccording to Soltam Systems, the 155 mm/52 calibre ordnance and automatic loader, or parts of the system, could be installed in other self-propelled artillery systems and used to upgrade other self-propelled systems such as the US-designed and built 155 mm &lt;a href=\"M109%20howitzer\"&gt;M109&lt;/a&gt; and &lt;a href=\"M44%20self%20propelled%20howitzer\"&gt;M44&lt;/a&gt;.\nFMCV.\nOn July 14, 2011, \"&lt;a href=\"The%20Jerusalem%20Post\"&gt;The Jerusalem Post&lt;/a&gt;\" reported that the IDF had begun developing a successor for the Merkava series of tanks. The development was started in part by the arrival of the &lt;a href=\"Trophy%20%28countermeasure%29\"&gt;Trophy&lt;/a&gt; &lt;a href=\"active%20protection%20system\"&gt;active protection system&lt;/a&gt;. With the system's ability to intercept threats at a stand-off distance, there was a review of the need for vehicles like the Merkava to have thick, heavy layers of armor. The Merkava Tank Planning Directorate set up a team to study principles for a future tank and present ideas for an armored fighting vehicle to provide mobile firepower on a future battlefield. The team reviewed basic design principles including lessening its weight, armor thickness compared to an APS to intercept anti-tank threats, reducing the crew size, and the type of main gun. Horsepower capabilities and heavy and light track systems compared to a wheeled chassis were also considered. With future battlefield condition developments affecting design features, the vehicle may not be considered a \"tank\" in the traditional sense. By July 2012, details began to emerge of considerations for developing technologies for the new design. One possibility is the replacement of the traditional main gun with a &lt;a href=\"Directed-energy%20weapon\"&gt;laser cannon&lt;/a&gt; or an &lt;a href=\"railgun\"&gt;electromagnetic cannon&lt;/a&gt;. Other improvements could include a &lt;a href=\"hybrid%20electric%20vehicle\"&gt;hybrid-electric engine&lt;/a&gt; and a reduced crew of two. The goals of the new tank are to make it faster, better protected, more interoperable and lethal than the current Merkava.\nThe 65-ton Merkava is not regarded as useful for missions other than conventional warfare. The Israeli Army Armored Corps wants a lighter and highly mobile vehicle for rapid-response and urban warfare situations that can fill multiple roles. In 2012, the &lt;a href=\"Ministry%20of%20Defense%20%28Israel%29\"&gt;Defense Ministry&lt;/a&gt; drafted a program for development of a new family of light armored vehicles called \"Rakiya\" (Horizon), a Hebrew acronym for \"future manned combat vehicle\" (FMCV). The FMCV is planned to weigh 35 tons and have sufficient armor and weapons for both urban and conventional military operations. Instead of one multi-mission chassis, separate vehicles in distinct variants will perform different roles with all vehicles using common components. Vehicles are likely to be wheeled to maneuver in urban environments and move troops and equipment around in built-up areas. While the FMCV will be a fifth-generation vehicle as a follow-on to the Merkava IV, it will not be a replacement for the tank. The Merkava and Namer heavy tracked vehicles will remain in service for decades, while FMCV vehicles are to address entirely different operational requirements. Although the program seems similar to the American &lt;a href=\"Future%20Combat%20Systems\"&gt;Future Combat Systems&lt;/a&gt; effort, which failed to produce a family of rapidly deployable lightweight ground vehicles, program officials say they learned from the American experience and that the FMCV was more focused and driven by simpler and more reasonable requirements based on cost considerations. Officials expect requirements for a range of configurations for FMCV light armored vehicles to be approved in 2014 and solicited to Israeli and American companies. The IDF hopes for the FMCV family of vehicles be operational by 2020."
}