{
    "id": "16642916",
    "revid": "12866484",
    "url": "https://en.wikipedia.org/wiki?curid=16642916",
    "title": "German submarine U-355",
    "text": "German submarine \"U-355\" was a &lt;a href=\"German%20Type%20VII%20submarine%23Type%20VIIC\"&gt;Type VIIC&lt;/a&gt; &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt; of &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;'s \"&lt;a href=\"Kriegsmarine\"&gt;Kriegsmarine&lt;/a&gt;\" during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. The submarine was laid down on 4 May 1940 at the &lt;a href=\"Flensburger%20Schiffbau-Gesellschaft\"&gt;Flensburger Schiffbau-Gesellschaft&lt;/a&gt; yard at &lt;a href=\"Flensburg\"&gt;Flensburg&lt;/a&gt;, &lt;a href=\"Ceremonial%20ship%20launching\"&gt;launched&lt;/a&gt; on 5 July 1941, and &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; on 29 October 1941 under the command of \"&lt;a href=\"Kapit%C3%A4nleutnant\"&gt;Kapitänleutnant&lt;/a&gt;\" Günter La Baume. After training with the \"&lt;a href=\"5th%20U-boat%20Flotilla\"&gt;5th U-boat Flotilla&lt;/a&gt;\", \"U-355\" was transferred to the \"&lt;a href=\"11th%20U-boat%20Flotilla\"&gt;11th U-boat Flotilla&lt;/a&gt;\", based at &lt;a href=\"Bergen\"&gt;Bergen&lt;/a&gt; in Norway, for front-line service from 1 July 1942. The boat went missing on 1 April 1944 while on patrol, and was never heard from again.\nDesign.\n&lt;a href=\"German%20Type%20VII%20submarine%23Type%20VIIC\"&gt;German Type VIIC submarines&lt;/a&gt; were preceded by the shorter &lt;a href=\"German%20Type%20VII%20submarine%23Type%20VIIB\"&gt;Type VIIB submarines&lt;/a&gt;. \"U-355\" had a displacement of when at the surface and while submerged. She had a total length of , a &lt;a href=\"pressure%20hull\"&gt;pressure hull&lt;/a&gt; length of , a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of , a height of , and a &lt;a href=\"draught%20%28ship%29\"&gt;draught&lt;/a&gt; of . The submarine was powered by two &lt;a href=\"Germaniawerft\"&gt;Germaniawerft&lt;/a&gt; F46 four-stroke, six-cylinder &lt;a href=\"supercharged\"&gt;supercharged&lt;/a&gt; &lt;a href=\"diesel%20engine\"&gt;diesel engine&lt;/a&gt;s producing a total of for use while surfaced, two &lt;a href=\"AEG\"&gt;AEG&lt;/a&gt; GU 460/8–27 &lt;a href=\"Motor%E2%80%93generator\"&gt;double-acting electric motors&lt;/a&gt; producing a total of for use while submerged. She had two shafts and two &lt;a href=\"propeller\"&gt;propeller&lt;/a&gt;s. The boat was capable of operating at depths of up to .\nThe submarine had a maximum surface speed of and a maximum submerged speed of . When submerged, the boat could operate for at ; when surfaced, she could travel at . \"U-355\" was fitted with five &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s (four fitted at the bow and one at the stern), fourteen &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es, one &lt;a href=\"8.8%26amp%3Bnbsp%3Bcm%20SK%20C/35%20naval%20gun\"&gt;SK C/35 naval gun&lt;/a&gt;, 220 rounds, and a &lt;a href=\"2%20cm%20FlaK%2030\"&gt;C/30&lt;/a&gt; anti-aircraft gun. The boat had a &lt;a href=\"Ship%27s%20company\"&gt;complement&lt;/a&gt; of between forty-four and sixty.\nService history.\n\"U-355\" was ordered by the \"Kriegsmarine\" on 26 October 1939. She was &lt;a href=\"Keel%20laying\"&gt;laid down&lt;/a&gt; about six months later at the Flensburger Schiffbau-Gesellschaft yard at Flensburg, on 4 May 1940. Just over a year and a month later, \"U-355\" was &lt;a href=\"Ceremonial%20ship%20launching\"&gt;launched&lt;/a&gt; on 5 July 1941. She was formally &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; later that year on 29 October 1941.\nPatrols.\n\"U-355\" sailed from &lt;a href=\"Kiel\"&gt;Kiel&lt;/a&gt; on 1 June 1942, arriving at &lt;a href=\"Skjomen\"&gt;Skjomen&lt;/a&gt;fjord, near &lt;a href=\"Narvik\"&gt;Narvik&lt;/a&gt;, six days later. She sailed on her first combat patrol ten days later, on 16 June, and headed out into the &lt;a href=\"Barents%20Sea\"&gt;Barents Sea&lt;/a&gt;.\nThere, on 7 July 1942, she sank the 5,082 GRT &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt; merchant ship , dispersed from &lt;a href=\"Convoy%20PQ%2017\"&gt;Convoy PQ 17&lt;/a&gt;, \"en route\" to &lt;a href=\"Arkhangelsk\"&gt;Arkhangelsk&lt;/a&gt;, carrying six vehicles, 36 tanks, seven aircraft and 2,409 tons of military stores. The ship, hit by three torpedoes, sank within 10 minutes around 17 miles west of &lt;a href=\"Novaya%20Zemlya\"&gt;Novaya Zemlya&lt;/a&gt;. Of the crew, 29 men, seven gunners, and two naval signalmen were killed. The master and 12 men landed at Pomorski Bay, Novaya Zemlya. Another seven survivors took shelter on the American merchant ship , (also of PQ 17), which had run aground and been abandoned on North Gusini Shoal, Novaya Zemlya, and were later rescued by a &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; survey ship. The U-boat returned to Narvik on 12 July after 27 days at sea.\nThis was \"U-355\"s only success despite sailing on another eight patrols operating against the &lt;a href=\"Arctic%20convoys%20of%20World%20War%20II\"&gt;Arctic convoys&lt;/a&gt; between July 1942 and April 1944, totaling 187 days at sea.\nFate.\nOn 1 April 1944, during her ninth patrol, \"U-355\" reported from approximate position while in pursuit of &lt;a href=\"Convoy%20JW%2058\"&gt;Convoy JW 58&lt;/a&gt;. She was never heard from again, and was listed as missing, together with 52 hands on board, on 4 April 1944. Post-war analysis led the &lt;a href=\"British%20Admiralty\"&gt;Admiralty&lt;/a&gt; to credit her destruction to and aircraft from . Other sources dispute this, claiming \"U-355\" was lost due to an unknown cause.\nWolfpacks.\n\"U-355\" took part in five &lt;a href=\"Wolfpack%20%28naval%20tactic%29\"&gt;wolfpack&lt;/a&gt;s, namely:"
}