{
    "id": "1664427",
    "revid": "41195652",
    "url": "https://en.wikipedia.org/wiki?curid=1664427",
    "title": "Mereotopology",
    "text": "In &lt;a href=\"formal%20ontology\"&gt;formal ontology&lt;/a&gt;, a branch of &lt;a href=\"metaphysics\"&gt;metaphysics&lt;/a&gt;, and in &lt;a href=\"ontology%20%28computer%20science%29\"&gt;ontological computer science&lt;/a&gt;, mereotopology is a &lt;a href=\"first-order%20theory\"&gt;first-order theory&lt;/a&gt;, embodying &lt;a href=\"mereology\"&gt;mereological&lt;/a&gt; and &lt;a href=\"topological\"&gt;topological&lt;/a&gt; concepts, of the relations among wholes, parts, parts of parts, and the &lt;a href=\"boundary%20%28topology%29\"&gt;boundaries&lt;/a&gt; between parts.\nHistory and motivation.\nMereotopology begins in philosophy with theories articulated by &lt;a href=\"A.%20N.%20Whitehead\"&gt;A. N. Whitehead&lt;/a&gt; in several books and articles he published between 1916 and 1929, drawing in part on the mereogeometry of De Laguna (1922). The first to have proposed the idea of a point-free definition of the concept of topological space in mathematics was &lt;a href=\"Karl%20Menger\"&gt;Karl Menger&lt;/a&gt; in his book \"Dimensionstheorie\" (1928) -- see also his (1940). The early historical background of mereotopology is documented in Bélanger and Marquis (2013) and Whitehead's early work is discussed in Kneebone (1963: ch. 13.5) and Simons (1987: 2.9.1). The theory of Whitehead's 1929 \"&lt;a href=\"Process%20and%20Reality\"&gt;Process and Reality&lt;/a&gt;\" augmented the part-whole relation with topological notions such as &lt;a href=\"contact%20%28mathematics%29\"&gt;contiguity&lt;/a&gt; and &lt;a href=\"connected%20space\"&gt;connection&lt;/a&gt;. Despite Whitehead's acumen as a mathematician, his theories were insufficiently formal, even flawed. By showing how Whitehead's theories could be fully formalized and repaired, Clarke (1981, 1985) founded contemporary mereotopology. The theories of Clarke and Whitehead are discussed in Simons (1987: 2.10.2), and Lucas (2000: ch. 10). The entry &lt;a href=\"Whitehead%27s%20point-free%20geometry\"&gt;Whitehead's point-free geometry&lt;/a&gt; includes two contemporary treatments of Whitehead's theories, due to Giangiacomo Gerla, each different from the theory set out in the next section.\nAlthough mereotopology is a mathematical theory, we owe its subsequent development to &lt;a href=\"logic\"&gt;logic&lt;/a&gt;ians and theoretical &lt;a href=\"computer%20science\"&gt;computer scientists&lt;/a&gt;. Lucas (2000: ch. 10) and Casati and Varzi (1999: ch. 4,5) are introductions to mereotopology that can be read by anyone having done a course in &lt;a href=\"first-order%20logic\"&gt;first-order logic&lt;/a&gt;. More advanced treatments of mereotopology include Cohn and Varzi (2003) and, for the mathematically sophisticated, Roeper (1997). For a mathematical treatment of &lt;a href=\"point-free%20geometry\"&gt;point-free geometry&lt;/a&gt;, see Gerla (1995). &lt;a href=\"lattice%20%28order%29\"&gt;Lattice&lt;/a&gt;-theoretic (&lt;a href=\"algebraic%20structure\"&gt;algebraic&lt;/a&gt;) treatments of mereotopology as &lt;a href=\"contact%20algebra\"&gt;contact algebra&lt;/a&gt;s have been applied to separate the &lt;a href=\"topology\"&gt;topological&lt;/a&gt; from the &lt;a href=\"mereology\"&gt;mereological&lt;/a&gt; structure, see Stell (2000), Düntsch and Winter (2004).\nApplications.\n&lt;a href=\"Barry%20Smith%20%28ontologist%29\"&gt;Barry Smith&lt;/a&gt;, Anthony Cohn, &lt;a href=\"Achille%20Varzi%20%28philosopher%29\"&gt;Achille Varzi&lt;/a&gt; and their co-authors have shown that mereotopology can be useful in &lt;a href=\"formal%20ontology\"&gt;formal ontology&lt;/a&gt; and &lt;a href=\"ontology%20%28computer%20science%29\"&gt;computer science&lt;/a&gt;, by allowing the formalization of relations such as &lt;a href=\"contact%20%28mathematics%29\"&gt;contact&lt;/a&gt;, &lt;a href=\"connected%20space\"&gt;connection&lt;/a&gt;, &lt;a href=\"boundary%20%28topology%29\"&gt;boundaries&lt;/a&gt;, &lt;a href=\"interior%20%28topology%29\"&gt;interior&lt;/a&gt;s, holes, and so on. Mereotopology has been applied also as a tool for qualitative &lt;a href=\"spatial-temporal%20reasoning\"&gt;spatial-temporal reasoning&lt;/a&gt;, with constraint calculi such as the &lt;a href=\"Region%20Connection%20Calculus\"&gt;Region Connection Calculus&lt;/a&gt; (RCC). It provides the starting point for the theory of fiat boundaries developed by Smith and Varzi, which grew out of the attempt to distinguish formally between \nMereotopology is being applied by Salustri in the domain of digital manufacturing (Salustri, 2002) and by Smith and Varzi to the formalization of basic notions of ecology and environmental biology (Smith and Varzi, 1999, 2002). It has been applied also to deal with vague boundaries in geography (Smith and Mark, 2003), and in the study of vagueness and granularity (Smith and Brogaard, 2002, Bittner and Smith, 2001, 2001a).\nPreferred approach of Casati &amp; Varzi.\nCasati and Varzi (1999: ch.4) set out a variety of mereotopological theories in a consistent notation. This section sets out several nested theories that culminate in their preferred theory GEMTC, and follows their exposition closely. The mereological part of GEMTC is the conventional theory &lt;a href=\"mereology\"&gt;GEM&lt;/a&gt;. Casati and Varzi do not say if the &lt;a href=\"model%20theory\"&gt;models&lt;/a&gt; of GEMTC include any conventional &lt;a href=\"topological%20space\"&gt;topological space&lt;/a&gt;s.\nWe begin with some &lt;a href=\"domain%20of%20discourse\"&gt;domain of discourse&lt;/a&gt;, whose elements are called &lt;a href=\"individual\"&gt;individual&lt;/a&gt;s (a &lt;a href=\"synonym\"&gt;synonym&lt;/a&gt; for &lt;a href=\"mereology\"&gt;mereology&lt;/a&gt; is \"the calculus of individuals\"). Casati and Varzi prefer limiting the ontology to physical objects, but others freely employ mereotopology to reason about geometric figures and events, and to solve problems posed by research in &lt;a href=\"machine%20intelligence\"&gt;machine intelligence&lt;/a&gt;.\nAn upper case Latin letter denotes both a &lt;a href=\"relation%20%28mathematics%29\"&gt;relation&lt;/a&gt; and the &lt;a href=\"Predicate%20%28mathematical%20logic%29\"&gt;predicate&lt;/a&gt; letter referring to that relation in &lt;a href=\"first-order%20logic\"&gt;first-order logic&lt;/a&gt;. Lower case letters from the end of the alphabet denote variables ranging over the domain; letters from the start of the alphabet are names of arbitrary individuals. If a formula begins with an &lt;a href=\"atomic%20formula\"&gt;atomic formula&lt;/a&gt; followed by the &lt;a href=\"biconditional\"&gt;biconditional&lt;/a&gt;, the subformula to the right of the biconditional is a definition of the atomic formula, whose variables are &lt;a href=\"bound%20variable\"&gt;unbound&lt;/a&gt;. Otherwise, variables not explicitly quantified are tacitly &lt;a href=\"universal%20quantifier\"&gt;universally quantified&lt;/a&gt;. The axiom Cn below corresponds to axiom C.n in Casati and Varzi (1999: ch. 4).\nWe begin with a topological primitive, a &lt;a href=\"binary%20relation\"&gt;binary relation&lt;/a&gt; called \"connection\"; the atomic formula \"Cxy\" denotes that \"\"x\" is connected to \"y\".\" Connection is governed, at minimum, by the axioms:\nC1. formula_1 (&lt;a href=\"Reflexive%20relation\"&gt;reflexive&lt;/a&gt;)\nC2. formula_2 (&lt;a href=\"Symmetric%20relation\"&gt;symmetric&lt;/a&gt;)\nLet \"E\", the binary relation of \"enclosure\", be defined as:\nformula_3\n\"Exy\" is read as \"\"y\" encloses \"x\"\" and is also topological in nature. A consequence of C1-2 is that \"E\" is &lt;a href=\"Reflexive%20relation\"&gt;reflexive&lt;/a&gt; and &lt;a href=\"Transitive%20relation\"&gt;transitive&lt;/a&gt;, and hence a &lt;a href=\"preorder\"&gt;preorder&lt;/a&gt;. If \"E\" is also assumed &lt;a href=\"axiom%20of%20extensionality\"&gt;extensional&lt;/a&gt;, so that:\nformula_4\nthen \"E\" can be proved &lt;a href=\"Antisymmetric%20relation\"&gt;antisymmetric&lt;/a&gt; and thus becomes a &lt;a href=\"partial%20order\"&gt;partial order&lt;/a&gt;. Enclosure, notated \"xKy\", is the single primitive relation of the &lt;a href=\"Whitehead%27s%20point-free%20geometry\"&gt;theories in Whitehead (1919, 1920)&lt;/a&gt;, the starting point of mereotopology.\nLet \"parthood\" be the defining primitive &lt;a href=\"binary%20relation\"&gt;binary relation&lt;/a&gt; of the underlying &lt;a href=\"mereology\"&gt;mereology&lt;/a&gt;, and let the &lt;a href=\"atomic%20formula\"&gt;atomic formula&lt;/a&gt; \"Pxy\" denote that \"\"x\" is part of \"y\"\". We assume that \"P\" is a &lt;a href=\"partial%20order\"&gt;partial order&lt;/a&gt;. Call the resulting minimalist mereological theory M.\nIf \"x\" is part of \"y\", we postulate that \"y\" encloses \"x\":\nC3. formula_5\nC3 nicely connects &lt;a href=\"mereology\"&gt;mereological&lt;/a&gt; parthood to &lt;a href=\"topological\"&gt;topological&lt;/a&gt; enclosure.\nLet \"O\", the binary relation of mereological \"overlap\", be defined as:\nformula_6\nLet \"Oxy\" denote that \"\"x\" and \"y\" overlap.\" With \"O\" in hand, a consequence of C3 is:\nformula_7\nNote that the &lt;a href=\"Conversion%20%28logic%29\"&gt;converse&lt;/a&gt; does not necessarily hold. While things that overlap are necessarily connected, connected things do not necessarily overlap. If this were not the case, &lt;a href=\"topology\"&gt;topology&lt;/a&gt; would merely be a model of &lt;a href=\"mereology\"&gt;mereology&lt;/a&gt; (in which \"overlap\" is always either primitive or defined).\nGround mereotopology (MT) is the theory consisting of primitive \"C\" and \"P\", defined \"E\" and \"O\", the axioms C1-3, and axioms assuring that \"P\" is a &lt;a href=\"partial%20order\"&gt;partial order&lt;/a&gt;. Replacing the M in MT with the standard &lt;a href=\"axiom%20of%20extension\"&gt;extensional&lt;/a&gt; mereology &lt;a href=\"mereology\"&gt;GEM&lt;/a&gt; results in the theory GEMT.\nLet \"IPxy\" denote that \"\"x\" is an internal part of \"y\".\" \"IP\" is defined as:\nformula_8\nLet σ\"x\" φ(\"x\") denote the mereological sum (fusion) of all individuals in the domain satisfying φ(\"x\"). σ is a &lt;a href=\"bound%20variable\"&gt;variable binding&lt;/a&gt; &lt;a href=\"Substring\"&gt;prefix&lt;/a&gt; operator. The axioms of GEM assure that this sum exists if φ(\"x\") is a &lt;a href=\"first-order%20logic\"&gt;first-order formula&lt;/a&gt;. With σ and the relation \"IP\" in hand, we can define the &lt;a href=\"interior%20%28topology%29\"&gt;interior&lt;/a&gt; of \"x\", formula_9 as the mereological sum of all interior parts \"z\" of \"x\", or:\nformula_10df formula_11\nTwo easy consequences of this definition are:\nformula_12\nwhere \"W\" is the universal individual, and\nC5. formula_13 (&lt;a href=\"inclusion%20%28set%20theory%29\"&gt;Inclusion&lt;/a&gt;)\nThe operator i has two more axiomatic properties:\nC6. formula_14 (&lt;a href=\"Idempotence\"&gt;Idempotence&lt;/a&gt;)\nC7. formula_15\nwhere \"a\"×\"b\" is the mereological product of \"a\" and \"b\", not defined when \"Oab\" is false. i distributes over product.\nIt can now be seen that i is &lt;a href=\"isomorphic\"&gt;isomorphic&lt;/a&gt; to the &lt;a href=\"interior%20operator\"&gt;interior operator&lt;/a&gt; of &lt;a href=\"topology\"&gt;topology&lt;/a&gt;. Hence the &lt;a href=\"Duality%20%28mathematics%29\"&gt;dual&lt;/a&gt; of i, the topological &lt;a href=\"closure%20operator\"&gt;closure operator&lt;/a&gt; c, can be defined in terms of i, and &lt;a href=\"Kuratowski\"&gt;Kuratowski&lt;/a&gt;'s axioms for c are theorems. Likewise, given an axiomatization of c that is analogous to C5-7, i may be defined in terms of c, and C5-7 become theorems. Adding C5-7 to GEMT results in Casati and Varzi's preferred mereotopological theory, GEMTC.\n\"x\" is \"self-connected\" if it satisfies the following predicate:\nformula_16\nNote that the primitive and defined predicates of MT alone suffice for this definition. The predicate \"SC\" enables formalizing the necessary condition given in &lt;a href=\"A.%20N.%20Whitehead\"&gt;Whitehead&lt;/a&gt;'s \"&lt;a href=\"Process%20and%20Reality\"&gt;Process and Reality&lt;/a&gt;\" for the mereological sum of two individuals to exist: they must be connected. Formally:\nC8. formula_17\nGiven some mereotopology X, adding C8 to X results in what Casati and Varzi call the \"Whiteheadian extension\" of X, denoted WX. Hence the theory whose axioms are C1-8 is WGEMTC.\nThe converse of C8 is a GEMTC theorem. Hence given the axioms of GEMTC, \"C\" is a defined predicate if \"O\" and \"SC\" are taken as primitive predicates.\nIf the underlying mereology is &lt;a href=\"Atomic%20formula\"&gt;atom&lt;/a&gt;less and weaker than GEM, the axiom that assures the absence of atoms (P9 in Casati and Varzi 1999) may be replaced by C9, which postulates that no individual has a &lt;a href=\"boundary%20%28topology%29\"&gt;topological boundary&lt;/a&gt;:\nC9. formula_18\nWhen the domain consists of geometric figures, the boundaries can be points, curves, and surfaces. What boundaries could mean, given other ontologies, is not an easy matter and is discussed in Casati and Varzi (1999: ch. 5)."
}