{
    "id": "1665903",
    "revid": "39999417",
    "url": "https://en.wikipedia.org/wiki?curid=1665903",
    "title": "Lucy M. Boston",
    "text": "Lucy M. Boston (1892–1990), born Lucy Maria Wood, was an English &lt;a href=\"novelist\"&gt;novelist&lt;/a&gt; who wrote for children and adults, publishing her work entirely after the age of 60. She is best known for her \"&lt;a href=\"Green%20Knowe\"&gt;Green Knowe&lt;/a&gt;\" series: six &lt;a href=\"low%20fantasy\"&gt;low fantasy&lt;/a&gt; &lt;a href=\"children%27s%20novels\"&gt;children's novels&lt;/a&gt; published by Faber between 1954 and 1976. The setting is Green Knowe, an old country manor house based on Boston's &lt;a href=\"Cambridgeshire\"&gt;Cambridgeshire&lt;/a&gt; home at &lt;a href=\"Hemingford%20Grey\"&gt;Hemingford Grey&lt;/a&gt;. For the fourth book in the series, \"A Stranger at Green Knowe\" (1961), she won the annual &lt;a href=\"Carnegie%20Medal%20%28literary%20award%29\"&gt;Carnegie Medal&lt;/a&gt; from the &lt;a href=\"CILIP\"&gt;Library Association&lt;/a&gt;, recognising the year's best children's book by a &lt;a href=\"British%20subject\"&gt;British subject&lt;/a&gt;.\nDuring her long life, she distinguished herself as a writer, mainly of children’s books, and as the creator of a magical garden. She was also an accomplished artist who had studied drawing and painting in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, and a &lt;a href=\"needlewoman\"&gt;needlewoman&lt;/a&gt; who produced a series of &lt;a href=\"patchwork\"&gt;patchwork&lt;/a&gt;s.\nBiography.\nEarly life.\nLucy Wood was born in &lt;a href=\"Southport\"&gt;Southport&lt;/a&gt;, &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt;, on 10 December 1892, the fifth of six children of James Wood, engineer and sometime Mayor of Stockport, and Mary Garrett. She had two older brothers, two older sisters and a younger brother. In her memoir, \"Perverse and Foolish\", she describes life in a typically solid and affluent middle class &lt;a href=\"Victorian%20era\"&gt;Victorian&lt;/a&gt; family of committed &lt;a href=\"Wesleyanism\"&gt;Wesleyans&lt;/a&gt;. Her father was \"eccentric with big ideas, a small, good-humoured, dynamic man\", to whom it was said she bore a striking resemblance. She was also said to be his favourite and she clearly loved and admired him.\nLucy’s father was already 40 when he married her mother, who was half his age and the daughter of a Wesleyan minister. It was not, Lucy tells us, a love-match but one made &lt;a href=\"Arranged%20marriage\"&gt;under pressure&lt;/a&gt; from her mother’s family, since the Garret family had seven daughters. Her mother is described as \"delicate, intensely sensitive, and without a trace of sensuous feeling.\" \"She bore, as Victorian wives had to, a child every year, but had little maternal feeling.\" Lucy adds: \"She should have been a &lt;a href=\"nun\"&gt;nun&lt;/a&gt;. She was very gentle.\" Her mother’s religious beliefs were rigid and she held that every word of scripture was literally true.\nAs evidence of James Wood's eccentricity and religious fervour Lucy described the interior of the house he bought and had decorated in preparation for his marriage and the family he intended to raise there. In every room, painted &lt;a href=\"frieze\"&gt;frieze&lt;/a&gt;s carried religious mottos such as \"He that giveth to the poor shall not lack\", \"Honour thy father and thy mother\" and \"The soul is not where it lives but where it loves\". But what she described as \"the triumph of eccentricity\" was the &lt;a href=\"drawing%20room\"&gt;drawing room&lt;/a&gt;. Her father had visited the &lt;a href=\"Holy%20Land\"&gt;Holy Land&lt;/a&gt; and had brought back many things with the idea of creating what she described as \"a holy and uplifting room\". There was a continuous frieze of a painted landscape representing the journey from &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt; to &lt;a href=\"Jericho\"&gt;Jericho&lt;/a&gt;, while from the ceiling hung antique brass lamp-holders such as might have hung in &lt;a href=\"Solomon%E2%80%99s%20Temple\"&gt;Solomon’s Temple&lt;/a&gt;. Recesses in the walls were divided by wooden arcades of the &lt;a href=\"Moorish%20architecture\"&gt;Moorish&lt;/a&gt; onion shape and there were many beautiful objects made of brass, as well as other rarities displayed in a glass-fronted cupboard. Lucy said: \"This unexpected room did not look at all like a Kardomah Café as you might think. It looked like a gentleman’s enthusiastic and satisfied near-lunacy.\"\nHer father was a passionate man with an appreciation of the aesthetic side of life, albeit channelled largely through his religious convictions, whereas her mother was devout and abstemious. Her mother had to perform duties as Mayoress for many years, at which Lucy says she must have been very bad. In particular, entertaining must have been a strain for her as \"her idea of food was that it was a sad necessity. [After her husband’s death] she even began to think it was not even necessary and the boys raged with hunger.\" The passionate side of her father’s nature seems to be echoed in Lucy’s own passion for music, art and nature, while much of her development as a teenager and young woman seems to have been partly driven by a need to cast off her mother’s repressive influence.\nLucy’s father died when she was six. This marked a huge change in the family fortunes. As was the custom, her mother had been left only enough money to keep the house together, while each child was left a small fortune to be spent on their &lt;a href=\"education\"&gt;education&lt;/a&gt;.\nThe Wood children now were all sent to school. One important factor which may provide some clues to Lucy’s later development was a move to &lt;a href=\"Westmorland\"&gt;Westmorland&lt;/a&gt; where they spent a year near to her mother’s family home at &lt;a href=\"Arnside\"&gt;Arnside&lt;/a&gt;. This was said to be for the benefit of her mother’s health. Whatever the reason, this move to glorious countryside unspoilt by tourism or modernisation gave the children a more free and easy life-style than had been possible in Southport. Lucy describes the \"wide and inexhaustible joys of Arnside\", on an estuary of the &lt;a href=\"river%20Kent\"&gt;river Kent&lt;/a&gt;. The children were free to wander woods and fields, explore the cliffs and coves of the river. In Lucy’s case, the return of Spring, with primroses and fields of wild daffodils, was especially thrilling since in Southport the only signs of Spring were the red and white hawthorns along the streets and her mother never had a single flower in the house. Lucy developed an awareness of plants and gardens at an early age and mentions several times how dull and barren she found the gardens of her childhood. This is significant in the context of her later development as a gardener and the outstanding garden which she created at The Manor.\nThe return to Southport, after the year in Westmorland, was hard for Lucy. Every night she wept for all she was parted from: worn rocks and turf under her feet instead of pavements, \"the night sounds of the river birds, flocks of &lt;a href=\"sandpiper\"&gt;sandpiper&lt;/a&gt;s in flight, &lt;a href=\"curlew\"&gt;curlew&lt;/a&gt;s and solitary &lt;a href=\"gull\"&gt;gull&lt;/a&gt;s\".\nWhen she left school Lucy went to a &lt;a href=\"finishing%20school\"&gt;finishing school&lt;/a&gt; in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; and the time came for her to be formally received into the Wesleyan community. To her mother’s horror, she refused. Her mother wept and implored, told her she was \"lost\", but Lucy remained adamant. \"Yet as I stepped out of the fold into the unknown I repeated privately to myself, ‘He shall keep my soul until that day’. I knew I was in search, not in denial. The abandonment of one’s father’s faith is a deep fear and sorrow and I felt an outsider.\"\nAdult life.\nLucy went up to &lt;a href=\"Somerville%20College%2C%20Oxford\"&gt;Somerville College, Oxford&lt;/a&gt;, to read English in Autumn 1914, the first months of World War I. During her second term, she decided to leave college after her first year and go to war as a volunteer nurse. Her ambition was to get to France, where, as she put it, \"it was all going on\". Lucy’s brothers were all serving in the armed forces but they were a close family, and spent any leaves or spare time together. Lucy's youngest brother Philip was reported missing in 1917 when his plane was shot down.\nIn her memoir, \"Perverse and Foolish\" (1979), she gives an account of her war-time experiences. After training at &lt;a href=\"St%20Thomas%27s%20Hospital\"&gt;St Thomas's Hospital&lt;/a&gt; in London and &lt;a href=\"Addenbrooke%27s%20Hospital\"&gt;Addenbrooke's Hospital&lt;/a&gt;, Cambridge, she was posted to a &lt;a href=\"Casualty%20Clearing%20Station\"&gt;casualty clearing station&lt;/a&gt; at Houlgate, Normandy where she befriended wounded soldiers and tried to humanise the hospital experience by, for example, playing &lt;a href=\"draughts\"&gt;draughts&lt;/a&gt; with them. This nearly got her dismissed by the American nurse in charge of the ward who was outraged to see Lucy sitting on a patient's bed.\nLucy married her distant cousin Harold Boston in September 1917 in &lt;a href=\"Woodstock%2C%20Oxfordshire\"&gt;Woodstock&lt;/a&gt;, near &lt;a href=\"Oxford\"&gt;Oxford&lt;/a&gt;. They lived at Norton Lodge, Norton, Cheshire, near Harold Boston's work as a director of the family tannery and had one son, &lt;a href=\"Peter%20Boston\"&gt;Peter Shakerley Boston&lt;/a&gt;, born in September 1918. Following the failure of the marriage in 1935 Lucy travelled in France, Italy, Austria and &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;, visiting the musical capitals of Europe. She studied painting in Vienna and immersed herself in this for the next three or four years.\n\"Perverse and Foolish\" ends with her return to England in 1937, when she took rooms in &lt;a href=\"Cambridge\"&gt;Cambridge&lt;/a&gt; where her son, Peter, now aged 19, was an undergraduate. Hearing that a house was for sale in the nearby village of &lt;a href=\"Hemingford%20Grey\"&gt;Hemingford Grey&lt;/a&gt;, Lucy remembered that in 1915 she had glimpsed from the river a seemingly derelict farmhouse. She jumped to the conclusion that this must be the house for sale, drove out to Hemingford Grey in a taxi, knocked at the door and announced to the owners that she would be interested in buying it. It transpired that they had only that morning decided to sell, and the house advertised for sale was a completely different one. She never did find out which house she should have gone to see.\nAnother autobiographical memoir, \"Memory in a House\", describes her life after moving to Hemingford Grey, including the renovation and restoration of The Manor. This book, published before \"Perverse and Foolish\" and written when Lucy was eighty-one, can be described as an extended love letter to the house. In 1992 the two memoirs were published in chronological order in a single volume entitled \"Memories\".\nThe ancient &lt;a href=\"Norman%20architecture\"&gt;Norman&lt;/a&gt; &lt;a href=\"Manor%20house\"&gt;Manor house&lt;/a&gt;, built in about 1130, was reputed to be one of the oldest continually inhabited houses in the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt;. It became the focus and inspiration for her creativity for the rest of her life. Work on the garden began as soon as essential work on the house was finished.\nWriting career and later life.\nWith respect to her writing, Lucy was a late starter. Her first book, \"Yew Hall\", a novel for adults, was published in 1954 when she was over 60; she describes it as \"a poem to celebrate my love of the house\". There followed a series of children’s books, all set in The Manor, in which she brings to life the people who she imagines might have lived there. Peter Boston drew the book jacket for \"Yew Hall\" and went on to illustrate her children's stories with pictures depicting aspects of the house and gardens, and many of the items contained therein.\nLucy Boston lived at The Manor for almost 50 years, in which time she created the romantic garden which she felt was an appropriate setting for the ancient house and wrote all her children’s books.\nDeath.\nBoston died, aged 97, on 25 May 1990 having suffered two strokes in March of that year. Her son Peter, an architect and illustrator, lived in the Manor at Hemingford Grey (Green Knowe) with his wife Diana until his death, in November 1999. The Manor is still in the family, and both house and garden are open to the public.\nPatchworks.\nBoston created over 20 patchworks during her lifetime. Surprisingly, the only mention of patchwork in \"Memory in a House\" comes when she describes repairing an old patchwork hanging in the dining room, in which every piece of material was pre-1830. The existence of the patchworks was scarcely known until 1976, when the celebrated conductor and keyboard player, &lt;a href=\"Christopher%20Hogwood\"&gt;Christopher Hogwood&lt;/a&gt;, who was a close friend, arranged an exhibition of them at the King's Lynn Festival. Lucy's daughter-in law, Diana Boston, published the story of the patchworks in \"The Patchworks of Lucy Boston\" (1985), using a collection of letters which Lucy wrote to her niece, Caroline Hemming, as well as catalogues and patchwork paraphernalia amongst her possessions.\nBooks.\nThe Green Knowe series was published by &lt;a href=\"Faber%20and%20Faber\"&gt;Faber and Faber&lt;/a&gt; and by &lt;a href=\"Puffin%20Books\"&gt;Puffin Books&lt;/a&gt;.\nA book of poetry, titled \"Time Is Undone: Twenty-Five Poems by Lucy M. Boston\" was published in 1977 in a limited run of 750 copies.\nIn 2011, Boston's supernatural tales were collected in the volume \"Curfew &amp; Other Eerie Tales\" (Dublin: &lt;a href=\"Swan%20River%20Press\"&gt;Swan River Press&lt;/a&gt;). This volume includes unpublished tales as well as a reprint of the two-act play \"The Horned Man\".\n\"Perverse and Foolish\" and \"Memory in a House\" were published together in 1992 under the title \"Memories\", with an Introduction by &lt;a href=\"Jill%20Paton%20Walsh\"&gt;Jill Paton Walsh&lt;/a&gt; and linking passage and postscript by Peter Boston. Publisher: Colt Books Ltd. Cambridge.\nAdaptations.\nA television mini series adapted from \"The Children of Greene Knowe\" was aired by the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; in 1986.\nA film, \"&lt;a href=\"From%20Time%20to%20Time%20%28film%29\"&gt;From Time To Time&lt;/a&gt;\" (2009), was written and directed by &lt;a href=\"Julian%20Fellowes\"&gt;Julian Fellowes&lt;/a&gt;, who also wrote \"&lt;a href=\"Gosford%20Park\"&gt;Gosford Park&lt;/a&gt;\" (2001). It is based on the second Greene Knowe book, \"The Chimneys\" (also known as \"Treasure\")."
}