{
    "id": "166587",
    "revid": "32594499",
    "url": "https://en.wikipedia.org/wiki?curid=166587",
    "title": "Tariqa",
    "text": "A tariqa (or \"tariqah\"; \"\") is a school or order of &lt;a href=\"Sufism\"&gt;Sufism&lt;/a&gt;, or specifically a concept for the mystical teaching and spiritual practices of such an order with the aim of seeking \"&lt;a href=\"haqiqa\"&gt;haqiqa&lt;/a&gt;\", which translates as \"ultimate truth\".\nA tariqa has a \"&lt;a href=\"murshid\"&gt;murshid&lt;/a&gt;\" (guide) who plays the role of leader or spiritual director. The members or followers of a tariqa are known as \"&lt;a href=\"murid\"&gt;murid&lt;/a&gt;in\" (singular \"murid\"), meaning \"desirous\", viz. \"desiring the knowledge of &lt;a href=\"God\"&gt;God&lt;/a&gt; and loving God\" (also called a \"&lt;a href=\"faqir\"&gt;faqir&lt;/a&gt;\").\nTariqa is also believed to be the same as &lt;a href=\"Tzadik\"&gt;Tzadik&lt;/a&gt; of Judaism meaning the \"rightly guided one\".\nThe metaphor of \"way, path\" is to be understood in connection of the term \"sharia\" which also has &lt;a href=\"Sharia%23Etymology%20and%20origins\"&gt;the meaning of \"path\"&lt;/a&gt;, more specifically \"well-trodden path; path to the waterhole\". The \"path\" metaphor of \"tariqa\" is that of a further path, taken by the mystic, which continues from the \"well-trodden path\" or exoteric of \"sharia\" towards the esoteric \"haqiqa\". A fourth \"station\" following the succession of \"shariah\", \"tariqa\" and \"haqiqa\" is called \"&lt;a href=\"marifa\"&gt;marifa&lt;/a&gt;\". This is the \"unseen center\" of \"haqiqa\", and the ultimate aim of the mystic, corresponding to the &lt;a href=\"unio%20mystica\"&gt;unio mystica&lt;/a&gt; in Western mysticism. \"Tasawwuf\", an Arabic word that refers to mysticism and Islamic esotericism, is known in the West as Sufism.\nOrders of Sufism.\nThe most popular tariqa in the West is the &lt;a href=\"Mevlevi%20Order\"&gt;Mevlevi Order&lt;/a&gt;, named after &lt;a href=\"Rumi\"&gt;Jalal ad-Din Muhammad Rumi&lt;/a&gt;. In the same time the &lt;a href=\"Bektashi%20Order\"&gt;Bektashi Order&lt;/a&gt; was also founded, named after the &lt;a href=\"Alevi\"&gt;Alevi&lt;/a&gt; Muslim saint &lt;a href=\"Haji%20Bektash%20Veli\"&gt;Haji Bektash Veli&lt;/a&gt;. Five large tariqas in South Asia are: the &lt;a href=\"Naqshbandi\"&gt;Naqshbandi&lt;/a&gt; Order, named after &lt;a href=\"Baha-ud-Din%20Naqshband%20Bukhari\"&gt;Baha-ud-Din Naqshband Bukhari&lt;/a&gt;; the &lt;a href=\"Qadiri\"&gt;Qadiri&lt;/a&gt; Order, named after &lt;a href=\"Abdul%20Qadir%20Jilani\"&gt;Abdul Qadir Jilani&lt;/a&gt;; the &lt;a href=\"Chishti\"&gt;Chishti&lt;/a&gt; Order, named after Khawaja Mawdood Chisti while Khawaja &lt;a href=\"Moinuddin%20Chishti\"&gt;Moinuddin Chishti&lt;/a&gt; is the most famous sheikh; the &lt;a href=\"Suhrawardiyya\"&gt;Suhrawardi&lt;/a&gt; Order, named after &lt;a href=\"Shahab%20al-Din%20Suhrawardi\"&gt;Shahab al-Din Suhrawardi&lt;/a&gt; ; the &lt;a href=\"Burhaniyya\"&gt;Burhaniyya&lt;/a&gt; becoming popular within the people of &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; &amp; &lt;a href=\"India\"&gt;India&lt;/a&gt;. Large tariqats in Africa include &lt;a href=\"Muridiyya\"&gt;Muridiyya&lt;/a&gt;, &lt;a href=\"Burhaniyya\"&gt;Burhaniyya&lt;/a&gt; and &lt;a href=\"Tijaniyya\"&gt;Tijaniyya&lt;/a&gt;. Others can be offshoots of a tariqa. For example, the &lt;a href=\"Qalandariyya\"&gt;Qalandariyya&lt;/a&gt; has roots in &lt;a href=\"Malamatiyya\"&gt;Malamatiyya&lt;/a&gt; (with &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; and &lt;a href=\"Hinduism\"&gt;Hinduism&lt;/a&gt; influence) and Wafa'i (a combination of &lt;a href=\"Ahmed%20Yesevi\"&gt;Yasawiyya&lt;/a&gt;-&lt;a href=\"Sunni\"&gt;Sunni&lt;/a&gt; and &lt;a href=\"Batiniyya\"&gt;Batiniyya&lt;/a&gt;-&lt;a href=\"Shia\"&gt;Shia&lt;/a&gt;) of orders are offshoots of the &lt;a href=\"Suhrawardiyya\"&gt;Suhrawardi&lt;/a&gt; order. The &lt;a href=\"Ashrafia\"&gt;Ashrafia&lt;/a&gt; after the 13 the century illustrious sufi saint &lt;a href=\"Ashraf%20Jahangir%20Semnani\"&gt;Ashraf Jahangir Semnani&lt;/a&gt; is the sub branch of Chishti spiritual lineage. The &lt;a href=\"Tarika-e-Maizbhandari\"&gt;Maizbhandari Tariqa&lt;/a&gt; or Maizbhandari Sufi order is a liberated Sufism order established in the Bangladesh in the 19th century by the Gausul Azam Shah Sufi Syed Ahmadullah Maizbhandari (1826 AD − 1906 AD), 27th descendant of the Islamic prophet, Muhammad. Warsi Tariqa\nMembership in a particular Sufi order is not exclusive and cannot be likened to the ideological commitment to a political party. Unlike the Christian monastic orders which are demarcated by firm lines of authority and sacrament, Sufis often are members of various Sufi orders. The non-exclusiveness of Sufi orders has consequences for the social extension of Sufism. They cannot be regarded as indulging in a zero sum competition which a purely political analysis might have suggested. Rather, their joint effect is to impart to Sufism a cumulant body of tradition, rather than individual and isolated experiences.\nIn most cases the &lt;a href=\"Sheikh%20%28Sufism%29\"&gt;sheikh&lt;/a&gt; nominates his \"khalifa\" or \"successor\" during his lifetime, who will take over the order. In rare cases, if the sheikh dies without naming a \"khalifa\", the students of the tariqa elect another spiritual leader by vote. In some orders it is recommended to take a \"&lt;a href=\"Khalif\"&gt;Khalif&lt;/a&gt;\" from the same order as the \"&lt;a href=\"murshid\"&gt;murshid&lt;/a&gt;\". In some groups it is customary for the khalifa to be the son of the sheikh, although in other groups the khalīfa and the sheikh are not normally relatives. In yet other orders a successor may be identified through the spiritual dreams of its members.\nTariqas have \"&lt;a href=\"silsila\"&gt;silsila&lt;/a&gt;s\" () \"chain, lineage of sheikhs\". Almost all orders except the &lt;a href=\"Naqshbandi\"&gt;Naqshbandi&lt;/a&gt; order claim a \"silsila\" that leads back to Muhammad through &lt;a href=\"Ali\"&gt;Ali&lt;/a&gt;. (The &lt;a href=\"Naqshbandi\"&gt;Naqshbandi&lt;/a&gt; Silsila goes back to &lt;a href=\"Abu%20Bakr\"&gt;Abu Bakr&lt;/a&gt;, the first &lt;a href=\"Caliph\"&gt;Caliph&lt;/a&gt; of &lt;a href=\"Sunni%20Islam\"&gt;Sunni Islam&lt;/a&gt;, and then &lt;a href=\"Muhammad%20ibn%20Abi%20Bakr\"&gt;Muhammad ibn Abi Bakr&lt;/a&gt;.\nEvery \"&lt;a href=\"Murid\"&gt;Murid&lt;/a&gt;\", on entering the tariqa, gets his \"&lt;a href=\"Sama%20%28Sufism%29\"&gt;awrad&lt;/a&gt;\", or daily recitations, authorized by his \"murshid\" (usually to be recited before or after the pre-dawn prayer, after the afternoon prayer and after the evening prayer). Usually these recitations are extensive and time-consuming (for example the \"awrad\" may consist of reciting a certain formula 99, 500 or even 1000 times). One must also be in a state of ritual purity (as one is for the obligatory prayers to perform them while facing Mecca). The recitations change as a student (murid) moves from a mere initiate to other Sufi degrees (usually requiring additional initiations). The Initiation ceremony is routine and consists of reading chapter 1 of the &lt;a href=\"Quran\"&gt;Quran&lt;/a&gt; followed by a single phrase prayer. Criteria have to be met to be promoted in rank: the common way is to repeat a single phrase prayer 82,000 times or more as in the case of &lt;a href=\"Burhaniyya\"&gt;Burhaniyya&lt;/a&gt;, a number that grows with each achieved rank. Murids who experience unusual interaction during meditation: hear voices like \"would you like to see a prophet?\" or see visions who might even communicate with the Murid are held dear in the \"&lt;a href=\"Ha%E1%B8%8Dra\"&gt;Haḍra&lt;/a&gt;\", the weekly group-chanting of prayers in attempt of reaching spirits as they are likely to experience something unusual and pass it on. This Murid is promoted faster than others. The least common way is to cause a miracle to happen with criteria similar to that of Catholic Sainthood.\nBeing mostly followers of the spiritual traditions of Islam loosely referred to as Sufism, these groups were sometimes distinct from the \"&lt;a href=\"Ulema\"&gt;Ulma&lt;/a&gt;\" or officially mandated scholars, and often acted as informal missionaries of Islam. They provided accepted avenues for emotional expressions of faith, and the Tariqas spread to all corners of the Muslim world, and often exercised a degree of political influence inordinate to their size (take for example the influence that the sheikhs of the &lt;a href=\"Safavid\"&gt;Safavid&lt;/a&gt; had over the armies of &lt;a href=\"Tamerlane\"&gt;Tamerlane&lt;/a&gt;, or the missionary work of &lt;a href=\"Ali-Shir%20Nava%27i\"&gt;Ali-Shir Nava'i&lt;/a&gt; in &lt;a href=\"Turkestan\"&gt;Turkistan&lt;/a&gt; among the &lt;a href=\"Mongol\"&gt;Mongol&lt;/a&gt; and &lt;a href=\"Tatar\"&gt;Tatar&lt;/a&gt; people).\nHistory.\nThe tariqas were particularly influential in the &lt;a href=\"Islamization%20of%20Sudan\"&gt;spread of Islam in the sub-Sahara&lt;/a&gt; during the 9th to 14th centuries, where they spread south along trade routes between North Africa and the sub-Saharan kingdoms of &lt;a href=\"Ghana%20Empire\"&gt;Ghana&lt;/a&gt; and &lt;a href=\"Mali%20Empire\"&gt;Mali&lt;/a&gt;. On the West African coast they set up Zawiyas on the shores of the river Niger and even established independent kingdoms such as \"al-Murabitun\" or &lt;a href=\"Almoravids\"&gt;Almoravids&lt;/a&gt;. The Al Hakika Mizaan Mizaani Sufi order deals with heavy internalization and meditations, their spiritual practice is called Al Qudra Mizaan [(United States)]. The &lt;a href=\"Senussi\"&gt;Sanusi&lt;/a&gt; order was also highly involved in missionary work in Africa during the 19th century, spreading both Islam and a high level of literacy into Africa as far south as Lake Chad and beyond by setting up a network of \"&lt;a href=\"Zawiya%20%28institution%29\"&gt;zawiya&lt;/a&gt;s\" where Islam was taught.\nMuch of &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt; and southern Russia was won over to Islam through the missionary work of the Tarīqahs, and the majority of &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;'s population, where a Muslim army never set foot, was converted to Islam by the perseverance of both Muslim traders and Sufi missionaries. &lt;a href=\"Sufism%20in%20India\"&gt;Sufism in India&lt;/a&gt; played a similarly crucial role in the diffusion of Islam at the élite and popular levels; its &lt;a href=\"Sufi%20music\"&gt;music&lt;/a&gt;, &lt;a href=\"Islamic%20art\"&gt;art&lt;/a&gt;, and &lt;a href=\"Sufi%20poetry\"&gt;poetry&lt;/a&gt; flourished in a highly sophisticated &lt;a href=\"Persianate%20society\"&gt;Persianate society&lt;/a&gt;.\nTariqas were brought to China in the 17th century by &lt;a href=\"Ma%20Laichi\"&gt;Ma Laichi&lt;/a&gt; and other Chinese Sufis who had studied in &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt; and &lt;a href=\"Yemen\"&gt;Yemen&lt;/a&gt;, and had also been influenced by spiritual descendants of the &lt;a href=\"Kashgar\"&gt;Kashgar&lt;/a&gt;ian Sufi master &lt;a href=\"Afaq%20Khoja\"&gt;Afaq Khoja&lt;/a&gt;. On the Chinese soil the institutions became known as \"&lt;a href=\"menhuan\"&gt;menhuan&lt;/a&gt;\", and are typically headquartered near the tombs (\"&lt;a href=\"gongbei%20%28Islamic%20architecture%29\"&gt;gongbei&lt;/a&gt;\") of their founders.\nCertain scholars, e.g., G. H. Jansen, credit the original tariqas with several specific accomplishments:\nNotes.\nThere are other Sufi orders that have other Sahabis R.A. in their chain of transmission of Bayt, i.e. Owaisayah order traces its chain through Caliph Umar Farooq, Uthmaniyah Haqqaniyah traces its chain through Caliph Uthman bin Affan, Seeriniyah traces its chain of bayt through Mohammed bin Sirin through Anas bin Malik to the Prophet."
}