{
    "id": "1671729",
    "revid": "14693044",
    "url": "https://en.wikipedia.org/wiki?curid=1671729",
    "title": "Vicente Solano Lima",
    "text": "Vicente Solano Lima (September 21, 1901 – April 23, 1984) was a moderately &lt;a href=\"conservatism\"&gt;conservative&lt;/a&gt; newspaper publisher and politician who served as &lt;a href=\"Vice%20President\"&gt;Vice President&lt;/a&gt; of &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; from May 25, 1973 to July 13, 1973.\nLife and times.\nBorn in &lt;a href=\"Ramallo%2C%20Buenos%20Aires\"&gt;Ramallo, Buenos Aires&lt;/a&gt;, Solano Lima joined the &lt;a href=\"Conservative%20People%27s%20Party%20%28Argentina%29\"&gt;Conservative People's Party&lt;/a&gt; while enrolled in the &lt;a href=\"University%20of%20La%20Plata\"&gt;University of La Plata&lt;/a&gt;. He earned a law degree in 1921 and became a provincial legislator in 1925, serving in the &lt;a href=\"Argentine%20Chamber%20of%20Deputies\"&gt;Lower House of the Argentine Congress&lt;/a&gt; on two occasions as a center-right &lt;a href=\"w%3Aes%3APartido%20Dem%C3%B3crata%20Nacional\"&gt;National Democratic Party&lt;/a&gt; member. Solano Lima purchased an ailing &lt;a href=\"San%20Nicol%C3%A1s%20de%20los%20Arroyos\"&gt;San Nicolás de los Arroyos&lt;/a&gt; newspaper, \"&lt;a href=\"w%3Aes%3ADiario%20El%20Norte%20%28San%20Nicol%C3%A1s%29\"&gt;El Norte&lt;/a&gt;\", in 1928. Becoming a market leader in northeastern Buenos Aires Province (an area which also includes Ramallo), \"El Norte\" became a forum for the National Democrats, who enjoyed majorities in Congress during most of the 1930s. \nThe election of laborist leader &lt;a href=\"Juan%20Per%C3%B3n\"&gt;Juan Perón&lt;/a&gt; to the Presidency in 1946 resulted in the daily's closure in 1948. Following Perón's 1955 overthrow, however, the National Democrats' staunchly anti-&lt;a href=\"Peronist\"&gt;Peronist&lt;/a&gt; stance led Solano Lima to join Senator Alberto Fonrouge in his break from the party, co-founding the Conservative People's Party in 1958. Supporting a policy of rapproachment with the exiled Perón, the Popular Conservatives joined the banned Peronists in a joint Popular Front for the &lt;a href=\"1963%20Argentine%20general%20election\"&gt;1963 elections&lt;/a&gt;, for which he accepted the nomination for the Presidency; the &lt;a href=\"Argentine%20military\"&gt;military&lt;/a&gt;'s insistence on their ban thwarted the move, however, and helped lead to record &lt;a href=\"blank%20vote\"&gt;blank vote&lt;/a&gt;s.\nThe ban on Peronism was rescinded ahead by President &lt;a href=\"Alejandro%20Lanusse\"&gt;Alejandro Lanusse&lt;/a&gt; ahead of his call for new &lt;a href=\"March%201973%20Argentine%20general%20election\"&gt;elections in 1973&lt;/a&gt;, and the Popular Conservatives endorsed Perón's stand-in, &lt;a href=\"H%C3%A9ctor%20C%C3%A1mpora\"&gt;Héctor Cámpora&lt;/a&gt;. Despite his &lt;a href=\"conservatism\"&gt;conservative&lt;/a&gt; affiliation, Solano Lima was nominated as the leftist Cámpora's running-mate, and the ticket sailed to victory on March 11. Taking office on May 25, Solano Lima focused his attention on helping increase university enrollment among the working and lower classes in Argentina. He joined President Cámpora in &lt;a href=\"Juan%20Per%C3%B3n\"&gt;Juan Perón&lt;/a&gt;'s retinue on the leader's June 20 return from exile in &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt;; facing sudden &lt;a href=\"Ezeiza%20Massacre\"&gt;rioting&lt;/a&gt; near the international airport on their descent, further tragedy was averted by the Vice President's insistence that the flight be diverted to the &lt;a href=\"Mor%C3%B3n%20Airport%20and%20Air%20Base\"&gt;Morón Airport and Air Base&lt;/a&gt;. The confrontation and differences between Cámpora and Perón's leading right-wing advisor, &lt;a href=\"Jos%C3%A9%20L%C3%B3pez%20Rega\"&gt;José López Rega&lt;/a&gt;, caused Solano Lima to resign as Vice-President on July 13, leading Cámpora to do likewise.\nSuffering from worsening &lt;a href=\"asthma\"&gt;asthma&lt;/a&gt;, Solano Lima considered retirement in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, but was persuaded by Perón to stay on as Chief of Staff when the latter was elected President on &lt;a href=\"September%201973%20Argentine%20general%20election\"&gt;snap elections&lt;/a&gt; in September. Perón appointed him &lt;a href=\"Rector%20%28academia%29\"&gt;Rector&lt;/a&gt; of the &lt;a href=\"University%20of%20Buenos%20Aires\"&gt;University of Buenos Aires&lt;/a&gt; in March 1974, though the president's death that July led to Solano Lima's retirement from public life, days later. Returning to San Nicolás, he joined a number of friends in a law practice, and granted numerous interviews in subsequent years; he died in Buenos Aires in 1984, at age 82."
}