{
    "id": "167287",
    "revid": "13286072",
    "url": "https://en.wikipedia.org/wiki?curid=167287",
    "title": "Andrés Bonifacio",
    "text": "Andrés Bonifacio y de Castro (, , November 30, 1863May 10, 1897) was a &lt;a href=\"Filipino%20people\"&gt;Filipino&lt;/a&gt; freemason and revolutionary leader. He is often called \"The Father of the &lt;a href=\"Philippines\"&gt;Philippine&lt;/a&gt; &lt;a href=\"Philippine%20Revolution\"&gt;Revolution&lt;/a&gt;\", and considered one of the &lt;a href=\"national%20heroes%20of%20the%20Philippines\"&gt;national heroes of the Philippines&lt;/a&gt;. He was one of the founders and later the \"Kataas-taasang Pangulo\" (Supreme President, \"Presidente Supremo\" in Spanish, often shortened by contemporaries and historians to just \"Supremo\") of the \"&lt;a href=\"Katipunan\"&gt;Kataas-taasang, Kagalang-galangang Katipunan ng mga Anak ng Bayan&lt;/a&gt;\" or more commonly known as the \"Katipunan\", a movement which sought the independence of the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; from &lt;a href=\"Spanish%20Empire\"&gt;Spanish colonial rule&lt;/a&gt; and started the Tagalog Revolution. With the onset of the Revolution, Bonifacio reorganized the \"Katipunan\" into a revolutionary government, with himself as President (\"Pangulo\") of a &lt;a href=\"nation-state\"&gt;nation-state&lt;/a&gt; called \"Haring Bayang Katagalugan\" (\"Sovereign Nation of the Tagalog People\" or \"Sovereign Tagalog Nation\"), also \"Republika ng Katagaluguan\" (\"&lt;a href=\"Tagalog%20Republic\"&gt;Tagalog Republic&lt;/a&gt;\", \"Republica Tagala\" in Spanish), wherein \"Tagalog\" referred to all those born in the Philippine islands and not merely the &lt;a href=\"Tagalog%20people\"&gt;Tagalog ethnic group&lt;/a&gt;. Hence, some historians have argued that he should be considered the First President of the Tagalogs instead of the Philippines, that is why he is not included in the current official line of succession.\nEarly life and education.\nAndrés Bonifacio y de Castro was born on November 30, 1863, in &lt;a href=\"Tondo%2C%20Manila\"&gt;Tondo&lt;/a&gt;, &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt;, and was the first of six children of Catalina de Castro, a Spanish Mestiza, and Santiago Bonifacio, an Alkalde of Tondo. He learned the alphabet through his aunt. He was later enrolled in Guillermo Osmeña's private school, and learned English while employed as a clerk-messenger by a British firm. Some sources assert that he was orphaned at an early age, but, considering the existence of an 1881 record that has Bonifacio's parents listed as living in Tondo, it is disputed by others.\nTo support his family financially, Bonifacio made canes and paper fans which he and his young siblings sold (after they were orphaned, according to the traditional view). He also made posters for business firms. This became their thriving family business that continued when the men of the family, namely Andres, Ciriaco, Procopio, and Troadio, were employed with private and government companies, which provided them with decent living conditions.\nIn his late teens, he worked as a \"mandatario\" (agent) for the British trading firm &lt;a href=\"Robert%20Fleming%20%26amp%3B%20Co.\"&gt;Fleming and Company&lt;/a&gt;, where he rose to become a \"corredor\" (broker) of tar, &lt;a href=\"rattan\"&gt;rattan&lt;/a&gt; and other goods. He later transferred to Fressell and Company, a German trading firm, where he worked as a \"bodeguero\" (storehouse keeper) responsible for warehouse inventory. He was also a &lt;a href=\"theater%20actor\"&gt;theater actor&lt;/a&gt; and often played the role of &lt;a href=\"Bernardo%20Carpio\"&gt;Bernardo Carpio&lt;/a&gt;, a fictional character in Tagalog folklore.\nNot finishing his formal education, Bonifacio turned to self-education by reading books. He read books about the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt;, biographies of the &lt;a href=\"List%20of%20presidents%20of%20the%20United%20States\"&gt;presidents of the United States&lt;/a&gt;, books about contemporary Philippine penal and civil codes, and novels such as &lt;a href=\"Victor%20Hugo\"&gt;Victor Hugo&lt;/a&gt;'s \"&lt;a href=\"Les%20Mis%C3%A9rables\"&gt;Les Misérables&lt;/a&gt;\", &lt;a href=\"Eug%C3%A8ne%20Sue\"&gt;Eugène Sue&lt;/a&gt;'s \"&lt;a href=\"Le%20Juif%20errant\"&gt;Le Juif errant&lt;/a&gt;\" and &lt;a href=\"Jos%C3%A9%20Rizal\"&gt;José Rizal&lt;/a&gt;'s \"&lt;a href=\"Noli%20Me%20T%C3%A1ngere%20%28novel%29\"&gt;Noli Me Tángere&lt;/a&gt;\" and \"&lt;a href=\"El%20filibusterismo\"&gt;El filibusterismo&lt;/a&gt;\". Aside from &lt;a href=\"Tagalog%20language\"&gt;Tagalog&lt;/a&gt; and &lt;a href=\"Spanish%20language%20in%20the%20Philippines\"&gt;Spanish&lt;/a&gt;, he could speak and understand &lt;a href=\"English%20language%20in%20the%20Philippines\"&gt;English&lt;/a&gt;, which he learned while working at J.M. Fleming and Co.\nMarriages.\nBonifacio's first wife, Monica (surname unknown), was his neighbor in Palomar, &lt;a href=\"Tondo%2C%20Manila\"&gt;Tondo&lt;/a&gt;. She died of &lt;a href=\"leprosy\"&gt;leprosy&lt;/a&gt; and they had no recorded children.\nIn 1892, Bonifacio, a 29-year-old widower, met the 18-year-old &lt;a href=\"Gregoria%20de%20Jes%C3%BAs\"&gt;Gregoria de Jesús&lt;/a&gt; through his friend &lt;a href=\"Teodoro%20Plata\"&gt;Teodoro Plata&lt;/a&gt;, who was her cousin. &lt;a href=\"Gregoria%20de%20Jes%C3%BAs\"&gt;Gregoria&lt;/a&gt;, also called Oriang, was the daughter of a prominent citizen and landowner from &lt;a href=\"Caloocan\"&gt;Caloocan&lt;/a&gt;. Gregoria's parents did not agree at first to their relationship, for Andrés was a &lt;a href=\"Freemason\"&gt;Freemason&lt;/a&gt;, and Freemasons were at that time considered enemies of the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;. Her parents eventually acquiesced, and Andrés and Gregoria were married in a Catholic ceremony in &lt;a href=\"Binondo%20Church\"&gt;Binondo Church&lt;/a&gt; in March 1893 or 1894. The couple also were married through Katipunan rites in a friend's house in &lt;a href=\"Santa%20Cruz%2C%20Manila\"&gt;Santa Cruz, Manila&lt;/a&gt; on the same day of their church wedding.\nThey had one son, born in early 1896, who died of &lt;a href=\"smallpox\"&gt;smallpox&lt;/a&gt; in infancy.\nEarly political activism.\nIn 1892, Bonifacio was one of the founding members of &lt;a href=\"Jos%C3%A9%20Rizal\"&gt;José Rizal&lt;/a&gt;'s La Liga Filipina, an organization which called for political reforms in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;'s &lt;a href=\"Colonialism\"&gt;colonial&lt;/a&gt; government of the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. However, La Liga disbanded after only one meeting, for Rizal was arrested and deported to &lt;a href=\"Dapitan\"&gt;Dapitan&lt;/a&gt; in the &lt;a href=\"Western%20Mindanao\"&gt;Western Mindanao&lt;/a&gt; region. Bonifacio, &lt;a href=\"Apolinario%20Mabini\"&gt;Apolinario Mabini&lt;/a&gt; and others revived La Liga in Rizal's absence and Bonifacio was active at organizing local chapters in Manila. He would become the chief propagandist of the revived Liga.\nLa Liga Filipina contributed moral and financial support to the Propaganda Movement of Filipino &lt;a href=\"reformist\"&gt;reformist&lt;/a&gt;s in Spain.\nKatipunan.\nOn the night of July 7, 1892, the day after Rizal's deportation was announced, Bonifacio and others officially \"founded\" the \"&lt;a href=\"Katipunan\"&gt;Katipunan&lt;/a&gt;\", or in full, \"Kataas-taasan, Kagalang-galang na Katipunan ng mga Anak ng Bayan\" (\"Highest and Most Respected Society of the Country's Children\"; \"Bayan\" can also denote community, people, and nation). The &lt;a href=\"secret%20society\"&gt;secret society&lt;/a&gt; sought independence from Spain through &lt;a href=\"Armed%20revolution\"&gt;armed revolt.&lt;/a&gt; It was influenced by &lt;a href=\"Freemasonry\"&gt;Freemasonry&lt;/a&gt; through its rituals and organization, and several members including Bonifacio were also Freemasons. Within the society Bonifacio used the pseudonym \"&lt;a href=\"May%20Pagasa\"&gt;May pag-asa&lt;/a&gt;\" (\"There is Hope\"). Newly found documents though suggest that Katipunan has already been existing as early as January 1892.\nFor a time, Bonifacio worked with both the \"Katipunan\" and \"&lt;a href=\"La%20Liga%20Filipina\"&gt;La Liga Filipina&lt;/a&gt;\". \"La Liga\" eventually split because some members like Bonifacio lost hope for peaceful reform and stopped their monetary aid. The more conservative members, mostly wealthy members, who still believed in peaceful reforms set up the \"Cuerpo de Compromisarios\", which pledged continued support to the reformists in Spain. The radicals were subsumed into the \"Katipunan\". From &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt;, the \"Katipunan\" expanded to several provinces, including &lt;a href=\"Batangas\"&gt;Batangas&lt;/a&gt;, &lt;a href=\"Laguna%20%28province%29\"&gt;Laguna&lt;/a&gt;, &lt;a href=\"Cavite\"&gt;Cavite&lt;/a&gt;, &lt;a href=\"Bulacan\"&gt;Bulacan&lt;/a&gt;, &lt;a href=\"Pampanga\"&gt;Pampanga&lt;/a&gt;, and &lt;a href=\"Nueva%20Ecija\"&gt;Nueva Ecija&lt;/a&gt;. Most of its members, called \"&lt;a href=\"Katipuneros\"&gt;Katipuneros&lt;/a&gt;\", came from the lower and middle classes, and many of its local leaders were prominent figures in their municipalities. At first exclusively male, membership was later extended to females, with Bonifacio's wife Gregoria de Jesús as a leading member.\nFrom the beginning, Bonifacio was one of the chief \"Katipunan\" officers, although he did not become its \"Presidente Supremo\" (Supreme President) until 1895. He was the third head of the \"Katipunan\" after &lt;a href=\"Deodato%20Arellano\"&gt;Deodato Arellano&lt;/a&gt; and &lt;a href=\"Rom%C3%A1n%20Basa\"&gt;Román Basa&lt;/a&gt;. Prior to this, he served as the society's &lt;a href=\"comptroller\"&gt;comptroller&lt;/a&gt; and then as its 'fiscal' (advocate/procurator). The society had its own laws, bureaucratic structure and elective leadership. For each &lt;a href=\"Provinces%20of%20the%20Philippines%23Former%20provinces\"&gt;province&lt;/a&gt; involved, the \"Katipunan\" Supreme Council coordinated with provincial councils in charge of public administration and military affairs, and with local councils in charge of affairs on the district or &lt;a href=\"barrio\"&gt;barrio&lt;/a&gt; level.\nWithin the society, Bonifacio developed a strong friendship with &lt;a href=\"Emilio%20Jacinto\"&gt;Emilio Jacinto&lt;/a&gt;, who served as his adviser and confidant, as well as a member of the Supreme Council. Bonifacio adopted Jacinto's \"&lt;a href=\"Kartilya\"&gt;Kartilya&lt;/a&gt;\" primer as the official teachings of the society in place of his own \"&lt;a href=\"%3Awikt%3Adecalogue\"&gt;Decalogue&lt;/a&gt;\", which he judged as inferior. Bonifacio, Jacinto and &lt;a href=\"P%C3%ADo%20Valenzuela\"&gt;Pío Valenzuela&lt;/a&gt; collaborated on the society's organ, \"&lt;a href=\"Katipunan\"&gt;Kalayaan&lt;/a&gt;\" (Freedom), which had only one printed issue. Bonifacio wrote several pieces for the paper, including the poem \"&lt;a href=\"Pag-ibig%20sa%20Tinubuang%20Lupa\"&gt;Pag-ibig sa Tinubúang Lupà&lt;/a&gt;\" (approx. \"Love for One's Homeland) under the pseudonym \"Agapito Bagumbayan\". The publication of \"Kalayaan\" in March 1896 led to a great increase in the society's membership. The \"Katipunan\" movement spread throughout &lt;a href=\"Luzon\"&gt;Luzon&lt;/a&gt;, to &lt;a href=\"Panay\"&gt;Panay&lt;/a&gt; in the &lt;a href=\"Visayas\"&gt;Visayas&lt;/a&gt; and even as far as &lt;a href=\"Mindanao\"&gt;Mindanao&lt;/a&gt;. From less than 300 members in January 1896, it had 30,000 to 40,000 by August 1896.\nThe rapid increase in \"Katipunan\" activity drew the suspicion of the Spanish authorities. By early 1896, Spanish intelligence was aware of the existence of a seditious secret society, and suspects were kept under surveillance and arrests were made. On May 3, Bonifacio held a general assembly of \"Katipunan\" leaders in &lt;a href=\"Pasig\"&gt;Pasig&lt;/a&gt;, where they debated when to start the revolution. While some officers, especially Bonifacio, believed a revolution was inevitable, some members, especially &lt;a href=\"Santiago%20Alvarez%20%28general%29\"&gt;Santiago Alvarez&lt;/a&gt; and &lt;a href=\"Emilio%20Aguinaldo\"&gt;Emilio Aguinaldo&lt;/a&gt; both of &lt;a href=\"Cavite\"&gt;Cavite&lt;/a&gt;, expressed reservations and disagreement regarding the planned revolt due to lack of firearms. The consensus was to consult &lt;a href=\"Jos%C3%A9%20Rizal\"&gt;José Rizal&lt;/a&gt; in &lt;a href=\"Dapitan\"&gt;Dapitan&lt;/a&gt; before launching armed action, so Bonifacio sent Pío Valenzuela to Rizal. Rizal turned out to be against the revolution, believing it to be premature. He recommended more preparation, but suggested that, in the event the revolution did break out, they should seek the leadership of &lt;a href=\"Antonio%20Luna\"&gt;Antonio Luna&lt;/a&gt;, who was widely regarded as a brilliant military leader.\nPhilippine Revolution.\nStart of the uprising.\nThe Spanish authorities confirmed the existence of the \"Katipunan\" on August 19, 1896. Hundreds of Filipino suspects, both innocent and guilty, were arrested and imprisoned for treason. José Rizal (José Protasio Rizal Mercado y Realonda) was then on his way to &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; to serve as a doctor in the Spanish colonial army in exchange for his release from Dapitan. When the news broke, Bonifacio first tried to convince Rizal, quarantined aboard a ship in &lt;a href=\"Manila%20Bay\"&gt;Manila Bay&lt;/a&gt;, to escape and join the imminent revolt. Bonifacio, Emilio Jacinto and disguised themselves as sailors and went to the pier where Rizal's ship was anchored. Jacinto personally met with Rizal, who rejected their rescue offer. Rizal himself was later arrested, tried and executed.\nEluding an intensive manhunt, Bonifacio called thousands of \"Katipunan\" members to a mass gathering in Caloocan, where they decided to start their uprising. The event, marked by the tearing of \"cedulas\" (personal identity documents) was later called the \"&lt;a href=\"Cry%20of%20Balintawak\"&gt;Cry of Balintawak&lt;/a&gt;\" or \"&lt;a href=\"Cry%20of%20Pugad%20Lawin\"&gt;Cry of Pugad Lawin&lt;/a&gt;\"; the exact location and date of the Cry are disputed. The Supreme Council of the \"Katipunan\" declared a nationwide armed revolution against Spain and called for a simultaneous coordinated attack on the capital &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt; on August 29. Bonifacio appointed generals to lead rebel forces to Manila. Other \"Katipunan\" councils were also informed of their plans. Before hostilities erupted, Bonifacio reorganized the \"Katipunan\" into an open \"de facto\" revolutionary government with him as president and commander-in-chief (or generalissimo) of the rebel army and the Supreme Council as his cabinet. On August 28, Bonifacio issued the following general proclamation:\nThis manifesto is for all of you. It is absolutely necessary for us to stop at the earliest possible time the nameless oppositions being perpetrated on the sons of the country who are now suffering the brutal punishment and tortures in jails, and because of this please let all the brethren know that on Saturday, the 29th of the current month, the revolution shall commence according to our agreement. For this purpose, it is necessary for all towns to rise simultaneously and attack Manila at the same time. Anybody who obstructs this sacred ideal of the people will be considered a traitor and an enemy, except if he is ill; or is not physically fit, in which case he shall be tried according to the regulations we have put in force.\nMount of Liberty, 28 August 1896 – ANDRÉS BONIFACIO\nOn August 30, 1896, Bonifacio personally led an attack on &lt;a href=\"San%20Juan%2C%20Metro%20Manila\"&gt;San Juan del Monte&lt;/a&gt; to capture the town's powder magazine and water station (which supplied Manila). The defending Spaniards, outnumbered, fought a delaying battle until reinforcements arrived. Once reinforced, the Spaniards drove Bonifacio's forces back with heavy casualties. Bonifacio and his troops regrouped near &lt;a href=\"Marikina\"&gt;Marikina&lt;/a&gt;, &lt;a href=\"San%20Mateo%2C%20Rizal\"&gt;San Mateo&lt;/a&gt; and &lt;a href=\"Rodriguez%2C%20Rizal\"&gt;Montalban&lt;/a&gt;. Elsewhere, fighting between rebels and Spanish forces occurred in &lt;a href=\"Mandaluyong\"&gt;Mandaluyong&lt;/a&gt;, &lt;a href=\"Sampaloc%2C%20Manila\"&gt;Sampaloc&lt;/a&gt;, &lt;a href=\"Santa%20Ana%2C%20Manila\"&gt;Santa Ana&lt;/a&gt;, &lt;a href=\"Pandacan%2C%20Manila\"&gt;Pandacan&lt;/a&gt;, &lt;a href=\"Pateros\"&gt;Pateros&lt;/a&gt;, &lt;a href=\"Marikina\"&gt;Marikina&lt;/a&gt;, &lt;a href=\"Caloocan\"&gt;Caloocan&lt;/a&gt;, &lt;a href=\"Makati\"&gt;Makati&lt;/a&gt; and &lt;a href=\"Taguig\"&gt;Taguig&lt;/a&gt;. The conventional view among Filipino historians is that the planned general \"Katipunan\" offensive on Manila was aborted in favor of Bonifacio's attack on &lt;a href=\"San%20Juan%20del%20Monte%2C%20Philippines\"&gt;San Juan del Monte&lt;/a&gt;, which sparked a general state of rebellion in the area. However, more recent studies have advanced the view that the planned offensive did push through and the rebel attacks were integrated; according to this view, Bonifacio's San Juan del Monte battle was only a part of a bigger whole – an unrecognized \"Battle for Manila\". Despite his reverses, Bonifacio was not completely defeated and was still considered a threat. Further, the revolt had spread to the surrounding provinces by the end of August.\nHaring Bayang Katagalugan.\nInfluenced by &lt;a href=\"Freemasonry\"&gt;Freemasonry&lt;/a&gt;, the \"&lt;a href=\"Katipunan\"&gt;Katipunan&lt;/a&gt;\" had been organized with \"its own laws, bureaucratic structure and elective leadership\". For each province it involved, the Supreme Council coordinated provincial councils which were in charge of \"public administration and military affairs on the supra-municipal or quasi-provincial level\" and local councils, in charge of affairs \"on the district or &lt;a href=\"barrio\"&gt;barrio&lt;/a&gt; level\". In the last days of August, the \"Katipunan\" members met in Caloocan and decided to start their revolt (the event was later called the \"&lt;a href=\"Cry%20of%20Balintawak\"&gt;Cry of Balintawak&lt;/a&gt;\" or \"Cry of &lt;a href=\"Pugad%20Lawin\"&gt;Pugad Lawin&lt;/a&gt;\"; the exact location and date are disputed). A day after the Cry, the Supreme Council of the Katipunan held elections, with the following results:\nThe above was divulged to the Spanish by the \"Katipunan\" member &lt;a href=\"P%C3%ADo%20Valenzuela\"&gt;Pío Valenzuela&lt;/a&gt; while in captivity. &lt;a href=\"Teodoro%20Agoncillo\"&gt;Teodoro Agoncillo&lt;/a&gt; thus wrote:\nMilagros C. Guerrero and others have described Bonifacio as \"effectively\" the commander-in-chief of the revolutionaries. They assert:\nOne name for Bonifacio's concept of the Philippine nation-state appears in surviving \"Katipunan\" documents: \"&lt;a href=\"Haring%20Bayang%20Katagalugan\"&gt;Haring Bayang Katagalugan&lt;/a&gt;\" (\"Sovereign Nation of Katagalugan\", or \"Sovereign Tagalog Nation\") – sometimes shortened into \"Haring Bayan\" (\"Sovereign Nation\"). \"Bayan\" may be rendered as \"nation\" or \"people\". Bonifacio is named as the president of the \"Tagalog Republic\" in an issue of the Spanish periodical \"&lt;a href=\"La%20Ilustraci%C3%B3n%20Espa%C3%B1ola%20y%20Americana\"&gt;La Ilustración Española y Americana&lt;/a&gt;\" published in February 1897 (\"\"Andrés Bonifacio – Titulado \"Presidente\" de la República Tagala\"\"). Another name for Bonifacio's government was \"Repúblika ng Katagalugan\" (another form of \"Tagalog Republic\") as evidenced by a picture of a rebel seal published in the same periodical the next month.\nOfficial letters and one appointment paper of Bonifacio addressed to Emilio Jacinto reveal Bonifacio's various titles and designations, as follows:\nLater, in November 1896, while encamped at Balara, Bonifacio commissioned &lt;a href=\"Julio%20Nakpil\"&gt;Julio Nakpil&lt;/a&gt; to compose a national anthem. Nakpil produced a hymn called \"&lt;a href=\"Marangal%20na%20Dalit%20ng%20Katagalugan\"&gt;Marangal na Dalit ng Katagalugan&lt;/a&gt;\" (\"Honorable Hymn of the Tagalog Nation/People\").\nEventually, an 1897 power struggle in &lt;a href=\"Cavite\"&gt;Cavite&lt;/a&gt; led to command of the revolution shifting to &lt;a href=\"Emilio%20Aguinaldo\"&gt;Emilio Aguinaldo&lt;/a&gt; at the &lt;a href=\"Tejeros%20Convention\"&gt;Tejeros Convention&lt;/a&gt;, where a new government was formed. Bonifacio was executed after he refused to recognize the new government. The Aguinaldo-headed &lt;a href=\"First%20Philippine%20Republic\"&gt;Philippine Republic&lt;/a&gt; (), usually considered the \"First Philippine Republic\", was formally established in 1899, after a succession of revolutionary and dictatorial governments (e.g. the &lt;a href=\"Tejeros%20Convention%23Finalized%20government\"&gt;Tejeros government&lt;/a&gt;, the &lt;a href=\"Republic%20of%20Biak-na-Bato\"&gt;Biak-na-Bato Republic&lt;/a&gt;) also headed by Aguinaldo.\nCampaigns around Manila.\nBy December 1896, the Spanish government recognized three major centers of rebellion: &lt;a href=\"Cavite\"&gt;Cavite&lt;/a&gt; (under &lt;a href=\"Mariano%20Alvarez\"&gt;Mariano Alvarez&lt;/a&gt;, &lt;a href=\"Emilio%20Aguinaldo\"&gt;Emilio Aguinaldo&lt;/a&gt; and others), &lt;a href=\"Bulacan\"&gt;Bulacan&lt;/a&gt; (under &lt;a href=\"Mariano%20Llanera\"&gt;Mariano Llanera&lt;/a&gt;) and &lt;a href=\"Rizal\"&gt;Morong&lt;/a&gt; (under Bonifacio). The revolt was most successful in &lt;a href=\"Cavite\"&gt;Cavite&lt;/a&gt;, which mostly fell under rebel control by September–October 1896.\nWhile Cavite is traditionally regarded as the \"Heartland of the Philippine Revolution\", Manila and its surrounding municipalities bore the brunt of the Spanish military campaign, becoming a &lt;a href=\"no%20man%27s%20land\"&gt;no man's land&lt;/a&gt;. Rebels in the area were generally engaged in &lt;a href=\"Hit-and-run%20tactics\"&gt;hit-and-run&lt;/a&gt; &lt;a href=\"guerrilla%20warfare\"&gt;guerrilla warfare&lt;/a&gt; against Spanish positions in Manila, &lt;a href=\"Morong%2C%20Rizal\"&gt;Morong&lt;/a&gt;, &lt;a href=\"Nueva%20Ecija\"&gt;Nueva Ecija&lt;/a&gt; and &lt;a href=\"Pampanga\"&gt;Pampanga&lt;/a&gt;. From Morong, Bonifacio served as &lt;a href=\"military%20tactics\"&gt;tactician&lt;/a&gt; for rebel guerrillas and issued commands to areas other than his personal sector, though his reputation suffered when he lost battles he personally led.\nFrom September to October 1896, Bonifacio supervised the establishment of \"Katipunan\" mountain and hill bases like &lt;a href=\"Marikina\"&gt;Balara&lt;/a&gt; in Marikina, Pantayanin in &lt;a href=\"Antipolo\"&gt;Antipolo&lt;/a&gt;, &lt;a href=\"Ugong%2C%20Pasig\"&gt;Ugong&lt;/a&gt; in Pasig and Tungko in &lt;a href=\"Bulacan\"&gt;Bulacan&lt;/a&gt;. Bonifacio appointing generals for these areas, or approving selections the troops themselves made.\nOn November 7, 1896, Bonifacio led an assault on &lt;a href=\"San%20Mateo%2C%20Rizal\"&gt;San Mateo&lt;/a&gt;, &lt;a href=\"Marikina\"&gt;Marikina&lt;/a&gt; and &lt;a href=\"Montalb%C3%A1n%2C%20Teruel\"&gt;Montalban&lt;/a&gt;. The Spanish were forced to retreat, leaving these areas to the rebels, except for the municipal hall of San Mateo where some Spanish troops had barricaded. While Bonifacio's troops laid siege to the hall, other \"Katipunan\" forces set up defensive lines along the nearby Langka (or &lt;a href=\"San%20Mateo%2C%20Rizal\"&gt;Nangka&lt;/a&gt;) river against Spanish reinforcements coming from the direction of Marikina. After three days, Spanish counterattacks broke through the Nangka river lines. The Spanish troops thus recaptured the rebel positions and surprised Bonifacio in San Mateo, who ordered a general retreat to Balara. They were pursued, and Bonifacio was nearly killed shielding Emilio Jacinto from a Spanish bullet which grazed his collar.\nBonifacio in Cavite.\nIn late 1896, Bonifacio, as the recognized overall leader of the revolution, was invited to &lt;a href=\"Cavite\"&gt;Cavite&lt;/a&gt; province by rebel leaders to mediate between them and unify their efforts. There were two \"&lt;a href=\"Katipunan\"&gt;Katipunan&lt;/a&gt;\" provincial chapters in Cavite that became rival factions: the \"&lt;a href=\"Magdalo%20%28Katipunan%20faction%29\"&gt;Magdalo&lt;/a&gt;\", headed by &lt;a href=\"Emilio%20Aguinaldo\"&gt;Emilio Aguinaldo&lt;/a&gt;'s cousin &lt;a href=\"Baldomero%20Aguinaldo\"&gt;Baldomero Aguinaldo&lt;/a&gt;, and the \"&lt;a href=\"Magdiwang%20%28Katipunan%20faction%29\"&gt;Magdiwang&lt;/a&gt;\", headed by &lt;a href=\"Mariano%20%C3%81lvarez\"&gt;Mariano Álvarez&lt;/a&gt;, uncle of Bonifacio's wife. Leaders of both factions came from the upper class, in contrast to Bonifacio, who came from the lower middle class. After initial successes, Emilio Aguinaldo issued a manifesto in the name of the \"&lt;a href=\"Magdalo%20%28Katipunan%20faction%29\"&gt;Magdalo&lt;/a&gt;\" ruling council which proclaimed a provisional and revolutionary government – despite the existence of the \"Katipunan\" government. Emilio Aguinaldo in particular had won fame for victories in the province. The \"&lt;a href=\"Magdalo%20%28Katipunan%20faction%29\"&gt;Magdalo&lt;/a&gt;\" and \"&lt;a href=\"Magdiwang%20%28Katipunan%20faction%29\"&gt;Magdiwang&lt;/a&gt;\" clashed over authority and jurisdiction and did not help each other in battle. After multiple letters were sent to Bonifacio urging him to come, in December 1896 he traveled to Cavite accompanied by his wife, his brothers &lt;a href=\"Procopio%20Bonifacio\"&gt;Procopio&lt;/a&gt; and &lt;a href=\"Ciriaco%20Bonifacio\"&gt;Ciriaco&lt;/a&gt;, and some troops, including &lt;a href=\"Emilio%20Jacinto\"&gt;Emilio Jacinto&lt;/a&gt;, Bonifacio's secretary and right-hand man. Jacinto was said to be against Bonifacio's expedition to Cavite.\nUpon his arrival at Cavite, friction grew between Bonifacio and the \"Magdalo\" leaders. &lt;a href=\"Apolinario%20Mabini\"&gt;Apolinario Mabini&lt;/a&gt;, who later served as Emilio Aguinaldo's adviser, writes that at this point the \"Magdalo\" leaders \"already paid little heed to his authority and orders.\" Bonifacio was partial to the \"&lt;a href=\"Magdiwang%20%28Katipunan%20faction%29\"&gt;Magdiwang&lt;/a&gt;\", perhaps due to his kinship ties with &lt;a href=\"Mariano%20%C3%81lvarez\"&gt;Mariano Álvarez&lt;/a&gt;, or more importantly, due to their stronger recognition of his authority. When Aguinaldo and &lt;a href=\"Edilberto%20Evangelista\"&gt;Edilberto Evangelista&lt;/a&gt; went to receive Bonifacio at &lt;a href=\"Zapote\"&gt;Zapote&lt;/a&gt;, they were irritated with what they regarded as his attitude of superiority. In his memoirs &lt;a href=\"Emilio%20Aguinaldo\"&gt;Aguinaldo&lt;/a&gt; wrote that Bonifacio acted \"as if he were a king\". Another time, Bonifacio ordered the arrest of one \"Katipunan\" general from &lt;a href=\"Laguna%20%28province%29\"&gt;Laguna&lt;/a&gt; named Vicente Fernandez, who was accompanying the \"Magdalo\" leaders in paying their respect to Bonifacio, for failing to support his attack in Manila, but the other \"Magdalo\" leaders refused to surrender him. Townspeople in &lt;a href=\"Noveleta\"&gt;Noveleta&lt;/a&gt; (a \"Magdiwang\" town) acclaimed Bonifacio as the ruler of the Philippines, to the chagrin of the &lt;a href=\"Magdalo%20%28Katipunan%20faction%29\"&gt;\"Magdalo\" l&lt;/a&gt;eaders, (Bonifacio replied: \"Long live Philippine liberty!\"). Aguinaldo disputed with Bonifacio over strategic troop placements and blamed him for the capture of the town of &lt;a href=\"Silang%2C%20Cavite\"&gt;Silang&lt;/a&gt;. The Spanish, through &lt;a href=\"Society%20of%20Jesus\"&gt;Jesuit&lt;/a&gt; Superior Pio Pi, wrote to Aguinaldo about the possibility of peace negotiations. When Bonifacio found out, he and the \"&lt;a href=\"Magdiwang%20%28Katipunan%20faction%29\"&gt;Magdiwang&lt;/a&gt;\" council rejected the proposed peace talks. Bonifacio was also angered that the Spanish considered Aguinaldo the \"chief of the rebellion\" instead of him. However, Aguinaldo continued to arrange negotiations which never took place. Bonifacio believed Aguinaldo was willing to surrender the revolution.\nBonifacio was also subject to rumors that he had stolen \"Katipunan\" funds, his sister was the mistress of a &lt;a href=\"Roman%20Catholic%20Church\"&gt;priest&lt;/a&gt;, and he was an \"&lt;a href=\"agent%20provocateur\"&gt;agent provocateur&lt;/a&gt;\" paid by &lt;a href=\"friars\"&gt;friars&lt;/a&gt; to foment unrest. Also circulated were anonymous letters which told the people of Cavite not to idolize Bonifacio because he was a Mason, a mere Manila employee, allegedly an atheist, and uneducated. According to these letters, Bonifacio did not deserve the title of \"Supremo\" since only God was supreme. This last allegation was made despite the fact that \"Supremo\" was meant to be used in conjunction with \"Presidente\", i.e. \"Presidente Supremo\" (Supreme President, Kataas-taasang Pangulo) to distinguish the president of the \"Katipunan\" Supreme Council from council presidents of subordinate \"Katipunan\" chapters like the \"&lt;a href=\"Magdalo%20%28Katipunan%20faction%29\"&gt;Magdalo&lt;/a&gt;\" and \"&lt;a href=\"Magdiwang%20%28Katipunan%20faction%29\"&gt;Magdiwang&lt;/a&gt;\"; in other words, while Mariano Álvarez was the \"Magdiwang\" president, and Baldomero Aguinaldo was the \"Magdalo\" president, Bonifacio was the Supreme President. Bonifacio suspected the rumor-mongering to be the work of the \"&lt;a href=\"Magdalo%20%28Katipunan%20faction%29\"&gt;Magdalo&lt;/a&gt;\" leader &lt;a href=\"Daniel%20Tirona\"&gt;Daniel Tirona&lt;/a&gt;. He confronted Tirona, whose airy reply provoked Bonifacio to such anger that he drew a gun and would have shot Tirona if others had not intervened.\nOn December 31, Bonifacio and the \"&lt;a href=\"Magdalo%20%28Katipunan%20faction%29\"&gt;Magdalo&lt;/a&gt;\" and \"&lt;a href=\"Magdiwang%20%28Katipunan%20faction%29\"&gt;Magdiwang&lt;/a&gt;\" leaders held a meeting in &lt;a href=\"Imus\"&gt;Imus&lt;/a&gt;, ostensibly to determine the leadership of Cavite in order to end the rivalry between the two factions. The issue of whether the Katipunan should be replaced by a revolutionary government was brought up by the \"Magdalo\", and this eclipsed the rivalry issue. The \"Magdalo\" argued that the \"Katipunan\", as a secret society, should have ceased to exist once the Revolution was underway. They also held that Cavite should not be divided. Bonifacio and the \"&lt;a href=\"Magdiwang%20%28Katipunan%20faction%29\"&gt;Magdiwang&lt;/a&gt;\" contended that the \"Katipunan\" served as their revolutionary government since it had its own constitution, laws, and provincial and municipal governments. &lt;a href=\"Edilberto%20Evangelista\"&gt;Edilberto Evangelista&lt;/a&gt; presented a draft constitution for the proposed government to Bonifacio but he rejected it as it was too similar to the Spanish &lt;a href=\"Maura%20Law\"&gt;Maura Law&lt;/a&gt;. Upon the event of restructuring, Bonifacio was given \"&lt;a href=\"Full%20Powers\"&gt;carte blanche&lt;/a&gt;\" to appoint a committee tasked with setting up a new government; he would also be in charge of this committee. He tasked &lt;a href=\"Emilio%20Aguinaldo\"&gt;Emilio Aguinaldo&lt;/a&gt; to record the minutes of the meeting and requested for it to establish this authority, but these were never done and never provided.\nThe Tejeros Convention.\nOn March 22, 1897, the revolutionary leaders held an important meeting in a Friar Estate Residence at &lt;a href=\"Tejeros%20Convention\"&gt;Tejeros&lt;/a&gt; to resume their discussions regarding the escalating tension between the \"Magdalo\" and \"Magdiwang\" forces; And also to settle once-and-for-all the issue of governance within the &lt;a href=\"Katipunan\"&gt;Katipunan&lt;/a&gt; through an election. Amidst implications on whether the government of the \"Katipunan\" should be established as a &lt;a href=\"monarchy\"&gt;monarchy&lt;/a&gt; or as a &lt;a href=\"republic\"&gt;republic&lt;/a&gt;, Bonifacio maintained that it should be established as a republic. According to him, they were all in opposition to the King of Spain, and all of the government's members of any given rank should serve under the principle of &lt;a href=\"Libert%C3%A9%2C%20%C3%89galit%C3%A9%2C%20Fraternit%C3%A9\"&gt;liberty, equality, and fraternity&lt;/a&gt;, upon which &lt;a href=\"republicanism\"&gt;republicanism&lt;/a&gt; was founded. Despite Bonifacio's concern on the lack of officials and representatives from other provinces, he was obliged to proceed with the election.\nBefore the election began, he asked that the results be respected by everyone, and all agreed. The Magdalo faction voted their own &lt;a href=\"Emilio%20Aguinaldo\"&gt;Emilio Aguinaldo&lt;/a&gt; &lt;a href=\"Election%20in%20absentia\"&gt;President \"in absentia\"&lt;/a&gt;, as he was involved in the battle of &lt;a href=\"Perez%20Dasmari%C3%B1as\"&gt;Perez Dasmariñas&lt;/a&gt;, which was then ongoing. The resulting revolutionary government established at Tejeros, calling itself the \"Republica de Filipinas\" (Republic of the Philippines) around a month later, was later superseded by a number of reorganized revolutionary governments also headed by Aguinaldo. These included the \"Republica de Filipinas\" of November 1897, commonly known today as the \"&lt;a href=\"Republic%20of%20Biak-na-Bato\"&gt;Republic of Biak-na-Bato&lt;/a&gt;\", the &lt;a href=\"Hong%20Kong%20Junta\"&gt;Hong Kong Junta&lt;/a&gt; government-in-exile, the &lt;a href=\"Dictatorial%20Government%20of%20the%20Philippines\"&gt;dictatorial government&lt;/a&gt; under which &lt;a href=\"Philippine%20Declaration%20of%20Independence\"&gt;Philippine independence&lt;/a&gt; was proclaimed on June 12, 1898, and the revolutionary government now commonly known as the &lt;a href=\"First%20Philippine%20Republic\"&gt;First Philippine Republic&lt;/a&gt; or \"Malolos Republic\", inaugurated on January 23, 1899 as the \"Republica Filipina\" (Philippine Republic). The 1899 government is now officially considered to be the true \"first\" &lt;a href=\"Republic%20of%20the%20Philippines\"&gt;Republic of the Philippines&lt;/a&gt;, with the present-day government of the Philippines thus being the \"fifth\" Republic.\nBonifacio received the second-highest number of votes for president. Though it was suggested that he be automatically be awarded the Vice Presidency, no one seconded the motion and the Election continued. &lt;a href=\"Mariano%20Tr%C3%ADas\"&gt;Mariano Trías&lt;/a&gt; of the Magdiwang was elected vice president. Bonifacio was the last to be elected, as Director of the Interior. &lt;a href=\"Daniel%20Tirona\"&gt;Daniel Tirona&lt;/a&gt;, protested Bonifacio being appointed as Director of the Interior on the grounds that the position should not be occupied by a person without a lawyer's diploma. Tirona suggested a prominent lawyer for the position such as Jose del Rosario. Insulted and angered, Bonifacio demanded an apology, since the voters had agreed to respect the election results. Tirona ignored Bonifacio's demand for apology which drove Bonifacio to draw his gun and again he nearly shot Tirona, who hid among the people, but he was restrained by &lt;a href=\"Artemio%20Ricarte\"&gt;Artemio Ricarte&lt;/a&gt; of the &lt;a href=\"Magdiwang%20%28Katipunan%20faction%29\"&gt;\"Magdiwang\"&lt;/a&gt;, who had been elected Captain-General. Bonifacio declared: \"In my capacity as chairman of this convention, and as \"Presidente Supremo\" of the Most Venerable Katipunan of the Sons of the People, which association is known and acknowledged by all, I hereby declare null and void all matters approved in this meeting.\" He then promptly left the premises.\nAfter the Tejeros Convention.\nOn March 23, 1897, the day after the &lt;a href=\"Tejeros%20Convention\"&gt;Tejeros convention&lt;/a&gt;, Aguinaldo surreptitiously took his oath of office as president in a chapel officiated by a Catholic priest Cenon Villafranca who was under the authority of the Pope in Rome. According to Gen. Santiago Alvarez, guards were posted outside with strict instructions not to let in any unwanted partisan from the Magdiwang faction while the oath-taking took place. Artemio Ricarte also took his office \"with great reluctance\" and made a declaration that he found the Tejeros elections \"dirty or shady\" and \"not been in conformity with the true will of the people.\"\nMeanwhile, Bonifacio met with his remaining supporters and drew up the &lt;a href=\"Acta%20de%20Tejeros\"&gt;Acta de Tejeros&lt;/a&gt;, wherein they gave their reasons for not accepting the election results. Bonifacio alleged the election was fraudulent due to cheating and accused Aguinaldo of treason for his negotiations with the Spanish. In their memoirs Santiago Álvarez (son of Mariano) and Gregoria de Jesús both alleged that many ballots were already filled out before being distributed, and Guillermo Masangkay contended there were more ballots prepared than voters present. Álvarez writes that Bonifacio had been warned by a Cavite leader Diego Mojica of the rigged ballots before the votes were canvassed, but he had done nothing. The Acta de Tejeros was signed by Bonifacio and 44 others, including &lt;a href=\"Artemio%20Ricarte\"&gt;Artemio Ricarte&lt;/a&gt;, &lt;a href=\"Mariano%20Alvarez\"&gt;Mariano Alvarez&lt;/a&gt; and &lt;a href=\"Pascual%20Alvarez\"&gt;Pascual Alvarez&lt;/a&gt;. Then, in a later meeting on April 19 in Naic, another document, the &lt;a href=\"Naic%20Military%20Agreement\"&gt;Naic Military Agreement&lt;/a&gt;, was drawn up which declared that its 41 signatories, \"... having discovered the treason committed by certain officers who have been sowing discord and conniving with the Spaniards [and other offensive acts]\", had \"agreed to deliver the people from this grave danger\" by raising an army corps \"by persuasion or force\" under the command of General &lt;a href=\"Pio%20del%20Pilar\"&gt;Pio del Pilar&lt;/a&gt;. The document's 41 signatories included Bonifacio, Ricarte and del Pilar. The meeting was interrupted by Aguinaldo and del Pilar. &lt;a href=\"Mariano%20Noriel\"&gt;Mariano Noriel&lt;/a&gt; and others present then promptly returned to Aguinaldo's fold. Aguinaldo attempted to persuade Bonifacio to cooperate with his government, but Bonifacio refused and proceeded to &lt;a href=\"Indang%2C%20Cavite\"&gt;Indang, Cavite&lt;/a&gt; planning to get out of &lt;a href=\"Cavite\"&gt;Cavite&lt;/a&gt; and proceed back to &lt;a href=\"Morong%2C%20Rizal\"&gt;Morong&lt;/a&gt;.\nIn late April, &lt;a href=\"Emilio%20Aguinaldo\"&gt;Aguinaldo&lt;/a&gt; fully assumed the presidential office after consolidating his position among the &lt;a href=\"Cavite\"&gt;Cavite&lt;/a&gt; elite – most of Bonifacio's \"Magdiwang\" supporters shifting allegiance to Aguinaldo. Aguinaldo's government then ordered the arrest of Bonifacio, who was then moving out of Cavite.\nTrial and death.\nIn April 1897, &lt;a href=\"Emilio%20Aguinaldo\"&gt;Aguinaldo&lt;/a&gt; ordered the arrest of Bonifacio after he received a letter alleging that Bonifacio had burned down a village and ordered the burning of the church of &lt;a href=\"Indang%2C%20Cavite\"&gt;Indang&lt;/a&gt; after townspeople refused to give him provisions. Many of the principal men of Indang, among them Severino de las Alas, presented Emilio Aguinaldo with several complaints against Bonifacio that the Supremo's men stole carabaos (&lt;a href=\"Water%20buffalo\"&gt;water buffaloes&lt;/a&gt;) and other work animals by force and butchered them for food. On April 25, a party of Aguinaldo's men led by Colonel Agapito Bonzón and Major José Ignacio \"Intsik\" Paua caught up with Bonifacio at his camp in barrio Limbon, Indang. The unsuspecting Bonifacio received them cordially. Early the next day, Bonzón and Paua attacked Bonifacio's camp. Bonifacio was surprised and refused to fight against \"fellow &lt;a href=\"Sovereign%20Tagalog%20Nation\"&gt;Tagalogs&lt;/a&gt;\", ordering his men to hold their fire, but shots were nevertheless exchanged. Bonifacio was shot in the arm by Bonzón, and Paua stabbed him in the neck but was prevented from striking further by one of Bonifacio's men, who offered to die in Bonifacio's place. Andrés's brother &lt;a href=\"Ciriaco%20Bonifacio\"&gt;Ciriaco&lt;/a&gt; was shot dead, while his other brother Procopio was beaten, and his wife &lt;a href=\"Gregoria%20de%20Jes%C3%BAs\"&gt;Gregoria&lt;/a&gt; may have been raped by Bonzón. From Indang, a half-starved and wounded Bonifacio was carried by hammock to &lt;a href=\"Naic\"&gt;Naic&lt;/a&gt;, which had become President Aguinaldo's headquarters.\nBonifacio's party was brought to &lt;a href=\"Naic\"&gt;Naic&lt;/a&gt; initially and then to Maragondon, Cavite, where he and Procopio stood trial on May 5, 1897, on charges of sedition and treason against Aguinaldo's government and conspiracy to murder Aguinaldo. The jury was composed entirely of Aguinaldo's men and even Bonifacio's defence lawyer himself declared his client's guilt. Bonifacio was barred from confronting the state witness on the charge of conspiracy to murder on the grounds that the latter had been killed in battle. However, after the trial the witness was seen alive with the prosecutors.\nThe Bonifacio brothers were found guilty, despite insufficient evidence, and were recommended to be executed. Aguinaldo commuted the sentence to deportation on May 8, 1897, but &lt;a href=\"P%C3%ADo%20del%20Pilar\"&gt;Pío del Pilar&lt;/a&gt; and &lt;a href=\"Mariano%20Noriel\"&gt;Mariano Noriel&lt;/a&gt; persuaded him to withdraw the order for the sake of preserving unity. In this they were seconded by Mamerto Natividád and other \"&lt;a href=\"bona%20fide\"&gt;bona fide&lt;/a&gt;\" supporters of Aguinaldo. The Bonifacio brothers were executed on May 10, 1897, in the mountains of &lt;a href=\"Maragondon\"&gt;Maragondon&lt;/a&gt;. Apolinario Mabini wrote that Bonifacio's death demoralized many rebels from &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt;, &lt;a href=\"Laguna%20%28province%29\"&gt;Laguna&lt;/a&gt; and &lt;a href=\"Batangas\"&gt;Batangas&lt;/a&gt; who had come to help those in Cavite, and caused them to quit. In other areas, Bonifacio's close associates like &lt;a href=\"Emilio%20Jacinto\"&gt;Emilio Jacinto&lt;/a&gt; and &lt;a href=\"Macario%20Sakay\"&gt;Macario Sakay&lt;/a&gt; continued the Katipunan and never recognized Aguinaldo's authority.\nHistorical controversies.\nThe historical assessment of Bonifacio involves several controversial points. His death is alternately viewed as a justified execution for treason, and a \"legal murder\" fueled by politics. Some historians consider him to be the rightful first &lt;a href=\"President%20of%20the%20Philippines\"&gt;President of the Philippines&lt;/a&gt; instead of Aguinaldo. Some historians have also advocated that Bonifacio share or even take the place of José Rizal as the (foremost) &lt;a href=\"Philippine%20national%20hero\"&gt;Philippine national hero&lt;/a&gt;. The purported discovery of Bonifacio's remains has also been questioned.\nTrial and execution.\nHistorians have condemned the trial of the Bonifacio brothers as unjust. The jury was entirely composed of Aguinaldo's men; Bonifacio's defense lawyer acted more like a prosecutor as he himself declared Bonifacio's guilt and instead appealed for less punishment; and Bonifacio was not allowed to confront the state witness for the charge of conspiracy on the grounds that the latter had been killed in battle, but later the witness was seen with the prosecutors.\n&lt;a href=\"Teodoro%20Agoncillo\"&gt;Teodoro Agoncillo&lt;/a&gt; writes that Bonifacio's declaration of authority in opposition to Aguinaldo posed a danger to the revolution, because a split in the rebel forces would result in almost certain defeat by their united and well-armed Spanish foe. In contrast, &lt;a href=\"Renato%20Constantino\"&gt;Renato Constantino&lt;/a&gt; contends that Bonifacio was neither a danger to the revolution in general for he still planned to fight the Spanish, nor to the revolution in Cavite since he was leaving; but Bonifacio was definitely a threat to the Cavite leaders who wanted control of the Revolution, so he was eliminated. Constantino contrasts Bonifacio who had no record of compromise with the Spanish with the Cavite leaders who did compromise, resulting in the &lt;a href=\"Pact%20of%20Biak-na-Bato\"&gt;Pact of Biak-na-Bato&lt;/a&gt; whereas the revolution was officially halted and its leaders exiled, though many Filipinos continued to fight especially \"Katipunan\" leaders used to be close to Bonifacio (Aguinaldo eventually, unofficially allied with the United States, did return to take charge of the revolution during the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;).\nHistorians have also discussed the motives of the Cavite government to replace Bonifacio, and whether it had the right to do so. The Magdalo provincial council which helped establish a republican government led by one of their own was only one of many such councils in the pre-existing &lt;a href=\"Katipunan\"&gt;Katipunan&lt;/a&gt; government. Therefore, Constantino and Alejo Villanueva write that Aguinaldo and his faction may be considered counter-revolutionary as well – as guilty of violating Bonifacio's constituted authority just as they considered Bonifacio to violate theirs. Aguinaldo's own adviser and official Apolinario Mabini writes that he was \"primarily answerable for insubordination against the head of the \"Katipunan\" of which he was a member\". Aguinaldo's authority was not immediately recognized by all rebels. If Bonifacio had escaped Cavite, he would have had the right as the \"Katipunan\" leader to prosecute Aguinaldo for treason instead of the other way around. Constantino and Villanueva also interpret the &lt;a href=\"Tejeros%20Convention\"&gt;Tejeros Convention&lt;/a&gt; as the culmination of a movement by members of the upper class represented by Aguinaldo to wrest power from Bonifacio who represented the middle and lower classes. &lt;a href=\"regionalism%20%28politics%29\"&gt;Regionalism&lt;/a&gt; among the Cavite rebels, dubbed \"Cavitismo\" by Constantino, has also been put forward as motivation for the replacement of Bonifacio. Mabini considered the execution as criminal and \"assassination...the first victory of personal ambition over true patriotism.\" He also noted that \"All the electors [at the Tejeros Convention] were friends of Don &lt;a href=\"Emilio%20Aguinaldo\"&gt;Emilio Aguinaldo&lt;/a&gt; and Don &lt;a href=\"Mariano%20Tr%C3%ADas\"&gt;Mariano Trías&lt;/a&gt;, who were united, while Bonifacio, although he had established his integrity, was looked upon with distrust only because he was not a native of the province: this explains his resentment.\"\nWriting retrospectively in 1948, Aguinaldo explained that he initially commuted the sentence of death but rescinded his commutation at the urging of Generals Mariano Noriel and General Pio del Pilar.\nThere are differing accounts of Bonifacio's manner of execution. The commanding officer of the execution party, &lt;a href=\"Lazaro%20Macapagal\"&gt;Lazaro Macapagal&lt;/a&gt;, said in two separate accounts that the Bonifacio brothers were shot to death, which is the orthodox interpretation. Macapagal's second account has Bonifacio attempting to escape after his brother is shot, but he is also killed while running away. Macapagal writes that they buried the brothers in shallow graves dug with bayonets and marked by twigs.\nHowever, another account states that after his brother was shot, Bonifacio was stabbed and hacked to death. This was allegedly done while he lay prone in a hammock in which he was carried to the site, being too weak to walk. This version was maintained by Guillermo Masangkay, who claimed to have gotten this information from one of Macapagal's men. Also, one account used to corroborate this version is of an alleged eyewitness, a farmer who claimed he saw five men hacking a man in a hammock. Historian Milagros Guerrero also says Bonifacio was bayoneted, and that the brothers were left unburied. After &lt;a href=\"%23Bonifacio%27s%20bones\"&gt;bones said to be Bonifacio's – including a fractured skull –&lt;/a&gt; were discovered in 1918, Masangkay claimed the forensic evidence supported his version of events. Writer &lt;a href=\"Adrian%20Cristobal\"&gt;Adrian Cristobal&lt;/a&gt; notes that accounts of Bonifacio's captivity and trial state he was very weak due to his wounds being left untreated; he thus doubts that Bonifacio was strong enough to make a last dash for freedom as Macapagal claimed. Historian Ambeth Ocampo, who doubts the Bonifacio bones were authentic, thus also doubts the possibility of Bonifacio's death by this manner.\nBonifacio as first Philippine President.\nSome historians such as Milagros Guerrero, Emmanuel Encarnación, &lt;a href=\"Ram%C3%B3n%20Villegas\"&gt;Ramón Villegas&lt;/a&gt; and &lt;a href=\"Xiao%20Chua\"&gt;Michael Charleston Chua&lt;/a&gt; have pushed for the recognition of Bonifacio as the first &lt;a href=\"President%20of%20the%20Philippines\"&gt;President of the Philippines&lt;/a&gt; instead of Aguinaldo, the officially recognized one. This view emphasizes that Bonifacio was not just the leader of the \"Katipunan\" as a revolutionary secret society, as traditional historiography has emphasized, but that he also established and headed a revolutionary government through the \"Katipunan\" from 1896 to 1897, before a revolutionary government headed by Aguinaldo was first formed at the &lt;a href=\"Tejeros%20Convention\"&gt;Tejeros Convention&lt;/a&gt;. Guerrero writes that Bonifacio had a concept of the Philippine nation called \"&lt;a href=\"Haring%20Bayang%20Katagalugan\"&gt;Haring Bayang Katagalugan&lt;/a&gt;\" (\"Sovereign Tagalog Nation\") which was displaced by Aguinaldo's concept of \"Filipinas\". In documents predating Tejeros and the &lt;a href=\"First%20Philippine%20Republic\"&gt;First Philippine Republic&lt;/a&gt; of 1899, Bonifacio is called the president of the \"Sovereign [Tagalog] Nation\" and the \"&lt;a href=\"Tagalog%20Republic\"&gt;Tagalog Republic&lt;/a&gt;\".\nThe term \"&lt;a href=\"wikt%3ATagalog\"&gt;Tagalog&lt;/a&gt;\" historically refers to an &lt;a href=\"Tagalog%20people\"&gt;ethnic group&lt;/a&gt;, &lt;a href=\"Tagalog%20language\"&gt;their language&lt;/a&gt;, and &lt;a href=\"Tagalog%20script\"&gt;script&lt;/a&gt;. Historians have thus viewed Bonifacio's concept of the Philippine nation as restricted to the Tagalog-speaking regions of &lt;a href=\"Luzon\"&gt;Luzon&lt;/a&gt;, as compared to Aguinaldo's view of Luzon, &lt;a href=\"Visayas\"&gt;Visayas&lt;/a&gt;, and &lt;a href=\"Mindanao\"&gt;Mindanao&lt;/a&gt; (comprising the modern Philippines).\nIn their memoirs, Emilio Aguinaldo and other &lt;a href=\"Magdalo%20%28Katipunan%20faction%29\"&gt;Magdalo&lt;/a&gt; people claim Bonifacio became the head of the &lt;a href=\"Magdiwang%20%28Katipunan%20faction%29\"&gt;Magdiwang&lt;/a&gt;, receiving the title \"Harì ng Bayan\" (\"King of the Nation\") with Mariano Álvarez as his second-in-command. Historians such as &lt;a href=\"Carlos%20Quirino\"&gt;Carlos Quirino&lt;/a&gt; and Michael Charleston Chua suggest these claims stem from a misunderstanding or misrepresentation of Bonifacio's &lt;a href=\"neologism\"&gt;neologism&lt;/a&gt; \"Haring Bayan\" (\"Sovereign Nation\") as referring to Bonifacio himself instead of his concept of the nation, as was in truth reflected in his title \"Pangulo ng &lt;a href=\"Tagalog%20Republic\"&gt;Haring Bayang Katagalugan&lt;/a&gt;\" (\"President of the Sovereign Tagalog Nation\"), sometimes shortened to \"Pangulo ng Haring Bayan\" (\"President of the Sovereign Nation\"). Santiago Álvarez (son of Mariano) distinguishes between the \"Magdiwang\" government and the \"Katipunan\" Supreme Council headed by Bonifacio.\nAccording to historian Chua, the \"first President\" issue has been confounded by over a century of Philippine historiography most often referring to Bonifacio as \"The Supremo\" and taking it to mean \"The Supreme Leader\", thus ultimately taking him to have had dictatorial or monarchist ambitions as opposed to the later democratic and republican Philippine Presidents, when in fact \"Supremo\" was only a contraction of Spanish \"Presidente Supremo\" - a translation of Bonifacio's actual title as head of the Katipunan in Tagalog, \"Kataas-taasang Pangulo\" (Supreme President) - and based on surviving documents, Bonifacio generally did not call himself by the plain term \"Supremo\" despite other people's usage, but instead styled himself \"Pangulo\", i.e. President. Chua further writes:\n...even inside the Katipunan, Bonifacio struggled to make people understand his concept of the Haring Bayan not as an individual or a King, but as something else... Haring Bayan really meant the King, or the power, is the people (Haring Bayan), which is basically \"The Sovereign Nation\"... So when he signed himself as Pangulo ng Haring Bayan past 24 August 1896, that means he intended to be president of a national revolutionary government which aimed to be a democracy.\nBonifacio as national hero.\n&lt;a href=\"Jos%C3%A9%20Rizal\"&gt;José Rizal&lt;/a&gt; is generally considered the foremost of the national heroes of the Philippines and often \"the\" national hero, albeit not in law, but Bonifacio has been suggested as a more worthy candidate on the grounds of having started the &lt;a href=\"Philippine%20Revolution\"&gt;Philippine Revolution&lt;/a&gt;. &lt;a href=\"Teodoro%20Agoncillo\"&gt;Teodoro Agoncillo&lt;/a&gt; notes that the Philippine national hero, unlike those of other countries, is not \"the leader of its liberation forces\". &lt;a href=\"Renato%20Constantino\"&gt;Renato Constantino&lt;/a&gt; writes that Rizal is a \"United States-sponsored hero\" who was promoted as the greatest Filipino hero during the &lt;a href=\"History%20of%20the%20Philippines%20%281898-1946%29\"&gt;American colonial period of the Philippines&lt;/a&gt; – after Aguinaldo lost the &lt;a href=\"Philippine%E2%80%93American%20War\"&gt;Philippine–American War&lt;/a&gt;. The United States promoted Rizal, who was taken to represent peaceful political advocacy, instead of more radical figures whose ideas could inspire resistance against American rule. Specifically, Rizal was selected over Bonifacio who was viewed as \"too radical\" and &lt;a href=\"Apolinario%20Mabini\"&gt;Apolinario Mabini&lt;/a&gt; who was \"unregenerate.\"\nHistorian &lt;a href=\"Ambeth%20Ocampo\"&gt;Ambeth Ocampo&lt;/a&gt; gives the opinion that arguing for Bonifacio as the \"better\" hero on the grounds that he, not Rizal, began the Philippine Revolution, is moot since Rizal inspired Bonifacio, the Katipunan, and the Revolution. Even prior to his banishment to &lt;a href=\"Dapitan\"&gt;Dapitan&lt;/a&gt;, Rizal was already regarded by the Filipino people as a national hero, having been elected as honorary president by the \"Katipunan\". Other historians also detail that Bonifacio was a follower of Rizal's &lt;a href=\"La%20Liga%20Filipina\"&gt;La Liga Filipina&lt;/a&gt;. &lt;a href=\"Le%C3%B3n%20Mar%C3%ADa%20Guerrero\"&gt;León María Guerrero&lt;/a&gt; notes that while Rizal did not give his blessing to the Katipunan because he believed the time was premature, he did not condemn the aim of independence per se. &lt;a href=\"Teodoro%20Agoncillo\"&gt;Teodoro Agoncillo&lt;/a&gt; gives the opinion that Bonifacio should not replace Rizal as national hero, but they should be honored \"side by side\".\nDespite popular recognition of Rizal as \"\"the\" Philippine national hero\", the title itself has no explicit legal definition in present Philippine law. Rizal and Bonifacio, however, are given the implied recognition of being national heroes because they are commemorated &lt;a href=\"Public%20holidays%20in%20the%20Philippines\"&gt;annually nationwide&lt;/a&gt; – \"&lt;a href=\"Rizal%20Day\"&gt;Rizal Day&lt;/a&gt;\" on December 30 and \"&lt;a href=\"Bonifacio%20Day\"&gt;Bonifacio Day&lt;/a&gt;\" on November 30. According to the website of the National Center for Culture and the Arts: \nDespite the lack of any official declaration explicitly proclaiming them as national heroes, [Rizal and Bonifacio] remain admired and revered for their roles in Philippine history. Heroes, according to historians, should not be legislated.\nTheir appreciation should be better left to academics. Acclamation for heroes, they felt, would be recognition enough.\nBonifacio's bones.\nIn 1918, the American colonial government of the Philippines mounted a search for Bonifacio's remains in &lt;a href=\"Maragondon\"&gt;Maragondon&lt;/a&gt;. A group consisting of government officials, former rebels, and a man reputed to be Bonifacio's servant found bones which they claimed were Bonifacio's in a &lt;a href=\"sugarcane\"&gt;sugarcane&lt;/a&gt; field on March 17. The bones were placed in an urn and put into the care of the &lt;a href=\"National%20Library%20of%20the%20Philippines\"&gt;National Library of the Philippines&lt;/a&gt;. They were housed at the Library's headquarters in the &lt;a href=\"Old%20Legislative%20Building%20%28Manila%29\"&gt;Legislative Building&lt;/a&gt; in &lt;a href=\"Ermita%2C%20Manila\"&gt;Ermita, Manila&lt;/a&gt;, together with some of Bonifacio's papers and personal belongings. The authenticity of the bones was much disputed at the time and has been challenged as late as 2001 by &lt;a href=\"Ambeth%20Ocampo\"&gt;Ambeth Ocampo&lt;/a&gt;. When Emilio Aguinaldo ran for President of the &lt;a href=\"Commonwealth%20of%20the%20Philippines\"&gt;Commonwealth of the Philippines&lt;/a&gt; in 1935, his opponent &lt;a href=\"Manuel%20L.%20Quezon\"&gt;Manuel L. Quezon&lt;/a&gt; (the eventual victor) invoked the memory of Bonifacio against him, the bones being the result of Bonifacio's execution by the revolutionary government headed by Aguinaldo. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the Philippines was invaded by &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; beginning on December 8, 1941. The bones were lost due to the widespread destruction and looting during the &lt;a href=\"Battle%20of%20Manila%20%281945%29\"&gt;Allied capture of Manila&lt;/a&gt; in February 1945."
}