{
    "id": "1674679",
    "revid": "35178980",
    "url": "https://en.wikipedia.org/wiki?curid=1674679",
    "title": "Genseiryū",
    "text": " is a style of &lt;a href=\"Karate\"&gt;Karate&lt;/a&gt; founded by Seiken Shukumine (1925-2001). With Genseiryū, Shukumine combined classic &lt;a href=\"Shuri-te\"&gt;Shuri-te&lt;/a&gt; techniques with his own innovations thus developing the special characteristics of unique to the style. However, Shukimine would eventually come to realize the shortcomings of this system and served as foundation to Shukimine's much more well-known style, &lt;a href=\"Taido\"&gt;Taido&lt;/a&gt;.\nEtymology.\nThe name \"Genseiryū\" was first used in 1953. In Japanese the name consists of three different characters (&lt;a href=\"kanji\"&gt;kanji&lt;/a&gt;):.\nThe first is and means 'mysterious', 'occult', and 'universe' but also 'a subtle and deep truth'.\nThe second is and translates to 'control', 'system', 'law' or 'rule' but also 'creating a form.'\nThe last is which simply means 'style' or 'school.'\nThe combination of could be translated as 'to control the universe', but is interpreted by members of the school to mean something like \"to pursue the deep truth and making it clear through the form,\" which can be regarded physically as well as spiritually.\nHistory.\nGenseiryū has its roots in an old karate style called Shuri-te. Some sources speak of &lt;a href=\"Tomari-te\"&gt;Tomari-te&lt;/a&gt; being the source, but the differences were minimal since both styles contributed to the development of &lt;a href=\"Sh%C5%8Drin-ry%C5%AB\"&gt;Shōrin-ryū&lt;/a&gt;. In the 1920s and '30s there were three major karate styles in Okinawa. They were all named after the cities where they were developed: &lt;a href=\"Naha\"&gt;Naha&lt;/a&gt;, &lt;a href=\"Tomari%2C%20Okinawa\"&gt;Tomari&lt;/a&gt; and &lt;a href=\"Shuri%2C%20Okinawa\"&gt;Shuri&lt;/a&gt;. These three styles (&lt;a href=\"Naha-Te\"&gt;Naha-Te&lt;/a&gt;, Tomari-Te and Shuri-Te) are sometimes called more generally Okinawan Karate.\n&lt;a href=\"Matsumura%20S%C5%8Dkon\"&gt;Matsumura \"Bushi\" Sōkon&lt;/a&gt; (1809–1898) was one of the masters of Shuri-te. His many students who later became legends of karate included &lt;a href=\"Ank%C5%8D%20Itosu\"&gt;Yasutsune (Ankō) Itosu&lt;/a&gt;. A lesser known pupil was Bushi Takemura. He developed a version of the \"&lt;a href=\"kata\"&gt;kata&lt;/a&gt;\" (型) \"Kushanku\" that is still trained in Genseiryū and Bugeikan today. One of Takemura's pupils was Kishimoto (1862–1945, some sources speak of 1868 as birth year). He became the later teacher of Seiken Shukumine.\nSeiken Shukumine, born 9 December 1925 in &lt;a href=\"Nago%2C%20Okinawa\"&gt;Nago&lt;/a&gt; on the Japanese island of Okinawa, started at age 8 with karate lessons from Ankō Sadoyama, a grandmaster in \"&lt;a href=\"Kory%C5%AB\"&gt;koryū karate&lt;/a&gt;\" (\"Old style/school Chinese techniques\"). He trained him for four years. When Shukumine was about 14 years old, he was accepted by Kishimoto.\nKishimoto was very selective: he had only nine \"&lt;a href=\"k%C5%8Dhai\"&gt;kōhai&lt;/a&gt;\" (=pupils/students) throughout his life and also Seiken Shukumine had to insist many times, before Kishimoto decided to teach the young man. The last two students of Kishimoto actually were Seiken Shukumine and Seitoku Higa (born 1920). Another source states that Seiken Shukumine was tested before Kishimoto accepted him as a student. When Shukumine and Kishimoto met for the first time, Kishimoto took a poker and threw a piece of wooden coal with full force towards Shukumine, who evaded. Kishimoto accepted him as a student on one condition: to promise him to keep the techniques a secret.\nDuring the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; the 18-year-old Shukumine was drafted into the &lt;a href=\"Imperial%20Japanese%20Navy\"&gt;navy&lt;/a&gt; and had to join the \"Japanese Kamikaze Corps\" where he became a \"\"&lt;a href=\"kaiten\"&gt;kaiten&lt;/a&gt;\"\" pilot, a one-man ship packed with explosives used in \"&lt;a href=\"kamikaze\"&gt;kamikaze&lt;/a&gt;\" suicide attacks against American warships. Seiken Shukumine was trained to guide this small craft through the protective maze of steel netting that was laid down in the water around the ships, to prevent them from being attacked by these \"kaiten\". He thought in a &lt;a href=\"martial%20art\"&gt;martial art&lt;/a&gt; way to manoeuvre between these steel nettings and tried to think of techniques to avoid enemy torpedoes. He learned that he had to work hard to penetrate the enemy's defenses, and the imagination of the martial artist in him saw how such an approach could be adapted to traditional karate to make for a more supple and dynamic form of combat.\nFortunately Shukumine was never appointed for a suicide attack and he survived the war. But when he came back home he found Okinawa demolished by the bombings and his master Soko Kishomoto was killed during the &lt;a href=\"Battle%20of%20Okinawa\"&gt;Battle of Okinawa&lt;/a&gt; in 1945. Shukumine retreated in solitude for a couple of years and started to develop his karate style with in the back of his head his training as a \"kaiten\" pilot. He combined his new techniques with the classic techniques he had learned from his masters Sadoyama and Kishimoto, thus developing the special characteristics of Genseiryū.\nIn 1949 in the town of &lt;a href=\"It%C5%8D%2C%20Shizuoka\"&gt;Itō&lt;/a&gt; (&lt;a href=\"Shizuoka%20Prefecture\"&gt;Shizuoka Prefecture&lt;/a&gt;, Japan), Seiken Shukumine demonstrated publicly his karate techniques for the first time. In October 1950 Seiken Shukumine participated in a karate exhibition arranged by &lt;a href=\"Nippon%20Television\"&gt;Nippon Television&lt;/a&gt;. In this demonstration also participated other masters like Hidetaka Nishiyama (of the Japan Karate Association, &lt;a href=\"Japan%20Karate%20Association\"&gt;JKA&lt;/a&gt;), Yasuhiro Konishi (\"Ryobukai\") Ryusho Sakagami (\"Itosukai\"), H. Kenjo (\"Kenshukai\"), Kanki Izumikawa and &lt;a href=\"Seiichi%20Akamine\"&gt;Shikan (Seiichi) Akamine&lt;/a&gt; (both of \"&lt;a href=\"G%C5%8Dj%C5%AB-ry%C5%AB\"&gt;Gōjū-ryū&lt;/a&gt;\"). Shukumine demonstrated a.o. the \"kata\" \"Koshokun dai\", \"&lt;a href=\"Tameshiwari\"&gt;Tameshiwari&lt;/a&gt;\" (breaking technique, in this case Shukumine broke 34 roof tiles with \"shutō\", the edge of the open hand) and \"Hachidan-tobi-geri\" (jumping kick with 8 kicks in one jump). In the early 1950s Shukumine created \"Sansai no kata\", a masterpiece of Genseiryū karate.\nIn 1953 Shukumine started to give lessons on the &lt;a href=\"Tachikawa%20Airfield\"&gt;Tachikawa military base&lt;/a&gt; to the &lt;a href=\"Japan%20Self-Defense%20Forces\"&gt;Self-Defense Forces&lt;/a&gt; and for the next 10 years he gave lessons at many dojos (e.g. at universities and corporate groups) around the &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt; area. It was in 1953 that Shukumine officially announced his techniques were \"Genseiryū\", but the year 1950 is often mentioned as the year of the beginning of Genseiryū.\nIn 1964 Shukumine published his book \"Shin Karatedō Kyōhan\" in which he describes the basics of Ko-ryu Karate-do. Some of the \"kata\" in the book are explained thoroughly, with pictures.\nThere are many more \"kata\" mentioned in this book, without pictures, a total of about 44 \"kata\", including \"Taikyoku-Shodan, Tensho-no-Kata, &lt;a href=\"Wankan\"&gt;Wankan&lt;/a&gt;\", etc. In the book he mentions the name \"Genseiryū\" a few times. He refer to the contents of the book as being \"&lt;a href=\"kory%C5%AB\"&gt;koryū&lt;/a&gt;\" (古流), which is considered as 'old tradition' or 'old school' karate. In the book he added some kata that he created himself: \"Ten-i no Kata\" \"Chi-i no Kata\" \"Jin-i no Kata\" and \"Sansai\". In the book \"Shin Karatedō Kyōhan\" many kata and techniques and training materials are described.\nFrom the 1960s Genseiryū started to spread also outside Japan, to countries like the USA, Spain, Finland, Holland, Denmark, Australia, Brazil, India, etc.\nIn 1965 Shukumine introduced a new martial art. This martial art is a further development of Genseiryū which he named \"&lt;a href=\"Taid%C5%8D\"&gt;Taidō&lt;/a&gt;\". Taidō is not to be regarded as karate, but as a new martial art. From that point on, Shukumine was mainly involved with Taidō and many of his pupils started to train in Taidō as well. However, some students of Taidō kept a friendly relationship with some students of Genseiryū and Shukumine was still occasionally involved with his former students, as he wished for them to join him in Taido.\nIn the mid 1970s, Shukumine wrote another book which is much lesser known in the karate world than his first one. The title of this book is (translated into English) \"The Karate training by complete drawing\" and has about 200 pages where he describes karate techniques but also the differences between karate and &lt;a href=\"judo\"&gt;judo&lt;/a&gt;, karate and &lt;a href=\"aikido\"&gt;aikido&lt;/a&gt;, karate and &lt;a href=\"Taid%C5%8D\"&gt;Taidō&lt;/a&gt;, etc.\nOn 26 November 2001 Seiken Shukumine died of &lt;a href=\"cardiac%20arrest\"&gt;cardiac arrest&lt;/a&gt;, after a long sickness (since 1995). He was 75 years old and left a wife, a son and two daughters behind.\nCharacteristics of Genseiryū.\nShukumine was also known as a philosopher and during the war he learned that to do something unanticipated or unexpected is the secret to victory, whether in a war between two nations or in a mere personal conflict. In other words: the basic philosophy of Genseiryū pursues this idea of doing the unexpected.\nShukumine ruminated on how to apply this idea not only to life but also to Genseiryū Karate and its \"kata\". Eventually he created the basic theory of \"\"Sen, Un, Hen, Nen\" and \"Ten\".\" These are the basic principles that make of Genseiryū a three-dimensional karate style:\nIt is \"Sansai\" that is known widely as a typical kata of Genseiryū with many of these techniques. Other genuine techniques of Genseiryū are the kicks \"Ebi-geri\" (back kick with both hands on the ground and the face close to the ground) and \"Manji-geri\" (side kick (\"mawashi-geri\") with head close to the ground and both hands on the ground). Both kicks belong to the so-called \"Shajo-geri\" group (leaning body) and are also trained in Taidō. Besides kata, Genseiryū also practices \"Shihō\" and \"Happō\" (some other styles do too, but not all of them). \"Shihō\" (四方) translates into 'four directions' and comprises exercises in which a combination of techniques is repeated several times in four different directions (front, back, right and left). This is almost the same with Happō, but it translates into 'eight directions', thus it comprises exercises in eight different directions.\nDissolved 1965.\nThroughout the years, a few students of Seiken Shukumine rejected Taido and thus continued Genseiryū even though Shukumine stopped teaching Genseiryū in 1965. Although Seiken Shukumine left Genseiryū in 1965, his students have kept on his teaching. \n\"Butokukai\", which was established three years prior to Seiken Shukumine's exit from the Karate world, was continued by Kunihiko Tosa. The oldest organization of Genseiryū still existing today is that of the &lt;a href=\"Genseiry%C5%AB%20Karate-do%20International%20Federation\"&gt;Genseiryū Karate-do International Federation&lt;/a&gt; (1959)."
}