{
    "id": "16752836",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=16752836",
    "title": "Grow the Army",
    "text": "Grow the Army was a transformation and restationing initiative of the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; announced in 2007. The initiative was designed to grow the U.S. Army's force by almost 75,000 soldiers, while realigning a large portion of the force in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, moving units located there to the &lt;a href=\"continental%20United%20States\"&gt;continental United States&lt;/a&gt; in compliance with the &lt;a href=\"2005%20Base%20Realignment%20and%20Closure%20Commission\"&gt;2005 Base Realignment and Closure Commission&lt;/a&gt; suggestions.\nGrowth plans.\nSoldiers.\nThe plan was announced in a United States Army press release on December 19, 2007. It calls for a total force growth of 74,200 soldiers, expanding the &lt;a href=\"Active%20duty\"&gt;Active duty&lt;/a&gt; army force by 65,000 soldiers, the &lt;a href=\"United%20States%20Army%20Reserve\"&gt;United States Army Reserve&lt;/a&gt; by 1,000 soldiers, and the &lt;a href=\"Army%20National%20Guard\"&gt;Army National Guard&lt;/a&gt; by 8,200 soldiers. To support the growth, the Army simultaneously announced the restationing of 30,000 Soldiers in combat support and combat service support units throughout the United States as well as various overseas locations.\nUnits.\nThe army announced that the total active duty force structure would grow by six &lt;a href=\"Infantry\"&gt;Infantry&lt;/a&gt; &lt;a href=\"brigade%20combat%20team\"&gt;brigade combat team&lt;/a&gt;s and eight support &lt;a href=\"brigade\"&gt;brigade&lt;/a&gt;s of various types. This would grow the force from 42 brigade combat teams and 75 modular support brigades in 2007 to 48 brigade combat teams and 83 modular support brigades by 2013. However on April 6, 2009, Defense Secretary Gates announced that the Army will stop the growth of Army brigade combat teams at 45 versus the initially planned 48.\nLogistics.\nThe plan called for &lt;a href=\"United%20States%20dollar\"&gt;US$&lt;/a&gt;66,400,000,000 in spending in construction between 2006 and 2013. This construction comprised 743 projects, including 20 new Brigade complexes. One third of the entire Army was scheduled to be realigned during the Grow the Army and BRAC plans.\nHistory.\nAs part of the 2003–2008 &lt;a href=\"Transformation%20of%20the%20United%20States%20Army\"&gt;restructuring plan&lt;/a&gt;, the Army moved from using &lt;a href=\"division%20%28military%29\"&gt;division&lt;/a&gt;-sized formations to brigade-sized formations as the basic deployment formation. The 2007 army consisted of 42 brigades, forty of which were divided evenly amongst ten division-level commands, while two were independent. The six newly activated brigades will be designed as separate independent brigades, without division-level commands.\nThe timeline of the Brigade Combat Team growths calls for the reflagging of the &lt;a href=\"2nd%20Brigade%20Combat%20Team%2C%201st%20Infantry%20Division\"&gt;2nd Brigade Combat Team, 1st Infantry Division&lt;/a&gt; as the independent &lt;a href=\"172nd%20Infantry%20Brigade%20%28United%20States%29\"&gt;172nd Infantry Brigade Combat Team&lt;/a&gt; in fiscal year 2008; this was accomplished during a reflagging ceremony on March 19 in &lt;a href=\"Schweinfurt\"&gt;Schweinfurt&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. The 2nd Brigade will subsequently be reformed at &lt;a href=\"Fort%20Riley%2C%20Kansas\"&gt;Fort Riley, Kansas&lt;/a&gt;. A similar event occurred in September 2010, when the 2nd Brigade Combat Team, &lt;a href=\"1st%20Armored%20Division%20%28United%20States%29\"&gt;1st Armored Division&lt;/a&gt; in &lt;a href=\"Baumholder\"&gt;Baumholder&lt;/a&gt;, Germany, reflagged as the &lt;a href=\"170th%20Infantry%20Brigade%20%28United%20States%29\"&gt;170th Infantry Brigade&lt;/a&gt;.\nMeanwhile, the 4th Brigade Combat Team, &lt;a href=\"4th%20Infantry%20Division%20%28United%20States%29\"&gt;4th Infantry Division&lt;/a&gt; will be retained at &lt;a href=\"Fort%20Carson\"&gt;Fort Carson&lt;/a&gt;, &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt; in 2008, the 1st Brigade Combat Team, &lt;a href=\"1st%20Armored%20Division%20%28United%20States%29\"&gt;1st Armored Division&lt;/a&gt; will activate at &lt;a href=\"Fort%20Bliss\"&gt;Fort Bliss&lt;/a&gt;, &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; in 2009. \nThree new units were to be formed in 2011. These were to be the 5th Brigade Combat Team, &lt;a href=\"3rd%20Infantry%20Division%20%28United%20States%29\"&gt;3rd Infantry Division&lt;/a&gt; at &lt;a href=\"Fort%20Stewart\"&gt;Fort Stewart&lt;/a&gt;, &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt;, the 5th Brigade Combat Team, &lt;a href=\"4th%20Infantry%20Division%20%28United%20States%29\"&gt;4th Infantry Division&lt;/a&gt; at Fort Carson, and the 6th Brigade Combat Team, &lt;a href=\"1st%20Armored%20Division%20%28United%20States%29\"&gt;1st Armored Division&lt;/a&gt; at Fort Bliss. However, Secretary Gates cancelled the activation of these three brigades in 2009.\nSequestration.\nIn 2014 the Army initiated a plan to cut its force size by 100,000 troops down to 420,000 personnel due to the &lt;a href=\"United%20States%20budget%20sequestration%20in%202013\"&gt;United States budget sequestration in 2013&lt;/a&gt;, effectively ending the Grow the Army initiative."
}