{
    "id": "1679045",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=1679045",
    "title": "Chris Sabo",
    "text": "Christopher Andrew Sabo (born January 19, 1962) is a former &lt;a href=\"third%20baseman\"&gt;third baseman&lt;/a&gt; in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; who played for the &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt;, &lt;a href=\"Baltimore%20Orioles\"&gt;Baltimore Orioles&lt;/a&gt;, &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt;, and &lt;a href=\"St.%20Louis%20Cardinals\"&gt;St. Louis Cardinals&lt;/a&gt; between 1988 and 1996. He is currently the head baseball coach at the &lt;a href=\"Akron%20Zips%20baseball\"&gt;University of Akron&lt;/a&gt;.\nEarly life.\nSabo was born in Detroit, Michigan, the son of a plumber and a waitress. The Sabos lived in Rosedale Park, three blocks from the 1968 Championship Detroit Tiger Willie Horton.\nSabo attended &lt;a href=\"Detroit%20Catholic%20Central%20High%20School\"&gt;Detroit Catholic Central High School&lt;/a&gt;. In high school, he excelled as both a hockey goalie and a golfer in addition to being one of the area's best baseball players, twice earning all-state honors. Sabo played hockey on two national championship 17-and-under teams and, before enrolling at Michigan, also played hockey as a goaltender in one game in the Ontario Junior Hockey League for the Niagara Falls Flyers in the 1979–80 season. As a senior, he was torn between pursuing a hockey career or a baseball career but ultimately chose baseball and a scholarship to the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt; despite being drafted in the &lt;a href=\"1980%20Major%20League%20Baseball%20Draft\"&gt;1980 Major League Baseball Draft&lt;/a&gt; by the &lt;a href=\"Montreal%20Expos\"&gt;Montreal Expos&lt;/a&gt;.\nIn 1982, he played &lt;a href=\"collegiate%20summer%20baseball\"&gt;collegiate summer baseball&lt;/a&gt; with the &lt;a href=\"Orleans%20Cardinals\"&gt;Orleans Cardinals&lt;/a&gt; of the &lt;a href=\"Cape%20Cod%20Baseball%20League\"&gt;Cape Cod Baseball League&lt;/a&gt;. A third baseman, Sabo was a key component on a strong Michigan team that finished third in the &lt;a href=\"College%20World%20Series\"&gt;College World Series&lt;/a&gt; in 1983, a season in which Sabo was joined as a starting infielder by future Reds teammate and &lt;a href=\"Baseball%20Hall%20of%20Fame\"&gt;Baseball Hall of Fame&lt;/a&gt;r &lt;a href=\"Barry%20Larkin\"&gt;Barry Larkin&lt;/a&gt;. That season, Sabo earned first-team All-American honors from \"&lt;a href=\"The%20Sporting%20News\"&gt;The Sporting News&lt;/a&gt;\" and \"&lt;a href=\"Baseball%20America\"&gt;Baseball America&lt;/a&gt;\".\nProfessional career.\nSabo was selected by the Cincinnati Reds in the second round of the &lt;a href=\"1983%20Major%20League%20Baseball%20Draft\"&gt;1983 Major League Baseball Draft&lt;/a&gt;.\nSabo spent five seasons in the Reds' minor league system, during which he never put up impressive numbers, although in two of those seasons he was named the Most Valuable Player of his team. By , he was given little chance of making the big-league team out of spring training, but his ability combined with his grit and hustle was reminiscent of, and endeared him to, Reds manager &lt;a href=\"Pete%20Rose\"&gt;Pete Rose&lt;/a&gt;. With &lt;a href=\"Buddy%20Bell\"&gt;Buddy Bell&lt;/a&gt; starting the season on the disabled list and the Reds needing a third baseman, Sabo stepped in and was the opening day starter. Batting eighth, Sabo collected his first hit, stolen base and run scored in the seventh inning and made a run-saving play on defense in the Reds' 5–4, 12-inning win over the &lt;a href=\"St.%20Louis%20Cardinals\"&gt;St. Louis Cardinals&lt;/a&gt;.\nSabo continued to make the most of the opportunity throughout the season. On April 18, he hit his first career home run, a solo shot off &lt;a href=\"San%20Francisco%20Giants\"&gt;San Francisco Giants&lt;/a&gt; pitcher &lt;a href=\"Mike%20Krukow\"&gt;Mike Krukow&lt;/a&gt;. For the season, he posted a .271 average with 11 home runs and 44 &lt;a href=\"run%20batted%20in\"&gt;RBI&lt;/a&gt;, pounded out 40 doubles and also stole 46 bases. He won the &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt; &lt;a href=\"MLB%20Rookie%20of%20the%20Year%20Award\"&gt;Rookie of the Year Award&lt;/a&gt; and quickly became a fan favorite with his hustle and determination punctuated by his flat-top haircut and ever-present wraparound protective eyeglasses commonly known as &lt;a href=\"Eye%20protection\"&gt;Rec Specs&lt;/a&gt;. That season, Sabo was featured on the cover of \"&lt;a href=\"Baseball%20America\"&gt;Baseball America&lt;/a&gt;\" and \"&lt;a href=\"The%20Sporting%20News\"&gt;The Sporting News&lt;/a&gt;\" and was the subject of a feature article in Sports Illustrated.\nAfter a forgettable campaign in which he was limited to 82 games, Sabo returned to help lead the Reds to a &lt;a href=\"1990%20World%20Series\"&gt;World Series Championship&lt;/a&gt; as he batted .270 with 25 home runs and 71 RBI. Sabo also had an outstanding World Series, batting an astounding .583 with nine hits in 16 at bats, including two home runs and five RBI plus two walks. At the Reds' Fountain Square victory celebration, he famously grabbed the microphone and bellowed to the cheering crowd, \"We've got the rings, we've got the money, we've got everything!\"\nHe had his most productive season in , posting career-highs in &lt;a href=\"batting%20average%20%28baseball%29\"&gt;batting average&lt;/a&gt; (.301), &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;s (26), RBI (88), &lt;a href=\"Hit%20%28baseball%29\"&gt;hits&lt;/a&gt; (175) and &lt;a href=\"games%20played\"&gt;games played&lt;/a&gt; (153).\nSabo made the &lt;a href=\"Major%20League%20Baseball%20All-Star%20Game\"&gt;National League All-Star&lt;/a&gt; team in , and .\nAfter injuries limited his play in , his production dropped off drastically. Sabo never again hit above .260 nor would have more than 10 &lt;a href=\"Stolen%20base\"&gt;steals&lt;/a&gt; in a season. Baltimore signed him in where he endured another injury-plagued season and then split 1995 between Chicago and St. Louis.\nHis final season was in Cincinnati in . His homecoming did not go as well as he had hoped. In July, Sabo shattered his bat, which was filled with &lt;a href=\"Corked%20bat\"&gt;cork&lt;/a&gt;. As a result of the incident, Sabo received a seven-game suspension. Sabo maintains that he never corked a bat in his life, (even saying to the press afterward, \"I can't even change a lightbulb!\") claiming that the bat in question belonged to another player (whom he would not name). Sabo also pointed out his minimal offensive numbers that year (.256 batting average with 3 home runs), saying \"That's hardly a good endorsement for the cork industry.\"\nIn a nine-season career, Sabo hit .268 with 116 home runs and 426 RBI in 911 games. Also an excellent fielder, Sabo led National League third basemen in fielding percentage in 1988 and 1990 and was second in 1991.\nReds manager &lt;a href=\"Pete%20Rose\"&gt;Pete Rose&lt;/a&gt; gave Sabo the nickname \"Spuds\" during his rookie season in 1988, citing a resemblance to a bull terrier character in &lt;a href=\"Bud%20Light\"&gt;Bud Light&lt;/a&gt; commercials named &lt;a href=\"Spuds%20MacKenzie\"&gt;Spuds MacKenzie&lt;/a&gt;.\nOn October 23, 2018 Sabo was named head baseball coach at the &lt;a href=\"Akron%20Zips%20baseball\"&gt;University of Akron&lt;/a&gt;. Akron had a losing record of 1-12 in their 2020 season.\nPersonal life.\nSabo lives in Sarasota, Florida with his wife, Susan, whom he married in 1989, and their three daughters Annie, Brooke, and Olivia. Annie is currently a sports reporter on &lt;a href=\"Bally%20Sports%20North\"&gt;Bally Sports North&lt;/a&gt; covering the &lt;a href=\"Minnesota%20Timberwolves\"&gt;Minnesota Timberwolves&lt;/a&gt; and the &lt;a href=\"Minnesota%20Twins\"&gt;Minnesota Twins&lt;/a&gt;. Sabo is currently the head baseball coach at the &lt;a href=\"Akron%20Zips%20baseball\"&gt;University of Akron&lt;/a&gt;.\nHe has served as a coach in the Reds' minor league system for the Advanced Rookie &lt;a href=\"Billings%20Mustangs\"&gt;Billings Mustangs&lt;/a&gt; and Class A &lt;a href=\"Dayton%20Dragons\"&gt;Dayton Dragons&lt;/a&gt;. He has also served as an assistant coach for the &lt;a href=\"University%20of%20Cincinnati\"&gt;University of Cincinnati&lt;/a&gt;. In 2009, he began attending the &lt;a href=\"Northern%20Kentucky%20University\"&gt;Northern Kentucky University&lt;/a&gt; law school.\nSabo was inducted in the Cincinnati Reds Hall Of Fame, along with Big Red Machine reliever &lt;a href=\"Pedro%20Borb%C3%B3n\"&gt;Pedro Borbón&lt;/a&gt; and 19th-century pitcher &lt;a href=\"Tony%20Mullane\"&gt;Tony Mullane&lt;/a&gt;, on July 17, 2010. The Reds gave away Chris Sabo &lt;a href=\"Bobblehead\"&gt;bobblehead dolls&lt;/a&gt; to fans in attendance that evening.\nOn January 29, 2017, Sabo was named Field Manager of the &lt;a href=\"Green%20Bay%20Bullfrogs\"&gt;Green Bay Bullfrogs&lt;/a&gt; of the &lt;a href=\"Northwoods%20League\"&gt;Northwoods League&lt;/a&gt;, a college summer league.\nOn October 23, 2018 Sabo was introduced as the new head coach of the baseball team at the &lt;a href=\"Akron%20Zips%20baseball\"&gt;University of Akron&lt;/a&gt;. The program will practice with walk-ons to be redshirted (as is the practice for a new program) with the first class of recruits starting fall practice during the 2019–20 academic year.\nHe is an avid golfer, plays in celebrity golf tournaments and is a member of Kenwood Country Club in Cincinnati. He is good enough to have qualified for several major &lt;a href=\"United%20States%20Golf%20Association\"&gt;United States Golf Association&lt;/a&gt; tournaments. He is also a popular figure at Reds reunion events."
}