{
    "id": "1680",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=1680",
    "title": "Amaryllis",
    "text": "Amaryllis () is the only &lt;a href=\"genus\"&gt;genus&lt;/a&gt; in the &lt;a href=\"subtribe\"&gt;subtribe&lt;/a&gt; Amaryllidinae (&lt;a href=\"tribe%20%28biology%29\"&gt;tribe&lt;/a&gt; &lt;a href=\"Amaryllideae\"&gt;Amaryllideae&lt;/a&gt;). It is a small genus of flowering &lt;a href=\"bulb\"&gt;bulb&lt;/a&gt;s, with two species. The better known of the two, \"Amaryllis belladonna\", is a &lt;a href=\"native%20plant\"&gt;native&lt;/a&gt; of the &lt;a href=\"Western%20Cape\"&gt;Western Cape&lt;/a&gt; region of &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, particularly the rocky southwest area between the &lt;a href=\"Olifants%20River%20%28Western%20Cape%29\"&gt;Olifants River&lt;/a&gt; Valley and &lt;a href=\"Knysna%2C%20Western%20Cape\"&gt;Knysna&lt;/a&gt;. For many years there was confusion among botanists over the generic names \"Amaryllis\" and \"Hippeastrum\", one result of which is that the common name \"amaryllis\" is mainly used for &lt;a href=\"cultivar\"&gt;cultivar&lt;/a&gt;s of the genus \"&lt;a href=\"Hippeastrum\"&gt;Hippeastrum&lt;/a&gt;\", widely sold in the winter months for their ability to &lt;a href=\"flower\"&gt;bloom&lt;/a&gt; indoors. Plants of the genus \"Amaryllis\" are known as belladonna lily, Jersey lily, naked lady, amarillo, Easter lily in Southern &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; or, in South Africa, March lily due to its propensity to flower around March. This is one of numerous genera with the common name \"lily\" due to their flower shape and growth habit. However, they are only distantly related to the true lily, \"&lt;a href=\"Lilium\"&gt;Lilium&lt;/a&gt;\". In the Victorian Language of Flowers (see &lt;a href=\"Plant%20symbolism\"&gt;Plant symbolism&lt;/a&gt;), amaryllis means \"pride, determination and radiant beauty\".\nDescription.\n\"Amaryllis\" is a &lt;a href=\"bulb\"&gt;bulb&lt;/a&gt;ous plant, with each bulb being in diameter. It has several strap-shaped, &lt;a href=\"Leaf%23Timing\"&gt;hysteranthous&lt;/a&gt;, green &lt;a href=\"leaf\"&gt;leaves&lt;/a&gt; with &lt;a href=\"Glossary%20of%20botanical%20terms%23midrib\"&gt;midrib&lt;/a&gt;, long and broad, arranged in two rows.\nEach bulb produces one or two leafless, stout, persistent and erect stems 30–60 cm tall, each of which bears at the top a cluster of two to twelve &lt;a href=\"Floral%20symmetry%23zygomorphic\"&gt;zygomorphic&lt;/a&gt;, funnel-shaped &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s without a tube. Each flower is diameter with six spreading &lt;a href=\"tepal\"&gt;tepal&lt;/a&gt;s (three outer sepals, three inner petals, with similar appearance to each other). The usual color is white with crimson veins, but pink or purple also occur naturally. &lt;a href=\"Stamen\"&gt;Stamen&lt;/a&gt;s are very shortly &lt;a href=\"connation\"&gt;connate&lt;/a&gt; basally, &lt;a href=\"Glossary%20of%20botanical%20terms%23declinate\"&gt;declinate&lt;/a&gt;, unequal. &lt;a href=\"Stigma%20%28botany%29%23Style\"&gt;Style&lt;/a&gt; is declinate, &lt;a href=\"Stigma%20%28botany%29\"&gt;stigma&lt;/a&gt; is three-lobed. &lt;a href=\"Ovule\"&gt;Ovule&lt;/a&gt;s are approx. 8 per &lt;a href=\"locule\"&gt;locule&lt;/a&gt;. Seeds are compressed-globose, white to pink. Number of &lt;a href=\"chromosome\"&gt;chromosome&lt;/a&gt;s is 2\"n\" = 22.\nTaxonomy.\nThe single genus is in &lt;a href=\"subtribe\"&gt;subtribe&lt;/a&gt; Amaryllidinae, in the tribe &lt;a href=\"Amaryllideae\"&gt;Amaryllideae&lt;/a&gt;. The taxonomy of the genus has been controversial. In 1753 &lt;a href=\"Carl%20Linnaeus\"&gt;Carl Linnaeus&lt;/a&gt; created the name \"Amaryllis belladonna\", the &lt;a href=\"type%20species\"&gt;type species&lt;/a&gt; of the genus \"Amaryllis\". At the time both South African and South American plants were placed in the same genus; subsequently they were separated into two different genera. The key question is whether Linnaeus's type was a South African plant or a South American plant. If the latter, \"Amaryllis\" would be the correct name for the genus \"&lt;a href=\"Hippeastrum\"&gt;Hippeastrum&lt;/a&gt;\", and a different name would have to be used for the genus discussed here. &lt;a href=\"Alan%20W.%20Meerow\"&gt;Alan W. Meerow&lt;/a&gt; et al. have briefly summarized the debate, which took place from 1938 onwards and involved botanists on both sides of the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic&lt;/a&gt;. The outcome was a decision by the 14th International Botanical Congress in 1987 that \"Amaryllis\" should be a conserved name (i.e. correct regardless of priority) and ultimately based on a specimen of the South African \"&lt;a href=\"Amaryllis%20belladonna\"&gt;Amaryllis belladonna&lt;/a&gt;\" from the &lt;a href=\"George%20Clifford%20III\"&gt;Clifford Herbarium&lt;/a&gt; at the &lt;a href=\"Natural%20History%20Museum%2C%20London\"&gt;Natural History Museum&lt;/a&gt; in London.\nSpecies.\n, \"Amaryllis\" had only two accepted species, both native to the &lt;a href=\"Cape%20Provinces\"&gt;Cape Provinces&lt;/a&gt; of South Africa:\nPhylogeny.\nAmaryllidinae are placed within Amaryllideae as follow:\nThese are phylogenetically related as follows:\nEtymology.\nThe name \"Amaryllis\" is taken from a shepherdess in &lt;a href=\"Virgil\"&gt;Virgil&lt;/a&gt;'s pastoral \"&lt;a href=\"Eclogues\"&gt;Eclogues&lt;/a&gt;\", (from the &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; (\"\"), meaning \"to sparkle\") and also from \"amarella\" for the bitterness of the bulb.\nAlthough the 1987 decision settled the question of the scientific name of the genus, the common name \"amaryllis\" continues to be used differently. Bulbs sold as amaryllis and described as \"ready to bloom for the holidays\" belong to the allied genus \"&lt;a href=\"Hippeastrum\"&gt;Hippeastrum&lt;/a&gt;\". The common name \"naked lady\" comes from the plant's pattern of flowering when the foliage has died down. This name is also used for other bulbs with a similar growth and flowering pattern; some of these have their own widely used and accepted common names, such as the resurrection lily (\"&lt;a href=\"Lycoris%20squamigera\"&gt;Lycoris squamigera&lt;/a&gt;\").\nHabitat.\nIn areas of its native habitat with mountainous &lt;a href=\"fynbos\"&gt;fynbos&lt;/a&gt; flowering tends to be suppressed until after bush fires as dense overhead vegetation prevents growth. In more open sandy areas of the Western Cape, the plant flowers annually. Plants tend to be very localized in dense concentrations due to the seeds' large size and heavy weight. Strong winds shake loose the seeds, which fall to ground and immediately start to germinate, aided by the first winter rains.\nEcology.\nThe leaves are produced in the autumn or early spring in warm climates depending on the onset of rain and eventually die down by late spring. The bulb is then dormant until late summer. The plant is not frost-tolerant, nor does it do well in tropical environments since they require a dry resting period between leaf growth and flower spike production.\nOne or two leafless stems arise from the bulb in the dry ground in late summer (March in its native habitat and August in &lt;a href=\"hardiness%20zone\"&gt;USDA zone 7&lt;/a&gt;).\nThe plant has a &lt;a href=\"Symbiosis\"&gt;symbiotic&lt;/a&gt; relationship with &lt;a href=\"carpenter%20bee\"&gt;carpenter bee&lt;/a&gt;s. It is also visited by &lt;a href=\"Noctuidae\"&gt;noctuid moths&lt;/a&gt; at night. The relative importance of these animals as pollinators has not yet been established; however, carpenter bees are thought to be the main pollinators of amaryllis on the &lt;a href=\"Cape%20Peninsula\"&gt;Cape Peninsula&lt;/a&gt;. The plant's main parasite is the lily borer \"&lt;a href=\"Brithys%20crini\"&gt;Brithys crini&lt;/a&gt;\" and/or \"&lt;a href=\"Diaphone%20eumela\"&gt;Diaphone eumela&lt;/a&gt;\".\nCultivation.\n\"Amaryllis belladonna\" was introduced into cultivation at the beginning of the eighteenth century. It reproduces slowly by either bulb division or seeds and has gradually naturalized from plantings in urban and suburban areas throughout the lower elevations and coastal areas in much of the West Coast of the US since these environments mimic their native South African habitat. Hardiness zones 6–8. It is also naturalized in Australia.\nThere is an \"Amaryllis belladonna\" hybrid which was bred in the 1800s in Australia. No one knows the exact species it was crossed with to produce color variations of white, cream, peach, magenta and nearly red hues. The hybrids were crossed back onto the original \"Amaryllis belladonna\" and with each other to produce naturally seed-bearing crosses that come in a very wide range of flower sizes, shapes, stem heights and intensities of pink. Pure white varieties with bright green stems were bred as well. The hybrids are quite distinct in that the many shades of pink also have stripes, veining, darkened edges, white centers and light yellow centers, also setting them apart from the original light pink. In addition, the hybrids often produce flowers in a fuller circle rather than the \"side-facing\" habit of the \"old-fashioned\" pink. The hybrids are able to adapt to year-round watering and fertilization but can also tolerate completely dry summer conditions if need be.\n\"A. belladonna\" has gained the &lt;a href=\"Royal%20Horticultural%20Society\"&gt;Royal Horticultural Society&lt;/a&gt;'s &lt;a href=\"Award%20of%20Garden%20Merit\"&gt;Award of Garden Merit&lt;/a&gt;.\n\"Amaryllis belladonna\" has been crossed in cultivation with \"&lt;a href=\"Crinum%20moorei\"&gt;Crinum moorei&lt;/a&gt;\" to produce a hybrid called &lt;a href=\"%C3%97%20Amarcrinum\"&gt;× \"Amarcrinum\"&lt;/a&gt;, which has named cultivars. Hybrids said to be between \"Amaryllis belladonna\" and \"&lt;a href=\"Brunsvigia%20josephinae\"&gt;Brunsvigia josephinae&lt;/a&gt;\" have been called × \"Amarygia\". Neither hybrid genus name is accepted by the \"World Checklist of Selected Plant Families\"."
}