{
    "id": "1681022",
    "revid": "7953780",
    "url": "https://en.wikipedia.org/wiki?curid=1681022",
    "title": "Dog coat",
    "text": "The coat of the domestic &lt;a href=\"dog\"&gt;dog&lt;/a&gt; refers to the &lt;a href=\"hair\"&gt;hair&lt;/a&gt; that covers its body. Dogs demonstrate a wide range of coat colors, patterns, textures, and lengths. \nAs with other mammals, a dog's &lt;a href=\"fur\"&gt;fur&lt;/a&gt; has many uses, including thermoregulation and protection from cuts or scratches; furthermore, a dog's coat plays an important role in the &lt;a href=\"Conformation%20show\"&gt;showing of purebred dogs&lt;/a&gt;. &lt;a href=\"Breed%20type%20%28dog%29\"&gt;Breed standards&lt;/a&gt; often include a detailed description of the nature and attributes of that breed's ideal coat. \nA dog's coat is composed of two layers: a top coat of stiff &lt;a href=\"Fur\"&gt;guard hairs&lt;/a&gt; that help repel water and shield from dirt, and an undercoat of soft &lt;a href=\"Fur\"&gt;down hairs&lt;/a&gt;, to serve as insulation. Dogs with both under coat and top coat are said to have a \"double coat\". Dogs with a \"single coat\" have a coat composed solely of guard hairs, with little or no downy undercoat.\nThe terms &lt;a href=\"fur\"&gt;fur&lt;/a&gt; and &lt;a href=\"hair\"&gt;hair&lt;/a&gt; are often used interchangeably when describing a dog's coat, however in general, a double coat, like that of the &lt;a href=\"Newfoundland%20%28dog%29\"&gt;Newfoundland&lt;/a&gt; and most &lt;a href=\"livestock%20guardian%20dog\"&gt;livestock guardian dog&lt;/a&gt;s, is referred to as a \"fur coat\", while a single coat, like that of the &lt;a href=\"Poodle\"&gt;Poodle&lt;/a&gt;, is referred to as a \"hair coat\".\nGenetics.\nDomestic dogs exhibit diverse &lt;a href=\"Dog%20coat%20genetics\"&gt;coat colours and patterns&lt;/a&gt;. In many mammals, different colour patterns are the result of the regulation of the &lt;a href=\"Agouti-signaling%20protein\"&gt;Agouti gene&lt;/a&gt;, which can cause hair follicles to switch from making black or brown pigments to yellow or nearly white pigments. The most common coat pattern found in modern wolves is &lt;a href=\"Agouti%20%28coloration%29\"&gt;agouti&lt;/a&gt;, in which the upperside of the body has banded hairs and the underside exhibits lighter shading. The colour yellow is dominant to the colour black and is found in dogs across much of the world and the &lt;a href=\"dingo\"&gt;dingo&lt;/a&gt; in Australia.\nIn 2021, a study of whole genome sequences taken from dogs and wolves focused on the genetic relationships between them based on coat colour. The study found that most dog colour &lt;a href=\"haplotypes\"&gt;haplotypes&lt;/a&gt; were similar to most wolf haplotypes, however dominant yellow in dogs was closely related to white in arctic wolves from North America. This result suggests a common origin for dominant yellow in dogs and white in wolves but without recent gene flow, because this clade was found to be genetically &lt;a href=\"Basal%20%28phylogenetics%29\"&gt;basal&lt;/a&gt; to the &lt;a href=\"golden%20jackal\"&gt;golden jackal&lt;/a&gt; and genetically distinct from all other canids. The most recent common ancestor of the golden jackal and the wolf lineage dates back to 2 million years ago. The study proposes that 35,000 years ago there was genetic &lt;a href=\"introgression\"&gt;introgression&lt;/a&gt; into the &lt;a href=\"Late%20Pleistocene\"&gt;Late Pleistocene&lt;/a&gt; grey wolf from a &lt;a href=\"ghost%20population\"&gt;ghost population&lt;/a&gt; of an extinct canid which had diverged from the grey wolf lineage over 2 million years ago. This colour diversity could be found 35,000 years ago in wolves and 9,500 years ago in dogs. A closely related haplotype exists among those wolves of Tibet which possess yellow shading in their coats. The study explains the colour relationships between modern dogs and wolves, white wolves from North America, yellow dogs, and yellowish wolves from Tibet. The study concludes that during the Late Pleistocene, natural selection laid the genetic foundation for modern coat colour diversity in dogs and wolves. \nDuring evolution of the dog from their wolf ancestors, coat colors in dogs were probably the inadvertent outcome of some other selective process, and were not likely initially selected for intentionally by humans. Research has found that tameness brings associated physical changes, including coat colouring and patterning.\nDomestic dogs often display the remnants of &lt;a href=\"countershading\"&gt;countershading&lt;/a&gt;, a common natural camouflage pattern. The basic principle of countershading is when the animal is lit from above, shadows will be cast on the &lt;a href=\"ventral\"&gt;ventral&lt;/a&gt; side of the body. These shadows could provide a predator or prey with visual cues relating to the movement of the animal. By being lighter colored on the ventral side of the body, an animal can counteract this, and thereby fool the predator or prey. An alternative explanation is that the &lt;a href=\"Dorsum%20%28anatomy%29\"&gt;dorsal&lt;/a&gt; and ventral sides of an animal experience different selection pressures (from the need to blend into different backgrounds when viewed from above and below) resulting in differing coloration.\nNomenclature of colours and patterns.\nColors.\nThe same colour may be referred to differently in different breeds. Likewise, a same term may mean different colourations in different breeds.\nBrown, chocolate, liver.\nBrown, chocolate and liver are the most common terms used to refer to the &lt;a href=\"liver%20%28color%29\"&gt;bb-dilution of black pigment to a dark brown&lt;/a&gt;. Depending on breed and exact shade, terms such as mahogany, midtone brown, grey-brown, blackish brown are used. \"Sedge\" and \"deadgrass\" are used to describe the desired Chesapeake Bay Retriever color that resembles \"that of its working surroundings\" as closely as possible.\nRed.\nRed refers to reddish shades of orange, brown, and tan. Terms used include orange, red-gold, cinnamon, alanine kay, tan, and ruby. Genetically a dog called red is usually a clear sable (with little to no eumelanin tipping on hairs) or a ruddy recessive yellow.\nIn some breeds, \"red\" refers to what would usually be called brown, chocolate, or liver. A \"red merle\" is always a liver-based merle. In &lt;a href=\"Australian%20Cattle%20Dog\"&gt;Australian Cattle Dog&lt;/a&gt;s, blue stands for a densely ticked liver-based colouration with an overall red-grey appearance.\nGold and yellow.\nGold refers specifically to a rich reddish-yellow and its variants, whereas yellow can refer to any shade of yellow and tan. Terms used include yellow-gold, lion-colored, fawn, apricot, wheaten, tawny, straw, yellow-red, mustard, sandy, honey, apricot, blond, lemon. Dogs called golden or yellow tend to be recessive yellow, but can also be sable.\nCream.\nCream refers to a pale yellowish or tannish colour which can be almost white.\nFawn.\nFawn typically refers to a yellow, tan, light brown, or cream dog that has a dark melanistic mask.\nWith &lt;a href=\"Weimaraner\"&gt;Weimaraner&lt;/a&gt;s, \"fawn\" refers to their typical brownish grey colouration that with other breeds is usually called lilac.\nBlack.\nBlack is a pure black that can get &lt;a href=\"Grizzle\"&gt;grizzled&lt;/a&gt; as the dog ages, or have a tendency to gain a brownish cast when exposed to the elements.\nBlue.\nBlue is a cool-toned, metallic grey. It typically means a \"d/d\" dilution of black pigment, a grey colouration that is grey from birth, but has a wide range of breed-specific meanings.\nIn &lt;a href=\"Kerry%20Blue%20Terrier\"&gt;Kerry Blue Terrier&lt;/a&gt;s, &lt;a href=\"Poodle\"&gt;Poodle&lt;/a&gt;s, and &lt;a href=\"Bearded%20Collie\"&gt;Bearded Collie&lt;/a&gt;s, \"blue\" refers to colouration that is black at birth and progressively greys out as the dog matures. In &lt;a href=\"Australian%20Shepherd\"&gt;Australian Shepherd&lt;/a&gt;s, &lt;a href=\"Rough%20Collie\"&gt;Rough Collie&lt;/a&gt;s, and &lt;a href=\"Shetland%20Sheepdog\"&gt;Shetland Sheepdog&lt;/a&gt;s, blue means a blue (black-based) &lt;a href=\"Merle%20%28coat%20color%20in%20dogs%29\"&gt;merle&lt;/a&gt;. In &lt;a href=\"Australian%20Silky%20Terrier\"&gt;Australian Silky Terrier&lt;/a&gt;s, blue means a saddle-type black and tan pattern, where the black parts of the coat progressively fade to a steel grey as the dog matures and in &lt;a href=\"Australian%20Cattle%20Dog\"&gt;Australian Cattle Dog&lt;/a&gt;s, blue stands for a densely ticked black-based colouration with an overall blue-grey appearance.\nGrey.\nGrey simply means a grey colouration of any shade. It can be used as an alternative synonym of blue, but tends to mean some other type of grey than the \"d/d\" dilution of black. Synonyms include silver, pepper, grizzle, slate, blue-black grey, black and silver, steel. Greys of a dusty or brownish cast are often lilac, a \"d/d\" dilution of liver, and this colouration does not have much of a commonly recognised name. Across various breeds, it is called lavender, silver-fawn, isabella, fawn, café au lait or silver beige.\nIn Poodles, a blue is a very slowly fading, very dark steel grey, whereas a silver is a quicker to clear, much lighter grey that can range from a pale platinum to a steel grey. Both are black at birth with minimal markings to indicate future change. Similarly, café au lait is a slower and darker and silver beige a quicker and lighter progressively greying brown, i.e. liver.\nWhite.\nWhite: Such a light cream that it is seen and described as pure white, making them distinct from &lt;a href=\"albinism\"&gt;albino&lt;/a&gt; dogs. A white dog, as opposed to an albino one, has dark pigment around the eye rims and nose, often coupled with dark-colored eyes. There is often some coat identifiable as cream between the dog's shoulder blades. Extreme piebald dogs can also appear all white, but are caused by a separate factor.\nPatterns.\nThe same pattern may be referred to differently in different breeds.\nLength and texture.\nDogs demonstrate an enormous diversity in coat length and texture, from the very short and smooth coat seen in the &lt;a href=\"vizsla\"&gt;vizsla&lt;/a&gt;s, to the wiry coat of a &lt;a href=\"Scottish%20Terrier\"&gt;Scottish Terrier&lt;/a&gt; and the corded coat of the &lt;a href=\"Puli%20dog\"&gt;Puli&lt;/a&gt; and the &lt;a href=\"Komondor\"&gt;Komondor&lt;/a&gt;.\nGenerally, coats vary along three categories: length (long vs. short), texture (curly vs. straight), and coarseness (wire-haired vs. non-wire). These three categories all interact with one another; thus, one can see a short, curly, and wired coat in the &lt;a href=\"Wirehaired%20Pointing%20Griffon\"&gt;Wirehaired Pointing Griffon&lt;/a&gt;, and a long, straight, and non-wired coat in the &lt;a href=\"Pomeranian%20%28dog%29\"&gt;Pomeranian&lt;/a&gt;.\nAdditionally, breeds show variation in patterns of growth - that is to say, parts of the dog's body where the coat may be longer or shorter. The same gene that controls wiriness of hair also causes furnishings to be present (e.g. beard, moustache, eyebrows) - compare the &lt;a href=\"Bearded%20Collie\"&gt;bearded collie&lt;/a&gt;, furnishings present, to the &lt;a href=\"Border%20Collie\"&gt;border collie&lt;/a&gt;, which lacks furnishings. Some breeds show feathering: fringes of longer hair on the ears, belly, tail, and back of the legs (e.g., &lt;a href=\"Saluki\"&gt;Saluki&lt;/a&gt; and any of the &lt;a href=\"Setter\"&gt;setters&lt;/a&gt;).\nDogs also vary in the thickness of the undercoat. Some dogs have only a single (rather than a double) coat, or a very reduced undercoat (e.g. the &lt;a href=\"Vizsla\"&gt;Vizsla&lt;/a&gt;), which results in a thinner coat. Certain breeds, especially &lt;a href=\"Spitz\"&gt;spitz-type breeds&lt;/a&gt;, tend to have a thicker undercoat, which helps retain heat in cold and wet weather.\nFurthermore, complete hairlessness on parts of the body is present in breeds such as the &lt;a href=\"Chinese%20Crested%20Dog\"&gt;Chinese Crested&lt;/a&gt; or the &lt;a href=\"Xoloitzcuintli\"&gt;Xoloitzcuintli&lt;/a&gt;.\nShedding.\nShedding of hair can occur continuously, but in many breeds is strongly influenced by hormones. Seasonal shedders shed most in spring and fall, following an increase or decrease in day length, and least in summer and winter, in response to constant day length. Cold temperatures stimulate hair growth, so that the heaviest shedding is in spring on dogs living in cold climates. Artificial lighting can alter the seasonal shedding pattern of dogs who live indoors. Other hormonal influences include dietary factors, reproductive hormones in intact dogs, and various medical conditions and disorders. Shedding that is done in a short period of time is known as \"blowing the coat\" or \"blowing coat\". Among the other coat types, dogs with fine silky coats (e.g., spaniels) are generally moderate shedders, those with an intermediate coat texture (e.g., mountain dogs) are generally heavy shedders, and those with thick stand-offish coats (e.g., spitzes) are generally very heavy shedders.\n\"Non-shedding\" dogs have greatly-reduced shedding due to alterations to the hair follicle growth cycle:\nHypoallergenic coat.\n\"[D]ogs are a relevant source of allergens, but diagnosing dog-related allergies may present difficulties ..\" Some dog breeds have been promoted as hypoallergenic (which means \"less allergic\", not free of allergens) because they shed very little. However, no canine is known to be completely nonallergenic. Often the problem is with the dog's saliva or dander, not the fur. Although breeds such as &lt;a href=\"poodles\"&gt;poodles&lt;/a&gt;, &lt;a href=\"Bedlington%20terrier\"&gt;bedlingtons&lt;/a&gt;, &lt;a href=\"bichon\"&gt;bichon&lt;/a&gt;s, &lt;a href=\"Yorkshire%20Terrier\"&gt;yorkies&lt;/a&gt;, and wire-haired &lt;a href=\"terriers\"&gt;terriers&lt;/a&gt; are commonly represented as being hypoallergenic due to reduced shedding, the reaction that an individual person has to an individual dog may vary greatly. In a report, describing dog allergen extracts of dog hair, belonging to patients' dogs or from dogs of the same breed, with low molecular mass that are absent in extracts of commercial allergen test kits, it has been found that \"[f]actors related to individual dogs seem to influence the allergenicity more than breed or gender.\"\nShow coats.\nThe nature and quality of a &lt;a href=\"Purebred%20%28dog%29\"&gt;purebred dog&lt;/a&gt;'s coat is important to the &lt;a href=\"animal%20fancy\"&gt;dog fancy&lt;/a&gt; in the judging of the dog at &lt;a href=\"conformation%20show\"&gt;conformation show&lt;/a&gt;s. The exact requirements are detailed in each breed's &lt;a href=\"breed%20standard\"&gt;breed standard&lt;/a&gt; and do not generalise in any way, and the terminology may be very different even when referring to similar features. See individual breed articles for specific information.\nNutritional impacts on coat.\nA dog's coat is an outward indicator of internal well-being. For this reason, coat health is an important aspect of pet care to many dog owners. Dog coats can be impacted by nutritional components from the diet. Below is a table that summarizes the effects of several nutrients (minerals, vitamins) on the domestic canine coat, based on current evidence: \n&lt;a href=\"Trace%20minerals\"&gt;Trace minerals&lt;/a&gt;.\nZinc.\nZinc contributes to hair growth and can prevent hair from becoming dry and brittle. In addition to, zinc when supplemented in combination with linoleic acids has been found to improve the coat of canines by reducing water loss in the trans-epidermal layer of the skin. Dogs can obtain zinc in their diet, through the addition of various ingredients, including; red meats, whole grains, poultry by-product meals, and fish meals.\nCopper.\nCopper is a trace mineral that is required in the diet of canines at 7.3 mg/kg. Copper is involved in multiple enzymatic pathways. In dogs, a lack of copper in the diet, leading to a copper deficiency, results in incomplete keratinization. This leads to a dry coat, hypo-pigmentation, and discoloration of the coat.\nSelenium.\nSelenium is another one of the many trace minerals essential for a dog's diet. Selenium is typically required in lower levels in comparison to other minerals. It is involved in the prevention of oxidative damage as well as the production of anti-oxidants. Selenium aids in the promotion of coat growth. Lack of selenium in the diet of a dog can contribute to the occurrence of sparse coat growth. Dogs can obtain selenium in their diet through the addition of various ingredients including; tuna fish, halibut, sardines, beef, chicken, and egg.\nVitamins.\nVitamin A.\n&lt;a href=\"Vitamin%20A\"&gt;Vitamin A&lt;/a&gt; deficiency can lead to rough coat, scaling of skin, and other &lt;a href=\"dermatitis\"&gt;dermatitis&lt;/a&gt; issues like &lt;a href=\"alopecia\"&gt;alopecia&lt;/a&gt;. It is also essential for cells to properly proliferate keratinocytes, which are epithelial cells that produce keratin on the outermost layer of the skin for the cortisol cells of the hair follicle. A deficiency in vitamin A can cause the common symptoms of dermatitis (dry, scaling skin and dull coat).\nVitamin B7 (Biotin).\nVitamin B7, also known as &lt;a href=\"biotin\"&gt;biotin&lt;/a&gt;, is a water-soluble nutrient that is known to play a role associated with the maintenance and development of hair starting from the &lt;a href=\"Hair%20follicle\"&gt;follicle&lt;/a&gt;. Although it has not been clinically shown to improve hair growth with supplementation alone, it has been shown to reverse deficiency in dogs born deficient.\nSymptoms of biotin deficiency include &lt;a href=\"Hair%20loss\"&gt;alopecia&lt;/a&gt; and &lt;a href=\"Human%20hair%20color%23Aging%20or%20achromotrichia\"&gt;achromotrichia&lt;/a&gt;. A clinical study of biotin showed the importance of biotin in coat pigmentation. There different stages of hair development, as shown in clinical studies using mice. Each stage of hair development has a different sensitivity to biotin present in the body. For example, the shaft development is not greatly affected by biotin access. During the last stage, the amount of biotin available for use by the body will alter the success of that development greatly. Throughout the hair development, most stages of growth are completed, but it was found that in the last stage, where biotin levels were insufficient, there was an incorrect &lt;a href=\"Keratin%23Cornification\"&gt;keratinization&lt;/a&gt; of the root of the hair, causing the hair to fall out of the body.\nThe supplementation of biotin cannot reverse affects caused by deficiency, but as soon as supplementation is given and biotin levels are restored to adequacy, the body begins to produce the usual hair growth and color it would before the deficiency took place.\nEssential fatty acids.\n&lt;a href=\"Polyunsaturated%20fat\"&gt;Polyunsaturated fatty acids&lt;/a&gt; found in the diet play a critical role in the maintenance of a healthy coat in dogs, and have even been shown to improve coat condition when supplemented in the diet. Furthermore, diets lacking essential fatty acids in their diet will manifest as unkept, matted coat. Omega fatty acids &lt;a href=\"Omega-3%20fatty%20acid\"&gt;3&lt;/a&gt; and &lt;a href=\"Omega%206%20linoleic%20acid\"&gt;6&lt;/a&gt; are highly unsaturated fatty acids, making them especially metabolically active.\nThe proper combination of these omega fatty acids is crucial to achieve optimal benefits. Proper omega 6:3 ratios have been shown to diminish allergy triggered immune responses, thus improving overall coat condition. The National Research Council (NRC) recommends a 2.6:1 to 26:1 omega 6:3 ratio for adult dog maintenance diets. The proper ratio of these fatty acids is crucial because each has an opposing role in inflammation within the body and both compete for the same enzymatic pathway. Dogs, like many mammals, lack the &lt;a href=\"Desaturase\"&gt;desaturase enzymes&lt;/a&gt; capable of interconverting omega 3 and 6 fatty acids. Therefore, the amount of inflammation in the body is dependent on the ratio between omega 3 and 6 fatty acids. Too little inflammation suppresses the immune system and the body's ability to heal, however excessive inflammation can irritate the skin and reduce the coat's overall appearance.\nAside from omega fatty acids, lipid content in the canine diet is an important aspect of coat health. The &lt;a href=\"Fat-soluble%20vitamins\"&gt;fat soluble vitamins&lt;/a&gt; (A, D, E and K) require lipids present in the diet for absorption, transport and deposition in canine adipose tissue. The specific role of vitamins A and E for coat health are explored elsewhere in this article, as they pertain to immune function. Another pet food regulating body, the Association of American Feed Control Officials (AAFCO), recommends that &lt;a href=\"Vitamin%20E\"&gt;Vitamin E&lt;/a&gt; supplementation increase as polyunsaturated fatty acids are added to diet in order to counteract &lt;a href=\"lipid%20oxidation\"&gt;lipid oxidation&lt;/a&gt; and maintain the potency. In addition, high fat diets in dogs were shown to dramatically improve coat sheen and appearance. It is thought excess cholesterol esters are incorporated into the hair follicle, leading to the improved coat appearance. The same study, by Kirby, Hester and Bauer (2007), stated the optimal approach to an improved coat in dogs is a combination of increased dietary fat and the proper amount of polyunsaturated fatty acids.\nOmega 3 (linolenic acid).\nOmega 3 fatty acid, also known as &lt;a href=\"Alpha-Linolenic%20acid\"&gt;linolenic acid&lt;/a&gt;, is an anti-inflammatory compound. Linolenic acid is found in the oil from flaxseeds, soybean and canola. Some better known examples of linolenic acid are the metabolic derivatives &lt;a href=\"eicosapentaenoic%20acid\"&gt;eicosapentaenoic acid&lt;/a&gt; (EPA) and &lt;a href=\"Docosahexaenoic%20acid\"&gt;docosahexanoic acid&lt;/a&gt; (DHA). EPA inhibits the enzyme delta-5-desaturase, which prevents the synthesis of &lt;a href=\"Arachidonic%20acid%20cascade\"&gt;arachidonic acid&lt;/a&gt; which is an inflammatory omega 6. DHA acts even earlier in omega 6 metabolism, by inhibiting &lt;a href=\"Delta%206%20desaturase\"&gt;delta-6-desaturase&lt;/a&gt;. The anti-inflammatory properties of omega 3s stem from their ability to inhibit the inflammatory action of omega 6 fatty acids. A functional minimum has not been set forth by AAFCO, as one has yet to be determined. A reduction in inflammation of somatic tissues, skin especially, supports coat health.\nOmega 6 (linoleic acid).\nOmega 6 fatty acid, also known as &lt;a href=\"linoleic%20acid\"&gt;linoleic acid&lt;/a&gt;, is found in poultry fat and the oil from safflower, sunflower, corn and flaxseed. Arachidonic acid is a well known metabolic derivative of linoleic acid, found only in animal sources. As mentioned above, arachindonic acid is a pro-inflammatory compound. It is critical to note once again that canines are unable to interconvert between omega fatty acids and over supplying linoleic acid promotes excessive inflammation in the body, which can potentially reverse the coat benefits seen by supplying omega fatty acids in the diet. In contrast, linoleic acid is also required for &lt;a href=\"Epidermis\"&gt;epidermal&lt;/a&gt; lipid function and water retention, which benefits coat shine. Having linoleic acid present in the diet has demonstrated a positive effect on skin, and thus by extension, coat."
}