{
    "id": "16810466",
    "revid": "1030028040",
    "url": "https://en.wikipedia.org/wiki?curid=16810466",
    "title": "International Sport and Culture Association",
    "text": "The International Sport and Culture Association is a non-governmental and &lt;a href=\"Nonprofit%20organization\"&gt;nonprofit&lt;/a&gt; international &lt;a href=\"Umbrella%20company\"&gt;umbrella association&lt;/a&gt; of &lt;a href=\"Organization\"&gt;organizations&lt;/a&gt; working to bring &lt;a href=\"Sport\"&gt;sporting&lt;/a&gt; activities to all people, including youth and people of all &lt;a href=\"Culture\"&gt;cultures&lt;/a&gt;.\nHistory.\nISCA was founded in 1995 with the purpose that for good health of providing an alternative image of sport in a world of increasingly performance-based attitude of international sports federations. Since its foundation in 1995, ISCA has grown rapidly it has today more than 130 mostly non-governmental affiliated member organizations in 4 continents, from more than 70 countries worldwide and more than 22 million individual members.\nThe association is governed by an &lt;a href=\"Committee\"&gt;executive committee&lt;/a&gt; of seven elected members and is steered by continental and technical committees. The &lt;a href=\"Secretariat%20%28administrative%20office%29\"&gt;secretariat&lt;/a&gt; is based in &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;, &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;.\nSport and Culture for All.\nISCA has a vision of sport that is not just about competition and exercise, but also involves learning, having a good time and making friends. Moreover, it is ISCA's &lt;a href=\"philosophy\"&gt;philosophy&lt;/a&gt; that sport regulates &lt;a href=\"social%20behavior\"&gt;social behavior&lt;/a&gt; and creates a feeling of belonging, which in turn leads to a more inclusive &lt;a href=\"society\"&gt;society&lt;/a&gt;. ISCA believes that everyone should be given the chance to participate in international activities such as festivals, exchanges and sports &lt;a href=\"Tournament\"&gt;tournaments&lt;/a&gt; which are understood as unrivaled means of creating international understanding.\nRole.\nISCA targets youth, sports, and culture associations from all over the world, primarily non-governmental &amp; voluntary sport organizations which provide a &lt;a href=\"Value%20%28marketing%29\"&gt;value-based&lt;/a&gt; service to their members. The practical reality is to encourage all organizations to assist the members and regions/clubs in fulfilling their aims in providing services and instruments to achieve this. The international interest of the sports organizations’ members today demands that international opportunities are provided indeed, organizations have an interest in developing. &lt;a href=\"Organization%20development\"&gt;Organizational development&lt;/a&gt; and inspiration are the basis for fulfilling the goals of the organization in the long run.\nTo fulfill the above, ISCA concentrates on three key areas: activities, education, and policy-making. In addition to event promotion and educational program administration, the ISCA has an instrumental role in the public debate on sport and culture while striving to influence policies in these areas. Overall, ISCA hopes to improve the general health and well being of individuals in creating a united society.\nAims and Objectives.\nSupporting cross-border understanding through sport and culture.\nPromoting sport as a bearer of cultural identity.\nEncouraging the broadest possible participation in sports and cultural activities for affiliated members.\nCultureSports.\nISCA has for the past 7 years published an annual magazine entitled CultureSports. The magazine focuses on a chosen thematic for each edition and gathers information from past experience through ISCA events, debates regarding the treated theme, updates from projects around the globe from its member organizations as well as various sources within thematic sector concerned.\nCultureSports 2007 - Health &amp; Integration\nCultureSports 2006 - The health issue\nCultureSports 2005 - People's Sport\nCultureSports 2004 - Sport for unity and development\nCultureSports 2003 - Education through sport\nCultureSports 2002 - Across the world\nCultureSports 2001 - An open mind\nCultureSports online &lt;a href=\"https%3A//web.archive.org/web/20080705092652/http%3A//isca-web.org/english/library/magazine0/culturesports\"&gt;&lt;/a&gt;"
}