{
    "id": "16829738",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=16829738",
    "title": "Federalist Era",
    "text": "The Federalist Era in American history ran from 1788 to 1800, a time when the &lt;a href=\"Federalist%20Party\"&gt;Federalist Party&lt;/a&gt; and its predecessors were dominant in American politics. During this period, Federalists generally controlled &lt;a href=\"United%20States%20Congress\"&gt;Congress&lt;/a&gt; and enjoyed the support of President &lt;a href=\"George%20Washington\"&gt;George Washington&lt;/a&gt; and President &lt;a href=\"John%20Adams\"&gt;John Adams&lt;/a&gt;. The era saw the creation of a new, stronger federal government under the &lt;a href=\"United%20States%20Constitution\"&gt;United States Constitution&lt;/a&gt;, a deepening of support for &lt;a href=\"nationalism\"&gt;nationalism&lt;/a&gt;, and diminished fears of &lt;a href=\"tyranny\"&gt;tyranny&lt;/a&gt; by a central government. The era began with the ratification of the &lt;a href=\"United%20States%20Constitution\"&gt;United States Constitution&lt;/a&gt; and ended with the &lt;a href=\"Democratic-Republican%20Party\"&gt;Democratic-Republican Party&lt;/a&gt;'s victory in the &lt;a href=\"United%20States%20elections%2C%201800\"&gt;1800 elections&lt;/a&gt;.\nDuring the 1780s, the \"&lt;a href=\"Confederation%20Period\"&gt;Confederation Period&lt;/a&gt;\", the new nation functioned under the &lt;a href=\"Articles%20of%20Confederation\"&gt;Articles of Confederation&lt;/a&gt;, which provided for a loose confederation of states. At the 1787 &lt;a href=\"Constitutional%20Convention%20%28United%20States%29\"&gt;Philadelphia Convention&lt;/a&gt;, delegates from most of the states wrote a new constitution that created a more powerful federal government. After the convention, this constitution was submitted to the states for ratification. Those who advocated ratification became known as Federalists, while those opposed to ratification became known as &lt;a href=\"Anti-Federalism\"&gt;anti-Federalists&lt;/a&gt;. After the Federalists won the ratification debate in all but two states, the new constitution took effect and new elections were held for Congress and the presidency. The first elections returned large Federalist majorities in both houses and elected George Washington, who had taken part in the Philadelphia Convention, as president. The Washington administration and the &lt;a href=\"1st%20United%20States%20Congress\"&gt;1st United States Congress&lt;/a&gt; established numerous precedents and much of the structure of the new government. Congress shaped the federal judiciary with the &lt;a href=\"Judiciary%20Act%20of%201789\"&gt;Judiciary Act of 1789&lt;/a&gt; while Treasury Secretary &lt;a href=\"Alexander%20Hamilton\"&gt;Alexander Hamilton&lt;/a&gt;'s economic policies fostered a strong central government. The first Congress also passed the &lt;a href=\"United%20States%20Bill%20of%20Rights\"&gt;United States Bill of Rights&lt;/a&gt; to constitutionally limit the powers of the federal government. During the Federalist Era, American foreign policy was dominated by concerns regarding &lt;a href=\"Kingdom%20of%20Great%20British\"&gt;Britain&lt;/a&gt;, France, and Spain. Washington and Adams sought to avoid war with each of these countries while ensuring continued trade and settlement of the &lt;a href=\"American%20frontier\"&gt;American frontier&lt;/a&gt;.\nHamilton's policies divided the United States along factional lines, creating voter-based political parties for the first time. Hamilton mobilized urban elites who favored his financial and economic policies. His opponents coalesced around &lt;a href=\"Thomas%20Jefferson\"&gt;Thomas Jefferson&lt;/a&gt; and &lt;a href=\"James%20Madison\"&gt;James Madison&lt;/a&gt;. Jefferson feared that Hamilton's policies would lead to an aristocratic, and potentially monarchical, society that clashed with his vision of a republic built on &lt;a href=\"yeoman\"&gt;yeomen&lt;/a&gt; farmers. This economic policy debate was further roiled by the &lt;a href=\"French%20Revolutionary%20Wars\"&gt;French Revolutionary Wars&lt;/a&gt;, as Jeffersonians tended to sympathize with France and Hamiltonians with Britain. The &lt;a href=\"Jay%20Treaty\"&gt;Jay Treaty&lt;/a&gt; established peaceful commercial relations with Britain, but outraged the Jeffersonians and damaged relations with France. Hamilton's followers organized into the Federalist Party while the Jeffersonians organized into the Democratic-Republican Party. Though many who had sought ratification of the Constitution joined the Federalist Party, some advocates of the Constitution, led by Madison, became members of the Democratic-Republicans. The Federalist Party and the Democratic-Republican Party contested the &lt;a href=\"1796%20United%20States%20presidential%20election\"&gt;1796 presidential election&lt;/a&gt;, with the Federalist Adams emerging triumphant. From 1798 to 1800, the United States engaged in the &lt;a href=\"Quasi-War\"&gt;Quasi-War&lt;/a&gt; with France, and many Americans rallied to Adams. In the wake of these foreign policy tensions, the Federalists imposed the &lt;a href=\"Alien%20and%20Sedition%20Acts\"&gt;Alien and Sedition Acts&lt;/a&gt; to crack down on dissidents and make it more difficult for immigrants to become citizens. Historian Carol Berkin argues that the Federalists successfully strengthened the national government, without arousing fears of tyranny.\nThe Federalists embraced a quasi-aristocratic, elitist vision that was unpopular with most Americans outside of the middle class. Jefferson's egalitarian vision appealed to farmers and middle-class urbanites alike and the party embraced campaign tactics that mobilized all classes of society. Although the Federalists retained strength in &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt; and other parts of the Northeast, the Democratic-Republicans dominated the South and West and became the more successful party in much of the Northeast. In the 1800 elections, Jefferson defeated Adams for the presidency and the Democratic-Republicans took control of Congress. Jefferson accurately referred to the election as the \"Revolution of 1800\", as &lt;a href=\"Jeffersonian%20democracy\"&gt;Jeffersonian democracy&lt;/a&gt; came to dominate the country in the succeeding decades. The Federalists experienced a brief resurgence during the &lt;a href=\"War%20of%201812\"&gt;War of 1812&lt;/a&gt;, but collapsed after the war. Despite the Federalist Party's demise, many of the institutions and structures established by the party would endure, and Hamilton's economic policies would influence generations of American political leaders.\nFederalist Era begins.\nThe United States Constitution was written at the 1787 &lt;a href=\"Constitutional%20Convention%20%28United%20States%29\"&gt;Philadelphia Convention&lt;/a&gt; and ratified by the states in 1788, taking effect in 1789. During the 1780s, the United States had operated under the &lt;a href=\"Articles%20of%20Confederation\"&gt;Articles of Confederation&lt;/a&gt;, which was essentially a treaty of thirteen sovereign states. Domestic and foreign policy challenges convinced many in the United States of the need for a new constitution that provided for a stronger national government. The supporters of ratification of the Constitution were called Federalists while the opponents were called &lt;a href=\"Anti-Federalists\"&gt;Anti-Federalists&lt;/a&gt;. The immediate problem faced by the Federalists was not simply one of acceptance of the Constitution but the more fundamental concern of legitimacy for the government of the new republic. With this challenge in mind, the new national government needed to act with the idea that every act was being carried out for the first time and would therefore have great significance and be viewed along the lines of the symbolic as well as practical implications. The first elections to the new &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt; returned heavy Federalist majorities. &lt;a href=\"George%20Washington\"&gt;George Washington&lt;/a&gt;, who had presided over the Philadelphia Convention, was unanimously chosen as the first &lt;a href=\"President%20of%20the%20United%20States\"&gt;President of the United States&lt;/a&gt; by the &lt;a href=\"Electoral%20College%20%28United%20States%29\"&gt;Electoral College&lt;/a&gt;.\nThe Anti-Federalist movement opposed the draft Constitution primarily because it lacked a &lt;a href=\"bill%20of%20rights\"&gt;bill of rights&lt;/a&gt;. They also objected to the new powerful central government, the loss of prestige for the states, and saw the Constitution as a potential threat to personal liberties. During the ratification process the Anti-Federalists presented a significant opposition in all but three states. The major stumbling block for the Anti-Federalists, according to Elkins and McKitrick's \"The Age of Federalism\", was that the supporters of the Constitution had been more deeply committed, had cared more, and had outmaneuvered the less energetic opposition. The Anti-Federalists did temporarily prevent ratification in two states, &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt; and &lt;a href=\"Rhode%20Island\"&gt;Rhode Island&lt;/a&gt;, but both states would ratify the Constitution after 1788.\nEstablishing a new government.\nThe Constitution had established the basic layout of the federal government, but much of the structure of the government was established during the Federalist Era. The Constitution empowers the president to appoint the heads of the &lt;a href=\"United%20States%20federal%20executive%20departments\"&gt;federal executive departments&lt;/a&gt; with the &lt;a href=\"advice%20and%20consent\"&gt;advice and consent&lt;/a&gt; of the Senate. President Washington and the Senate established a precedent whereby the president alone would make executive and judicial nominations, but these nominees would not hold their positions in a permanent capacity until they won Senate confirmation. President Washington organized his principal officers into the &lt;a href=\"Cabinet%20of%20the%20United%20States\"&gt;Cabinet of the United States&lt;/a&gt;, which served as a major advisory body to the president. The heads of the &lt;a href=\"United%20States%20Department%20of%20War\"&gt;Department of War&lt;/a&gt;, the &lt;a href=\"United%20States%20Department%20of%20State\"&gt;Department of State&lt;/a&gt;, and the &lt;a href=\"United%20States%20Department%20of%20the%20Treasury\"&gt;Department of the Treasury&lt;/a&gt; each served in the Cabinet. After the passage of the &lt;a href=\"Judiciary%20Act%20of%201789\"&gt;Judiciary Act of 1789&lt;/a&gt;, the &lt;a href=\"United%20States%20Attorney%20General\"&gt;Attorney General&lt;/a&gt; also served in the Cabinet as the president's chief legal adviser.\nIn addition creating the office of the Attorney General, the Judiciary Act of 1789 also established the &lt;a href=\"Federal%20judiciary%20of%20the%20United%20States\"&gt;federal judiciary&lt;/a&gt;. &lt;a href=\"Article%20Three%20of%20the%20United%20States%20Constitution\"&gt;Article Three of the United States Constitution&lt;/a&gt; had created the judicial branch of the federal government and invested powers in it, but had left it to Congress and the president to determine the number of &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court&lt;/a&gt; Justices, establish courts below the Supreme Court, and appoint individuals to serve in the judicial branch. Written primarily by Senator Oliver Ellsworth, the Judiciary Act of 1789 established a six-member Supreme Court and created &lt;a href=\"United%20States%20circuit%20court\"&gt;circuit courts&lt;/a&gt; and &lt;a href=\"United%20States%20district%20court\"&gt;district court&lt;/a&gt;s in thirteen &lt;a href=\"United%20States%20federal%20judicial%20district\"&gt;judicial districts&lt;/a&gt;. The ensuing &lt;a href=\"Crimes%20Act%20of%201790\"&gt;Crimes Act of 1790&lt;/a&gt; defined several statutory &lt;a href=\"Federal%20crime%20in%20the%20United%20States\"&gt;federal crimes&lt;/a&gt; and the punishment for those crimes, but the &lt;a href=\"state%20court%20%28United%20States%29\"&gt;state court&lt;/a&gt; systems handled the vast majority of civil and criminal cases. Washington &lt;a href=\"List%20of%20federal%20judges%20appointed%20by%20George%20Washington\"&gt;nominated&lt;/a&gt; the first group of federal judges in September 1789 and appointed several judges in the following years. &lt;a href=\"John%20Jay\"&gt;John Jay&lt;/a&gt; served as the first &lt;a href=\"Chief%20Justice%20of%20the%20United%20States\"&gt;Chief Justice of the United States&lt;/a&gt; and he would be succeeded in turn by &lt;a href=\"John%20Rutledge\"&gt;John Rutledge&lt;/a&gt;, &lt;a href=\"Oliver%20Ellsworth\"&gt;Oliver Ellsworth&lt;/a&gt;, and &lt;a href=\"John%20Marshall\"&gt;John Marshall&lt;/a&gt;.\nProponents of the Constitution had won the ratification debate in several states in part by promising that they would introduce a bill of rights to the Constitution via the amendment process. Congressman &lt;a href=\"James%20Madison\"&gt;James Madison&lt;/a&gt;, who had been a prominent advocate of the Constitution's ratification, introduced a series of amendments that would become known as the &lt;a href=\"United%20States%20Bill%20of%20Rights\"&gt;United States Bill of Rights&lt;/a&gt;. Congress passed twelve articles of amendment, and ten were ratified before the end of 1791. The Bill of Rights codified the protection of individual liberties against the federal government, with those liberties including &lt;a href=\"freedom%20of%20speech\"&gt;freedom of speech&lt;/a&gt;, &lt;a href=\"freedom%20of%20religion\"&gt;freedom of religion&lt;/a&gt;, and the right to a &lt;a href=\"jury%20trial\"&gt;jury trial&lt;/a&gt; in all criminal cases.\nAt the start of the Federalist Era, &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; was the nation's capital, but the Constitution had provided for the establishment of a permanent national capital under federal authority. &lt;a href=\"Article%20One%20of%20the%20United%20States%20Constitution\"&gt;Article One&lt;/a&gt; of the Constitution permits the establishment of a \"District (not exceeding ten miles square) as may, by cession of particular states, and the acceptance of Congress, become the seat of the government of the United States\". In what is now known as the &lt;a href=\"Compromise%20of%201790\"&gt;Compromise of 1790&lt;/a&gt;, Madison, &lt;a href=\"Alexander%20Hamilton\"&gt;Alexander Hamilton&lt;/a&gt;, and &lt;a href=\"Thomas%20Jefferson\"&gt;Thomas Jefferson&lt;/a&gt; came to an agreement that the federal government would pay each state's remaining Revolutionary War debts in exchange for establishing the new national capital in the &lt;a href=\"Southern%20United%20States\"&gt;Southern United States&lt;/a&gt;. In July 1790, Congress passed the &lt;a href=\"Residence%20Act\"&gt;Residence Act&lt;/a&gt;, which approved the creation of a national capital on the &lt;a href=\"Potomac%20River\"&gt;Potomac River&lt;/a&gt;. The exact location was to be selected by President &lt;a href=\"George%20Washington\"&gt;George Washington&lt;/a&gt;. Maryland and Virginia donated land to the federal government that collectively formed a square measuring on each side. The Residence Act also established &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt; as the federal capital until the government moved to the federal district. Congress adjourned its last meeting in Philadelphia on May 15, 1800, and the city officially ceased to be the nation's &lt;a href=\"seat%20of%20government\"&gt;seat of government&lt;/a&gt; as of June 1800. President &lt;a href=\"John%20Adams\"&gt;John Adams&lt;/a&gt; moved into the White House later that year.\nEconomic policy.\nRaising revenue.\nAmong the many contentious issues facing the &lt;a href=\"First%20United%20States%20Congress\"&gt;First Congress&lt;/a&gt; during its inaugural session was the issue of how to raise revenue for the federal government. There were both domestic and foreign &lt;a href=\"American%20Revolutionary%20War\"&gt;Revolutionary War&lt;/a&gt;-related debts, as well as a trade imbalance with Great Britain that was crippling American industries and draining the nation of its currency. The new national government needed revenue and decided to depend upon a &lt;a href=\"tariff\"&gt;tariff&lt;/a&gt; or tax on imports with the &lt;a href=\"Tariff%20of%201789\"&gt;Tariff of 1789&lt;/a&gt;.\nVarious other plans were considered to address the debt issues during the first session of Congress, but none were able to generate widespread support. In September 1789, with no resolution in sight and the close of that session drawing near, Congress directed Secretary of the Treasury Alexander Hamilton to prepare a report on credit. In his &lt;a href=\"First%20Report%20on%20the%20Public%20Credit\"&gt;Report on the Public Credit&lt;/a&gt;, Hamilton called for the federal assumption of state debt and the mass issuance of federal &lt;a href=\"bond%20%28finance%29\"&gt;bonds&lt;/a&gt;. Hamilton believed that these measures would restore the ailing economy, ensure a stable and adequate money stock, and make it easier for the federal government to borrow during emergencies such as wars.\nDespite the additional import duties imposed by the &lt;a href=\"Tariff%20of%201790\"&gt;Tariff of 1790&lt;/a&gt;, a substantial federal deficit remainedchiefly due to the federal assumption of stated debts. By December 1790, Hamilton believed import duties, which were the government's primary source of revenue, had been raised as high as was feasible. He therefore promoted passage of an &lt;a href=\"excise\"&gt;excise&lt;/a&gt; tax on domestically &lt;a href=\"distilled%20beverage\"&gt;distilled spirits&lt;/a&gt;. This was to be the first tax levied by the national government on a domestic product. Although taxes were politically unpopular, Hamilton believed the whiskey excise was a &lt;a href=\"luxury%20tax\"&gt;luxury tax&lt;/a&gt; that would be the least objectionable tax the government could levy. The tax also had the support of some social reformers, who hoped a \"&lt;a href=\"sin%20tax\"&gt;sin tax&lt;/a&gt;\" would raise public awareness about the harmful effects of alcohol. The Distilled Spirits Duties Act, commonly known as the \"Whiskey Act\" went into effect on June 1791.\nAssumption of state debts.\nHamilton also proposed the federal assumption of state debts, many of which were heavy burdens on the states. Congressional delegations from the Southern states, which had lower or no debts, and whose citizens would effectively pay a portion of the debt of other states if the federal government assumed it, were disinclined to accept the proposal. The southern states felt this to be extremely unfair, which caused a division between the southern states and the northern states. Additionally, many in Congress argued that the plan was beyond the constitutional power of the new government. James Madison led the effort to block the provision and prevent the plan from gaining approval. Jefferson approved payment of the domestic and foreign debt at &lt;a href=\"Par%20value\"&gt;par&lt;/a&gt;, but not the assumption of state debts. A compromise had to be reached. The final compromise had to do with the location of a permanent national capital, which was undecided until then. It was made so that the capital would be on the banks of the Potomac River in the South in return for the Southern votes on assumption. After Hamilton and Jefferson reached the Compromise of 1790, Hamilton's assumption plan was adopted as the Funding Act of 1790.\nOther Hamiltonian proposals.\nLater in 1790, Hamilton issued another set of recommendations in his &lt;a href=\"Second%20Report%20on%20Public%20Credit\"&gt;Second Report on Public Credit&lt;/a&gt;. The report called for the establishment of a &lt;a href=\"History%20of%20central%20banking%20in%20the%20United%20States\"&gt;national bank&lt;/a&gt; and an &lt;a href=\"excise%20tax\"&gt;excise tax&lt;/a&gt; on &lt;a href=\"distilled%20spirit\"&gt;distilled spirit&lt;/a&gt;s. Hamilton's proposed national bank would provide credit to fledgling industries, serve as a depository for government funds, and oversee one nationwide currency. In response to Hamilton's proposal, Congress passed the &lt;a href=\"Bank%20Bill%20of%201791\"&gt;Bank Bill of 1791&lt;/a&gt;, establishing the &lt;a href=\"First%20Bank%20of%20the%20United%20States\"&gt;First Bank of the United States&lt;/a&gt;. The following year, it passed the &lt;a href=\"Coinage%20Act%20%281792%29\"&gt;Coinage Act of 1792&lt;/a&gt;, establishing the &lt;a href=\"United%20States%20Mint\"&gt;United States Mint&lt;/a&gt;, and the &lt;a href=\"United%20States%20dollar\"&gt;United States dollar&lt;/a&gt;, and regulating the coinage of the United States.\nIn December 1791, Hamilton published the &lt;a href=\"Report%20on%20Manufactures\"&gt;Report on Manufactures&lt;/a&gt;, which recommended numerous policies designed to &lt;a href=\"Protectionism%20in%20the%20United%20States\"&gt;protect&lt;/a&gt; U.S. merchants and industries in order to increase national wealth, induce artisans to immigrate, cause machinery to be invented, and employ women and children. Hamilton called for federally-funded &lt;a href=\"infrastructure\"&gt;infrastructure&lt;/a&gt; projects, the establishment of state-owned munitions factories and subsidies for privately owned factories, and the imposition of a &lt;a href=\"protective%20tariff\"&gt;protective tariff&lt;/a&gt;. Though Congress had adopted much of Hamilton's earlier proposals, his manufacturing proposals fell flat, even in the more-industrialized North, as merchant-shipowners had a stake in &lt;a href=\"free%20trade\"&gt;free trade&lt;/a&gt;. These opponents also raised questions regarding the constitutionality of Hamilton's proposals. Jefferson and others feared that Hamilton's expansive interpretation of the &lt;a href=\"Taxing%20and%20Spending%20Clause\"&gt;Taxing and Spending Clause&lt;/a&gt; would grant Congress the power to legislate on any subject. Opponents of Hamilton won several seats in the 1792 Congressional elections, and Hamilton was unable to win Congressional approval of his ambitious economic proposals after 1792. Federalists would not pass further major economic until after John Adams took office as president in 1797.\nQuasi-War taxation.\nTo pay for the military buildup of the Quasi-War, Adams and his Federalist allies enacted the &lt;a href=\"direct%20tax\"&gt;Direct Tax&lt;/a&gt; of 1798. Direct taxation by the federal government was widely unpopular, and the government's revenue under Washington had mostly come from &lt;a href=\"excise%20tax\"&gt;excise tax&lt;/a&gt;es and &lt;a href=\"Tariffs%20in%20United%20States%20history\"&gt;tariffs&lt;/a&gt;. Though Washington had maintained a balanced budget with the help of a growing economy, increased military expenditures threatened to cause major budget deficits, and Hamilton, Wolcott, and Adams developed a taxation plan to meet the need for increased government revenue. The Direct Tax of 1798 instituted a &lt;a href=\"progressive%20tax\"&gt;progressive&lt;/a&gt; &lt;a href=\"land%20value%20tax\"&gt;land value tax&lt;/a&gt; of up to 1% of the value of a property. Taxpayers in eastern Pennsylvania resisted federal tax collectors, and in March 1799 the bloodless &lt;a href=\"Fries%27s%20Rebellion\"&gt;Fries's Rebellion&lt;/a&gt; broke out. Led by Revolutionary War veteran &lt;a href=\"John%20Fries\"&gt;John Fries&lt;/a&gt;, rural German-speaking farmers protested what they saw as a threat to their republican liberties and to their churches. The tax revolt raised the specter of &lt;a href=\"Class%20conflict\"&gt;class warfare&lt;/a&gt;, and Hamilton led the army into the area to put down the revolt. The subsequent trial of Fries gained wide national attention, and Adams pardoned Fries and two others after they were sentenced to be executed for treason. The rebellion, the deployment of the army, and the results of the trials alienated many in Pennsylvania and other states from the Federalist Party, damaging Adams's re-election hopes.\nRise of political parties.\nFoundation.\nRealizing the need for broad political support for his programs, Hamilton formed connections with like-minded nationalists throughout the country. He used his network of treasury agents to link together friends of the government, especially merchants and bankers, in the new nation's major cities. What had begun as a faction in Congress supportive of Hamilton's economic policies emerged into a national faction and then, finally, as the &lt;a href=\"Federalist%20Party\"&gt;Federalist Party&lt;/a&gt;. The Federalist Party supported Hamilton's vision of a strong centralized government, and agreed with his proposals for a national bank and government subsidies for industries. In foreign affairs, they supported neutrality in the &lt;a href=\"French%20Revolutionary%20Wars\"&gt;war&lt;/a&gt; between France and Great Britain.\nThe &lt;a href=\"Democratic-Republican%20Party\"&gt;Democratic-Republican Party&lt;/a&gt; was founded in 1792 by Jefferson and &lt;a href=\"James%20Madison\"&gt;James Madison&lt;/a&gt;. The party was created in order to oppose the policies of Hamilton and his Federalist Party. It also opposed the Jay Treaty of 1794 with Britain and supported good relations with France. The Democratic-Republicans espoused a &lt;a href=\"strict%20constructionism\"&gt;strict constructionist&lt;/a&gt; interpretation of the Constitution, and denounced many of Hamilton's proposals, especially the national bank, as unconstitutional. The party promoted states' rights and the primacy of the &lt;a href=\"yeoman%20farmer\"&gt;yeoman farmer&lt;/a&gt; over bankers, industrialists, merchants, and other monied interests. The party supported states' rights as a measure against the tyrannical nature of a large centralized government that they feared the Federal government could have easily become.\nNationwide parties.\nThe state networks of both parties began to operate in 1794 or 1795 and &lt;a href=\"Patronage%23Politics\"&gt;patronage&lt;/a&gt; became a major factor in party-building. The &lt;a href=\"Plurality%20voting%20system\"&gt;winner-takes-all&lt;/a&gt; election system opened a wide gap between winners, who got all the patronage, and losers, who got none. Hamilton had many lucrative Treasury jobs to dispense—there were 1,700 of them by 1801. Jefferson had one part-time job in the State Department, which he gave to journalist &lt;a href=\"Philip%20Freneau\"&gt;Philip Freneau&lt;/a&gt; to attack the Federalists. In New York, however, &lt;a href=\"George%20Clinton%20%28vice%20president%29\"&gt;George Clinton&lt;/a&gt; won the election for &lt;a href=\"Governor%20of%20New%20York\"&gt;governor&lt;/a&gt; and used the vast state patronage fund to help the Republican cause.\nThe Federalist Party became popular with businessmen and New Englanders; Republicans were mostly farmers who opposed a strong central government. Cities were usually Federalist strongholds; frontier regions were heavily Republican. These are generalizations; there are special cases: the Presbyterians of upland North Carolina, who had immigrated just before the Revolution, and often been Tories, became Federalists. The &lt;a href=\"Congregationalist\"&gt;Congregationalist&lt;/a&gt;s of New England and the &lt;a href=\"Episcopal%20Church%20%28United%20States%29\"&gt;Episcopalians&lt;/a&gt; in the larger cities supported the Federalists, while other minority denominations tended toward the Republican camp. Catholics in Maryland were generally Federalists.\nThe Federalists derided democracy as equivalent to mob rule and believed that government should be guided by the political and economic elite. Many Federalists saw themselves less as a political party than as a collection of the elite who were the rightful leaders of the country. Federalists thought that American society would become more hierarchical and less egalitarian in the decades following the ratification of the Constitution. As the 1790s progressed, the Federalists increasingly lost touch with the beliefs and ideologies of average Americans, who tended to prefer the ideology espoused by the Democratic-Republicans. Their strength as a party was largely based on Washington's popularity and good judgment, which deflected many public attacks, and his death in 1799 damaged the party.\nThe Democratic-Republicans embraced the &lt;a href=\"Republicanism%20in%20the%20United%20States\"&gt;republican&lt;/a&gt; ideology that had emerged during the American Revolution. Jefferson sought to build a republic centering around the yeoman farmer, and he despised the influence of Northern business interests. As the 1790s progressed, Democratic-Republicans increasingly embraced political participation by all free white men. In contrast to the Federalists, the Democratic-Republicans argued that each individual in society, regardless of their standing, had the right hold and express their own opinion. While individual opinions could be poorly informed or outright wrong, Democratic-Republicans believed that these individuals views would aggregate into a public opinion that could be trusted as representative of the broad American interest.\nWestern frontier.\nWhiskey Rebellion.\nThe federal &lt;a href=\"excise%20tax\"&gt;excise tax&lt;/a&gt; of 1791 aroused major opposition on the American frontier, particularly in &lt;a href=\"Western%20Pennsylvania\"&gt;Western Pennsylvania&lt;/a&gt;. Corn, the chief crop on the frontier, was too bulky to ship over the mountains to market, unless it was first distilled into whiskey. After the imposition of the excise tax, the backwoodsmen complained the tax fell on them rather than on the consumers. They felt that this tax on liquor was very similar to the acts passed by the British, and thought this to be against the rights presented to them by the Constitution. Cash poor, they were outraged that they had been singled for taxation, especially since they felt this money went to Eastern moneyed interests and the federal revenue officers who began to swarm the hills looking for illegal stills.\nInsurgents in Western Pennsylvania shut the courts and hounded federal officials, but Jeffersonian leader &lt;a href=\"Albert%20Gallatin\"&gt;Albert Gallatin&lt;/a&gt; mobilized the western moderates, and thus forestalled a serious outbreak of violence. Washington, seeing the need to assert federal supremacy, called out 13,000 state militia, and marched toward &lt;a href=\"Washington%2C%20Pennsylvania\"&gt;Washington&lt;/a&gt;, Pennsylvania, to suppress what was called the &lt;a href=\"Whiskey%20Rebellion\"&gt;Whiskey Rebellion&lt;/a&gt;. The rebellion evaporated in late 1794 as the army approached. The rebels dispersed before any major fighting occurred. The point that Washington was trying to make here was that the government had the power and will to enforce the law. If citizens wanted to change the law, it was better to do it through the ballot boxes and courts, as opposed to through violence. Federalists were relieved that the new government proved capable of overcoming rebellion, while Republicans, with Gallatin their new hero, argued there never was a real rebellion and the whole episode was manipulated in order to accustom Americans to a &lt;a href=\"standing%20army\"&gt;standing army&lt;/a&gt;.\nThe Northwest Indian War.\nBritain had ceded land extending as far west as the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt; in the &lt;a href=\"Treaty%20of%20Paris%20%281783%29\"&gt;Treaty of Paris&lt;/a&gt; of 1783. Following adoption of the &lt;a href=\"Land%20Ordinance%20of%201785\"&gt;Land Ordinance of 1785&lt;/a&gt;, American settlers began freely moving west across the &lt;a href=\"Allegheny%20Mountains\"&gt;Allegheny Mountains&lt;/a&gt; and into the &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt;-occupied lands beyond. As they did, they encountered unyielding and often violent resistance from a &lt;a href=\"Western%20Confederacy\"&gt;confederation&lt;/a&gt; of tribes. After taking office, Washington directed the &lt;a href=\"History%20of%20the%20United%20States%20Army\"&gt;Army&lt;/a&gt; to enforce American sovereignty over the region. Brigadier General &lt;a href=\"Josiah%20Harmar\"&gt;Josiah Harmar&lt;/a&gt; launched a major offensive against the &lt;a href=\"Shawnee\"&gt;Shawnee&lt;/a&gt; and &lt;a href=\"Miami%20%28tribe%29\"&gt;Miami&lt;/a&gt; Indians in the &lt;a href=\"Harmar%20Campaign\"&gt;Harmar Campaign&lt;/a&gt;, but was repulsed by the Native Americans. Determined to avenge the defeat, the president ordered Major General &lt;a href=\"Arthur%20St.%20Clair\"&gt;Arthur St. Clair&lt;/a&gt; to mount a more vigorous effort. St. Clair's poorly trained force was &lt;a href=\"St.%20Clair%27s%20Defeat\"&gt;almost annihilated&lt;/a&gt; by a force of 2,000 warriors led by &lt;a href=\"Little%20Turtle\"&gt;Little Turtle&lt;/a&gt;, &lt;a href=\"Blue%20Jacket\"&gt;Blue Jacket&lt;/a&gt;, and &lt;a href=\"Tecumseh\"&gt;Tecumseh&lt;/a&gt;.\nBritish officials in &lt;a href=\"Upper%20Canada\"&gt;Upper Canada&lt;/a&gt; were delighted and encouraged by the success of the Indians, whom they had been supporting and arming for years. In 1792 &lt;a href=\"Lieutenant%20Governor%20of%20Upper%20Canada\"&gt;Lieutenant Governor&lt;/a&gt; &lt;a href=\"John%20Graves%20Simcoe\"&gt;John Graves Simcoe&lt;/a&gt; proposed that the entire territory be erected into an &lt;a href=\"Indian%20barrier%20state\"&gt;Indian barrier state&lt;/a&gt;. The British government did not pursue this idea, but it refused to relinquish control of its forts on the U.S. frontier.\nOutraged by news of the defeat, Washington urged Congress to raise an army capable of conducting a successful offense against the Indian confederacy, which it did in March 1792establishing additional Army regiments (the &lt;a href=\"Legion%20of%20the%20United%20States\"&gt;Legion of the United States&lt;/a&gt;), adding three-year enlistments, and increasing military pay. Congress passed also two &lt;a href=\"Militia%20Acts%20of%201792\"&gt;Militia Acts&lt;/a&gt; empowering the president to call out the militias of the several &lt;a href=\"U.S.%20state\"&gt;states&lt;/a&gt; and requiring every free able-bodied white male citizen of between the ages of 18 and 45 to enroll in the state militia. Washington ordered General &lt;a href=\"Anthony%20Wayne\"&gt;Anthony Wayne&lt;/a&gt; to lead a new expedition against Western Confederacy. Wayne's soldiers encountered Indian confederacy forces led by Blue Jacket, in what has become known as the &lt;a href=\"Battle%20of%20Fallen%20Timbers\"&gt;Battle of Fallen Timbers&lt;/a&gt;. Wayne's cavalry outflanked and routed Blue Jacket's warriors, who fled towards Fort Miami. Unwilling to start a war with the United States, the British commander of Fort Miami refused to assist the Indians. Wayne's soldiers spent several days destroying the nearby Indian villages and crops, before withdrawing.\nNative American resistance to Wayne's army quickly collapsed following the battle, and delegates from the various confederation tribes gathered for a peace conference at &lt;a href=\"Fort%20Greene%20Ville\"&gt;Fort Greene Ville&lt;/a&gt; in June 1795. The conference re in the &lt;a href=\"Treaty%20of%20Greenville\"&gt;Treaty of Greenville&lt;/a&gt; between the assembled tribes and the United States. Under its terms, the tribes ceded most of what is now &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt; for American settlement and recognized the United States as the ruling power in the region. The Treaty of Greenville, along with the recently signed &lt;a href=\"Jay%20Treaty\"&gt;Jay Treaty&lt;/a&gt;, solidified U.S. sovereignty over the &lt;a href=\"Northwest%20Territory\"&gt;Northwest Territory&lt;/a&gt;.\nForeign Affairs.\nNeutrality.\nInternational affairs, especially the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt; and the subsequent war between Britain and France, decisively shaped American politics in 1793–1800, and threatened to entangle the nation in potentially devastating wars. Britain joined the &lt;a href=\"War%20of%20the%20First%20Coalition\"&gt;War of the First Coalition&lt;/a&gt; after the 1793 execution of King &lt;a href=\"Louis%20XVI%20of%20France\"&gt;Louis XVI of France&lt;/a&gt;. Louis XVI had been decisive in helping America achieve independence, and his death horrified many in the United States. Federalists warned that American republicans threatened to replicate the excesses of the French Revolution, and successfully mobilized most conservatives and many clergymen. The Democratic-Republicans, many of whom were strong Francophiles, largely supported the French Revolution. Some of these leaders began backing away from support of the Revolution during the &lt;a href=\"Reign%20of%20Terror\"&gt;Reign of Terror&lt;/a&gt;, but they continued to favor the French over the British. The Republicans denounced Hamilton, Adams, and even Washington as friends of Britain, as secret &lt;a href=\"monarchism\"&gt;monarchists&lt;/a&gt;, and as enemies of the republican values.\nIn 1793, French ambassador &lt;a href=\"Edmond%20Charles%20Gen%C3%AAt\"&gt;Edmond Charles Genêt&lt;/a&gt; (known as \"Citizen Genêt\") arrived in the United States. He systematically mobilized pro-French sentiment and encouraged Americans to support France's war against Britain and Spain. Genêt funded local &lt;a href=\"Democratic-Republican%20Societies\"&gt;Democratic-Republican Societies&lt;/a&gt; that attacked Federalists. He hoped for a favorable new treaty and for repayment of the debts owed to France. Acting aggressively, Genêt outfitted privateers that sailed with American crews under a French flag and attacked British shipping. He tried to organize expeditions of Americans to invade Spanish Louisiana and Spanish Florida. When Secretary of State Jefferson told Genêt he was pushing American friendship past the limit, Genêt threatened to go over the government's head and rouse public opinion on behalf of France. Even Jefferson agreed this was blatant foreign interference in domestic politics. Genêt's extremism seriously embarrassed the Jeffersonians and cooled popular support for promoting the French Revolution and getting involved in its wars. Recalled to Paris for execution, Genêt kept his head and instead went to New York, where he became a citizen and married the daughter of Governor Clinton. Jefferson left office, ending the coalition cabinet and allowing the Federalists to dominate.\nJay Treaty.\nWashington sent John Jay to Britain to resolve numerous difficulties, some leftover from the Treaty of Paris and some having arisen during the French Revolutionary Wars. These issues included boundary disputes, debts owed in each direction, and the continued presence of British forts in the &lt;a href=\"Northwest%20Ordinance\"&gt;Northwest Territory&lt;/a&gt;. In addition, America hoped to open markets in the British Caribbean and end disputes stemming from the naval war between Britain and France. As a neutral party, the United States argued, it had the right to carry goods anywhere it wanted, but the British seized American ships that traded with the French. In the &lt;a href=\"Jay%20Treaty\"&gt;Jay Treaty&lt;/a&gt;, the British agreed to evacuate the western forts, open their West Indies ports to American ships, allow small vessels to trade with the French West Indies, and set up a commission that would adjudicate American claims against Britain for seized ships, and British claims against Americans for debts incurred before 1775.\nThe Democratic-Republicans wanted to pressure Britain to the brink of war, assuming that the United States could defeat a weak Britain. They denounced the Jay Treaty as an insult to American prestige, a repudiation of the French alliance of 1777, and a severe shock to Southern planters who owed those old debts, and who were never to collect for the lost slaves the British captured. Republicans protested against the treaty and organized their supporters. The Federalists realized they had to mobilize their popular vote, so they mobilized their newspapers, held rallies, counted votes, and especially relied on the prestige of President Washington. The contest over the Jay Treaty marked the first flowering of grassroots political activism in America, directed and coordinated by two national parties. Politics was no longer the domain of politicians; every voter was called on to participate. The new strategy of appealing directly to the public worked for the Federalists; public opinion shifted to support the Jay Treaty. The Federalists controlled the Senate and they ratified it by exactly the necessary ⅔ vote, 20–10, in 1795.\nSpanish territories.\nDuring the 1780s, Spain had sought to slow the expansion of the U.S. and lure American settlers into secession from the United States. Washington feared that Spain (as well as Britain) might successfully incite insurrection against the U.S. if he failed to open trade on the Mississippi, and he sent envoy &lt;a href=\"Thomas%20Pinckney\"&gt;Thomas Pinckney&lt;/a&gt; to Spain with that goal in mind. Fearing that the United States and Great Britain might unite to take Spanish territory, Spain decided to seek accommodation with the United States. The two parties signed the &lt;a href=\"Pinckney%27s%20Treaty\"&gt;Pinckney's Treaty&lt;/a&gt; (officially called The Treaty of San Lorenzo) in 1795, establishing intentions of friendship between the United States and Spain. It marked the end of Spanish hostility, and the end of Spanish expansion. The two nations agreed not to incite native tribes to warfare. The western boundary of the U.S. was established along the Mississippi River from the northern boundary of the United States to the 31st degree north latitude, while the southern boundary of the United States was established on the 31st parallel north. In 1798 the U.S. organized the once-disputed territory into the &lt;a href=\"Mississippi%20Territory\"&gt;Mississippi Territory&lt;/a&gt; in 1798.\nMost importantly, Pinckney's Treaty conceded unrestricted access of the entire Mississippi River to Americans, opening much of the &lt;a href=\"Ohio%20River%20Valley\"&gt;Ohio River Valley&lt;/a&gt; for settlement and trade. Agricultural produce could now flow on flatboats down the Ohio and Cumberland Rivers to the Mississippi River and on to New Orleans and Europe. Spain and the United States also agreed to protect the vessels of the other party anywhere within their jurisdictions and to not detain or embargo the other's citizens or vessels. The treaty also guaranteed navigation of the entire length of the river for both the United States and Spain. The treaty represented a major victory for Washington's western policy and placated many of the critics of the Jay Treaty.\nXYZ Affair and Quasi-War with France.\nPresident Adams hoped to maintain friendly relations with France, and after taking office he sent a delegation to Paris asking for compensation for the French attacks on American shipping. Adams appointed a three-member commission to represent the United States to negotiate with France. When the envoys arrived in October 1797, they were kept waiting for several days, and then granted only a 15-minute meeting with French Foreign Minister &lt;a href=\"Charles%20Maurice%20de%20Talleyrand-P%C3%A9rigord\"&gt;Talleyrand&lt;/a&gt;. After this, the diplomats were met by three of Talleyrand's agents. Each refused to conduct diplomatic negotiations unless the United States paid enormous bribes, one to Talleyrand personally, and another to the Republic of France. The Americans refused to negotiate on such terms. Marshall and Pinckney returned home, while Gerry remained.\nIn an April 1798 speech to Congress, Adams publicly revealed Talleyrand's machinations, sparking public outrage at the French. Jeffersonian Republicans were skeptical of the administration's account of what became known as the &lt;a href=\"XYZ%20affair\"&gt;XYZ affair&lt;/a&gt;, and many opposed Adams's efforts to defend against the French. They feared that war with France would lead to an alliance with England, which in turn could promote monarchism at home.\nFollowing the affair, the United States and France fought a series of naval engagements in an undeclared war known as the &lt;a href=\"Quasi-War\"&gt;Quasi-War&lt;/a&gt;. In light of the threat of invasion from the more powerful French forces, Adams asked Congress to authorize the creation of a twenty-five thousand man &lt;a href=\"History%20of%20the%20United%20States%20Army\"&gt;Army&lt;/a&gt; and a major expansion of the &lt;a href=\"History%20of%20the%20United%20States%20Navy\"&gt;Navy&lt;/a&gt;. Congress authorized a ten-thousand man army and an expansion of the navy, which at the time consisted of one unarmed custom boat. Washington was commissioned as &lt;a href=\"Commanding%20General%20of%20the%20United%20States%20Army\"&gt;senior officer of the army&lt;/a&gt;, and Adams reluctantly agreed to Washington's request that Hamilton serve as his second-in-command. The United States engaged\nIn February 1799, Adams surprised the nation by announcing that he would send a peace mission to France headed by diplomat &lt;a href=\"William%20Vans%20Murray\"&gt;William Vans Murray&lt;/a&gt;. Adams's peace initiative divided his own party between moderate Federalists and the \"High Federalists,\" including Hamilton, who wanted to continue the undeclared war. The prospects for peace were bolstered by the &lt;a href=\"Coup%20of%2018%20Brumaire\"&gt;Coup of 18 Brumaire&lt;/a&gt; in Paris whereby &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt; came to power. He viewed the Quasi-War as a distraction from the &lt;a href=\"War%20of%20the%20Second%20Coalition\"&gt;ongoing war against Britain and its allies in Europe&lt;/a&gt;. The Quasi-War ended when both parties signed the &lt;a href=\"Convention%20of%201800\"&gt;Convention of 1800&lt;/a&gt; in September. News of the peace only arrived in the United States after the 1800 election, which Adams lost. Despite opposition by a Federalist pro-war faction, Adams won Senate ratification of the convention in the lame-duck session of Congress. Having concluded the war, Adams demobilized the emergency army.\nAlien and Sedition Acts.\nThe &lt;a href=\"Alien%20and%20Sedition%20Acts\"&gt;Alien and Sedition Acts&lt;/a&gt; were among the most controversial acts established by the Federalist Party. These acts were four bills passed in 1798 by the Federalist Congress and signed into law by Adams. These acts placed heavy restrictions on immigrants, especially those from France and Ireland, as these were both countries that were predominately Republican. In addition, the Alien and Sedition Acts gave the president greatly expanded powers to imprison or expel such immigrants. This was all part of the attempt to silence their views. Defenders claimed the acts were designed to protect against alien citizens and to guard against seditious attacks from weakening the government. Opponents of the acts attacked on the grounds of being both unconstitutional and as way to stifle criticism of the administration. The Democratic-Republicans also asserted that the acts violated the rights of the states to act in accordance with the &lt;a href=\"Tenth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Tenth Amendment&lt;/a&gt;. None of the four acts did anything to promote national unity against the French or any other country and in fact did a great deal to erode away what unity there already was in the country. The acts in general and the popular opposition to them were all bad luck for John Adams. A key factor in the uproar surrounding the Alien and Sedition Acts was that the very concept of &lt;a href=\"seditious%20libel\"&gt;seditious libel&lt;/a&gt; was flatly incompatible with party politics. The &lt;a href=\"Democratic-Republican%20Party%20%28United%20States%29\"&gt;Republicans&lt;/a&gt;, it appears had some understanding of this and realized that the ability to pass judgment on officeholders was essential to party survival. The Federalist Party seemed to have no inkling of this and in some sense seem to be lashing out at the concepts of party in general. What was clear was that the Republicans were becoming more focused in their opposition and more popular with the general population.\nThe fall of the Federalists.\nHistorian &lt;a href=\"Stephen%20G.%20Kurtz\"&gt;Stephen Kurtz&lt;/a&gt; has argued:\nElection of 1800.\nWith the Federalist Party deeply split over his negotiations with France, and the opposition Republicans enraged over the Alien and Sedition Acts and the expansion of the military, Adams faced a daunting reelection campaign in &lt;a href=\"1800%20United%20States%20presidential%20election\"&gt;1800&lt;/a&gt;. Even so, his position within the party was strong, bolstered by his enduring popularity in &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt;, a key region for any Federalist presidential victory. Federalist members of Congress caucused in the spring of 1800 and, without indicating a preference, nominated Adams and &lt;a href=\"Charles%20Cotesworth%20Pinckney\"&gt;Charles Cotesworth Pinckney&lt;/a&gt; for the presidency. After winning the Federalist nomination, Adams dismissed Hamilton's supporters in the Cabinet. In response, Hamilton publicly attacked Adams and schemed to elect Pinckney as president.\nThe election hinged on New York: its &lt;a href=\"United%20States%20Electoral%20College\"&gt;electors&lt;/a&gt; were selected by the &lt;a href=\"New%20York%20State%20Legislature\"&gt;legislature&lt;/a&gt;, and given the balance of north and south, they would decide the presidential election. &lt;a href=\"Aaron%20Burr\"&gt;Aaron Burr&lt;/a&gt; brilliantly organized his forces in New York City in the spring elections for the state legislature. By a few hundred votes he carried the city—and thus the state legislature—and guaranteed the election of a Democratic-Republican President. As a reward he was selected by the Republican &lt;a href=\"caucus\"&gt;caucus&lt;/a&gt; in Congress as their vice presidential candidate, with Jefferson as the party's presidential candidate.\nMembers of the Republican party planned to vote evenly for Jefferson and Burr because they did not want for it to seem as if their party was divided. The party took the meaning literally and Jefferson and Burr tied in the election with 73 electoral votes. This sent the election to the House of Representatives for a &lt;a href=\"contingent%20election\"&gt;contingent election&lt;/a&gt;. The Federalists had enough weight in the House to swing the election in either direction. Many would rather have seen Burr in the office over Jefferson, but Hamilton, who had a strong dislike of Burr, threw his weight behind Jefferson.\nHistorian &lt;a href=\"John%20E.%20Ferling\"&gt;John E. Ferling&lt;/a&gt; attributes Adams' defeat to five factors: the stronger organization of the Democratic-Republicans; Federalist disunity; the controversy surrounding the Alien and Sedition Acts; the popularity of Jefferson in the south; and, the effective politicking of Aaron Burr in New York. Analyzing the causes of the party's trouncing, Adams wrote, \"No party that ever existed knew itself so little or so vainly overrated its own influence and popularity as ours. None ever understood so ill the causes of its own power, or so wantonly destroyed them.\"\nJefferson in power.\nThe &lt;a href=\"United%20States%20presidential%20transition\"&gt;transfer of presidential power&lt;/a&gt; between Adams and Jefferson represented the first such transfer between two different political parties in U.S. history, and set the precedent for all subsequent presidents from all political parties. The complications arising out of the 1796 and 1800 elections prompted Congress and the states to refine the process whereby the Electoral College elects a president and a vice president. The new procedure was enacted through the &lt;a href=\"Twelfth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;12th Amendment&lt;/a&gt;, which became a part of the Constitution in June 1804, and was first followed in that year's &lt;a href=\"1804%20United%20States%20presidential%20election\"&gt;presidential election&lt;/a&gt;.\nThough there had been strong words and disagreements, contrary to the Federalists fears, there was no war and no ending of one government system to let in a new one. Jefferson pursued a patronage policy designed to let the Federalists disappear through attrition. Federalists such as &lt;a href=\"John%20Quincy%20Adams\"&gt;John Quincy Adams&lt;/a&gt; and &lt;a href=\"Rufus%20King\"&gt;Rufus King&lt;/a&gt; were rewarded with senior diplomatic posts, and there was no punishment of the opposition. As president, Jefferson had the power of appointment to fill many government positions that had long been held by Federalists, and he replaced most of the top-level Federalist officials. For other offices, settled on a policy of replacing any Federalist appointee who engaged in misconduct or partisan behavior, with all new appointees being members of the Democratic-Republican Party. Jefferson's refusal to call for a complete replacement of federal appointees under the &lt;a href=\"spoils%20system\"&gt;spoils system&lt;/a&gt; was followed by his successors until the election of &lt;a href=\"Andrew%20Jackson\"&gt;Andrew Jackson&lt;/a&gt; in 1828.\nJefferson had a very successful first term, typified by the &lt;a href=\"Louisiana%20Purchase\"&gt;Louisiana Purchase&lt;/a&gt;, which was supported by Hamilton but opposed by most Federalists at the time as unconstitutional. Some Federalist leaders (see &lt;a href=\"Essex%20Junto\"&gt;Essex Junto&lt;/a&gt;) began courting Burr in an attempt to swing New York into an independent confederation with the New England states, which along with New York were supposed to secede from the United States after Burr's election to Governor. However, Hamilton's influence cost Burr the governorship of New York, a key in the Essex Junto's plan, just as Hamilton's influence had cost Burr the presidency nearly 4 years before. Hamilton's thwarting of Aaron Burr's ambitions for the second time was too much for Burr to bear. Hamilton had known of the Essex Junto (whom Hamilton now regarded as apostate Federalists), and Burr's plans and opposed them vehemently. Hamilton and Burr engaged in a duel in 1804 that ended with Hamilton's death.\nThe thoroughly disorganized Federalists hardly offered any opposition to Jefferson's reelection in 1804. In New England and in some districts in the middle states the Federalists clung to power, but the tendency from 1800 to 1812 was steady slippage almost everywhere. Some younger Federalist leaders tried to emulate the Democratic-Republican tactics, but their overall disdain of democracy along with the upper class bias of the party leadership eroded public support. In the South, the Federalists steadily lost ground everywhere.\nEnduring Federalist judiciary.\nAfter being swept out of power in 1800 by Jefferson and the Democratic-Republican Party, Federalists focused their hopes for the survival of the republic upon the &lt;a href=\"Federal%20judiciary%20of%20the%20United%20States\"&gt;federal judiciary&lt;/a&gt;. The &lt;a href=\"lame-duck%20session\"&gt;lame-duck session&lt;/a&gt; of the &lt;a href=\"6th%20United%20States%20Congress\"&gt;6th Congress&lt;/a&gt; approved the &lt;a href=\"Midnight%20Judges%20Act\"&gt;1801 Judiciary Act&lt;/a&gt;, which created a set of federal appeals courts between the district courts and the Supreme Court. As Adams filled these new positions during the final days of his presidency, opposition newspapers and politicians soon began referring to the appointees as \"midnight judges.\" Most of these judges lost their posts when the Democratic-Republican dominated &lt;a href=\"7th%20United%20States%20Congress\"&gt;7th Congress&lt;/a&gt; approved the &lt;a href=\"Judiciary%20Act%20of%201802\"&gt;Judiciary Act of 1802&lt;/a&gt;, abolishing the newly created courts, and returning the federal courts to its earlier structure. Still unhappy with Federalist power on the bench, the Democratic-Republicans &lt;a href=\"impeachment%20in%20the%20United%20States\"&gt;impeached&lt;/a&gt; district court Judge &lt;a href=\"John%20Pickering%20%28judge%29\"&gt;John Pickering&lt;/a&gt; and Supreme Court Justice &lt;a href=\"Samuel%20Chase\"&gt;Samuel Chase&lt;/a&gt;. Criticizing the impeachment proceedings an attack on judicial independence, Federalist congressmen strongly opposed both impeachments. Pickering, who frequently presided over cases while drunk, was convicted by the Senate in 1804. However, the impeachment proceedings of Chase proved more difficult. Chase had frequently expressed his skepticism of democracy, predicting that the nation would \"sink into &lt;a href=\"Ochlocracy\"&gt;mobocracy&lt;/a&gt;,\" but he had not shown himself to be incompetent in the same way that Pickering had. Several Democratic-Republican Senators joined the Federalists in opposing Chase's removal, and Chase would remain on the court until his death in 1811. Though Federalists would never regain the political power they had held during the 1790s, the Marshall Court continued to reflect Federalist ideals until the 1830s. After leaving office, John Adams reflected, \"My gift of John Marshall to the people of the United States was the proudest act of my life.\""
}