{
    "id": "16820042",
    "revid": "43089608",
    "url": "https://en.wikipedia.org/wiki?curid=16820042",
    "title": "Alfrēds Rubiks",
    "text": "Alfrēds Rubiks (, \"Alfred Petrovich Rubiks\"; born 24 September 1935 in &lt;a href=\"Daugavpils\"&gt;Daugavpils&lt;/a&gt;), is a &lt;a href=\"Latvian%20people\"&gt;Latvian&lt;/a&gt; &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; politician and a former leader of the &lt;a href=\"Communist%20Party%20of%20Latvia\"&gt;Communist Party of Latvia&lt;/a&gt;. He was a &lt;a href=\"Member%20of%20the%20European%20Parliament\"&gt;Member of the European Parliament&lt;/a&gt; for &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt; from 2009 until 2014. In the European Parliament he was a member of the &lt;a href=\"European%20United%20Left%E2%80%93Nordic%20Green%20Left\"&gt;European United Left–Nordic Green Left&lt;/a&gt; group.\nBiography.\nHe served as the Chairman of the city of Riga from 1984 to 1990, effectively the last &lt;a href=\"Communist%20Party%20of%20the%20Soviet%20Union\"&gt;Communist&lt;/a&gt; &lt;a href=\"Mayor%20of%20Riga\"&gt;mayor&lt;/a&gt; of the city. He was a member of the &lt;a href=\"Politburo%20of%20the%20Central%20Committee%20of%20the%20Communist%20Party%20of%20the%20Soviet%20Union\"&gt;Politburo of the Communist Party of the Soviet Union&lt;/a&gt; from July 1990 until the party was banned on November 6, 1991. As head of the &lt;a href=\"Communist%20Party%20of%20Latvia\"&gt;Communist Party of Latvia&lt;/a&gt; in 1991 he opposed Latvia's independence from the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; and issued a list of Latvian pro-independence politicians to be arrested but on 23 August 1991 was imprisoned himself for his role in attempting to overthrow the then new democratic government and supporting the August 1991 &lt;a href=\"August%20Coup\"&gt;coup d'état attempt in Moscow&lt;/a&gt;. Despite his incarceration, Rubiks was nominated as a candidate in the &lt;a href=\"1996%20Latvian%20presidential%20election\"&gt;1996 Latvian presidential election&lt;/a&gt; by the Socialist Party, but lost to incumbent &lt;a href=\"Guntis%20Ulmanis\"&gt;Guntis Ulmanis&lt;/a&gt;. Rubiks was released in November 1997 for good behaviour, and became chairman of the &lt;a href=\"Socialist%20Party%20of%20Latvia\"&gt;Socialist Party of Latvia&lt;/a&gt;, the de facto successor to the Communist Party, in 1999. In a 2000 poll, Rubiks was the least popular politician in Latvia with a score of -22.4 points. \nHe was elected a &lt;a href=\"Member%20of%20the%20European%20Parliament\"&gt;Member of the European Parliament&lt;/a&gt; in the &lt;a href=\"2009%20European%20Parliament%20election%20in%20Latvia\"&gt;2009 European Parliament elections&lt;/a&gt; as one of the two reprentatives of the political alliance &lt;a href=\"Harmony%20Centre\"&gt;Harmony Centre&lt;/a&gt;. In 2012, Rubiks distributed his biography \"From Political Prisoner to European Parliament Member\" to all EP members, drawing criticism from other MEPs from Latvia for the claims made in the book. In 2015, after Socialist Party of Latvia lost in the &lt;a href=\"2014%20European%20Parliament%20election\"&gt;2014 European Parliament election&lt;/a&gt;, he resigned as its chairman. In 2019, along with &lt;a href=\"Nils%20U%C5%A1akovs\"&gt;Nils Ušakovs&lt;/a&gt; he was removed from the board of Harmony Centre.\nDue to his former allegiance with the Communist Party of Latvia after January 1991, Rubiks is prohibited from running for an electable office in Latvia under &lt;a href=\"Latvian%20law\"&gt;Latvian law&lt;/a&gt;. His two sons &lt;a href=\"Art%C5%ABrs%20Rubiks\"&gt;Artūrs Rubiks&lt;/a&gt; and &lt;a href=\"Raimonds%20Rubiks\"&gt;Raimonds Rubiks&lt;/a&gt; are also politicians and members of the &lt;a href=\"Saeima\"&gt;Saeima&lt;/a&gt; for &lt;a href=\"Social%20Democratic%20Party%20%26quot%3BHarmony%26quot%3B\"&gt;Harmony&lt;/a&gt;."
}