{
    "id": "1688457",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1688457",
    "title": "Zalaegerszegi TE",
    "text": "Zalaegerszegi Torna Egylet Football Club (), commonly known as Zalaegerszegi TE, Zalaegerszeg or ZTE, is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club from the city of &lt;a href=\"Zalaegerszeg\"&gt;Zalaegerszeg&lt;/a&gt; in Hungary. They are best known for beating &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; 1–0 in the &lt;a href=\"2002-03%20UEFA%20Champions%20League%20qualifying%20phase\"&gt;2002–03 UEFA Champions League&lt;/a&gt; qualifying stage. Zalaegerszeg has won one &lt;a href=\"Hungarian%20League\"&gt;Hungarian League&lt;/a&gt; title in &lt;a href=\"2001%E2%80%9302%20Nemzeti%20Bajnoks%C3%A1g%20I\"&gt;2002&lt;/a&gt;.\nHistory.\nZTE traces its roots back to 1912, at the time of the &lt;a href=\"Austria-Hungary\"&gt;Austro-Hungarian Empire&lt;/a&gt;. Its first match was a 4–2 defeat to a team from &lt;a href=\"Vasv%C3%A1r\"&gt;Vasvár&lt;/a&gt;. The team was first composed of members of a literary and debating society. ZTE flourished under coach &lt;a href=\"J%C3%B3zsef%20Vad%C3%A1sz\"&gt;József Vadász&lt;/a&gt;, but World War I halted its progress. In 1920, Zalaegerszegi TE, or \"Gymanistics Club of Zalaegerszeg,\" was born. They were defeated in their debut match, losing 2–1 to &lt;a href=\"AK%20Szombathely\"&gt;AK Szombathely&lt;/a&gt; on August 21, 1920, but were motivated by a crowd of over 2,000 fans.\nZTE's league history began in 1924, when they joined the Hungarian second division. The club won the title a decade later and entered the top flight in 1934. However, the start of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; under the regime of &lt;a href=\"Admiral\"&gt;Admiral&lt;/a&gt; &lt;a href=\"Mikl%C3%B3s%20Horthy\"&gt;Miklós Horthy&lt;/a&gt; saw ZTE's field and equipment confiscated. After the war, in 1957, ZTE merged with two other local teams, signalling the rebirth of the &lt;a href=\"Football%20team\"&gt;club&lt;/a&gt;.\n1990s.\nFrom then on to the 1990s, however, ZTE did not really challenge the Hungarian title much. The league was dominated by &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt; club &lt;a href=\"Ferencv%C3%A1rosi%20TC\"&gt;Ferencvárosi TC&lt;/a&gt;. In 1994, ZTE managed to gain a solid foothold on the Hungarian first division.\n2000s.\nIn the 2000s, the club reached their zenith by winning the Hungarian League for the first time in the club history. In the &lt;a href=\"2001%E2%80%9302%20Nemzeti%20Bajnoks%C3%A1g%20I\"&gt;2001–02&lt;/a&gt; season, Zalaegrszeg finished second in the first stage of the championship gaining 61 points while Budapest rivals &lt;a href=\"MTK%20Budapest%20FC\"&gt;MTK Budapest FC&lt;/a&gt; 64 points. In the championship play-off Zalaegerszeg secured their first ever league title and finished on 71 points and &lt;a href=\"P%C3%A9ter%20Bozsik\"&gt;Péter Bozsik&lt;/a&gt;'s team overtook Budapest rivals Ferencváros and MTK Budapest along the way. &lt;a href=\"Kriszti%C3%A1n%20Kenesei\"&gt;Krisztián Kenesei&lt;/a&gt; and &lt;a href=\"G%C3%A1bor%20Egressy%20%28footballer%29\"&gt;Gábor Egressy&lt;/a&gt; were the key figures of the title-winning team by scoring 37 goals. In the &lt;a href=\"2002%E2%80%9303%20Nemzeti%20Bajnoks%C3%A1g%20I\"&gt;2002–03&lt;/a&gt; season, Zalaegerszeg finished in the bottom half of the table and competed in the relegation play-offs. In the following seasons, ZTE would consolidate in the lower half of the table, finishing in 9th, 6th and 11th place respectively.\nIn the &lt;a href=\"2002-03%20UEFA%20Champions%20League%20qualifying%20phase\"&gt;2002–03 UEFA Champions League&lt;/a&gt; qualifying phase Zalaegerszeg defeated &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;n champions &lt;a href=\"NK%20Zagreb\"&gt;NK Zagreb&lt;/a&gt; on away goals. The first match was played in Zalaegerszeg and the club won it by 1–0. The only goal was scored by &lt;a href=\"Darko%20Ljubojevi%C4%87\"&gt;Darko Ljubojević&lt;/a&gt;. In the second leg Zagreb was winning by 2–0 when in the 87th minute Zalaegerszeg was awarded a penalty which was scored by &lt;a href=\"Fl%C3%B3ri%C3%A1n%20Urb%C3%A1n\"&gt;Flórián Urbán&lt;/a&gt;. ZTE beat Zagreb on away goals. In the third qualifying round Zalaegerszeg faced English giants &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt;. In the first leg, ZTE provided a stunning shock by winning 1–0 with a last minute goal from &lt;a href=\"B%C3%A9la%20Kopl%C3%A1rovics\"&gt;Béla Koplárovics&lt;/a&gt;. However, in the return leg at &lt;a href=\"Old%20Trafford\"&gt;Old Trafford&lt;/a&gt;, Man United won a convincing 5–0 victory. &lt;a href=\"Ruud%20van%20Nistelrooy\"&gt;Ruud van Nistelrooy&lt;/a&gt; scored in the 5th minute and in the 75th minute then &lt;a href=\"David%20Beckham\"&gt;David Beckham&lt;/a&gt;, &lt;a href=\"Paul%20Scholes\"&gt;Paul Scholes&lt;/a&gt;, &lt;a href=\"Ole%20Gunnar%20Solskj%C3%A6r\"&gt;Ole Gunnar Solskjær&lt;/a&gt; scored. The English side progressed to the first group stage with a 5–1 aggregate victory.\nIn the &lt;a href=\"2006-07%20Nemzeti%20Bajnoks%C3%A1g%20I\"&gt;2006–07&lt;/a&gt; season after nine rounds Zalaegerszeg was on the top of the league table. At the end of the season the club finished third securing a place in the European competitions of the &lt;a href=\"Intertoto%20Cup%202007\"&gt;Intertoto Cup 2007&lt;/a&gt;.\nIn the spring of 2009 &lt;a href=\"J%C3%A1nos%20Csank\"&gt;János Csank&lt;/a&gt; was appointed as the coach of the club. The success coach has already won two Hunagrian League titles with Vác and Ferencváros.\n2010s.\nIn the &lt;a href=\"2010-11%20Nemzeti%20Bajnoks%C3%A1g%20I\"&gt;2010–11&lt;/a&gt; season Zalaegerszeg was competing for the Europa League position with Budapest rivals Ferencváros but ZTE finished fourth and could not secure a place for the qualifiers. In the &lt;a href=\"2011-12%20Nemzeti%20Bajnoks%C3%A1g%20I\"&gt;2011–12&lt;/a&gt; season Zalaegerszeg started the season with five consecutive defeats which resulted the dismissal of &lt;a href=\"J%C3%A1nos%20Csank\"&gt;János Csank&lt;/a&gt;. He was replaced by former Ferencváros coach &lt;a href=\"L%C3%A1szl%C3%B3%20Prukner\"&gt;László Prukner&lt;/a&gt;. The first half of the 2011–12 Hungarian League season was a nightmare for the club since they finished last gaining only 6 points without any victories. On April 21, 2012 Zalaegerszeg were relegated to the second division of the &lt;a href=\"Nemzeti%20Bajnoks%C3%A1g%20II\"&gt;Hungarian League&lt;/a&gt; after the defeat against titleholders &lt;a href=\"Videoton%20FC\"&gt;Videoton&lt;/a&gt;.\nOn 15 May 2014, former Zalaegerszeg player &lt;a href=\"Gergely%20Kocs%C3%A1rdi\"&gt;Gergely Kocsárdi&lt;/a&gt; was elected as director of the club. It was also announced that the company called Pharos '95 gained more than 50% of the shares of the club for about 16 million HUF.\nBy winning the &lt;a href=\"2018%E2%80%9319%20Nemzeti%20Bajnoks%C3%A1g%20II\"&gt;2018–19 Nemzeti Bajnokság II&lt;/a&gt; season, Zalaegerszeg were promoted to the &lt;a href=\"2019%E2%80%9320%20Nemzeti%20Bajnoks%C3%A1g%20I\"&gt;2019–20 Nemzeti Bajnokság I&lt;/a&gt; season.\n2020s.\nBefore the &lt;a href=\"2020-21%20Nemzeti%20Bajnoks%C3%A1g%20I\"&gt;2020-21 Nemzeti Bajnokság I&lt;/a&gt; season it was rumoured that former &lt;a href=\"PSV%20Eindhoven\"&gt;PSV Eindhoven&lt;/a&gt; and &lt;a href=\"Hungary%20national%20football%20team\"&gt;Hungary national football team&lt;/a&gt; star &lt;a href=\"Bal%C3%A1zs%20Dzsudzs%C3%A1k\"&gt;Balázs Dzsudzsák&lt;/a&gt; would be signed by the club. However, Gábor Végh, the owner of the club, claimed that the club had not started any negotioations with Dzsudzsák.\nCrest and colours.\nThe colours of the club are blue and white.\nManufacturers and shirt sponsors.\nThe following table shows in detail Zalaegerszegi TE kit manufacturers and shirt sponsors by year: \nStadiums and facilities.\nZalaegerszeg play their matches in the &lt;a href=\"ZTE%20Arena\"&gt;ZTE Arena&lt;/a&gt;. The stadium is able to host 14000 people. Due to the increased attention Zalaegerszeg played their 2002–03 UEFA Champions League match against Manchester United at the &lt;a href=\"Ferenc%20Pusk%C3%A1s%20Stadium%20%281953%29\"&gt;Ferenc Puskás Stadium&lt;/a&gt;.\nHonours.\n&lt;a href=\"Nemzeti%20Bajnoks%C3%A1g%20I\"&gt;Nemzeti Bajnokság I&lt;/a&gt;\n&lt;a href=\"Nemzeti%20Bajnoks%C3%A1g%20II\"&gt;Nemzeti Bajnokság II&lt;/a&gt;\n&lt;a href=\"Magyar%20Kupa\"&gt;Magyar Kupa&lt;/a&gt;\n&lt;a href=\"Szuperkupa\"&gt;Szuperkupa&lt;/a&gt;"
}