{
    "id": "16892823",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=16892823",
    "title": "Pyotr Dranga",
    "text": "Pyotr Yurievich Dranga (, Moscow) is a Russian &lt;a href=\"accordion\"&gt;accordion&lt;/a&gt;ist and singer.\nFollowing in his father's footsteps (who brought the accordion to classical music performances), Pyotr Dranga introduced the accordion to the Russian stage. As the first person to do this, Dranga created a new genre which revived this forgotten instrument. After his first performance, this new pop style developed rapidly. Now he has many &lt;a href=\"Fan%20%28person%29\"&gt;fans&lt;/a&gt; and imitators. Due to his contributions, accordion presentations have become an entertaining spectacular as he manages to dance with this heavy instrument on &lt;a href=\"Parquetry\"&gt;parquet&lt;/a&gt; and even on ice.\nLife and career.\nDranga was born in 1984 in a family of musicians. His father, Yuri Petrovich Dranga – is a professor at &lt;a href=\"Gnessin%20State%20Musical%20College\"&gt;Gnessin Academy of Music Art&lt;/a&gt; in Russia, &lt;a href=\"People%27s%20Artist%20of%20Russia\"&gt;People's Artist of Russia&lt;/a&gt;; his mother- Elena Kirillovna Dranga. Under the influence of his father, Dranga began to play accordion. In 1990 he was accepted in Richter music school.\nIn 1996, Dranga won VI Moscow Open Competition of accordionists and in October the same year he won the International Competition of accordionists in &lt;a href=\"Castelfidardo\"&gt;Castelfidardo&lt;/a&gt;, Italy.\nIn 1997, Dranga participated in 13th International Music Festival in St. Petersburg. In 1998, he performed at the International Music Festival in Beijing, China, and won the International Competition of accordionists in Asturias, Spain.\nIn 1999 he was named Laureate at the VII Moscow Open Music Competition and began his concert career organised by Russian Cultural Foundation. He graduated from high school and enrolled in Gnesin Academy of Music.\nIn 2008, he presented his first CD.\nPyotr prefers to play on the instruments of the Italian brand Bugari Armando. In all, six musicians bespoke accordions this company, and each has its own characteristics. Among hobbies Pyotr Dranga central place occupied by classes and diving, fishing. As a child, Pyotr loved gluing model airplanes and shoot amateur movies with her participation and the participation of the sisters. His house had a lot of animals – there was even a crocodile. As a child, Pyotr, of course, upset about the fact that we have to study music instead of playing &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;. Now he is very happy to be associated with his instrument with strong ties skill."
}