{
    "id": "16892179",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=16892179",
    "title": "David Lewiston",
    "text": "David Sidney George Lewiston (11 May 1929 – 29 May 2017) was a London-born collector of the world's traditional music. He is best known for his recordings initially released on LP on the &lt;a href=\"Nonesuch%20Records%23Nonesuch%20Explorer%20Series\"&gt;Explorer Series&lt;/a&gt; of &lt;a href=\"Nonesuch%20Records\"&gt;Nonesuch Records&lt;/a&gt; beginning in 1967.\nBiography.\nHe earned a graduate degree in 1953 from &lt;a href=\"Trinity%20College%20of%20Music\"&gt;Trinity College of Music&lt;/a&gt; in London, where he studied piano, conducting, orchestration, harmony, and &lt;a href=\"counterpoint\"&gt;counterpoint&lt;/a&gt;. He later studied composition in New York City with &lt;a href=\"Thomas%20de%20Hartmann\"&gt;Thomas de Hartmann&lt;/a&gt;, who had been a devotee of &lt;a href=\"G.%20I.%20Gurdjieff\"&gt;G. I. Gurdjieff&lt;/a&gt;. For more than a decade he served as one of the musicians at the Gurdjieff Foundation, New York. Finding it difficult to make a living as a musician he worked as a journalist for more than a decade but abandoned it to return to music, travelling widely to record traditional music.\nHis first recordings were made in &lt;a href=\"Bali\"&gt;Bali&lt;/a&gt; in 1966, and the initial album from these recordings, \"Music from the Morning of the World\", was released in 1967. He has made extensive recordings of &lt;a href=\"Tibetan%20Buddhism\"&gt;Tibetan Buddhist&lt;/a&gt; rituals, most notably of the chordal chanting of &lt;a href=\"Gyuto%20Order\"&gt;Gyuto&lt;/a&gt; Tantric University (one of the great colleges of the &lt;a href=\"Gelug\"&gt;Gelug&lt;/a&gt;pa, the Established Church of Tibetan Buddhism), and the &lt;a href=\"Drukpa%20Kagyu\"&gt;Drukpa Kagyu&lt;/a&gt; rituals of &lt;a href=\"Khampagar%20Gompa\"&gt;Khampagar Gompa&lt;/a&gt;, as well as music from many other countries, including &lt;a href=\"Bolivia\"&gt;Bolivia&lt;/a&gt;, &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;, &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;, &lt;a href=\"Ecuador\"&gt;Ecuador&lt;/a&gt;, &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;, &lt;a href=\"Guatemala\"&gt;Guatemala&lt;/a&gt; and &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;, &lt;a href=\"Jammu\"&gt;Jammu&lt;/a&gt; and &lt;a href=\"Kashmir\"&gt;Kashmir&lt;/a&gt;, &lt;a href=\"Ladakh\"&gt;Ladakh&lt;/a&gt; and &lt;a href=\"Lahul\"&gt;Lahul&lt;/a&gt;, Himachal Pradesh in India's West Himalaya, &lt;a href=\"Gilgit\"&gt;Gilgit&lt;/a&gt; and &lt;a href=\"Hunza%20Valley\"&gt;Hunza&lt;/a&gt; in Pakistan's &lt;a href=\"Khyber%20Pakhtunkhwa\"&gt;North-West Frontier Province&lt;/a&gt;, &lt;a href=\"Darjeeling\"&gt;Darjeeling&lt;/a&gt; and &lt;a href=\"Sikkim\"&gt;Sikkim&lt;/a&gt; in the East Himalaya, the &lt;a href=\"Georgia%20%28country%29\"&gt;Republic of Georgia&lt;/a&gt;, and &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;.\nHis recordings of the '60s and '70s were made at a significant juncture, when lightweight portable recording equipment had matured sufficiently to allow excellent recordings to be made in remote places, and just before the traditional music of these places suffered the ravages of globalisation.\nHe lived in &lt;a href=\"Maui\"&gt;Maui&lt;/a&gt;, Hawaii, where he was working on archiving his recordings and other materials collected during his life's work. Lewiston died 29 May 2017, aged 88 at a hospice centre in &lt;a href=\"Wailuku%2C%20Hawaii\"&gt;Wailuku, Hawaii&lt;/a&gt;."
}