{
    "id": "16907903",
    "revid": "6917124",
    "url": "https://en.wikipedia.org/wiki?curid=16907903",
    "title": "Banda Cuisillos",
    "text": "Banda Cuisillos de Arturo Macías, or simply Banda Cuisillos, are a &lt;a href=\"Mexico\"&gt;Mexican&lt;/a&gt; &lt;a href=\"banda%20music\"&gt;banda&lt;/a&gt; group from the city of &lt;a href=\"Tala%2C%20Jalisco\"&gt;Tala, Jalisco&lt;/a&gt;. They are well known for wearing Native American costumes in their stage performances and album photographs as a tribute to their ethnic heritage. Also, unlike most brass bandas, they incorporate a &lt;a href=\"piano\"&gt;piano&lt;/a&gt; and &lt;a href=\"electric%20guitar\"&gt;electric guitar&lt;/a&gt; into some of their songs.\nHistory.\nThe band was formed in 1987 by Arturo Macías, a clarinetist, who was still a teenager at the time. He invited several of his friends to join in his project, and they had to work hard in order to buy all the instruments. The original name of the group was Banda Cuisillos Musical de Arturo Macías. In 1993, they recorded their self-titled debut album, which contained their first big hit, \"El Perro Aguayo\". Perhaps the most notable aspect of the group at this time was their youth; most of the band members were still only in their early 20s. In contrast with their later heavily balada-based sound, this first album was composed primarily of cumbias.\n1994 brought their second album \"Las Mil Y Una Noches\" with the title track being the major hit. In 1995, they released their third album, \"Déjate Llevar\". With this album, they dropped the word \"musical\" from their band name and became known as just Banda Cuisillos de Arturo Macías. The first single was the charanga \"Déjate Llevar\", but the big hit became the second single, \"Déjame Entrar\", a balada. It was around this time that the band began experimenting with different costumes, although they still had not finalized into wearing the Native American costumes they have become famous for.\nTheir fourth album, 1996's \"Como Sufro\" was the band's first gold record for selling more than 100,000 copies. This production also brought major changes to the band. With this album, the band began wearing the Native American costumes full-time in their performances and album covers. Also, previous vocalist Ramiro Cuarenta left the band before the recording of this album and was replaced by Bruno de Jesús (his Cuisillos name being Voz de Trueno), who is not with the band anymore as of early 2009. The big hit was the title track, a ballad.\n1997's \"Te Amo\" was up to that point the band's biggest selling album, earning the band another gold record. Three of the four singles from this album were ballads-\"Te Quiero\", \"Te Amo\", and \"¿Por Que Te Fuiste?\". (The third single, Muñequita, was a cumbia). Due to the huge success they were having with their ballads, the band decided to start focusing more on ballads and less on cumbias, which had been the mainstays of their albums up to this point.\nThe band's sixth album \"Acuérdate de mi!\" is to this day the band's second-biggest selling album of all time, earning the band double gold status (meaning more than 200,000 copies were sold in the United States). The major changes on this album include more ballads (six out of the twelve tracks on this album are ballads) as well as the inclusion of electric guitar and a drum kit. Also, the band again changed their name, this time dropping the word \"banda\" to become simply Cuisillos de Arturo Macías, the name by which they are still known to this day. The major singles were \"Acuérdate De Mi\", \"Ya No Me Mires Así\" and \"Es Amor Lo Que Hay En Ti\".\nTheir seventh album \"A Veces Lloro\", released in 1999, is still to this day the band's biggest selling album. It is the band's only platinum album. The major hit was the title track. This was followed up by \"Hasta La Eternidad\" in 1999, which would be the band's final gold record for seven years, which contained the big hit \"No Se Lo Digas A Ella\".\nIn 2007, Cuisillos made their comeback in massive popularity with the title track from their 21st album, \"Mil Heridas\" written by &lt;a href=\"Espinoza%20Paz\"&gt;Espinoza Paz&lt;/a&gt;, which became a huge hit in Mexico. As a result, Mil Heridas became the band's first gold disc in seven years. Five out of twelve tracks were written by popular songwriter Espinoza Paz, and it is believed that this is the reason for this album's huge success.\nOn April 29, 2008, Cuisillos released their 22nd album, \"Vive y Déjame Vivir\" and on April 2, 2009, they released their 23rd album, \" Vientos De Cambio.\"\nOn October 12, 2017, Ernesto Ruíz, a vocalist of the band, was murdered."
}