{
    "id": "16908460",
    "revid": "1043635970",
    "url": "https://en.wikipedia.org/wiki?curid=16908460",
    "title": "Serenity (comics)",
    "text": "Serenity is a line of &lt;a href=\"comic%20book\"&gt;comic book&lt;/a&gt;s published by &lt;a href=\"Dark%20Horse%20Comics\"&gt;Dark Horse Comics&lt;/a&gt; from 2005 to 2017. It is a &lt;a href=\"Canon%20%28fiction%29\"&gt;canonical&lt;/a&gt; continuation of &lt;a href=\"Joss%20Whedon\"&gt;Joss Whedon&lt;/a&gt;'s \"&lt;a href=\"Firefly%20%28TV%20series%29\"&gt;Firefly&lt;/a&gt;\" television series and the 2005 film \"&lt;a href=\"Serenity%20%282005%20film%29\"&gt;Serenity&lt;/a&gt;\", which are all part of the &lt;a href=\"Firefly%20%28franchise%29\"&gt;\"Firefly\" media franchise&lt;/a&gt;. It was not an &lt;a href=\"ongoing%20series\"&gt;ongoing series&lt;/a&gt;; rather, it consisted of a number of &lt;a href=\"Limited%20series%20%28comics%29\"&gt;miniseries&lt;/a&gt; and &lt;a href=\"One-shot%20%28comics%29\"&gt;one-shots&lt;/a&gt;, released sporadically.\nStarting in 2018, &lt;a href=\"Boom%21%20Studios\"&gt;Boom! Studios&lt;/a&gt; began publishing its own &lt;a href=\"Firefly%20%28Boom%21%20Studios%20comics%29\"&gt;line of Firefly comics&lt;/a&gt;.\nPublication history.\nCreation.\nInitially, &lt;a href=\"Joss%20Whedon\"&gt;Joss Whedon&lt;/a&gt; invited &lt;a href=\"Brett%20Matthews\"&gt;Brett Matthews&lt;/a&gt; to co-write a story to bridge the series and the film. Matthews had previously worked as Whedon's assistant on several \"&lt;a href=\"Buffy%20the%20Vampire%20Slayer%20%28TV%20series%29\"&gt;Buffy&lt;/a&gt;\", \"&lt;a href=\"Angel%20%281999%20TV%20series%29\"&gt;Angel&lt;/a&gt;\", and \"&lt;a href=\"Firefly%20%28TV%20series%29\"&gt;Firefly&lt;/a&gt;\" episodes, and had written the script for \"Firefly\" episode &lt;a href=\"Heart%20of%20Gold%20%28Firefly%29\"&gt;\"Heart of Gold\"&lt;/a&gt;. According to Matthews, \"Those Left Behind\" was originally an &lt;a href=\"anime\"&gt;anime&lt;/a&gt; project, which fell through, leading to the story being released in comicbook form.\n\"Those Left Behind\".\n\"Serenity: Those Left Behind\" is a three-issue &lt;a href=\"Limited%20series%20%28comics%29\"&gt;miniseries&lt;/a&gt;, created in 2005 as a tie-in to the film &lt;a href=\"Serenity%20%282005%20film%29\"&gt;\"Serenity\"&lt;/a&gt;. The series was written by &lt;a href=\"Joss%20Whedon\"&gt;Joss Whedon&lt;/a&gt; and &lt;a href=\"Brett%20Matthews\"&gt;Brett Matthews&lt;/a&gt;, illustrated by &lt;a href=\"Will%20Conrad\"&gt;Will Conrad&lt;/a&gt;, lettered by &lt;a href=\"Michael%20Heisler\"&gt;Michael Heisler&lt;/a&gt;, and colored by &lt;a href=\"Laura%20Martin\"&gt;Laura Martin&lt;/a&gt;.\n\"Those Left Behind\" is set after the events of the &lt;a href=\"Firefly%20%28TV%20show%29\"&gt;\"Firefly\" television series&lt;/a&gt;, to function as a bridge leading into the \"Serenity\" film. It shows Inara's departure from the \"Serenity\"’s crew, establishes Shepherd Book's intention to leave the ship, introduces several characters important to the film's storyline, including &lt;a href=\"List%20of%20characters%20in%20the%20Firefly%20universe%23The%20Operative\"&gt;the Operative&lt;/a&gt; and &lt;a href=\"List%20of%20characters%20in%20the%20Firefly%20universe%23Fanty%20and%20Mingo\"&gt;Mingo and Fanty&lt;/a&gt;, and resolves the &lt;a href=\"List%20of%20characters%20in%20the%20Firefly%20universe%23Blue%20Gloves\"&gt;Hands of Blue&lt;/a&gt; plotline from the television series. \"Those Left Behind\" also reintroduces &lt;a href=\"List%20of%20characters%20in%20the%20Firefly%20universe%23Lawrence%20Dobson\"&gt;Lawrence Dobson&lt;/a&gt;, an Alliance agent who was (apparently) killed by Mal in the &lt;a href=\"Serenity%20%28Firefly%20episode%29\"&gt;\"Firefly\" pilot episode&lt;/a&gt;. Whedon had always planned to bring back Dobson, but did not have the opportunity before the series was cancelled.\n\"Better Days\".\nThe second three-issue miniseries, \"\", was announced by Dirk Wood of Dark Horse Comics during &lt;a href=\"WonderCon\"&gt;WonderCon&lt;/a&gt; 2006. The three issues were released in March, April, and May 2008. Whedon, Matthews, Conrad, and Heisler returned, but colourist Laura Martin was replaced by &lt;a href=\"Michelle%20Madsen\"&gt;Michelle Madsen&lt;/a&gt;. &lt;a href=\"Adam%20Hughes\"&gt;Adam Hughes&lt;/a&gt; served as cover artist, creating three covers, each depicting three of the nine \"Serenity\" crew members, which together form a &lt;a href=\"triptych\"&gt;triptych&lt;/a&gt;. &lt;a href=\"Jo%20Chen\"&gt;Jo Chen&lt;/a&gt; drew the 2008 trade paperback collection cover.\n\"Better Days\" is set between the television series and the film, but before the events of \"Those Left Behind\", in order to have all the core characters aboard the \"Serenity\", and to better capture the \"heart and status quo—in as much as there even is one—of the [television] series.\" The comic sees the crew of \"Serenity\" pulling off a successful job, which results in unexpected wealth and complications.\nThe three issues were collected as a trade paperback in October 2008. This work won &lt;a href=\"Diamond%20Comic%20Distributors\"&gt;Diamond's&lt;/a&gt; 2008 Gem Award for \"Licensed Trade Paperback of the Year\". In 2009 \"Better Days\" was one of six nominees for the inaugural &lt;a href=\"Hugo%20Award%20for%20Best%20Graphic%20Story\"&gt;Hugo Award for Best Graphic Story&lt;/a&gt;. The miniseries came second to \"&lt;a href=\"Girl%20Genius\"&gt;Girl Genius&lt;/a&gt;, Volume 8: Agatha Heterodyne and the Chapel of Bones\".\n\"The Other Half\".\nThe August 2008 issue of \"&lt;a href=\"MySpace%20Dark%20Horse%20Presents\"&gt;MySpace Dark Horse Presents&lt;/a&gt;\" included an eight-page comic titled \"Serenity: The Other Half\". While Conrad remained responsible for the artwork and Heisler stayed on as letterer, &lt;a href=\"Jim%20Krueger\"&gt;Jim Krueger&lt;/a&gt; took over as writer and &lt;a href=\"Julius%20Ohta\"&gt;Julius Ohta&lt;/a&gt; as colorist. Joss Whedon is credited as the executive producer.\nThe story revolves around the \"Serenity\" crew aboard a hover-&lt;a href=\"stagecoach\"&gt;stagecoach&lt;/a&gt;, protecting it from Reavers as they try to deliver their seriously wounded passenger to their destination, in order to claim the second half of his fare. While helping Simon to keep the passenger alive, River detects that their passenger is an Alliance agent who tracks smugglers and leads Alliance soldiers to kill them. Aware that River may be the escaped psychic the Alliance is hunting, the agent tries and fails to shoot River when Simon is knocked unconscious. In return, River shoots the agent with his own gun, which she then disposes of. While the rest of the crew assume that stray munitions from the Reavers killed the agent, Mal takes River aside, tells her that he \"had a bad feelin'\" about the passenger, and welcomes her to the crew.\n\"Float Out\".\n\"Float Out\" was announced on March 9, 2010 and published on June 2, 2010. While &lt;a href=\"guest%20star\"&gt;guest starring&lt;/a&gt; on Whedon's television series \"&lt;a href=\"Dollhouse%20%28TV%20series%29\"&gt;Dollhouse&lt;/a&gt;\", &lt;a href=\"Patton%20Oswalt\"&gt;Patton Oswalt&lt;/a&gt; requested permission to write a \"Serenity\" comic. One of several &lt;a href=\"Pitch%20%28filmmaking%29\"&gt;pitches&lt;/a&gt; made by Oswalt was accepted by Whedon, and Oswalt began to work on the script with Whedon's input. Around the same time, illustrator &lt;a href=\"Patric%20Reynolds\"&gt;Patric Reynolds&lt;/a&gt; was finishing work on an \"&lt;a href=\"Abe%20Sapien\"&gt;Abe Sapien&lt;/a&gt;\" one-shot; he was encouraged to apply for the comic, and was accepted by Oswalt and Whedon. Oswalt's enthusiasm for the project and the lack of releases since \"Better Days\" led to the decision to use the comic to fill in a gap in the \"&lt;a href=\"Buffy%20Season%208\"&gt;Buffy Season 8&lt;/a&gt;\" release schedule. &lt;a href=\"Jo%20Chen\"&gt;Jo Chen&lt;/a&gt;, who drew the cover for the \"Better Days\" trade paperback, returned for \"Float Out\"s main cover art; the original of which was donated to the charity \"Can't Stop The Serenity\" for auction. An alternative cover was created by Frank Stockton.\n\"Float Out\" was set after the events of the film. Following &lt;a href=\"List%20of%20Firefly%20characters%23Hoban%20Washburne\"&gt;Hoban \"Wash\" Washburne&lt;/a&gt;'s death, three former colleagues pool their resources to purchase a ship (a Firefly-class ship of a different model to the \"Serenity\"), which they intend to name \"Jetwash\" in honor of their friend. At the &lt;a href=\"Float-out\"&gt;floating out ceremony&lt;/a&gt;, they are initially unable to find the right words to christen the ship with, and instead tell each other stories about their interactions with Wash. A common theme—that Wash would always look out for his friends—emerges, and the three men decided to use this sentiment to christen the ship. However, the traditional &lt;a href=\"Champagne%20%28wine%29\"&gt;champagne&lt;/a&gt; bottle has been taken by Wash's wife, &lt;a href=\"Zoe%20Washburne\"&gt;Zoe&lt;/a&gt;; she instead offers a bottle of cheap Asian liquor called \"un-ga-pae\", which Wash was highly fond of. The final page reveals that Zoe is pregnant with Wash's daughter.\n\"The Shepherd's Tale\".\nPrior to the 2007 Browncoat Cruise, a \"Firefly\" convention held aboard a cruise ship, &lt;a href=\"Ron%20Glass\"&gt;Ron Glass&lt;/a&gt; asked Whedon for some information to answer the inevitable questions on &lt;a href=\"Shepherd%20Derrial%20Book\"&gt;Shepherd Derrial Book&lt;/a&gt;'s backstory. At the time, no new \"Serenity\" comics were planned, but Whedon emailed Glass some facts from Book's past to reveal, along with permission to announce that the character would be the subject of the next \"Serenity\" comic. &lt;a href=\"Scott%20Allie\"&gt;Scott Allie&lt;/a&gt;, senior editor at Dark Horse, only found out about this because he was &lt;a href=\"Carbon%20copy%23E-mail\"&gt;copied&lt;/a&gt; in on the email. The comic, originally to be titled \"A Shepherd's Tale\" and released as a three-issue miniseries, was later verified by Allie, who stated in the letters section of \"Serenity: Better Days\" #1 that a comic based on Book's past was slated for a late 2008 release. As it is focused on a single character, Allie stated in a June 2008 interview that it was an opportunity for the \"Serenity\" comics franchise to \"go in a real different direction.\"\nThis release date was not met, and no news was forthcoming until March 9, 2010, when Dark Horse announced that the work would be published in November 2010 as a hardcover &lt;a href=\"graphic%20novel\"&gt;graphic novel&lt;/a&gt; under the title \"The Shepherd's Tale\". According to Allie, the three-year delay was because no appropriate author could be found to write the story from Whedon's outlines, until Joss brought his brother &lt;a href=\"Zack%20Whedon\"&gt;Zack&lt;/a&gt; in on the project in late 2009.\n\"The Shepherd's Tale\" starts off by depicting the attack in which Book was gravely wounded during the film \"Serenity\", then expands by &lt;a href=\"Flashback%20%28narrative%29\"&gt;flashing back&lt;/a&gt; to events in the character's life, then stepping back to the decision that led to each event, all the way to his childhood. After running away from home and his abusive father, the young Henry Evans falls into a life of crime, then is recruited into the &lt;a href=\"Browncoats\"&gt;Independence movement&lt;/a&gt;. As tensions between the Independents and the ruling &lt;a href=\"Alliance%20%28Firefly%29\"&gt;Alliance&lt;/a&gt; increase, Evans volunteers to infiltrate the Alliance military and spy on them using a video transmitter implanted in his eye. After killing a man named Derrial Book and stealing his identity, Evans joins a law enforcement agency, from where his ambition and drive attract the attention of the military. When war breaks out, Evans/Book attempts to orchestrate a simultaneous six-planet strike to end the war \"in one day\", but instead presides over a massacre of Alliance forces, including the loss of the starship IAV \"Alexander\" and the 4,000 aboard. Book is discharged and dumped on a nearby planet by &lt;a href=\"escape%20pod\"&gt;escape pod&lt;/a&gt;. Several years later, Book wakes up in a homeless shelter after being beaten by Alliance soldiers for his role in the \"Alexander\" disaster, and has a spiritual revelation while eating a bowl of soup, which prompts him to join the church and train as a Shepherd. Ten years later, he leaves the church as a missionary, and takes passage on the transport ship, &lt;a href=\"Serenity%20%28Firefly%20vessel%29\"&gt;\"Serenity\"&lt;/a&gt; (as seen in the &lt;a href=\"Serenity%20%28Firefly%20episode%29\"&gt;show's pilot episode&lt;/a&gt;).\n\"Downtime\".\n\"Serenity: Downtime\" is a comic that was released by Dark Horse Comics on November 11, 2010 on the \"USA Today\" website as part of the Dark Horse: High Definition program. Described by writer Zack Whedon as a \"slice-of-life, day-on-the-ship story,\" the comic depicts the crew of the \"Serenity\" stranded on an icy planet in the middle of a storm after a heist. Zoe and Wash enjoy their time together, while Inara and Kaylee fantasize about food and complain to Mal about it, and Jayne approaches Simon about a burning sensation after a night in a brothel. The crew are completely unaware that a band of locals are searching for and have found them, only for River to deal with them by killing them all. As the storm abates and the \"Serenity\" is taking off, River reveals that she knows Shepherd Book has a secret, that it is as easy for him to kill people as it is for her.\n\"It's Never Easy\".\n\"Serenity: Firefly Class 03-K64—It's Never Easy\" is a short story released as part of a &lt;a href=\"Free%20Comic%20Book%20Day\"&gt;Free Comic Book Day&lt;/a&gt; issue on May 5, 2012. Written by &lt;a href=\"Zack%20Whedon\"&gt;Zack Whedon&lt;/a&gt; with art by &lt;a href=\"F%C3%A1bio%20Moon\"&gt;Fábio Moon&lt;/a&gt;, the story is set during Zoe's pregnancy and involves an attempt by a prospective passenger to steal the \"Serenity\" while grounded in the countryside.\n\"Leaves on the Wind\".\nA six-issue miniseries published from January to June 2014. Set after the events of the film, \"Leaves on the Wind\" is written by &lt;a href=\"Zack%20Whedon\"&gt;Zack Whedon&lt;/a&gt;, with art by &lt;a href=\"Georges%20Jeanty\"&gt;Georges Jeanty&lt;/a&gt;, who took inspiration from the artists &lt;a href=\"Jean%20Giraud\"&gt;Moebius&lt;/a&gt;, &lt;a href=\"Geof%20Darrow\"&gt;Geof Darrow&lt;/a&gt; and &lt;a href=\"Walt%20Simonson\"&gt;Walt Simonson&lt;/a&gt;, as well as the films \"&lt;a href=\"Blade%20Runner\"&gt;Blade Runner&lt;/a&gt;\", \"&lt;a href=\"Outland%20%28film%29\"&gt;Outland&lt;/a&gt;\" and \"&lt;a href=\"Alien%20%28film%29\"&gt;Alien&lt;/a&gt;\". Alternate covers for each issue were painted by &lt;a href=\"Daniel%20Dos%20Santos\"&gt;Daniel Dos Santos&lt;/a&gt;. The first issue won &lt;a href=\"Diamond%20Comics%20Distributors\"&gt;Diamond&lt;/a&gt;'s 2014 Gem Award for Licensed Comic of the Year.\n\"The Warrior and the Wind\".\nPublished as a part of &lt;a href=\"Free%20Comic%20Book%20Day\"&gt;Free Comic Book Day&lt;/a&gt; 2016, written by &lt;a href=\"Chris%20Roberson%20%28author%29\"&gt;Chris Roberson&lt;/a&gt; with art by &lt;a href=\"Stephen%20Byrne%20%28comics%29\"&gt;Stephen Byrne&lt;/a&gt;. River entertains Zoe and Wash's infant daughter with a bedtime story as the remaining crew (sans Inara) go out on a mission. Her story parallels the formation of the \"Serenity\"’s crew albeit in a fantastical, fairy-tale-like setting, with the majority of the artwork inspired by an earlier piece of fan-art by Byrne which re-imagined the \"Serenity\"’s crew as animated Disney characters.\n\"No Power in the ’Verse\".\nOn July 20, 2016 \"No Power in the ’Verse\" was announced, a six-issue miniseries written by &lt;a href=\"Chris%20Roberson%20%28author%29\"&gt;Chris Roberson&lt;/a&gt; with art by &lt;a href=\"Georges%20Jeanty\"&gt;Georges Jeanty&lt;/a&gt;. The story picked up approximately a year and a half after the conclusion of \"Leaves on the Wind\".\nReception.\nReaction to the comics has been mixed: while widely accepted by fans of the cancelled television series and film, several reviews have commented that the comics are inaccessible to those without this prerequisite knowledge, are a poor substitute for the filmed works, and often try to cram in too much information to the detriment of the story.\nAccording to Dark Horse Comics, the trade paperback of \"Those Left Behind\" had sold 85,000 copies as of October 2007. Sales data from &lt;a href=\"Baker%20%26amp%3B%20Taylor\"&gt;Baker &amp; Taylor&lt;/a&gt; lists the trade paperback of \"Those Left Behind\" as the most popular graphic novel not published by &lt;a href=\"Marvel%20Comics\"&gt;Marvel&lt;/a&gt; or &lt;a href=\"DC%20Comics\"&gt;DC Comics&lt;/a&gt; between June and December 2006, while &lt;a href=\"Diamond%20Comic%20Distributors\"&gt;Diamond Comic Distributors&lt;/a&gt; listed \"Those Left Behind\" as the 49th highest selling graphic novel in 2007 by units sold, although the retail ranking was only 187th. It was the third-highest selling Dark Horse graphic novel in 2007, behind a hardcover edition of \"&lt;a href=\"300%20%28comics%29\"&gt;300&lt;/a&gt;\" (5th on the Diamond list) and the \"Buffy Season 8: &lt;a href=\"The%20Long%20Way%20Home%20%28Buffy%20comic%29\"&gt;The Long Way Home&lt;/a&gt;\" trade paperback (30th). Scott Allie claims that \"Those Left Behind\" was significantly more popular than expected, and that Issue #1 of \"Those Left Behind\" was the highest selling comic published by Dark Horse until the first issue of \"&lt;a href=\"Buffy%20Season%208\"&gt;Buffy Season 8&lt;/a&gt;\".\nMost reviews for the first two \"Serenity\" miniseries state that while enjoyable and rewarding to fans of the television series and movie, the comic is unsuited for uninitiated readers. One review pans the lack of background and plot in \"Those Left Behind\", while praising the artwork and commenting that the comic has an \"aura of character study\" that fans will enjoy. Another stated that those unfamiliar with the background and the characters would be better off acquiring the series and movie before reading the comic. Reviews for the first issue of \"Better Days\" were similar: claiming that if non-fans \"didn't know who these characters were, you just wouldn't care,\" but praising the artwork and overall storytelling while claiming the miniseries would be interesting and hold promise for many readers. However, later issues were less well received: Issue #2 was panned for poor dialogue and viewed as being worse than the television series and film, and by the final issue, reviewers were unhappy with the series; the lack of character development was a major sticking point. A review for Comics Bulletin noted that trying to compress too much action and too many subplots into three issues was another of \"Better Days\" downfalls, sentiments echoed in reviews of the one-shot \"Float Out\".\nIn reviewing \"Float Out\", Miguel Perez of &lt;a href=\"IGN\"&gt;IGN&lt;/a&gt; praised the writing and artwork, but commented that the comic did not add anything new to the understanding of Wash, and that as the stories are told primarily through the narration of the three friends, the scenes depicting Wash are few and far between. He also stated that the main reason for reading \"Float Out\" is for the last-page reveal. Reviewing the work for \"ComicsAlliance\", Chris Murphy echoes Perez's complaint about the lack of Wash, stating that reading about \"three mostly undeveloped strangers for the bulk of the twenty-four page comic is a little disappointing\" for fans of the show. He also believes that the comic was let down by being a one-shot: the three reminisces would have had more impact as individual issues in a miniseries, with more space for detail on each incident and development for both Wash and the new characters.\nReviews of \"The Shepherd's Tale\" were mixed. Sean Kleefeld praised the storytelling, both its content and structuring, but reiterates previous comments that the comics are hard to comprehend without knowing the television series. However, he opines that this may be a calculated decision to target the most likely market for the comic. David Spira of The Geek Whisperer echoed Kleefeld's comments on the story while also praising the book's artwork, but felt the comic's release as an expensive hardcover was not justified by the content, and agreed that Book's tale was \"completely meaningless unless you are a &lt;a href=\"Browncoat\"&gt;Browncoat&lt;/a&gt;\". The reviewer for Daemon's Books found the recurring flashback structure confusing, and complained that the attitude of the Alliance towards Book in the episode \"&lt;a href=\"Safe%20%28Firefly%29\"&gt;Safe&lt;/a&gt;\" no longer made sense. The goodtobeageek reviewer, Jessa Phillips, felt that the flashback structure was overused, and agrees with Spira's comment on the value for money, but highly praises &lt;a href=\"Chris%20Samnee\"&gt;Chris Samnee&lt;/a&gt;'s artwork.\nDespite requests from fans, Joss Whedon has stated that \"Serenity\" is unlikely to be released as a regular publication series. He believes that the pacing and story-arc structure he created for \"Firefly\" would work poorly as a regular series, and unlike the monthly-issued \"Buffy Season 8\", \"Serenity\" does not have the wealth of background material generated by seven seasons of television to draw from. However, Dark Horse senior editor Scott Allie wants to produce new miniseries on a more regular basis, reducing the three-year wait between \"Those Left Behind\" and \"Better Days\"."
}