{
    "id": "16902082",
    "revid": "38567265",
    "url": "https://en.wikipedia.org/wiki?curid=16902082",
    "title": "Ecuadorian–Peruvian War (1857–1860)",
    "text": "The Ecuadorian–Peruvian War took place between 1857 and 1860. The conflict began when &lt;a href=\"Ecuador\"&gt;Ecuador&lt;/a&gt; attempted to sell &lt;a href=\"Amazon%20basin\"&gt;Amazon basin&lt;/a&gt; land claimed by &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt; in order to settle a debt with British creditors. When diplomatic relations between the two countries broke down, prior to the fragmentation of the Ecuadorian government into several competing factions, the Peruvian government ordered a blockade of Ecuador's ports in order to force the cancellation of the sale, and the official acknowledgement of Peruvian ownership of the disputed territories. By late 1859, control of Ecuador was consolidated between &lt;a href=\"General%20Guillermo%20Franco\"&gt;General Guillermo Franco&lt;/a&gt;, in the city of &lt;a href=\"Guayaquil\"&gt;Guayaquil&lt;/a&gt;, and a provisional government in Quito headed by &lt;a href=\"Gabriel%20Garc%C3%ADa%20Moreno\"&gt;Gabriel García Moreno&lt;/a&gt;. Peruvian President &lt;a href=\"Ram%C3%B3n%20Castilla\"&gt;Ramón Castilla&lt;/a&gt; sailed to Guayaquil with several thousand soldiers in October 1859, and negotiated the &lt;a href=\"Treaty%20of%20Mapasingue\"&gt;Treaty of Mapasingue&lt;/a&gt; with General Franco in January 1860. The signing of the treaty indicated Ecuadorian compliance with all of Peru's demands, and temporarily marked the end of the territorial dispute between the two countries. However, in September 1860, the forces of the provisional government, commanded by García Moreno and General &lt;a href=\"Juan%20Jos%C3%A9%20Flores\"&gt;Juan José Flores&lt;/a&gt; defeated Franco's government at the &lt;a href=\"Battle%20of%20Guayaquil\"&gt;Battle of Guayaquil&lt;/a&gt;, ending the civil war in Ecuador. The new government disavowed the Treaty of Mapasingue, followed shortly afterwards by its Peruvian counterpart; this re-opened the territorial dispute.\nEcuadorian territory by Peruvian forces upon arriving in Guayaquil. No fighting took place between the troops of the two countries within the duration of the dispute after the occupation, although a detachment of Peruvian forces pledged by Castilla in the Treaty of Mapasingue was involved in the later Battle of Guayaquil.\nEvents.\nEcuadorian debt situation.\nDuring its &lt;a href=\"Spanish%20American%20wars%20of%20independence\"&gt;war of independence from Spain&lt;/a&gt;, the government of &lt;a href=\"Gran%20Colombia\"&gt;Gran Colombia&lt;/a&gt; had incurred a number of debts to private European creditors. Its three daughter states: Venezuela, Colombia, and Ecuador, split the debts amongst themselves. In 1837, Ecuador assumed responsibility for 21.5 percent of the debt. In the 1850s, a committee of holders of Latin American bonds organized itself and sent several representatives to Ecuador to arrange settlement of the debt. On September 21, 1957, George S. Pritchett, representing the Ecuadorian Land Company, Ltd. signed a treaty with Ecuadorian &lt;a href=\"Minister%20of%20Finance\"&gt;Minister of Finance&lt;/a&gt; Don Francisco de Paula Icaza, that gave the creditors rights to several territories in &lt;a href=\"Esmeraldas%20Province\"&gt;Esmeraldas&lt;/a&gt;; several more on the shores of the &lt;a href=\"Zamora%20River\"&gt;Zamora river&lt;/a&gt;; one million &lt;a href=\"quarter%20section\"&gt;quarter section&lt;/a&gt;s in the canton of &lt;a href=\"Canelos\"&gt;Canelos&lt;/a&gt;; as well as 410,200 quarter sections near the &lt;a href=\"Ca%C3%B1ar%20River\"&gt;Cañar river&lt;/a&gt;: a total of 2,610,200 quarter sections, at a value of &lt;a href=\"Pound%20sterling\"&gt;£&lt;/a&gt;566,900. Ecuadorian sovereignty over the lands would be preserved, but all activities carried out there would be &lt;a href=\"tax-exempt\"&gt;tax-exempt&lt;/a&gt; for a period of 15 years. This was not the first time that the Ecuadorian government had attempted to settle debts by transferring title over part of its territory.\nPeruvian protest against land deal.\nAmong the lands transferred by the Icaza–Pritchett treaty were several territories whose ownership was disputed with neighboring &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;. Because of the poor geographical knowledge of the area at the time, colonial-era administrations were separated by borders defined with little accuracy via a multitude of \"Real Cédulas\" (royal decrees issued by the Spanish Crown). These haphazard territorial definitions led to a number of border disputes among new South American nations. The ownership of the northern half of what is now the &lt;a href=\"Loreto%20Region\"&gt;Loreto Region&lt;/a&gt; in Peru was a major point of contention between the two countries; up to that point, relations between the neighbors had alternated between friendly and nonexistent. On November 11, 1857, Peruvian Resident Minister to Ecuador Juan Celestino Cavero protested the signing of the Icaza–Pritchett treaty in a letter to Antonio Mata, the Ecuadorian Minister of Foreign Relations. Cavero had been appointed only three months before; he had arrived in Quito tasked among other things with seeking to resolve the territorial dispute. Now, he called for the treaty to be declared void: the territories in Canelos being sold off belonged to Peru, based on the boundary laid out by the &lt;a href=\"History%20of%20the%20Ecuadorian%E2%80%93Peruvian%20territorial%20dispute%23Real%20Cedula%20of%201802\"&gt;Real Cédula of 1802&lt;/a&gt; (a decree ordering the transfer of territories from the &lt;a href=\"Real%20Audiencia%20de%20Quito\"&gt;Real Audiencia de Quito&lt;/a&gt; to the &lt;a href=\"Viceroyalty%20of%20Peru\"&gt;Viceroyalty of Peru&lt;/a&gt;). He also noted the posture of \"&lt;a href=\"uti%20possidetis\"&gt;uti possidetis&lt;/a&gt;\" adopted by Peru in 1810, as well as the general acts of jurisdiction and possession that Peru had long carried out in the disputed territories.\nMata replied to Cavero on November 30, arguing that Ecuador had full rights to the territories, reaffirming Ecuador's view that the Real Cédula of 1802 did not transfer territorial rights to the Viceroyalty of Peru, rendering the claim of \"uti possidetis de jure\" void. According to one source, Mata argued that the Real Cédula of 1802 did not constitute a real Spanish law, because it was never authorized by the Viceroy of Santa Fe, meaning that ownership of territories according to Spanish law remained as it was prior to 1802. Peru continued to stand by its position of \"uti possidetis\" of 1810, and brought its case before the governments of the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and Great Britain, which distanced themselves from the dispute.\n1858: Peru retaliates.\nA \"paper war\" of diplomatic correspondence between the two countries went on between April and August 1858. On July 29, Mata requested that Cavero be expelled based on the behavior exhibited in the execution of his functions as minister. On July 30, Cavero wrote to the Chancery of Lima, detailing what he considered multiple transgressions carried out by the Ecuadorian government and press against Peru's honor. That same day, the &lt;a href=\"Chancery%20%28diplomacy%29\"&gt;Chancery&lt;/a&gt; of Quito notified Cavero that relations between Peru and Ecuador were again severed; he was then expelled from the country. While the Peruvian view is that Cavero was justified in any means necessary to achieve the repatriation of the territories, his tactics have been called tactless and belligerent by later scholars, and were contrary to his instructions from Lima and detrimental to his goals.\nIn a law enacted on October 26, 1858, the Peruvian Congress authorized President &lt;a href=\"Ram%C3%B3n%20Castilla\"&gt;Ramón Castilla&lt;/a&gt; to command an army against Ecuador if necessary to secure the national territory against its sale to the British creditors. A &lt;a href=\"blockade\"&gt;blockade&lt;/a&gt; of Ecuador's ports was ordered. On November 1, 1858, the first Peruvian ship, the naval &lt;a href=\"frigate\"&gt;frigate&lt;/a&gt; \"BAP Amazonas\", arrived in Ecuadorian waters; the blockade began in earnest on November 4, and was presided over by Rear Admiral Ignacio Mariátegui.\nEarly 1859: Leadership struggles in Ecuador.\nBy 1859, known in Ecuadorian history books as the \"Terrible Year\", the country was poised on the brink of a leadership crisis. President &lt;a href=\"Francisco%20Robles\"&gt;Francisco Robles&lt;/a&gt;, faced with the threat of the Peruvian blockade, moved the national capital to &lt;a href=\"Guayaquil\"&gt;Guayaquil&lt;/a&gt;, and charged General José María Urbina with defending it. In the wake of this unpopular move, a series of opposition movements, championed by regional \"&lt;a href=\"caudillos\"&gt;caudillos&lt;/a&gt;\", were formed. On May 1, a &lt;a href=\"Conservative%20Party%20%28Ecuador%29\"&gt;conservative&lt;/a&gt; triumvirate, integrated by Dr. &lt;a href=\"Gabriel%20Garc%C3%ADa%20Moreno\"&gt;Gabriel García Moreno&lt;/a&gt;, Pacífico Chiriboga and &lt;a href=\"Jer%C3%B3nimo%20Carri%C3%B3n\"&gt;Jerónimo Carrión&lt;/a&gt; (Robles' vice president) formed the Provisional Government of Quito. On May 6, Carrión separated himself from the triumvirate, and formed a short-lived government in the city of &lt;a href=\"Cuenca%2C%20Ecuador\"&gt;Cuenca&lt;/a&gt;; he was deposed the next day by forces loyal to Robles.\nGeneral Urvina promptly set out for Quito to subdue García Moreno and his movement. The Provisional Government was no match for Urvina, and fell in June. García Moreno fled to Peru, where he requested the support of President Castilla; the Peruvian leader supplied him with weapons and ammunition to subvert the Robles regime. Believing that he had the support of the Peruvians, in July García Moreno addressed a &lt;a href=\"manifesto\"&gt;manifesto&lt;/a&gt;—published in a July edition of the Peruvian newspaper \"&lt;a href=\"El%20Comercio%20%28Peru%29\"&gt;El Comercio&lt;/a&gt;\"—to his countrymen, instructing them to accept Peru as their ally against Robles, despite the territorial dispute and blockading actions. Shortly afterwards, García Moreno traveled to Guayaquil, where he met with &lt;a href=\"Guillermo%20Franco%20%28Ecuadorian%20general%29\"&gt;General Guillermo Franco&lt;/a&gt;, General Commander of the District of Guayas and third in the Urvinista \"caudillo\" hierarchy, after Urvina and Robles. García Moreno proposed that they disavow Robles' government and declare free elections. Franco agreed to help García Moreno, though he himself also aspired to the presidency of the republic.\nAugust–September 1859: Ecuadorian situation worsens.\nOn August 31, 1859, Castilla betrayed his commitment to García Moreno, and came to an agreement with Franco that resulted in the end of the blockade against the port of Guayaquil. Several weeks later, the &lt;a href=\"Mosquera-Zelaya%20Protocol\"&gt;Mosquera-Zelaya Protocol&lt;/a&gt;, the result of the secret agreement between Peru and Cauca to take control of Ecuador, was signed in &lt;a href=\"Popay%C3%A1n\"&gt;Popayán&lt;/a&gt;.\nWhen he received word of Franco's allegiance with Castilla, Robles disavowed their treaty, and moved the capital, this time to &lt;a href=\"Riobamba\"&gt;Riobamba&lt;/a&gt;, where he handed over leadership of the government to Jerónimo Carrión. He and Urvina would leave the country for good within a &lt;a href=\"fortnight\"&gt;fortnight&lt;/a&gt;. Meanwhile, Rafael Carvajal, a member of the defeated Provisional Government, invaded Ecuador from the border to the north; within the month, Carvajal had reestablished the Provisional Government in Quito. Finally, on September 17, Guillermo Franco declared himself Supreme Chief of Guayas; however, &lt;a href=\"Babahoyo\"&gt;Babahoyo&lt;/a&gt;, &lt;a href=\"Vinces\"&gt;Vinces&lt;/a&gt; and &lt;a href=\"Daule%2C%20Guayas\"&gt;Daule&lt;/a&gt; sided with the Provisional Government. On September 18, an assembly in &lt;a href=\"Loja%20province\"&gt;Loja&lt;/a&gt; named &lt;a href=\"Manuel%20Carri%C3%B3n%20Pinzano\"&gt;Manuel Carrión Pinzano&lt;/a&gt; military and civil chief of the province; the following day, Carrión Pinzano called a new assembly that established a Federal Government presiding over &lt;a href=\"Loja%20Province\"&gt;Loja&lt;/a&gt;, &lt;a href=\"El%20Oro%20Province\"&gt;El Oro&lt;/a&gt; and &lt;a href=\"Zamora-Chinchipe%20Province\"&gt;Zamora&lt;/a&gt;. On September 26, Cuenca affirmed its allegiance to the Provisional Government.\nWith the domestic situation at its most tumultuous, and the Peruvian blockade of the rest of the Ecuadorian coast nearing the end of its first year in place, Castilla sought to take advantage of the circumstances to impose a favorable border settlement. On September 20, Castilla wrote to Quito to declare his support for the Provisional Government; ten days later, he sailed from Callao, leading an invasion force. While stopped over in the port of &lt;a href=\"Paita\"&gt;Paita&lt;/a&gt;, in Peru, Castilla proposed to the Ecuadorians that they form a sole government with which they could negotiate an agreement to end the blockade and the territorial dispute.\nOctober 1859.\nCastilla and his forces arrived in Guayaquil on October 4; the next day, he met with Franco aboard the Peruvian steamer \"\". Castilla simultaneously sent word to García Moreno that he wished to meet with him as well. García Moreno set out for Guayaquil days later; on October 14, he arrived in Paita aboard the Peruvian ship \"Sachaca\". When García Moreno became aware that an agent of Franco's was also traveling aboard the ship, he became furious, and broke off the possibility of discussions with Castilla.\nNovember–December 1859.\nCastilla reverted to negotiations solely with Franco's regime in Guayaquil; after several meetings, an initial deal was struck on November 8, 1859. Castilla ordered his troops, 5,000 strong, to disembark on Ecuadorian territory; the Peruvians set up camp at the \"hacienda\" of &lt;a href=\"Mapasingue\"&gt;Mapasingue&lt;/a&gt;, near Guayaquil. Castilla did this to guarantee that Ecuador would fulfill its promises.\nIn Loja, Manuel Carrión Pinzano proposed that the four governments vying for control of Ecuador select a representative to negotiate a settlement with Castilla. On November 13, Cuenca was forced to recognize Guillermo Franco's government in Guayaquil; Franco thus became Supreme Chief of Guayaquil and Cuenca. The next day, Franco and Castilla met again aboard the Peruvian ship \"Amazonas\", and made arrangements for a definitive peace treaty. Carrión Pinzano's suggestion was not agreed upon until November 19, when dealings began between the governments of Quito, Guayas-Azuay and Loja, who agreed to delegate to Franco the task of negotiating with Peru, except on the matter of territorial sovereignty. According to the agreement signed between the governments, \"the government of Guayaquil and Cuenca may not pledge to annex, cede or assign to any government any part of the Ecuadorian territory under any pretext or name.\" Franco, however, had been negotiation exactly such matters with Castilla; a preliminary convention regarding the territorial situation was signed between Franco and Castilla on December 4, for the purpose of releasing Guayaquil from occupation and re-establishing peace.\nGarcía Moreno soon became aware of the treasonous pact agreed upon by Franco and Castilla. In an unsuccessful attempt to seek a powerful ally, García Moreno sent a series of secret letters to the &lt;a href=\"charg%C3%A9%20d%27affaires\"&gt;chargé d'affaires&lt;/a&gt; of &lt;a href=\"France\"&gt;France&lt;/a&gt;, Emile Trinité, on December 7, 15 and 21; in them, he proposed that Ecuador become a &lt;a href=\"protectorate\"&gt;protectorate&lt;/a&gt; of the European country. Fortunately for his cause, the agreement between Franco and Castilla had the effect of uniting the disparate governments of Ecuador against their new common enemy; \"El Traidor\", the traitor Franco, who had betrayed them by dealing with the Peruvians on their terms.\n1860: Treaty of Mapasingue.\nOn January 7, 1860, the Peruvian army made preparations to return home; eighteen days later, on January 25, Castilla and Franco signed the Treaty of 1860, better known as the Treaty of Mapasingue, after the \"hacienda\" where the Peruvian troops were quartered. The treaty had as its object the resolution of the pending territorial debate. In its first article, it affirmed that relations would be re-established between the two countries. The matter of the borders was established in articles 5, 6 and 7, where the Icaza-Pritchett treaty was declared null, accepted Peru's position of \"uti possidetis\", and allowed Ecuador two years to substantiate its ownership of Quijos and Canelos, after which time Peru's rights over the territories would become absolute if no evidence was presented. This constituted acknowledgement of the Real Cédula of 1802, which Ecuador had previously rejected.\nAftermath.\nAt the time, a domestic upheaval against Castilla's government was brewing in Peru. Castilla promised Franco that he would back him as head of the \"general government\" of Ecuador, and supplied his forces with boots, uniforms, and 3,000 rifles. Castilla sailed for Peru on February 10, arriving in Lima bearing the Treaty of Mapasingue as a victory prize. His efforts to take Ecuador's territory for Peru would prove fruitless; in September 1860, Guillermo Franco's government fell to the Provisional Government of Quito's forces, led by García Moreno and General &lt;a href=\"Juan%20Jos%C3%A9%20Flores\"&gt;Juan José Flores&lt;/a&gt;, at the &lt;a href=\"Battle%20of%20Guayaquil\"&gt;Battle of Guayaquil&lt;/a&gt;, paving the way for the reunification of the country under the Provisional Government. The Treaty of Mapasingue was nullified by the Ecuadorian Congress in 1861, and later by the Peruvian Congress in 1863 during the government of &lt;a href=\"Miguel%20de%20San%20Rom%C3%A1n\"&gt;Miguel de San Román&lt;/a&gt;, on the grounds that Ecuador did not possess a centralized government when it entered into the treaty, and that General Franco was merely the head of a party or faction, as well as the fact that the new Ecuadorian government had disapproved the treaty. The Congress determined that the two countries should return to the status of \"&lt;a href=\"casus%20belli\"&gt;casus belli&lt;/a&gt;\" of 1858. The long dispute thus produced no favorable result for Peru, and the &lt;a href=\"History%20of%20the%20Ecuadorian%E2%80%93Peruvian%20territorial%20dispute\"&gt;ongoing territorial dispute between the two countries&lt;/a&gt; remained unresolved."
}