{
    "id": "1691116",
    "revid": "124152",
    "url": "https://en.wikipedia.org/wiki?curid=1691116",
    "title": "Hunter Davies",
    "text": "Edward Hunter Davies, &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;OBE&lt;/a&gt; (born 7 January 1936) is a British author, journalist and broadcaster. His books include the only authorised biography of &lt;a href=\"the%20Beatles\"&gt;the Beatles&lt;/a&gt;.\nEarly life.\nDavies was born in &lt;a href=\"Johnstone\"&gt;Johnstone&lt;/a&gt;, &lt;a href=\"Renfrewshire\"&gt;Renfrewshire&lt;/a&gt;, to Scottish parents. For four years his family lived in &lt;a href=\"Dumfries\"&gt;Dumfries&lt;/a&gt; until Davies was aged 11. Davies has quoted his boyhood hero as being &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"centre-forward\"&gt;centre-forward&lt;/a&gt;, &lt;a href=\"Billy%20Houliston\"&gt;Billy Houliston&lt;/a&gt;, of Davies' then local team, &lt;a href=\"Queen%20of%20the%20South%20F.C.\"&gt;Queen of the South&lt;/a&gt;.\nHis family moved to &lt;a href=\"Carlisle%2C%20Cumbria\"&gt;Carlisle&lt;/a&gt; in England when Davies was 11 and he attended the Creighton School in the city. Davies lived in Carlisle until he moved to study at university. During this time his father, who was a former &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; pay clerk, developed &lt;a href=\"multiple%20sclerosis\"&gt;multiple sclerosis&lt;/a&gt; and had to retire on medical grounds from a civil service career.\nDavies joined the sixth form at &lt;a href=\"Carlisle%20Grammar%20School\"&gt;Carlisle Grammar School&lt;/a&gt; and was awarded a place at &lt;a href=\"University%20College%2C%20Durham\"&gt;University College&lt;/a&gt;, &lt;a href=\"Durham%20University\"&gt;Durham&lt;/a&gt; to read for an honours degree in History, but after his first year he switched to a general arts course. He gained his first writing experience as a student, contributing to the university newspaper, \"&lt;a href=\"Palatinate%20%28newspaper%29\"&gt;Palatinate&lt;/a&gt;\", where one of his fellow student journalists was the future fashion writer &lt;a href=\"Colin%20McDowell\"&gt;Colin McDowell&lt;/a&gt;. After completing his degree course he stayed on at Durham for another year to gain a teaching diploma and avoid &lt;a href=\"Conscription%20in%20the%20United%20Kingdom\"&gt;National Service&lt;/a&gt;.\nWriting career.\nAfter he left university, Davies worked as a journalist, and in 1965 he wrote the novel \"Here We Go Round the Mulberry Bush\", which was made into a &lt;a href=\"Here%20We%20Go%20Round%20the%20Mulberry%20Bush%20%28film%29\"&gt;film of the same name&lt;/a&gt; in 1967. He raised the idea of a biography of &lt;a href=\"the%20Beatles\"&gt;the Beatles&lt;/a&gt; with &lt;a href=\"Paul%20McCartney\"&gt;Paul McCartney&lt;/a&gt; when he met him to discuss the possibility of providing the theme song for the film. McCartney liked the idea of the book because inaccurate information had been published about the group but he advised him to obtain the approval of &lt;a href=\"Brian%20Epstein\"&gt;Brian Epstein&lt;/a&gt;. Epstein agreed to the proposal and the resulting authorised biography, \"\", was published in 1968. &lt;a href=\"John%20Lennon\"&gt;John Lennon&lt;/a&gt; mentioned in his 1970 \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" interview that he considered the book \"bullshit\", though Lennon at the time was vigorously debunking the Beatles' &lt;a href=\"myth\"&gt;myth&lt;/a&gt; and anyone who had helped to create it.\nIn 1972, Davies wrote a book about football, \"The Glory Game\", a behind-the-scenes portrait of &lt;a href=\"Tottenham%20Hotspur\"&gt;Tottenham Hotspur&lt;/a&gt;. Davies also wrote a column about his daily life in \"&lt;a href=\"Punch%20%28magazine%29\"&gt;Punch&lt;/a&gt;\" called \"Father's Day\", presenting himself as a harried &lt;a href=\"paterfamilias\"&gt;paterfamilias&lt;/a&gt;. In 1974, he was sent by \"&lt;a href=\"The%20Sunday%20Times\"&gt;The Sunday Times&lt;/a&gt;\" to look at a comprehensive school in action. He wrote three articles and then stayed on at the school – Creighton School in &lt;a href=\"Muswell%20Hill\"&gt;Muswell Hill&lt;/a&gt;, &lt;a href=\"north%20London\"&gt;north London&lt;/a&gt;, now part of &lt;a href=\"Fortismere%20School\"&gt;Fortismere School&lt;/a&gt; – to watch and study through a year in its life. The result was a book, the \"Creighton Report\", published in 1976.\nDavies has also written a biography of the &lt;a href=\"fell\"&gt;fell&lt;/a&gt; walker &lt;a href=\"Alfred%20Wainwright\"&gt;Alfred Wainwright&lt;/a&gt;, and many works about the topography and history of the &lt;a href=\"Lake%20District\"&gt;Lake District&lt;/a&gt;.\nIn children's literature, he has written the Ossie, Flossie Teacake and Snotty Bumstead series of novels.\nAs a &lt;a href=\"ghostwriter\"&gt;ghostwriter&lt;/a&gt;, he has worked on the autobiographies of footballers &lt;a href=\"Wayne%20Rooney\"&gt;Wayne Rooney&lt;/a&gt;, &lt;a href=\"Paul%20Gascoigne\"&gt;Paul Gascoigne&lt;/a&gt; and &lt;a href=\"Dwight%20Yorke\"&gt;Dwight Yorke&lt;/a&gt;. The Rooney biography led to a successful libel action in 2008 by &lt;a href=\"David%20Moyes\"&gt;David Moyes&lt;/a&gt;, the manager of his former club, &lt;a href=\"Everton%20F.C.\"&gt;Everton&lt;/a&gt;. He has also ghostwritten politician &lt;a href=\"John%20Prescott\"&gt;John Prescott&lt;/a&gt;'s 2008 autobiography, \"Prezza, My Story: Pulling no Punches\".\nHe writes a football column for the \"&lt;a href=\"New%20Statesman\"&gt;New Statesman&lt;/a&gt;\". A compilation of these articles was released as a book, \"The Fan\", in 2005 by Pomona Press. Davies writes \"Confessions of a Collector\" in \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\"'s Weekend colour magazine. He has written a book about his collections with the same title.\nDavies was appointed &lt;a href=\"Officer%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;Officer of the Order of the British Empire&lt;/a&gt; (OBE) in the &lt;a href=\"2014%20Birthday%20Honours\"&gt;2014 Birthday Honours&lt;/a&gt; for services to literature.\nFootball fan.\nDavies has stated that the first football team he supported was Queen of the South, when he lived in Dumfries. After moving to Carlisle aged 11, he adopted English Football League club &lt;a href=\"Carlisle%20United%20F.C.\"&gt;Carlisle United&lt;/a&gt;.\nA long-term resident of London, Davies' third adopted team is Tottenham Hotspur. In international football, Davies supports &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland&lt;/a&gt;.\nPersonal life.\nDavies was married to the writer &lt;a href=\"Margaret%20Forster\"&gt;Margaret Forster&lt;/a&gt; from 1960 until her death in 2016. Their daughter &lt;a href=\"Caitlin%20Davies\"&gt;Caitlin Davies&lt;/a&gt; is also an author. From 1963, the family lived in the north London district of &lt;a href=\"Dartmouth%20Park\"&gt;Dartmouth Park&lt;/a&gt;.\nDuring the summer months they lived in their second home near &lt;a href=\"Loweswater\"&gt;Loweswater&lt;/a&gt; in the &lt;a href=\"Lake%20District\"&gt;Lake District&lt;/a&gt;. It was sold in July 2016. His &lt;a href=\"autobiography\"&gt;autobiography&lt;/a&gt; \"The Beatles, Football and Me\" was published in 2007."
}