{
    "id": "169191",
    "revid": "6727347",
    "url": "https://en.wikipedia.org/wiki?curid=169191",
    "title": "Shape",
    "text": "A shape or figure is the form of an object or its external boundary, outline, or external &lt;a href=\"Surface%20%28mathematics%29\"&gt;surface&lt;/a&gt;, as opposed to other properties such as &lt;a href=\"color\"&gt;color&lt;/a&gt;, &lt;a href=\"Surface%20texture\"&gt;texture&lt;/a&gt;, or &lt;a href=\"material\"&gt;material&lt;/a&gt; type.\nA plane shape, two-dimensional shape, or 2D shape (plane figure, two-dimensional figure, or 2D figure) is constrained to lie on a &lt;a href=\"plane%20%28geometry%29\"&gt;plane&lt;/a&gt;, in contrast to \"&lt;a href=\"solid%20figure\"&gt;solid figure&lt;/a&gt;\"s.\nClassification of simple shapes.\nSome simple shapes can be put into broad categories. For instance, &lt;a href=\"polygon\"&gt;polygon&lt;/a&gt;s are classified according to their number of edges as &lt;a href=\"triangle\"&gt;triangle&lt;/a&gt;s, &lt;a href=\"quadrilateral\"&gt;quadrilateral&lt;/a&gt;s, &lt;a href=\"pentagon\"&gt;pentagon&lt;/a&gt;s, etc. Each of these is divided into smaller categories; triangles can be &lt;a href=\"equilateral\"&gt;equilateral&lt;/a&gt;, &lt;a href=\"isosceles\"&gt;isosceles&lt;/a&gt;, &lt;a href=\"obtuse%20triangle\"&gt;obtuse&lt;/a&gt;, &lt;a href=\"Triangle%23By%20internal%20angles\"&gt;acute&lt;/a&gt;, &lt;a href=\"Triangle\"&gt;scalene&lt;/a&gt;, etc. while quadrilaterals can be &lt;a href=\"rectangle\"&gt;rectangle&lt;/a&gt;s, &lt;a href=\"rhombi\"&gt;rhombi&lt;/a&gt;, &lt;a href=\"trapezoids\"&gt;trapezoids&lt;/a&gt;, &lt;a href=\"squares\"&gt;squares&lt;/a&gt;, etc.\nOther common shapes are &lt;a href=\"Point%20%28geometry%29\"&gt;points&lt;/a&gt;, &lt;a href=\"line%20%28geometry%29\"&gt;lines&lt;/a&gt;, &lt;a href=\"plane%20%28geometry%29\"&gt;planes&lt;/a&gt;, and &lt;a href=\"conic%20sections\"&gt;conic sections&lt;/a&gt; such as &lt;a href=\"ellipse\"&gt;ellipse&lt;/a&gt;s, &lt;a href=\"circle\"&gt;circle&lt;/a&gt;s, and &lt;a href=\"parabola\"&gt;parabola&lt;/a&gt;s.\nAmong the most common 3-dimensional shapes are &lt;a href=\"polyhedra\"&gt;polyhedra&lt;/a&gt;, which are shapes with flat faces; &lt;a href=\"ellipsoid\"&gt;ellipsoid&lt;/a&gt;s, which are egg-shaped or sphere-shaped objects; &lt;a href=\"cylinder%20%28geometry%29\"&gt;cylinders&lt;/a&gt;; and &lt;a href=\"cone\"&gt;cone&lt;/a&gt;s.\nIf an object falls into one of these categories exactly or even approximately, we can use it to describe the shape of the object. Thus, we say that the shape of a &lt;a href=\"manhole%20cover\"&gt;manhole cover&lt;/a&gt; is a &lt;a href=\"disk%20%28mathematics%29\"&gt;disk&lt;/a&gt;, because it is approximately the same geometric object as an actual geometric disk.\nIn geometry.\nA geometric shape is the &lt;a href=\"Geometry\"&gt;geometric&lt;/a&gt; information which remains when &lt;a href=\"Translation%20%28geometry%29\"&gt;location&lt;/a&gt;, &lt;a href=\"Scaling%20%28geometry%29\"&gt;scale&lt;/a&gt;, &lt;a href=\"Orientation%20%28geometry%29\"&gt;orientation&lt;/a&gt; and &lt;a href=\"reflection%20%28geometry%29\"&gt;reflection&lt;/a&gt; are removed from the description of a &lt;a href=\"geometric%20object\"&gt;geometric object&lt;/a&gt;. That is, the result of moving a shape around, enlarging it, rotating it, or reflecting it in a mirror is the same shape as the original, and not a distinct shape.\nMany two-dimensional geometric shapes can be defined by a set of &lt;a href=\"Point%20%28geometry%29\"&gt;points&lt;/a&gt; or &lt;a href=\"Vertex%20%28geometry%29\"&gt;vertices&lt;/a&gt; and &lt;a href=\"line%20%28geometry%29\"&gt;lines&lt;/a&gt; connecting the points in a closed chain, as well as the resulting interior points. Such shapes are called &lt;a href=\"polygon\"&gt;polygon&lt;/a&gt;s and include &lt;a href=\"triangle\"&gt;triangle&lt;/a&gt;s, &lt;a href=\"square\"&gt;square&lt;/a&gt;s, and &lt;a href=\"pentagon\"&gt;pentagon&lt;/a&gt;s. Other shapes may be bounded by &lt;a href=\"curve\"&gt;curve&lt;/a&gt;s such as the &lt;a href=\"circle\"&gt;circle&lt;/a&gt; or the &lt;a href=\"ellipse\"&gt;ellipse&lt;/a&gt;.\nMany three-dimensional geometric shapes can be defined by a set of vertices, lines connecting the vertices, and two-dimensional &lt;a href=\"Face%20%28geometry%29\"&gt;faces&lt;/a&gt; enclosed by those lines, as well as the resulting interior points. Such shapes are called &lt;a href=\"polyhedron\"&gt;polyhedron&lt;/a&gt;s and include &lt;a href=\"cube\"&gt;cube&lt;/a&gt;s as well as &lt;a href=\"Pyramid%20%28geometry%29\"&gt;pyramids&lt;/a&gt; such as &lt;a href=\"tetrahedron\"&gt;tetrahedron&lt;/a&gt;s. Other three-dimensional shapes may be bounded by curved surfaces, such as the &lt;a href=\"ellipsoid\"&gt;ellipsoid&lt;/a&gt; and the &lt;a href=\"sphere\"&gt;sphere&lt;/a&gt;.\nA shape is said to be &lt;a href=\"Convex%20polytope\"&gt;convex&lt;/a&gt; if all of the points on a line segment between any two of its points are also part of the shape.\nProperties.\nThere are several ways to compare the shapes of two objects:\nSometimes, two similar or congruent objects may be regarded as having a different shape if a reflection is required to transform one into the other. For instance, the letters \"b\" and \"d\" are a reflection of each other, and hence they are congruent and similar, but in some contexts they are not regarded as having the same shape. Sometimes, only the outline or external boundary of the object is considered to determine its shape. For instance, a hollow sphere may be considered to have the same shape as a solid sphere. &lt;a href=\"Procrustes%20analysis\"&gt;Procrustes analysis&lt;/a&gt; is used in many sciences to determine whether or not two objects have the same shape, or to measure the difference between two shapes. In advanced mathematics, &lt;a href=\"quasi-isometry\"&gt;quasi-isometry&lt;/a&gt; can be used as a criterion to state that two shapes are approximately the same.\nSimple shapes can often be classified into basic &lt;a href=\"geometry\"&gt;geometric&lt;/a&gt; objects such as a &lt;a href=\"Point%20%28geometry%29\"&gt;point&lt;/a&gt;, a &lt;a href=\"line%20%28geometry%29\"&gt;line&lt;/a&gt;, a &lt;a href=\"curve\"&gt;curve&lt;/a&gt;, a &lt;a href=\"plane%20%28geometry%29\"&gt;plane&lt;/a&gt;, a &lt;a href=\"plane%20figure\"&gt;plane figure&lt;/a&gt; (e.g. &lt;a href=\"square%20%28geometry%29\"&gt;square&lt;/a&gt; or &lt;a href=\"circle\"&gt;circle&lt;/a&gt;), or a solid figure (e.g. &lt;a href=\"cube\"&gt;cube&lt;/a&gt; or &lt;a href=\"sphere\"&gt;sphere&lt;/a&gt;). However, most shapes occurring in the physical world are complex. Some, such as plant structures and coastlines, may be so complicated as to defy traditional mathematical description – in which case they may be analyzed by &lt;a href=\"differential%20geometry\"&gt;differential geometry&lt;/a&gt;, or as &lt;a href=\"fractal\"&gt;fractal&lt;/a&gt;s.\nEquivalence of shapes.\nIn geometry, two subsets of a &lt;a href=\"Euclidean%20space\"&gt;Euclidean space&lt;/a&gt; have the same shape if one can be transformed to the other by a combination of &lt;a href=\"translation%20%28geometry%29\"&gt;translations&lt;/a&gt;, &lt;a href=\"rotation\"&gt;rotation&lt;/a&gt;s (together also called &lt;a href=\"rigid%20transformation\"&gt;rigid transformation&lt;/a&gt;s), and &lt;a href=\"Scaling%20%28geometry%29\"&gt;uniform scalings&lt;/a&gt;. In other words, the \"shape\" of a set of points is all the geometrical information that is invariant to translations, rotations, and size changes. Having the same shape is an &lt;a href=\"equivalence%20relation\"&gt;equivalence relation&lt;/a&gt;, and accordingly a precise mathematical definition of the notion of shape can be given as being an &lt;a href=\"equivalence%20class\"&gt;equivalence class&lt;/a&gt; of subsets of a Euclidean space having the same shape.\nMathematician and statistician &lt;a href=\"David%20George%20Kendall\"&gt;David George Kendall&lt;/a&gt; writes:\nIn this paper ‘shape’ is used in the vulgar sense, and means what one would normally expect it to mean. [...] We here define ‘shape’ informally as ‘all the geometrical information that remains when location, scale and rotational effects are filtered out from an object.’\nShapes of physical objects are equal if the subsets of space these objects occupy satisfy the definition above. In particular, the shape does not depend on the size and placement in space of the object. For instance, a \"\" and a \"p\" have the same shape, as they can be perfectly superimposed if the \"\" is translated to the right by a given distance, rotated upside down and magnified by a given factor (see &lt;a href=\"Procrustes%20superimposition\"&gt;Procrustes superimposition&lt;/a&gt; for details). However, a &lt;a href=\"mirror%20image\"&gt;mirror image&lt;/a&gt; could be called a different shape. For instance, a \"b\" and a \"p\" have a different shape, at least when they are constrained to move within a two-dimensional space like the page on which they are written. Even though they have the same size, there's no way to perfectly superimpose them by translating and rotating them along the page. Similarly, within a three-dimensional space, a right hand and a left hand have a different shape, even if they are the mirror images of each other. Shapes may change if the object is scaled non-uniformly. For example, a &lt;a href=\"sphere\"&gt;sphere&lt;/a&gt; becomes an &lt;a href=\"ellipsoid\"&gt;ellipsoid&lt;/a&gt; when scaled differently in the vertical and horizontal directions. In other words, preserving axes of &lt;a href=\"symmetry\"&gt;symmetry&lt;/a&gt; (if they exist) is important for preserving shapes. Also, shape is determined by only the outer boundary of an object.\nCongruence and similarity.\nObjects that can be transformed into each other by rigid transformations and mirroring (but not scaling) are &lt;a href=\"Congruence%20%28geometry%29\"&gt;congruent&lt;/a&gt;. An object is therefore congruent to its &lt;a href=\"mirror%20image\"&gt;mirror image&lt;/a&gt; (even if it is not symmetric), but not to a scaled version. Two congruent objects always have either the same shape or mirror image shapes, and have the same size.\nObjects that have the same shape or mirror image shapes are called &lt;a href=\"Similarity%20%28geometry%29\"&gt;geometrically similar&lt;/a&gt;, whether or not they have the same size. Thus, objects that can be transformed into each other by rigid transformations, mirroring, and uniform scaling are similar. Similarity is preserved when one of the objects is uniformly scaled, while congruence is not. Thus, congruent objects are always geometrically similar, but similar objects may not be congruent, as they may have different size.\nHomeomorphism.\nA more flexible definition of shape takes into consideration the fact that realistic shapes are often deformable, e.g. a person in different postures, a tree bending in the wind or a hand with different finger positions.\nOne way of modeling non-rigid movements is by &lt;a href=\"homeomorphism\"&gt;homeomorphism&lt;/a&gt;s. Roughly speaking, a homeomorphism is a continuous stretching and bending of an object into a new shape. Thus, a &lt;a href=\"square%20%28geometry%29\"&gt;square&lt;/a&gt; and a &lt;a href=\"circle\"&gt;circle&lt;/a&gt; are homeomorphic to each other, but a &lt;a href=\"sphere\"&gt;sphere&lt;/a&gt; and a &lt;a href=\"torus\"&gt;donut&lt;/a&gt; are not. An often-repeated &lt;a href=\"mathematical%20joke\"&gt;mathematical joke&lt;/a&gt; is that topologists cannot tell their coffee cup from their donut, since a sufficiently pliable donut could be reshaped to the form of a coffee cup by creating a dimple and progressively enlarging it, while preserving the donut hole in a cup's handle. \nA described shape has external lines that you can see and make up the shape. If you were putting you coordinates on and coordinate graph you could draw lines to show where you can see a shape, however not every time you put coordinates in a graph as such you can make a shape. This shape has a outline and boundary so you can see it and is not just regular dots on a regular paper.\nShape analysis.\nThe above-mentioned mathematical definitions of rigid and non-rigid shape have arisen in the field of &lt;a href=\"statistical%20shape%20analysis\"&gt;statistical shape analysis&lt;/a&gt;. In particular, &lt;a href=\"Procrustes%20analysis\"&gt;Procrustes analysis&lt;/a&gt; is a technique used for comparing shapes of similar objects (e.g. bones of different animals), or measuring the deformation of a deformable object. Other methods are designed to work with non-rigid (bendable) objects, e.g. for posture independent shape retrieval (see for example &lt;a href=\"Spectral%20shape%20analysis\"&gt;Spectral shape analysis&lt;/a&gt;).\nSimilarity classes.\nAll &lt;a href=\"similar%20triangles\"&gt;similar triangles&lt;/a&gt; have the same shape. These shapes can be classified using &lt;a href=\"complex%20number\"&gt;complex number&lt;/a&gt;s \"u, v, w\" for the vertices, in a method advanced by J.A. Lester and &lt;a href=\"Rafael%20Artzy\"&gt;Rafael Artzy&lt;/a&gt;. For example, an &lt;a href=\"equilateral%20triangle\"&gt;equilateral triangle&lt;/a&gt; can be expressed by the complex numbers 0, 1, (1 + i √3)/2 representing its vertices. Lester and Artzy call the ratio\nthe shape of triangle (\"u, v, w\"). Then the shape of the equilateral triangle is\nFor any &lt;a href=\"affine%20transformation\"&gt;affine transformation&lt;/a&gt; of the &lt;a href=\"complex%20plane\"&gt;complex plane&lt;/a&gt;, formula_2   a triangle is transformed but does not change its shape. Hence shape is an &lt;a href=\"invariant%20%28mathematics%29\"&gt;invariant&lt;/a&gt; of &lt;a href=\"affine%20geometry\"&gt;affine geometry&lt;/a&gt;.\nThe shape \"p\" = S(\"u,v,w\") depends on the order of the arguments of function S, but &lt;a href=\"permutation\"&gt;permutation&lt;/a&gt;s lead to related values. For instance,\nCombining these permutations gives formula_5 Furthermore,\nThe shape of a &lt;a href=\"quadrilateral\"&gt;quadrilateral&lt;/a&gt; is associated with two complex numbers \"p,q\". If the quadrilateral has vertices \"u,v,w,x\", then \"p\" = S(\"u,v,w\") and \"q\" = S(\"v,w,x\"). Artzy proves these propositions about quadrilateral shapes:\nA &lt;a href=\"polygon\"&gt;polygon&lt;/a&gt; formula_9 has a shape defined by \"n\" – 2 complex numbers formula_10 The polygon bounds a &lt;a href=\"convex%20set\"&gt;convex set&lt;/a&gt; when all these shape components have imaginary components of the same sign.\nHuman perception of shapes.\nPsychologists have theorized that humans mentally break down images into simple geometric shapes called &lt;a href=\"geon%20%28psychology%29\"&gt;geons&lt;/a&gt;. Examples of geons include cones and spheres. A wide range of other shape representations have also been investigated. Shape features seem to boil down to three basic dimensions: \"segmentability\", \"compactness\" and \"spikiness\".\nThere is also clear evidence that shapes guide human &lt;a href=\"visual%20spatial%20attention\"&gt;attention&lt;/a&gt;."
}