{
    "id": "1692043",
    "revid": "1060941135",
    "url": "https://en.wikipedia.org/wiki?curid=1692043",
    "title": "The Daedalus Encounter",
    "text": "The Daedalus Encounter is a 1995 &lt;a href=\"interactive%20movie\"&gt;interactive movie&lt;/a&gt; &lt;a href=\"puzzle%20adventure%20game\"&gt;puzzle adventure game&lt;/a&gt; developed by &lt;a href=\"Mondo%20Media\"&gt;Mechadeus&lt;/a&gt; and published by &lt;a href=\"Virgin%20Interactive\"&gt;Virgin Interactive&lt;/a&gt; for &lt;a href=\"Windows\"&gt;Windows&lt;/a&gt;. The game was ported to the &lt;a href=\"3DO%20Interactive%20Multiplayer\"&gt;3DO&lt;/a&gt; by Lifelike Productions and published by &lt;a href=\"Panasonic\"&gt;Panasonic&lt;/a&gt;. The premise of the game is that there are three space marines who have fought as part of an interstellar war. One of them, Casey, has been brought back to life by his partners after a space accident and he is now a brain grafted in a life-support system. In order to save themselves, the three characters and the player solve all sorts of puzzles.\nPlot.\nThe game follows a trio of &lt;a href=\"space%20marines\"&gt;space marines&lt;/a&gt; who fought in an interstellar war: Casey O'Bannon (the &lt;a href=\"player%20character\"&gt;player character&lt;/a&gt;), Ariel Matheson (&lt;a href=\"Tia%20Carrere\"&gt;Tia Carrere&lt;/a&gt;) and Zack Smith (Christian Bocher). On a routine patrol, their ship is attacked by enemy fighters, and Casey is critically injured by a hunk of space debris. Casey's body is irreparably damaged, and by the time he wakes up from his comatose state, the war has ended, Ariel and Zack have embarked on a new career scavenging equipment from ships wrecked in the war, and he is now &lt;a href=\"Isolated%20brain\"&gt;only a brain&lt;/a&gt; grafted in a &lt;a href=\"life%20support\"&gt;life support&lt;/a&gt; system on their spaceship, the \"Artemis\". So that Casey can take part in their ventures, Ariel and Zack have put him in control of a small flying probe. During a salvage mission, the trio crash into and are stranded on a derelict alien &lt;a href=\"spacecraft\"&gt;spacecraft&lt;/a&gt;, which is on a collision course with the &lt;a href=\"star\"&gt;star&lt;/a&gt;. It is up to Casey to help his partners and explore the mystery of the Daedalus spaceship.\nDuring the exploration of the alien ship, Ari and Zack enter a &lt;a href=\"Center%20%28geometry%29\"&gt;Central&lt;/a&gt; Hub containing six doors in the shape of &lt;a href=\"hexagon\"&gt;hexagon&lt;/a&gt;s. They explore areas of the ship behind each door but do not find any &lt;a href=\"navigational\"&gt;navigational&lt;/a&gt; controls. However, Casey figures out how to manipulate a device in the room, activating an &lt;a href=\"elevator\"&gt;elevator&lt;/a&gt; which takes Ari, Zack and Casey up and out of the Central Hub.\nThe alien ship approaches the Sun and temperature inside starts to rapidly increase. The elevator brings Ari, Zack and Casey into a control room where the device (which the orbs were inserted into) vanishes, revealing a &lt;a href=\"fish\"&gt;fish&lt;/a&gt;-shaped &lt;a href=\"Exoskeleton\"&gt;shell&lt;/a&gt;. Ari and Zack notice a live alien and Casey goes over to communicate with it.\nDepending on the player's actions, the game proceeds to one of three endings: \nGameplay.\nCasey can interact with the world through a small remote-controlled flying probe, which is launched from the ship shortly after the start of the game. In this new form, Casey possesses the limited ability to interact with his environment, his only way to communicate being through a yes/no interface and by emitting light pulses.\nIn order to save themselves, the trio must explore the huge alien ship and solve a large number of mind &lt;a href=\"puzzle\"&gt;puzzle&lt;/a&gt;s, such as connecting colored laser beams with mirrors, unlock a door with rotating shapes, playing an advanced form of connect the dots with a computer interface, and one combat sequence, battling aliens called Krin. The puzzles are mixed with acting sequences from Carrere and Bocher, whose interaction with the player creates some lighthearted comedy. Numerous alternate scenes and clips were filmed and edited into gameplay. The alternate scenes appear depending on the player's choice of gameplay.\nProduction and release.\n\"The Daedalus Encounter\" was developed by Mechadeus and published by &lt;a href=\"Virgin%20Interactive\"&gt;Virgin Interactive&lt;/a&gt;. The &lt;a href=\"live-action\"&gt;live-action&lt;/a&gt; segments were filmed at Cinerent Stage A in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;. The game was released for &lt;a href=\"MS-DOS\"&gt;MS-DOS&lt;/a&gt; and &lt;a href=\"3DO%20Interactive%20Multiplayer\"&gt;3DO&lt;/a&gt;. In the MS-DOS version, the video is in a window inside of an organic &lt;a href=\"User%20interface\"&gt;interface&lt;/a&gt;, but the player can hit the spacebar to play the video in full-screen mode. In the 3DO version, the video is full-screen. The game was also part of the multimedia package that was included with the &lt;a href=\"Macintosh%20Performa\"&gt;Macintosh Performa&lt;/a&gt; at the time.\nWhen asked why should took the role, &lt;a href=\"Tia%20Carrere\"&gt;Tia Carrere&lt;/a&gt; stated \"I read the scripts, I enjoyed the character first of all, and it was exciting and different. \"&lt;a href=\"Blade%20Runner\"&gt;Blade Runner&lt;/a&gt;\" is one of my all-time favourite films and I just like stuff like \"&lt;a href=\"Aliens%20%28film%29\"&gt;Aliens&lt;/a&gt;\" and \"\"... I guess I'm just a gizmo-phile!\" Christian Bocher described his character as \"sort of a &lt;a href=\"Han%20Solo\"&gt;Han Solo&lt;/a&gt; meets Hudson in \"Aliens\" and that he was \"kind of an idiot, kinda brave\". Both Carrere and Bocher commented on the difficulty of acting as the scenario for their scenes changed depending on how the game was played, Bocher commented that \"As an actor I think 'Okay, we've got to keep this interesting, keep it different from the last take'.\"\nA special DVD-ROM version would be released for some early OEM DVD-ROM kits.\nReception.\nReviewing the PC version, Scott Wolf of \"&lt;a href=\"PC%20Gamer\"&gt;PC Gamer&lt;/a&gt;\" called it \"a sincere attempt to make a program that works both as an interactive movie and game.\" Wolf praised it for its \"smooth, beautiful video; variety of gameplay; and plenty of puzzles,\" but criticized \"excessive sit 'n watch segments, and some really dumb dialog.\" He opined, \"Ultimately, though, \"The Daedalus Encounter\" will still prove too shallow for hardcore gamers whose natural distrust of video may never dissipate, while casual gamers may appreciate the fine cinematics but find the puzzles too frustrating.\" \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\" gave the game a B+ and stated, \"It seems that most CD-ROM producers still haven't figured out how to combine compelling interactive elements with slick movie-style visuals and storytelling.\", citing a lengthy cinematic scene that culminates with an extremely short and basic gameplay sequence. However, they appended that \"the game's high-tech scenery and foreboding scenario are engrossing enough to lead you through stretches during which you have nothing to do but watch.\" Like Wolf, they noted some \"flubbed dialogue and inane plot developments\", as well as awkward shifts in point of view. Adrian Carmody of \"Quandary\" gave it 2 stars out of 5, and called it a big improvement over \"&lt;a href=\"Critical%20Path%20%28video%20game%29\"&gt;Critical Path&lt;/a&gt;\", with better acting and \"more intelligent gameplay.\" He recommended it to players who enjoyed \"Entombed\", due to the similar gameplay element where every door is locked with a puzzle. He praised the hint system and ability to adjust the difficulty at any point, saying it lets the challenge accommodate each player. He described the graphics as \"superb\", praised the acting, and said the dialogue \"is clear and neither tacky nor simplistic.\" One drawback he noted is how the save feature does not identify save points. \"&lt;a href=\"Next%20Generation%20%28magazine%29\"&gt;Next Generation&lt;/a&gt;\" stated, \"Don't let the 'interactive movie' hype thrown you: \"The Daedalus Encounter\" is a keeper.\" A review in \"&lt;a href=\"GamePro%23PC%20Games\"&gt;PC Games&lt;/a&gt;\" commented that that \"the game's cinematic qualities are by far the strongest of its features\" and that the \"FMV is some of the best i've seen, not only because of the quality of the digitised footage itself but also because of the high standard for the acting.\" The review went on to state that \"it isn't really a game [...] if you want a decent arcade style blaster you won't find it here, nor are there any meaty adventure sections to sink your teeth into.\" as well as noting the great difficulty of the games puzzles.\nReviewing the 3DO version, Air Hendrix of \"&lt;a href=\"GamePro\"&gt;GamePro&lt;/a&gt;\" called the game \"a dazzling outer-space voyage fraught with puzzles, gorgeous graphics, more puzzles, a fascinating story line, and even more puzzles.\" He identified the high quality of the &lt;a href=\"Full%20motion%20video\"&gt;FMV&lt;/a&gt;, the compelling science fiction sounds and visuals, and the story line as high points, but opined that the interactivity is too infrequent to maintain most players' interest, particularly as the story sequences later become focused more on exploration than on plot development. He concluded the game to be \"definitely worth a look.\" \"Maximum\" commented that \"As far as gameplay goes, Daedalus is nothing more than an exercise in following instructions from your compatriots and completing tasks in a set order. But mentions must go to the quality of the FMV footage, by far the most superior effort of any format, and some of the trickier puzzles.\" A critic for \"Next Generation\" likewise considered the FMV footage to be the highlight for its high video quality, stereo surround sound, and strong production values, remarking that \"think of \"&lt;a href=\"The%207th%20Guest\"&gt;7th Guest&lt;/a&gt;\" with a solid story and decent acting and you get the idea.\" While he criticized that the interaction is too infrequent and the puzzles suffer from too wide a range of challenge, he concluded, \"We almost hate to admit it, but here's an FMV title that works.\"\nThe editors of \"&lt;a href=\"MacUser\"&gt;MacUser&lt;/a&gt;\" named \"The Daedalus Encounter\" one of the top 50 CD-ROMs of 1995."
}