{
    "id": "1693245",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=1693245",
    "title": "Union of the Democratic Centre (Argentina)",
    "text": "The Union of the Democratic Centre (, UCD or UCeDé) is a &lt;a href=\"centre-right\"&gt;centre-right&lt;/a&gt; &lt;a href=\"conservative%20liberalism\"&gt;conservative-liberal&lt;/a&gt; and &lt;a href=\"economic%20liberalism\"&gt;economically liberal&lt;/a&gt; &lt;a href=\"political%20party\"&gt;political party&lt;/a&gt; in &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;. It was founded in 1982 by &lt;a href=\"%C3%81lvaro%20Alsogaray\"&gt;Álvaro Alsogaray&lt;/a&gt; who unsuccessfully run in the &lt;a href=\"1983%20Argentine%20general%20election\"&gt;1983&lt;/a&gt; and &lt;a href=\"1989%20Argentine%20general%20election\"&gt;1989&lt;/a&gt; presidential elections, and represented the &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; elite, &lt;a href=\"technocracy\"&gt;technocrats&lt;/a&gt;, and &lt;a href=\"classical%20liberalism\"&gt;classical liberals&lt;/a&gt;.\nAs of October 2020 the party doesn't count with legal recognition nationwide.\nHistory.\nThe leader of the party, &lt;a href=\"%C3%81lvaro%20Alsogaray\"&gt;Álvaro Alsogaray&lt;/a&gt;, was a national deputy for the &lt;a href=\"City%20of%20Buenos%20Aires\"&gt;City of Buenos Aires&lt;/a&gt; for sixteen consecutive years, between 1983 and 1999. In 1983 and 1989 he was a candidate for the presidency, and then appointed ad hoc presidential advisor to &lt;a href=\"Carlos%20Menem\"&gt;Carlos Menem&lt;/a&gt;.\nBy 1989, the UceDé had emerged as the third political force nationwide, after the traditional major parties: the &lt;a href=\"Justicialist%20Party\"&gt;Justicialist Party&lt;/a&gt; (PJ) and the &lt;a href=\"Radical%20Civic%20Union\"&gt;Radical Civic Union&lt;/a&gt; (UCR). &lt;a href=\"Carlos%20Menem\"&gt;Carlos Menem&lt;/a&gt;, an exponent of the growing pro-market wing within the formerly &lt;a href=\"Peronism\"&gt;Peronist&lt;/a&gt; PJ, won the election of 1989. UCeDé concluded an alliance with the Justicialist-led administration which had only a narrow majority in the Chamber of Deputies and gave important support to its policies of privatization and liberal economic reforms. Alsogaray, who had been an opponent of traditional Peronism, became the administration's chief policy advisor and his daughter &lt;a href=\"Mar%C3%ADa%20Julia%20Alsogaray\"&gt;María Julia&lt;/a&gt; secretary of natural resources and the main responsible for the privatization of the public telecommunications company &lt;a href=\"ENTel\"&gt;ENTel&lt;/a&gt;. In the subsequent presidential election, the UCeDé endorsed &lt;a href=\"Carlos%20Menem\"&gt;Carlos Menem&lt;/a&gt;.\nIn 2007, UCeDe participated in the &lt;a href=\"Republican%20Proposal\"&gt;Union PRO&lt;/a&gt; &lt;a href=\"center-right\"&gt;centre-right&lt;/a&gt; alliance to dispute the governorship of the &lt;a href=\"province%20of%20Buenos%20Aires\"&gt;province of Buenos Aires&lt;/a&gt;, supporting the opposition formula &lt;a href=\"Francisco%20de%20Narv%C3%A1ez\"&gt;Francisco de Narváez&lt;/a&gt;-&lt;a href=\"Jorge%20Macri\"&gt;Jorge Macri&lt;/a&gt;. &lt;a href=\"Republican%20Proposal\"&gt;Union PRO&lt;/a&gt; finished in third place, with 14.96% of the votes. The coalition would also last for the 2009 legislative elections, where the party also supported the candidacy of &lt;a href=\"Francisco%20de%20Narv%C3%A1ez\"&gt;Francisco de Narváez&lt;/a&gt; as national deputy. Narvaez was 34% winner, beating former President &lt;a href=\"Nestor%20Kirchner\"&gt;Nestor Kirchner&lt;/a&gt;.\nIn 2011, he participated in the &lt;a href=\"Federal%20Commitment\"&gt;Federal Commitment&lt;/a&gt; Alliance supporting the presidential formula &lt;a href=\"Alberto%20Rodr%C3%ADguez%20Sa%C3%A1\"&gt;Alberto Rodríguez Saá&lt;/a&gt;-&lt;a href=\"Jos%C3%A9%20Mar%C3%ADa%20Vernet\"&gt;José María Vernet&lt;/a&gt;.\nIn March 2015, the UCeDé of the &lt;a href=\"City%20of%20Buenos%20Aires\"&gt;City of Buenos Aires&lt;/a&gt; established an electoral alliance with the &lt;a href=\"Republican%20Proposal\"&gt;Republican Proposal&lt;/a&gt; (PRO) and supported &lt;a href=\"Horacio%20Rodr%C3%ADguez%20Larreta\"&gt;Horacio Rodríguez Larreta&lt;/a&gt; for Head of Government in the election of that same year. Later, the UCeDé of the &lt;a href=\"Province%20of%20Buenos%20Aires\"&gt;Province of Buenos Aires&lt;/a&gt; decided to join the &lt;a href=\"Cambiemos\"&gt;Cambiemos&lt;/a&gt; alliance and supported &lt;a href=\"Mar%C3%ADa%20Eugenia%20Vidal\"&gt;María Eugenia Vidal&lt;/a&gt; for &lt;a href=\"Governor%20of%20Buenos%20Aires%20Province\"&gt;Governor of Buenos Aires&lt;/a&gt; in the election of that same year. For many years, UCeDé supported the center-right Peronist, &lt;a href=\"Jos%C3%A9%20Manuel%20de%20la%20Sota\"&gt;José Manuel de la Sota&lt;/a&gt; in the &lt;a href=\"C%C3%B3rdoba%20Province%2C%20Argentina\"&gt;Province of Córdoba&lt;/a&gt;, but in 2015 he joined Juntos by Córdoba and won second place led by the radical &lt;a href=\"Oscar%20Aguad\"&gt;Oscar Aguad&lt;/a&gt;.\nFor the 2019 presidential elections, he managed to reshape 5 districts necessary to obtain national status and decided to join the &lt;a href=\"Awakening%20Front\"&gt;Awakening Front&lt;/a&gt;, led by economist &lt;a href=\"Jos%C3%A9%20Luis%20Espert\"&gt;José Luis Espert&lt;/a&gt;, who finished in the last position with 1.5% of the votes."
}