{
    "id": "1693428",
    "revid": "16616362",
    "url": "https://en.wikipedia.org/wiki?curid=1693428",
    "title": "Bishop Peak (California)",
    "text": "Bishop Peak is a &lt;a href=\"volcanic%20plug\"&gt;volcanic plug&lt;/a&gt; in &lt;a href=\"San%20Luis%20Obispo%2C%20California\"&gt;San Luis Obispo, California&lt;/a&gt;. It is the tallest of the Morros or \"&lt;a href=\"Nine%20Sisters\"&gt;Nine Sisters&lt;/a&gt;\", a chain of similar peaks stretching to &lt;a href=\"Morro%20Bay\"&gt;Morro Bay&lt;/a&gt;. Often said to take its name from its resemblance to a bishop's &lt;a href=\"Mitre\"&gt;miter&lt;/a&gt;, it is named in homage to the town's name (San Luis Obispo). \"Obispo\" is the Spanish word for Bishop.\nGeology.\nLike the other Morros, Bishop Peak is primarily composed of &lt;a href=\"dacite\"&gt;dacite&lt;/a&gt;. About 20 to 25 million years ago, &lt;a href=\"magma\"&gt;magma&lt;/a&gt; welled up underneath a layer of softer rock and solidified. The softer overlying rock has since eroded away, leaving a distinct rugged shape.\nWildlife.\nBishop Peak's thin, rocky soil supports many plants that are not common in the surrounding area. Vegetation includes an &lt;a href=\"Oak\"&gt;Oak&lt;/a&gt; &lt;a href=\"woodland\"&gt;woodland&lt;/a&gt;, &lt;a href=\"Coastal%20sage%20scrub\"&gt;sage scrub&lt;/a&gt; and &lt;a href=\"chaparral\"&gt;chaparral&lt;/a&gt;.\nWoodland areas are composed of species like &lt;a href=\"coast%20live%20oak\"&gt;coast live oak&lt;/a&gt; and &lt;a href=\"California%20bay\"&gt;California bay&lt;/a&gt; trees, as well as &lt;a href=\"poison%20oak\"&gt;poison oak&lt;/a&gt; and &lt;a href=\"California%20blackberry\"&gt;California blackberry&lt;/a&gt;. Scrub areas support many aromatic varieties of &lt;a href=\"sagebrush\"&gt;sagebrush&lt;/a&gt;, &lt;a href=\"coyote%20bush\"&gt;coyote bush&lt;/a&gt;, and &lt;a href=\"monkeyflower\"&gt;monkeyflower&lt;/a&gt;.\nBird life includes large numbers of &lt;a href=\"jay\"&gt;jay&lt;/a&gt;s and other &lt;a href=\"passerine\"&gt;passerine&lt;/a&gt; birds, as well as &lt;a href=\"birds%20of%20prey\"&gt;birds of prey&lt;/a&gt; including &lt;a href=\"golden%20eagle\"&gt;golden eagle&lt;/a&gt;s, &lt;a href=\"bald%20eagle\"&gt;bald eagle&lt;/a&gt;s, &lt;a href=\"owl\"&gt;owl&lt;/a&gt;s and &lt;a href=\"vulture\"&gt;vulture&lt;/a&gt;s. Mammals include &lt;a href=\"deer\"&gt;deer&lt;/a&gt;, &lt;a href=\"raccoon\"&gt;raccoon&lt;/a&gt;s and &lt;a href=\"opossum\"&gt;opossum&lt;/a&gt;s as well as predators like &lt;a href=\"fox\"&gt;fox&lt;/a&gt;es, &lt;a href=\"coyote\"&gt;coyote&lt;/a&gt;s, &lt;a href=\"bobcat\"&gt;bobcat&lt;/a&gt;s and &lt;a href=\"mountain%20lion\"&gt;mountain lion&lt;/a&gt;.\nLand use.\nIn the past some quarrying has taken place, primarily to provide stone for the nearby city of San Luis Obispo. Granite from the quarry can be found along curbs in most of the city's older neighborhoods and on several extant structures, most notably, &lt;a href=\"First%20Presbyterian%20Church%2C%20San%20Luis%20Obispo\"&gt;First Presbyterian Church&lt;/a&gt;. Currently Bishop Peak Natural Reserve includes of land purchased or donated since 1977.\nThere are several trails in the Open Space with trailheads on Patricia Drive and at the end of Highland Drive. The Felsman Loop Trail covers the northeast base and connects with Bishop Peak Trail, which climbs the South slope to the summit. There is a third possible trailhead on Foothill Blvd. accessing a steep fall line trail on private property which intersects the Bishop Peak Trail partway up. Residents surrounding Bishop Peak prefer for hikers to use the Patricia Drive Trailhead, which offers a round trip hike to the summit, ascending .\nThere are many access trails that rock climbers use regularly on Bishop Peak to access different climbing walls. One of these trails, the 'Oh Man' trail starts just to the left of the cracked wall, which is off of the Highland or Patricia Drive trailheads, and it can be taken as an alternate route to the summit. It was named the 'Oh Man' trail due to the fact that it is a short, springy trail and it must be taken at a steady tempo in order to maintain safety. It is rated a Scramble Class 4, but it is off of the main trail, and therefore access is currently closed."
}