{
    "id": "1693798",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=1693798",
    "title": "Augmentation (music)",
    "text": "In Western &lt;a href=\"music\"&gt;music&lt;/a&gt; and &lt;a href=\"music%20theory\"&gt;music theory&lt;/a&gt;, augmentation (from &lt;a href=\"Late%20Latin\"&gt;Late Latin&lt;/a&gt; \"augmentare\", to increase) is the lengthening of a &lt;a href=\"Musical%20note\"&gt;note&lt;/a&gt; or &lt;a href=\"Interval%20%28music%29\"&gt;interval&lt;/a&gt;.\nAugmentation is a compositional device where a &lt;a href=\"melody\"&gt;melody&lt;/a&gt;, theme or motif is presented in longer note-values than were previously used. Augmentation is also the term for the proportional lengthening of the value of individual note-shapes in older notation by coloration, by use of a sign of proportion, or by a notational symbol such as the modern dot. A major or perfect &lt;a href=\"Interval%20%28music%29\"&gt;interval&lt;/a&gt; that is widened by a chromatic semitone is an augmented interval, and the process may be called augmentation.\nAugmentation in composition.\nA melody or series of &lt;a href=\"Musical%20note\"&gt;note&lt;/a&gt;s is \"augmented\" if the lengths of the notes are prolonged; augmentation is thus the opposite of &lt;a href=\"diminution\"&gt;diminution&lt;/a&gt;, where note values are shortened. A melody originally consisting of four quavers (&lt;a href=\"eighth%20note\"&gt;eighth note&lt;/a&gt;s) for example, is augmented if it later appears with four crotchets (&lt;a href=\"quarter%20note\"&gt;quarter note&lt;/a&gt;s) instead. This technique is often used in &lt;a href=\"counterpoint\"&gt;contrapuntal&lt;/a&gt; music, as in the \"&lt;a href=\"canon%20%28music%29\"&gt;canon&lt;/a&gt; by augmentation\" (\"per augmentationem\"), in which the notes in the following voice or voices are longer than those in the leading voice, usually twice the original length. The music of &lt;a href=\"Johann%20Sebastian%20Bach\"&gt;Johann Sebastian Bach&lt;/a&gt; provides examples of this application:\nOther ratios of augmentation, such as 1:3 (tripled note values) and 1:4 (quadrupled note values), are also possible. A &lt;a href=\"motif%20%28music%29\"&gt;motif&lt;/a&gt; is also augmented through expanding its &lt;a href=\"duration%20%28music%29\"&gt;duration&lt;/a&gt;.\nAugmentation may also be found in later, non-contrapuntal pieces, such as the &lt;a href=\"Symphony%20No.%206%20%28Beethoven%29\"&gt;Pastoral Symphony&lt;/a&gt; (Symphony No. 6) of &lt;a href=\"Beethoven\"&gt;Beethoven&lt;/a&gt;, where the melodic figure first heard in the second violins at the start of the \"Storm\" movement (\"Die Sturm\"):\n-is heard again in an augmented and transposed version in the same movement’s closing ten bars:\nExamples of augmentation may be found in the &lt;a href=\"musical%20development\"&gt;development sections&lt;/a&gt; of &lt;a href=\"sonata%20form\"&gt;sonata form&lt;/a&gt; movements, particularly in the symphonies of &lt;a href=\"Johannes%20Brahms\"&gt;Brahms&lt;/a&gt; and &lt;a href=\"Anton%20Bruckner\"&gt;Bruckner&lt;/a&gt; and in the protean &lt;a href=\"leitmotifs\"&gt;leitmotifs&lt;/a&gt; in &lt;a href=\"Wagner\"&gt;Wagner&lt;/a&gt;’s operas, which undergo all kinds of transformation as the characters change and develop through the unfolding drama. \"Leitmotifs accumulate meaning, through expanding and fulfilling their musical potential.\"\nIn “Doctor Gradus ad Parnassum”, the first movement of his &lt;a href=\"Children%27s%20Corner\"&gt;\"Children’s Corner\"&lt;/a&gt; Suite, &lt;a href=\"Debussy\"&gt;Debussy&lt;/a&gt; exploits augmentation in a humorous vein. It opens with a vigorous parody of a technical study by a pedagogical composer such as &lt;a href=\"Muzio%20Clementi\"&gt;Clementi&lt;/a&gt;, involving a seemingly perpetual stream of fast semiquavers:\nIn bar 33, this energetic movement subsides, leading to a dreamy passage in the key of D flat, where the opening figures of the piece move at half speed:\nAccording to Frank Dawes, in this piece “An amusing picture of a child practising is conjured up, beginning with the best of intentions, growing weary and plainly yawning with boredom in the D flat section.” &lt;a href=\"https%3A//www.youtube.com/watch%3Fv%3DzQOe2s4oDuQ\"&gt;Listen.&lt;/a&gt;\nAugmentation of intervals.\nAn interval is augmented if it is widened by a &lt;a href=\"chromatic%20semitone\"&gt;chromatic semitone&lt;/a&gt;. Thus an &lt;a href=\"augmented%20fifth\"&gt;augmented fifth&lt;/a&gt;, for example, is a chromatic semitone wider than the &lt;a href=\"perfect%20fifth\"&gt;perfect fifth&lt;/a&gt;. The standard abbreviations for augmented intervals are AX, such that an augmented third = A3.\nA good example of this can be seen in the left hand part of &lt;a href=\"Fr%C3%A9d%C3%A9ric%20Chopin\"&gt;Chopin's&lt;/a&gt; famous E minor prelude &lt;a href=\"Opus%20number\"&gt;Op&lt;/a&gt;. 28, No. 4. Many of the &lt;a href=\"chord%20progression\"&gt;chord sequences&lt;/a&gt; change with the top or bottom note augmenting or diminishing the next chord as the music progresses.\nAn &lt;a href=\"augmented%20chord\"&gt;augmented chord&lt;/a&gt; is one which contains an augmented interval, almost invariably the 5th of the chord. An &lt;a href=\"augmented%20triad\"&gt;augmented triad&lt;/a&gt; is a &lt;a href=\"Major%20chord\"&gt;major triad&lt;/a&gt; whose fifth has been raised by a chromatic semitone; it is the principal harmony of the &lt;a href=\"whole%20tone%20scale\"&gt;whole tone scale&lt;/a&gt;."
}