{
    "id": "16952173",
    "revid": "266254",
    "url": "https://en.wikipedia.org/wiki?curid=16952173",
    "title": "March 15 incident",
    "text": "The was a crackdown on &lt;a href=\"socialism\"&gt;socialists&lt;/a&gt; and &lt;a href=\"Japanese%20Communist%20Party\"&gt;communists&lt;/a&gt; by the Japanese government in 1928. Among those who were arrested in the incident was &lt;a href=\"Marxist%20economist\"&gt;Marxist economist&lt;/a&gt; &lt;a href=\"Kawakami%20Hajime\"&gt;Kawakami Hajime&lt;/a&gt;.\nBackground.\nAlthough the &lt;a href=\"Japan%20Communist%20Party\"&gt;Japan Communist Party&lt;/a&gt; had been outlawed and forced underground immediately after its foundation in 1922, it continued to gather strength and membership in the volatile social and economic climate of &lt;a href=\"Taish%C5%8D%20period\"&gt;Japan in the 1920s&lt;/a&gt;. During the &lt;a href=\"1928%20Japanese%20general%20election\"&gt;February 1928 General Election&lt;/a&gt;, which was the first held in Japan following the passage of universal male &lt;a href=\"suffrage\"&gt;suffrage&lt;/a&gt;, the Japan Communist Party was very visible in its support of the legal socialist and labor-oriented political parties. Alarmed by gains these parties made in the &lt;a href=\"Diet%20of%20Japan\"&gt;Diet of Japan&lt;/a&gt;, the conservative government of &lt;a href=\"Prime%20Minister%20of%20Japan\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Giichi%20Tanaka\"&gt;Giichi Tanaka&lt;/a&gt; (which had retained its majority by only one seat) evoked the provisions of the 1925 &lt;a href=\"Peace%20Preservation%20Law\"&gt;Peace Preservation Law&lt;/a&gt;s and ordered the &lt;a href=\"mass%20arrest\"&gt;mass arrest&lt;/a&gt; of known communists and suspected communist sympathizers. The arrests occurred throughout Japan, and a total of 1652 people were apprehended.\nConsequences.\nAbout 500 of those arrested were eventually prosecuted, in a series of open trials held by the &lt;a href=\"Tokyo%20District%20Court\"&gt;Tokyo District Court&lt;/a&gt; starting from 15 June 1932, with sentencing on 2 July 1932. These public trials were carefully staged to publicize the inner workings of the secretive &lt;a href=\"Japan%20Communist%20Party\"&gt;Japan Communist Party&lt;/a&gt;, and with its connections with the &lt;a href=\"labor%20movement\"&gt;labor movement&lt;/a&gt; and other left-wing political parties revealed, the government was able to order the dissolution of the \"&lt;a href=\"R%C5%8Dd%C5%8D%20N%C5%8Dmint%C5%8D\"&gt;Rōdō Nōmintō&lt;/a&gt;\" (Labor-Farmer Party), the \"&lt;a href=\"Zen%20Nihon%20Musan%20Seinen%20D%C5%8Dmei\"&gt;Zen Nihon Musan Seinen Dōmei&lt;/a&gt;\" (All-Japan Proletarian Youth League) and the \"&lt;a href=\"Nihon%20R%C5%8Dd%C5%8D%20Kumiai%20Hy%C5%8Dgikai\"&gt;Nihon Rōdō Kumiai Hyōgikai&lt;/a&gt;\" (Council of Japanese Labor Unions). The defendants in the trials were all found guilty and sentenced to stiff jail terms; however, those who recanted their communist ideology were then pardoned or given much reduced terms. This was the beginning of the \"&lt;a href=\"tenk%C5%8D\"&gt;tenkō&lt;/a&gt;\" policy designed to reintegrate former leftists into mainstream society. Perhaps more importantly, as a consequence of these trials, Prime Minister Tanaka was able to pass legislation which added the provision for the &lt;a href=\"death%20penalty\"&gt;death penalty&lt;/a&gt; to the already draconian Peace Preservation Laws.\nWriter &lt;a href=\"Kobayashi%20Takiji\"&gt;Kobayashi Takiji&lt;/a&gt; later wrote \"March 15, 1928\" based on this incident."
}