{
    "id": "16984758",
    "revid": "7528757",
    "url": "https://en.wikipedia.org/wiki?curid=16984758",
    "title": "Albert W. Grant",
    "text": "Albert Weston Grant (April 14, 1856 – September 30, 1930) was an &lt;a href=\"admiral\"&gt;admiral&lt;/a&gt; of the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;. He served during the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt; and was commander of Battleship Force 1, Atlantic Fleet, in World War I.\nBiography.\nGrant was born on April 14, 1856, at &lt;a href=\"East%20Benton%2C%20Maine\"&gt;East Benton, Maine&lt;/a&gt;. He grew up at &lt;a href=\"Stevens%20Point%2C%20Wisconsin\"&gt;Stevens Point, Wisconsin&lt;/a&gt;, with his pioneer family and won a competitive appointment to the &lt;a href=\"United%20States%20Naval%20Academy\"&gt;United States Naval Academy&lt;/a&gt;, from which he graduated on June 20, 1877. Following service in , , , , and , he served ashore at the &lt;a href=\"Norfolk%20Navy%20Yard\"&gt;Norfolk Navy Yard&lt;/a&gt;, received &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; training, and served briefly at the &lt;a href=\"Naval%20War%20College\"&gt;Naval War College&lt;/a&gt;.\nDuty in , , , and preceded his return to Norfolk to supervise major repairs to \"Pensacola\" which entailed pioneer work in applying electricity to warships and then reported to . On May 9, 1893, his commission as a &lt;a href=\"lieutenant\"&gt;lieutenant&lt;/a&gt; reached him while he was serving in that &lt;a href=\"gunboat\"&gt;gunboat&lt;/a&gt;. A tour in &lt;a href=\"cruiser\"&gt;cruiser&lt;/a&gt; ended in the summer of 1894 when Grant was ordered back to the Naval Academy for duty as an instructor. Detached some three years later, he returned to sea in and served off the coast of &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; in during the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;.\nTransferred to on September 8, 1898, Grant was serving in her when promoted to &lt;a href=\"lieutenant%20commander\"&gt;lieutenant commander&lt;/a&gt; on July 1, 1900, a month before orders sent him back to the Academy for two more years as an instructor. Three years of service in the Far East followed — as executive officer of and then as commanding officer of the patrol yacht — before he returned to Annapolis where he was promoted to commander and placed in charge of the Seamanship Department. During this assignment, he prepared a study of naval tactics, \"The School of the Ship\", which became a standard textbook.\nOn July 22, 1907, Grant reported to the Naval War College for instruction and, upon completing the course in the autumn, assumed command of the , which was the fuel tender to the &lt;a href=\"Great%20White%20Fleet\"&gt;Great White Fleet&lt;/a&gt;'s destroyer flotilla. Grant took the \"Arethusa\" around &lt;a href=\"Cape%20Horn\"&gt;Cape Horn&lt;/a&gt; to the Pacific. Detached on the last day of March 1908, he embarked in as &lt;a href=\"chief%20of%20staff\"&gt;chief of staff&lt;/a&gt; to the Commander of the &lt;a href=\"U.S.%20Atlantic%20Fleet\"&gt;Atlantic Fleet&lt;/a&gt;. During that tour of duty, he was promoted to &lt;a href=\"Captain%20%28United%20States%29\"&gt;captain&lt;/a&gt; on July 1, 1909. He relinquished his post as chief of staff on October 26, 1909, but remained in \"Connecticut\" as her commanding officer.\nGrant became commandant of the &lt;a href=\"Philadelphia%20Navy%20Yard\"&gt;Philadelphia Navy Yard&lt;/a&gt; on March 21, 1910, and simultaneously took command of the &lt;a href=\"4th%20Naval%20District\"&gt;4th Naval District&lt;/a&gt;. Two years later, he became head of the &lt;a href=\"Atlantic%20Reserve%20Fleet\"&gt;Atlantic Reserve Fleet&lt;/a&gt;. Command of the new battleship came in 1913 and command of &lt;a href=\"Submarine\"&gt;Submarine&lt;/a&gt; Flotilla, Atlantic Fleet, followed two years later.\nIn the summer of 1917 — some three months after the United States entered World War I — Grant took over Battleship Force 1, Atlantic Fleet, with additional duty in command of Squadron 2 and Division 4. This position gave him the rank of &lt;a href=\"Vice%20admiral%20%28United%20States%29\"&gt;vice admiral&lt;/a&gt;. During the last four months of 1918, Grant served as acting commander of the entire western portion of the &lt;a href=\"United%20States%20Fleet%20Forces%20Command\"&gt;U.S. Atlantic Fleet&lt;/a&gt; during the absence of Admiral &lt;a href=\"Henry%20T.%20Mayo\"&gt;Henry T. Mayo&lt;/a&gt;. He was awarded the &lt;a href=\"Navy%20Distinguished%20Service%20Medal\"&gt;Distinguished Service Medal&lt;/a&gt; for his World War I service. In 1919, he became commandant of the &lt;a href=\"Washington%20Navy%20Yard\"&gt;Washington Navy Yard&lt;/a&gt; and superintendent of the &lt;a href=\"Naval%20Gun%20Factory\"&gt;Naval Gun Factory&lt;/a&gt;.\nRetired on April 6, 1920, Grant died in &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt; on September 30, 1930. Grant and his wife Florence Southall (Sharp) Grant (1857–1947) are buried at &lt;a href=\"Elmwood%20Cemetery%20%28Norfolk%2C%20Virginia%29\"&gt;Elmwood Cemetery&lt;/a&gt; in Norfolk, Virginia. His great-great-grandson, Richard Weston Grant III, is a graduate of the class of 2009 from the United States Naval Academy.\nNamesake.\nIn 1943, the &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt; was named in honor of Grant, sponsored by his granddaughter, Miss Nell Preston Grant.\nReferences.\n "
}