{
    "id": "16996207",
    "revid": "414998",
    "url": "https://en.wikipedia.org/wiki?curid=16996207",
    "title": "Seventh-day Adventist Church in Tonga",
    "text": "The Seventh-day Adventist Church in Tonga, () is one of the smaller &lt;a href=\"religion%20in%20Tonga\"&gt;religious groups&lt;/a&gt; in the South Pacific island state of &lt;a href=\"Tonga\"&gt;Tonga&lt;/a&gt; with a reported 3,853 members as of June 30, 2020, started by &lt;a href=\"Seventh-day%20Adventist%20Church\"&gt;Seventh-day Adventist&lt;/a&gt; missionaries from the United States who visited in 1891 and settled in 1895. They set up schools but made very little progress in conversion, handicapped by dietary rules that prohibited popular local foods such as pork and shellfish, and that also banned tobacco, alcohol and &lt;a href=\"kava\"&gt;kava&lt;/a&gt;.\nThe church was revitalized in 1912 with renewed emphasis on evangelism. In 1922 it resumed its strategy of providing education, which resulted in an increase in conversions. After keeping a low profile during World War II (1939–45), the church grew quickly from 1950 to the 1970s. However, membership subsequently declined due to emigration and competition with other churches. The SDA of Tonga is part of the &lt;a href=\"South%20Pacific%20Division%20of%20Seventh-day%20Adventists\"&gt;South Pacific Division of Seventh-day Adventists&lt;/a&gt;. It operates several schools in Tonga, and provides opportunities for further studies at Adventist institutions abroad.\nTonga lies to the east of the 180° meridian but to the west of the &lt;a href=\"International%20Date%20Line\"&gt;International Date Line&lt;/a&gt; (IDL), in the time zone .\nSeventh-day Adventists typically observe the &lt;a href=\"Sabbath\"&gt;Sabbath&lt;/a&gt; on Saturday. \nThe SDA Church determines that in Tonga the Sabbath is observed as if the IDL ran along the 180° meridian and the time zone were , so it observes the Sabbath on Sunday.\nHistory.\nThe Seventh-day Adventist church in Tonga took almost twenty years to become established. \nThe SDA is against dancing, and smoking is grounds for being expelled from the church. \nThe SDA is stricter than other churches in observing the Sabbath.\nIn the early years the insistence on eating only \"clean\" foods and abstaining from tobacco and alcohol were obstacles to conversion.\nTheir refusal to eat pork or shellfish \nmeant they could not eat at feasts or in the presence of chiefs, and therefore could not actively evangelize.\nThe use of &lt;a href=\"kava\"&gt;kava&lt;/a&gt; was a double problem, since this widely used drug was seen as akin to alcohol, and also had ceremonial and traditional religious connotations, but to refuse a cup of kava is to insult the giver.\nBackground.\nSeventh-day Adventists became active in the South Pacific in 1886 when the missionary &lt;a href=\"John%20Tay\"&gt;John Tay&lt;/a&gt; visited the &lt;a href=\"Pitcairn%20Islands\"&gt;Pitcairn Islands&lt;/a&gt;. His report caused the Seventh-day Adventist church in the United States to build the \"&lt;a href=\"Pitcairn%20%28schooner%29\"&gt;Pitcairn&lt;/a&gt;\" mission ship, which made six voyages in the 1890s, bringing missionaries to the &lt;a href=\"Society%20Islands\"&gt;Society Islands&lt;/a&gt;, &lt;a href=\"Cook%20Islands\"&gt;Cook Islands&lt;/a&gt;, &lt;a href=\"Samoa\"&gt;Samoa&lt;/a&gt;, Tonga and &lt;a href=\"Fiji\"&gt;Fiji&lt;/a&gt;. On its first voyage, the \"Pitcairn\" visited almost every \"white family\" in the Tongan islands, and sold books worth more than $500.\nIn June 1891, E. H. Gates and A. J. Read visited Tonga, then called the Friendly Islands, on the fourth journey of the \"Pitcairn\".\nKing &lt;a href=\"George%20Tupou%20I\"&gt;George Tupou I&lt;/a&gt; (c. 1797 – 18 February 1893) authorized the entry of the missionaries. They left without making any Adventist converts.\nInitial work 1895–1912.\nThe SDA missionary &lt;a href=\"Edward%20Hilliard\"&gt;Edward Hilliard&lt;/a&gt;, his wife Ida, and daughter Alta arrived at &lt;a href=\"Nuku%CA%BBalofa\"&gt;Nukuʻalofa&lt;/a&gt; on 30 August 1895. Ida Hilliard was a teacher, and started a small school late in \n1895. At its peak the school had 28 pupils, paying $3 per quarter. The school closed in mid-1899 just before the Hilliards left the islands for Australia.\nEdward Hilliard earned an income as a carpenter. He understood the importance of learning the local language, and translated some religious tracts into the &lt;a href=\"Tongan%20language\"&gt;Tongan language&lt;/a&gt;. \nHe was no longer young and found the language difficult. He seems to have focused on converting Europeans.\nOn 29 September 1896, more Adventist missionaries arrived in Tonga on the \"Pitcairn\", including Sarah and Maria Young, two nursing trainees from Pitcairn Island, and &lt;a href=\"Edwin%20Butz\"&gt;Edwin&lt;/a&gt; and Florence Butz with their daughter Alma. The Butz family initially had difficulty being accepted, as they were Americans and most European residents were British. This was eased by Florence Butz' provision of medical services. \nIn September 1897 Doctor &lt;a href=\"Merritt%20Kellogg\"&gt;Merritt Kellogg&lt;/a&gt; and his wife Eleanor Nolan came to assist with the medical work. \nHe built a timber home at Magaia that was long used as the home of the mission superintendent.\nThe Butz's tried to establish a permanent mission, but were mainly limited to working with the small \"papalagi\" (European) colony.\nThey made sporadic missionary efforts in the islands of &lt;a href=\"Ha%CA%BBapai\"&gt;Haʻapai&lt;/a&gt; and &lt;a href=\"Tongatapu\"&gt;Tongatapu&lt;/a&gt;.\nIn June 1899 the \"Pitcairn\" again visited, bringing a small prefabricated building that was used at first as a mission home and as a chapel. \nAfter 18 months it was taken apart and rebuilt as the small Nuku'alofa church, .\nThe church almost failed to survive.\nThe Butz's were taken to &lt;a href=\"Vava%CA%BBu\"&gt;Vavaʻu&lt;/a&gt; on the \"Pitcairn\", since it was thought that there were too many missionaries at Nuku'alofa, but they returned after the Hilliards left later in 1899.\nFirst results 1899–1912.\nThe first European was baptized on 10 September 1899, on the day that the first Adventist Church in Tonga was organized. \nHe was Charles Edwards, an Englishman and a reformed drinker. \nHe was a medical assistant who also managed the finances and records of the church of Nuku'alofa for many years. \nEdwards married Maria Young soon after his baptism. \nMaria helped when Queen Lavinia gave birth to &lt;a href=\"S%C4%81lote%20Tupou%20III\"&gt;Sālote Tupou III&lt;/a&gt; (13 March 1900 – 16 December 1965).\nSālote later became queen of Tonga.\nTimote Mafi was the first Tongan Adventist convert. \nShe was baptized on 22 December 1900, along with her European husband.\nThe English missionary &lt;a href=\"Shirley%20Waldemar%20Baker\"&gt;Shirley Waldemar Baker&lt;/a&gt;, founder of the Free Wesleyan Church of Tonga in 1885, fell out with the authorities due to his intrigues to obtain German \"protection\" for Tonga. \nWhen he died in &lt;a href=\"Ha%CA%BBapai\"&gt;Haʻapai&lt;/a&gt; a visiting SDA minister officiated at his burial in 1903 after the Free Church, Wesleyans, Catholics and Anglicans all refused to give him a funeral.\nIn November 1904 Ella Boyd reopened the Adventist primary school at Nukuʻalofa.\nShe was an American who had trained at the &lt;a href=\"Avondale%20College\"&gt;Avondale College&lt;/a&gt; in Australia, and had taught in church schools in Australia.\nBy 1905 the school had reached its full capacity of 28 pupils.\nThe school charged pupils 20¢ per week. The curriculum emphasized health, and warned of the evils of narcotics and stimulants.\nButz recognized but failed to address the language problem. He noted that the Tongans were very interested in learning English.\nUntil 1905 at least half of the pupils at the Adventist schools were European, or partly European, and the lessons were given in English.\nThe Butz family left on 27 December 1905. In ten years Butz had baptized two Tongans and twelve Europeans. \nIn the next seven years just one person was baptized at Nuku'alofa, Joni Latu, in 1910. He later became an SDA minister.\nFor a while the Nukuʻalofa school thrived, reaching about sixty pupils in 1907.\nAnother school was established at &lt;a href=\"Faleloa\"&gt;Faleloa&lt;/a&gt; in 1908, with thirty students.\nAn Adventist leader who visited Faleloa in 1908 wrote that the school was a \"credit to our school work not only in Tonga, but throughout the Australasian field.\"\nThe monthly Tongan-language \"Talafekau Moʻoni\" (\"Faithful Messenger\") began to appear in 1909.\nIt was mostly written by Frances Waugh, the translator at Avondale Press, and Tongan students at the Avondale School.\nSome members of the royal family patronized the SDA school, but the church suffered from emigration and lapses.\nBy 1911 the school at Faleloa was almost deserted and there were just eighteen students remaining at Nukuʻalofa.\nThat year both schools closed.\nRelaunch and growth 1912–45.\nIn 1912, George G. Stewart and his wife Grace reestablished the mission. Stewart, who arrived early in 1912, reported that Adventist work was \"practically at a standstill.\" \nHe and the Ethelbert Thorpe family changed the emphasis of the mission from education to evangelism. \nThe church was now better organized for work in the Pacific, with bases in New Zealand and Australia. \nStewart rebuilt the Falaloa school, which had been badly damaged by a hurricane, and started revival meetings in an effort to improve standards of worship. \nThe missionaries used the &lt;a href=\"Tongan%20language\"&gt;Tongan language&lt;/a&gt;, and their school at Nukuʻalofa under Maggie Ferguson attracted Tongan pupils eager to obtain education. \nBy June 1915 the SDA Church in Tonga had fourteen Tongan members. \nIn 1917 the mission home at Faleloa was expanded to provide accommodation for female pupils at the Faleloa school, which by then had a total of about forty pupils. \nBy 1918 the school had sixty pupils.\nThe &lt;a href=\"1918%20flu%20pandemic\"&gt;1918 flu pandemic&lt;/a&gt; caused a major set-back, and the missionary Pearl Tolhurst died. The SDA concluded that its future success would depend on development of its schools. \nRobert and Frances Smith came from Hawaii in 1920, and supervised the mission until 1927. \nThe mission was formally organized as the Tonga Mission in 1921. The next year, the South Pacific Division of Seventh-day Adventists was founded. \nThe school at Nuku'alofa was reopened with about forty pupils, and a government teacher from Australia joined the mission. Bible classes were given in Tongan by Joni Latu. The mission bought a small boat named \"Talafekau\" (\"Messenger\") for the Faleloa missionaries. The \"Talafekau Mo'oni\" magazine was relaunched in January 1922, printed bi-monthly in Fiji, and a 50-song hymnal in Tongan was also printed. The first &lt;a href=\"camp%20meeting\"&gt;camp meeting&lt;/a&gt; was held in June 1922 at Nuku'alofa, attended by members of the Faleloa and Neiafu churches.\nGrowth in the Tongan mission after the 1920s was largely due to converts among pupils at the SDA schools, especially those of Maggie Ferguson. In 1930, 75% of Tongan Adventists had been converted by the schools. A training center for mission workers was established at Vaini in January 1926. \nThe training school, later called &lt;a href=\"Beulah%20College\"&gt;Beulah College&lt;/a&gt;, formed the basis for rapid growth from the 1950s to the 1970s. \nAbout half the students of Beulah College were non-SDA, but many of these were baptized. \nIn 1937 the school was formally recognized by the government, based on the success of its pupils in public exams. In the mid-1930s, the government passed a law that all college students must attend church on the Sabbath. \nA group of students at Tonga College decided to worship at the nearby SDA church at Mangaia, and many of them joined the Adventists.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; (1939–45) the Seventh-day Adventists kept a low profile in Tonga and grew slowly. As &lt;a href=\"conscientious%20objector\"&gt;conscientious objector&lt;/a&gt;s, they could not fight during the war, which they interpreted as heralding the &lt;a href=\"Last%20Days\"&gt;Last Days&lt;/a&gt; when &lt;a href=\"Christ\"&gt;Christ&lt;/a&gt; would return. They had good relations with Queen Sālote but were viewed as outsiders. \nFrom 1940 there are few reports on SDA medical work in Tonga.\nPost World War II.\nUntil 1946, the total membership of the SDA on &lt;a href=\"Niue\"&gt;Niue&lt;/a&gt; and Tonga was never more than 100. However, after the war, the SDA grew rapidly on Tonga, along with most other Pacific Island groups. \nBy the 1960s, the threshold for baptism had slipped, with baptism approved for those who had only renounced use of alcohol and tobacco a few hours earlier.\nAfter the 1970s, growth in SDA membership in Tonga slowed sharply due to emigration and competition from other churches. \nAs of 2012, SDA members made up just 2% of the population, among other groups including Free Wesleyan (37%), The Church of Jesus Christ of Latter-day Saints (17%), Roman Catholic (16%), Free Church of Tonga (11%), Church of Tonga (8%) and Anglican (1%).\nEducation.\n&lt;a href=\"Helen%20Morton\"&gt;Helen Morton&lt;/a&gt; notes in her 1996 book on Tonga that education in highly valued in Tonga but teaching is a relatively low-status occupation. The Seventh-day Adventist schools are funded from abroad—unlike other schools in Tonga—have new buildings, sports facilities, modern textbooks and equipment, and arrange extracurricular activities for their pupils.\nThere are four Seventh-day Adventist schools in Tonga: Beulah Primary School, the Hilliard and Mizpah integrated primary and middle schools, and the secondary Beulah Adventist College. Students of Beulah College sat for the University Entrance exam for the first time in 1986.\nStudents from Tonga may go on to &lt;a href=\"Longburn%20Adventist%20College\"&gt;Longburn Adventist College&lt;/a&gt; in New Zealand. Small numbers go to &lt;a href=\"Sydney%20Adventist%20Hospital\"&gt;Sydney Adventist Hospital&lt;/a&gt; for training as nurses. John Kamea of Tonga studied at the &lt;a href=\"Avondale%20College\"&gt;Avondale College&lt;/a&gt; at &lt;a href=\"Cooranbong%2C%20New%20South%20Wales\"&gt;Cooranbong, New South Wales&lt;/a&gt; before World War II, and later Enoke Hema of Tonga studied at Avondale. The &lt;a href=\"Pacific%20Adventist%20University\"&gt;Pacific Adventist University&lt;/a&gt; in &lt;a href=\"Boroko\"&gt;Boroko&lt;/a&gt;, Papua New Guinea also accepts students from all Pacific islands, including Tonga, mainly SDA adherents.\nHealth.\nIn 2000 the SDA was operating a mobile clinic that promoted family planning.\nDate Line controversy.\nThe &lt;a href=\"Sabbath%20in%20seventh-day%20churches\"&gt;Sabbath in seventh-day churches&lt;/a&gt; is observed on the seventh day of the week, typically from sunset on Friday until sunset on Saturday. This is an important part of the beliefs and practices of the church. Kellogg, Butz and Hilliard debated which was the correct day to observe the Sabbath in Tonga. The practice on the \"Pitcairn\" had been to change days at the 180° meridian. Islands such as Samoa and Tonga were well to the east of this line, so the missionaries observed the Sabbath on the day sequence of the Western Hemisphere. However, the Tonga islands used the same days as New Zealand and Australia, so the missionaries were observing the seventh-day Sabbath on Sunday.\nThe tract by Adventist &lt;a href=\"John%20N.%20Andrews\"&gt;John N. Andrews&lt;/a&gt; entitled \"The Definitive Seventh Day\" (1871) recommended using a Bering Strait date line. If this was accepted, the Tonga Adventists were celebrating the Sabbath on the wrong day. However, an international conference in 1884 established the &lt;a href=\"International%20Date%20Line\"&gt;International Date Line&lt;/a&gt; (IDL) at 180° while allowing for local adjustments. The Tonga missionaries sent letters to church leaders in Tahiti, Australia and the U.S. asking for advice, and even asked &lt;a href=\"Ellen%20G.%20White\"&gt;Ellen G. White&lt;/a&gt; for her opinion. Replies were contradictory. It was not until 1901 that White sent a letter to Kellogg but her reply did not answer the question, it simply stated it was not his task to solve the problem of the dayline. Time, circumstances and practice led to the 180° meridian being imposed by the Adventists as the IDL, and the SDA church in Tonga observes the Sabbath on Sunday. Historian, Kenneth Bain, in his 1967 book,\nThe Friendly Islanders, claimed that SDA adherence to the 180 degree meridian is a face saving compromise which their pioneer missionaries searched out because the nation had strict Sunday laws.\nIn 1970, Robert Leo Odom's book, The Lord's Day On A Round World was reissued by the Church with added chapters covering the Church's Sunday observance in Tonga.\nIn 1995, the time zone of Kiribati was changed so Adventists on the Phoenix and Line Islands observe Sunday. In 2011, the time zone of Samoa was changed to align the working week with that of Australia and New Zealand, placing these countries in the same time zone as Tonga. In August 2012, the SDA of Samoa confirmed that it would follow the example of Tonga and officially observe the Sabbath on Sunday rather than move the Sabbath in accordance with the changed time zone.\nFurther reading.\nAn overview of SDA history in Tonga and the dateline issue. &lt;a href=\"http%3A//s3-ap-southeast-2.amazonaws.com/resources.farm1.mycms.me/spd-adventist-org/Resources/Documents/Samoan%2520Dateline/D_Hay_Article_on_Merritt_Kellogg_1990.pdf\"&gt;&lt;/a&gt;"
}