{
    "id": "17003967",
    "revid": "1994682",
    "url": "https://en.wikipedia.org/wiki?curid=17003967",
    "title": "Jack Goldsmith",
    "text": "Jack Landman Goldsmith (born September 26, 1962) is an American lawyer and &lt;a href=\"Harvard%20Law%20School\"&gt;Harvard Law School&lt;/a&gt; professor who has written extensively in the fields of &lt;a href=\"international%20law\"&gt;international law&lt;/a&gt;, &lt;a href=\"civil%20procedure\"&gt;civil procedure&lt;/a&gt;, federal courts, conflict of laws, and national security law. He has been \"widely considered one of the brightest stars in the &lt;a href=\"conservatism\"&gt;conservative&lt;/a&gt; legal firmament.\"\nIn addition to being a professor at Harvard, Goldsmith is a senior fellow at the &lt;a href=\"Hoover%20Institution\"&gt;Hoover Institution&lt;/a&gt; at Stanford University. He is a co-founder of the \"&lt;a href=\"Lawfare%20Blog\"&gt;Lawfare Blog&lt;/a&gt;\" along with Brookings fellow &lt;a href=\"Benjamin%20Wittes\"&gt;Benjamin Wittes&lt;/a&gt; and Texas Law professor &lt;a href=\"Robert%20M.%20Chesney\"&gt;Robert M. Chesney&lt;/a&gt;. \nEducation and career.\nGoldsmith grew up the stepson of Charles \"Chuckie\" O'Brien, widely believed to have played a role in the disappearance of &lt;a href=\"Jimmy%20Hoffa\"&gt;Jimmy Hoffa&lt;/a&gt;, former president of the &lt;a href=\"International%20Brotherhood%20of%20Teamsters\"&gt;International Brotherhood of Teamsters&lt;/a&gt;. Goldsmith attended and graduated from &lt;a href=\"Pine%20Crest%20School\"&gt;Pine Crest School&lt;/a&gt; in 1980. He matriculated and graduated from &lt;a href=\"Washington%20%26amp%3B%20Lee%20University\"&gt;Washington &amp; Lee University&lt;/a&gt; with a &lt;a href=\"Bachelor%20of%20Arts\"&gt;Bachelor of Arts&lt;/a&gt; \"&lt;a href=\"summa%20cum%20laude\"&gt;summa cum laude&lt;/a&gt;\" in 1984. He earned a second BA with &lt;a href=\"British%20undergraduate%20degree%20classification\"&gt;first class honours&lt;/a&gt; from the &lt;a href=\"University%20of%20Oxford\"&gt;University of Oxford&lt;/a&gt; in 1986 (&lt;a href=\"Master%20of%20Arts%20%28Oxbridge%20and%20Dublin%29\"&gt;promoted to an MA per tradition&lt;/a&gt; in 1991), a &lt;a href=\"Juris%20Doctor\"&gt;Juris Doctor&lt;/a&gt; from &lt;a href=\"Yale%20Law%20School\"&gt;Yale Law School&lt;/a&gt; in 1989. \nGoldsmith &lt;a href=\"law%20clerk\"&gt;clerked&lt;/a&gt; for Judge &lt;a href=\"J.%20Harvie%20Wilkinson%20III\"&gt;J. Harvie Wilkinson III&lt;/a&gt; on the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20Fourth%20Circuit\"&gt;United States Court of Appeals for the Fourth Circuit&lt;/a&gt; from 1989 to 1990, and for Justice &lt;a href=\"Anthony%20Kennedy\"&gt;Anthony Kennedy&lt;/a&gt; of the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court of the United States&lt;/a&gt; from 1990 to 1991. He then earned a diploma from &lt;a href=\"The%20Hague%20Academy%20of%20International%20Law\"&gt;The Hague Academy of International Law&lt;/a&gt; in 1992. Goldsmith then entered private practice at the Washington, D.C. law firm &lt;a href=\"Covington%20%26amp%3B%20Burling\"&gt;Covington &amp; Burling&lt;/a&gt; from 1994–1996. He served as a professor at the &lt;a href=\"University%20of%20Virginia%20Law%20School\"&gt;University of Virginia Law School&lt;/a&gt; before going to the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt;. \nIn 2002, Goldsmith joined the Bush administration as the Special Counsel to &lt;a href=\"General%20Counsel%20of%20the%20Department%20of%20Defense\"&gt;General Counsel of the Department of Defense&lt;/a&gt;, at a time when the government was developing plans for responding to the &lt;a href=\"9/11%20attacks\"&gt;9/11 attacks&lt;/a&gt;. In April 2003 he was nominated to be a &lt;a href=\"United%20States%20Assistant%20Attorney%20General\"&gt;United States Assistant Attorney General&lt;/a&gt;, tasked with leading the prestigious &lt;a href=\"Office%20of%20Legal%20Counsel\"&gt;Office of Legal Counsel&lt;/a&gt; in the &lt;a href=\"United%20States%20Department%20of%20Justice\"&gt;Department of Justice&lt;/a&gt;. The Senate confirmed him in October 2003. He resigned in July 2004 to join &lt;a href=\"Harvard%20Law%20School\"&gt;Harvard Law School&lt;/a&gt;. He wrote a book about his experiences there called \"The Terror Presidency\" (2007).\nBush administration.\nIn August 2002, before Goldsmith joined the Bush administration, the &lt;a href=\"Office%20of%20Legal%20Counsel\"&gt;Office of Legal Counsel&lt;/a&gt;, Department of Justice, had issued three documents, which became known as the &lt;a href=\"Torture%20Memo\"&gt;Torture Memo&lt;/a&gt;s, or the &lt;a href=\"Bybee%20memo\"&gt;Bybee memo&lt;/a&gt; (referring to one in particular.) The Bybee memo was directed to the Acting General Counsel of the &lt;a href=\"Central%20Intelligence%20Agency\"&gt;Central Intelligence Agency&lt;/a&gt; in relation to interrogation of a detainee, &lt;a href=\"Abu%20Zubaydah\"&gt;Abu Zubaydah&lt;/a&gt;. It authorized certain &lt;a href=\"methods%20of%20torture\"&gt;methods of torture&lt;/a&gt; (characterized by the Bush Administration as \"enhanced interrogation techniques\") for use with detained &lt;a href=\"enemy%20combatants\"&gt;enemy combatants&lt;/a&gt; at the &lt;a href=\"Guantanamo%20Bay%20detention%20center\"&gt;Guantanamo Bay detention center&lt;/a&gt; and other locations.\nIn addition, on March 14, 2003, after Goldsmith had been hired to work as a legal adviser to the &lt;a href=\"General%20Counsel%20of%20the%20Department%20of%20Defense\"&gt;General Counsel of the Department of Defense&lt;/a&gt;, &lt;a href=\"John%20Yoo\"&gt;John Yoo&lt;/a&gt; wrote a legal opinion at the request of the DOD General Counsel, five days before the &lt;a href=\"US%20invasion%20of%20Iraq\"&gt;US invasion of Iraq&lt;/a&gt;, concluding that federal laws did not prohibit torture by interrogators of foreign subjects overseas. (This memo was not revealed until 2008.)\nOffice of General Counsel, DOD.\nBy September 2002, Jack Goldsmith had been hired to work as a legal adviser to the General Counsel of the Department of Defense, &lt;a href=\"William%20J.%20Haynes%20II\"&gt;William J. Haynes II&lt;/a&gt;.\nGoldsmith accompanied Haynes late that month as one of a large party of senior government appointees who traveled to military detention facilities at Guantanamo, &lt;a href=\"Norfolk%2C%20Virginia\"&gt;Norfolk, Virginia&lt;/a&gt;, and &lt;a href=\"Charleston%2C%20South%20Carolina\"&gt;Charleston, South Carolina&lt;/a&gt; to see detainees (including two United States citizens) and the conditions for &lt;a href=\"enemy%20combatants\"&gt;enemy combatants&lt;/a&gt;. He had participated in discussions related to treatment.\nOffice of Legal Counsel, DOJ.\nIn October 2003, Goldsmith was appointed to head the &lt;a href=\"Office%20of%20Legal%20Counsel\"&gt;Office of Legal Counsel&lt;/a&gt;, which provides legal guidance to the &lt;a href=\"President%20of%20the%20United%20States\"&gt;president&lt;/a&gt; and all &lt;a href=\"federal%20government%20of%20the%20United%20States%23Executive%20branch\"&gt;executive branch&lt;/a&gt; agencies, including those tasked with the interrogation of enemy combatants. This gave him the base for influencing debates within the &lt;a href=\"Presidency%20of%20George%20W.%20Bush\"&gt;Bush administration&lt;/a&gt; regarding the conduct of the &lt;a href=\"War%20on%20Terror\"&gt;War on Terror&lt;/a&gt;.\nIn April and May 2004, the &lt;a href=\"Abu%20Ghraib%20prisoner%20torture%20and%20abuse\"&gt;Abu Ghraib prisoner torture and abuse&lt;/a&gt; scandal broke. In June, the Bybee Torture Memo was leaked. Goldsmith considered it to be \"tendentious, overly broad and legally flawed.\" He worked to have the memos changed. Including his challenges of White House staff on issues related to domestic surveillance and trials of terrorists, he was successful in moderating some of what he considered to be the previous \"constitutional excesses\" embraced by the White House.\nIn June 2004, Goldsmith withdrew as legally defective the &lt;a href=\"Bybee%20Memo\"&gt;Bybee Memo&lt;/a&gt; and the &lt;a href=\"Torture%20Memos\"&gt;Torture Memos&lt;/a&gt;, and advised DOD not to rely on the March 2003 memo. At the same time, he submitted his resignation. Several years later he said this was to try to force the administration to accept his withdrawal of the memo. OLC legal opinions written in August 2002 related to the government's use of &lt;a href=\"enhanced%20interrogation\"&gt;enhanced interrogation&lt;/a&gt; techniques, or torture, on individuals detained as enemy combatants. \"&lt;a href=\"Newsweek\"&gt;Newsweek&lt;/a&gt;\" later reported in 2007 that the CIA had regarded the Bybee memo as a \"golden shield\" against potential prosecution of officials involved in the program.\nBut, Goldsmith was unable to have his office complete what he intended as the replacement legal opinions before he resigned on June 30, 2004. He said later that he felt he had lost the confidence of the administration. By December 2004, the replacement counsel at OLC had reaffirmed the previous legal opinions.\nGoldsmith later said that one consequence of OLC's \"power to interpret the law is the power to bestow on government officials what is effectively an advance pardon for actions taken at the edges of vague criminal statutes.\"\nWarrantless wiretapping memos.\nDuring Goldsmith's tenure at the Office of Legal Counsel, he wrote at least two legal memos authorizing a program known as &lt;a href=\"Stellar%20Wind\"&gt;Stellar Wind&lt;/a&gt;; his memos said that the president has inherent constitutional power in a time of war to monitor Americans' communications without a warrant. \nIn March 2004, the OLC concluded the e-mail program was not legal. Acting Attorney General &lt;a href=\"James%20Comey\"&gt;James Comey&lt;/a&gt; refused to reauthorize it. On May 6, 2004, Goldsmith wrote in a 108-page memo:\n\"We conclude only that when the nation has been thrust into an armed conflict by a foreign attack on the United States and the president determines in his role as commander in chief ... that it is essential for defense against a further foreign attack to use the [wiretapping] capabilities of the [National Security Agency] within the United States, he has inherent constitutional authority\" to order warrantless wiretapping—\"an authority that Congress cannot curtail.”\nScholarship.\nGoldsmith has published four books about law and policy, \"Power and Constraint,\" \"Who Controls the Internet,\" \"The Terror Presidency,\" and \"The Limits of International Law.\" \nHis fifth book is more personal: \"In Hoffa's Shadow: A Stepfather, A Disappearance in Detroit, and My Search for the Truth,\" published in the fall of 2019. In this memoir, Goldsmith explores who killed labor leader &lt;a href=\"Jimmy%20Hoffa\"&gt;Jimmy Hoffa&lt;/a&gt;. He reveals the perennial mystery's connections to both broader American historical and economic trends, and Goldsmith's own family. Goldsmith's stepfather was &lt;a href=\"Charles%20%26quot%3BChuckie%26quot%3B%20O%27Brien\"&gt;Charles \"Chuckie\" O'Brien&lt;/a&gt;, who had lived with Hoffa and his family as a child and young adult. He later followed Hoffa into the union, and they remained associated. In 2001, the FBI found Hoffa's DNA in a 1975 Mercury car that O'Brien had borrowed after it was owned by a mobster. He denied Hoffa was ever in the car and said he was not involved in his disappearance that year. \nGoldsmith is also an editor of three leading legal casebooks, including \"Foreign Relations Law,\" \"Conflicts of Law,\" and \"Federal Courts and the Federal System\" casebook.\n\"Power and Constraint\".\nThis book argues that the presidency after the 9/11 attacks was much more constrained and accountable than conventional wisdom suggests. Goldsmith asserts that the president is constantly under scrutiny and checked inside and outside the executive branch by variously motivated actors–courts and Congress, but also lawyers, inspectors general, ethics watchdogs, journalists, and civil society–who generate information about what the executive branch is doing, who force it to explain its actions, and who are empowered to change these actions when the explanations fail to convince. Goldsmith labels these multiple forms of watching and checking the presidency a \"presidential synopticon,\" and claims that this synopticon reined in the George W. Bush administration's early excesses in the \"war on terrorism,\" creating a consensus on counterterrorism policies by 2008 that explained the Obama administration's then-surprising decision not to change the counterterrorism policies it inherited in material ways. Goldsmith concludes that the presidential synopticon's constraints on the presidency also paradoxically empowers the presidency by making its counterterrorism actions more legitimate. But it also produces \"unhappy consequences, including the harmful disclosure of national security secrets, misjudgments by the watchers of the presidency, and burdensome legal scrutiny that slows executive action.\" Goldsmith discussed the book on the &lt;a href=\"Daily%20Show%20with%20Jon%20Stewart\"&gt;Daily Show with Jon Stewart&lt;/a&gt; on April 4, 2012. \n\"The Terror Presidency\".\nIn 2007, Goldsmith published \"The Terror Presidency\", a memoir about his work in the &lt;a href=\"George%20W.%20Bush%20administration\"&gt;Bush administration&lt;/a&gt; and his thoughts on the legal opinions that were promulgated by the Department of Justice in the war on terror. His discussion covers the &lt;a href=\"enhanced%20interrogation\"&gt;definition of torture&lt;/a&gt;, the applicability of the &lt;a href=\"Geneva%20Convention\"&gt;Geneva Convention&lt;/a&gt;s to the &lt;a href=\"War%20on%20Terror\"&gt;war on terror&lt;/a&gt; and the &lt;a href=\"Iraq%20War\"&gt;Iraq War&lt;/a&gt;, the detention and trials of suspected terrorists at &lt;a href=\"Guantanamo%20Bay\"&gt;Guantanamo Bay&lt;/a&gt; and elsewhere, and &lt;a href=\"wiretapping\"&gt;wiretapping&lt;/a&gt; laws. He is largely sympathetic to the concerns of the Bush administration's terrorism policies, but believes they made a huge strategic mistake by acting unilaterally rather than seeking congressional consent soon after 9/11. He believed that fear of another attack drove the administration to its focus on the &lt;a href=\"hard%20power\"&gt;hard power&lt;/a&gt; of prerogative, rather than the &lt;a href=\"soft%20power\"&gt;soft power&lt;/a&gt; of persuasion. In the end, he believed the fear and concentration on hard power were counterproductive, both in the war on terror and in the extension of effective executive authority.\nHe wrote that &lt;a href=\"David%20Addington\"&gt;David Addington&lt;/a&gt;, &lt;a href=\"Chief%20of%20staff%20%28politics%29\"&gt;Chief of Staff&lt;/a&gt; to &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;Vice President&lt;/a&gt; &lt;a href=\"Dick%20Cheney\"&gt;Dick Cheney&lt;/a&gt;, at one point said, \"We're one bomb away from getting rid of that obnoxious court,\" referring to the secret &lt;a href=\"Foreign%20Intelligence%20Surveillance%20Act\"&gt;Foreign Intelligence Surveillance Act&lt;/a&gt; court that rules on warrants for secret &lt;a href=\"wiretapping\"&gt;wiretapping&lt;/a&gt; by the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; government.\nGoldsmith said he resigned in 2004 largely because he felt he had lost the confidence of administration leaders. He notes that the White House Counsel &lt;a href=\"Alberto%20Gonzales\"&gt;Alberto Gonzales&lt;/a&gt; asked him to remain, while Addington, an influential White House figure, asked which other OLC opinions he intended to overturn. Goldsmith wrote in his book, \"Nobody had said no to them before.\"\nTo discuss his book, Goldsmith appeared on the &lt;a href=\"Daily%20Show%20with%20Jon%20Stewart\"&gt;Daily Show with Jon Stewart&lt;/a&gt; twice. \nGoldsmith also appeared on the \"&lt;a href=\"Bill%20Moyers\"&gt;Bill Moyers&lt;/a&gt;\" show on September 7, 2007. Moyers asked about the notable incident of his being in the hospital room of Attorney General &lt;a href=\"John%20Ashcroft\"&gt;John Ashcroft&lt;/a&gt; after he had been suddenly taken ill the day before. That day Ashcroft had ruled that Bush's domestic intelligence program, &lt;a href=\"Stellar%20wind%20%28code%20name%29\"&gt;Stellar Wind&lt;/a&gt;, was illegal. It included provisions for &lt;a href=\"NSA%20warrantless%20surveillance%20controversy\"&gt;warrantless wiretaps&lt;/a&gt;. Gonzales and &lt;a href=\"Andrew%20Card\"&gt;Andrew Card&lt;/a&gt;, White House Chief of Staff, had come to try to persuade Ashcroft to change his mind and withdraw his memo. Goldsmith was there to support Ashcroft. Goldsmith said that, as Gonzales and Card left the room, Mrs. Ashcroft stuck out her tongue at them behind their backs. President Bush re-authorized the program over the formal objections of the Department of Justice.\nSoon after, on \"&lt;a href=\"NOW%20on%20PBS\"&gt;NOW on PBS&lt;/a&gt;\", Goldsmith continued to discuss the issues of how the government could deal with enemy combatants. In response to a suggestion that the regular criminal court system could be used to try them, he said, \"Another reason you might not want to use the trial system is that the trial system, to be legitimate, has to have the possibility of acquitting someone of a crime.\" He thought it would be difficult for the government to conduct military trials while withholding evidence on the basis of national security, as it had done in the military commissions and tribunals.\n\"Who Controls the Internet: Illusions of a Borderless World\".\nGoldsmith co-authored \"&lt;a href=\"Who%20Controls%20the%20Internet\"&gt;Who Controls the Internet&lt;/a&gt;\" with &lt;a href=\"Columbia%20Law%20School\"&gt;Columbia Law School&lt;/a&gt; Professor &lt;a href=\"Tim%20Wu\"&gt;Tim Wu&lt;/a&gt;. The book makes three basic claims: first, in response to the techno-libertarianism that prevailed at the time, it argues that states had many tools to achieve effective control over internet activities within their borders. Second, as a result of state control, the internet is becoming bordered by geography. The bordered Internet “reflects top-down pressures from governments that are imposing national laws on the Internet within their borders,” as well as “bottom-up pressures from individuals in different places who demand an Internet that corresponds to local preferences, and from the web page operators and other content providers who shape the Internet experience to satisfy these demands.” Third, while a geographically bordered Internet has many well-known costs, it also has “many underappreciated virtues,” including better satisfaction of local preferences, stability, and harm-prevention.\n\"The Limits of International Law\".\nGoldsmith co-authored this book with &lt;a href=\"University%20of%20Chicago%20Law%20School\"&gt;University of Chicago Law School&lt;/a&gt; Professor &lt;a href=\"Eric%20Posner\"&gt;Eric Posner&lt;/a&gt;. The book is mainly an effort to give a descriptive theoretical account of how international law (treaties and customary international law) works, using basic game theoretical models.\nLegal scholarship.\nIn addition to his popular writing and books, Goldsmith is one of the country's leading scholars of the executive branch, international and foreign relations law, and Internet regulation having written &lt;a href=\"https%3A//hls.harvard.edu/faculty/directory/10320/Goldsmith/publications\"&gt;dozens of academic papers&lt;/a&gt; in such journals as the \"&lt;a href=\"Yale%20Law%20Journal\"&gt;Yale Law Journal&lt;/a&gt;\" and the \"&lt;a href=\"Harvard%20Law%20Review\"&gt;Harvard Law Review&lt;/a&gt;\". He has authored or co-authored the following articles, inter alia: \nFilm.\n\"The Special Program\", a screenplay exploring Goldsmith's experiences in the Department of Justice's Office of Legal Counsel, was sold to &lt;a href=\"The%20Weinstein%20Company\"&gt;The Weinstein Company&lt;/a&gt; on December 16, 2013. According to the Spec Scout database, as of November 21, 2014, this project was \"no longer set up with the Weinstein Company.\"\nGoldsmith questions a key premise of &lt;a href=\"Martin%20Scorsese\"&gt;Martin Scorsese&lt;/a&gt;'s 2019 film \"The Irishman\" due to the information he gathered for his own book about unions in the U.S., his stepfather Chuckie O'Brien, who was an associate of &lt;a href=\"Jimmy%20Hoffa\"&gt;Jimmy Hoffa&lt;/a&gt;, and Hoffa's mysterious disappearance."
}