{
    "id": "1700961",
    "revid": "279219",
    "url": "https://en.wikipedia.org/wiki?curid=1700961",
    "title": "Norridgewock",
    "text": "Norridgewock was the name of both an Indigenous village and a &lt;a href=\"Band%20society\"&gt;band&lt;/a&gt; of the &lt;a href=\"Abenaki\"&gt;Abenaki&lt;/a&gt; (\"People of the Dawn\") &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt;/&lt;a href=\"First%20Nations%20in%20Canada\"&gt;First Nations&lt;/a&gt;, an Eastern &lt;a href=\"Algonquian%20peoples\"&gt;Algonquian&lt;/a&gt; &lt;a href=\"tribe\"&gt;tribe&lt;/a&gt; of the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;. The French of &lt;a href=\"New%20France\"&gt;New France&lt;/a&gt; called the village Kennebec. The tribe occupied an area in the interior of &lt;a href=\"Maine\"&gt;Maine&lt;/a&gt;. During colonial times, this area was territory disputed between British and French colonists, and was set along the claimed western border of &lt;a href=\"Acadia\"&gt;Acadia&lt;/a&gt;, the western bank of the &lt;a href=\"Kennebec%20River\"&gt;Kennebec River&lt;/a&gt;.\nArchaeological evidence has identified several different sites associated with the settlement known as Norridgewock. The last one, where the French Jesuit priest &lt;a href=\"Sebastian%20Rale\"&gt;Sebastian Rale&lt;/a&gt; had a mission, is today called Old Point, and is located in &lt;a href=\"Madison%2C%20Maine\"&gt;Madison&lt;/a&gt;. Other sites are located nearby in &lt;a href=\"Starks%2C%20Maine\"&gt;Starks&lt;/a&gt; and the present-day town of &lt;a href=\"Norridgewock%2C%20Maine\"&gt;Norridgewock&lt;/a&gt;. Three of these historically and archaeologically significant areas have been collectively designated as the Norridgewock Archaeological District, a &lt;a href=\"National%20Historic%20Landmark%20District\"&gt;National Historic Landmark District&lt;/a&gt;.\nNorridgewock village.\nNorridgewock is a corruption of the word Nanrantsouak, meaning \"people of the still water between the rapids\". Their principal village, also called Norridgewock, was located near on a plateau within a broad bend of the &lt;a href=\"Kennebec%20River\"&gt;Kennebec River&lt;/a&gt;, opposite its confluence with the Sandy River. A 1716 account by soldier/surveyor Joseph Heath describes the village as a square fort surrounded by a &lt;a href=\"palisade\"&gt;palisade&lt;/a&gt; fence, each side long with a gate at its center. The fort's walls faced the major points of the &lt;a href=\"compass\"&gt;compass&lt;/a&gt;. Two streets connected the gates, forming an open square at the center marked by a large &lt;a href=\"cross\"&gt;cross&lt;/a&gt;. The stockade enclosed 26 cabins \"built much after the English manner\"—probably of logs. &lt;a href=\"Canoe\"&gt;Canoe&lt;/a&gt;s were beached along the river, although &lt;a href=\"paddle\"&gt;paddle&lt;/a&gt;s were stored in the cabins. Extensive fields were cleared nearby for cultivation of &lt;a href=\"maize\"&gt;maize&lt;/a&gt;, &lt;a href=\"wheat\"&gt;wheat&lt;/a&gt;, &lt;a href=\"bean\"&gt;bean&lt;/a&gt;s, &lt;a href=\"pumpkin\"&gt;pumpkin&lt;/a&gt;s and &lt;a href=\"Squash%20%28plant%29\"&gt;squash&lt;/a&gt;. Twice a year, summer and winter, the tribe spent a few months at the seashore catching &lt;a href=\"fish\"&gt;fish&lt;/a&gt;, &lt;a href=\"earless%20seal\"&gt;seals&lt;/a&gt;, &lt;a href=\"clam\"&gt;clam&lt;/a&gt;s, &lt;a href=\"oyster\"&gt;oyster&lt;/a&gt;s and seafowl.\nFrance claimed the Kennebec River because it provided a potential route to invade &lt;a href=\"Quebec%20City\"&gt;Quebec&lt;/a&gt; (as &lt;a href=\"Benedict%20Arnold\"&gt;Benedict Arnold&lt;/a&gt; would demonstrate in 1775). The English claimed the St. George River because they held deeds, even though the &lt;a href=\"sachem\"&gt;sachem&lt;/a&gt;s who signed them often believed they were only granting the right to use the land for hunting, fishing or safe passage. The French insisted that the sachems were not empowered to sell land, since the Abenaki territory belonged to the entire tribe. France and England were at peace, and New France could not take overt action against the settlements (and particularly their alarming &lt;a href=\"blockhouse\"&gt;blockhouse&lt;/a&gt;s) in the disputed area. Instead, the French government secretly engaged the Indians, guided by their French &lt;a href=\"Jesuit\"&gt;Jesuit&lt;/a&gt; &lt;a href=\"missionary\"&gt;missionaries&lt;/a&gt;, to hinder the expansion of English sovereignty. Missionaries with a dual loyalty to church and king were embedded within Abenaki bands on the Penobscot, &lt;a href=\"St.%20Croix%20River%20%28Maine-New%20Brunswick%29\"&gt;St. Croix&lt;/a&gt; and &lt;a href=\"Saint%20John%20River%20%28New%20Brunswick%29\"&gt;Saint John&lt;/a&gt; rivers. However, Norridgewock Village was considered Quebec's predominant advance guard.\nIn 1694, Father &lt;a href=\"S%C3%A9bastien%20Rale\"&gt;Sébastien Rale&lt;/a&gt; (or Rasle) arrived at Norridgewock to establish a &lt;a href=\"Jesuit\"&gt;Jesuit&lt;/a&gt; &lt;a href=\"mission%20%28Christian%29\"&gt;mission&lt;/a&gt;, the first school in Maine. He built a chapel of bark in 1698, and despite objections from the &lt;a href=\"medicine%20man\"&gt;medicine men&lt;/a&gt;, Rale converted most of the inhabitants to &lt;a href=\"Roman%20Catholicism\"&gt;Roman Catholicism&lt;/a&gt;. The chapel burned in 1705, but it was replaced with a church in 1720. It stood twenty paces outside the east gate, and measured long by wide, with an ceiling. Forty Abenaki youths in &lt;a href=\"cassock\"&gt;cassock&lt;/a&gt;s and &lt;a href=\"surplice\"&gt;surplice&lt;/a&gt;s served as &lt;a href=\"acolyte\"&gt;acolyte&lt;/a&gt;s. In a 1722 letter written to &lt;a href=\"John%20Goffe\"&gt;John Goffe&lt;/a&gt;, the church was described by Johnson Harmon and Joseph Heath as:\n ... a large handsome log building adorned with many pictures and toys to please the Indians ...\nSpeaking the Abenaki language fluently, Father Rale immersed himself in Indian affairs. His \"astonishing influence over their minds\" raised suspicions that he was inciting hostility toward the &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt; British, whom he considered &lt;a href=\"heresy\"&gt;heretics&lt;/a&gt;.\nKing William's War.\nRaid on Oyster River.\nDuring &lt;a href=\"King%20William%27s%20War\"&gt;King William's War&lt;/a&gt;, on July 18, 1694, French soldier &lt;a href=\"Claude-S%C3%A9bastien%20de%20Villieu\"&gt;Claude-Sébastien de Villieu&lt;/a&gt; with about 250 Abenakis from Norridgewock under command of their &lt;a href=\"Sagamore%20%28title%29\"&gt;sagamore&lt;/a&gt; (paramount chief), Bomazeen (or Bomoseen) raided the English settlement of &lt;a href=\"Durham%2C%20New%20Hampshire\"&gt;Durham, New Hampshire&lt;/a&gt;, in the \"&lt;a href=\"Raid%20on%20Oyster%20River\"&gt;Oyster River Massacre&lt;/a&gt;\". The French and Abenakis killed 45 English settlers and took 49 more captive, burning half of the village, including five &lt;a href=\"garrison\"&gt;garrison&lt;/a&gt;s. They destroyed the crops and killed all of the livestock, causing famine and destitution for the survivors.\nQueen Anne's War.\nWhen &lt;a href=\"Queen%20Anne%27s%20War\"&gt;Queen Anne's War&lt;/a&gt; broke out, with New France and New England again fighting over the border between New England and Acadia, &lt;a href=\"Province%20of%20Massachusetts%20Bay\"&gt;Massachusetts&lt;/a&gt; Governor &lt;a href=\"Joseph%20Dudley\"&gt;Joseph Dudley&lt;/a&gt; arranged a conference with tribal representatives in 1703 to propose that they remain neutral. On the contrary, however, the Norridgewock tribe in August joined a larger force of &lt;a href=\"French%20and%20Indian%20Wars\"&gt;French and Indians&lt;/a&gt;, commanded by &lt;a href=\"Alexandre%20Leneuf%20de%20Beaubassin\"&gt;Alexandre Leneuf de Beaubassin&lt;/a&gt;, to attack &lt;a href=\"Wells%2C%20Maine\"&gt;Wells&lt;/a&gt; in the &lt;a href=\"Northeast%20Coast%20Campaign%20%281703%29\"&gt;Northeast Coast Campaign&lt;/a&gt;. Father Rale was widely suspected of inciting the tribe against the English because their settlements and blockhouses encroached on Abenaki land (and so uncomfortably close to Quebec), but also because they were Protestant and therefore heretics. Governor Dudley put a price on his head. In the winter of 1705, 275 British soldiers under the command of Colonel Winthrop Hilton were dispatched to seize Rale and sack the village. Warned in time, the priest escaped into the woods with his papers, but the militia burned the village and church.\nRaid on Wells (1703).\nAs part of the &lt;a href=\"Northeast%20Coast%20Campaign%20%281703%29\"&gt;Northeast Coast Campaign (1703)&lt;/a&gt;, 500 Indians, including those from Norridgewock and a few French, commanded by Alexandre Leneuf de Beaubassin, raided &lt;a href=\"Wells%2C%20Maine\"&gt;Wells&lt;/a&gt; on August 10 and 11, 1703.\nRaid on Norridgewock (1705).\nIn retaliation, there was a bounty put on Father Rale. Finding the village deserted in the winter of 1705 because its occupants, including Rale had been warned of an impending attack, Colonel &lt;a href=\"Winthrop%20Hilton\"&gt;Winthrop Hilton&lt;/a&gt; ordered his 275 British soldiers to burn the village and the church.\nWith the &lt;a href=\"Treaty%20of%20Utrecht\"&gt;Treaty of Utrecht&lt;/a&gt; and &lt;a href=\"Treaty%20of%20Portsmouth%20%281713%29\"&gt;Treaty of Portsmouth (1713)&lt;/a&gt;, however, peace was restored between &lt;a href=\"France\"&gt;France&lt;/a&gt; and &lt;a href=\"England\"&gt;England&lt;/a&gt;. Terms of the treaty required that the French yield Acadia to the English. The boundary of Acadia remained in dispute. The two nations disagreed, and consequently imperial boundaries between Quebec and the &lt;a href=\"Province%20of%20Massachusetts%20Bay\"&gt;Province of Massachusetts Bay&lt;/a&gt; remained unclear and disputed until the &lt;a href=\"Treaty%20of%20Paris%20%281763%29\"&gt;Treaty of Paris&lt;/a&gt; in 1763.\nIn 1713, the Norridgewocks had sought peace with the English at the &lt;a href=\"Treaty%20of%20Portsmouth%20%281713%29\"&gt;Treaty of Portsmouth&lt;/a&gt;, and accepted the convenience of English &lt;a href=\"trading%20post\"&gt;trading post&lt;/a&gt;s on their land (though they protested the tendency of traders to cheat them). After all, &lt;a href=\"beaver\"&gt;beaver&lt;/a&gt; and other skins could be exchanged for cheap goods following a journey of one or two days, when travel to Quebec up the Kennebec, with its rapids and &lt;a href=\"portage\"&gt;portage&lt;/a&gt;s, required over 15 days.\nFather Rale's War.\nBut their acceptance of the English faded as Rale instigated the tribe against the encroachment of houses and blockhouses that followed trading posts. He taught the Abenaki that their territory should be held in trust for their children. On July 28, 1721, 250 Abenakis in 90 canoes delivered a letter at &lt;a href=\"Georgetown%2C%20Maine\"&gt;Georgetown&lt;/a&gt; addressed to &lt;a href=\"Province%20of%20Massachusetts%20Bay\"&gt;Governor&lt;/a&gt; &lt;a href=\"Samuel%20Shute\"&gt;Samuel Shute&lt;/a&gt;, demanding that English settlers quit Abenaki lands. Otherwise, they would be killed and their settlements destroyed.\nRaid on Norridgewock (1722).\nIn response, Norridgewock was raided in January 1722 by 300 English troops under Colonel &lt;a href=\"Thomas%20Westbrook\"&gt;Thomas Westbrook&lt;/a&gt;. They discovered the village almost deserted, with the gates wide open. The tribe was gone hunting. Troops searched for Rale but found only his papers, including letters from New France Governor-general &lt;a href=\"Philippe%20de%20Rigaud%20Vaudreuil\"&gt;Vaudreuil&lt;/a&gt; promising &lt;a href=\"ammunition\"&gt;ammunition&lt;/a&gt; for Abenaki incursions against the British. The tribe retaliated for the invasion by attacking settlements below them on the Kennebec, burning &lt;a href=\"Brunswick%2C%20Maine\"&gt;Brunswick&lt;/a&gt; on June 13, 1722. Some of the raids were accompanied by Rale, who would occasionally allow himself to be seen from houses and blockhouses under &lt;a href=\"siege\"&gt;siege&lt;/a&gt;. On July 25, 1722, Massachusetts Governor &lt;a href=\"Samuel%20Shute\"&gt;Samuel Shute&lt;/a&gt; declared war on the eastern Indians.\nBattle of Norridgewock (1724).\nDuring &lt;a href=\"Father%20Rale%27s%20War\"&gt;Father Rale's War&lt;/a&gt;, at about 3:00 pm on August 23, 1724 &lt;a href=\"Old%20Style%20and%20New%20Style%20dates\"&gt;(N. S.&lt;/a&gt;), English troops attacked Norridgewock for the last time. A force of 208 soldiers had left Fort Richmond (now &lt;a href=\"Richmond%2C%20Maine\"&gt;Richmond&lt;/a&gt;) and divided, leaving about 80 soldiers including three &lt;a href=\"Mohawk%20nation\"&gt;Mohawks&lt;/a&gt; under the command of Captain &lt;a href=\"Jeremiah%20Moulton\"&gt;Jeremiah Moulton&lt;/a&gt;. His militia quietly approached the village, which at that time no longer had a stockade. A startled Indian emerging from a cabin gave a war whoop, then darted back inside to get his &lt;a href=\"musket\"&gt;musket&lt;/a&gt;. Screaming women and children ran from houses to swim or ford across the river and up into the woods. In the confusion, about 60 braves fired guns wildly but did little harm. At that point the regiment, ordered to withhold fire until after the enemy's first volley, took aim—with deadly effect. The warriors fired again, then fled across the river, leaving 26 dead and 14 wounded. Bomazeen (or Bomaseen), the &lt;a href=\"sachem\"&gt;sachem&lt;/a&gt;, who with Sebastien de Villieu had led 250 Abenakis to &lt;a href=\"Durham%2C%20New%20Hampshire\"&gt;Durham, New Hampshire&lt;/a&gt; on July 18, 1694, for the Oyster River Massacre, was shot fording the Kennebec at a place thereafter called Bomazeen Rips. From a cabin, old Chief Mogg shot one of the Mohawks, whose brother then shot him. Meanwhile, from another cabin Father Rale was firing at soldiers. Refusing to surrender, he was shot through the head while reloading his gun.\n&lt;a href=\"scalping\"&gt;Scalps&lt;/a&gt; of the dead were collected for &lt;a href=\"bounty%20%28reward%29\"&gt;bounties&lt;/a&gt; in &lt;a href=\"Boston%2C%20Massachusetts\"&gt;Boston&lt;/a&gt;. The soldiers plundered of &lt;a href=\"gunpowder\"&gt;gunpowder&lt;/a&gt;, together with a few guns, blankets and kettles, before returning to their &lt;a href=\"whaleboat\"&gt;whaleboat&lt;/a&gt;s at Taconic Falls. One of the Mohawks, a brave named Christian, slipped back to set the village and church on fire, then rejoined the militia. The 150 survivors of Norridgewock returned the next day to bury the dead. Subsequently, most abandoned the area and, \"in deplorable condition\", relocated to &lt;a href=\"Saint-Fran%C3%A7ois-du-Lac%2C%20Quebec\"&gt;Saint-François&lt;/a&gt; and &lt;a href=\"B%C3%A9cancour%2C%20Quebec\"&gt;Bécancour&lt;/a&gt; in Quebec. A few years later, however, many survivors returned to the Upper Kennebec from their refuge in Quebec, and a Jesuit missionary, Jacques de Sirenne, was assigned to their spiritual care.\nLegacy.\nNorridgewock Village is setting for the 1836 poem, \"Mogg Megone\", by &lt;a href=\"John%20Greenleaf%20Whittier\"&gt;John Greenleaf Whittier&lt;/a&gt;.\nArchaeological investigation of the Old Point area has identified three separate areas that are historically associated with the appellation \"Norridgewock\". The principal site at Old Point has long been well documented, and was listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1973 as \"Old Point and Sebastian Rale Monument\", recognizing not just the site itself, but also the placement of a commemorative marker at the site in 1833. A second site called Tracy Farm is located about north of the confluence of the Sandy and Kennebec Rivers in Starks, on the west side of the Kennebec. This site was first professionally excavated in 1983, with finds matching historical descriptions of very early references to Norridgewock. Extensive excavation in 1990 collected 15,000 artifacts from the Late Woodland and early contact periods, and identified the site of at least one &lt;a href=\"Longhouses%20of%20the%20indigenous%20peoples%20of%20North%20America\"&gt;longhouse&lt;/a&gt;. Another site, located nearer the confluence of the two rivers in Starks, also yielded evidence of habitation during the Late Woodland period. This site showed evidence of repeated flooding, suggesting that the habitation areas were later moved to the higher grounds of Tracy Farm and Old Point. These three sites were collectively designated a &lt;a href=\"National%20Historic%20Landmark%20District\"&gt;National Historic Landmark District&lt;/a&gt; and added to the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1993."
}