{
    "id": "17015903",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=17015903",
    "title": "Piracy off the coast of Somalia",
    "text": "&lt;a href=\"Piracy\"&gt;Piracy&lt;/a&gt; off the coast of Somalia occurs in the &lt;a href=\"Gulf%20of%20Aden\"&gt;Gulf of Aden&lt;/a&gt;, &lt;a href=\"Guardafui%20Channel\"&gt;Guardafui Channel&lt;/a&gt; and Somali Sea, in Somali territorial waters and other surrounding areas. It was initially a threat to international fishing vessels, expanding to international shipping since the &lt;a href=\"Consolidation%20of%20states%20within%20Somalia%20%281998%E2%80%932006%29\"&gt;consolidation of states&lt;/a&gt; phase of the &lt;a href=\"Somali%20Civil%20War\"&gt;Somali Civil War&lt;/a&gt; around 2000.\nAfter the collapse of the Somali government and the dispersal of the Somali Navy, international fishing vessels began to conduct illegal fishing in Somali territorial waters. This depleted local fish stocks, and Somali &lt;a href=\"fishing%20community\"&gt;fishing communities&lt;/a&gt; responded by forming armed groups to deter the invaders. These groups, using small boats, would sometimes hold vessels and crew for ransom. This grew into a lucrative trade, with large ransom payments. The pirates then began hijacking commercial vessels. With the region badly affected by poverty and government corruption, there was little political motivation at the local level to deal with the crisis. Large numbers of unemployed Somali youth began to see it as a means of supporting their families.\nInternational organizations began to express concern over the new wave of piracy due to its high cost to global trade and the incentive to profiteer by insurance companies and others. Some believe that elements within Somalia collaborate with the pirates as a bulwark against others and for financial gain. In the late 2000s, anti-piracy coalition known as &lt;a href=\"Combined%20Task%20Force%20150\"&gt;Combined Task Force 150&lt;/a&gt;, including 33 nations, established a &lt;a href=\"Maritime%20Security%20Patrol%20Area\"&gt;Maritime Security Patrol Area&lt;/a&gt; in the &lt;a href=\"Gulf%20of%20Aden\"&gt;Gulf of Aden&lt;/a&gt;. By 2010, these patrols were paying off, with a steady drop in the number of incidents. By November 2017, there were no major vessels or hostages remaining in pirate captivity. Earlier in 2017, a few incidents of piracy were reported as the navies of Asian and European nations began to more actively rescue hijacked ships, including the bulk carrier .\nHistory.\nIn the early 1980s, prior to the outbreak of the &lt;a href=\"Somali%20Civil%20War\"&gt;civil war&lt;/a&gt; in Somalia, the Somali Ministry of Fisheries and the Coastal Development Agency (CDA) launched a development program focusing on the establishment of agricultural and fishery cooperatives for artisanal fishermen. It also received significant foreign investment funds for various fishery development projects, as the Somali fishing industry was considered to have a lot of potential owing to its unexploited marine stocks. The government at this time permitted foreign fishing through official licensing or joint venture agreements, forming two such partnerships in the Iraqi-Somali Siadco and Italian-Somali Somital ventures.\nAfter the collapse of the central government in the ensuing civil war, the &lt;a href=\"Somali%20Navy\"&gt;Somali Navy&lt;/a&gt; disbanded. With Somali territorial waters undefended, foreign &lt;a href=\"fishing%20trawler\"&gt;fishing trawler&lt;/a&gt;s began illegally fishing on the Somali seaboard and ships began dumping industrial and other waste off the Somali coast. This led to erosion of the &lt;a href=\"Fish%20stocks\"&gt;fish stock&lt;/a&gt; and local fishermen started to band together to try to protect their resources. An escalation began, leading to weapons being used and tactics such as taking over a foreign ship until their owners paid a ransom. After seeing the profitability of ransom payments, some financiers and former militiamen later began to fund pirate activities, splitting the profits evenly with the pirates. In most of the hijackings, the pirates have not harmed their prisoners.\n&lt;a href=\"Combined%20Task%20Force%20150\"&gt;Combined Task Force 150&lt;/a&gt;, a multinational coalition task force, subsequently took on the role of fighting piracy off the coast of Somalia by establishing a &lt;a href=\"Maritime%20Security%20Patrol%20Area\"&gt;Maritime Security Patrol Area&lt;/a&gt; (MSPA) within the Gulf of Aden. However, many foreign naval vessels chasing pirates were forced to break off when the pirates entered Somali territorial waters. To address this, in June 2008, following a letter from the Somali &lt;a href=\"Transitional%20Federal%20Government\"&gt;Transitional Federal Government&lt;/a&gt; (TFG) to the President of the UN Security Council requesting assistance for the TFG's efforts to tackle acts of piracy off the coast of Somalia, the UN Security Council unanimously passed a declaration authorizing nations that have the consent of the Transitional Federal Government to enter Somali territorial waters to deal with pirates. On the advice of lawyers, the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; and other international naval forces have often released suspected pirates that they have captured because, although the men are frequently armed, they have not been caught engaging in acts of piracy and have thus not technically committed a crime.\nDue to improved anti-piracy measures the success of piracy acts on sea decreased dramatically by the end of 2011, with only 4 vessels hijacked in the last quarter versus 17 in the last quarter of the preceding year. In response, pirates resorted to increased hostage taking on land. The government of the autonomous &lt;a href=\"Puntland\"&gt;Puntland&lt;/a&gt; region has also made progress in combating piracy, evident in interventions by its &lt;a href=\"Puntland%20Maritime%20Police%20Force\"&gt;maritime police force&lt;/a&gt; (PMPF).\nIn part to further curtail piracy activity, the &lt;a href=\"London%20Somalia%20Conference\"&gt;London Somalia Conference&lt;/a&gt; was convened in February 2012.\nAccording to the &lt;a href=\"International%20Maritime%20Bureau\"&gt;International Maritime Bureau&lt;/a&gt;, pirate attacks in the Indian Ocean had by October 2012 dropped to a six-year low. Attempted hijackings fell from 237 in 2011 to 75 the following year, with successful attacks plummeting from 28 in 2011 to 14 in 2012. Additionally, only 1 ship was attacked in the third quarter of 2012 compared to 36 during the same period in 2011.\nSummary of events.\nSomali pirates have attacked hundreds of vessels in the &lt;a href=\"Arabian%20Sea\"&gt;Arabian Sea&lt;/a&gt; and &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt; region, though most attacks do not result in a successful hijacking. In 2008, there were 111 attacks which included 42 successful hijackings. However, this is only a fraction of the up to 30,000 merchant vessels which pass through that area. The rate of attacks in January and February 2009 was about 10 times higher than during the same period in 2008 and \"there have been almost daily attacks in March\", with 79 attacks, 21 successful, by mid-April. Most of these attacks occurred in the Gulf of Aden but subsequently the pirates increased their range and started attacking ships as far south as off the coast of Kenya in the Indian Ocean. Below are some notable pirate events which have garnered significant media coverage since 2007.\nOn 28 May 2007, a Chinese sailor was killed by the pirates because the ship's owners failed to meet their ransom demand. On 5 October 2008, the &lt;a href=\"United%20Nations%20Security%20Council\"&gt;United Nations Security Council&lt;/a&gt; adopted &lt;a href=\"United%20Nations%20Security%20Council%20Resolution%201838\"&gt;resolution 1838&lt;/a&gt; calling on nations with vessels in the area to apply military force to repress the acts of piracy. At the 101st council of the International Maritime Organization, India called for a United Nations &lt;a href=\"peacekeeping\"&gt;peacekeeping&lt;/a&gt; force under unified command to tackle piracy off Somalia. (There has been a &lt;a href=\"United%20Nations%20Security%20Council%20Resolution%20751\"&gt;general and complete arms embargo against Somalia&lt;/a&gt; since 1992.)\nIn November 2008, Somali pirates began hijacking ships well outside the &lt;a href=\"Gulf%20of%20Aden\"&gt;Gulf of Aden&lt;/a&gt;, perhaps targeting ships headed for the port of &lt;a href=\"Mombasa\"&gt;Mombasa&lt;/a&gt;, Kenya. The frequency and sophistication of the attacks also increased around this time, as did the size of vessels being targeted. Large cargo ships, oil and chemical tankers on international voyages became the new targets of choice for the Somali hijackers. This is in stark contrast to the pirate attacks which were once frequent in the &lt;a href=\"Strait%20of%20Malacca\"&gt;Strait of Malacca&lt;/a&gt;, another strategically important waterway for international trade, which were according to maritime security expert &lt;a href=\"Catherine%20Zara%20Raymond\"&gt;Catherine Zara Raymond&lt;/a&gt;, generally directed against \"smaller, more vulnerable vessels carrying trade across the Straits or employed in the coastal trade on either side of the Straits.\"\nOn 19 November 2008, the &lt;a href=\"Indian%20Navy\"&gt;Indian Navy&lt;/a&gt; warship sank a suspected pirate &lt;a href=\"Mother%20ship\"&gt;mothership&lt;/a&gt;. Later, it was claimed to be a Thai trawler being hijacked by pirates. The Indian Navy later defended its actions by stating that its ship was fired upon first. On 21 November 2008, BBC News reported that the Indian Navy had received United Nations approval to enter Somali waters to combat piracy.\nOn 8 April 2009, four Somali pirates seized southeast of the Somalia port city of &lt;a href=\"Eyl\"&gt;Eyl&lt;/a&gt;. The ship was carrying 17,000 &lt;a href=\"tonne\"&gt;tonne&lt;/a&gt;s of cargo, of which 5,000 tonnes were relief supplies bound for Somalia, Uganda, and Kenya. On 12 April 2009, &lt;a href=\"United%20States%20Navy%20SEALs\"&gt;U.S. Navy SEAL&lt;/a&gt; snipers killed the three pirates who were holding &lt;a href=\"Captain%20Richard%20Phillips\"&gt;Captain Richard Phillips&lt;/a&gt; hostage aboard a &lt;a href=\"lifeboat%20%28shipboard%29\"&gt;lifeboat&lt;/a&gt; from \"Maersk Alabama\" after determining that Captain Phillips' life was in immediate danger. A fourth pirate, &lt;a href=\"Abdul%20Wali%20Muse\"&gt;Abdul Wali Muse&lt;/a&gt;, surrendered and was taken into custody. On 18 May, a federal &lt;a href=\"grand%20jury\"&gt;grand jury&lt;/a&gt; in New York returned a ten-count indictment against him.\nOn 20 April 2009, &lt;a href=\"United%20States%20Secretary%20of%20State\"&gt;United States Secretary of State&lt;/a&gt; &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt; commented on the capture and release of seven Somali pirates by Dutch Naval forces who were on a NATO mission. After an attack on \"Handytankers Magic\", a petroleum tanker, the Dutch &lt;a href=\"frigate\"&gt;frigate&lt;/a&gt; tracked the pirates back to a pirate mothership and captured them. They confiscated the pirates' weapons and freed 20 Yemeni fishermen whom the pirates had kidnapped and who had been forced to sail the pirate mothership. Since the Dutch Naval Forces were part of a NATO exercise, but not on an EU mission, they lacked legal jurisdiction to keep the pirates so they released them. Clinton stated that this action \"sends the wrong signal\" and that additional coordination was needed among nations.\nOn 23 April 2009, international donors pledged over $250 million for Somalia, including $134 million to increase the African Union peacekeeping mission from 4,350 troops to 8,000 troops and $34 million for Somali security forces. &lt;a href=\"Secretary-General%20of%20the%20United%20Nations\"&gt;Secretary-General of the United Nations&lt;/a&gt; &lt;a href=\"Ban%20Ki-moon\"&gt;Ban Ki-moon&lt;/a&gt; told delegates at a donors' conference sponsored by the UN that \"piracy is a symptom of anarchy and insecurity on the ground\" and that \"more security on the ground will make less piracy on the seas.\" Somali &lt;a href=\"President%20of%20Somalia\"&gt;President&lt;/a&gt; &lt;a href=\"Sharif%20Ahmed\"&gt;Sharif Ahmed&lt;/a&gt; pledged at the conference that he would fight piracy and to loud applause said that \"it is our duty to pursue these criminals not only on the high seas, but also on terra firma\". The Somali government has not gone after pirates because pirate leaders currently have more power than the government. In 2008 the pirates are estimated to have gained about $80 million through ransom payments.\nOn 2 May 2009, Somali pirates captured MV \"Ariana\" with its 24 Ukrainian crew. The ship was released on 10 December 2009 after a ransom of almost US$3,000,000 was paid.\nOn 8 November 2009, Somali pirates threatened that a kidnapped British couple, the Chandlers, would be \"punished\" if a German warship did not release seven pirates. Omer, one of the pirates holding the British couple, claimed the seven men were fishermen, but a European Union Naval Force spokesman stated they were captured as they fired &lt;a href=\"AK-47\"&gt;AK-47&lt;/a&gt; assault rifles at a French &lt;a href=\"fishing%20vessel\"&gt;fishing vessel&lt;/a&gt;. The Chandlers were released on 14 November 2010 after 388 days of captivity. At least two ransom payments, reportedly over &lt;a href=\"Pound%20sterling\"&gt;GBP&lt;/a&gt; 500,000, had been made.\nIn April 2010, the &lt;a href=\"Central%20Intelligence%20Agency\"&gt;Central Intelligence Agency&lt;/a&gt; (CIA) alluded to possible covert and overt action against the pirates. CIA officials had been publicly warning of this potential threat for months. In a \"&lt;a href=\"Harper%27s%20Magazine\"&gt;Harper's Magazine&lt;/a&gt;\" article, a CIA official said, \"We need to deal with this problem from the beach side, in concert with the ocean side, but we don't have an embassy in Somalia and limited, ineffective intelligence operations. We need to work in Somalia and in &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt;, where a lot of the ransom money has changed hands. But our operations in Lebanon are a joke, and we have no presence at all in Somalia\".\nIn early May 2010, &lt;a href=\"Spetsnaz\"&gt;Russian special forces&lt;/a&gt; retook a Russian oil tanker that had been hijacked by 11 pirates. One died in the assault, and a week later Russian military officials reported that the remainder were freed due to weaknesses in &lt;a href=\"international%20law\"&gt;international law&lt;/a&gt; but died before reaching the Somali coast. &lt;a href=\"President%20of%20Russia\"&gt;Russian President&lt;/a&gt; &lt;a href=\"Dmitry%20Medvedev\"&gt;Dmitry Medvedev&lt;/a&gt; had announced the day the ship was retaken that \"we'll have to do what our forefathers did when they met the pirates\" until a suitable way of prosecuting them is available.\nOn 11 May 2010 Somali pirates seized a Bulgarian-flagged ship in the &lt;a href=\"Gulf%20of%20Aden\"&gt;Gulf of Aden&lt;/a&gt;. \"Panega\", with 15 Bulgarian crew members aboard, was en route from the Red Sea to India or Pakistan. This was the first such hijacking of a Bulgarian-flagged ship. On 12 May 2010, Athens announced that Somali pirates had seized a Greek vessel in the Gulf of Aden with at least 24 people on board, including two Greek citizens and several Philippine citizens. The vessel, sailing under the Liberian flag, was transporting iron from Ukraine to China.\nOn 14 January 2011, while speaking to reporters, &lt;a href=\"Commodore%20%28rank%29\"&gt;Commodore&lt;/a&gt; Michiel Hijmans of the &lt;a href=\"Royal%20Netherlands%20Navy\"&gt;Royal Netherlands Navy&lt;/a&gt; stated that the use of hijacked vessels in more recent hijackings had led to increased range of pirating activities, as well as difficulty to actively thwart future events due to the use of kidnapped sailors as &lt;a href=\"human%20shields\"&gt;human shields&lt;/a&gt;.\nOn 15 January 2011 13 Somali pirates &lt;a href=\"Operation%20Dawn%20of%20Gulf%20of%20Aden\"&gt;seized \"Samho Jewelry\"&lt;/a&gt;, a Maltese-flagged chemical carrier operated by Samho Shipping, 650 km southeast of &lt;a href=\"Muscat%2C%20Oman\"&gt;Muscat&lt;/a&gt;. The &lt;a href=\"Republic%20of%20Korea%20Navy\"&gt;Republic of Korea Navy&lt;/a&gt; destroyer shadowed \"Samho Jewelry\" for several days. In the early morning of 21 January 2011, 25 &lt;a href=\"Republic%20of%20Korea%20Navy%20UDT/SEAL\"&gt;ROK Navy SEALs&lt;/a&gt; on small boats launched from \"Choi Young\" boarded \"Samho Jewelry\" while \"Choi Young\"s &lt;a href=\"Super%20Lynx\"&gt;Westland Super Lynx&lt;/a&gt; provided covering fire. Eight pirates were killed and five captured in the operation; the crew of 21 was freed with the captain suffering a gunshot wound to the stomach. The captain fully recovered later.\nOn 28 January 2011, an &lt;a href=\"Indian%20Coast%20Guard\"&gt;Indian Coast Guard&lt;/a&gt; aircraft while responding to a distress call from \"CMA CGM Verdi\", located two skiffs attempting a piracy attack near &lt;a href=\"Lakshadweep\"&gt;Lakshadweep&lt;/a&gt;. Seeing the aircraft, the skiffs immediately aborted their piracy attempt and dashed towards the mother vessel, MV \"Prantalay 14\" – a hijacked Thai trawler, which hurriedly hoisted the two skiffs on board and moved westward. The Indian Navy deployed &lt;a href=\"Car%20Nicobar-class%20fast%20attack%20craft\"&gt;INS \"Cankarso\"&lt;/a&gt; which located and engaged the mothership north of the &lt;a href=\"Minicoy\"&gt;Minicoy&lt;/a&gt; island. Ten pirates were killed while 15 were apprehended and 20 &lt;a href=\"Thai%20people\"&gt;Thai&lt;/a&gt; and Burmese fishermen being held aboard the ship as hostages were rescued.\nWithin a week of its previous success, the Indian Navy captured another hijacked Thai trawler, MV \"Prantalay 11\" and captured 28 pirates aboard in an operation undertaken by pursuant to receiving information that a &lt;a href=\"Greeks\"&gt;Greek&lt;/a&gt; merchant ship had been attacked by pirates on board high-speed boats, although it had managed to avoid capture. When INS \"Tir\" ordered the pirate ship to stop and be boarded for inspection, it was fired upon. INS \"Tir\" returned fire in which three pirates were injured and caused the pirates to raise a white flag indicating their surrender. INS \"Tir\" subsequently was joined by CGS \"Samar\" of the Indian Coast Guard. Officials from the Indian Navy reported that a total of 52 men were apprehended, but of that 24 are believed to be Thai fishermen who were hostages of the 28 African pirates.\nIn late February 2011, piracy targeting smaller yachts and collecting ransom made headlines when four Americans were killed aboard their vessel, \"Quest\", by their captors, while a military ship shadowed them. A federal court in Norfolk, Virginia, sentenced three members of the gang that seized the yacht to life imprisonment.\nOn 24 February 2011 a Danish family on a yacht were captured by pirates.\nIn March 2011, the Indian Navy intercepted a pirate mother vessel west of the Indian coast in the Arabian Sea and rescued 13 hostages. Sixty-one pirates were also caught in the operation carried out by Navy's &lt;a href=\"Car%20Nicobar-class%20fast%20attack%20craft\"&gt;INS \"Kalpeni\"&lt;/a&gt;.\nIn late March 2011, the Indian Navy seized 16 suspected pirates after a three-hour-long battle in the Arabian Sea, The navy also rescued 16 crew members of a hijacked Iranian ship west of the &lt;a href=\"Lakshadweep%20Islands\"&gt;Lakshadweep Islands&lt;/a&gt;. The crew included 12 Iranians and four Pakistanis.\nOn 5 January 2012, an MH-60S Seahawk from the &lt;a href=\"Guided%20missile%20destroyer\"&gt;guided-missile destroyer&lt;/a&gt; , part of the &lt;a href=\"Carrier%20Strike%20Group\"&gt;Carrier Strike Group&lt;/a&gt;, detected a suspected pirate skiff alongside the Iranian-flagged fishing boat, \"Al Molai\". The master of \"Al Molai\" sent a distress call about the same time reporting pirates were holding him captive.\nA visit, board, search and seizure team from \"Kidd\" boarded the dhow, a traditional Arabian sailing vessel, and detained 15 suspected pirates who had been holding a 13-member Iranian crew hostage for several weeks. \"Al Molai\" had been hijacked and used as a mothership for pirate operations throughout the Persian Gulf, members of the Iranian vessel's crew reported.\nWith the increase in &lt;a href=\"illegal%2C%20unreported%20and%20unregulated%20fishing\"&gt;illegal fishing&lt;/a&gt; off Somalia after the 2013 decline in piracy, fishing vessels became targets in a few incidents in 2015. In March two Iranian vessels and in November one Iranian and a Thai vessel were attacked.\nThe tanker \"Aris 13\", which had been carrying fuel from Djibouti to &lt;a href=\"Mogadishu\"&gt;Mogadishu&lt;/a&gt;, was hijacked off the coast of Somalia on 13 March 2017. This was the first reported hijacking of a large commercial vessel in five years. Two skiffs approached the tanker and boarded the vessel off the northern coast of Somalia. Eight Sri Lankan crew members were aboard at the time. After being captured, \"Aris 13\" was taken to Alula and anchored there before its release without ransom was confirmed by security officials on 16 March 2017.\nPirates.\nProfile.\nMost of the pirates are young. An official list issued in 2010 by the Somali government of 40 apprehended pirate suspects noted that 80% (32/40) were born in Somalia's southern conflict zones, while only 20% (8/40) came from the more stable northern regions. As of 2012, the pirates primarily operated from the &lt;a href=\"Galmudug\"&gt;Galmudug&lt;/a&gt; region in the central section of the country. In previous years, they largely ventured to sea from ports located in the northeastern province of &lt;a href=\"Puntland\"&gt;Puntland&lt;/a&gt; until the regional administration launched a major anti-piracy campaign and operation and established a &lt;a href=\"Puntland%20Maritime%20Police%20Force\"&gt;maritime police force&lt;/a&gt; (PMPF).\nAccording to a 2008 BBC report, the pirates can be divided into three main categories:\nThe closest &lt;a href=\"Somali%20language\"&gt;Somali&lt;/a&gt; term for 'pirate' is \"burcad badeed\", which means \"ocean robber\". However, the pirates themselves prefer to be called \"badaadinta badah\" or \"saviours of the sea\" (often translated as \"coast guard\").\nMethodology.\nThe methods used in a typical pirate attack have been analyzed. They show that while attacks can be expected at any time, most occur during the day; often in the early hours. They may involve two or more &lt;a href=\"skiff\"&gt;skiff&lt;/a&gt;s that can reach speeds of up to 25 knots. With the help of motherships that include captured fishing and &lt;a href=\"merchant%20vessel\"&gt;merchant vessel&lt;/a&gt;s, the operating range of the skiffs has been increased far into the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt;. An attacked vessel is approached from quarter or stern; &lt;a href=\"Rocket-propelled%20grenade\"&gt;RPGs&lt;/a&gt; and small arms are used to intimidate the operator to slow down and allow boarding. Light ladders are brought along to climb aboard. Pirates then will try to get control of the bridge to take operational control of the vessel.\nAccording to &lt;a href=\"Sky%20News\"&gt;Sky News&lt;/a&gt;, pirates often jettison their equipment in the sea before arrest, as this lowers the likelihood of a successful prosecution.\nWeaponry and funding.\nThe pirates get most of their weapons from &lt;a href=\"Yemen\"&gt;Yemen&lt;/a&gt;, but a significant number come from &lt;a href=\"Mogadishu\"&gt;Mogadishu&lt;/a&gt;, Somalia's capital. Weapons dealers in the capital receive a deposit from a \"&lt;a href=\"hawala\"&gt;hawala&lt;/a&gt;\" dealer on behalf of the pirates and the weapons are then driven to &lt;a href=\"Puntland\"&gt;Puntland&lt;/a&gt; where the pirates pay the balance. Various photographs of pirates in situ indicate that their weapons are predominantly &lt;a href=\"AK-47\"&gt;AK-47&lt;/a&gt;, &lt;a href=\"AKM\"&gt;AKM&lt;/a&gt;, &lt;a href=\"Type%2056%20assault%20rifle\"&gt;Type 56&lt;/a&gt;, &lt;a href=\"RPK\"&gt;RPK&lt;/a&gt;, &lt;a href=\"PK%20machine%20gun%23PKM\"&gt;PKM&lt;/a&gt;, &lt;a href=\"RPG-7\"&gt;RPG-7&lt;/a&gt;, and &lt;a href=\"Tokarev%20pistol\"&gt;Tokarev pistol&lt;/a&gt;s. Additionally, given the particular origin of their weaponry, they are likely to have &lt;a href=\"hand%20grenade\"&gt;hand grenade&lt;/a&gt;s such as the &lt;a href=\"RGD-5\"&gt;RGD-5&lt;/a&gt; or &lt;a href=\"F1%20grenade%20%28Russia%29\"&gt;F1&lt;/a&gt;.\nThe funding of piracy operations is now structured in a &lt;a href=\"stock%20exchange\"&gt;stock exchange&lt;/a&gt;, with investors buying and selling shares in upcoming attacks in a bourse in &lt;a href=\"Harardhere\"&gt;Harardhere&lt;/a&gt;. Pirates say ransom money is paid in large-denomination US dollar bills. It is delivered to them in &lt;a href=\"burlap\"&gt;burlap&lt;/a&gt; sacks which are either dropped from helicopters or cased in waterproof suitcases loaded onto tiny &lt;a href=\"skiff\"&gt;skiff&lt;/a&gt;s. To authenticate the &lt;a href=\"banknote\"&gt;banknote&lt;/a&gt;s, pirates use &lt;a href=\"currency-counting%20machine\"&gt;currency-counting machine&lt;/a&gt;s, the same technology used at foreign exchange bureaus worldwide. According to one pirate, these machines are, in turn, purchased from business connections in &lt;a href=\"Dubai\"&gt;Dubai&lt;/a&gt;, &lt;a href=\"Djibouti\"&gt;Djibouti&lt;/a&gt;, and other areas. Hostages seized by the pirates usually have to wait 45 days or more for the ships' owners to pay the ransom and secure their release.\nIn 2008, there were also allegations that the pirates received assistance from some members of the &lt;a href=\"Somali%20diaspora\"&gt;Somali diaspora&lt;/a&gt;. Somali expatriates, including some members of the Somali community in Canada, reputedly offered funds, equipment and information.\nAccording to the head of the UN's counter-piracy division, Colonel John Steed, the &lt;a href=\"Al-Shabaab%20%28militant%20group%29\"&gt;Al-Shabaab&lt;/a&gt; group in 2011 increasingly sought to cooperate with the pirate gangs in the face of dwindling funds and resources for their own activities. Steed, however, acknowledged that he had no definite proof of operational ties between the pirates and the Islamist militants. Detained pirates also indicated to &lt;a href=\"UNODC\"&gt;UNODC&lt;/a&gt; officials that some measure of cooperation with Al-Shabaab militants was necessary, as they have increasingly launched maritime raids from areas in southern Somalia controlled by the insurgent outfit. Al-Shabaab members have also extorted the pirates, demanding protection money from them and forcing seized pirate gang leaders in Harardhere to hand over 20% of future ransom proceeds. It has been suggested that &lt;a href=\"al-Qaeda\"&gt;al-Qaeda&lt;/a&gt; have received funding from pirate operations. A maritime intelligence source told &lt;a href=\"CBS%20News\"&gt;CBS News&lt;/a&gt; that it was \"'inconceivable' to Western intelligence agencies that al Qaeda would not be getting some financial reward from the successful hijackings\". They go on to express concern about this funding link being able to keep the group satisfied as piracy gains more publicity and higher ransoms.\nEffects and perceptions.\nCosts.\nBoth positive and negative effects of piracy have been reported. In 2005, a liquefied petroleum tanker, MS \"Feisty Gas\", was hijacked and ransomed for $315,000 after being held for about two weeks. In 2009, pirate income derived from ransoms was estimated at around 42.1 million euros (about $58 million), rising to $238 million in 2010. The average ransom had risen to $5.4 million in 2010, up from around $150,000 in 2005. However, by 2011, pirate ransom income dropped to $160 million, a downward trend which has been attributed to intensified counter-piracy efforts.\nBesides the actual cost of paying ransoms, various attempts have been made at gauging indirect costs stemming from the piracy; especially those reportedly incurred over the course of anti-piracy initiatives.\nDuring the height of the piracy phenomenon in 2008, local residents complained that the presence of so many armed men made them feel insecure and that their free spending ways caused wild fluctuations in the local &lt;a href=\"exchange%20rate\"&gt;exchange rate&lt;/a&gt;. Others faulted them for excessive consumption of alcoholic beverages and &lt;a href=\"khat\"&gt;khat&lt;/a&gt;.\nA 2010 report suggested that piracy off the coast of Somalia led to a decrease of revenue for &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; as fewer ships use the &lt;a href=\"Suez%20Canal\"&gt;Suez Canal&lt;/a&gt; (estimated loss of about $642 million), impeded trade with neighboring countries, and negatively impacted tourism and fishing in the &lt;a href=\"Seychelles\"&gt;Seychelles&lt;/a&gt;. According to Sky News, around 50% of the world's containers passed through the Horn of Africa coastline as of 2012. The &lt;a href=\"European%20Union%20Naval%20Force\"&gt;European Union Naval Force&lt;/a&gt; (EU NAVFOR) has a yearly budget of over 8 million Euros earmarked for patrolling the .\nA 2011 report by Oceans Beyond Piracy (OBP) suggested that the indirect costs of piracy were much higher and estimated to be between $6.6 to $6.9 billion, as they also included insurance, naval support, legal proceedings, re-routing of slower ships, and individual protective steps taken by ship-owners.\nAnother report from 2011 published by the consultancy firm Geopolicity Inc. investigated the causes and consequences of international piracy, with a particular focus on such activity off the coast of Somalia. The paper asserted that what began as an attempt in the mid-1990s by Somali fishermen to protect their territorial waters has extended far beyond their seaboard and grown into an emerging market in its own right. Due to potentially substantial financial rewards, the report hypothesized that the number of new pirates could swell by 400 persons annually, that pirate ransom income could in turn rise to $400 million per year by 2015, and that piracy costs as a whole could increase to $15 billion over the same period.\nIn 2011 alone, it has been estimated that MAERSK, the world's largest shipping company, incurred costs upwards of $200 million. To help combat this, the company introduced a 'piracy risk surcharge', ranging from $110-$170 per 40 ft equivalent unit.\nAccording to a 2012 investigative piece by the Somalia Report, the OBP paper and other similar reports that attempt to calibrate the global cost of piracy produce inaccurate estimates based on a variety of factors. Most saliently, instead of comparing the actual costs of piracy with the considerable benefits derived from the phenomenon by the maritime industry and local parties capitalizing on capacity-building initiatives, the OBP paper conflated the alleged piracy costs with the large premiums made by insurance companies and lumped them together with governmental and societal costs. The report also exaggerated the impact that piracy has had on the shipping sector, an industry which has grown steadily in size from 25,000 billion tonnes/miles to 35,000 billion tonnes/miles since the rise of Indian Ocean piracy in 2005. Moreover, the global costs of piracy reportedly represent a small fraction of total maritime shipping expenses and are significantly lower than more routine costs, such as those brought on by port theft, bad weather conditions or fuel-related issues. In the United States alone, the National Cargo Security Council estimated that between $10–$15 billion were stolen from ports in 2003, a figure several times higher than the projected global cost of piracy. Additionally, while the OBP paper alleged that pirate activity has had a significantly negative impact on regional economies, particularly the Kenyan tourism industry, tourist-derived revenue in Kenya rose by 32% in 2011. According to the Somalia Report investigation, the OBP paper also did not factor into its calculations the overall decline in successful pirate attacks beginning in the second half of 2011, a downward trend largely brought about by the increasing use of armed guards. According to Admiral &lt;a href=\"Terence%20E.%20McKnight\"&gt;Terence E. McKnight&lt;/a&gt;, ransom demands and payments have risen exponentially and the financers and pirates decided they are willing to wait as long as it takes to receive \"high seven-figure payouts\".\nBenefits.\nSome benefits from the piracy have also been noted. In the earlier years of the phenomenon in 2008, it was reported that many local residents in pirate hubs such as &lt;a href=\"Harardhere\"&gt;Harardhere&lt;/a&gt; appreciated the rejuvenating effect that the pirates' on-shore spending and restocking had on their small towns, a presence which often provided jobs and opportunity when there were comparatively fewer. Entire hamlets were in the process reportedly transformed into &lt;a href=\"boomtown\"&gt;boomtown&lt;/a&gt;s, with local shop owners and other residents using their gains to purchase items such as &lt;a href=\"Electrical%20generator\"&gt;generators&lt;/a&gt; for uninterrupted electricity. However, the election of a new administration in 2009 in the northeastern &lt;a href=\"Puntland\"&gt;Puntland&lt;/a&gt; region saw a sharp decrease in pirate operations, as the provincial authorities launched a comprehensive anti-piracy campaign and established an official &lt;a href=\"Puntland%20Maritime%20Police%20Force\"&gt;maritime police force&lt;/a&gt; (PMPF). Since 2010, pirates have mainly operated from the Galmudug region to the south. According to the Somalia Report, the significant infrastructural development evident in Puntland's urban centers has also mainly come from a combination of government development programs, internal investment by local residents returning to their home regions following the civil war in the south, and especially &lt;a href=\"remittance\"&gt;remittance&lt;/a&gt; funds sent by the sizable Somali diaspora. The latter contributions have been estimated at around $1.3–$2 billion a year, exponentially dwarfing pirate ransom proceeds, which total only a few million dollars annually and are difficult to track in terms of spending.\nAdditionally, impoverished fishermen in Kenya's &lt;a href=\"Malindi\"&gt;Malindi&lt;/a&gt; area in the southeastern &lt;a href=\"African%20Great%20Lakes\"&gt;African Great Lakes&lt;/a&gt; region have reported their largest catches in 40 years, catching hundreds of kilos of fish and earning 50 times the average daily wage as a result. They attribute the recent abundance and variety of marine stock to the pirates scaring away predatory foreign fishing trawlers, which have for decades deprived local &lt;a href=\"dhow\"&gt;dhow&lt;/a&gt;s of a livelihood. According to marine biologists, indicators are that the local &lt;a href=\"fishery\"&gt;fishery&lt;/a&gt; is recovering because of the lack of commercial-scale fishing.\nPiracy off the coast of Somalia also appears to have a positive impact on the problem of overfishing in Somali waters by foreign vessels. A comparison has been made with the situation in &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt; further to the south, which is also affected by predatory fishing by foreign ships and generally lacks the means to effectively protect and regulate its territorial waters. There, catches have dropped to dramatically low levels, whereas in Somalia they have risen back to more acceptable levels since the beginning of the piracy.\nCasualties.\nOf the 4,185 seafarers whose ships had been attacked by the pirates and the 1,090 who were held hostage in 2010, a third were reportedly abused. Some captives have also indicated that they were used as human shields for pirate attacks while being held hostage.\nAccording to Reuters, of the 3,500 captured during a four-year period, 62 died. The causes of death included suicide and malnutrition, with 25 of the deaths attributed to murder according to &lt;a href=\"International%20Association%20of%20Dry%20Cargo%20Shipowners\"&gt;Intercargo&lt;/a&gt;. In some cases, the captives have also reported being tortured. Many seafarers are left traumatized after release.\nAccording to many interviewed maritime security firms, ship owner groups, lawyers and insurance companies, fear of pirate attacks has increased the likelihood of violent encounters at sea, as untrained or overeager vessel guards have resorted to shooting indiscriminately without first properly assessing the actual threat level. In the process, they have killed both pirates and sometimes innocent fishermen, as well as jeopardizing the reputation of private maritime security firms with their reckless gun use. Since many of the new maritime security companies that have emerged often also enlist the services of off-duty policemen and former soldiers who saw combat in &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt; and &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;, worries of a \"&lt;a href=\"Academi\"&gt;Blackwater&lt;/a&gt; out in the Indian Ocean\" have only intensified.\nProfiteers.\nAccording to the &lt;a href=\"German%20Institute%20for%20Economic%20Research\"&gt;German Institute for Economic Research&lt;/a&gt; (DIW), a veritable industry of profiteers has also risen around the piracy. &lt;a href=\"Insurance\"&gt;Insurance&lt;/a&gt; companies, in particular, have profited from the pirate attacks, as insurance premiums have increased significantly. DIW reports that, in order to keep premiums high, insurance firms have not demanded that ship owners take security precautions that would make hijackings more difficult. For their part, shipping companies often ignore naval guidelines on how best to prevent pirate attacks in order to cut down on costs. In addition, security contractors and the arms industry have profited from the phenomenon.\nSovereignty and environmental protection.\nThe former UN envoy for Somalia, &lt;a href=\"Ahmedou%20Ould-Abdallah\"&gt;Ahmedou Ould-Abdallah&lt;/a&gt;, has stated that \"because there is no (effective) government, there is … much irregular fishing from European and Asian countries,\" and that the UN has reliable information that European and Asian companies are dumping &lt;a href=\"Toxic%20waste\"&gt;toxic&lt;/a&gt; and &lt;a href=\"Radioactive%20waste\"&gt;nuclear waste&lt;/a&gt; off the Somali coastline. However, he stresses that \"no government has endorsed this act, and that private companies and individuals acting alone are responsible\". In addition, Ould-Abdallah told the press that he approached several international &lt;a href=\"NGO\"&gt;NGO&lt;/a&gt;s, such as &lt;a href=\"Global%20Witness\"&gt;Global Witness&lt;/a&gt;, to trace the illicit fishing and waste-dumping. He added that he believes the toxic waste dumping is \"a disaster off the Somali coast, a disaster (for) the Somali environment, the Somali population\", and that what he terms \"this illegal fishing, illegal dumping of waste\" helps fuel the civil war in Somalia since the illegal foreign fishermen pay off corrupt local officials or warlords for protection or to secure counterfeit licenses. Ould-Abdallah noted that piracy will not prevent waste dumping:\nSomali pirates which captured &lt;a href=\"MV%20Faina\"&gt;MV \"Faina\"&lt;/a&gt;, a Ukrainian ship carrying tanks and military hardware, accused European firms of dumping toxic waste off the Somali coast and declared that the $8m ransom for the return of the ship will go towards cleaning up the waste. The ransom demand is a means of \"reacting to the toxic waste that has been continually dumped on the shores of our country for nearly 20 years\", Januna Ali Jama, a spokesman for the pirates said. \"The Somali coastline has been destroyed, and we believe this money is nothing compared to the devastation that we have seen on the seas.\"\nAccording to &lt;a href=\"Muammar%20al-Gaddafi\"&gt;Muammar al-Gaddafi&lt;/a&gt;, \"It is a response to greedy Western nations, who invade and exploit Somalia's water resources illegally. It is not a piracy, it is self-defence.\"\nPirate leader Sugule Ali said their motive was \"to stop illegal fishing and dumping in our waters … We don't consider ourselves sea bandits. We consider sea bandits [to be] those who illegally fish and dump in our seas and dump waste in our seas and carry weapons in our seas.\" According to &lt;a href=\"Johann%20Hari\"&gt;Johann Hari&lt;/a&gt;, the independent Somali news-site &lt;a href=\"WardherNews\"&gt;WardherNews&lt;/a&gt; found that 70 percent \"strongly supported the piracy as a form of national defence of the country's territorial waters\".\nWaste dumping.\nFollowing the &lt;a href=\"2004%20Indian%20Ocean%20earthquake%20and%20tsunami\"&gt;Indian Ocean tsunami of December 2004&lt;/a&gt;, allegations have emerged that after the outbreak of the Somali Civil War in late 1991, Somalia's long, remote shoreline was used as a dump site for the disposal of toxic waste. The huge waves which battered northern Somalia after the tsunami are believed to have stirred up tonnes of nuclear and toxic waste that was illegally dumped in Somali waters by several European firms – front companies created by the &lt;a href=\"Italian%20mafia\"&gt;Italian mafia&lt;/a&gt;. The &lt;a href=\"European%20Green%20Party\"&gt;European Green Party&lt;/a&gt; followed up these revelations by presenting before the press and the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt; in &lt;a href=\"Strasbourg\"&gt;Strasbourg&lt;/a&gt; copies of contracts signed by two European companies—the Italian Swiss firm, Achair Partners, and an Italian waste broker, Progresso—and representatives of the warlords then in power, to accept 10 million tonnes of toxic waste in exchange for $80 million (then about £60 million). According to a report by the &lt;a href=\"United%20Nations%20Environment%20Programme\"&gt;United Nations Environment Programme&lt;/a&gt; (UNEP) assessment mission, there are far higher than normal cases of respiratory infections, mouth ulcers and bleeding, abdominal hemorrhages and unusual skin infections among many inhabitants of the areas around the northeastern towns of &lt;a href=\"Hobyo\"&gt;Hobbio&lt;/a&gt; and &lt;a href=\"Benadir\"&gt;Benadir&lt;/a&gt; on the Indian Ocean coast. UNEP continues that the current situation along the Somali coastline poses a very serious environmental hazard not only in Somalia but also in the eastern Africa sub-region.\nUnder Article 9(1)(d) of the &lt;a href=\"Basel%20Convention%20on%20the%20Control%20of%20Transboundary%20Movements%20of%20Hazardous%20Wastes%20and%20Their%20Disposal\"&gt;Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and Their Disposal&lt;/a&gt;, it is illegal for \"any transboundary movement of hazardous wastes or other wastes: that results in deliberate disposal (e.g. dumping) of hazardous wastes or other wastes in contravention of this Convention and of general principles of international law\".\nAccording to &lt;a href=\"Nick%20Nuttall\"&gt;Nick Nuttall&lt;/a&gt; of the United Nations Environmental Programme, \"Somalia has been used as a dumping ground for hazardous waste starting in the early 1990s, and continuing through the civil war there\", and \"European companies found it to be very cheap to get rid of the waste, costing as little as $2.50 a tonne, where waste disposal costs in Europe are closer to $1000 per tonne.\"\nIllegal fishing.\nAt the same time, foreign trawlers began illegally fishing Somalia's seas, with an estimated $300 million of &lt;a href=\"tuna\"&gt;tuna&lt;/a&gt;, &lt;a href=\"shrimp\"&gt;shrimp&lt;/a&gt;, and &lt;a href=\"lobster\"&gt;lobster&lt;/a&gt; being taken each year, depleting stocks previously available to local fishermen. Through interception with speedboats, Somali fishermen tried to either dissuade the dumpers and trawlers or levy a \"tax\" on them as compensation, as Segule Ali's previously mentioned quote notes. Peter Lehr, a Somalia piracy expert at the &lt;a href=\"University%20of%20St.%20Andrews\"&gt;University of St. Andrews&lt;/a&gt;, says \"It's almost like a resource swap\", Somalis collect up to $100 million a year from pirate ransoms off their coasts and the Europeans and Asians poach around $300 million a year in fish from Somali waters. The UK's Department for International Development (DFID) issued a report in 2005 stating that, between 2003 and 2004, Somalia lost about $100 million in revenue due to illegal &lt;a href=\"tuna\"&gt;tuna&lt;/a&gt; and &lt;a href=\"shrimp\"&gt;shrimp&lt;/a&gt; fishing in the country's &lt;a href=\"exclusive%20economic%20zone\"&gt;exclusive economic zone&lt;/a&gt; by foreign trawlers.\nIn an effort to curb illegal fishing the &lt;a href=\"Federal%20Government%20of%20Somalia\"&gt;Federal Government of Somalia&lt;/a&gt; introduced new legislation in December 2014 which banned bottom trawling by domestic and foreign vessels, made all prior licenses null and void, and reserved the first 24 nm of Somali waters for Somali fishers. Foreign fishing vessels caught an estimate 92,500 mt of fish in 2014, almost twice that caught by the Somali domestic fleet. Iran (48%) and Yemen (31%) accounted for the vast majority of foreign fish catch in the most recent year of analysis.\nAccording to Roger Middleton of &lt;a href=\"Chatham%20House\"&gt;Chatham House&lt;/a&gt;, \"The problem of &lt;a href=\"overfishing\"&gt;overfishing&lt;/a&gt; and illegal fishing in Somali waters is a very serious one, and does affect the livelihoods of people inside Somalia […] the dumping of toxic waste on Somalia's shores is a very serious issue, which will continue to affect people in Somalia long after the war has ended, and piracy is resolved\". To lure fish to their traps, foreign trawlers reportedly also use fishing equipment under prohibition such as nets with very small mesh sizes and sophisticated underwater lighting systems.\nUnder Article 56(1)(b)(iii) of the &lt;a href=\"Law%20of%20the%20Sea%20Convention\"&gt;Law of the Sea Convention&lt;/a&gt;:\"In the exclusive economic zone, the coastal State has jurisdiction as provided for in the relevant provisions of this Convention with regard to the protection and preservation of the marine environment\".\nArticle 57 of the Convention in turn outlines the limit of that jurisdiction:\"The exclusive economic zone shall not extend beyond 200 nautical miles from the baselines from which the breadth of the territorial sea is measured\".\nAccording to Amedeo Policante, a researcher from Goldsmiths College, University of London: \"The devastating effect of these types of corporate-led form of capital accumulation cannot be overstated in a region where, according to the most recent reports of the UNEP, over 30 million people are dependent on maritime and coastal resources for their daily livelihoods. Nevertheless, there was little or no international will to insist on the implementation of the United Nations Conventions on the Law of the Sea, which banish both over-fishing and toxic dumping in oceanic waters. This form of illegality – despite the environmental disruption and the high cost in human life it implied – was not perceived as an existential threat by states and it was therefore left unchecked. Only when piracy appeared in the region the lack of effective sovereign control over the Gulf of Aden was problematized\".\nAnti-piracy measures.\nAs of 2013 three international naval task forces operated in the region, with numerous national vessels and task forces entering and leaving the region, engaging in counter-piracy operations for various lengths of time. The three international task forces which compose the bulk of counter-piracy operations are &lt;a href=\"Combined%20Task%20Force%20150\"&gt;Combined Task Force 150&lt;/a&gt; (whose overarching mission is &lt;a href=\"Operation%20Enduring%20Freedom%20%E2%80%93%20Horn%20of%20Africa\"&gt;Operation Enduring Freedom&lt;/a&gt;), &lt;a href=\"CTF%20151\"&gt;Combined Task Force 151&lt;/a&gt; (which was set up in 2009 specifically to run counter-piracy operations) and the EU naval task force operating under &lt;a href=\"Operation%20Atalanta\"&gt;Operation Atalanta&lt;/a&gt;. All counter-piracy operations are coordinated through a monthly planning conference called &lt;a href=\"Shared%20Awareness%20and%20Deconfliction%20%28SHADE%29\"&gt;Shared Awareness and Deconfliction (SHADE)&lt;/a&gt;. Originally having representatives only from NATO, the EU, and the &lt;a href=\"Combined%20Maritime%20Forces\"&gt;Combined Maritime Forces&lt;/a&gt; (CMF) HQ in Bahrain, it now regularly attracts representatives from over 20 countries.\nBetween 2009 and 2010, the government of the autonomous &lt;a href=\"Puntland\"&gt;Puntland&lt;/a&gt; region in northeastern Somalia enacted a number of reforms and pre-emptive measures as a part of its officially declared anti-piracy campaign. In May 2010, construction also began on a new naval base in the town of Bandar Siyada, located 25 km west of &lt;a href=\"Bosaso\"&gt;Bosaso&lt;/a&gt;, the commercial capital of Puntland. These numerous security measures appear to have borne fruit, as many pirates were apprehended in 2010, including a prominent leader. Puntland's security forces also reportedly managed to force out the pirate gangs from their traditional safe havens such as Eyl and Gar'ad, with the pirates now primarily operating from &lt;a href=\"Hobyo\"&gt;Hobyo&lt;/a&gt;, El Danaan and Harardhere in the neighboring &lt;a href=\"Galmudug\"&gt;Galmudug&lt;/a&gt; region.\nGovernment officials from the &lt;a href=\"Galmudug\"&gt;Galmudug&lt;/a&gt; administration in the north-central &lt;a href=\"Hobyo\"&gt;Hobyo&lt;/a&gt; district have also reportedly attempted to use pirate gangs as a bulwark against Islamist insurgents from southern Somalia's conflict zones; other pirates are alleged to have reached agreements of their own with the Islamist groups, although a senior commander from the &lt;a href=\"Hizbul%20Islam\"&gt;Hizbul Islam&lt;/a&gt; militia vowed to eradicate piracy by imposing &lt;a href=\"sharia%20law\"&gt;sharia law&lt;/a&gt; when his group briefly took control of Harardhere in May 2010 and drove out the local pirates.\nBy the first half of 2010, these increased policing efforts by Somali government authorities on land along with international naval vessels at sea reportedly contributed to a drop in pirate attacks in the Gulf of Aden from 86 a year prior to 33, forcing pirates to shift attention to other areas such as the Somali Basin and the wider Indian Ocean.\nThe government of &lt;a href=\"Somaliland\"&gt;Somaliland&lt;/a&gt; has adopted stringent anti-piracy measures, arresting and imprisoning pirates forced to make port in &lt;a href=\"Berbera\"&gt;Berbera&lt;/a&gt;.\nIn addition to naval patrolling and marine capacity building, the shipping industry implemented Best Management Practices (BMP) in the &lt;a href=\"Piracy%20High%20Risk%20Area\"&gt;Piracy High Risk Area&lt;/a&gt; (HRA), a maritime area bounded by the &lt;a href=\"Suez\"&gt;Suez&lt;/a&gt; and the &lt;a href=\"Strait%20of%20Hormuz\"&gt;Strait of Hormuz&lt;/a&gt;.\nThe Chinese &lt;a href=\"People%27s%20Liberation%20Army%20Navy\"&gt;People's Liberation Army Navy&lt;/a&gt; began participation in anti-piracy operations in the Gulf of Aden/Horn of Africa, off the Somalian coast, in December 2008; this was the first time that the modern Chinese navy was deployed to an operational mission outside of China's claimed territorial waters. In 2017, China officially opened its &lt;a href=\"Chinese%20People%27s%20Liberation%20Army%20Support%20Base%20in%20Djibouti\"&gt;first overseas military base&lt;/a&gt; in &lt;a href=\"Djibouti\"&gt;Djibouti&lt;/a&gt;; the base is used for anti-piracy operations, as well as unrelated Chinese efforts aimed at \"intelligence collection, non-combat evacuation operations, peacekeeping operation support, and counterterrorism.\"\nTrials.\nIn May 2010, a Yemeni court sentenced six Somali pirates to death and jailed six others for 10 years each, for hijacking a Yemeni oil tanker, killing one cabin crew member and leaving another missing in April 2009.\nIn May 2010, another Somali, &lt;a href=\"Abduwali%20Muse\"&gt;Abduwali Muse&lt;/a&gt;, pleaded guilty in a &lt;a href=\"United%20States%20District%20Court%20for%20the%20Southern%20District%20of%20New%20York\"&gt;New York federal court&lt;/a&gt; to seizing a United States-flagged ship \"Maersk Alabama\" and kidnapping its captain and was sentenced to 33 years imprisonment.\nThe first European trial of alleged Somali pirates opened in the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; in May 2010. They were arrested in the Gulf of Aden in January 2009, when their high-speed boat was intercepted by a Danish frigate while allegedly preparing to board the cargo ship \"Samanyolu\", which was registered in the &lt;a href=\"Netherlands%20Antilles\"&gt;Dutch Antilles&lt;/a&gt;. The pirates were sentenced to five years in prison, which was less than the maximum possible sentence. It is unlikely the men will be returned to Somalia after their sentence, as Somalia is considered too dangerous for deportation. One of the five has already applied for &lt;a href=\"right%20of%20asylum\"&gt;asylum&lt;/a&gt; in the Netherlands. Consequently, there are concerns that trials in European courts would encourage, rather than deter, pirates. However, trials are continuing in Europe. More recently in Paris, November 2011, five men were sentenced to between four and eight years; one man was acquitted. A trial also continues in Hamburg, Germany. In Italy, nine Somali pirates had been tried and sentenced to prison terms of 16 and 19 years. They had been found guilty of attempted kidnapping for extortion and illegal possession of firearms, in connection with 10 October 2011 attack and seizure of an Italian-owned cargo vessel, the Montecristo.\nOn 1 April 2010, was on patrol off the Somali coast when it took fire from men in a small skiff. After chasing down the skiff and its mothership, US military captured five Somalis. Judge Raymond A. Jackson, a Federal District Court judge in &lt;a href=\"Norfolk%2C%20Virginia\"&gt;Norfolk, Virginia&lt;/a&gt; threw out the piracy charge, which dates from enactment in 1819 when piracy was defined only as robbery at sea. The penalty for piracy is mandatory life in prison. The U.S. government appealed the ruling. In March 2011 the five Somalis were sentenced to life for piracy to run consecutively with the 80-year term. In the same month 13 Somalis and one Yemeni suspected of hijacking and killing four Americans aboard a yacht made their first appearance in federal court in Norfolk.\nOn 28 January 2011, pursuant to the naval engagement of the pirate mother vessel MV \"Prantalay\" (a hijacked Thai trawler) by Car Nicobar-class fast attack craft|INS \"Cankarso\", the &lt;a href=\"Indian%20Navy\"&gt;Indian Navy&lt;/a&gt; and the &lt;a href=\"Indian%20Coast%20Guard\"&gt;Indian Coast Guard&lt;/a&gt; killed 10 pirates and apprehended 15, while rescuing 20 Thai and Burmese fishermen that were held aboard the ship as hostages. The rescued fishermen were sent to &lt;a href=\"Kochi\"&gt;Kochi&lt;/a&gt; while the 15 pirates, of Somali, Ethiopian and Kenyan origin, were taken to &lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt;. The &lt;a href=\"Mumbai%20Police\"&gt;Mumbai Police&lt;/a&gt; confirmed that they registered a case against the pirates for attempt to murder and various other provisions under the &lt;a href=\"Indian%20Penal%20Code\"&gt;Indian Penal Code&lt;/a&gt; and the Passports Act for entering the Indian waters without permission.\nIn May 2012, a U.S. federal appeals court upheld the convictions of five pirates, a decision which prosecutors described as the first United States-based piracy convictions in 190 years.\nIn October 2013, &lt;a href=\"Mohamed%20Abdi%20Hassan\"&gt;Mohamed Abdi Hassan&lt;/a&gt; (\"Afweyne\") was arrested in &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt; for having allegedly masterminded the 2009 hijacking of the Belgian dredge vessel \"Pompei\", abducted its crew, and participated in a criminal organization. According to federal prosecutor Johan Delmulle, Hassan was responsible for the hijacking of dozens of commercial ships from 2008 to 2013. He is currently awaiting trial in Bruges, the first prosecution of a pirate leader by the international community.\n2013 collapse of piracy.\nBy December 2013, the US &lt;a href=\"Office%20of%20Naval%20Intelligence\"&gt;Office of Naval Intelligence&lt;/a&gt; reported that only nine vessels had been attacked during the year by the pirates, with no successful hijackings. &lt;a href=\"Control%20Risks%20Group\"&gt;Control Risks&lt;/a&gt; attributed this 90% decline in pirate activity from the corresponding period in 2012 to the adoption of best management practices by vessel owners and crews, armed private security onboard ships, a significant naval presence, and the development of onshore security forces.\nIn January 2014, MV \"Marzooqah\" initially sent out a distress signal indicating that it was under attack by pirates in the Red Sea. However, the container vessel turned out instead to have been seized by &lt;a href=\"Eritrean%20Defence%20Forces\"&gt;Eritrean military&lt;/a&gt; units as it entered Eritrea's territorial waters.\nResurgence.\nIn March 2017, it was reported that pirates had seized an oil tanker that had set sail from Djibouti and was headed to Mogadishu. This was alleged to be the first \"successful\" hijacking of a large vessel since 2012. While initially the pirate crew demanded a ransom, the ship and its crew were released with no ransom paid after the pirate crew learned that the ship had been hired by Somali businessmen."
}