{
    "id": "1703418",
    "revid": "1879095",
    "url": "https://en.wikipedia.org/wiki?curid=1703418",
    "title": "French battleship Suffren",
    "text": "Suffren was a &lt;a href=\"predreadnought%20battleship\"&gt;predreadnought battleship&lt;/a&gt; built for the (French Navy) in the first decade of the twentieth century. Completed in 1902, the ship was assigned to the &lt;a href=\"Mediterranean%20Squadron%20%28France%29\"&gt;Escadre de la Méditerranée&lt;/a&gt; (Mediterranean Squadron) for most of her career and often served as a &lt;a href=\"flagship\"&gt;flagship&lt;/a&gt;. She had an eventful career as she twice collided with French ships and twice had &lt;a href=\"propeller%20shaft\"&gt;propeller shaft&lt;/a&gt;s break before the start of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; in 1914. \"Suffren\" was assigned to join the &lt;a href=\"Naval%20operations%20in%20the%20Dardanelles%20Campaign\"&gt;naval operations off the Dardanelles&lt;/a&gt;, where she participated in a series of attacks on the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; fortifications guarding the straits.\nShe was moderately damaged during the fighting on 18 March 1915 and had to be sent to &lt;a href=\"Toulon\"&gt;Toulon&lt;/a&gt; for repairs. Upon their completion the ship returned to provide gunfire support for the &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied&lt;/a&gt; forces during the &lt;a href=\"Gallipoli%20Campaign\"&gt;Gallipoli Campaign&lt;/a&gt;. \"Suffren\" provided covering fire as the Allies withdrew from the peninsula and accidentally sank one of the evacuation ships. After repairs the ship was assigned to the French squadron tasked to prevent any interference by the &lt;a href=\"Kingdom%20of%20Greece\"&gt;Greeks&lt;/a&gt; with Allied operations on the &lt;a href=\"Macedonian%20front%20%28World%20War%20I%29\"&gt;Salonica Front&lt;/a&gt;. While en route to &lt;a href=\"Lorient\"&gt;Lorient&lt;/a&gt; for a refit, \"Suffren\" was &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;ed off &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt; by a &lt;a href=\"German%20Empire\"&gt;Imperial German&lt;/a&gt; submarine on 26 November 1916 and sank with all hands.\nDesign and description.\nThe three battleships of the that had been authorized in 1893 were still building when the &lt;a href=\"List%20of%20Naval%20Ministers%20of%20France\"&gt;Navy Minister&lt;/a&gt;, (Vice Admiral) &lt;a href=\"Armand%20Besnard\"&gt;Armand Besnard&lt;/a&gt;, was able to get the &lt;a href=\"Chamber%20of%20Deputies%20%28France%29\"&gt;Chamber of Deputies&lt;/a&gt; to authorize the battleship in 1897 to an improved \"Charlemagne\" design. The Chamber authorized another battleship the following year and Besnard, not wishing to delay construction for the time required for an entirely new design, requested an enlarged and improved version of \"Iéna\".\n\"Suffren\" was only intended to have modest improvements in armament and armour, but the number of improvements grew as the project was discussed by the &lt;a href=\"Conseil%20des%20travaux\"&gt;Conseil des travaux&lt;/a&gt; de la Marine (Board of Construction) so that she was essentially a new design, only retaining some of \"Iéna\"s layout. The biggest changes were that the bulk of the secondary armament was mounted in &lt;a href=\"gun%20turret\"&gt;turrets&lt;/a&gt;, rather than \"Iéna\"s &lt;a href=\"casemate\"&gt;casemate&lt;/a&gt;s, and the stowage of shells for the main armament was increased from 45 to 60 rounds per gun.\nGeneral characteristics.\n\"Suffren\" was longer than \"Iéna\", being long &lt;a href=\"length%20overall\"&gt;overall&lt;/a&gt;. She had a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of and a &lt;a href=\"draft%20%28ship%29\"&gt;draught&lt;/a&gt; of forward and aft. She displaced at normal displacement, and at &lt;a href=\"full%20load\"&gt;full load&lt;/a&gt;, over more than the earlier ship. \"Suffren\" was fitted with &lt;a href=\"bilge%20keel\"&gt;bilge keel&lt;/a&gt;s to reduce her &lt;a href=\"Ship%20motions\"&gt;rolling&lt;/a&gt;. Her crew numbered 31 officers and 637 men as a &lt;a href=\"private%20ship\"&gt;private ship&lt;/a&gt; and 42 officers and 700 sailors as a flagship.\nPropulsion.\n\"Suffren\" was powered by three Indret &lt;a href=\"Marine%20steam%20engine%23Triple%20or%20multiple%20expansion\"&gt;vertical triple-expansion steam engines&lt;/a&gt;, each driving one &lt;a href=\"propeller%20shaft\"&gt;propeller shaft&lt;/a&gt;. The centre shaft drove a three-bladed &lt;a href=\"screw%20propeller\"&gt;screw propeller&lt;/a&gt; and the wing propellers were four-bladed; each was in diameter. The engines used steam provided by 24 &lt;a href=\"Field-tube%20boiler%23Niclausse%20boiler\"&gt;Niclausse boiler&lt;/a&gt;s at a working pressure of . Rated at a total of , the engines were intended to give the ship a speed of . During her &lt;a href=\"sea%20trial\"&gt;sea trial&lt;/a&gt;s on 12 November 1903, they produced and gave a top speed of . The ship carried a maximum of of coal which allowed her to steam for at a speed of . \"Suffren\" carried of &lt;a href=\"fuel%20oil\"&gt;fuel oil&lt;/a&gt; to be sprayed on the coal to improve its burn rate. The ship's 80-&lt;a href=\"volt\"&gt;volt&lt;/a&gt; electrical power was provided by two 600-&lt;a href=\"ampere\"&gt;ampere&lt;/a&gt; and three 1,200-ampere &lt;a href=\"dynamo\"&gt;dynamo&lt;/a&gt;s.\nArmament.\nLike \"Iéna\", \"Suffren\" carried her main armament of four 40-&lt;a href=\"caliber%20%28artillery%29\"&gt;calibre&lt;/a&gt; &lt;a href=\"Canon%20de%20305%20mm%20Mod%C3%A8le%201893/96%20gun\"&gt;Canon de Modèle 1893/96 guns&lt;/a&gt; in two twin-&lt;a href=\"gun%20turret\"&gt;gun turret&lt;/a&gt;s, one each fore and aft of the &lt;a href=\"superstructure\"&gt;superstructure&lt;/a&gt;. The turrets were &lt;a href=\"Traverse%20%28gunnery%29\"&gt;traversed&lt;/a&gt; by electric motors, but were elevated and depressed by hand. The guns were loaded at an angle of −5° and they had a maximum &lt;a href=\"elevation%20%28ballistics%29\"&gt;elevation&lt;/a&gt; of +15°. They fired &lt;a href=\"Armor-piercing%20shell\"&gt;armour-piercing projectiles&lt;/a&gt; at the rate of roughly one &lt;a href=\"Cartridge%20%28firearms%29\"&gt;round&lt;/a&gt; per minute. They had a &lt;a href=\"muzzle%20velocity\"&gt;muzzle velocity&lt;/a&gt; of which gave a range of at maximum elevation. \"Suffren\" carried 60 shells for each gun with each turret holding ready-use racks for 22 projectiles.\nThe ship's &lt;a href=\"Battleship%20secondary%20armament\"&gt;secondary armament&lt;/a&gt; consisted of ten 45-calibre &lt;a href=\"Canon%20de%20164%20mm%20Mod%C3%A8le%201893\"&gt;Canon de Modèle 1893/96 guns&lt;/a&gt;. Six of these were mounted in single-gun turrets on each side of the superstructure and the remaining four guns were positioned below them on the &lt;a href=\"Deck%20%28ship%29\"&gt;upper deck&lt;/a&gt; in individual casemates that were &lt;a href=\"sponson\"&gt;sponson&lt;/a&gt;ed out over the &lt;a href=\"tumblehome\"&gt;tumblehome&lt;/a&gt; of the sides. The guns fired shells at a muzzle velocity of to a maximum range of . Their theoretical &lt;a href=\"rate%20of%20fire\"&gt;rate of fire&lt;/a&gt; was between two and three rounds per minute. \"Suffren\" carried 200 shells for each gun. She also carried eight 45-calibre &lt;a href=\"Canon%20de%20100%20mm%20Mod%C3%A8le%201891\"&gt;Canon de Modèle 1893 gun&lt;/a&gt;s in &lt;a href=\"gun%20shield\"&gt;shielded&lt;/a&gt; mounts on the shelter deck and on the superstructure. These guns fired a projectile at , which could be elevated up to +20° for a maximum range of . Their maximum rate of fire was four rounds per minute. The ship carried 2,000 shells for these guns.\nFor defence against &lt;a href=\"torpedo%20boat\"&gt;torpedo boat&lt;/a&gt;s, \"Suffren\" mounted twenty-two 50-calibre &lt;a href=\"QF%203%20pounder%20Hotchkiss\"&gt;Canon de Modèle 1885 Hotchkiss guns&lt;/a&gt;. They were positioned in the &lt;a href=\"Top%20%28sailing%20ship%29\"&gt;fighting tops&lt;/a&gt; and on the superstructure. They fired a projectile at to a maximum range of . Their theoretical maximum rate of fire was fifteen rounds per minute, but only seven rounds per minute sustained. \"Suffren\" carried 16,500 rounds for these guns. Two Modèle 1885 &lt;a href=\"Hotchkiss%20gun\"&gt;Hotchkiss gun&lt;/a&gt;s were also mounted on the upper &lt;a href=\"bridge%20%28nautical%29\"&gt;bridge&lt;/a&gt;.\nThe ship was equipped with four &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s on the &lt;a href=\"Broadside%20%28naval%29\"&gt;broadside&lt;/a&gt;. Two of these were submerged, &lt;a href=\"wikt%3Aabaft\"&gt;abaft&lt;/a&gt; the forward turret, and fixed at a 30° angle to the side. The two above-water tubes could traverse 80°. Normally \"Suffren\" carried twelve Modèle 1892 torpedoes, of which four were training models.\nArmour.\n\"Suffren\" had a complete &lt;a href=\"waterline\"&gt;waterline&lt;/a&gt; &lt;a href=\"armour%20belt\"&gt;armour belt&lt;/a&gt; of &lt;a href=\"Harvey%20armor\"&gt;Harvey armour&lt;/a&gt; that had a maximum thickness of amidships and reduced to at the bow and at the stern. The lower edge of this belt was in thickness amidships and thinned to at the &lt;a href=\"bow%20%28ship%29\"&gt;bow&lt;/a&gt; and at the stern. The armour plates were high of which was above the waterline and below it. Above this was a &lt;a href=\"strake\"&gt;strake&lt;/a&gt; of special-steel armour that extended from the bow to the aft transverse &lt;a href=\"bulkhead%20%28partition%29\"&gt;bulkhead&lt;/a&gt; below the aft main-gun turret. In thickness it ranged from at the bow to amidships. This armour was backed by a highly subdivided &lt;a href=\"cofferdam\"&gt;cofferdam&lt;/a&gt; intended to reduce flooding from any penetrating hits as its compartments were filled by water-resistant \"bricks\" of dried &lt;a href=\"Zostera\"&gt;Zostera&lt;/a&gt; seaweed (). The outer sides of the casemates were protected by special-steel plates 110 millimetres thick. The casemates were separated by an transverse bulkhead and a &lt;a href=\"Centerline%20%28nautical%29\"&gt;centreline&lt;/a&gt; bulkhead thick subdivided the casemates.\nThe main turret armour was in thickness with a 50-millimetre roof and the &lt;a href=\"barbette\"&gt;barbette&lt;/a&gt;s were protected by of armour. The armour for the secondary turrets ranged from thick at the front to at the rear. The &lt;a href=\"conning%20tower\"&gt;conning tower&lt;/a&gt; had walls thick and its communications tube was protected by of armour. The armoured deck consisted of &lt;a href=\"mild%20steel\"&gt;mild-steel&lt;/a&gt; plates laid over two plates. The splinter deck beneath it comprised two layers of plates.\nConstruction and career.\nPrewar.\n\"Suffren\", named after &lt;a href=\"Pierre%20Andr%C3%A9%20de%20Suffren\"&gt;Pierre André de Suffren de Saint-Tropez&lt;/a&gt;, was ordered on 21 April 1898 from the &lt;a href=\"Arsenal%20de%20Brest\"&gt;Arsenal de Brest&lt;/a&gt;. She was &lt;a href=\"laid%20down\"&gt;laid down&lt;/a&gt; on 5 January 1899 and &lt;a href=\"Ceremonial%20ship%20launching\"&gt;launched&lt;/a&gt; on 25 July of the same year. Her &lt;a href=\"fitting-out\"&gt;fitting-out&lt;/a&gt; was delayed by the late delivery of fittings and armour. \"Suffren\" began her sea trials in November 1903, but was not &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; until 3 February 1904. On 18 August 1903 she participated in a gunnery trial with the predreadnought off &lt;a href=\"%C3%8Ele%20Longue\"&gt;Île Longue&lt;/a&gt;. A mild-steel plate thick, measuring , was attached to the side of \"Suffren\"s forward turret to determine the resistance of an armour plate to a large-calibre shell with six &lt;a href=\"sheep\"&gt;sheep&lt;/a&gt; placed in the turret to simulate its crew. \"Masséna\" anchored away from \"Suffren\" and fired a number of 305-millimetre shells at the plate. The first three were training shells that knocked splinters off the armour plate. The last two shells, fired with full charges, cracked the plate, but \"Suffren\"s turret was fully operational, as was her Germain electrical &lt;a href=\"fire-control%20system\"&gt;fire-control system&lt;/a&gt;, and the sheep were unharmed. One splinter struck \"Masséna\" above her armour belt and left a 15-centimetre sized hole in her hull. Another splinter landed within a few metres of the Naval Minister, &lt;a href=\"Camille%20Pelletan\"&gt;Camille Pelletan&lt;/a&gt;, who was observing the trials.\nWhen \"Suffren\" was commissioned in Brest, she was assigned to the Escadre de la Méditerranée shortly afterwards. After arriving in &lt;a href=\"Military%20port%20of%20Toulon\"&gt;Toulon&lt;/a&gt;, she became the flagship of its commander, &lt;a href=\"Palma%20Gourdon\"&gt;Palma Gourdon&lt;/a&gt;, on 24 February. Two months later she carried the &lt;a href=\"President%20of%20France\"&gt;President of France&lt;/a&gt;, &lt;a href=\"%C3%89mile%20Loubet\"&gt;Émile Loubet&lt;/a&gt;, on a &lt;a href=\"state%20visit\"&gt;state visit&lt;/a&gt; to &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt;. As time went by several defects were revealed in service, including the weakness of the underpowered &lt;a href=\"Capstan%20%28nautical%29\"&gt;capstan&lt;/a&gt; which was barely capable of raising the anchor in waters deep. Another problem was that the centre engine and its propeller shaft tended to overheat. Gourdon was relieved by &lt;a href=\"Charles%20Touchard\"&gt;Charles Touchard&lt;/a&gt; on 4 October 1905. During fleet exercises off the Îles des &lt;a href=\"Hy%C3%A8res\"&gt;Hyères&lt;/a&gt; on 5 February 1906, \"Suffren\" accidentally rammed the &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt; when the latter miscalculated the fleet's movements while manoeuvring into firing position. \"Bonite\" rose to periscope depth less than in front of \"Suffren\", but the latter managed to turn quickly enough while the submarine was &lt;a href=\"Crash%20dive\"&gt;crash-diving&lt;/a&gt; that \"Suffren\" only struck \"Bonite\" a glancing blow. This was enough, however, to breach two compartments abreast the ship's starboard engine room and she had to be docked for emergency repairs. \"Bonite\"s bow was crushed and several of her &lt;a href=\"ballast%20tank\"&gt;ballast tank&lt;/a&gt;s were ripped open. Only by rapidly dropping her weighted &lt;a href=\"keel\"&gt;keel&lt;/a&gt; was the submarine able to avoid sinking. No casualties were suffered by either vessel. During the summer of 1906 \"Suffren\"s above-water torpedo tubes were removed. She then participated in an international &lt;a href=\"fleet%20review\"&gt;fleet review&lt;/a&gt; in &lt;a href=\"Marseille\"&gt;Marseille&lt;/a&gt; on 16 September.\nShe was &lt;a href=\"drydock\"&gt;drydock&lt;/a&gt;ed adjacent to \"Iéna\" on 12 March 1907 at Toulon when the latter ship's &lt;a href=\"magazine%20%28artillery%29%23Naval%20magazines\"&gt;magazine&lt;/a&gt; exploded. Burning fragments started a small fire aboard \"Suffren\", but she was not otherwise damaged by the explosion and participated in the annual fleet manoeuvres that began on 1 July. By 5 November, the ship had been replaced as flagship by the &lt;a href=\"semi-dreadnought\"&gt;semi-dreadnought&lt;/a&gt; , although she remained assigned to the 1re Division cuirassée (1st Battle Division). In early 1908 a &lt;a href=\"Barr%20and%20Stroud\"&gt;Barr and Stroud&lt;/a&gt; &lt;a href=\"rangefinder\"&gt;rangefinder&lt;/a&gt; was mounted on the navigation bridge. \"Suffren\" was transferred to the 3e Division cuirassée in July. During manoeuvres off &lt;a href=\"Golfe-Juan\"&gt;Golfe-Juan&lt;/a&gt; on 13 August, the ship's &lt;a href=\"Port%20and%20starboard\"&gt;port&lt;/a&gt; propeller shaft broke and the propeller fell off in water deep. While a new shaft was ordered from Indret, \"Iéna\"s &lt;a href=\"Marine%20salvage\"&gt;salvaged&lt;/a&gt; corresponding shaft was used with such success that the ship's engineers requested to keep it in place and save the new shaft as a spare. This proposal was rejected by the Naval Ministry and the shafts were exchanged. The opportunity was also taken to rework the centre propeller shaft's mounting so that it would overheat less often. In 1909 the battleships of the Escadre de la Méditerranée were reorganised into two Escadre de ligne (battle squadrons), each with a pair of three-ship divisions; the 3e Division cuirassée now assigned to the 2e Escadre de ligne. \"Suffren\", as the most modern of the predreadnoughts, was often attached to the 1re Escadre de ligne to replace ships that were refitting or under repair. In November 1910 the starboard propeller shaft broke and the propeller was lost in deep water. No shaft was immediately available so \"Suffren\" had to wait three months for repairs; her boilers were overhauled while a new one was manufactured. On 14 February 1911 the port &lt;a href=\"anchor\"&gt;anchor&lt;/a&gt; chain broke while \"Suffren\" was conducting towing exercises with two other battleships, killing one sailor and injuring two others. The ship participated in a naval review near Toulon on 4 September. The Escadre de la Méditerranée was renamed the 1er Armée Navale (1st Naval Army) on 31 October as the Marine Nationale concentrated its forces in the Mediterranean.\nWhen the magazines of the semi-dreadnought exploded in Toulon on 25 September 1911, flying debris from the explosion killed four men aboard \"Suffren\". The ship was reassigned to the 2e Division cuirassée of the 2e Escadre de ligne as a replacement for the destroyed battleship. She was transferred to the 1re Division cuirassée of the 3e Escadre de ligne on 14 March 1913 and became the flagship of &lt;a href=\"Laurent%20Marin-Darbel\"&gt;Laurent Marin-Darbel&lt;/a&gt;, commander of the Escadre de ligne, four days later. The annual manoeuvres of the 1er Armée Navale began on 19 May; when they were concluded the ships were reviewed by President &lt;a href=\"Raymond%20Poincar%C3%A9\"&gt;Raymond Poincaré&lt;/a&gt;. The 3e Escadre de ligne was dissolved on 11 November and \"Suffren\" became the flagship of (Rear Admiral) &lt;a href=\"Gabriel%20Darrieus\"&gt;Gabriel Darrieus&lt;/a&gt;, commander of the Division de complément (Complementary Division), four days later and he was relieved in his turn by &lt;a href=\"%C3%89mile%20Paul%20Aimable%20Gu%C3%A9pratte\"&gt;Émile Guépratte&lt;/a&gt; on 1 April 1914. During a fleet exercise on 28 May, \"Suffren\" accidentally rammed the battleship ; the latter ship was undamaged, but \"Suffren\" had her port anchor and &lt;a href=\"hawsepipe\"&gt;hawsepipe&lt;/a&gt; carried away and a hole punched in her hull that forced her to return to port for emergency repairs.\nWorld War I.\nWhen the Marine Nationale mobilized in anticipation of war on 1 August, the Division de complément was ordered to &lt;a href=\"Algiers\"&gt;Algiers&lt;/a&gt;, &lt;a href=\"French%20Algeria\"&gt;French Algeria&lt;/a&gt;, to protect the convoy route to &lt;a href=\"Metropolitan%20France\"&gt;Metropolitan France&lt;/a&gt;. They conducted their first escort mission on 6 August before arriving at &lt;a href=\"Bizerte\"&gt;Bizerte&lt;/a&gt;, &lt;a href=\"French%20Tunisia\"&gt;French Tunisia&lt;/a&gt;, on the 22nd where they began conducting contraband patrols in the &lt;a href=\"Sicilian%20Narrows\"&gt;Sicilian Narrows&lt;/a&gt;. In September \"Suffren\" was fitted with additional Barr and Stroud rangefinders near the bridge. Two of these were mounted on transverse rails fore and aft of the bridge. The after bulkhead was removed and the two 100-millimetre guns on the side of the superstructure were moved one deck lower. Guépratte complained that his ships were not well suited to such a mission and he was ordered to take \"Suffren\", the predreadnought and the &lt;a href=\"torpedo%20cruiser\"&gt;torpedo cruiser&lt;/a&gt; to &lt;a href=\"Port%20Said\"&gt;Port Said&lt;/a&gt;, &lt;a href=\"Khedive%20of%20Egypt\"&gt;Egypt&lt;/a&gt;, to escort troop convoys from &lt;a href=\"British%20India\"&gt;British India&lt;/a&gt; on 23 September. The following day he was ordered to rendezvous with the semi-dreadnought at the island of &lt;a href=\"Tenedos\"&gt;Tenedos&lt;/a&gt; where he was to place himself under the orders of the British Vice-Admiral &lt;a href=\"Sackville%20Carden\"&gt;Sackville Carden&lt;/a&gt; to assist British ships in blockading the &lt;a href=\"Dardanelles\"&gt;Dardanelles&lt;/a&gt; to prevent any &lt;a href=\"sortie\"&gt;sortie&lt;/a&gt; by the Ottoman &lt;a href=\"battlecruiser\"&gt;battlecruiser&lt;/a&gt; and the &lt;a href=\"light%20cruiser\"&gt;light cruiser&lt;/a&gt; back into the Mediterranean. The Division de complément was renamed the Division des Dardanelles (Dardanelles Division) to reflect its new role. On 3 November the two French battleships joined British ships bombarding the Ottoman fortifications at the mouth of the Dardanelles. The short bombardment by the Allies, during which \"Suffren\" fired 30 shells from her main guns, did little damage, but alerted the Ottomans that their defences there required strengthening. After the predreadnought arrived on 16 November \"Suffren\" sailed for Toulon for a lengthy refit.\nDardanelles Campaign.\n\"Suffren\" returned to the Dardanelles on 9 January 1915 and resumed her role as the flagship of the squadron. She bombarded the Ottoman fort of &lt;a href=\"Kum%20Kale\"&gt;Kum Kale&lt;/a&gt;, on the Asiatic side of the strait on 19 February. assisted \"Suffren\" by sending firing corrections via &lt;a href=\"Wireless%20telegraphy\"&gt;radio&lt;/a&gt; while \"Gaulois\" provided &lt;a href=\"counter-battery%20fire\"&gt;counter-battery fire&lt;/a&gt; to suppress the Ottoman &lt;a href=\"coastal%20artillery\"&gt;coastal artillery&lt;/a&gt;. Late in the day the British predreadnought was bombarding the fort at Orhaniye Tepe on the Asiatic side of the strait and began taking heavy fire as she approached the fort. The battlecruiser attempted to suppress the coastal artillery to allow \"Vengeance\" to extricate herself, but was unsuccessful. \"Suffren\" and \"Gaulois\" had to combine their fire with that of \"Inflexible\" before \"Vengeance\" could successfully withdraw. \"Suffren\" fired thirty 305-millimetre shells and 227 shells from her secondary guns during the day.\n\"Suffren\" also participated in a more limited way in the bombardment of 25 February against the same targets, but this was far more successful as \"Suffren\" and the other ships moved as close as from the forts. On 2 March the French squadron bombarded targets in the &lt;a href=\"Gulf%20of%20Saros\"&gt;Gulf of Saros&lt;/a&gt; at the base of the &lt;a href=\"Gallipoli\"&gt;Gallipoli&lt;/a&gt; Peninsula. On 7 March the French squadron attempted to suppress the Ottoman guns in the Dardanelles while British battleships bombarded the fortifications. Guépratte and his squadron returned to the Gulf of Saros on 11 March where they again bombarded Ottoman fortifications.\nThey returned to assist in the major attack on the fortifications planned for 18 March. British ships made the initial entry into the Dardanelles, but the French ships passed through them to engage the forts at closer range. Shortly after having done so \"Suffren\" was under heavy fire and was struck no less than 14 times in 15 minutes. Most did no significant damage, including a shell that bounced off the after 305-millimetre turret, but one 24-centimetre shell ricocheted off the port midships 164-millimetre turret and ripped the roof off the port casemate, killing the entire gun crew. Some flaming debris dropped into that gun's magazine and started a fire, but it was quickly flooded to prevent an explosion. Another shell punctured a hole across in the bow which flooded the base of the forward turret. While the French squadron was withdrawing pursuant to Admiral &lt;a href=\"John%20de%20Robeck\"&gt;John de Robeck&lt;/a&gt;'s order \"Bouvet\" struck a mine and sank in 55 seconds. \"Suffren\" lowered her admiral's barge, her only intact boat, and rescued 75 men before she had to escort the badly-damaged \"Gaulois\" away from the Dardanelles. The latter was taking on water by the bow and had to be &lt;a href=\"Beaching%20%28nautical%29\"&gt;beached&lt;/a&gt; on one of the &lt;a href=\"Rabbit%20Islands%20%28%C3%87anakkale%29\"&gt;Rabbit Islands&lt;/a&gt; at the entrance of the Dardanelles before she sank.\n\"Suffren\" was ordered to escort \"Gaulois\" to Toulon via &lt;a href=\"Crown%20Colony%20of%20Malta\"&gt;Malta&lt;/a&gt; on 25 March. Two days later the ships encountered a storm and were forced to seek refuge in the &lt;a href=\"Bay%20of%20Navarin\"&gt;Bay of Navarin&lt;/a&gt;. \"Suffren\" arrived at Toulon on 3 April and was repaired by 20 May when she returned to the Dardanelles to provide gunfire support for the troops ashore. She remained in the area until 31 December; upon returning to her anchorage at &lt;a href=\"Kefalos\"&gt;Kefalos&lt;/a&gt; on the island of &lt;a href=\"Kos\"&gt;Kos&lt;/a&gt;, she collided with and sank the British steamer \"Saint Oswald\", a horse transport involved in the evacuation from Gallipoli, and was badly damaged. \"Suffren\" arrived in Toulon on 20 January 1916 for repairs which were completed by April. That month she joined the French squadron of six predreadnoughts assigned to prevent any interference by the Greeks with Allied operations on the &lt;a href=\"Macedonian%20front%20%28World%20War%20I%29\"&gt;Salonica Front&lt;/a&gt;. On 9 July \"Suffren\" briefly became flagship of the reestablished 3e Escadre de ligne when \"Patrie\" departed for a refit at Toulon. With the creation of a &lt;a href=\"National%20Schism%23Rupel%20surrender%20and%20Allied%20reaction\"&gt;rival pro-Entente government&lt;/a&gt; in Greece in August, the Entente became concerned that the royal government might interfere with its use of Greek ports in October as &lt;a href=\"Constantine%20I%20of%20Greece\"&gt;King Constantine I&lt;/a&gt; endeavored to maintain Greek neutrality. On 7 October \"Patrie\", \"Démocratie\", and \"Suffren\" entered the harbour of &lt;a href=\"Eleusina\"&gt;Eleusina&lt;/a&gt; prepared to fire on the Greek predreadnoughts , and the cruiser , but things were resolved peacefully and the French ships returned to their base.\n\"Suffren\" was originally intended to refit at the naval base at Bizerte, but the location was switched when the dockyard at &lt;a href=\"Lorient\"&gt;Lorient&lt;/a&gt; informed the Naval Staff that it had room for her. On 15 November the ship departed to &lt;a href=\"Coaling%20station\"&gt;recoal&lt;/a&gt; at Bizerte which she reached on 18 November. She sailed on 20 November for &lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt;; heavy weather en route delayed her arrival until 23 November. \"Suffren\" recoaled and departed Gibraltar the following day without an escort. On the morning of 26 November, roughly off the Portuguese coast near &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt;, she was torpedoed by the German submarine , which was en route to the &lt;a href=\"Austro-Hungarian\"&gt;Austro-Hungarian&lt;/a&gt; naval base at &lt;a href=\"Cattaro\"&gt;Cattaro&lt;/a&gt; in the &lt;a href=\"Adriatic%20Sea\"&gt;Adriatic Sea&lt;/a&gt;. The torpedo detonated a magazine and \"Suffren\" sank within seconds, taking her entire crew of 648 with her. \"U-52\" searched the scene, but found no survivors."
}