{
    "id": "17042296",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=17042296",
    "title": "Economic history of the Netherlands (1500–1815)",
    "text": "The economic history of the Netherlands (1500–1815) is the history of an economy that American-Dutch scholar and economist &lt;a href=\"Jan%20de%20Vries%20%28historian%29\"&gt;Jan de Vries&lt;/a&gt; calls the first \"modern\" economy. It covers the &lt;a href=\"History%20of%20the%20Netherlands\"&gt;Netherlands&lt;/a&gt; as the &lt;a href=\"Habsburg%20Netherlands\"&gt;Habsburg Netherlands&lt;/a&gt;, through the era of the &lt;a href=\"Dutch%20Republic\"&gt;Dutch Republic&lt;/a&gt;, the &lt;a href=\"Batavian%20Republic\"&gt;Batavian Republic&lt;/a&gt; and the &lt;a href=\"Kingdom%20of%20Holland\"&gt;Kingdom of Holland&lt;/a&gt;.\nAfter becoming de facto independent from the empire of &lt;a href=\"Philip%20II%20of%20Spain\"&gt;Philip II of Spain&lt;/a&gt; around 1585 the country experienced almost a century of explosive economic growth. A technological revolution in shipbuilding led to a &lt;a href=\"competitive%20advantage\"&gt;competitive advantage&lt;/a&gt; in shipping that helped the young Republic become the dominant trade power by the mid-17th century. In 1670, the Dutch merchant marine totalled 568,000 tons of shipping—about half the European total. Pillars of this position were the dominance of the &lt;a href=\"Amsterdam%20Entrep%C3%B4t\"&gt;Amsterdam Entrepôt&lt;/a&gt; in European trade, and that of the &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch East&lt;/a&gt; and &lt;a href=\"Dutch%20West%20India%20Company\"&gt;West India Companies&lt;/a&gt; (VOC and WIC) in intercontinental trade. Beside trade, an early industrial revolution (powered by wind, water and peat), land reclamation from the sea, and agricultural revolution helped the Dutch economy achieve the highest standard of living in Europe (and probably the world) by the middle of the 17th century. Affluence facilitated a &lt;a href=\"Dutch%20Golden%20Age\"&gt;Golden Age&lt;/a&gt; in culture typified by the great artist &lt;a href=\"Rembrandt\"&gt;Rembrandt van Rijn (1606–1669)&lt;/a&gt;.\nHowever, around 1670 a combination of politico-military upheavals (wars with France and England) and adverse economic developments (a break in the upward &lt;a href=\"secular%20trend\"&gt;secular trend&lt;/a&gt; of price levels) brought the Dutch economic boom to an abrupt end. This caused a retrenchment of the Dutch economy in the period up to 1713, in which the industrial sector was partly dismantled and growth in trade leveled off. The economy struck out in new directions, including &lt;a href=\"whaling\"&gt;whaling&lt;/a&gt;, colonial plantations in &lt;a href=\"Suriname\"&gt;Suriname&lt;/a&gt;, and new types of trade with Asia. However, these riskier ventures often failed to bring commensurate gains. The VOC embarked on a period of profitless growth.\nThe financial strength proved more durable, enabling the Netherlands to play the role of a major power in the European conflicts around the turn of the 18th century by hiring mercenary armies and subsidizing its allies. These conflicts put an enormous strain on the resources of the Republic, however, and for that reason the Republic (like its opponent, the France of &lt;a href=\"Louis%20XIV%20of%20France\"&gt;Louis XIV&lt;/a&gt;) was deeply in debt at the end of the &lt;a href=\"War%20of%20the%20Spanish%20Succession\"&gt;War of the Spanish Succession&lt;/a&gt;. The regents of the Republic more or less abandoned its Great-Power pretensions after 1713, cutting down on its military preparedness in a vain attempt to pay down this overhang of public debt. That debt brought a significant \"rentier\" class into being that helped change the nature of the economy from one invested primarily in trade and industry into one in which a significant financial sector played a dominant role. By the end of the 18th century the Republic was the major market for &lt;a href=\"sovereign%20debt\"&gt;sovereign debt&lt;/a&gt;, and a major source of foreign direct investment. During the period of &lt;a href=\"Proto-industrialization\"&gt;Proto-industrialization&lt;/a&gt;, the empire received 50% of textiles and 80% of silks import from the India's &lt;a href=\"Mughal%20Empire\"&gt;Mughal Empire&lt;/a&gt;, chiefly from the latter's most developed region known as &lt;a href=\"Bengal%20Subah\"&gt;Bengal Subah&lt;/a&gt;.\nWars with Great Britain and France with the Republic's Indian allies at the end of the 18th century, and attendant political upheavals, caused a financial and economic crisis from which the economy was unable to recover. After the successors of the Republic (the Batavian Republic and the Kingdom of Holland) were forced to engage in policies of economic warfare against the French Empire, which proved disastrous for Dutch trade and industry; most of the gains of the previous two centuries were rapidly lost. The newly independent &lt;a href=\"Kingdom%20of%20the%20Netherlands\"&gt;Kingdom of the Netherlands&lt;/a&gt; was faced in 1815 with an economy that was largely deindustrialized and deurbanized, but still saddled with a crippling public debt, which it was forced to repudiate (the first time that the Dutch state defaulted since the dark pre-independence days of the Revolt).\nIn the 17th century, Amsterdam became the leading commercial and financial centre of the world. It held this position for more than a century, and was the first modern model of an international financial centre. As &lt;a href=\"Richard%20Sylla\"&gt;Richard Sylla&lt;/a&gt; (2015) noted, \"In modern history, several nations had what some of us call &lt;a href=\"financial%20revolution\"&gt;financial revolution&lt;/a&gt;s. These can be thought of as creating in a short period of time all the key components of a modern &lt;a href=\"financial%20system\"&gt;financial system&lt;/a&gt;. The first was the &lt;a href=\"Dutch%20Republic\"&gt;Dutch Republic&lt;/a&gt; four centuries ago.\" Amsterdam – unlike its predecessors such as &lt;a href=\"Bruges\"&gt;Bruges&lt;/a&gt;, &lt;a href=\"Antwerp\"&gt;Antwerp&lt;/a&gt;, &lt;a href=\"Republic%20of%20Genoa\"&gt;Genoa&lt;/a&gt;, and &lt;a href=\"Republic%20of%20Venice\"&gt;Venice&lt;/a&gt; – controlled crucial resources and markets directly, sending its fleets to all quarters of the world.\nFrom about the early 1600s to about the mid-18th century, the Dutch Republic's economic, business &lt;a href=\"Financial%20history%20of%20the%20Dutch%20Republic\"&gt;and financial systems&lt;/a&gt; were the most advanced and sophisticated ever seen in history. For example, as &lt;a href=\"Jacob%20Soll\"&gt;Jacob Soll&lt;/a&gt; (2014) noted, \"with the complexity of the &lt;a href=\"stock%20exchange\"&gt;stock exchange&lt;/a&gt;, [17th-century] Dutch merchants' knowledge of finance became more sophisticated than that of their &lt;a href=\"Italian%20city-states\"&gt;Italian predecessors&lt;/a&gt; or &lt;a href=\"Holy%20Roman%20Empire\"&gt;German neighbors&lt;/a&gt;.\" From about 1600 to about 1720 the Dutch had the highest &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; in the world. The &lt;a href=\"Dutch%20Golden%20Age\"&gt;Dutch Golden Age&lt;/a&gt;'s &lt;a href=\"Tulip%20Mania\"&gt;Tulip Mania&lt;/a&gt; (in the mid-1630s) is generally considered as the first recorded &lt;a href=\"asset%20price%20bubble\"&gt;asset price bubble&lt;/a&gt; (also known as &lt;a href=\"speculative%20bubble\"&gt;speculative bubble&lt;/a&gt;). Similarly, early &lt;a href=\"stock%20market%20bubble\"&gt;stock market bubble&lt;/a&gt;s &lt;a href=\"stock%20market%20crash\"&gt;and crashes&lt;/a&gt; had their roots in socio-politico-economic activities of the 17th-century Dutch Republic (the birthplace of the world's first formal &lt;a href=\"stock%20exchange\"&gt;stock exchange&lt;/a&gt; and &lt;a href=\"stock%20market\"&gt;stock market&lt;/a&gt;), the &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch East India Company&lt;/a&gt; (the world's first formally &lt;a href=\"listing%20%28finance%29\"&gt;listed&lt;/a&gt; &lt;a href=\"public%20company\"&gt;public company&lt;/a&gt;) and the &lt;a href=\"Dutch%20West%20India%20Company\"&gt;Dutch West India Company&lt;/a&gt;, in particular. At the dawn of &lt;a href=\"modern%20capitalism\"&gt;modern capitalism&lt;/a&gt;, wherever Dutch capital went, urban features were developed, economic activities expanded, new industries established, new jobs created, trading companies operated, swamps drained, mines opened, forests exploited, canals constructed, mills turned, and ships were built. In the early modern period, the Dutch were pioneering &lt;a href=\"investor\"&gt;investor&lt;/a&gt;s and &lt;a href=\"capitalist\"&gt;capitalist&lt;/a&gt;s who raised the commercial and industrial potential of underdeveloped or undeveloped lands whose resources they exploited, whether for better or worse. For example, the native economies of pre-&lt;a href=\"Verenigde%20Oostindische%20Compagnie\"&gt;VOC-era&lt;/a&gt; Taiwan and South Africa were virtually undeveloped or were in almost primitive states. In other words, the recorded &lt;a href=\"economic%20history%20of%20South%20Africa\"&gt;economic history of South Africa&lt;/a&gt; &lt;a href=\"economic%20history%20of%20Taiwan\"&gt;and Taiwan&lt;/a&gt; both began with the VOC period. It was VOC people who established and developed first &lt;a href=\"urban%20area\"&gt;urban area&lt;/a&gt;s in the history of Taiwan (&lt;a href=\"Tainan\"&gt;Tainan&lt;/a&gt;) and South Africa (&lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt; and &lt;a href=\"Stellenbosch\"&gt;Stellenbosch&lt;/a&gt;). In &lt;a href=\"Werner%20Sombart\"&gt;Werner Sombart&lt;/a&gt;'s words (1902), \"in all probability the &lt;a href=\"United%20Provinces%20of%20the%20Netherlands\"&gt;United Provinces&lt;/a&gt; were the land in which the &lt;a href=\"capitalist\"&gt;capitalist&lt;/a&gt; spirit for the first time attained its fullest maturity; where this maturity related to all its aspects, which were equally developed; and where this development had never been done comprehensive before. Moreover, in the Netherlands an entire people became imbued with the capitalist spirit; so much so, that in the 17th century Holland was universally regarded as the land of &lt;a href=\"capitalism\"&gt;capitalism&lt;/a&gt; par excellence; it was envied by all other nations, who put forth their keenest endeavours in their desire to emulate it...\"\nHistorically, the Dutch were responsible for at least four major pioneering &lt;a href=\"institutional\"&gt;institutional&lt;/a&gt; &lt;a href=\"innovation\"&gt;innovation&lt;/a&gt;s (in economic, business and financial history of the world):\nIn many respects, the Dutch Republic's pioneering institutional innovations greatly helped revolutionize and shape the foundations of the economic and financial system of the modern-day world, and significantly influenced many English-speaking countries, especially the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; and &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nFirst modern economy.\nWhile the inland provinces retained their premodern character for much longer, the Dutch Republic by about 1600 had maritime provinces &lt;a href=\"Holland\"&gt;Holland&lt;/a&gt;, &lt;a href=\"Zeeland\"&gt;Zeeland&lt;/a&gt;, &lt;a href=\"Friesland\"&gt;Friesland&lt;/a&gt;, &lt;a href=\"Groningen%20%28province%29\"&gt;Groningen&lt;/a&gt;, and a part of &lt;a href=\"Utrecht%20%28province%29\"&gt;Utrecht&lt;/a&gt; that possessed:\nThe Dutch economy established a leadership role in Europe that was widely admired, and copied in part in England.\nThrough productivity-enhancing investments in &lt;a href=\"fixed%20capital\"&gt;fixed capital&lt;/a&gt;, the use of a large amount of energy (heat energy from &lt;a href=\"peat\"&gt;peat&lt;/a&gt; as an industrial fuel, &lt;a href=\"wind%20power\"&gt;wind power&lt;/a&gt;) per worker, and a substantial investment in &lt;a href=\"human%20capital\"&gt;human capital&lt;/a&gt; (as witnessed by the high literacy rate), the Dutch managed to raise &lt;a href=\"labor%20productivity\"&gt;labor productivity&lt;/a&gt; above the levels prevailing in other European countries. This is illustrated by the fact that in the mid-17th century the agricultural sector, employing less than 40 percent of the labor force, could already almost be a net food exporter (which it became by 1800), and the fact that &lt;a href=\"Real%20versus%20nominal%20value%20%28economics%29\"&gt;nominal wage&lt;/a&gt;s between 1600 and 1800 were the highest in Europe. In the &lt;a href=\"open%20economy\"&gt;open economy&lt;/a&gt; of the Republic such a &lt;a href=\"Economic%20inequality\"&gt;wage gap&lt;/a&gt; could only be sustained by enduring productivity differences.\nAnother essential characteristic of a modern economy: the continuous accumulation and effective preservation of capital by a broad array of &lt;a href=\"investment\"&gt;investment&lt;/a&gt; options, mediated by the \"&lt;a href=\"Amsterdam%20Stock%20Exchange\"&gt;Beurs&lt;/a&gt;\", and later the &lt;a href=\"merchant%20bank\"&gt;merchant bank&lt;/a&gt;s. Eventually, these financial structures proved unable to withstand the crises of the &lt;a href=\"French%20Revolution\"&gt;Revolutionary&lt;/a&gt; and &lt;a href=\"Napoleonic%20era\"&gt;Napoleonic era&lt;/a&gt;, but the determining criterion here is that they were at least present during the period in question.\nA defining characteristic of a modern economy is &lt;a href=\"Diversification%20%28finance%29\"&gt;diversification&lt;/a&gt; and an advanced &lt;a href=\"division%20of%20labor\"&gt;division of labor&lt;/a&gt;. By the mid-17th century, under 40 percent of the labor force was employed in agriculture; whereas 30 percent was engaged in a highly diversified industrial sector, and the balance of the labor force was engaged in commerce and other service industries. The numerous cities formed a complex web of interdependencies, with the lesser ports performing specialized functions to the major ones; the industrial towns specializing in specific types of production; the countryside becoming highly differentiated by agricultural specialization, with the villages evolving into service centers (or later sometimes centers of &lt;a href=\"Outsourcing\"&gt;outsourced&lt;/a&gt; industrial production). The integration of specialized agriculture and industry with the growing &lt;a href=\"entrep%C3%B4t\"&gt;entrepôt&lt;/a&gt; functions of the ports (at least before these functions became disaggregated again in the 18th century) imparted a special dynamism to the Dutch economy during the Golden Age economy.\nThe decline in per capita income growth at the end of the 18th century may appear as a counterargument against the modernity of the Dutch economy. However, at closer inspection this was actually a modern process of restructuring in the face of adverse circumstances, as may be seen in current modern economies like the United States and European countries, that also undergo major structural upheavals. The 18th-century &lt;a href=\"deindustrialization\"&gt;deindustrialization&lt;/a&gt; was in large part a consequence of a too-high &lt;a href=\"real%20wage\"&gt;real wage&lt;/a&gt; level, combined with &lt;a href=\"protectionist\"&gt;protectionist&lt;/a&gt; policies of foreign governments, closing access to major markets. The agricultural depression was a general European phenomenon. The crisis in foreign trade was answered, and partly parried, with commercial innovations. The financial and fiscal crisis that proved the Republic's undoing was altogether modern in nature (unlike the comparable crises that regularly brought the &lt;a href=\"Philip%20II%20of%20Spain\"&gt;Spanish Crown&lt;/a&gt; to its knees), but simply happened before the modern means of dealing with it (expansion of the &lt;a href=\"Tax\"&gt;tax base&lt;/a&gt; and/or &lt;a href=\"monetary%20inflation\"&gt;monetary inflation&lt;/a&gt;) were at hand.\nStages of development.\nThe &lt;a href=\"economic%20history\"&gt;economic history&lt;/a&gt; of the Netherlands may be written from different perspectives. The following section approaches it as a &lt;a href=\"Economic%20development\"&gt;developing economy&lt;/a&gt;, going through several stages, resembling a life-cycle. A sectoral approach may be found in other articles, such as &lt;a href=\"Maritime%20history%20of%20the%20Netherlands\"&gt;Maritime history of the Netherlands&lt;/a&gt;, &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch East India Company&lt;/a&gt; and &lt;a href=\"Dutch%20West%20India%20Company\"&gt;Dutch West India Company&lt;/a&gt; for trade; &lt;a href=\"History%20of%20whaling%23The%20Greenland%20.26%20Spitsbergen%20Fishery\"&gt;the Greenland and Spitsbergen Fishery&lt;/a&gt; for whaling; and &lt;a href=\"Financial%20history%20of%20the%20Dutch%20Republic\"&gt;Financial history of the Dutch Republic&lt;/a&gt; for banking and finance, plus sundry articles on the history of industries.\nPre-Revolt economy.\nThe territory of the northern maritime provinces that would later constitute the Dutch Republic (previously disparate &lt;a href=\"Fiefdom\"&gt;fief&lt;/a&gt;s of the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt;) were gathered together under the &lt;a href=\"suzerainty\"&gt;suzerainty&lt;/a&gt; of the &lt;a href=\"Duchy%20of%20Burgundy\"&gt;Duchy of Burgundy&lt;/a&gt; in the late 15th century. In the late &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; these territories already formed part of a premodern economic system with its own measure of integration, brought about by intensive trade relations. That economic system formed the matrix in which the later economic development took place. The territory that would become the &lt;a href=\"Southern%20Netherlands\"&gt;Southern Netherlands&lt;/a&gt; held a central position in this trade network at the time, while the provinces formed a periphery. &lt;a href=\"Flanders\"&gt;Flanders&lt;/a&gt; and the &lt;a href=\"Duchy%20of%20Brabant\"&gt;Duchy of Brabant&lt;/a&gt; were further advanced industrially than Holland and Zeeland, and the metropolitan port city of &lt;a href=\"Antwerp\"&gt;Antwerp&lt;/a&gt; held the position of main entrepôt in northwestern Europe, as the hub in a far-flung trade web that spanned the whole known world. The ports in the northern provinces had only a regional importance, though &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt; had already built up a preponderant position in the &lt;a href=\"Baltic%20region\"&gt;Baltic&lt;/a&gt; trade, after making inroads on the monopoly of the &lt;a href=\"Hanseatic%20League\"&gt;Hanseatic League&lt;/a&gt; in the late 15th century.\nAlthough the northern provinces had an as yet subordinate position in the aggregate economy of the Habsburg Netherlands, let alone in the entire &lt;a href=\"Charles%20V%2C%20Holy%20Roman%20Emperor\"&gt;Habsburg empire&lt;/a&gt;, they possessed economic features that set them apart from the rest of Europe, and presented them with opportunities that did not exist elsewhere. Unlike other parts of Europe these lands had not been ravaged severely by the &lt;a href=\"Black%20Death\"&gt;plague&lt;/a&gt; of the 14th century, though like elsewhere that catastrophe contributed to scarcity of labor in the 15th century. The region also faced catastrophe of an ecological nature: the low-lying area was yet insufficiently protected against the sea and was repeatedly subjected to major flooding, of which the &lt;a href=\"St.%20Elizabeth%27s%20flood%20%281421%29\"&gt;St. Elizabeth's flood (1421)&lt;/a&gt; was only one, although outstanding example. This resulted in a major permanent loss of arable land. In addition, the land in the maritime provinces consisted mostly of peat bogs, which form poor land for agriculture, and were at the time extensively exploited for the fuel peat. This resulted again in extensive permanent loss of arable land. Because of these losses many people were driven from the land and forced to seek employment in urban centers. This caused a degree of &lt;a href=\"urbanization\"&gt;urbanization&lt;/a&gt; even larger than that in Flanders, but also a &lt;a href=\"labor%20supply\"&gt;labor supply&lt;/a&gt; for non-agricultural purposes that was more &lt;a href=\"Labour%20economics\"&gt;elastic&lt;/a&gt; than elsewhere in Europe.\nAlthough the immediate result of this &lt;a href=\"elastic%20supply\"&gt;elastic supply&lt;/a&gt; was downward pressure on wages, it also presented an opportunity for explosive growth when &lt;a href=\"Aggregate%20demand\"&gt;aggregate consumer demand&lt;/a&gt; in Europe finally rebounded from the long &lt;a href=\"Recession\"&gt;depression&lt;/a&gt; caused by the population losses of the pandemic. Besides, there were alternative employment opportunities that did not exist elsewhere. Technological developments in fisheries (new methods of cleaning and preserving &lt;a href=\"herring\"&gt;herring&lt;/a&gt; developed in the maritime provinces around this time) caused a major change in the economics of fisheries. Similar developments in shipping technology led to an explosion in seagoing trade. Finally, the development of dikes and drainage techniques (&lt;a href=\"windmill\"&gt;windmill&lt;/a&gt;s, &lt;a href=\"sluice\"&gt;sluice&lt;/a&gt;s) laid down the basis for new forms of agriculture (&lt;a href=\"dairy\"&gt;dairy&lt;/a&gt; farming) in the maritime provinces. These developments did not result directly in a major change in the economic structure of the Habsburg Netherlands. However, they provided a springboard for the developments that would follow the political upheaval that would become known as the &lt;a href=\"Dutch%20Revolt\"&gt;Dutch Revolt&lt;/a&gt; in the second part of the 16th century.\nThis political development had a number of important economic consequences. First of all, it led to an economic rupture with the &lt;a href=\"Habsburg%20Monarchy\"&gt;Habsburg Empire&lt;/a&gt;, seen as a loose economic entity. By the time the Revolt erupted the disadvantages of being part of this empire (heavy taxation to finance the military adventures of the Habsburg rulers) began to outweigh the advantages of belonging to its trade network. One of these advantages had been enjoying the services of the Antwerp entrepôt.\nIn the economic and technological circumstances of the time such an &lt;a href=\"entrep%C3%B4t\"&gt;entrepôt&lt;/a&gt; (or to use the Dutch term: \"stapelmarkt\") fulfilled important functions. The word has connotations of a duty-free port, but in an economic sense, a \"stapelmarkt\" was a place where commodities were temporarily physically stocked for future reexport. This was viable because of a legal monopoly for stockpiling a single commodity (wool), granted by a political ruler (like the &lt;a href=\"staple%20port\"&gt;staple port&lt;/a&gt;s designated by the kings of England in medieval times), but also more generally because of technical and economic reasons that still give certain advantages to a &lt;a href=\"spoke-hub%20distribution%20paradigm\"&gt;spoke-hub distribution paradigm&lt;/a&gt;. An important ancillary function of such a physical stock of commodities is that it makes it easier for merchants to even out supply fluctuations, and hence to control price gyrations in thin and &lt;a href=\"Volatility%20%28finance%29\"&gt;volatile&lt;/a&gt; markets. Finally, where a physical market forms, &lt;a href=\"Efficient%20market%20hypothesis\"&gt;market information&lt;/a&gt; can more easily be gathered. This was actually the most important economic function of a \"stapelmarkt\" in the circumstances of limited communication speed of the late 16th century.\nAntwerp as entrepôt was already in decline before the Revolt, and before the &lt;a href=\"Fall%20of%20Antwerp\"&gt;Fall of Antwerp&lt;/a&gt;, which sealed its fate as a major commercial center. But its demise started a scramble of other ports that wanted to take over its essential economic function, and Amsterdam (and to a lesser extent other major Dutch ports like &lt;a href=\"Rotterdam\"&gt;Rotterdam&lt;/a&gt; and &lt;a href=\"Enkhuizen\"&gt;Enkhuizen&lt;/a&gt;) succeeded in doing so, though it was not a foregone conclusion that this prize would not go to London, &lt;a href=\"Bremen\"&gt;Bremen&lt;/a&gt; or &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt;. However, the political circumstances of the Revolt probably helped the displaced &lt;a href=\"Calvinism\"&gt;Calvinist&lt;/a&gt; merchants of Antwerp settle near their northern colinguals, and bring their money with them. More important, however, must have been the advantages of Amsterdam, which already gave it a strong position in the Baltic trades: elastic supplies of shipping and labor, low &lt;a href=\"transaction%20cost\"&gt;transaction cost&lt;/a&gt;s, and efficient markets.\nThe Golden Age.\nThese developments set the stage for the era of explosive economic growth that is roughly coterminous with the period of social and cultural bloom that has been called the &lt;a href=\"Dutch%20Golden%20Age\"&gt;Dutch Golden Age&lt;/a&gt;, and formed the material basis for that cultural era. During the numerous years of Dutch economic growth the average GDP per capita increased by 0.18 percent per annum; by about 1810 the growth rate was about 1 percent annually. Amsterdam became the hub of world trade, the center into which staples such as rye and luxuries flowed for sorting, processing, and distribution, and then were reexported around Europe and the world.\nIn 1670, the Dutch merchant marine totaled 568,000 tons of shipping—about half the European total.\nFirst stage: 1585–1622.\nA determining trait of the 1585 through 1622 period was the rapid accumulation of trade capital. The &lt;a href=\"seed%20money\"&gt;seed money&lt;/a&gt; for this expansion was brought in by displaced Antwerp merchants and by other European merchants (for instance the &lt;a href=\"New%20Christian\"&gt;New Christian&lt;/a&gt;s who were displaced from the &lt;a href=\"Iberian%20Peninsula\"&gt;Iberian lands&lt;/a&gt; by religious persecution) that were quickly attracted by the new opportunities in Amsterdam. These merchants often invested in high-risk ventures like pioneering expeditions to the &lt;a href=\"Mughal%20Empire\"&gt;Mughal Empire&lt;/a&gt; to engage in the &lt;a href=\"spice%20trade\"&gt;spice trade&lt;/a&gt;. These ventures were soon consolidated in the &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch East India Company&lt;/a&gt; (VOC). There were similar ventures in different fields, however, like the trade in Russia and the &lt;a href=\"Levant\"&gt;Levant&lt;/a&gt;. The profits of these ventures were ploughed back into financing new trade, which led to an exponential growth thereof.\nMerchant capitalism.\nDutch \"&lt;a href=\"merchant%20capitalism\"&gt;merchant capitalism&lt;/a&gt;\" was based on trading, shipping and finance rather than manufacturing or agriculture and marked the transition of the Dutch economy to a new stage. The accumulation of capital in the enormous amounts generated in this period caused demand for productive investment opportunities beside the immediate reinvestment in the own business. It also necessitated innovative institutional arrangements to bring demand and supply of investment funds together. From this period date the &lt;a href=\"Amsterdam%20Stock%20Exchange\"&gt;Amsterdam Stock Exchange&lt;/a&gt; and the &lt;a href=\"Amsterdamsche%20Wisselbank\"&gt;Amsterdamsche Wisselbank&lt;/a&gt;. There were also innovations in &lt;a href=\"marine%20insurance\"&gt;marine insurance&lt;/a&gt; and legal structuring of firms like the &lt;a href=\"joint%20stock%20company\"&gt;joint stock company&lt;/a&gt;. These innovations helped manage &lt;a href=\"risk\"&gt;risk&lt;/a&gt;. For example, ships were financed by shares, with each of, say 16 merchants, holding a 1/16 share. This minimized risk and maximized opportunity for windfall gains.\nStaples market.\nEven more important in this respect was the staples market (\"stapelmarkt\") itself that helped to manage the risk of price fluctuations. Related instruments were the provision of &lt;a href=\"trade%20credit\"&gt;trade credit&lt;/a&gt; to suppliers in order to secure favored access to raw materials (Dutch merchants routinely bought up grain harvests in the Baltic area and grape harvests in France, important in the wine trade, before they were harvested) and the financing of commodity trade with &lt;a href=\"bill%20of%20exchange\"&gt;bills of exchange&lt;/a&gt;, which helped bind customers to the merchant.\nThe system was not just geared to the reexport of commodities, but it also serviced a large domestic market, either as a final consumer, or as an intermediate user of &lt;a href=\"raw%20material\"&gt;raw material&lt;/a&gt;s and intermediate products for processing to finished products. The Republic was small, to be sure, but its urban population around 1650 was larger than that of the British Isles and Scandinavia combined. It was also larger than that of all German lands (admittedly devastated by the &lt;a href=\"Thirty%20Years%27%20War\"&gt;Thirty Years' War&lt;/a&gt; at the time). This closeness to a sizable domestic market helped the Amsterdam market perform its price-stabilizing function.\nTechnological innovations.\nThe explosive growth in &lt;a href=\"capital%20accumulation\"&gt;capital accumulation&lt;/a&gt; directly led to an equally explosive growth in investment in fixed capital for industries related to trade. Technological innovations like the wind-driven &lt;a href=\"sawmill\"&gt;sawmill&lt;/a&gt; (invented by &lt;a href=\"Cornelis%20Corneliszoon\"&gt;Cornelis Corneliszoon&lt;/a&gt;), which significantly increased productivity in ship building, offered opportunities for profitable investment, as did the textile industries (mechanized &lt;a href=\"fulling\"&gt;fulling&lt;/a&gt;, new &lt;a href=\"Drapery\"&gt;draperies&lt;/a&gt;) and other industries that made use of mechanization on the basis of wind power. This mechanization was based on yet another invention of Corneliszoon, for which he received a patent in 1597: a type of &lt;a href=\"crankshaft\"&gt;crankshaft&lt;/a&gt; that converted the continuous rotational movement of the wind (windmill) or river (water wheel) into a reciprocating one.\nShipbuilding.\nThe Dutch built up by far the largest merchant fleet in the world. In the North Sea and Baltic there was little risk of piracy and trips shuttled between markets. In dangerous zones (where the risk of piracy or shipwreck was high) they traveled in convoys with a light guard.\nA major technological advance was the design of the Dutch merchant ship known as the &lt;a href=\"fluyt\"&gt;fluyt&lt;/a&gt;. Unlike rivals, it was not built for possible conversion in wartime to a warship, so it was cheaper to build and carried twice the cargo, and could be handled by a smaller crew. Construction by specialized shipyards using new tools made it half the cost of rival ships. The factors combined to sharply lower the cost of transportation for Dutch merchants, giving them a major competitive advantage.\nThe ship building district of &lt;a href=\"Zaan\"&gt;Zaan&lt;/a&gt;, near Amsterdam, became the first industrialized area in the world, with around 900 industrial windmills at the end of the 17th century, but there were industrialized towns and cities on a smaller scale also. Other industries that saw significant growth were &lt;a href=\"papermaking\"&gt;papermaking&lt;/a&gt;, &lt;a href=\"Sugarcane\"&gt;sugar refining&lt;/a&gt;, printing, the &lt;a href=\"linen\"&gt;linen&lt;/a&gt; industry (with spin-offs in vegetable oils, like &lt;a href=\"flax\"&gt;flax&lt;/a&gt; and &lt;a href=\"Rapeseed\"&gt;rape oil&lt;/a&gt;), and industries that used the cheap peat fuel, like &lt;a href=\"brewing\"&gt;brewing&lt;/a&gt; and &lt;a href=\"ceramic\"&gt;ceramic&lt;/a&gt;s (&lt;a href=\"brickworks\"&gt;brickworks&lt;/a&gt;, &lt;a href=\"pottery\"&gt;pottery&lt;/a&gt; and &lt;a href=\"Smoking%20pipe%20%28tobacco%29\"&gt;clay-pipe making&lt;/a&gt;).\nTextiles.\nThe explosive growth of the textiles industries in several specialized Dutch cities, like &lt;a href=\"Enschede\"&gt;Enschede&lt;/a&gt; (woollen cloth), &lt;a href=\"Haarlem\"&gt;Haarlem&lt;/a&gt; (&lt;a href=\"linen\"&gt;linen&lt;/a&gt;), and Amsterdam (&lt;a href=\"silk\"&gt;silk&lt;/a&gt;) was mainly caused by the influx of skilled workers and capital from the Southern Netherlands in the final decades of the 16th century, when Calvinist entrepreneurs and workers were forced to leave the Spanish-dominated areas. It was therefore not due to a specific technological development, but more to the fact that a whole industry migrated, lock, stock, and barrel, to the Northern Netherlands, thus reinvigorating the northern textile industry, that had been moribund before the Revolt.\nLabor force.\nThis rapid industrialization may be indirectly illustrated by the rapid growth of the nonagricultural labor force and the increase in real wages during the same time (which usually would have a negative correlation, instead of a positive one). In the half-century between 1570 and 1620 this labor supply increased 3 percent per annum, a truly phenomenal growth. Despite this, nominal wages were repeatedly increased, outstripping price increases. In consequence, real wages for unskilled laborers were 62 percent higher in 1615–1619 than in 1575–1579.\nFisheries.\nAnother important growth sector were the fisheries, especially the herring fishery (also known as the \"Great Fishery\"), already important in pre-Revolt days, because of the Flemish invention of &lt;a href=\"gibbing\"&gt;gibbing&lt;/a&gt;, which made better preservation possible, experienced a tremendous growth due to the development of a specialized ship type, the &lt;a href=\"Herring%20Buss\"&gt;Herring Buss&lt;/a&gt; by the late 16th century. This was a veritable \"factory ship\" that enabled Dutch herring fishermen to follow the herring to the shoals of the &lt;a href=\"Dogger%20Bank\"&gt;Dogger Bank&lt;/a&gt; and other places far from the Dutch shores, and stay away for months at a time. Actually, linked to the fishery itself was an important onshore &lt;a href=\"Food%20processing\"&gt;processing industry&lt;/a&gt; that prepared the salted herring for export across Europe. It also attracted its own supporting industries, like salt refining and the salt trade; &lt;a href=\"fishing%20net\"&gt;fishing net&lt;/a&gt; manufacture; and specialized shipbuilding. The fisheries were not particularly profitable in themselves (they were already a &lt;a href=\"Product%20life%20cycle%20management\"&gt;mature industry&lt;/a&gt; by 1600), but organizational innovations (&lt;a href=\"vertical%20integration\"&gt;vertical integration&lt;/a&gt; of production, processing, and trade) enabled an efficient &lt;a href=\"business%20model\"&gt;business model&lt;/a&gt;, in which the traders used the revenues of fishing to buy up grain in Baltic ports during the winter months (when otherwise the fishing boats would have been idle), which they transported to Western Europe when the ice floes thawed in Spring. The revenues of this incidental trade were invested in unrefined salt or new boats. The industry was also supported by the Dutch government by &lt;a href=\"Regulated%20market\"&gt;market regulation&lt;/a&gt; (under the tutelage of an industry body, the Commissioners of the Great Fishery), and naval protection of the fishing fleet against &lt;a href=\"privateers\"&gt;privateers&lt;/a&gt; and the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; (because the English looked askance at Dutch fishing in waters they claimed). The combination of these factors secured a \"de facto\" monopoly for Dutch &lt;a href=\"soused%20herring\"&gt;soused herring&lt;/a&gt; in the two centuries between 1500 and 1700.\nArt and tulips.\nDuring this period the flourishing of &lt;a href=\"Culture%20of%20the%20Netherlands\"&gt;Dutch painters&lt;/a&gt; became emblematic of the Golden Age in Dutch culture. At the time, this was just an industry like many others, with offshoots like chemical pigment making. Its rise illustrates the general boom conditions in the country, like the &lt;a href=\"Horticulture\"&gt;horticultural&lt;/a&gt; developments that laid the basis for the sophisticated &lt;a href=\"tulip\"&gt;tulip&lt;/a&gt; farming sector (which had its own speculative bubble, known as the &lt;a href=\"tulip%20mania\"&gt;tulip mania&lt;/a&gt;). By 1636, the tulip bulb became the fourth leading export product of the Netherlands – after gin, herring and cheese. The price of tulips skyrocketed because of speculation in tulip futures among people who never saw the bulbs. Many men made and lost fortunes overnight, to the consternation of Calvinists who abhorred this artificial frenzy that denied the virtues of moderation, discretion and genuine work.\nWars with Spain and England.\nThe phenomenal growth in trade slowed somewhat in the years after the recommencement of the &lt;a href=\"Eighty%20Years%27%20War\"&gt;Eighty Years' War&lt;/a&gt; with Spain in 1621 (the end of the &lt;a href=\"Twelve%20Years%27%20Truce\"&gt;Twelve Years' Truce&lt;/a&gt;). That recommencement offered the possibility of extending trade to the Western Hemisphere (indeed, the &lt;a href=\"Dutch%20West%20India%20Company\"&gt;Dutch West India Company&lt;/a&gt; was founded in 1621), but elsewhere the Dutch were increasingly pushing up against European rivals in a struggle for market share. The competitive advantages of the more efficient Dutch shippers invited protectionist countermeasures, like the English &lt;a href=\"Navigation%20Acts\"&gt;Navigation Acts&lt;/a&gt; in the mid-17th century, the French &lt;a href=\"Colbertism\"&gt;tariff system&lt;/a&gt;, instituted under &lt;a href=\"Jean-Baptiste%20Colbert\"&gt;Jean-Baptiste Colbert&lt;/a&gt;, and similar protectionist measures instituted by Sweden at the same time. These protectionist measures caused a number of &lt;a href=\"trade%20war\"&gt;trade war&lt;/a&gt;s and military conflicts, like the &lt;a href=\"Anglo-Dutch%20Wars\"&gt;Anglo-Dutch Wars&lt;/a&gt; of the 17th century, the &lt;a href=\"Dutch-Swedish%20War\"&gt;Dutch-Swedish War&lt;/a&gt;, and the &lt;a href=\"Franco-Dutch%20War\"&gt;Franco-Dutch War&lt;/a&gt; (though the latter had a more general politico-military character, like the later conflicts between the Republic and France; these wars had an important economic component too, though).\nThe result of worsening trade prospects between 1621 and 1663 was declining profitability, leading to reorientation of investment flows during this period. There was now much more investment in infrastructure, like the \"trekvaarten\", an extensive system of &lt;a href=\"canal\"&gt;canal&lt;/a&gt;s that formed the basis of a sophisticated &lt;a href=\"public%20transportation\"&gt;public transportation&lt;/a&gt; system, based on \"&lt;a href=\"trekschuit\"&gt;trekschuit&lt;/a&gt;en\" or &lt;a href=\"horse-drawn%20boat\"&gt;horse-drawn boat&lt;/a&gt;s (later emulated during the industrial revolution in the &lt;a href=\"History%20of%20the%20British%20canal%20system\"&gt;British canal system&lt;/a&gt; and the &lt;a href=\"Erie%20Canal\"&gt;Erie Canal&lt;/a&gt; in the U.S.). This was also a period of major &lt;a href=\"land%20reclamation\"&gt;land reclamation&lt;/a&gt; projects, the \"droogmakerijen\" of inland lakes like &lt;a href=\"Beemster\"&gt;Beemster&lt;/a&gt; and &lt;a href=\"Schermer\"&gt;Schermer&lt;/a&gt; that were drained by windmills and converted to &lt;a href=\"polder\"&gt;polder&lt;/a&gt;s. In this way appreciable areas of fertile arable land were gained, reversing the trend of the 15th and 16th centuries. Finally, there was a tremendous boom in real estate investment, ranging from the extensions of cities like Amsterdam (where the famous &lt;a href=\"Canals%20of%20Amsterdam\"&gt;canal belts&lt;/a&gt; were built) to harbor improvements and fortifications. The total urban population was nearly doubled in the century after 1580, necessitating a commensurate boom in urban construction, which by 1640 assumed the proportions of a &lt;a href=\"Economic%20bubble\"&gt;speculative \"bubble\"&lt;/a&gt;.\nDuring the Thirty Years' War the Republic also played the role of the world's \"arsenal\". It had an extensive arms trade, using both the products of a sophisticated domestic arms industry (gun assembly and gun foundries), and foreign industries (the iron guns produced in the &lt;a href=\"Wealden%20iron%20industry\"&gt;Wealden iron industry&lt;/a&gt; were extensively traded by the Dutch in the 1620s). This trade also occasioned an episode in the industrial development of early-modern Sweden, where arms merchants like &lt;a href=\"Louis%20De%20Geer%20%281587%E2%80%931652%29\"&gt;Louis de Geer&lt;/a&gt; and the Trip brothers invested in iron mines and iron works, an early example of &lt;a href=\"foreign%20direct%20investment\"&gt;foreign direct investment&lt;/a&gt;.\nZenith in 1650s.\nBy the 1650s, when this boom period reached its zenith, the economy of the Republic achieved a classic harmony between its trading, industrial, agricultural, and fishing sectors, their interrelations cemented by productivity-enhancing investments; and from the great investments in fixed equipment and its lucrative trade with the &lt;a href=\"Mughal%20India\"&gt;Mughal Empire&lt;/a&gt;, it reached a period of &lt;a href=\"proto-industrialization\"&gt;proto-industrialization&lt;/a&gt;. The gains in output had increased tremendously over the course of a century: the carrying capacity of the ocean-going fleet had increased by 1 percent annually; agricultural output per laborer had increased by 80 percent since 1500 (thanks to the pursuit of &lt;a href=\"comparative%20advantage\"&gt;comparative advantage&lt;/a&gt; via agricultural specialization). The overall productivity of labor was reflected in the wage level, which was the highest in Europe at the time.\nAlthough it is difficult to quantify concepts such as &lt;a href=\"Gross%20domestic%20product\"&gt;Gross domestic product&lt;/a&gt; and per-capita GDP in an age when reliable economic statistics were not gathered, De Vries and Van der Woude have nevertheless ventured to make a number of informed estimates, justified in their view, by the \"modern\" character of the Dutch economy in this period. They arrive at a size of the economy around 1660 that was approximately 45 percent of that of Britain (with two-and-a-half times the Dutch population). This works out at a per capita income that is 30 to 40 percent higher than that of Great Britain (admittedly still a premodern economy at the time).\nRetrenchment.\nThis favorable economic constellation came to a rather abrupt end around 1670 as a consequence of two mutually reinforcing economic trends. The first was the rather abrupt closure of major European markets, especially France, for political reasons, as indicated in the previous section. This put an end to the heretofore secular increase in trade volumes for the Dutch economy. The effect of this stall probably would not have been as serious, but at approximately the same time the &lt;a href=\"Market%20trends\"&gt;secular trend of the price level&lt;/a&gt; had reversed from &lt;a href=\"inflation\"&gt;inflation&lt;/a&gt; to &lt;a href=\"deflation\"&gt;deflation&lt;/a&gt;. The whole of the 16th century, and the first half of the 17th century, had seen a rising price level. This now suddenly came to an end, to be replaced by deflationary tendencies that would last into the 1740s. Because of the tendency of nominal wages to be sticky downward, the already high level of real wages in the maritime provinces continued to rise, even though the business cycle went downward. This of course reinforced the trade depression in the short run, but in the longer run it caused a structural realignment of the Dutch economy.\nThe reaction of Dutch industry and agriculture was a defensive realignment in three directions. First, there was a shift in the product mix to higher value products (for instance more luxury textile products, livestock fattening instead of dairy farming). This was of necessity a self-limiting solution, as it made exporting even more difficult, so this response led to a further contraction of the sectors in question. The second response was investment in labor-saving means of production. However, this required a level of technological innovation that apparently was no longer attainable. (In this respect it is remarkable that the number of patents granted in the Netherlands was remarkably lower in this period than in the first half of the 17th century.) Besides, this type of reorientation in investment was undercut by a third response: &lt;a href=\"outsourcing\"&gt;outsourcing&lt;/a&gt; of industrial production to areas with a lower wage level, like the &lt;a href=\"Generality%20Lands\"&gt;Generality Lands&lt;/a&gt;, which solved the high-wage problem in a different way, but also contributed to deindustralization in the maritime provinces.\nThe consequences of foreign protectionism were not all negative, however. Protectionist retaliation on the part of the Dutch government made all kinds of &lt;a href=\"import-substitution%20industrialization\"&gt;import-substitution industrialization&lt;/a&gt; possible, in for instance the production of sail cloth and the paper industry.\nThe main defensive response of the Dutch economy was in capital investment. The enormous capital stock amassed during the Golden Age was redirected away from investment in commerce, agricultural land (where rents went down appreciably in a short period of time), and real estate (house rents also sharply declined), and instead in the direction of other, rather high-risk investments. One of these was the &lt;a href=\"History%20of%20whaling\"&gt;whaling industry&lt;/a&gt; in which the \"&lt;a href=\"Noordsche%20Compagnie\"&gt;Noordsche Compagnie&lt;/a&gt;\" had held a Dutch monopoly in the first half of the century. After its charter expired other companies entered this market, leading to an expansion of the Dutch whaling fleet from about 75 ships to 200 ships after 1660. The results were disappointing, however, due to &lt;a href=\"overfishing\"&gt;overfishing&lt;/a&gt;, a high &lt;a href=\"price%20elasticity%20of%20demand\"&gt;price elasticity of demand&lt;/a&gt; due to substitutability of vegetable oils for whale oil, and the competition of foreign whalers.\nAnother important venue for investment after 1674 (when the second West India Company was launched, after the bankruptcy of its predecessor) was the &lt;a href=\"Triangular%20trade\"&gt;triangular&lt;/a&gt; &lt;a href=\"slave%20trade\"&gt;slave trade&lt;/a&gt; and &lt;a href=\"sugar\"&gt;sugar&lt;/a&gt; trade, based on the plantations in recently acquired &lt;a href=\"Suriname\"&gt;Suriname&lt;/a&gt; and &lt;a href=\"Demerara\"&gt;Demerara&lt;/a&gt; (exchanged for &lt;a href=\"New%20Amsterdam\"&gt;New Amsterdam&lt;/a&gt; at the &lt;a href=\"Treaty%20of%20Breda%20%281667%29\"&gt;Treaty of Breda (1667)&lt;/a&gt;). This also gave a new impulse to the sugar refineries, which had been in a slump in 1680. This was one of the few boom sectors of the economy in this era: the slave population in Surinam quadrupled between 1682 and 1713, and the volume of sugar shipments rose from 3 to 15 million pounds per annum. This was in a period when the Dutch planters, unlike their English and French competitors, did not receive &lt;a href=\"mercantilist\"&gt;mercantilist&lt;/a&gt; protection.\nFinally, a major target for investment was the &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch East India Company&lt;/a&gt; (VOC). The VOC encountered a rough patch around 1670, after a very profitable period up to that time. The causes were a &lt;a href=\"price%20war\"&gt;price war&lt;/a&gt; for market share with the &lt;a href=\"Honourable%20East%20India%20Company\"&gt;English East India Company&lt;/a&gt; after the &lt;a href=\"Third%20Anglo-Dutch%20War\"&gt;Third Anglo-Dutch War&lt;/a&gt;, and an &lt;a href=\"embargo\"&gt;embargo&lt;/a&gt; on the export of precious metals (especially silver) by the Japanese &lt;a href=\"Shogunate\"&gt;Shogunate&lt;/a&gt;, which ended the profitable intra-Asiatic trade the company had conducted up to that time (this business of trade within the East-Asian market had financed the spice trade of the company up to that time, and obviated the need to export European silver and gold to pay for Asian commodities it imported in Europe). The VOC now opted for a policy of great expansion of its business, by branching out to Asian bulk products, like textiles, &lt;a href=\"coffee\"&gt;coffee&lt;/a&gt;, &lt;a href=\"tea\"&gt;tea&lt;/a&gt; and &lt;a href=\"porcelain\"&gt;porcelain&lt;/a&gt;. Other than the &lt;a href=\"Black%20pepper\"&gt;pepper&lt;/a&gt; and spices it had a near-&lt;a href=\"monopoly\"&gt;monopoly&lt;/a&gt; on, these were high-volume low-profit commodities. The size of the company doubled in this period (making it the largest publicly traded company in the world at the time), but this was \"profitless\" growth that did not really solve the company's problems.\nThis lack of profitability characterised all three investment activities just mentioned. \nThe final reaction of the Dutch economic elite (which doubled as the political elite in this &lt;a href=\"Oligarchy\"&gt;oligarchical Republic&lt;/a&gt;) to these economic challenges lay in the political sphere. After the end of the Franco-Dutch War (which, like the previous wars was mostly financed by floating &lt;a href=\"Bond%20%28finance%29\"&gt;bonds&lt;/a&gt;, instead of higher taxation) the &lt;a href=\"public%20debt\"&gt;public debt&lt;/a&gt; had risen to an alarming size. The &lt;a href=\"Regenten\"&gt;Regents&lt;/a&gt; at first tried to retire a significant part of this debt, and were successful in the years leading up to the Dutch invasion of England, known as the &lt;a href=\"Glorious%20Revolution\"&gt;Glorious Revolution&lt;/a&gt; of 1688. Although this episode is usually described as narrowly English, or at most Anglo-Dutch of significance, it was actually part of a strategic defense of the Dutch Republic against the aggressive encroachments of king &lt;a href=\"Louis%20XIV%20of%20France\"&gt;Louis XIV of France&lt;/a&gt;. The ensuing &lt;a href=\"Nine%20Years%27%20War\"&gt;Nine Years' War&lt;/a&gt; and &lt;a href=\"War%20of%20the%20Spanish%20Succession\"&gt;War of the Spanish Succession&lt;/a&gt; had for the Dutch also an economic aspect, as they were trying to revert French protectionist measures, which threatened to close the French and Spanish metropolitan and colonial markets to them (both the &lt;a href=\"Treaty%20of%20Ryswick\"&gt;Treaty of Ryswick&lt;/a&gt; and the &lt;a href=\"Treaty%20of%20Utrecht\"&gt;Treaty of Utrecht&lt;/a&gt; contained provisions abrogating the draconian French &lt;a href=\"tariff\"&gt;tariff&lt;/a&gt; list of 1667). The main effect of these wars, however, was that the Dutch public debt increased with 200 million guilders between 1688 and 1713. In view of the meagre results of the 1713 peace treaty (most advantages of the war that the Republic had helped to win went to Great Britain, thanks to the separate peace that country had concluded previously with France) the gamble had not paid off.\nPeriwig era: the eighteenth-century economy.\nAlthough after the Peace of 1713 the Anglo-Dutch alliance of 1689 formally remained in place. With the Republic a guarantor of the Protestant Succession in Great Britain, it was obliged to send troops to England during the &lt;a href=\"Jacobite%20rising%20of%201715\"&gt;1715&lt;/a&gt; and &lt;a href=\"Jacobite%20rising%20of%201745\"&gt;1745&lt;/a&gt; uprisings of the &lt;a href=\"Jacobite%20pretender\"&gt;Jacobite pretender&lt;/a&gt;s. Otherwise and in practice, the Republic embarked on a policy of &lt;a href=\"Neutral%20country\"&gt;neutrality&lt;/a&gt; during most of the 18th century. This placed Dutch shipping in an enviable protected position during the many wars of that century, provided the British &lt;a href=\"Admiralty%20court\"&gt;Admiralty court&lt;/a&gt; was prepared to recognize the Dutch claim of \"free ships make free goods\"; this enabled the Republic to provide efficient shipping services with its still very large fleet to all European countries. But it eroded the power of the \"stapelmarkt\", as did the emergence of competitors like London and the German North Sea ports &lt;a href=\"Bremen\"&gt;Bremen&lt;/a&gt; and &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt;. This weakening of the province of Holland as a trade hub in its turn contributed to a disarticulation of the Dutch economic sectors trade, industry, banking and insurance, that had been highly integrated in the Golden Age. Each of those sectors embarked on its own growth path in the 18th-century Dutch economy.\nAs far as industry and agriculture were concerned, the trends that were set in motion in the transitional period after 1670 continued unabated. The Dutch economy remained a high-real-wage and high-tax economy, which discouraged investment in labor-intensive pursuits. This caused a decline of labor-intensive industries, like the textile industry, and of capital-goods industries like shipbuilding (both suffering from a lack of innovation also, which made it even more difficult to conquer foreign markets). That decline was only partially compensated by the growth of industries requiring proximity to ports, or large inputs of skilled labor (which was still in abundant supply) and fixed capital. The agricultural sector, faced with the same pressures, specialized in two directions: less labor-intensive livestock raising on the one hand, and very labor-intensive industrial crop production on the other. Trade shifted from the intra-European \"mother trade\" serving the Baltic and the Mediterranean to intercontinental trade (colonial wares) and distribution to the German hinterland (which was now a rising market again, after finally recovering from the ravages of the Thirty Years' War). Trade changed in other respects also: shipping became more of a service industry, offering shipping services to merchants of other countries. Trade-related financial services shifted from direct financing to &lt;a href=\"acceptance%20credit\"&gt;acceptance credit&lt;/a&gt;.\nThe herring fisheries were severely damaged by French privateers during the War of the Spanish Succession. This caused a collapse of the industry in the first decade of the 18th century, from which the industry did not recover. The size of the Enkhuizen fleet halved compared to the previous century. A second sharp contraction of the herring fleet occurred in the years 1756–61. This was due to an equally sharp reduction in revenue in these years. Meanwhile, foreign competitors profited from easier access to the fishing grounds (Scandinavians), lower wages (Scots), or protection (English). They also were not bound to the Dutch regulations that aimed to guarantee the quality of the Dutch product. This challenge induced the industry to go \"up market\" by improving quality further, thus being able to charge premium prices.\nA distinctive trait of the Dutch economy emerging in the 18th century was the fiscal-financial complex. The historically large public debt, resulting from the Republic's participation in the European wars around the turn of the 18th century, was held by a small percentage of the Dutch population (there was hardly any &lt;a href=\"external%20debt\"&gt;external debt&lt;/a&gt;). This implied that the Dutch fiscal system now became yoked to the service of this debt in a way that served the interests of this small \"&lt;a href=\"Rentier%20capitalism\"&gt;rentier&lt;/a&gt;\" class. No less than 70 percent of the annual revenue of the province of Holland (the main debtor) had to be dedicated to &lt;a href=\"Debt%20service%20coverage%20ratio\"&gt;debt service&lt;/a&gt;. These revenues consisted mainly of &lt;a href=\"Regressive%20tax\"&gt;regressive&lt;/a&gt; &lt;a href=\"indirect%20taxes\"&gt;indirect taxes&lt;/a&gt; with the perverse effect that income was transferred from the poorer classes to the richer to the amount of 14 million guilders a year (approximately 7 percent of the &lt;a href=\"Gross%20National%20Product\"&gt;Gross National Product&lt;/a&gt; at the time). This debt burden rested preponderantly on the tax payers from Holland, as the finances of the provinces were separated in the &lt;a href=\"confederal\"&gt;confederal&lt;/a&gt; system of the Republic, and this unequal debt burden militated against other provinces agreeing to fiscal reform. Fiscal reform was also opposed by the \"rentiers\" that had a vested interest in retaining their interest income, but not in paying (direct) income taxes to pay for the debt service.\nMeanwhile, this \"rentier\"-class remained very frugal and saved most of its income, thereby amassing more capital that needed to be reinvested. As productive investments within the Republic were scarce (as explained above), they rationally looked for investment opportunities abroad. Ironically, such opportunities were often found in Great Britain, both in infrastructure developments, and in the British public debt that seemed as safe as the Dutch one (as these investors were very &lt;a href=\"Risk%20aversion\"&gt;risk-averse&lt;/a&gt;). But other foreign governments were also able to tap the Dutch market for savings by floating &lt;a href=\"sovereign%20debt\"&gt;sovereign debt&lt;/a&gt; bonds with the assistance of Amsterdam &lt;a href=\"merchant%20bank\"&gt;merchant bank&lt;/a&gt;s that required hefty fees for their services (as the young American Republic discovered after &lt;a href=\"John%20Adams\"&gt;John Adams&lt;/a&gt; successfully negotiated loans during the &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt;). Amsterdam in this way became the 18th-century hub of &lt;a href=\"international%20finance\"&gt;international finance&lt;/a&gt;, in tandem with London. The Amsterdam and London stock exchanges were closely aligned and quoted each other's stocks and bonds (Britain often used the Dutch financial institutions to pay subsidies to its allies and to settle its exchange bills in the Russian trade).\nThe Dutch balance of payments was in surplus most of the time, because a small &lt;a href=\"Current%20account%20%28balance%20of%20payments%29\"&gt;deficit on trade in goods&lt;/a&gt; (because the propensity to import was high as a consequence of the skewed income distribution), was more than compensated by a surplus in trade in services (such as shipping), and a surplus on the income account. The revenues from foreign investment amounted to 15 million guilders annually by 1770, and twice that by 1790. The consequence was a preview of the \"&lt;a href=\"Dutch%20disease\"&gt;Dutch disease&lt;/a&gt;\" of the 20th century, where a strong guilder (also caused by a structural balance-of-payments surplus) discouraged exports, as it did in the 18th century.\nAlthough compared to the boom years of the Golden Age the 18th-century Dutch economy looked less attractive (which earned this epoch the disdainful epithet \"&lt;a href=\"wig\"&gt;periwig&lt;/a&gt; era\" in the Dutch &lt;a href=\"Orangism%20%28Netherlands%29\"&gt;Orangist&lt;/a&gt; historiography of the 19th century), it still had its strengths. The \"decline\" of the economy as a whole was more relative, compared to its competitors, than absolute. The disappearance of whole industries, though regrettable, was no more than a consequence of secular economic trends, like the comparable industrial realignments of the 20th century (incidentally, in both cases the textile industry was involved). One could even say that by the shift from industry to \"service\" sectors, the structure of the Dutch economy became even more \"modern\". (Indeed, one may see an analogy with the changes in the mature British economy a century later). However, the degree of foreign direct investment by the Dutch at the end of the 18th century was even greater than that of the British at the beginning of the 20th century: more than twice GNP versus 1.5 times GNP).\nAnother measure of the performance of the Dutch economy during the 18th century is the estimate that De Vries and Van der Woude have made of the &lt;a href=\"Gross%20domestic%20product\"&gt;per capita GDP&lt;/a&gt; of the Dutch economy in 1742 (for which year tax records provide a basis for estimation and extrapolation). They arrive at an estimated GNP of between 265 and 280 million guilders, or 135–142 &lt;a href=\"Dutch%20guilder\"&gt;guilders&lt;/a&gt; per capita. This was at the end of a long period of secular decline after the economic zenith of 1650. The next decades saw some economic resurgence. In the decade 1800–1810 (again a period of economic decline) the national income of the (slightly contracted) population can be estimated at 307 million guilders, or 162 guilders per capita. To put all of this in perspective: in 1740 the GNP of Great Britain was about £80 million, or 120 guilders per capita (and therefore about 20 percent lower than the Dutch per capita income). After this the British per capita income started on a rapid increase, due to the Industrial Revolution. It therefore eventually overtook the Dutch per capita income, but probably only around 1800.\nOne could even say that in the years before 1780 the prospects of the economy were improving: because of the economic growth in the German hinterland there were possibilities of growth in distributional trade in colonial commodities, and industrial products (Dutch or other European). Such possibilities were indeed realized in the 20th century, when the Netherlands again became a major distributional hub. The agricultural sector still enjoyed high productivity, whereas the nearby British markets for dairy products and produce offered opportunities for increased exports (which were indeed soon realized). Only, the high-cost structure of the labor market, high taxes, structural overvaluation of the guilder, all militated against most forms of industrial production, let alone export industries. Without the necessary reforms to remedy these problems the Netherlands were unlikely to participate in the industrial renaissance that Great Britain, and later other neighboring countries, started to experience in the latter part of the 18th century.\nFinal crisis.\nAfter 1780, a new conjuncture of internal and external conditions conspired to drive the economy and political structure of the Republic to crisis. The &lt;a href=\"Fourth%20Anglo-Dutch%20War\"&gt;Fourth Anglo-Dutch War&lt;/a&gt; ended the cloak of neutrality that had protected Dutch shipping for most of the century, obviating during that period the need for naval protection that was now lacking due to many years of neglect of the navy. Trade came temporarily to a standstill, because the British blockade could not be broken, as exemplified by the Dutch failure in the &lt;a href=\"Battle%20of%20Dogger%20Bank%20%281781%29\"&gt;Battle of Dogger Bank (1781)&lt;/a&gt;. The trade of the VOC was devastated, even apart from the loss of some of its colonies. It experienced a &lt;a href=\"liquidity%20crisis\"&gt;liquidity crisis&lt;/a&gt;, which exposed its inherent &lt;a href=\"insolvency\"&gt;insolvency&lt;/a&gt;. The company was too important to let it fail (also because of the importance of its outstanding debt in the Dutch financial system), so that it was kept afloat for more than a decade by emergency aid from the &lt;a href=\"States%20of%20Holland\"&gt;States of Holland&lt;/a&gt;, before it was finally nationalized in 1796.\nAttempts at political reform (and attendant reform of the derelict system of public finance) by the &lt;a href=\"Patriots%20%28Dutch%20Republic%29\"&gt;Patriots&lt;/a&gt; were thwarted by the suppression of their revolt by the &lt;a href=\"Frederick%20William%20II%20of%20Prussia\"&gt;Prussian&lt;/a&gt; intervention in the quarrel with &lt;a href=\"Stadtholder\"&gt;Stadtholder&lt;/a&gt; &lt;a href=\"William%20V%2C%20Prince%20of%20Orange\"&gt;William V&lt;/a&gt; in 1787. This meant that no further attempts at reform were made until the overthrow of the old Republic and its replacement by the Batavian Republic in 1795. That &lt;a href=\"puppet%20state\"&gt;puppet state&lt;/a&gt; of the French Republic was unable to get the freedom of movement from its \"sister republic\", that would have been necessary to bring about effective reforms, even though the Patriots now had the chance to force them through. An enormous new tax burden to finance transfer payments to France (a war indemnity of 100 million guilders and annual maintenance costs of 12 million guilders of an army of occupation), amounting to 230 million guilders total, broke the back of the fiscal system. Eventually, the public debt was forced into &lt;a href=\"Default%20%28finance%29\"&gt;default&lt;/a&gt; (though only when the Netherlands were annexed to &lt;a href=\"First%20French%20Empire\"&gt;imperial France&lt;/a&gt; in 1810).\nMore importantly, the Dutch trading system was remorselessly ground away between a British blockade and the French enforced boycott of British goods in the &lt;a href=\"Continental%20System\"&gt;Continental System&lt;/a&gt;. This was not compensated by adequate access to the French market, because even when the Netherlands were incorporated in the French empire the old protectionist barriers remained in place. For a while, the Dutch were therefore unable to trade legally anywhere (which left smuggling as the only alternative). In the period of the annexation, 1810–1813, the ports were bereft of shipping and the remnants of industry collapsed.\nThese external factors were reinforced by internal ones. The necessary reforms of the Dutch system of public finance (as embodied in the Tax Reform Plan of &lt;a href=\"Alexander%20Gogel\"&gt;Isaac Jan Alexander Gogel&lt;/a&gt;) were blocked for a long time by federalist opposition, and only enacted in the final year of the Republic, just before its transformation to the Kingdom of Holland in 1806. By then it was too little too late. \nIt is therefore fitting to see the year 1815, in which the &lt;a href=\"United%20Kingdom%20of%20the%20Netherlands\"&gt;United Kingdom of the Netherlands&lt;/a&gt; embodied a newly independent political incorporation of the original Habsburg Netherlands, as the end of an economic era also. The hoped for economic resurgence of the Netherlands (other than that of the Southern Netherlands with which it was now temporarily reunited) would, however, not really take flight before the structural problems of the old economy were finally laid to rest around 1850 with the final liquidation of the public debt of the old Republic. This explains at least partly why the Dutch economy was so tardy in implementing the steam-power based industrial revolution of the 19th century."
}