{
    "id": "1705778",
    "revid": "6603956",
    "url": "https://en.wikipedia.org/wiki?curid=1705778",
    "title": "Griggs v. Duke Power Co.",
    "text": "Griggs v. Duke Power Co., 401 U.S. 424 (1971), was a court case argued before the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court of the United States&lt;/a&gt; on December 14, 1970. It concerned &lt;a href=\"employment%20discrimination\"&gt;employment discrimination&lt;/a&gt; and the &lt;a href=\"disparate%20impact\"&gt;disparate impact&lt;/a&gt; theory, and was decided on March 8, 1971. It is generally considered the first case of its type.\nThe Supreme Court ruled that the company's employment requirements did not pertain to applicants' ability to perform the job, and so were unintentionally discriminating against &lt;a href=\"African%20Americans\"&gt;black&lt;/a&gt; employees. The judgment famously held that \"&lt;a href=\"United%20States%20Congress\"&gt;Congress&lt;/a&gt; has now provided that tests or criteria for employment or promotion may not provide &lt;a href=\"equal%20opportunity\"&gt;equality of opportunity&lt;/a&gt; merely in the sense of the &lt;a href=\"The%20Fox%20and%20the%20Stork\"&gt;fabled offer of milk to the stork and the fox&lt;/a&gt;.\"\nFacts.\nIn the 1950s &lt;a href=\"Duke%20Power\"&gt;Duke Power&lt;/a&gt;'s &lt;a href=\"Dan%20River%20Steam%20Station\"&gt;Dan River Steam Station&lt;/a&gt; in &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt; had a policy restricting &lt;a href=\"African%20Americans\"&gt;black&lt;/a&gt; employees to its \"Labor\" department, where the highest-paying position paid less than the lowest-paying position in the four other departments. In 1955 the company added the requirement of a &lt;a href=\"high%20school%20diploma\"&gt;high school diploma&lt;/a&gt; for employment in any department other than Labor, and offered to pay two-thirds of the high-school training tuition for employees without a diploma.\nOn July 2, 1965, the day the &lt;a href=\"Civil%20Rights%20Act%20of%201964\"&gt;Civil Rights Act of 1964&lt;/a&gt; took effect, Duke Power added two employment tests, which would allow employees without high-school diplomas to transfer to higher-paying departments. The Bennett Mechanical Comprehension Test was a test of &lt;a href=\"mechanical%20aptitude\"&gt;mechanical aptitude&lt;/a&gt;, and the &lt;a href=\"Wonderlic%20test\"&gt;Wonderlic Cognitive Ability Test&lt;/a&gt; was an &lt;a href=\"Intelligence%20quotient\"&gt;IQ test&lt;/a&gt; measuring &lt;a href=\"g%20factor%20%28psychometrics%29\"&gt;general&lt;/a&gt; &lt;a href=\"intelligence\"&gt;intelligence&lt;/a&gt;.\nBlacks were almost ten times less likely than whites to meet these new employment and transfer requirements. According to the &lt;a href=\"1960%20United%20States%20Census\"&gt;1960 Census&lt;/a&gt;, while 34% of white males in North Carolina had high-school diplomas, only 18% of blacks did. The disparities of aptitude tests were far greater; with the cutoffs set at the median for high-school graduates, 58% of whites passed, compared to 6% of blacks.\nJudgment.\nThe Supreme Court ruled that under &lt;a href=\"Title%20VII%20of%20the%20Civil%20Rights%20Act%20of%201964\"&gt;Title VII of the Civil Rights Act of 1964&lt;/a&gt;, if such tests disparately impact &lt;a href=\"ethnic%20minority\"&gt;ethnic minority&lt;/a&gt; groups, businesses must demonstrate that such tests are \"reasonably related\" to the job for which the test is required. Because Title VII was passed pursuant to Congress's power under the &lt;a href=\"Commerce%20Clause\"&gt;Commerce Clause&lt;/a&gt; of the &lt;a href=\"United%20States%20Constitution\"&gt;Constitution&lt;/a&gt;, the disparate impact test later articulated by the Supreme Court in \"&lt;a href=\"Washington%20v.%20Davis\"&gt;Washington v. Davis&lt;/a&gt;\", 426 US 229 (1976) is inapplicable. (The \"Washington v. Davis\" test for disparate impact is used in constitutional &lt;a href=\"equal%20protection%20clause\"&gt;equal protection clause&lt;/a&gt; cases, while Title VII's prohibition on disparate impact is a &lt;a href=\"statute\"&gt;statutory&lt;/a&gt; mandate.)\nAs such, Title VII of the Civil Rights Act prohibits employment tests (when used as a decisive factor in employment decisions) that are not a \"reasonable measure of job performance,\" regardless of the absence of actual intent to discriminate. Since the aptitude tests involved, and the high school diploma requirement, were broad-based and not directly related to the jobs performed, Duke Power's employee transfer procedure was found by the Court to be in violation of the Act.\n&lt;a href=\"Chief%20Justice%20Burger\"&gt;Chief Justice Burger&lt;/a&gt; wrote the majority opinion.\nSignificance.\n\"Griggs v. Duke Power Co.\" also held that the employer had the burden of producing and proving the business necessity of a test. However, in \"&lt;a href=\"Wards%20Cove%20Packing%20Co.%20v.%20Atonio\"&gt;Wards Cove Packing Co. v. Atonio&lt;/a&gt;\" (1989), the Court reduced the employer's (&lt;a href=\"Wards%20Cove%20Packing%20Company\"&gt;Wards Cove Packing Company&lt;/a&gt;) burden to producing only evidence of business justification. In 1991, the Civil Rights Act was amended to overturn that portion of the \"Wards Cove\" decision—although legislators included language designed to exempt the Wards Cove company itself.\n&lt;a href=\"David%20Frum\"&gt;David Frum&lt;/a&gt; asserts that before \"Griggs\", employers did not have to separate intentional wrongs from unintentional wrongs if they treated all applicants equally by appearances.\nAlthough private employers with 15 or more employees are subject to &lt;a href=\"Civil%20Rights%20Act%20of%201964%23Title%20VII\"&gt;Title VII of the Civil Rights Act&lt;/a&gt;, it was held in \"&lt;a href=\"Washington%20v.%20Davis\"&gt;Washington v. Davis&lt;/a&gt;\" (1976) that the disparate impact doctrine does not apply to the &lt;a href=\"Equal%20Protection%20Clause\"&gt;equal protection&lt;/a&gt; requirement of the &lt;a href=\"Fifth%20Amendment%20of%20the%20United%20States%20Constitution\"&gt;Fifth&lt;/a&gt; and &lt;a href=\"Fourteenth%20Amendment%20of%20the%20United%20States%20Constitution\"&gt;Fourteenth&lt;/a&gt; Amendments. Thus, lawsuits against public employers may be barred by &lt;a href=\"sovereign%20immunity\"&gt;sovereign immunity&lt;/a&gt;."
}