{
    "id": "17057320",
    "revid": "17820167",
    "url": "https://en.wikipedia.org/wiki?curid=17057320",
    "title": "Manor Community Academy",
    "text": "Manor Community Academy is a &lt;a href=\"Secondary%20education\"&gt;secondary&lt;/a&gt; school in the Owton Manor area of &lt;a href=\"Hartlepool\"&gt;Hartlepool&lt;/a&gt;, &lt;a href=\"County%20Durham\"&gt;County Durham&lt;/a&gt;. It is an &lt;a href=\"Academy%20%28English%20school%29\"&gt;academy&lt;/a&gt; school which caters for students aged 11 to 16. It is part of the &lt;a href=\"Northern%20Education%20Trust\"&gt;Northern Education Trust&lt;/a&gt;. The school has approximately 1326 students.\nHistory.\nThe school became a designated &lt;a href=\"DfES\"&gt;DfES&lt;/a&gt; Technology College in 1998 and changed its name from Manor School to Manor College of Technology to reflect the new status. In March 2015 the school converted to &lt;a href=\"Academy%20%28English%20school%29\"&gt;academy status&lt;/a&gt; and was renamed Manor Community Academy.\nE-learning.\nIn 1994, Manor was awarded 'Technology Initiative School' status. Following the school's successful bid for 'Single Regeneration' funds in 1995, the school was able to upgrade its design technology and ICT facilities, including the introduction of video-conferencing and improved internet provision.\nIn 2003 the school was designated as a DfES ‘Associate School’ for ICT (Information Communications Technology) development. The students can now use in excess of 400 computers across the school. The school is a pilot centre, nationally, for the new 'Diploma in Digital Applications' (DIDA).\nIn 2002/03 Manor's director of e-Learning created a software package, “Vital Statistics”, which is aimed specifically at GCSE Statistics candidates.\nThe College's e-Learning initiatives and other curriculum innovations are gathered together under the title “Vital Education”. The College has established a company, Vital Education Ltd, which is a &lt;a href=\"charitable%20trust\"&gt;charitable trust&lt;/a&gt; aimed at generating funds to reinvest in education. The school's work in this area of the curriculum was commended by Rt. Hon. &lt;a href=\"Peter%20Mandelson\"&gt;Peter Mandelson&lt;/a&gt; MP in the House of Commons in July 2003. The Secretary of State for Education and Skills, Rt. Hon. Charles Clarke MP, endorsed Mr. Mandelson's statement by applauding Manor's work, stating:\n“Manor College are behaving in an entirely innovatory way in an outstanding application of Information Communications Technology with different partnerships outside the school which is focused on raising educational standards”.\"Rt. Hon. Charles Clarke MP (formerly) Secretary of State for Education and Skills\"\nA £1 million e-learning – Technology Centre was constructed in 2005 and provided facilities for staff, students and the community. Teachers from all over the UK have received CPD in the centre. In late 2014, the e-learning centre was demolished to make room for the new school build, now complete.\nSchool achievement and inspection judgements.\nManor is Hartlepool's highest performing school, and in 2004-06 produced the best performances by any Hartlepool school since the LEA's inception in 1996.\nThe school appeared in the DfES '100 Most Improved Schools' list three consecutive years, reaching the top ten in 2005. In 2005 The Specialist Schools Trust ranked Manor as the 12th most improved Specialist School in the country.\nManor has been inspected on five occasions (in November 1994, November 1999, November 2005, October 2011 and February 2018). In 1999 the Inspection could not identify any issues. In 2005 Manor was judged to be outstanding (Grade 1) by OFSTED. In October 2011 the school was judged as satisfactory by OFSTED. In 2018 the school was judged to require improvement in every area OFSTED look into.\nSports and creative arts.\nThe school has a strong sports tradition. A successful bid to &lt;a href=\"the%20Football%20Association\"&gt;the Football Association&lt;/a&gt; enabled the school to build a changing complex, completed in 2003. The College has FA Charter status and is the regional centre for the development of boys and girls &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;. Hartlepool United's 'School of Excellence' is based at the school.\nThe junior choir performed at the National Festival of Music at &lt;a href=\"Queen%20Elizabeth%20Hall\"&gt;Queen Elizabeth Hall&lt;/a&gt;, London in 1999. The senior chamber choir performed in &lt;a href=\"Notre-Dame%20de%20Paris\"&gt;Notre-Dame de Paris&lt;/a&gt; in 2005, and in the &lt;a href=\"Cathedral%20of%20St.%20John%20the%20Divine\"&gt;Cathedral of St. John the Divine&lt;/a&gt;, the &lt;a href=\"Lincoln%20Center\"&gt;Lincoln Center&lt;/a&gt; and &lt;a href=\"Central%20Park\"&gt;Central Park&lt;/a&gt; during an &lt;a href=\"Easter\"&gt;Easter&lt;/a&gt; visit to &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; in 2006.\nIn 2003 the school was selected by the &lt;a href=\"Royal%20National%20Theatre\"&gt;National Theatre&lt;/a&gt; to premiere a play which was performed at the &lt;a href=\"Theatre%20Royal%2C%20Newcastle\"&gt;Theatre Royal&lt;/a&gt; in Newcastle. The College repeated this in 2004 with performances of ‘The Musicians’. It received the Arts Council's 'Arts Mark' (Silver) in 2005, in recognition of its achievements in this area of the curriculum. The school has achieved &lt;a href=\"Yamaha%20Music%20Foundation\"&gt;Yamaha Music School&lt;/a&gt; status.\nControversy.\nIn late 2017, the then headteacher, Anne Malcom, was criticised for comments made about skirts worn to school. The criticism came after a group of school assemblies by the head teacher about uniform standards included a comment about pencil skirts looking \"unflattering\" on certain body types."
}