{
    "id": "1706371",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=1706371",
    "title": "MELS Movement of Botswana",
    "text": "The MELS Movement of Botswana is a &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxist-Leninist&lt;/a&gt; &lt;a href=\"communist%20party\"&gt;communist party&lt;/a&gt; in &lt;a href=\"Botswana\"&gt;Botswana&lt;/a&gt; without parliamentary representation. Themba Joina, a practicing lawyer, is the president of the organization. The name MELS is derived from &lt;a href=\"Karl%20Marx\"&gt;(Karl) Marx&lt;/a&gt;, &lt;a href=\"Friedrich%20Engels\"&gt;(Friedrich) Engels&lt;/a&gt;, &lt;a href=\"Vladimir%20Lenin\"&gt;(Vladimir) Lenin&lt;/a&gt; and &lt;a href=\"Joseph%20Stalin\"&gt;(Joseph) Stalin&lt;/a&gt;.\nMELS emerged as a study group inspired by &lt;a href=\"Mao%20Zedong\"&gt;Mao Zedong&lt;/a&gt; and &lt;a href=\"Pan-Africanism\"&gt;Pan-Africanism&lt;/a&gt;, founded at the Shashe Senior Secondary School in 1984. Its founding general secretary was Christopher Phatshwe. The basic political documents of the movement were drafted by Christopher Phatshswe and Thomson Proctor. Branches of the movement were formed at different educational institutions, such as the &lt;a href=\"University%20of%20Botswana\"&gt;University of Botswana&lt;/a&gt;, Senior Secondary Schools and teacher training colleges. According to Joina, the group had contacts with the &lt;a href=\"Black%20Consciousness%20Movement\"&gt;Black Consciousness Movement of Azania&lt;/a&gt; (BCM(A)) and the &lt;a href=\"Pan-Africanist%20Congress%20of%20Azania\"&gt;Pan-Africanist Congress of Azania&lt;/a&gt; (PAC) in neighbouring &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; and MELS activists received political trainings from these groups. The MELS group constituting itself as a political party in 1994. Following Phatshwe's death, Mosalage Ditshoto became the new general secretary of the party. As of 2008, Mpho Mokano served as the youth secretary of the party.\nThe MELS Movement advocates socialist policies, calling for support to unemployed and the setting up of Student Representative Councils across the country. MELS Movement decries the &lt;a href=\"Botswana%20Democratic%20Party\"&gt;Botswana Democratic Party&lt;/a&gt; rule as 'neo-colonial'. Regarding regional issues, MELS Movement opposes the positions of &lt;a href=\"Ian%20Khama\"&gt;Ian Khama&lt;/a&gt;'s government towards the political situation in &lt;a href=\"Zimbabwe\"&gt;Zimbabwe&lt;/a&gt; (charging the Botswana government with having sided with the &lt;a href=\"Movement%20for%20Democratic%20Change%20%E2%80%93%20Tsvangirai\"&gt;Movement for Democratic Change&lt;/a&gt; in Zimbabwean politics). At the 2011 annual delegates conference of the party in &lt;a href=\"Molepolole\"&gt;Molepolole&lt;/a&gt;, Joina condemned the &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; attack on &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt; and called on the &lt;a href=\"African%20Union\"&gt;African Union&lt;/a&gt; to intervene.\nAt the time of the &lt;a href=\"1994%20Botswana%20general%20election\"&gt;1994 parliamentary election&lt;/a&gt; MELS joined the &lt;a href=\"United%20Democratic%20Front%20%28Botswana%29\"&gt;United Democratic Front&lt;/a&gt;, a coalition of parties opposed to both the BDP and the BNF. No MELS nor any other UDF candidate was able to get elected. The party contested the &lt;a href=\"1999%20Botswana%20general%20election\"&gt;1999 general election&lt;/a&gt;, but merely received twenty-two votes (0.01% of the national vote). Prior to the election, Joina stated that the party only possessed one campaign vehicle and thus party activists had to move by foot to reach voters. Following the election the MELS Movement candidate in the Gaborone West constituency, Ndiye Tlhatlogang, charged the Independent Electoral Commission with irregularities.\nAt the &lt;a href=\"2009%20Botswana%20general%20election\"&gt;2009 general election&lt;/a&gt;, the party presented candidates in four parliamentary constituencies and two in local constituencies. None were elected. In total the party got 292 votes (0.05% of the national vote). The party contested the 2010 by-election in the Tonota North parliamentary constituency, fielding Mbayani Tshekedi Phalalo as its candidate."
}