{
    "id": "17086170",
    "revid": "1047227602",
    "url": "https://en.wikipedia.org/wiki?curid=17086170",
    "title": "Sakakah",
    "text": "Sakākā () is a city in northwestern &lt;a href=\"Saudi%20Arabia\"&gt;Saudi Arabia&lt;/a&gt; which is the capital of &lt;a href=\"Al%20Jawf%20Province\"&gt;Al Jawf Province&lt;/a&gt;. It is located just to the north of the &lt;a href=\"An%20Nafud\"&gt;An Nafud&lt;/a&gt; desert. Sakakah had a population of 242,813 at the 2010 census.\nHistory.\nSakakah is an &lt;a href=\"oasis\"&gt;oasis&lt;/a&gt; town on an ancient caravan route across the Arabian peninsula.\nModernization.\nIn recent years, the Saudi government has been providing more seed capital to Al-Jawf region, especially in Sakaka in hopes of developing the economically starved region of the kingdom. For this reason, the city has new government buildings, schools and hospitals and are built adjacent to crumbling ruins of older buildings. One major feature of the city is the rapidly expanding &lt;a href=\"Al%20Jouf%20University\"&gt;Al Jouf University&lt;/a&gt; (Jami'at Al-Jawf), founded in 2005. Sakaka is a small but expanding city with much construction in progress. A big ongoing project is the 1,000-bed Prince Muhammed Bin Abdulaziz Medical City which is under construction.\nEducation.\nThe King hopes that Al Jouf University will become a pillar of social, cultural, and intellectual advancement in Saudi Arabia. There are several government-run schools and some private schools. The city has three English schools, Sakaka International School, which is an international, mostly Egyptian School and has an American curriculum, the other Al-Jouf International school with British curriculum and the third one is Alqimam international school with American curriculum.\nTransportation.\nThe city is served by &lt;a href=\"Al-Jawf%20Domestic%20Airport\"&gt;Al-Jawf Airport&lt;/a&gt; which has domestic flights and flights to some of the major cities in the Middle East.\nAgriculture.\nAl-Jawf is notable for its abundant agricultural water, making possible the cultivation of dates (200,000 palms) and olives (12,000,000 trees), as well as other agricultural products. Farms number around 16,000, and agricultural projects around 1,500. It is the home to agribusiness farms such as Watania Farms, the largest organic farm in the kingdom. The fertile agricultural land of Al-Jawf is due largely to underground water, which drew delegates of King Abdul Aziz. They were sent to the town of Sakaka and &lt;a href=\"Dumat%20Al-Jandal\"&gt;Dumat Al-Jandal&lt;/a&gt; and &lt;a href=\"Qurayyat%2C%20Saudi%20Arabia\"&gt;Qurayat&lt;/a&gt;, requesting resident tribes there to join the nascent kingdom. Sakaka is home to many Saudi families that can proudly trace their lineage to a few large, old tribes that have dominated the area since time immemorial.\nHistorical Places.\nThe history of Al-Jawf dates back more than four thousand years. It is the home of many historic &amp; prehistoric archaeological sites such Za'bal Castle &amp; Well, the Omar ibn Al-Khattab Mosque, located in &lt;a href=\"Dumat%20Al-Jandal\"&gt;Dowmat Al-Jandal&lt;/a&gt; and Mard Castle (just south of Sakaka). There are also the ancient Rajajil standing stones in Sakaka, dating back nearly 6,000 years.\nClimate.\n&lt;a href=\"K%C3%B6ppen-Geiger%20climate%20classification%20system\"&gt;Köppen-Geiger climate classification system&lt;/a&gt; classifies its climate as &lt;a href=\"hot%20desert%20climate\"&gt;hot desert&lt;/a&gt; (BWh)."
}