{
    "id": "170952",
    "revid": "10643005",
    "url": "https://en.wikipedia.org/wiki?curid=170952",
    "title": "List of premiers of Saskatchewan",
    "text": "This is a list of the &lt;a href=\"Premier%20of%20Saskatchewan\"&gt;premiers&lt;/a&gt; of the province of &lt;a href=\"Saskatchewan\"&gt;Saskatchewan&lt;/a&gt;, Canada, since it was formed in 1905. Saskatchewan uses a unicameral &lt;a href=\"Westminster%20System\"&gt;Westminster-style&lt;/a&gt; &lt;a href=\"parliamentary%20government\"&gt;parliamentary government&lt;/a&gt;, in which the premier is the leader of the party that has the support of a majority in the &lt;a href=\"Legislative%20Assembly%20of%20Saskatchewan\"&gt;Legislative Assembly&lt;/a&gt;. The premier is Saskatchewan's &lt;a href=\"head%20of%20government\"&gt;head of government&lt;/a&gt;. The premier chooses a &lt;a href=\"Cabinet%20%28government%29\"&gt;cabinet&lt;/a&gt; from the elected members to form the &lt;a href=\"Executive%20Council%20of%20Saskatchewan\"&gt;Executive Council of Saskatchewan&lt;/a&gt;, and presides over that body.\nMembers are first elected to the legislature during &lt;a href=\"List%20of%20Saskatchewan%20general%20elections\"&gt;general elections&lt;/a&gt;. General elections must be conducted every five years from the date of the last election, but the premier may ask for early dissolution of the legislative assembly. An election may also happen if the governing party loses the confidence of the legislature, by the defeat of a supply bill or passage of a non-confidence motion.\nPrior to 1905, Saskatchewan was part of the &lt;a href=\"Northwest%20Territories\"&gt;North-West Territories&lt;/a&gt; and was governed by the &lt;a href=\"List%20of%20lieutenant%20governors%20of%20the%20Northwest%20Territories\"&gt;Lieutenant-Governor of the North-West Territories&lt;/a&gt; from 1870 until 1897, and the premier of the North-West Territories from 1897 to 1905.\nLiving former premiers.\n, four former premiers are alive, the oldest being &lt;a href=\"Roy%20Romanow\"&gt;Roy Romanow&lt;/a&gt; (1991–2001, born 1939). The most recently serving former premier to die was &lt;a href=\"Allan%20Blakeney\"&gt;Allan Blakeney&lt;/a&gt; (1971–1982), on April 16, 2011."
}