{
    "id": "171196",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=171196",
    "title": "Vestfold",
    "text": "Vestfold is a traditional region, a former &lt;a href=\"Counties%20of%20Norway\"&gt;county&lt;/a&gt; and a current electoral district in &lt;a href=\"Eastern%20Norway\"&gt;Eastern Norway&lt;/a&gt;. In 2020 the county became part of the much larger county of &lt;a href=\"Vestfold%20og%20Telemark\"&gt;Vestfold og Telemark&lt;/a&gt;. Located on the western shore of the &lt;a href=\"Oslofjord\"&gt;Oslofjord&lt;/a&gt;, it bordered the previous &lt;a href=\"Buskerud\"&gt;Buskerud&lt;/a&gt; and &lt;a href=\"Telemark\"&gt;Telemark&lt;/a&gt; counties. The county administration was located in &lt;a href=\"T%C3%B8nsberg\"&gt;Tønsberg&lt;/a&gt;, Norway's oldest city, and the largest city is &lt;a href=\"Sandefjord\"&gt;Sandefjord&lt;/a&gt;. With the exception of the city-county of &lt;a href=\"Oslo\"&gt;Oslo&lt;/a&gt;, Vestfold was the smallest county in Norway by area. Vestfold was the only county in which all municipalities had declared &lt;a href=\"Bokm%C3%A5l\"&gt;Bokmål&lt;/a&gt; to be their sole official &lt;a href=\"orthography\"&gt;written form&lt;/a&gt; of the &lt;a href=\"Norwegian%20language\"&gt;Norwegian language&lt;/a&gt;.\nVestfold is located west of the &lt;a href=\"Oslofjord\"&gt;Oslofjord&lt;/a&gt;, as the name indicates. It includes many smaller, but well-known towns in Norway, such as &lt;a href=\"Larvik\"&gt;Larvik&lt;/a&gt;, &lt;a href=\"Sandefjord\"&gt;Sandefjord&lt;/a&gt;, &lt;a href=\"T%C3%B8nsberg\"&gt;Tønsberg&lt;/a&gt; and &lt;a href=\"Horten\"&gt;Horten&lt;/a&gt;; these towns run from Oslo in an almost constant belt of urban areas along the coast, ending in &lt;a href=\"Grenland\"&gt;Grenland&lt;/a&gt; in neighbouring region Telemark. The river &lt;a href=\"Numedalsl%C3%A5gen\"&gt;Numedalslågen&lt;/a&gt; runs through the county. Many islands are located at the coast. Vestfold is mostly dominated by lowland and is among the best agricultural areas of Norway. Winters last about three months, while pleasant summer temperatures last from May to September, with a July average high of 17 °C (63 °F).\nVestfold is traditionally known for shipping and sailing. &lt;a href=\"Sandefjord\"&gt;Sandefjord&lt;/a&gt; was formerly a headquarters for the Norwegian whaling fleet, and &lt;a href=\"Horten\"&gt;Horten&lt;/a&gt; used to be Norway's main &lt;a href=\"Navy\"&gt;naval port&lt;/a&gt;. The coastal towns of Vestfold now engage in fishing and shipbuilding. Some lumbering is carried on in the interior. The area also includes some of the best farmland in Norway.\nVestfold merged with neighboring &lt;a href=\"Telemark\"&gt;Telemark County&lt;/a&gt; on 1 January 2020 as part of a nationwide municipal reform. The new county name is &lt;a href=\"Vestfold%20og%20Telemark\"&gt;Vestfold og Telemark&lt;/a&gt;.\nEtymology.\n\"Vestfold\" is the old name of the region which was revived in modern times. \"Fold\" was the old name of the &lt;a href=\"Oslofjord\"&gt;Oslofjord&lt;/a&gt;, and the meaning of the name \"Vestfold\" is the region west of the Fold (see also &lt;a href=\"%C3%98stfold\"&gt;Østfold&lt;/a&gt;). Before 1919, the county was called \"Jarlsberg og Larvik Amt\". The &lt;a href=\"amt%20%28subnational%20entity%29\"&gt;amt&lt;/a&gt; was created in 1821, consisting of the two old counties of &lt;a href=\"Jarlsberg\"&gt;Jarlsberg&lt;/a&gt; and &lt;a href=\"Larvik\"&gt;Larvik&lt;/a&gt;. In the Viking Age, Vestfold also referred to &lt;a href=\"Eiker\"&gt;Eiker&lt;/a&gt;, &lt;a href=\"Drammen\"&gt;Drammen&lt;/a&gt;, &lt;a href=\"Kongsberg\"&gt;Kongsberg&lt;/a&gt;, &lt;a href=\"Lier%2C%20Norway\"&gt;Lier&lt;/a&gt;, now in &lt;a href=\"Buskerud\"&gt;Buskerud&lt;/a&gt;.\n&lt;a href=\"Vestfold%20Hills\"&gt;Vestfold Hills&lt;/a&gt; on Antarctica's &lt;a href=\"S%C3%B8rsdal%20Glacier\"&gt;Sørsdal Glacier&lt;/a&gt; is named after the county.\nHistory.\nViking history.\n\"Vestfold\" is mentioned for the first time in a written source in 813, when Danish kings were in Vestfold to quell an uprising amongst the &lt;a href=\"F%C3%BCrst\"&gt;Fürst&lt;/a&gt;s . There may have been as many as six political centers in Vestfold. At that time Kaupang, which was located in &lt;a href=\"Tj%C3%B8lling\"&gt;Tjølling&lt;/a&gt; near Larvik, had been functioning for decades and had a chieftain. &lt;a href=\"Kaupang\"&gt;Kaupang&lt;/a&gt;, which dates from the &lt;a href=\"Viking%20Era\"&gt;Viking Era&lt;/a&gt;, is believed to be the first town in Norway, although &lt;a href=\"T%C3%B8nsberg\"&gt;Tønsberg&lt;/a&gt; (which dates from ca. 900) is the oldest town in Norway still in existence. At &lt;a href=\"Borre%2C%20Norway\"&gt;Borre&lt;/a&gt;, there was a site for another chieftain. That site held chieftains for more than one hundred years prior to 813.\nThe stone mounds at &lt;a href=\"M%C3%B8len\"&gt;Mølen&lt;/a&gt; have been dated to the &lt;a href=\"Viking%20Age\"&gt;Viking Age&lt;/a&gt;. The mounds at in present-day &lt;a href=\"T%C3%B8nsberg\"&gt;Tønsberg&lt;/a&gt;'s town centre have been dated to the Viking period. At &lt;a href=\"Bj%C3%B8rn%20Farmann\"&gt;Farmannshaugen&lt;/a&gt; in &lt;a href=\"Sem%2C%20Norway\"&gt;Sem&lt;/a&gt; there seems to have been activity at the time, while activity at &lt;a href=\"Oseberg%20Ship\"&gt;Oseberghaugen&lt;/a&gt; and &lt;a href=\"Gokstadhaugen\"&gt;Gokstadhaugen&lt;/a&gt; dates from a few decades later.\nAn English source from around 890 retells the voyage of &lt;a href=\"Ottar%20from%20H%C3%A5logaland\"&gt;Ottar&lt;/a&gt; (\"Ottar fra Hålogaland\") \"from the farthest North, along \"Norvegr\" via Kaupang and &lt;a href=\"Hedeby\"&gt;Hedeby&lt;/a&gt; to England\", where Ottar places Kaupang in the land of the &lt;a href=\"Danes\"&gt;Dane&lt;/a&gt; - \"danenes land\". Bjørn Brandlien says that \"To the degree that &lt;a href=\"Harald%20H%C3%A5rfagre\"&gt;Harald Hårfagre&lt;/a&gt; gathered a kingdom after the &lt;a href=\"Battle%20of%20Hafrsfjord\"&gt;Battle of Hafrsfjord&lt;/a&gt; at the end of the 9th century - that especially is connected to &lt;a href=\"Avaldsnes\"&gt;Avaldsnes&lt;/a&gt; - it does not seem to have made such a great impression on Ottar\".\nKaupang is mentioned under the name of (\"Kaupangen i Skiringssal\") in Ottar's tales.\nBy the 10th century, the local kings had established themselves. The king or his ombudsman resided in the old Royal Court at \"Sæheim i Sem\", today the (\"Jarlsberg Hovedgård\") in &lt;a href=\"T%C3%B8nsberg\"&gt;Tønsberg&lt;/a&gt;. The farm (from &lt;a href=\"Old%20Norse\"&gt;Old Norse&lt;/a&gt; \"haugr\" meaning hill or mound) became the seat for &lt;a href=\"Haugating\"&gt;Haugating&lt;/a&gt;, the &lt;a href=\"Thing%20%28assembly%29\"&gt;Thing&lt;/a&gt; for Vestfold and one of Norway's most important place for the proclamation of kings.\nThe family of &lt;a href=\"Harald%20I%20of%20Norway\"&gt;Harald Fairhair&lt;/a&gt;, who was most likely the first king of Norway, is said to have come from this area.\nThe Danish kings seem to have been weak in Vestfold from around the middle of the 9th century until the middle of the 10th century, but their rule was strengthened there at the end of the 10th century. The Danish kings seem to have tried to control the region until the 13th century.\nWhaling.\n&lt;a href=\"Whaling\"&gt;Whaling&lt;/a&gt; was an important 19th century industry in coastal cities such as &lt;a href=\"Larvik\"&gt;Larvik&lt;/a&gt;, &lt;a href=\"T%C3%B8nsberg\"&gt;Tønsberg&lt;/a&gt;, and &lt;a href=\"Sandefjord\"&gt;Sandefjord&lt;/a&gt;, which was the world centre for the world's modern whaling industry. Not only did men from Vestfold County make up practically all the crew on the Norwegian whaling fleet, but many were also involved in the whaling industry in other nations. As an example, the first phase of modern Australian whaling was almost entirely based on workers from Larvik. While the first whaling station in the &lt;a href=\"Faroe%20Islands\"&gt;Faroe Islands&lt;/a&gt; was established by Sandefjordians, Larvik played a similar role for the &lt;a href=\"Shetland%20Islands\"&gt;Shetland Islands&lt;/a&gt;. Tønsberg initiated much of the whaling industry in &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt; and the &lt;a href=\"Hebrides\"&gt;Hebrides&lt;/a&gt;.\nThe largest settlement in &lt;a href=\"South%20Georgia%20and%20the%20South%20Sandwich%20Islands\"&gt;South Georgia and the South Sandwich Islands&lt;/a&gt;, \"&lt;a href=\"Grytviken\"&gt;Grytviken&lt;/a&gt;\", was established by &lt;a href=\"Carl%20Anton%20Larsen\"&gt;Carl Anton Larsen&lt;/a&gt; of Sandefjord on 16 November 1904. Sandefjordian &lt;a href=\"Nils%20Larsen\"&gt;Nils Larsen&lt;/a&gt;'s expeditions to &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt; in the early 20th century led to the Norwegian annexation of &lt;a href=\"Bouvet%20Island\"&gt;Bouvet Island&lt;/a&gt; (1927) and &lt;a href=\"Peter%20I%20Island\"&gt;Peter I Island&lt;/a&gt; (1929). A cove on Peter I Island is named &lt;a href=\"Sandefjord%20Cove\"&gt;Sandefjord Cove&lt;/a&gt; in honor of Nils Larsen's hometown.\nSandefjord Harbor is now home to \"&lt;a href=\"Southern%20Actor\"&gt;Southern Actor&lt;/a&gt;\", the only whale-catcher from the Modern Whaling Epoch still to be in its original order.&lt;ref name=\"https://snl.no/Sandefjord\"&gt;&lt;/ref&gt; The museum ship is owned by &lt;a href=\"Sandefjord%20Museum\"&gt;Sandefjord Whaling Museum&lt;/a&gt;, Europe's only museum dedicated to whaling. Sandefjord has been named the centre of the &lt;a href=\"History%20of%20whaling%23Modern%20whaling\"&gt;Modern Whaling Epoch&lt;/a&gt;, and has been nicknamed \"the whaling capital of the world.\"\nGeography.\nVestfold was Norway's smallest county, with the exception of the city-county of &lt;a href=\"Oslo\"&gt;Oslo&lt;/a&gt;. It lies on the western shore of the &lt;a href=\"Oslofjord\"&gt;Oslofjord&lt;/a&gt;. Vestfold borders with &lt;a href=\"Buskerud%20fylke\"&gt;Buskerud County&lt;/a&gt; in the north and with &lt;a href=\"Telemark%20fylke\"&gt;Telemark County&lt;/a&gt; in the west. It is bordered by &lt;a href=\"Skagerrak\"&gt;Skagerrak&lt;/a&gt; in the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt; to both the south and east. The county has a total area of and has a coastline. &lt;a href=\"Vestfjellet\"&gt;Vestfjellet&lt;/a&gt; at is the tallest peak in the county. It is also home to 1,407 islands. &lt;a href=\"N%C3%B8tter%C3%B8y\"&gt;Nøtterøy&lt;/a&gt; () is the largest island in Vestfold, while &lt;a href=\"Tj%C3%B8me\"&gt;Tjøme&lt;/a&gt; () is the second-largest island.\nThere is a total of 634 freshwater lakes in Vestfold, with a total area of 79 square kilometers. Large lakes include &lt;a href=\"Farris\"&gt;Farris&lt;/a&gt;, &lt;a href=\"Eikeren\"&gt;Eikeren&lt;/a&gt;, &lt;a href=\"Goksj%C3%B8\"&gt;Goksjø&lt;/a&gt;, &lt;a href=\"Hallevannet\"&gt;Hallevannet&lt;/a&gt;, &lt;a href=\"Akersvannet\"&gt;Akersvannet&lt;/a&gt;, and others. Vestfold makes up 0.7 percent of Norway's total land area. Ten Norwegian municipalities are larger in size than Vestfold County. As an example, &lt;a href=\"Kautokeino\"&gt;Kautokeino&lt;/a&gt; municipality in &lt;a href=\"Finnmark\"&gt;Finnmark&lt;/a&gt; County is over four times larger than Vestfold County. The county of Finnmark is 22 times larger than Vestfold.\nGeology.\nThe county's soft soil is composed of varieties of moraine and sedimentary soils. The &lt;a href=\"Ice%20Age\"&gt;Ice Age&lt;/a&gt; left large parts of Vestfold below sea level, and the most cultivated soil can be found on the marine terraces. Marine clay and sand cover most of the lower lying country in the south-west and north. The Vestfold moraine, a continuation of the Østfold moraine at Moss, is an ice-formed formation which stretches as a cohesive gravel ridge through the county, from &lt;a href=\"Horten\"&gt;Horten&lt;/a&gt; in the east to &lt;a href=\"M%C3%B8len\"&gt;Mølen&lt;/a&gt; in the south.\nPreserved areas.\n&lt;a href=\"F%C3%A6rder%20National%20Park\"&gt;Færder National Park&lt;/a&gt; was the county's first national park when the decision was formalized by &lt;a href=\"King%20Harald%20V\"&gt;King Harald V&lt;/a&gt; on 23 August 2013. The visitor center is at &lt;a href=\"Verdens%20Ende\"&gt;World's End&lt;/a&gt;, and was officially opened by &lt;a href=\"Queen%20Sonja%20of%20Norway\"&gt;Queen Sonja&lt;/a&gt; on 26 June 2015. The national park lies in &lt;a href=\"N%C3%B8tter%C3%B8y\"&gt;Nøtterøy&lt;/a&gt;- and &lt;a href=\"Tj%C3%B8me\"&gt;Tjøme&lt;/a&gt; municipalities, and is made up of of ocean and of land. It stretches from &lt;a href=\"Orm%C3%B8y\"&gt;Ormøy&lt;/a&gt; in the north to &lt;a href=\"F%C3%A6rder%20Lighthouse\"&gt;Færder Lighthouse&lt;/a&gt; in the south. It is one of two marine national parks in Norway, and is made up of coast, skerries, islands and sea bed.\n&lt;a href=\"M%C3%B8len\"&gt;Mølen&lt;/a&gt; in &lt;a href=\"Larvik\"&gt;Larvik&lt;/a&gt; is home to Norway's largest stone beach and is an ancient burial site consisting of 230 cairns, some exceeding in diameter. Excavations have dated the rock piles to about 250 A.D. It was the first &lt;a href=\"UNESCO%20Global%20Geopark\"&gt;UNESCO Global Geopark&lt;/a&gt; in the &lt;a href=\"Nordic%20countries\"&gt;Nordics&lt;/a&gt; when established in 2008. Mølen is one of Larvik's most popular tourist attractions. It is home to over a hundred species of rock, including Norway's national stone, \"&lt;a href=\"Larvikite\"&gt;Larvikite&lt;/a&gt;\", which is named from the area. It is a crucially important seabird habitat, where over 316 species of bird have been recorded.\nMunicipalities.\nVestfold County has experienced a large reduction in number of municipalities. As of 1949, the county was home to 19 rural municipalities and seven city municipalities. There were 14 municipalities as of 2016, but the number will decrease to 8 by 1 January 2020.\nAs of 1 January 2017 the number of municipalities in Vestfold County was reduced from 14 to 12.\nAs of 1 January 2018 the number of municipalities in Vestfold County was reduced from 12 to 9.\nPolitical strength.\nResults from parliamentary elections in Vestfold County since 1973:\nBold letters represent the alliances (Leftwing &lt;a href=\"Arbeiderpartiet\"&gt;Ap&lt;/a&gt;+&lt;a href=\"Sosialistisk%20Venstreparti\"&gt;SV&lt;/a&gt;. Centre &lt;a href=\"Kristelig%20Folkeparti\"&gt;KrF&lt;/a&gt;+&lt;a href=\"Venstre%20%28Norway%29\"&gt;V&lt;/a&gt;+&lt;a href=\"Senterpartiet\"&gt;Sp&lt;/a&gt;. Rightwing &lt;a href=\"H%C3%B8yre\"&gt;H&lt;/a&gt;+&lt;a href=\"Fremskrittspartiet\"&gt;Frp&lt;/a&gt;). M = Number of elected parliamentarians.\nDemographics.\nAccording to &lt;a href=\"Statistics%20Norway\"&gt;Statistics Norway&lt;/a&gt;, Vestfold County was home to 244,967 residents as of 1 January 2016. Immigrants made up 11.9 percent of the population in 2017. Most immigrants were from Poland (4,287 people), followed by Lithuania (2,794) and Iraq (1,549). Despite its small size, Vestfold had the third-highest &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; in Norway. However, the population density may still have been considered low; as an example, the population density of the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; was four times higher than that of Vestfold County in 1998.\nSandefjord was the most populous city of Vestfold County; one in four people from Vestfold were from Sandefjord, or 25.2 percent of the county population.\nEconomy.\nTraditional industries in Vestfold have included &lt;a href=\"whaling\"&gt;whaling&lt;/a&gt; and &lt;a href=\"ship%20building\"&gt;ship building&lt;/a&gt;. For over 50 years in the 19th century, &lt;a href=\"Sandefjord\"&gt;Sandefjord&lt;/a&gt; and partially &lt;a href=\"T%C3%B8nsberg\"&gt;Tønsberg&lt;/a&gt; functioned as the world centre for the whaling industry. However, whaling ended in the 1960s and the ship building industry has gradually reduced since the 1980s. &lt;a href=\"Information%20technology\"&gt;Information technology&lt;/a&gt; is currently a growing industry, and the county is home to large web shops such as &lt;a href=\"Komplett\"&gt;Komplett&lt;/a&gt;, MPX.no and netshop.no. 18.9 percent of the county's total area is used for agriculture, the highest percentage of any county in Norway. 70% of agricultural lands are used for the cultivation of grains. Vestfold's farming area makes up five percent of Norway's cultivated areas. However, by area, Vestfold only makes up 0.7 percent of Norway's land area.\nVestfold has Norway's most expensive vacation homes. Sandefjord had Norway's most expensive vacation homes in 2012, while &lt;a href=\"Tj%C3%B8me\"&gt;Tjøme&lt;/a&gt; had the most expensive homes as of 2010. General property values appreciated 28.3 percent between 2010 and 2015.\nTourism.\nSummer tourism is an important industry in Vestfold, particularly in coastal communities such as &lt;a href=\"Sandefjord\"&gt;Sandefjord&lt;/a&gt;, &lt;a href=\"Tj%C3%B8me\"&gt;Tjøme&lt;/a&gt; and &lt;a href=\"Stavern\"&gt;Stavern&lt;/a&gt;. Coastal cities also have large numbers of vacation homes. There were 534,724 hotel stays in 2015, where the purpose was vacationing for 236,895. Most international tourists were from the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, and &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;. There were 781,459 stays at rental cabins or campgrounds in 2015. Consequentially, the population increases drastically during summer months in municipalities such as Sandefjord, Tjøme, and elsewhere. The population at Tjøme goes from 4,500 to around 50,000 each summer. The population of islands such as Tjøme often quadruple during summer, while summer communities as &lt;a href=\"Stavern\"&gt;Stavern&lt;/a&gt; often sees a doubling or tripling. &lt;a href=\"Tj%C3%B8me\"&gt;Tjøme Island&lt;/a&gt; is home to nearly as many vacation homes as residential homes.\nWhile Tjøme has the nickname \"Sommerøya\" (\"the Summer Island\"), Sandefjord is nicknamed \"Badebyen\" (\"the Bathing City\") due to its many beaches and former spas. Sandefjord is known for its many great beaches, and it is primarily known as a summer resort community. It first became a bathing destination when &lt;a href=\"sulphur\"&gt;sulphur&lt;/a&gt; was discovered in 1837. The city gained further recognition when &lt;a href=\"Sandefjord%20Spa\"&gt;Sandefjord Sulfur Spa and Resort&lt;/a&gt; (\"Kurbadet\") was established in 1837. The bath was one of the most visited in Europe during the late 19th century.\nVestfold's most visited tourist attractions include &lt;a href=\"Borre%20mound%20cemetery\"&gt;Borre mound cemetery&lt;/a&gt;, the largest burial site in &lt;a href=\"Northern%20Europe\"&gt;Northern Europe&lt;/a&gt;, as well as numerous sites along the coast. Architectural sites include the villages of &lt;a href=\"%C3%85sg%C3%A5rdstrand\"&gt;Åsgårdstrand&lt;/a&gt;, &lt;a href=\"Karljohansvern\"&gt;Karljohansvern&lt;/a&gt; in &lt;a href=\"Horten\"&gt;Horten&lt;/a&gt;, and &lt;a href=\"Fredriksvern\"&gt;Fredriksvern&lt;/a&gt; in &lt;a href=\"Stavern\"&gt;Stavern&lt;/a&gt;. Other important attractions are &lt;a href=\"Sandefjord%20Museum\"&gt;Sandefjord Whaling Museum&lt;/a&gt;, &lt;a href=\"M%C3%B8len\"&gt;Mølen Geopark&lt;/a&gt; in &lt;a href=\"Larvik\"&gt;Larvik&lt;/a&gt;, as well as &lt;a href=\"T%C3%B8nsberg%20Fortress\"&gt;Tønsberg Fortress&lt;/a&gt; (\"Slottsfjellet\") in &lt;a href=\"T%C3%B8nsberg\"&gt;Tønsberg&lt;/a&gt;.\nLargest companies.\nLargest companies in Vestfold County based on &lt;a href=\"operating%20income\"&gt;operating income&lt;/a&gt; in 2015:\nCulture.\nVestfold is the county in Norway with the most traces from the &lt;a href=\"Viking%20Age\"&gt;Viking Age&lt;/a&gt;. Examples include the Oseberg- and &lt;a href=\"Gokstad%20Mound\"&gt;Gokstad Burial Mounds&lt;/a&gt;. While the &lt;a href=\"Oseberg%20Ship\"&gt;Oseberg Ship&lt;/a&gt; was discovered in &lt;a href=\"T%C3%B8nsberg\"&gt;Tønsberg&lt;/a&gt;, the &lt;a href=\"Gokstad%20Ship\"&gt;Gokstad Ship&lt;/a&gt; was discovered in &lt;a href=\"Sandefjord\"&gt;Sandefjord&lt;/a&gt;. The Gokstad Ship is Norway's largest preserved Viking ship. Both ships are now located at the &lt;a href=\"Viking%20Ship%20Museum%20%28Oslo%29\"&gt;Viking Ship Museum&lt;/a&gt; in Oslo. Additional burial mounds are found at &lt;a href=\"Borre%20mound%20cemetery\"&gt;Borre mound cemetery&lt;/a&gt; and &lt;a href=\"M%C3%B8len\"&gt;Mølen&lt;/a&gt;, an &lt;a href=\"UNESCO%20Global%20Geopark\"&gt;UNESCO Global Geopark&lt;/a&gt;. Borre mound cemetery is home to Northern Europe's largest burial mound site from Viking Age.\nVestfold is home to 21 churches dating to &lt;a href=\"medieval\"&gt;medieval&lt;/a&gt; times. It is also home to one stave church, &lt;a href=\"H%C3%B8yjord%20Stave%20Church\"&gt;Høyjord Stave Church&lt;/a&gt; in &lt;a href=\"Andebu\"&gt;Andebu&lt;/a&gt; (Sandefjord). Nearby Andebu Church also has Norway's oldest parish register, dating to 1623. The city of Sandefjord proper is home to Europe's only museum dedicated to whaling, &lt;a href=\"Sandefjord%20Museum\"&gt;Sandefjord Museum&lt;/a&gt; in the city centre. This museum also owns \"&lt;a href=\"Southern%20Actor\"&gt;Southern Actor&lt;/a&gt;\", a whale-catcher turned &lt;a href=\"museum%20ship\"&gt;museum ship&lt;/a&gt;. Southern Actor is the only whale-catcher from the Modern Whaling Epoch still to be in its original working order. Also at Sandefjord Harbor is the Harbour Chapel (\"Bryggekapellet\"), which is the only floating church in Norway and most likely Europe, perhaps the only floating church in the world.\nThe city of &lt;a href=\"T%C3%B8nsberg\"&gt;Tønsberg&lt;/a&gt; is Norway's oldest city, most likely founded in year 871. Tønsberg is home to &lt;a href=\"T%C3%B8nsberg%20Fortress\"&gt;Tønsberg Fortress&lt;/a&gt;, which is Scandinavia's largest ruin site. It includes ruins from \"Castrum Tunsbergis\", Norway's largest castle in the 13th century. An outdoor music festival is held at Tønsberg Fortress every July. Ruins of a German &lt;a href=\"fortress\"&gt;fortress&lt;/a&gt; can be seen at &lt;a href=\"Vester%C3%B8ya%23Folehavna%20Fort\"&gt;Folehavna Fort&lt;/a&gt; on &lt;a href=\"Vester%C3%B8ya\"&gt;West Island&lt;/a&gt;, Sandefjord.\nTransportation.\nThe &lt;a href=\"Vestfold%20Line\"&gt;Vestfold Line&lt;/a&gt; is a railway line that runs from &lt;a href=\"Drammen\"&gt;Drammen&lt;/a&gt;, through a number of towns in Vestfold and ending in the town of Skien in &lt;a href=\"Telemark\"&gt;Telemark&lt;/a&gt;. &lt;a href=\"European%20route%20E18\"&gt;European route E18&lt;/a&gt; runs through the county roughly parallel to the railway.\nThere are two international ferry connections, both operated by &lt;a href=\"Color%20Line%20%28ferry%20operator%29\"&gt;Color Line&lt;/a&gt;. &lt;a href=\"Larvik\"&gt;Larvik&lt;/a&gt; is connected to the Danish town &lt;a href=\"Hirtshals\"&gt;Hirtshals&lt;/a&gt;, the other route is between &lt;a href=\"Sandefjord\"&gt;Sandefjord&lt;/a&gt; and &lt;a href=\"Str%C3%B8mstad\"&gt;Strømstad&lt;/a&gt; in Sweden. &lt;a href=\"Fjord%20Line\"&gt;Fjord Line&lt;/a&gt; is also a ferry operator between Sandefjord and Strømstad. In addition there is a domestic route connecting &lt;a href=\"Horten\"&gt;Horten&lt;/a&gt; and &lt;a href=\"Moss\"&gt;Moss&lt;/a&gt;.\n&lt;a href=\"Sandefjord%20Airport%2C%20Torp\"&gt;Sandefjord Airport Torp&lt;/a&gt; is one of Norway's largest airports. Only &lt;a href=\"Bergen%20Airport%2C%20Flesland\"&gt;Bergen&lt;/a&gt;- and &lt;a href=\"Oslo%20Airport\"&gt;Oslo Airport&lt;/a&gt;s have more international flights than Torp Airport. Despite being located 74 miles south of Oslo, Torp is sometimes &lt;a href=\"Oslo%20Airport%20location%20controversy%23Torp%20and%20Rygge\"&gt;called Oslo Airport Torp&lt;/a&gt;. It is reached with a free shuttle bus from &lt;a href=\"Sandefjord%20Airport%20Station\"&gt;Sandefjord Airport Station&lt;/a&gt; on &lt;a href=\"Vestfold%20Line\"&gt;Vestfoldbanen&lt;/a&gt;. Torp is regional hub for low-cost carrier &lt;a href=\"Norwegian%20Air%20Shuttle\"&gt;Norwegian&lt;/a&gt;, as well as low-cost carriers &lt;a href=\"Ryanair\"&gt;Ryanair&lt;/a&gt; and &lt;a href=\"WizzAir\"&gt;WizzAir&lt;/a&gt; also operate from the airport. Torp offers direct routes to over 30 international and domestic destinations, including daily flights to European cities such as &lt;a href=\"London\"&gt;London&lt;/a&gt; and &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;.\nArchaeological sites.\nIstrehågan.\n&lt;a href=\"Istreh%C3%A5gan\"&gt;Istrehågan&lt;/a&gt; is an ancient burial ground which dates to the &lt;a href=\"Roman%20Iron%20Age%20%28Northern%20Europe%29\"&gt;Roman Iron Age&lt;/a&gt; around 1500-500 BCE. It is located at Jåberg in &lt;a href=\"Tj%C3%B8lling\"&gt;Tjølling&lt;/a&gt;, on the border between &lt;a href=\"Sandefjord\"&gt;Sandefjord&lt;/a&gt; and &lt;a href=\"Larvik\"&gt;Larvik&lt;/a&gt;. The rock settings at Istrehågan resemble a ship. It is long, and meters broad. Archaeological excavations made in 1959-61 uncovered\nremains of bones, bear claws, pottery shards, a brooch, and more. At Haugen farm on the Sandefjord side is Vestfold County's largest collection of &lt;a href=\"petroglyphs\"&gt;petroglyphs&lt;/a&gt;.\nBorre National Park.\nAt &lt;a href=\"Borre%20mound%20cemetery\"&gt;Borrehaugene&lt;/a&gt; near &lt;a href=\"Borre%2C%20Norway\"&gt;Borrre&lt;/a&gt; there are 9 large mounds and around 30 smaller ones. It is the largest &lt;a href=\"burial%20mound\"&gt;burial mound&lt;/a&gt; site in &lt;a href=\"Northern%20Europe\"&gt;Northern Europe&lt;/a&gt;.\nBorre mound cemetery most likely contains graves belonging to kings of the &lt;a href=\"Yngling\"&gt;Yngling&lt;/a&gt; dynasty. It is mentioned in the poem \"&lt;a href=\"Ynglingatal\"&gt;Ynglingatal&lt;/a&gt;\" as the burial site of one of two kings belonging to the royal dynasty of the Ynglingas.\nKaupang.\n&lt;a href=\"Kaupang\"&gt;Kaupang&lt;/a&gt; in &lt;a href=\"Skiringssal\"&gt;Skiringssal&lt;/a&gt; (&lt;a href=\"Larvik\"&gt;Larvik&lt;/a&gt;) is home to remains from the oldest &lt;a href=\"Nordic%20countries\"&gt;Nordic&lt;/a&gt; town yet discovered. It was a trade centre established around year 800, making it one of &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt;'s earliest urban sites. The settlement was abandoned in the mid-10th century. It is located in Kaupang Bay in Viksfjord, &lt;a href=\"Larvik\"&gt;Larvik&lt;/a&gt;. Archeological finds include melting pots, jewelry parts, casting moulds and casting models. Most of Kaupang remains not excavated. There are replicas of Viking homes at Kaupang today, giving insight to how homes were constructed during the &lt;a href=\"Viking%20Age\"&gt;Viking Age&lt;/a&gt;.\nOseberg Burial Mound.\nOseberg Mound is located in &lt;a href=\"T%C3%B8nsberg\"&gt;Tønsberg&lt;/a&gt; and is where the \"&lt;a href=\"Oseberg%20Ship\"&gt;Oseberg Ship&lt;/a&gt;\" was discovered. The ship, which dates to 834 A.D., had a length of . Two female skeletons were found in the ship's burial chamber.\nViking burial site at Gulli.\nGulli, outside &lt;a href=\"T%C3%B8nsberg\"&gt;Tønsberg&lt;/a&gt;, was the site of an archaeological excavation during the period from 2003 to 2004, prior to asphalt being laid for constructing the new &lt;a href=\"European%20route%20E18\"&gt;E18&lt;/a&gt; (road). There were 60 graves - 20 of those were preserved to a degree that [authorities decided] permitted examinations. \"Perhaps the most spectacular [item] was a \"høvre\"\" - used with a horse's harness. \"There are few of those in Norway - one in &lt;a href=\"Tr%C3%B8ndelag\"&gt;Trøndelag&lt;/a&gt; and a gilded one found in &lt;a href=\"Borre%20mound%20cemetery\"&gt;Borre&lt;/a&gt;\".\nThe artifacts are on display at the Midgard Historical Centre in Borre.\nFevang.\n19th century archeologists were struck by the many burial mounds and artifacts discovered at Fevang near &lt;a href=\"Torp%20Airport\"&gt;Torp Airport&lt;/a&gt; in &lt;a href=\"Sandefjord\"&gt;Sandefjord&lt;/a&gt;. Local farmers had discovered various artifacts in the 19th- and early 20th centuries. Archeologist &lt;a href=\"Nicolay%20Nicolaysen\"&gt;Nicolay Nicolaysen&lt;/a&gt; traveled to Fevang and concluded that Fevang was home to an array of ancient &lt;a href=\"burial%20mounds\"&gt;burial mounds&lt;/a&gt;. Nicolaysen further discovered that Fevang had been an active graveyard for over 1,000 years - since year 0 A.D. until the first Christian cemeteries were established. Among the artifacts discovered were a gold jewel named \"Berlokk\", which was retrieved in a woman's grave along with two gold beads, two blue glass beads, a hairpin, ceramic, burnt bones, and two clips of bronze. Her tomb is dated to the Old &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt;, around 0-400 A.D.\nGokstad Mound.\n&lt;a href=\"Gokstad%20Mound\"&gt;Gokstad Mound&lt;/a&gt; in Sandefjord was where the \"&lt;a href=\"Gokstad%20Ship\"&gt;Gokstad Ship&lt;/a&gt;\" was excavated by &lt;a href=\"Nicolay%20Nicolaysen\"&gt;Nicolay Nicolaysen&lt;/a&gt; in 1880. The skeleton of a man was found in the ship, long believed to be &lt;a href=\"Olaf%20Geirstad-Alf\"&gt;Olaf Geirstad-Alf&lt;/a&gt;, former king of Vestfold and half-brother of &lt;a href=\"Halfdan%20the%20Black\"&gt;Halfdan the Black&lt;/a&gt;, the father of &lt;a href=\"Harald%20Fairhair\"&gt;Harald Fairhair&lt;/a&gt;, Norway's first king. However, recent discoveries have increased uncertainty and it therefore remains unknown what chieftain was buried at &lt;a href=\"Gokstad\"&gt;Gokstad&lt;/a&gt;.\nThe ship, which is the largest found in Norway, is currently located at the &lt;a href=\"Viking%20Ship%20Museum%20%28Oslo%29\"&gt;Viking Ship Museum&lt;/a&gt; in Oslo. The ship was buried along with numerous gifts, including weapons, jewels, a gaming board, fish-hooks, 64 shields, six beds, three smaller boats and kitchen utensils. Twelve horses, eight dogs, two goshawks and two peacocks were also discovered in the grave.\nInterpretive signs have been put up at the mound and \"&lt;a href=\"Gokstad%20ship%23Replicas\"&gt;Gaia&lt;/a&gt;\", an exact replica of the Gokstad Ship, can be seen on Museum's Wharf at Sandefjord Harbor.\nMølen.\nThe &lt;a href=\"Old%20norse%20language\"&gt;Old Norse&lt;/a&gt; word \"Mol\" translates to &lt;a href=\"cairn\"&gt;cairn&lt;/a&gt;s, a site often used by ancient peoples to mark a burial site. &lt;a href=\"M%C3%B8len\"&gt;Mølen&lt;/a&gt;, which is Norway's largest stone beach, is home to 230 cairns, which have been built over ages. Some cairns have been dated to 250 A.D. The &lt;a href=\"isthmus\"&gt;isthmus&lt;/a&gt; of Mølen is home to stone piles, grave mounds, and stone settings, which are all part of a protected historic site. The last Ice Age pushed large amounts of gravel and stones ahead of it, and deposited it as a &lt;a href=\"moraine\"&gt;moraine&lt;/a&gt; through all of Vestfold, known as \"Vestfoldraet\". &lt;a href=\"Raet\"&gt;Raet&lt;/a&gt; meets the ocean at Mølen, where the moraine sinks into the sea. Its encounter with the &lt;a href=\"Skagerrak\"&gt;Skagerrak&lt;/a&gt; ocean waves has uncovered and polished the huge round stone floor for centuries.\nBøkeskogen.\nBesides being the largest &lt;a href=\"beech%20tree\"&gt;beech tree&lt;/a&gt; forest in &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;, and the most northernmost beech tree forest in the world, Bøkeskogen is also an important archeological area. 83-90 burial mounds have been discovered in the forest. Some of these include the largest burial grounds from the &lt;a href=\"Pre-Roman%20Iron%20Age\"&gt;Pre-Roman Iron Age&lt;/a&gt; in Vestfold County.&lt;ref name=\"https://snl.no/Larvik\"&gt;&lt;/ref&gt;\nRecreation.\nAt least 238 kilometers of coastal hiking trails can be found in Vestfold County, from &lt;a href=\"Larvik\"&gt;Larvik&lt;/a&gt; in the south to &lt;a href=\"Svelvik\"&gt;Svelvik&lt;/a&gt; in the north. Hiking trails are found throughout the county, including at &lt;a href=\"Verdens%20Ende\"&gt;World's End&lt;/a&gt; in &lt;a href=\"F%C3%A6rder%20National%20Park\"&gt;Færder National Park&lt;/a&gt;. Furthermore, there is a 35 km (22 mi.) marked trail between the towns of &lt;a href=\"Stavern\"&gt;Stavern&lt;/a&gt; and &lt;a href=\"Helgeroa\"&gt;Helgeroa&lt;/a&gt;. &lt;a href=\"M%C3%B8len\"&gt;Mølen&lt;/a&gt;, &lt;a href=\"Kj%C3%A6rrafossen\"&gt;Kjærrafossen&lt;/a&gt; and &lt;a href=\"B%C3%B8keskogen\"&gt;Bøkeskogen&lt;/a&gt; are also home to various trails. &lt;a href=\"%C3%98ster%C3%B8ya\"&gt;Tønsberg Barrel&lt;/a&gt;, an old beacon dated to \"&lt;a href=\"Sverris%20saga\"&gt;Sverris saga&lt;/a&gt;\" in the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, sits at &lt;a href=\"Yxn%C3%B8y\"&gt;Yxnøy&lt;/a&gt; on Sandefjord's &lt;a href=\"%C3%98ster%C3%B8ya\"&gt;East Island&lt;/a&gt;. &lt;a href=\"Vester%C3%B8ya\"&gt;West Island&lt;/a&gt; is home to Folehavna Fort and additional trails. Combined, the trails on Sandefjord's East- and West Islands are 45 km (28 mi.), and a part of the international &lt;a href=\"North%20Sea%20Trail\"&gt;North Sea Trail&lt;/a&gt;. Bøkeskogen in &lt;a href=\"Larvik\"&gt;Larvik&lt;/a&gt; is home to various trails, varying from 2.6 km (1.6 mi.) to 10 km (6.2 mi.) in length.\nFauna.\nVestfold's fauna includes species such as the &lt;a href=\"White-tailed%20eagle\"&gt;White-tailed eagle&lt;/a&gt;, &lt;a href=\"Roe%20deer\"&gt;Roe deer&lt;/a&gt;, &lt;a href=\"Moose\"&gt;Moose&lt;/a&gt;, &lt;a href=\"European%20hedgehog\"&gt;European hedgehog&lt;/a&gt;, &lt;a href=\"Eurasian%20eagle-owl\"&gt;Eurasian eagle-owl&lt;/a&gt;, &lt;a href=\"Mountain%20hare\"&gt;Mountain hare&lt;/a&gt;, &lt;a href=\"European%20badger\"&gt;European badger&lt;/a&gt;, &lt;a href=\"European%20pine%20marten\"&gt;European pine marten&lt;/a&gt;, and &lt;a href=\"Norway%20lemming\"&gt;Norway lemming&lt;/a&gt;. Rare observations of &lt;a href=\"Gray%20wolf\"&gt;Gray wolf&lt;/a&gt;, &lt;a href=\"European%20lynx\"&gt;European lynx&lt;/a&gt;, and &lt;a href=\"Brown%20bear\"&gt;Brown bear&lt;/a&gt; do occur. A wolf shot in &lt;a href=\"Lardal\"&gt;Lardal&lt;/a&gt; in 2013 was the first wolf killed in the county in over 100 years. Between 700 and 800 moose are annually hunted in Vestfold. &lt;a href=\"Larvik\"&gt;Larvik&lt;/a&gt; has one of the highest numbers of moose in Norway.\nThe &lt;a href=\"Harbor%20seal\"&gt;Harbor seal&lt;/a&gt; is the most commonly observed species of seal in Vestfold, and it was estimated to be at minimum 183 seals in Vestfold as of August 2014. Dolphins are uncommon, however, a &lt;a href=\"Common%20bottlenose%20dolphin\"&gt;Common bottlenose dolphin&lt;/a&gt; was observed by &lt;a href=\"N%C3%B8tter%C3%B8y\"&gt;Nøtterøy&lt;/a&gt; in 2014, and a &lt;a href=\"Striped%20dolphin\"&gt;Striped dolphin&lt;/a&gt; was observed the same summer at &lt;a href=\"Helgeroa\"&gt;Helgeroa&lt;/a&gt; in &lt;a href=\"Larvik\"&gt;Larvik&lt;/a&gt;.\n&lt;a href=\"Common%20European%20Viper\"&gt;Common European Viper&lt;/a&gt; is the only venomous snake found in Norway. There are two non-venomous snake species in Vestfold County: &lt;a href=\"European%20grass%20snake\"&gt;European grass snake&lt;/a&gt; and &lt;a href=\"European%20smooth%20snake\"&gt;European smooth snake&lt;/a&gt;.\nVestfold has a rich &lt;a href=\"avifauna\"&gt;avifauna&lt;/a&gt;: over 130 bird species have been observed in &lt;a href=\"Svelvik\"&gt;Svelvik&lt;/a&gt;, while &lt;a href=\"M%C3%B8len\"&gt;Mølen&lt;/a&gt; in &lt;a href=\"Larvik\"&gt;Larvik&lt;/a&gt; has the national record of 320 species.\nWildlife refuge.\n&lt;a href=\"Saltstein\"&gt;Saltstein&lt;/a&gt; is part of a protected habitat for birds. From 2014 &lt;a href=\"surfing\"&gt;surfing&lt;/a&gt; was permitted off Saltstein.\nBesides being an &lt;a href=\"UNESCO%20Global%20Geopark\"&gt;UNESCO Global Geopark&lt;/a&gt;, &lt;a href=\"M%C3%B8len\"&gt;Mølen&lt;/a&gt; in &lt;a href=\"Larvik\"&gt;Larvik&lt;/a&gt; is a habitat for a variety of rare bird species. Mølen became a protected sanctuary for birds in 1970. 320 species of birds have been recorded at Mølen, more species than at any other site in Norway.\nWildlife preserves include Melsom- and &lt;a href=\"Hemskilen\"&gt;Hemskilen&lt;/a&gt; Wildlife Preserves. Hemskilen Wildlife Preserve lies on the &lt;a href=\"Larvik\"&gt;Larvik&lt;/a&gt;-&lt;a href=\"Sandefjord\"&gt;Sandefjord&lt;/a&gt; border and is an important habitat for &lt;a href=\"shorebirds\"&gt;shorebirds&lt;/a&gt;, &lt;a href=\"geese\"&gt;geese&lt;/a&gt;, and &lt;a href=\"Passerines\"&gt;Passerines&lt;/a&gt;. Melsom Plant- and Wildlife Preserve in Sandefjord is home to various older oaks, some of them home to as many as 1,500 different species of insects. Marøyskjæra Bird Preserve consists of two skerries west of &lt;a href=\"Natholmen\"&gt;Natholmen&lt;/a&gt; Island, which have been important nesting areas for &lt;a href=\"Common%20tern\"&gt;Common tern&lt;/a&gt; and &lt;a href=\"Common%20gull\"&gt;Common gull&lt;/a&gt; since the 1980s. Over 500 seagulls hatched on the islets in the 1990s.\nIn popular culture.\nAlthough not filmed in Vestfold, the City of Tønsberg appears in the films \"&lt;a href=\"Thor%20%28film%29\"&gt;Thor&lt;/a&gt;\" (2011) and also in \"\" (2011), and in \nSome films shot in Vestfold include:"
}