{
    "id": "17114960",
    "revid": "28760867",
    "url": "https://en.wikipedia.org/wiki?curid=17114960",
    "title": "Goodbye, Toby",
    "text": "\"Goodbye, Toby\" is the fourth season hour-long finale of the American &lt;a href=\"comedy\"&gt;comedy&lt;/a&gt; &lt;a href=\"television%20program\"&gt;television series&lt;/a&gt; \"&lt;a href=\"The%20Office%20%28U.S.%20TV%20series%29\"&gt;The Office&lt;/a&gt;\", and the show's seventy-first and seventy-second episodes overall. Written by &lt;a href=\"Paul%20Lieberstein\"&gt;Paul Lieberstein&lt;/a&gt; and &lt;a href=\"Jennifer%20Celotta\"&gt;Jennifer Celotta&lt;/a&gt;, and directed by &lt;a href=\"Paul%20Feig\"&gt;Paul Feig&lt;/a&gt;, the episode first aired in the United States on May 15, 2008 on &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;.\nIn this episode, &lt;a href=\"Toby%20Flenderson\"&gt;Toby Flenderson&lt;/a&gt; (Lieberstein) spends his last day at Dunder Mifflin before moving to Costa Rica. &lt;a href=\"Michael%20Scott%20%28The%20Office%29\"&gt;Michael Scott&lt;/a&gt; (&lt;a href=\"Steve%20Carell\"&gt;Steve Carell&lt;/a&gt;) develops feelings for the new Human Resources Representative Holly Flax (Ryan), who makes her first appearance in this episode. &lt;a href=\"Jim%20Halpert\"&gt;Jim Halpert&lt;/a&gt;'s (&lt;a href=\"John%20Krasinski\"&gt;John Krasinski&lt;/a&gt;) plan to propose to &lt;a href=\"Pam%20Beesly\"&gt;Pam Beesly&lt;/a&gt; (&lt;a href=\"Jenna%20Fischer\"&gt;Jenna Fischer&lt;/a&gt;) gets ruined after &lt;a href=\"Andy%20Bernard\"&gt;Andy Bernard&lt;/a&gt; (&lt;a href=\"Ed%20Helms\"&gt;Ed Helms&lt;/a&gt;) makes a proposal of his own. Elsewhere, &lt;a href=\"Ryan%20Howard%20%28The%20Office%29\"&gt;Ryan Howard&lt;/a&gt; (&lt;a href=\"B.%20J.%20Novak\"&gt;B. J. Novak&lt;/a&gt;) is fired as Vice President of the company for misleading the shareholders and is sent to prison.\n\"Goodbye, Toby\" introduced the character of &lt;a href=\"Holly%20Flax\"&gt;Holly Flax&lt;/a&gt;, played by &lt;a href=\"Amy%20Ryan\"&gt;Amy Ryan&lt;/a&gt;, whose presence would drastically affect the office in the series' &lt;a href=\"The%20Office%20%28U.S.%20season%205%29\"&gt;fifth&lt;/a&gt; and &lt;a href=\"The%20Office%20%28U.S.%20season%207%29\"&gt;seventh&lt;/a&gt; seasons. The episode received largely positive reviews from critics, with many applauding the introduction of Amy Ryan's character, as well as the ending between Jim and Pam. The episode received 4.1 Nielsen rating and was watched by 8.07 million viewers.\nPlot.\n&lt;a href=\"Dunder%20Mifflin\"&gt;Dunder Mifflin&lt;/a&gt;'s &lt;a href=\"Scranton%2C%20Pennsylvania\"&gt;Scranton&lt;/a&gt; branch is planning a going-away party for &lt;a href=\"Toby%20Flenderson\"&gt;Toby Flenderson&lt;/a&gt; (&lt;a href=\"Paul%20Lieberstein\"&gt;Paul Lieberstein&lt;/a&gt;) before he leaves for &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;. &lt;a href=\"Michael%20Scott%20%28The%20Office%29\"&gt;Michael Scott&lt;/a&gt; (&lt;a href=\"Steve%20Carell\"&gt;Steve Carell&lt;/a&gt;) is extremely happy that Toby is leaving, but when &lt;a href=\"Angela%20Martin\"&gt;Angela Martin&lt;/a&gt; (&lt;a href=\"Angela%20Kinsey\"&gt;Angela Kinsey&lt;/a&gt;) balks at his unreasonable party demands, &lt;a href=\"Phyllis%20Vance\"&gt;Phyllis Vance&lt;/a&gt; (&lt;a href=\"Phyllis%20Smith\"&gt;Phyllis Smith&lt;/a&gt;) accepts the duty of planning the party. She does fantastically, ordering carnival rides and hiring a band.\nMichael's hatred of Toby has been transferred to the new human resources representative, &lt;a href=\"Holly%20Flax\"&gt;Holly Flax&lt;/a&gt; (&lt;a href=\"Amy%20Ryan\"&gt;Amy Ryan&lt;/a&gt;), and he and &lt;a href=\"Dwight%20Schrute\"&gt;Dwight Schrute&lt;/a&gt; (&lt;a href=\"Rainn%20Wilson\"&gt;Rainn Wilson&lt;/a&gt;) plan to haze her. When she playfully affects disdain for Toby, Michael takes her seriously, and suddenly falls in love with her. Taking advice from &lt;a href=\"Jim%20Halpert\"&gt;Jim Halpert&lt;/a&gt; (&lt;a href=\"John%20Krasinski\"&gt;John Krasinski&lt;/a&gt;), Michael succeeds in warming Holly up with small talk and jokes, and even tempers Toby's exit interview, which he had originally planned to be brutally insulting, because Holly attends. During the interview, Pam helps Toby finally get revenge against Michael by making him give up his favorite watch to Toby after discovering he planned on giving him a rock for a going away gift. Dwight, however, continues the &lt;a href=\"hazing\"&gt;hazing&lt;/a&gt;, telling Holly that &lt;a href=\"Kevin%20Malone\"&gt;Kevin Malone&lt;/a&gt; (&lt;a href=\"Brian%20Baumgartner\"&gt;Brian Baumgartner&lt;/a&gt;) is mentally challenged, and putting a raccoon in her car. When Michael catches Dwight trying to release a raccoon into Holly's car, he loudly proclaims his esteem for Holly. Holly gives special attention to Kevin throughout the episode due to her belief that he is mentally challenged, but Kevin believes her attention is a sexual interest in him.\n&lt;a href=\"Pam%20Beesly\"&gt;Pam Beesly&lt;/a&gt; (&lt;a href=\"Jenna%20Fischer\"&gt;Jenna Fischer&lt;/a&gt;) reveals that she is spending the summer studying graphic design at &lt;a href=\"Pratt%20Institute\"&gt;Pratt Institute&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, which she got accepted at. Meanwhile, Jim calls &lt;a href=\"Ryan%20Howard%20%28The%20Office%29\"&gt;Ryan Howard&lt;/a&gt; (&lt;a href=\"B.%20J.%20Novak\"&gt;B. J. Novak&lt;/a&gt;) about a huge sale that he has recently made. Patronizing as ever, Ryan instructs him to enter the sale on the company's website before abruptly hanging up. Jim takes this as another sign that Ryan is trying to push him out of the company, and leaves Ryan a voice mail proclaiming that he will fight Ryan's attempts to fire him. Shortly afterward, &lt;a href=\"Creed%20Bratton%20%28character%29\"&gt;Creed Bratton&lt;/a&gt; (&lt;a href=\"Creed%20Bratton\"&gt;Creed Bratton&lt;/a&gt;) and Jim find a video on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; of Ryan being arrested for &lt;a href=\"Securities%20fraud\"&gt;fraud&lt;/a&gt; in the full presence of his peers who are all recording his arrest on their cell phones and interrupt Toby's exit interview to show Michael, Toby, Pam, and Holly. In an interview, &lt;a href=\"Oscar%20Martinez%20%28The%20Office%29\"&gt;Oscar Martinez&lt;/a&gt; (&lt;a href=\"Oscar%20Nunez\"&gt;Oscar Nunez&lt;/a&gt;) reveals that Ryan's website was floundering, so he double-counted office sales as website sales, fraudulently inflating the firm's figures. Although Michael is deeply concerned for Ryan, Jim is pleased and leaves Ryan a second voice mail mockingly telling Ryan to disregard the last because he had his \"hands tied.\"\nMichael discovers that &lt;a href=\"Jan%20Levinson\"&gt;Jan Levinson&lt;/a&gt; (&lt;a href=\"Melora%20Hardin\"&gt;Melora Hardin&lt;/a&gt;) has &lt;a href=\"artificial%20insemination\"&gt;artificially inseminated&lt;/a&gt; herself from a &lt;a href=\"sperm%20bank\"&gt;sperm bank&lt;/a&gt; when Kevin runs into her at the grocery store. She explains that she did this while she was dating Michael, but still wants him to be involved in the pregnancy. He initially is indecisive, but eventually calls and agrees to attend &lt;a href=\"Lamaze\"&gt;Lamaze&lt;/a&gt; class with her.\nJim contributes several hundred dollars to the party-planning fund in order to buy fireworks, later revealing that he has decided to &lt;a href=\"Proposal%20of%20marriage\"&gt;propose&lt;/a&gt; to Pam, going back to their &lt;a href=\"The%20Client%20%28The%20Office%29\"&gt;\"first date\"&lt;/a&gt;. Pam notices the purchase and guesses his intentions; however, at the party, &lt;a href=\"Andy%20Bernard\"&gt;Andy Bernard&lt;/a&gt; (&lt;a href=\"Ed%20Helms\"&gt;Ed Helms&lt;/a&gt;) ruins the moment by proposing to Angela, who bitterly accepts. Pam is visibly disappointed that Jim didn't propose to her. Michael has security escort Toby out of the office as a parting insult. Dwight is crushed that his ex-girlfriend is marrying someone else. In the last scene of the episode, Phyllis returns to the office, pleased at the success of her party, where she and the camera crew walk in on Angela and Dwight having sex on Angela's desk.\nProduction.\n\"Goodbye, Toby\" was written by Paul Lieberstein and &lt;a href=\"Jennifer%20Celotta\"&gt;Jennifer Celotta&lt;/a&gt;. Lieberstein is also the actor who plays Toby Flenderson. It took Lieberstein and Celotta four or five days to write this episode. Writer Anthony Farrell said that the idea for Dunder Mifflin Infinity to fail was inspired by the days that he was an administrative assistant for &lt;a href=\"Countrywide%20Financial\"&gt;Countrywide Home Loans&lt;/a&gt;. Farrell recalled watching the company try new online initiatives and seeing them all be unsuccessful. \"Goodbye, Toby\" was the seventh episode of the series directed by &lt;a href=\"Paul%20Feig\"&gt;Paul Feig&lt;/a&gt;. Feig had previously directed \"&lt;a href=\"Office%20Olympics\"&gt;Office Olympics&lt;/a&gt;\", \"&lt;a href=\"Halloween%20%28The%20Office%29\"&gt;Halloween&lt;/a&gt;\", \"&lt;a href=\"Performance%20Review\"&gt;Performance Review&lt;/a&gt;\", \"&lt;a href=\"Email%20Surveillance\"&gt;Email Surveillance&lt;/a&gt;\", \"&lt;a href=\"Survivor%20Man\"&gt;Survivor Man&lt;/a&gt;\" and \"&lt;a href=\"Dinner%20Party%20%28The%20Office%29\"&gt;Dinner Party&lt;/a&gt;\". Feig was tasked with shooting many of the shots that would hide Angela Kinsey's pregnant stomach. To do this, he \"looked for places around the office that could conceal her belly\". Notably, the ending of the episode was shot in such a way that the audience could see that Dwight and Angela were having sex, but that Kinsey's stomach would not be seen.\nThe talking head interview wherein Michael compares Holly to a &lt;a href=\"baker\"&gt;baker&lt;/a&gt; came after what the writers call \"blitzes\", in which all the writers write a talking head on a specific topic, such as \"Michael's feelings to Holly\". Then they all read all of them out loud and see which one gets the biggest reaction. The YouTube video of Ryan being arrested was set on a private account. After \"Goodbye, Toby\" aired, the video was released to the public. When writing the story for the episode, the show originally planned on having Dwight put a badger in Holly's car, but after finding out that it was difficult to get a badger, it was switched to a raccoon. The script also called for the raccoon to attack Meredith, but that was decided against for safety reasons. During one of the takes wherein Michael is singing his parody songs, Carell grabbed a guitar and played an &lt;a href=\"Eddie%20Van%20Halen\"&gt;Eddie Van Halen&lt;/a&gt; &lt;a href=\"guitar%20solo\"&gt;guitar solo&lt;/a&gt;, but that scene was cut because it did not match Michael's character. After filming, the editors had about 72 minutes of material that they needed to cut down into 40 minutes. The script also included an un-filmed scene in which Jan reveals to Michael that her sperm donor was &lt;a href=\"Andy%20Roddick\"&gt;Andy Roddick&lt;/a&gt;.\n\"Goodbye, Toby\" introduced Holly Flax, played by Amy Ryan, who would go on to become Michael's main love interest. In fact, her return to the series in the &lt;a href=\"The%20Office%20%28U.S.%20season%207%29\"&gt;seventh season&lt;/a&gt; was used by the writers as a way to write Steve Carell out of the series after his contract ended. Ryan gained prominence with her role as Beadie Russell on the &lt;a href=\"HBO\"&gt;HBO&lt;/a&gt; series \"&lt;a href=\"The%20Wire\"&gt;The Wire&lt;/a&gt;\". The writers of \"The Office\", who were fans of the series, then approached Ryan about appearing in their show. Ryan, feeling that a comedy series would \"keep [her] a couple steps ahead of people [and] surprise people\" agreed. Holly's character was developed by the writers awhile before the episode was scripted. However, once Ryan began acting on set, Lieberstein explained that \"we started to see this really silly side that Amy brought to the character, and [we] found almost like a junior Michael in her. And we all saw it and knew what we had.\" After the filming of \"Goodbye, Toby\", the writers were hoping that Ryan would return for the &lt;a href=\"The%20Office%20%28U.S.%20season%205%29\"&gt;fifth season&lt;/a&gt;; the crew had not made a deal with her to film more episodes, but Lieberstein noted that \"we knew that she would stay around, or we hoped.\" The episode also guest starred Melora Hardin, and &lt;a href=\"Robert%20R.%20Shafer\"&gt;Robert R. Shafer&lt;/a&gt;. The members of &lt;a href=\"Darryl%20Philbin\"&gt;Darryl&lt;/a&gt;'s band are the actual members of actor &lt;a href=\"Craig%20Robinson%20%28actor%29\"&gt;Craig Robinson&lt;/a&gt;'s band: &lt;a href=\"Chris%20Rob\"&gt;Chris Rob&lt;/a&gt; played bass, Asa Watkins played drums, and David Sampson played guitar.\nThe Season Four DVD contains a number of deleted scenes from this episode. Notable cut scenes include Michael comparing Toby to the flu, Holly asking Pam if Kevin just ate before jumping in the bounce castle, Jim not sure whether Ryan is going to downsize him, Jim and Pam browsing for apartments online, the revelation that Kevin's band, Scrantonicity played 30 full &lt;a href=\"The%20Police%20%28band%29\"&gt;Police&lt;/a&gt; songs during &lt;a href=\"Phyllis%27%20Wedding\"&gt;Phyllis's wedding&lt;/a&gt;, Kelly watching Ryan's YouTube arrest video over and over again at Jim's desk, Jim asking about the website, and Troy (Noel Potek)—Ryan's drug dealer—showing up in Scranton. In one deleted scene, in which Toby gives a \"farewell\" speech that is interrupted by Michael, Toby pleads with the Dunder Mifflin staff to continue his fight to have the office checked for &lt;a href=\"Radon\"&gt;Radon&lt;/a&gt;; this scene foreshadows the Season 6 episode \"&lt;a href=\"The%20Chump\"&gt;The Chump&lt;/a&gt;\", in which Toby sets numerous Radon test kits around the office.\nCultural references.\nMichael offers to make Holly a &lt;a href=\"mixtape\"&gt;mixtape&lt;/a&gt;, which is a personalized compilation of songs recorded onto any audio format. Michael and Holly trade off comments, speaking as if they were &lt;a href=\"Yoda\"&gt;Yoda&lt;/a&gt;, the diminutive Jedi master from the \"&lt;a href=\"Star%20Wars\"&gt;Star Wars&lt;/a&gt;\" universe. Michael and Holly shout \"Acting!\"—the catchphrase from the &lt;a href=\"Jon%20Lovitz\"&gt;Jon Lovitz&lt;/a&gt;' \"&lt;a href=\"Master%20Thespian\"&gt;Master Thespian&lt;/a&gt;\" skit from \"&lt;a href=\"Saturday%20Night%20Live\"&gt;Saturday Night Live&lt;/a&gt;\". Michael sings a parody of \"&lt;a href=\"Goodbye%20Stranger\"&gt;Goodbye Stranger&lt;/a&gt;\" by &lt;a href=\"Supertramp\"&gt;Supertramp&lt;/a&gt; entitled \"Goodbye, Toby\". He also mentions two other parodies that he wrote, \"Beers in Heaven\" and \"Total Eclipse of the Fart\"; which are respectively parodies of \"&lt;a href=\"Tears%20in%20Heaven\"&gt;Tears in Heaven&lt;/a&gt;\" by &lt;a href=\"Eric%20Clapton\"&gt;Eric Clapton&lt;/a&gt; and \"&lt;a href=\"Total%20Eclipse%20of%20the%20Heart\"&gt;Total Eclipse of the Heart&lt;/a&gt;\" by &lt;a href=\"Bonnie%20Tyler\"&gt;Bonnie Tyler&lt;/a&gt;. The song \"&lt;a href=\"Just%20My%20Imagination%20%28Running%20Away%20with%20Me%29\"&gt;Just My Imagination&lt;/a&gt;\" by &lt;a href=\"The%20Temptations\"&gt;The Temptations&lt;/a&gt; can also be heard being performed by the band right before Andy proposes to Angela.\nReception.\n\"Goodbye, Toby\" first aired on May 15, 2008 on &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;. The episode received 4.1/10 in the 18–49 demographic in the &lt;a href=\"Nielsen%20ratings\"&gt;Nielsen ratings&lt;/a&gt;. This means that 4.1 percent of all households with an 18- to 49-year-old living in it watched the episode, and ten percent had their televisions tuned to the channel at any point. The episode was watched by 8.07 million viewers.\n\"Goodbye, Toby\" was generally well-received by critics. &lt;a href=\"TV%20Squad\"&gt;TV Squad&lt;/a&gt;'s Jay Black said that \"\"The Office\" is at its best when its exposing the dramas that take place at every workplace\". Black went on to say that Angela's rudeness to Phyllis \"was a small thread throughout the show, but a hilarious one\". Kelly West of Cinemablend.com wrote that even though the episode did not play-out \"the way [she] expected\", she was \"definitely not complaining\". &lt;a href=\"Alan%20Sepinwall\"&gt;Alan Sepinwall&lt;/a&gt;, a writer for \"&lt;a href=\"The%20Star-Ledger\"&gt;The Star-Ledger&lt;/a&gt;\", was critical of the proposal scenario, saying that \"I really, really, really hope the writers aren't going to be foolish enough to try to create real strife in the PB&amp;J (Pam Beesly and Jim) relationship over how long it's going to take Jim to propose.\" Furthermore, Sepinwall felt that \"Goodbye, Toby\" might have been, up until that point in the series, the show's \"best hour-long 'Office' ever\".\nNathan Rabin of \"&lt;a href=\"The%20A.V.%20Club\"&gt;The A.V. Club&lt;/a&gt;\" noted that \"Goodbye, Toby\" felt like \"the season finaleiest of all season finales\", largely because the series \"cramm[ed] three or four episodes worth of revelations and big plot twists and turns into one jam-packed, over-stuffed, incidentriffic mega-super-double-extended episode.\" Rabin was pleased with Ryan's performance, noting that it proved she could play more than an \"unfit, coke-crazed, borderline feral Boston shit-kickers\", a reference to her Academy Award nominated performance in \"&lt;a href=\"Gone%20Baby%20Gone\"&gt;Gone Baby Gone&lt;/a&gt;\". Furthermore, he was also complimentary towards the Jim and Pam plot. However, he felt that the episode's \"overstuffed\" qualities were a weakness, and he ultimately awarded it a \"B+\". The episode was nominated for an &lt;a href=\"Emmy\"&gt;Emmy&lt;/a&gt; at the &lt;a href=\"Primetime%20Emmys\"&gt;Primetime Emmys&lt;/a&gt; in the \"Best Direction for a Comedy Series\" category in 2008."
}