{
    "id": "17136009",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=17136009",
    "title": "Humboldt Senior High School",
    "text": "Humboldt Senior High School is a public high school located in &lt;a href=\"Saint%20Paul%2C%20Minnesota\"&gt;Saint Paul, Minnesota&lt;/a&gt;, United States which serves students in grades 6-12. The school is the smallest of the nine high schools in the &lt;a href=\"Saint%20Paul%20Public%20Schools\"&gt;Saint Paul Public Schools&lt;/a&gt; district with an enrollment of 858 students. It is the only high school located on the West Side of Saint Paul. The school was founded in 1889 and is one of the oldest in Saint Paul.\nA founding member of the Saint Paul City Conference, Humboldt fields regular and adapted sports teams.\nHumboldt has a large percentage of low-income students and has struggled on national standardized tests. The school shares facilities with Humboldt Junior High School and both schools have a program focus on environmental studies and career preparation. The school offers a number of college prep classes and has several programs to help low-income students prepare for and attend college.\nHistory.\nHumboldt opened for the 1889–1890 school year in a building, built in 1888. The school was the first high school on the West Side and the only one to be built since. The original building housed the school for twenty-three years, until 1909 when a new building was built. Additions were made to the 1909 structure in 1924 and 1959. In 1971 there was talk of closing the school. As a result of the campaign to keep the school open the latest portion of the building was built in 1976.\nIn the 1999–2000 school year Humboldt was placed on academic probation by Saint Paul Public Schools due to low test scores. A related report stated problems for the junior high as: \"Poor attendance and a huge tardiness problem. Teacher competency varies. Technology is not meaningfully worked into instruction. School needs its own principal, not shared with the high school\" and problems for the high school included \"Too many students do not take school seriously. Many staff members set low expectations for students.\" The following year Humboldt posted some of the largest gains in a state standardized tenth grade writing test. Competency increased from 58% to 75%. In June 2001 the junior high was placed off probation but the high school remained on.\nIn 2005 plans were approved to give Humboldt a $1.4 million upgrade to the school's athletic facilities. A new artificial turf stadium with new bleachers and a new scoreboard was built. Soccer, football and softball fields received upgrades. The project was part of a larger plan intended to boost enrollment especially from the local neighborhood.\nAs part of &lt;a href=\"No%20Child%20Left%20Behind%20Act\"&gt;No Child Left Behind Act&lt;/a&gt; Humboldt Junior High needed restructuring for the 2009–2010 school year as a result of continual low test scores and not making &lt;a href=\"Adequate%20Yearly%20Progress\"&gt;Adequate Yearly Progress&lt;/a&gt;. The high school portion was restructured as well because of its alignment with the junior high. As part of the restructuring 23 teachers were transferred from the school and a new program focus was created.\nCurriculum.\nHumboldt is a comprehensive high school and offers courses for college preparation and vocational training. Humboldt offers Advanced Placement classes as well as &lt;a href=\"College%20in%20the%20Schools\"&gt;College in the Schools&lt;/a&gt; classes Students are able to enroll in &lt;a href=\"PSEO\"&gt;PSEO&lt;/a&gt; classes at local colleges and universities. Two languages, French and Spanish, and American Sign Language classes are offered. There are several different programs to help low income students attend college including &lt;a href=\"Advancement%20Via%20Individual%20Determination\"&gt;AVID&lt;/a&gt;, &lt;a href=\"Admission%20Possible\"&gt;Admission Possible&lt;/a&gt; and &lt;a href=\"Upward%20Bound\"&gt;Upward Bound&lt;/a&gt;.\nThe school has had a number of different program focuses throughout the years and has struggled to have a clear identity. In 1987, there were plans for an international careers program at Humboldt. In 2002 Humboldt applied grant money from the Bill and Melinda Gates Foundation to establish several &lt;a href=\"Small%20Learning%20Communities\"&gt;Small Learning Communities&lt;/a&gt; (SLCs). The $450,000 grant created four SLCs; ninth-grade academy, community leadership academy, humanities academy, and a science, engineering and technology academy. The SLCs are no longer in place. Since the 2009-2009 school years Humboldt has partnered with Humboldt Junior High School creating a grade 7-12 program focusing on environmental science and career preparation.\nHumboldt is one of only six schools in the state of Minnesota to have an Army &lt;a href=\"JROTC\"&gt;JROTC&lt;/a&gt; unit. The program began in 1994. The school has community partnerships with several local colleges including: &lt;a href=\"University%20of%20Minnesota\"&gt;University of Minnesota&lt;/a&gt;, &lt;a href=\"Hamline%20University\"&gt;Hamline University&lt;/a&gt;, &lt;a href=\"St.%20Olaf%20College\"&gt;St. Olaf College&lt;/a&gt;, &lt;a href=\"University%20of%20St.%20Thomas%20%28Minnesota%29\"&gt;University of St. Thomas&lt;/a&gt;, and the Minnesota State Colleges and Universities (MnSCU) system. It has business partnerships with local companies such as &lt;a href=\"Ecolab\"&gt;Ecolab&lt;/a&gt; and &lt;a href=\"The%20Travelers%20Companies\"&gt;The Travelers Companies&lt;/a&gt;. There are Family And Consumer Science (FACS) classes, urban journalism classes and the school has an automotive repair program. Band and choir classes are offered. There are a number of extracurricular clubs including diversity clubs and Friendship club. English Language Learners (ELL) classes are also offered.\nStudents.\nHumboldt is the smallest high school in the Saint Paul Public School District. The school's neighborhood attendance area covers all of the West Side of Saint Paul and stretches across the Mississippi river to cover Downtown Saint Paul and portions of the &lt;a href=\"West%20Seventh%2C%20Saint%20Paul\"&gt;West Seventh neighborhood&lt;/a&gt;. The school has struggled to attract local students with only 30% of high school aged kids on the West Side attending Humboldt. A large proportion of students come from outside the neighborhood with only 37% of students being neighborhood kids. When attendance at the school declined students who could not fit into their neighborhood schools were sent to Humboldt as well as students who had been kicked out of other schools.\nAs of the 2006–2007 school year, Humboldt enrolled 898 students. The plurality were Black, at 41%, with Hispanics, 20% and Asians, 19% being the other major ethnic groups. 17% of students identified as White. The school has the second highest rate of poverty in high schools from the Saint Paul Public School system with 80% of students qualifying for Free and Reduced Price Lunch. Free and Reduced Price Lunch is the measure of poverty for the district. The school has a large percentage of students who have &lt;a href=\"limited%20English%20proficiency\"&gt;limited English proficiency&lt;/a&gt; (39%). 24% of students qualify for special education. The school has an &lt;a href=\"Adequate%20Yearly%20Progress\"&gt;Adequate Yearly Progress&lt;/a&gt; graduation rate of 76% while only 43% of students who initially enroll graduate within four years. 41% of students had grade level reading proficiency and 8% of students had proficiency in mathematics.\nStudent life.\nSports.\nHumboldt is a member of the &lt;a href=\"Minnesota%20State%20High%20School%20League\"&gt;Minnesota State High School League&lt;/a&gt;. competes in the &lt;a href=\"Saint%20Paul%20City%20Conference\"&gt;Saint Paul City Conference&lt;/a&gt;. The school was one of the founding members of the Saint Paul City Conference. Humboldt's football team has not had a winning season since 1975. The boys soccer team holds the three longest losing streaks in the City Conference with a 60-game losing streak stretching from 1997 to 2001. Since 2006 the boys soccer program has improved greatly. In 2007 the team won their first outright City Conference Championship since sharing the title with Central in 1987, the inaugural season.\nHumboldt offers nine boys' and nine girls' varsity sports. These include &lt;a href=\"High%20school%20football\"&gt;football&lt;/a&gt; (boys), &lt;a href=\"wrestling\"&gt;wrestling&lt;/a&gt; (boys), &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; (boys and girls), &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; (boys and girls), &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; (boys), &lt;a href=\"softball\"&gt;softball&lt;/a&gt; (girls), &lt;a href=\"golf\"&gt;golf&lt;/a&gt; (boys and girls), &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt; (boys and girls), &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt; (girls), &lt;a href=\"badminton\"&gt;badminton&lt;/a&gt; (girls), &lt;a href=\"Cross%20country%20running\"&gt;cross country&lt;/a&gt; (boys and girls) and track and field (boys and girls). Sports that are not offered at Humboldt are played in co-ops with other Saint Paul City Conference members. The school fields adapted Softball, Soccer, Bowling and Floor Hockey teams for Physically Impaired and Cognitively Impaired students. The PI and CI teams represent the entire Saint Paul City Conference.\nMascot.\nHumboldt's teams were formerly stylized as the \"Indians\". School officials spent months deciding whether to change the school's team name and mascot due to the continuing &lt;a href=\"Native%20American%20mascot%20controversy\"&gt;Native American mascot controversy&lt;/a&gt;. In 1988, the school's Parent/Community Advisory Committee decided to keep the name after a 555 to 64 vote (90%). The school then proceeded to add an Indian education curriculum. There were several attempts to convince the Saint Paul School Board to keep the mascot. In 1989, a committee of the school board asked that Humboldt change its logo after the State Board of Education requested all schools in Minnesota change their mascots. Local American Indians viewed the mascot as a \"symbol of ethnic and community pride\". A week later the school board required Humboldt to change its mascot. The school hosted several rallies to try to save the mascot and held walk outs led by Native American students. After the district asked the state Department of Education for assistance the state department deferred the decision to the district. The district then deferred the change to the community who voted to keep the mascot. The school board attempted to change the mascot again in 1992, when almost 88% of the school's &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt; students voted to keep the name. After four years the school board changed the school's name with the new logo, the Hawks, being used in the 1992–1993 school year."
}