{
    "id": "1713088",
    "revid": "326639",
    "url": "https://en.wikipedia.org/wiki?curid=1713088",
    "title": "Sipapu Bridge",
    "text": "Sipapu Bridge is a natural bridge or &lt;a href=\"natural%20arch\"&gt;arch&lt;/a&gt; located in the &lt;a href=\"Natural%20Bridges%20National%20Monument\"&gt;Natural Bridges National Monument&lt;/a&gt; in central &lt;a href=\"San%20Juan%20County%2C%20Utah\"&gt;San Juan County&lt;/a&gt;, &lt;a href=\"Utah\"&gt;Utah&lt;/a&gt;, United States. The bridge spans &lt;a href=\"White%20Canyon%20%28San%20Juan%20County%2C%20Utah%29\"&gt;White Canyon&lt;/a&gt;.\nDescription.\nSipapu was long reported to have a span of by the &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt;, ranking it as the fourth &lt;a href=\"List%20of%20longest%20natural%20arches\"&gt;longest natural arch in the world&lt;/a&gt;. A more accurate measurement obtained by laser survey in 2007 revealed the measurement to be a significant overstatement. The &lt;a href=\"Natural%20Arch%20and%20Bridge%20Society\"&gt;Natural Arch and Bridge Society&lt;/a&gt; has published a revised span of , demoting the arch to a thirteenth-place ranking.\nBased on specific criteria that separate natural arches from natural bridges, Sipapu is the sixth longest natural bridge after the more well-known &lt;a href=\"Rainbow%20Bridge%20National%20Monument\"&gt;Rainbow Bridge&lt;/a&gt; also located in Utah, and four Chinese natural bridges—all longer than Rainbow Bridge—which were measured and documented by NABS between 2010 and 2015.\nSipapu can be viewed from a roadside viewpoint, but more fully viewed from a short hiking trail that leads down to its base from the canyon rim. Since the closure of the trail leading under &lt;a href=\"Landscape%20Arch\"&gt;Landscape Arch&lt;/a&gt; due to safety concerns, and the voluntary prohibition placed on passing under Rainbow Bridge in deference to &lt;a href=\"Navajo%20Nation\"&gt;Navajo&lt;/a&gt; and &lt;a href=\"Hopi\"&gt;Hopi&lt;/a&gt; spiritual beliefs, Sipapu is now the longest natural arch in the world to have an active trail beneath it that visitors may pass under, affording views of the underside of the arch.\nName.\nThe name of the arch comes from the &lt;a href=\"Hopi\"&gt;Hopi&lt;/a&gt; word \"&lt;a href=\"sipapu\"&gt;sipapu&lt;/a&gt;\", a word for a symbolic portal from which the first human ancestors emerged. It was created in 1908. Earlier names, which still were in use until the mid 20th century, were \"President\", \"Augusta\" and \"Great Augusta\"."
}