{
    "id": "17158702",
    "revid": "27594181",
    "url": "https://en.wikipedia.org/wiki?curid=17158702",
    "title": "The Three Butchers",
    "text": "\"The Three Butchers\", \"Bold Johnson\", \"Dixon and Johnson\" or \"Johnson-Jinkson\" (&lt;a href=\"Roud%20Folk%20Song%20Index\"&gt;Roud&lt;/a&gt; # 17; &lt;a href=\"George%20Malcolm%20Laws\"&gt;Laws&lt;/a&gt; L4) is a traditional English folk ballad telling the story of how two or three butchers defeat seven or more robbers. There are a large number of versions of the song going by a variety of different titles.\nSynopsis.\nTwo or three butchers, variously name Johnson, Dixon, Jinkson, Jackson, Dickie amongst others, are travelling on horseback when they see a naked woman tied up by the side of the road. They give her a coat and put her on one of their horses but it turns out that she is the bait for a band of robbers and she gives the signal that the trap has worked. The brigands spring out of their hiding place and set on her would-be rescuers. One of the butchers wants to run away but the other elects to fight and proceeds to kill all but one of the highwaymen, who runs away. The woman then kills this butcher by stabbing him in the back.\nCommentary.\nOriginally printed as a &lt;a href=\"Broadside%20%28music%29\"&gt;broadside&lt;/a&gt; in England in the 17th century by Paul Burges, the ballad made its way to &lt;a href=\"United%20States\"&gt;America&lt;/a&gt; where it was collected by Randolph in \"Ozark Folksongs\" amongst others. It was recorded by &lt;a href=\"Charles%20Lafayette%20Todd\"&gt;Charles Lafayette Todd&lt;/a&gt; and &lt;a href=\"Robert%20Sonkin\"&gt;Robert Sonkin&lt;/a&gt; for the &lt;a href=\"Library%20of%20Congress\"&gt;Library of Congress&lt;/a&gt;.\nLyrics.\nSince this is a traditional folk song, the lyrics differ. However, in the modern era, the lyrics of the Gryphon and Roy Bailey versions of the song are very similar to the text below:\n&lt;poem&gt;\nIt's of three jolly butchers as I've heard many say:\nThey were going to some market town their money for to pay.\nThey rode together for a mile or two and a little more besides,\nSaid Johnson unto Jipson \"Stop I heard a woman cry\".\n\"Then stop I won't\" said Jipson, \"And stop I won't\" said Ryde.\n\"Then stop I will\" said Johnson, \"For I heard a woman cry\".\nSo Johnson he alighted and viewed the place around,\nAnd saw a naked woman with her hair tied to the ground.\n\"How came you here?\" said Johnson, \"How came you here?\" said he.\n\"Two highway men have robbed me that you can plainly see\".\nThen Johnson being a valiant man a man of courage bold,\nHe took the coat from off his back to keep her from the cold.\nThen Johnson being a valiant man a man of valiant mind,\nHe sat her up upon his horse and mounted up behind,\nAnd as they rode along the road as fast as they could ride.\nShe put her fingers to her lips and gave three piercing cries.\nOut sprang ten bold highwaymen with weapons in their hands.\nThey strode up to young Johnson and boldly bid him stand.\n\"Stand I will\" said Johnson \"as long as ever I can.\nFor I was never in all my life afraid of any man\".\nThen Johnson being a valiant man he made those bullets fly,\n'Til nine of them bold highwaymen all on the ground did lie.\nThis wicked woman standing by young Johnson did not mind,\nShe took a knife all from his side and stabbed him from behind.\nThis day it being a market day and people passing by,\nThey saw this woman's dreadful deed and raised a hue and cry.\nThen she was down to Newgate brought and bound in irons strong,\nFor killing the finest butcher as ever the sun shone on.\n&lt;/poem&gt;"
}