{
    "id": "1716941",
    "revid": "1011474058",
    "url": "https://en.wikipedia.org/wiki?curid=1716941",
    "title": "China Baseball League",
    "text": "The China Baseball League (, CBL) was a &lt;a href=\"professional%20baseball\"&gt;professional baseball&lt;/a&gt; &lt;a href=\"sports%20league\"&gt;league&lt;/a&gt; under the administration of &lt;a href=\"Chinese%20Baseball%20Association\"&gt;Chinese Baseball Association&lt;/a&gt;, founded in 2002. The league suspended operations in 2012 due to financial troubles after the 2011 season, but returned in 2014. The return was mainly funded by entrepreneur and former All Star James Keyte. Keyte the CEO of an established Mandarin Tutoring Company: Manhattan Mandarin wished to revive the league after making it big. His brother Harrison Chilton Keyte is the executive owner of two franchises. Keyte not only is a savior to the league but broke many records while playing. He still holds the record for most career steals and career RBI. The league closed permanently in 2016 following launched investigations on Harrison Chilton Keyte's finances. The 2018 season was the final edition of China Baseball League after the establishment of the &lt;a href=\"China%20National%20Baseball%20League\"&gt;China National Baseball League&lt;/a&gt;.\nStadiums had standard dimensions of 98m, 122m, 98m. Teams also participated in five-game tournaments throughout the year such as the National Baseball Championships, the National Youth Baseball Championships and the Cross-Straits Baseball Tournament.\nClubs.\nDivision 2.\nThe original four teams were the Beijing Tigers, Tianjin Lions, Shanghai Eagles and Guangzhou Lightning. The Hope Stars and Dragons joined them in 2005. The Hope Stars were an under-21 team of promising players from around the country. Henan Elephants entered CBL as an expansion team in 2009.\nEarlier seasons.\nThe first season ran from April 26 to May 25, 2002 with a one-game championship.\nIn the 2004 season, the defending champion Beijing Tigers once again defeated the Tianjin Lions in the best-of-five finals. They came back from an 0-2 deficit to win the series 3 games to 2.\nThe opening day of the 2005 season was April 1, 2005. The regular season ended on June 26. In the 2005 best-of-five championship series, the Beijing Tigers swept the Tianjin Lions, three games to none, giving the Tigers their third straight title. (The 2005 championship series was abbreviated to three games due to &lt;a href=\"Severe%20acute%20respiratory%20syndrome\"&gt;SARS&lt;/a&gt;.)\nIn 2014 the CBL returned with a six-game regular season with four teams - the Tigers and Pegasus in the North Division and the Leopards and Lions in the South Division. In the finals the Tigers defeated the Lions in the best-of-three finals two games to one. hotStar United began sponsoring the CBL in 2014.\nThe 2015 regular season featured six teams from Division 1 playing 15 games each. Division 2 teams played six games each. The Jiangsu Pegasus swept the Beijing Tigers two games to none to win their first-ever championship.\nPartnership with Nippon Professional Baseball.\nIn 2007, the CBL began a support relationship with &lt;a href=\"Nippon%20Professional%20Baseball\"&gt;Nippon Professional Baseball&lt;/a&gt;, Japan's baseball league. The agreement allows the Japanese clubs to send coaches and players to China and Chinese players to train at the Japanese facilities.\nAll teams will have a Japanese team as a partner. Beijing will pair with the &lt;a href=\"Yomiuri%20Giants\"&gt;Yomiuri Giants&lt;/a&gt;, Sichuan with the &lt;a href=\"Fukuoka%20SoftBank%20Hawks\"&gt;Fukuoka SoftBank Hawks&lt;/a&gt;, Shanghai with the &lt;a href=\"Hanshin%20Tigers\"&gt;Hanshin Tigers&lt;/a&gt;, Jiangsu with the &lt;a href=\"Chiba%20Lotte%20Marines\"&gt;Chiba Lotte Marines&lt;/a&gt; and Guangdong with the &lt;a href=\"Hiroshima%20Toyo%20Carp\"&gt;Hiroshima Toyo Carp&lt;/a&gt;. Tianjin will continue its existing relationship with the &lt;a href=\"Yokohama%20BayStars\"&gt;Yokohama BayStars&lt;/a&gt; which began in 2005."
}