{
    "id": "17182946",
    "revid": "38890092",
    "url": "https://en.wikipedia.org/wiki?curid=17182946",
    "title": "Ryan Tandy",
    "text": "Ryan Tandy (20 September 1981 – 28 April 2014) was an Australian professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played in the 2000s and 2010s. An &lt;a href=\"Ireland%20national%20rugby%20league%20team\"&gt;Ireland international&lt;/a&gt; representative forward, he played in the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt; for the &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra Dragons&lt;/a&gt;, &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt;, &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt;, &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt;, and the &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown Bulldogs&lt;/a&gt;, and in the &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt; for &lt;a href=\"Hull%20Kingston%20Rovers\"&gt;Hull Kingston Rovers&lt;/a&gt;. He was banned from playing professional rugby league in Australia after being found guilty of &lt;a href=\"spot-fixing\"&gt;spot-fixing&lt;/a&gt; during a match in 2010, and in 2014 died of a suspected drug overdose.\nBackground.\nOf Irish heritage, Tandy was born in &lt;a href=\"Gosford\"&gt;Gosford&lt;/a&gt;, &lt;a href=\"New%20South%20Wales%2C%20Australia\"&gt;New South Wales, Australia&lt;/a&gt; on 20 September 1981. He played Junior &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; for the Kincumber Colts on the Central Coast of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;.\nPlaying career.\nTandy's career covered stints with the &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra Dragons&lt;/a&gt;, &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt;, &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt;, &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt;, and the &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown Bulldogs&lt;/a&gt; in the NRL. He also played for the &lt;a href=\"Hull%20Kingston%20Rovers\"&gt;Hull Kingston Rovers&lt;/a&gt; in the &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt;. In the &lt;a href=\"Rugby%20League%20Championships\"&gt;National Leagues&lt;/a&gt; system he played for &lt;a href=\"Doncaster%20R.L.F.C.\"&gt;Doncaster&lt;/a&gt;, &lt;a href=\"Widnes%20Vikings\"&gt;Widnes Vikings&lt;/a&gt;, &lt;a href=\"Whitehaven%20R.L.F.C.\"&gt;Whitehaven&lt;/a&gt; and &lt;a href=\"Barrow%20Raiders\"&gt;Barrow&lt;/a&gt;. He was an &lt;a href=\"Ireland%20national%20rugby%20league%20team\"&gt;Ireland&lt;/a&gt; international.\nTandy débuted for the &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt; first grade team against the Brisbane Broncos in Round 15 2008.\nTandy was selected in the &lt;a href=\"Ireland%20national%20rugby%20league%20team\"&gt;Ireland&lt;/a&gt; national team for the &lt;a href=\"2008%20Rugby%20League%20World%20Cup\"&gt;2008 Rugby League World Cup&lt;/a&gt;, which led to a contract with &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt; for 2009. He played for Melbourne in the &lt;a href=\"2009%20NRL%20Grand%20Final\"&gt;2009 NRL Grand Final&lt;/a&gt; victory against &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta&lt;/a&gt;, but the premiership title was later stripped from the Storm due to salary cap breaches.\nHe signed with the &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown Bulldogs&lt;/a&gt; on 12 June 2010, and was sacked by them on 18 March 2011.\nBetting scandal.\nAfter the 21 August 2010 Canterbury-Bankstown match against the &lt;a href=\"North%20Queensland%20Cowboys\"&gt;North Queensland Cowboys&lt;/a&gt; Tandy became embroiled in a betting scandal. The &lt;a href=\"Totalisator%20Agency%20Board\"&gt;Totalisator Agency Board&lt;/a&gt; (TAB) announced that 95 per cent of bets placed on the first scoring play of this match were for the unusual option of a Cowboys penalty goal. Friends and associates of Tandy placed a large number of bets, with the total windfall for a successful bet expected to be over $100,000. Tandy was then responsible for two actions in the match to allow the opposing side to score a penalty goal inside the first two minutes: first by giving away possession to the Cowboys in the opening moments of the match by knocking on, and then giving away a penalty in the play-the-ball ten metres in front of the goal posts. These actions put the Cowboys in a position where a penalty goal was a likely outcome; but they decided on an attacking option and scored a try instead.\nTandy denied the accusations of deliberately giving away possession and a penalty to allow the exotic option on the bets to be successful. Despite this, he was arrested on 2 February 2011 for providing false evidence to a law enforcement agency during the investigation of the betting scandal. Tandy was in more than $70,000 debt at the time of the match, owing to losses from his own long-standing gambling addiction.\nOn 6 October 2011, Tandy was found to be guilty of manipulating the first scoring point of the game. He received an intensive correction order for six months. It required: community service, supervision and curfew, but he could have been jailed for two years. He appealed the charge in January 2014 but lost the case. Tandy received a lifetime ban from NRL rugby league over the &lt;a href=\"spot%20fixing\"&gt;spot fixing&lt;/a&gt;.\nLater life and death.\nIn January 2014, Tandy was arrested and charged with kidnapping in connection with the recovery of a drug debt from the victim, police alleging that Tandy was serving as a standover man. Three months after being bailed, Tandy was found dead at his parents' home in &lt;a href=\"Saratoga%2C%20New%20South%20Wales\"&gt;Saratoga, New South Wales&lt;/a&gt;, following what is believed to have been an accidental overdose of prescription drugs."
}