{
    "id": "1718453",
    "revid": "24382878",
    "url": "https://en.wikipedia.org/wiki?curid=1718453",
    "title": "Yahweh ben Yahweh",
    "text": "Yahweh ben Yahweh (born Hulon Mitchell Jr.; October 27, 1935 – May 7, 2007) in 1979 founded and led the &lt;a href=\"Nation%20of%20Yahweh\"&gt;Nation of Yahweh&lt;/a&gt;, a &lt;a href=\"new%20religious%20movement\"&gt;new religious movement&lt;/a&gt; headquartered in &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; that had thousands of black American devotees at its peak. Yahweh was later indicted on three counts of federal &lt;a href=\"racketeering\"&gt;racketeering&lt;/a&gt; and &lt;a href=\"extortion\"&gt;extortion&lt;/a&gt; charges, of which he was found not guilty. However, he was convicted of &lt;a href=\"conspiracy%20%28crime%29\"&gt;conspiracy to commit murder&lt;/a&gt;.\nEarly years.\nYahweh ben Yahweh was born Hulon Mitchell Jr. on October 27, 1935, one of 15 children born to Hulon Mitchell Sr., the minister of the Antioch &lt;a href=\"Church%20of%20God%20in%20Christ\"&gt;Church of God in Christ&lt;/a&gt; in &lt;a href=\"Enid%2C%20Oklahoma\"&gt;Enid, Oklahoma&lt;/a&gt;, and Pearl Mitchell, pianist for the same congregation.\nAfter leaving Oklahoma, Mitchell joined the military and then attended law school. He moved to &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt;, &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt;, where in the 1960s he joined the &lt;a href=\"Nation%20of%20Islam\"&gt;Nation of Islam&lt;/a&gt; (NOI) and took the name Hulon X. After leaving the NOI in the late '60s, he became a &lt;a href=\"faith%20healing\"&gt;faith healing&lt;/a&gt; &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; preacher and named himself Father Mitchell, fashioning himself after &lt;a href=\"Father%20Divine\"&gt;Father Divine&lt;/a&gt; and Samuel \"Father Jehovia\" Morris, two &lt;a href=\"African%20Americans\"&gt;African-American&lt;/a&gt; ministers and self-proclaimed divine connections to God who were active during the early 20th century. Mitchell arrived in &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt;, &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; in 1978, where he gathered members of the city's &lt;a href=\"Black%20Hebrew%20Israelites\"&gt;Black Hebrew Israelite&lt;/a&gt; congregations and founded the &lt;a href=\"Nation%20of%20Yahweh\"&gt;Nation of Yahweh&lt;/a&gt;.\nLeader of the Nation of Yahweh.\nThe Nation of Yahweh set up its headquarters in &lt;a href=\"Liberty%20City%2C%20Florida\"&gt;Liberty City, Florida&lt;/a&gt; in 1979. Broadly classified as a branch of the Black Hebrew Israelite movement, Mitchell's doctrine emphasized the belief that God and all of the prophets of the &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt; were &lt;a href=\"Black%20people\"&gt;black&lt;/a&gt; and that blacks would gain the knowledge of their true history through Mitchell himself.\nHe also characterized &lt;a href=\"White%20people\"&gt;whites&lt;/a&gt; and &lt;a href=\"Jews\"&gt;Jews&lt;/a&gt; as &lt;a href=\"infidel\"&gt;infidel&lt;/a&gt;s and oppressors. Mitchell emphasized loyalty to himself as the &lt;a href=\"son%20of%20God\"&gt;son of God&lt;/a&gt;, Yahweh.\nMitchell's business and charity efforts earned him respect in the community. The mayor of Miami, &lt;a href=\"Xavier%20Su%C3%A1rez\"&gt;Xavier Suárez&lt;/a&gt;, declared \"Yahweh ben Yahweh Day\" on October 7, 1990, a month before his &lt;a href=\"indictment\"&gt;indictment&lt;/a&gt;.\nCrimes and aftermath.\nAlthough Mitchell's followers remained devoted to him, he was in trouble with the law by the 1990s. Between 1990 and 2001, he served eleven years of an eighteen-year sentence on a &lt;a href=\"Racketeer%20Influenced%20and%20Corrupt%20Organizations%20Act\"&gt;Racketeer Influenced and Corrupt Organizations Act&lt;/a&gt; (RICO) conviction after he and several other Nation of Yahweh members were convicted of &lt;a href=\"conspiracy%20%28crime%29\"&gt;conspiracy&lt;/a&gt; for their role in more than a dozen murders.\n&lt;a href=\"Robert%20Rozier\"&gt;Robert Rozier&lt;/a&gt;, a former &lt;a href=\"National%20Football%20League\"&gt;NFL&lt;/a&gt; player and a devotee of Mitchell, confessed to seven of these murders.\nMitchell faced conviction only for conspiracy to murder. A primary component of the &lt;a href=\"prosecution\"&gt;prosecution&lt;/a&gt;'s case was Rozier, who testified in return for a lighter sentence. Rozier later entered the &lt;a href=\"United%20States%20Federal%20Witness%20Protection%20Program\"&gt;Witness Protection Program&lt;/a&gt;, but returned to prison on a sentence of 25 years to life under &lt;a href=\"California\"&gt;California&lt;/a&gt;'s &lt;a href=\"three%20strikes%20law\"&gt;three strikes law&lt;/a&gt;, following a &lt;a href=\"check%20kiting\"&gt;check kiting&lt;/a&gt; conviction. Mitchell had the &lt;a href=\"Federal%20Bureau%20of%20Prisons\"&gt;Federal Bureau of Prisons&lt;/a&gt; ID# 22031-034.\nMitchell was released on &lt;a href=\"parole\"&gt;parole&lt;/a&gt; in 2001 and returned to Miami, but his activities were strongly restricted until a few months before his death. He was prohibited from reconnecting with his old congregation. To ensure this, he was restricted from any form of speech by Internet, telephone, computer, radio or television that could place him in contact with any Nation of Yahweh members.\nLast years and death.\nIn 2006, as he became increasingly ill with &lt;a href=\"prostate%20cancer\"&gt;prostate cancer&lt;/a&gt;, Mitchell's attorney, Jayne Weintraub, petitioned the U.S. District Court for his release from parole to permit him to \"&lt;a href=\"die%20with%20dignity\"&gt;die with dignity&lt;/a&gt;\".\nMitchell died on May 7, 2007 at the age of 71.\nTelevision.\nThe story of the police investigation and prosecution of Yahweh ben Yahweh is the subject of an episode of \"&lt;a href=\"The%20FBI%20Files\"&gt;The FBI Files&lt;/a&gt;\" entitled \"Temple of Fear\" &lt;a href=\"List%20of%20The%20FBI%20Files%20episodes\"&gt;(Season 3, Episode 10)&lt;/a&gt; as well as an Investigation Discovery Channel episode of \"Most Infamous\" (Season 2, Episode1).\nA 2018 episode of People Magazine - Cults entitled \"Yahweh Nation,\" also on Investigation Discovery, tells the story of Hulon Mitchell Jr.\nFamily.\nOne of Mitchell's siblings is his younger sister, &lt;a href=\"Leona%20Mitchell\"&gt;Leona Mitchell&lt;/a&gt;, a soprano who sang at the &lt;a href=\"Metropolitan%20Opera\"&gt;Metropolitan Opera&lt;/a&gt;."
}