{
    "id": "171811",
    "revid": "1069161563",
    "url": "https://en.wikipedia.org/wiki?curid=171811",
    "title": "Planned Parenthood v. Casey",
    "text": "Planned Parenthood v. Casey, 505 U.S. 833 (1992), was a &lt;a href=\"List%20of%20landmark%20court%20decisions%20in%20the%20United%20States\"&gt;landmark&lt;/a&gt; &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;United States Supreme Court&lt;/a&gt; case regarding &lt;a href=\"Abortion%20in%20the%20United%20States\"&gt;abortion&lt;/a&gt;. In a &lt;a href=\"plurality%20opinion\"&gt;plurality opinion&lt;/a&gt;, the Court upheld a right to have an abortion that was established in \"&lt;a href=\"Roe%20v.%20Wade\"&gt;Roe v. Wade&lt;/a&gt;\" (1973), and altered the standard for analyzing restrictions on that right, crafting the &lt;a href=\"undue%20burden%20standard\"&gt;undue burden standard&lt;/a&gt; for abortion restrictions.\nThe case arose from a challenge to 5 provisions of the &lt;a href=\"Pennsylvania%20Abortion%20Control%20Act%20of%201982\"&gt;Pennsylvania Abortion Control Act of 1982&lt;/a&gt;; among the provisions were requirements for a waiting period, spousal notice, and (for minors) parental consent prior to undergoing an abortion procedure. In a plurality opinion jointly written by associate justices &lt;a href=\"Sandra%20Day%20O%27Connor\"&gt;Sandra Day O'Connor&lt;/a&gt;, &lt;a href=\"Anthony%20Kennedy\"&gt;Anthony Kennedy&lt;/a&gt;, and &lt;a href=\"David%20Souter\"&gt;David Souter&lt;/a&gt;, the Supreme Court upheld the \"essential holding\" of \"Roe\", which was that the &lt;a href=\"Due%20Process%20Clause\"&gt;Due Process Clause&lt;/a&gt; of the &lt;a href=\"Fourteenth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Fourteenth Amendment&lt;/a&gt; protects a woman's right to choose to have an abortion prior to &lt;a href=\"Fetal%20viability\"&gt;viability&lt;/a&gt;.\nThe Court overturned the \"Roe\" &lt;a href=\"Trimester%20%28pregnancy%29\"&gt;trimester&lt;/a&gt; framework in favor of a viability analysis, thereby allowing states to implement abortion restrictions that apply during the first trimester of pregnancy. The Court also replaced the &lt;a href=\"strict%20scrutiny\"&gt;strict scrutiny&lt;/a&gt; &lt;a href=\"standard%20of%20review\"&gt;standard of review&lt;/a&gt; required by \"Roe\" with the undue burden standard, under which abortion restrictions would be unconstitutional when they were enacted for \"the purpose or effect of placing a substantial obstacle in the path of a woman seeking an abortion of a nonviable fetus.\" Applying this new standard of review, the Court upheld 4 provisions of the Pennsylvania law, but invalidated the requirement of spousal notification. Four justices wrote or joined opinions arguing that \"Roe v. Wade\" should have been struck down, while 2 justices wrote opinions favoring the preservation of the higher standard of review for abortion restrictions.\nBackground.\nIn \"Casey\", the plaintiffs challenged 5 provisions of the Pennsylvania Abortion Control Act of 1982 authored by Rep. &lt;a href=\"Stephen%20Freind\"&gt;Stephen F. Freind&lt;/a&gt;, arguing that the provisions were unconstitutional under \"&lt;a href=\"Roe%20v.%20Wade\"&gt;Roe v. Wade&lt;/a&gt;\". The Court in \"Roe\" was the first to establish abortion as a fundamental right protected by the &lt;a href=\"Due%20Process%20Clause\"&gt;Due Process Clause&lt;/a&gt; of the &lt;a href=\"Fourteenth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Fourteenth Amendment&lt;/a&gt;. The majority in \"Roe\" further held that women have a privacy interest protecting their right to abortion embedded in the &lt;a href=\"Liberty%20Clause\"&gt;Liberty Clause&lt;/a&gt; of the Fourteenth Amendment. The 5 provisions at issue in \"Casey\" are summarized below.\n[t]hat condition, which, on the basis of the physician's good faith clinical judgment, so complicates the medical condition of a pregnant woman as to necessitate the immediate abortion of her pregnancy to avert her death or for which a delay will create serious risk of substantial and irreversible impairment of a major bodily function.\nThe case was a seminal one in the history of abortion decisions in the United States. It was the first case to provide an opportunity to overturn \"Roe\" since two &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; &lt;a href=\"Associate%20Justice%20of%20the%20Supreme%20Court%20of%20the%20United%20States\"&gt;Justices&lt;/a&gt;, &lt;a href=\"William%20J.%20Brennan%2C%20Jr.\"&gt;William Brennan&lt;/a&gt; and &lt;a href=\"Thurgood%20Marshall\"&gt;Thurgood Marshall&lt;/a&gt;, had been replaced with the &lt;a href=\"George%20Herbert%20Walker%20Bush\"&gt;George H.W. Bush&lt;/a&gt;-appointed Justices &lt;a href=\"David%20Souter\"&gt;David Souter&lt;/a&gt; and &lt;a href=\"Clarence%20Thomas\"&gt;Clarence Thomas&lt;/a&gt;. Both were viewed, in comparison to their predecessors, as ostensible &lt;a href=\"Conservatism\"&gt;conservatives&lt;/a&gt;. This left the Court with 8 Republican-appointed justices—6 of whom had been appointed by Presidents &lt;a href=\"Ronald%20Reagan\"&gt;Reagan&lt;/a&gt; or Bush, both of whom were well known for their opposition to \"Roe\". Finally, the only remaining Democratic appointee—Justice &lt;a href=\"Byron%20White\"&gt;Byron White&lt;/a&gt;—had been one of the 2 dissenters from the original \"Roe\" decision.\nAt this point, only 2 of the Justices were obvious supporters of \"Roe v. Wade\": &lt;a href=\"Harry%20Blackmun\"&gt;Harry Blackmun&lt;/a&gt;, the author of \"Roe\", and &lt;a href=\"John%20Paul%20Stevens\"&gt;John Paul Stevens&lt;/a&gt;, who had joined opinions specifically reaffirming \"Roe\" in \"&lt;a href=\"City%20of%20Akron%20v.%20Akron%20Center%20for%20Reproductive%20Health\"&gt;City of Akron v. Akron Center for Reproductive Health&lt;/a&gt;\" and \"&lt;a href=\"Thornburgh%20v.%20American%20College%20of%20Obstetricians%20%26amp%3B%20Gynecologists\"&gt;Thornburgh v. American College of Obstetricians &amp; Gynecologists&lt;/a&gt;\".\nThe case was argued by &lt;a href=\"American%20Civil%20Liberties%20Union\"&gt;ACLU&lt;/a&gt; attorney &lt;a href=\"Kathryn%20Kolbert\"&gt;Kathryn Kolbert&lt;/a&gt; for &lt;a href=\"Planned%20Parenthood\"&gt;Planned Parenthood&lt;/a&gt;, with &lt;a href=\"Linda%20J.%20Wharton\"&gt;Linda J. Wharton&lt;/a&gt; serving as Co-Lead Counsel. &lt;a href=\"Pennsylvania%20Attorney%20General\"&gt;Pennsylvania attorney general&lt;/a&gt; &lt;a href=\"Ernie%20Preate\"&gt;Ernie Preate&lt;/a&gt; argued the case for the State. Upon reaching the Supreme Court, the United States joined the case as an \"&lt;a href=\"amicus%20curiae\"&gt;amicus curiae&lt;/a&gt;\", and &lt;a href=\"Solicitor%20General%20of%20the%20United%20States\"&gt;Solicitor General&lt;/a&gt; &lt;a href=\"Ken%20Starr\"&gt;Ken Starr&lt;/a&gt; of the Bush Administration defended the Act in part by urging the Court to overturn \"Roe\" as having been wrongly decided.\nThe District Court's ruling.\nThe plaintiffs were five abortion clinics, a class of physicians who provided abortion services, and one physician representing himself independently. They filed suit in the &lt;a href=\"U.S.%20District%20Court%20for%20the%20Eastern%20District%20of%20Pennsylvania\"&gt;U.S. District Court for the Eastern District of Pennsylvania&lt;/a&gt; to &lt;a href=\"injunction\"&gt;enjoin&lt;/a&gt; the state from enforcing the five provisions and have them &lt;a href=\"Declaratory%20judgment\"&gt;declared&lt;/a&gt; facially unconstitutional. The District Court, after a three-day bench trial, held that all the provisions were unconstitutional and entered a permanent injunction against Pennsylvania's enforcement of them.\nThird Circuit Court of Appeals decision.\nThe Court of Appeals for the Third Circuit affirmed in part and reversed in part, upholding all of the regulations except for the husband notification requirement. The Third Circuit concluded that the husband notification was unduly burdensome because it potentially exposed married women to spousal abuse, violence, and economic duress at the hands of their husbands. Then-Circuit Judge &lt;a href=\"Samuel%20Alito\"&gt;Samuel Alito&lt;/a&gt; sat on that three-judge appellate panel and dissented from the court's invalidation of that requirement.\nThe Supreme Court's consideration.\nAt the conference of the Justices two days after oral argument, Justice David Souter defied expectations, joining Justices &lt;a href=\"Sandra%20Day%20O%27Connor\"&gt;Sandra Day O'Connor&lt;/a&gt;, John Paul Stevens, and Harry Blackmun, who had all dissented three years earlier in \"&lt;a href=\"Webster%20v.%20Reproductive%20Health%20Services\"&gt;Webster v. Reproductive Health Services&lt;/a&gt;\" with regard to that plurality's suggested reconsideration and narrowing of \"Roe\". This resulted in a precarious five-Justice majority consisting of Chief Justice &lt;a href=\"William%20Rehnquist\"&gt;William Rehnquist&lt;/a&gt;, Byron White, &lt;a href=\"Antonin%20Scalia\"&gt;Antonin Scalia&lt;/a&gt;, &lt;a href=\"Anthony%20Kennedy\"&gt;Anthony Kennedy&lt;/a&gt;, and Clarence Thomas that favored upholding all five contested abortion restrictions. However, Justice Kennedy changed his mind shortly thereafter, and joined with fellow Reagan-Bush justices Sandra Day O'Connor and David Souter to write a plurality opinion that would reaffirm \"Roe\".\nThe Court's opinions.\nExcept for the three opening sections of the O'Connor–Kennedy–Souter opinion, \"Casey\" was a divided judgment, as no other sections of any opinion were joined by a majority of justices. \nThe O'Connor, Kennedy, and Souter plurality opinion.\nThe authors of the plurality opinion began by noting the U.S. government's previous challenges to \"Roe v. Wade\":\nLiberty finds no refuge in a jurisprudence of doubt. Yet 19 years after our holding that the Constitution protects a woman's right to terminate her pregnancy in its early stages, \"Roe v. Wade\" (1973), that definition of liberty is still questioned. Joining the respondents as \"amicus curiae\", the United States, as it has done in five other cases in the last decade, again asks us to overrule \"Roe\".\nUpholding the \"essential holding\" in \"Roe\".\nThe plurality opinion stated that it was upholding what it called the \"essential holding\" of \"Roe\". The essential holding consists of three parts: (1) Women have the right to choose to have an abortion prior to viability and to do so without undue interference from the State; (2) the State can restrict the abortion procedure post-viability, so long as the law contains exceptions for pregnancies which endanger the woman's life or health; and (3) the State has legitimate interests from the outset of the pregnancy in protecting the health of the woman and the life of the fetus that may become a child. The plurality asserted that the fundamental right to abortion is grounded in the &lt;a href=\"Due%20Process%20Clause\"&gt;Due Process Clause&lt;/a&gt; of the Fourteenth Amendment, and the plurality reiterated what the Court had said in \"&lt;a href=\"Eisenstadt%20v.%20Baird\"&gt;Eisenstadt v. Baird&lt;/a&gt;\": \"[i]f the right of privacy means anything, it is the right of the individual, married or single, to be free from unwarranted governmental intrusion into matters so fundamentally affecting a person as the decision whether to bear or beget a child.\"\n\"Stare decisis\" analysis.\nThe plurality's opinion included a thorough discussion on the doctrine of \"&lt;a href=\"stare%20decisis\"&gt;stare decisis&lt;/a&gt;\" (respect of precedent), and provided a clear explanation for why the doctrine had to be applied in \"Casey\" with regards to \"Roe\". The authors of the plurality opinion emphasized that \"stare decisis\" had to apply in \"Casey\" because the \"Roe\" rule had not been proven intolerable; the rule had become subject \"to a kind of reliance that would lend a special hardship to the consequences of overruling and add inequity to the cost of repudiation\"; the law had not developed in such a way around the rule that left the rule \"no more than a remnant of abandoned doctrine\"; and the facts had not changed, nor viewed differently, to \"rob the old rule of significant application or justification.\" The plurality acknowledged that it was important for the Court to stand by prior decisions, even those decisions some found unpopular, unless there was a change in the fundamental reasoning underpinning the previous decision. The authors of the plurality opinion, making a special note of the precedential value of \"Roe v. Wade\", and specifically how women's lives were changed by that decision, stated,\nThe sum of the precedential enquiry to this point shows Roe's underpinnings unweakened in any way affecting its central holding. While it has engendered disapproval, it has not been unworkable. An entire generation has come of age free to assume Roe's concept of liberty in defining the capacity of women to act in society, and to make reproductive decisions; no erosion of principle going to liberty or personal autonomy has left Roe's central holding a doctrinal remnant.\nThe authors of the plurality opinion also acknowledged the need for predictability and consistency in judicial decision making. For example,Where, in the performance of its judicial duties, the Court decides a case in such a way as to resolve the sort of intensely divisive controversy reflected in Roe and those rare, comparable cases, its decision has a dimension that the resolution of the normal case does not carry. It is the dimension present whenever the Court's interpretation of the Constitution calls the contending sides of a national controversy to end their national division by accepting a common mandate rooted in the Constitution.\"\nThe plurality went on to analyze past judgments refusing to apply the doctrine of stare decisis, such as \"Brown v. Board of Education\". There, the authors of the plurality opinion explained, society's rejection of the \"Separate but Equal\" concept was a legitimate reason for the \"&lt;a href=\"Brown%20v.%20Board%20of%20Education\"&gt;Brown v. Board of Education&lt;/a&gt;\" court's rejection of the \"&lt;a href=\"Plessy%20v.%20Ferguson\"&gt;Plessy v. Ferguson&lt;/a&gt;\" doctrine. Emphasizing the lack of need to overrule the essential holding of \"Roe\", and the Court's need to not be seen as overruling a prior decision merely because the individual members of the Court had changed, the authors of the plurality opinion stated,\nBecause neither the factual underpinnings of Roe's central holding nor our understanding of it has changed (and because no other indication of weakened precedent has been shown), the Court could not pretend to be reexamining the prior law with any justification beyond a present doctrinal disposition to come out differently from the Court of 1973.\nThe plurality further emphasized that the Court would lack legitimacy if it frequently changed its Constitutional decisions, stating,\nThe Court must take care to speak and act in ways that allow people to accept its decisions on the terms the Court claims for them, as grounded truly in principle, not as compromises with social and political pressures having, as such, no bearing on the principled choices that the Court is obliged to make.\nSince the O'Connor-Kennedy-Souter plurality overruled some portions of \"Roe v. Wade\" despite its emphasis on \"stare decisis\", Chief Justice Rehnquist in dissent argued that this section was entirely \"&lt;a href=\"obiter%20dicta\"&gt;obiter dicta&lt;/a&gt;\". All these opening sections were joined by Justices Blackmun and Stevens for the majority. The remainder of the decision did not command a majority, but at least two other Justices concurred in judgment on each of the remaining points.\nViability of the fetus.\nAlthough upholding the \"essential holding\" in \"Roe\", and recognizing that women have some constitutional liberty to terminate their pregnancies, the O'Connor–Kennedy–Souter plurality overturned the \"Roe\" trimester framework in favor of a &lt;a href=\"Fetal%20viability\"&gt;viability analysis&lt;/a&gt;. The \"Roe\" trimester framework completely forbade states from regulating abortion during the first trimester of pregnancy, permitted regulations designed to protect a woman's health in the second trimester, and permitted prohibitions on abortion during the third trimester (when the fetus becomes viable) under the justification of fetal protection, and so long as the life or health of the mother was not at risk. The plurality found that continuing advancements in medical technology had proven that a fetus could be considered viable at 23 or 24 weeks rather than at the 28 weeks previously understood by the Court in \"Roe\". The plurality thus redrew the line of increasing state interest at viability because of increasing medical accuracy about when fetus viability takes place. Likewise, the authors of the plurality opinion felt that fetus viability was \"more workable\" than the trimester framework.\nhttps://en.wikipedia.org/w/index.php?title=Planned_Parenthood_v._Casey&amp;action=edit&amp;section=9\nUnder this new fetushttps://en.wikipedia.org/w/index.php?title=Planned_Parenthood_v._Casey&amp;action=edit&amp;section=9 viability framework, the plurality held that at the point of viability and subsequent to viability, the state could promote its interest in the \"potentiality of human life\" by regulating, or possibly proscribing, abortion \"except where it is necessary, in appropriate medical judgment, for the preservation of the life or health of the mother.\" Prior to https://en.wikipedia.org/w/index.php?title=Planned_Parenthood_v._Casey&amp;action=edit&amp;section=9fetus viability, the plurality held, the State can show concern for fetal development, but it cannot pose an undue burden on a woman's fundamental right to abortion. The plurality reasoned that the new pre- and pohttps://en.wikipedia.org/w/index.php?title=Planned_Parenthood_v._Casey&amp;action=edit&amp;section=9st-viability line would still uphold the essential holding of \"Roe\", which recognized both the woman's constitutionally protected liberty, and the State's \"important and legitimate interest in potential life.\"\nThe undue burden standard.\nIn replacing the trimester framework with the viability framework, the plurality also replaced the strict scrutiny analysis under \"Roe\", with the \"undue burden\" standard previously developed by O'Connor in her dissent in \"&lt;a href=\"City%20of%20Akron%20v.%20Akron%20Center%20for%20Reproductive%20Health\"&gt;Akron v. Akron Center for Reproductive Health&lt;/a&gt;\". A legal restriction posing an undue burden is one that has \"the purpose or effect of placing a substantial obstacle in the path of a woman seeking an abortion of a nonviable fetus.\" An undue burden is found even where a statute purports to further the interest of potential life or another valid state interest, if it places a substantial obstacle in the path of a woman's fundamental right to choice. The Supreme Court in the 2016 case \"&lt;a href=\"Whole%20Woman%27s%20Health%20v.%20Hellerstedt\"&gt;Whole Woman's Health v. Hellerstedt&lt;/a&gt;\" clarified exactly what the 'undue burden' test requires: \"\"Casey\" requires courts to consider the burdens a law imposes on abortion access together with the benefits those laws confer.\" The Supreme Court further clarified in the 2020 \"&lt;a href=\"June%20Medical%20Services%2C%20LLC%20v.%20Russo\"&gt;June Medical Services, LLC v. Russo&lt;/a&gt;\" opinion written by Justice &lt;a href=\"Stephen%20Breyer\"&gt;Stephen Breyer&lt;/a&gt; with respect to the undue burden standard: \"[T]his standard requires courts independently to review the legislative findings upon which an abortion-related statute rests and to weigh the law’s “asserted benefits against the burdens” it imposes on abortion access. 579 U.S., at ___(slip op., at 21) (citing \"&lt;a href=\"Gonzales%20v.%20Carhart\"&gt;Gonzales v. Carhart&lt;/a&gt;\", 550 U. S. 124, 165 (2007)).\" In \"&lt;a href=\"Whole%20Woman%27s%20Health%20v.%20Hellerstedt\"&gt;Whole Woman's Health v. Hellerstedt&lt;/a&gt;\" the court described the undue burden standard in its overall context with these words:\nIn applying the new undue burden standard, the plurality overruled \"&lt;a href=\"City%20of%20Akron%20v.%20Akron%20Center%20for%20Reproductive%20Health\"&gt;City of Akron v. Akron Center for Reproductive Health&lt;/a&gt;\", 462 U.S. 416 (1983) and \"&lt;a href=\"Thornburgh%20v.%20American%20College%20of%20Obstetricians%20and%20Gynecologists\"&gt;Thornburgh v. American College of Obstetricians and Gynecologists&lt;/a&gt;\", 476 U.S. 747 (1986), each of which applied \"&lt;a href=\"strict%20scrutiny\"&gt;strict scrutiny&lt;/a&gt;\" to abortion restrictions.\nApplying this new standard to the challenged Pennsylvania Act, the plurality struck down the spousal notice requirement, finding that for many women, the statutory provision would impose a substantial obstacle in their path to receive an abortion. The plurality recognized that the provision gave too much power to husbands over their wives (\"a spousal notice requirement enables the husband to wield an effective veto over his wife's decision\"), and could worsen situations of spousal and child abuse. In finding the provision unconstitutional, the authors of the plurality opinion clarified that the focus of the undue burden test is on the group \"for whom the law is a restriction, not the group for whom the law is irrelevant.\" Otherwise stated, courts should not focus on what portion of the population is affected by the legislation, but rather on the population the law would restrict. The plurality upheld the remaining contested regulations – the State's informed consent and 24-hour waiting period, parental consent requirements, reporting requirements, and the \"medical emergencies\" definition – holding that none constituted an undue burden.\nNotably, when the authors of the plurality discuss the right to privacy in the joint opinion, it is all within the context of a quotation or paraphrase from \"Roe\" or other previous cases. The authors of the plurality opinion do not, however, explicitly or implicitly state that they do not believe in a right to privacy, or that they do not support the use of privacy in \"Roe\" to justify the fundamental right to abortion. Justice Blackmun would not agree with an implication asserting otherwise, stating \"[t]he Court today reaffirms the long recognized rights of privacy and bodily integrity.\"\nKey judgment.\nChief Justice &lt;a href=\"John%20Roberts\"&gt;John Roberts&lt;/a&gt;'s concurrence in the 2020 \"&lt;a href=\"June%20Medical%20Services%2C%20LLC%20v.%20Russo\"&gt;June Medical Services, LLC v. Russo&lt;/a&gt;\" case noted the key outcomes in \"Casey\": \"The several restrictions that did not impose a substantial obstacle were constitutional, while the restriction that did impose a substantial obstacle was unconstitutional.\" Before an abortion regulation can be struck down as unconstitutional there must be a determination that this regulation imposes a substantial obstacle in light of &lt;a href=\"Planned%20Parenthood%20v.%20Casey%23The_undue_burden_standard\"&gt;the undue burden standard explained in the section above&lt;/a&gt;. In \"Casey\" \"the justices imposed a new standard to determine the validity of laws restricting abortions. The new standard asks whether a state abortion regulation has the purpose or effect of imposing an \"undue burden,\" which is defined as a \"substantial obstacle in the path of a woman seeking an abortion before the fetus attains viability.\" The key judgment of Casey can be summed up as follows: \"Under \"Casey\", abortion regulations are valid so long as they do not pose a substantial obstacle and meet the threshold requirement of being “reasonably related” to a “legitimate purpose.” \"Id.\", at 878; \"id.\", at 882 (joint opinion).\"\nThe concurrence/dissents.\nJustices Harry Blackmun and John Paul Stevens, who both joined the plurality in part, also each filed opinions concurring in the Court's judgment in part and dissenting in part. Chief Justice William Rehnquist filed an opinion concurring in the Court's judgment in part and dissenting in part, which was joined by Justices Byron White, Antonin Scalia, and Clarence Thomas, none of whom joined any part of the plurality. Justice Scalia also filed an opinion concurring in the judgment in part and dissenting in part, which was also joined by Rehnquist, White, and Thomas.\nRehnquist and Scalia, joined by White and Thomas.\nRehnquist and Scalia each joined the plurality in upholding the parental consent, informed consent, and waiting period laws. However, they dissented from the plurality's decision to uphold \"Roe v. Wade\" and strike down the spousal notification law, contending that \"Roe\" was incorrectly decided. In his opinion, Chief Justice Rehnquist questioned the fundamental right to an abortion, the \"right to privacy\", and the strict scrutiny application in \"Roe\". He also questioned the new \"undue burden\" analysis under the plurality opinion, instead deciding that the proper analysis for the regulation of abortions was rational-basis.\nIn his opinion, Justice Scalia also argued for a rational-basis approach, finding that the Pennsylvania statute in its entirety was constitutional. He argued that abortion was not a \"protected\" liberty, and as such, the abortion liberty could be intruded upon by the State. To this end, Justice Scalia concluded this was so because an abortion right was not in the Constitution, and \"longstanding traditions of American society\" have allowed abortion to be legally proscribed. Rehnquist and Scalia joined each other's concurrence/dissents. White and Thomas, who did not write their own opinions, joined in both.\nStevens and Blackmun.\nJustices Blackmun and Stevens wrote opinions in which they approved of the plurality's preservation of \"Roe\" and rejection of the spousal notification law. They did not, however, agree with the plurality's decision to uphold the other three laws at issue.\nJustice Stevens concurred in part and dissented in part. Justice Stevens joined the plurality's preservation of \"Roe\" and rejection of the spousal notification law, but under his interpretation of the undue burden standard (\"[a] burden may be 'undue' either because the burden is too severe or because it lacks a legitimate rational justification\"), he would have found the information requirements in §§ 3205(a)(2)(i)–(iii) and § 3205(a)(1)(ii), and the 24-hour waiting period in §§ 3205(a)(1)–(2) unconstitutional. Instead of applying an undue burden analysis, Justice Stevens would have preferred to apply the analyses in \"Akron\" and \"Thornburgh,\" two cases that had applied a strict scrutiny analysis, to reach the same conclusions. Justice Stevens also placed great emphasis on the fact that women had a right to bodily integrity, and a constitutionally protected liberty interest to decide matters of the \"highest privacy and the most personal nature.\" As such, Justice Stevens felt that a State should not be permitted to attempt to \"persuade the woman to choose childbirth over abortion\"; he felt this was too coercive and violated the woman's decisional autonomy.\nJustice Blackmun concurred in part, concurred in the judgment in part, and dissented in part. He joined the plurality's preservation of \"Roe\" – of which he wrote the majority – and he, too, rejected the spousal notification law. Justice Blackmun, however, argued for a woman's right to privacy and insisted, as he did in \"Roe\", that all non-\"de-minimis\" abortion regulations were subject to strict scrutiny. Using such an analysis, Justice Blackmun argued that the content-based counseling, the 24-hour waiting period, informed parental consent, and the reporting regulations were unconstitutional. He also dissented from the plurality's undue burden test, and instead found his trimester framework \"administrable\" and \"far less manipulable\". Blackmun even went further in his opinion than Stevens, sharply attacking and criticizing the anti-\"Roe\" bloc of the Court."
}