{
    "id": "17190658",
    "revid": "1024224553",
    "url": "https://en.wikipedia.org/wiki?curid=17190658",
    "title": "A Tale of the Ragged Mountains",
    "text": "\"A Tale of the Ragged Mountains\" is a &lt;a href=\"short%20story\"&gt;short story&lt;/a&gt; written by &lt;a href=\"Edgar%20Allan%20Poe\"&gt;Edgar Allan Poe&lt;/a&gt; partially based on his experiences while a student at the &lt;a href=\"University%20of%20Virginia\"&gt;University of Virginia&lt;/a&gt;. Set near &lt;a href=\"Charlottesville%2C%20Virginia\"&gt;Charlottesville&lt;/a&gt;, it is the only one of Poe's stories to take place in Virginia. It was first published in \"&lt;a href=\"Godey%27s%20Lady%27s%20Book\"&gt;Godey's Lady's Book&lt;/a&gt;\" in April 1844 and was included in Poe's short story collection \"Tales\", published in New York by Wiley and Putnam in 1845. There is a Spanish translation by &lt;a href=\"Julio%20Cort%C3%A1zar\"&gt;Julio Cortázar&lt;/a&gt;.\nPlot summary.\nSet in late November 1827, the tale is begun by an unidentified narrator whose story is the loose outer frame for the central tale of Augustus Bedloe, a wealthy young invalid whom the narrator has known \"casually\" for eighteen years yet who still remains an enigma. Because of ongoing problems with &lt;a href=\"neuralgia\"&gt;neuralgia&lt;/a&gt;, Bedloe has retained the exclusive services of 70-year-old physician Dr. Templeton, a devotee of &lt;a href=\"Franz%20Mesmer\"&gt;Franz Mesmer&lt;/a&gt; and the doctrine of &lt;a href=\"animal%20magnetism\"&gt;animal magnetism&lt;/a&gt;, also called \"mesmerism\".\nAugustus Bedloe had met the doctor previously at Saratoga where Bedloe seemed to benefit from Templeton's ministrations. They most likely met in a medical context at the &lt;a href=\"Saratoga%20Springs%2C%20New%20York%23The%20Springs\"&gt;Saratoga mineral springs&lt;/a&gt;.\nThe unidentified narrator recites the tale as told by Bedloe, delivered after his late return from one of his customary long rambles in the &lt;a href=\"Ragged%20Mountains\"&gt;Ragged Mountains&lt;/a&gt;, \"the chain of wild and dreary hills that lie westward and southward of Charlottesville\". At 9:00 that morning, after a breakfast of strong &lt;a href=\"coffee\"&gt;coffee&lt;/a&gt; and &lt;a href=\"morphine\"&gt;morphine&lt;/a&gt; for the pain of his neuralgia, Bedloe leaves Charlottesville and heads towards the Ragged Mountains. About an hour later, he enters a gorge of \"absolutely virgin\" solitude, filled with a \"thick and peculiar mist\" in which the visual beauty of his surroundings stands out to him in delightful brilliance as the morphine takes effect.\nSoon, Bedloe hears unexpected drumming and a metallic rattling sound after which he is startled when \"a dusky-visaged and half-naked man rushed past... with a shriek\" followed by a hyena. Stupefied by this bizarre encounter, Bedloe sits beneath a tree and suddenly notices that its shadow is that of a &lt;a href=\"Arecaceae\"&gt;palm tree&lt;/a&gt; not native to Virginia. In \"perfect command\" of his senses, Bedloe notices a strange odor on the breeze and hears a low murmur after which a wind clears the fog and he sees \"an Eastern-looking city, such as we read of in &lt;a href=\"One%20Thousand%20and%20One%20Nights\"&gt;the Arabian Tales&lt;/a&gt;\" later identified by Dr. Templeton as &lt;a href=\"Benares\"&gt;Benares&lt;/a&gt;. Bedloe descends into the city and eventually finds himself barricaded in a kiosk with British officers as a battle rages. In the fighting Bedloe is killed by an arrow shaped like \"the writhing &lt;a href=\"kris\"&gt;creese&lt;/a&gt; of the Malay\" that strikes him in the temple.\nAs Bedloe recounts his inexplicable journey and return, Dr. Templeton strangely seems to know the story already. When the unnamed narrator challenges Bedloe's claim of death, the odd rapport between the doctor and the patient becomes evident as Bedloe trembles in pale silence while Templeton stares with bulging eyes and chattering teeth.\nBedloe then describes the physical and mental experiences of disembodiment and re-embodiment punctuated by distinct &lt;a href=\"galvanism\"&gt;galvanic shocks&lt;/a&gt;, on his return from Calcutta to the Ragged Mountains. Though Bedloe cannot ultimately dismiss his adventure as a dream, the story concludes ambiguously leaving us with suggestions that either the power of Dr. Templeton's writing caused Bedloe's disembodied time-travel experience or that Bedloe is the reincarnation of Templeton's friend Oldeb who died in 1780 fighting alongside &lt;a href=\"Warren%20Hastings\"&gt;Warren Hastings&lt;/a&gt; and a group of British soldiers and &lt;a href=\"sepoys\"&gt;sepoys&lt;/a&gt; during the insurrection of &lt;a href=\"Chait%20Singh\"&gt;Chait Singh&lt;/a&gt;.\nThe story ends with Bedloe's death by the accidental application of a poisonous \"sangsue\" (sanguisuge) or &lt;a href=\"leech\"&gt;leech&lt;/a&gt; to relieve a \"great determination of blood to the head\". The narrator completes the tale with a note of astonished perplexity upon reading the obituary and finding Bedloe's name accidentally spelled without the \"e\", making \"Bedlo\" the perfect reverse of \"Oldeb\".\nCriticism.\nSome critics, like E. F. Bleiler and Doris V. Falk, criticize the story for its lack of clarity and literary sophistication. They argue that its ambiguity hurts rather than helps its literary quality, especially in the canon of Poe's characteristically well-elaborated works. Other critics look to the focus on mesmerism as a source of its weakness. They argue that it gives the story too scientific a slant that distracts from its strengths in plot and style. One scholar claims that Poe is describing a case of &lt;a href=\"Marfan%20syndrome\"&gt;Marfan syndrome&lt;/a&gt; in Augustus Bedloe more than five decades before &lt;a href=\"Antoine%20Marfan\"&gt;Antoine Marfan&lt;/a&gt; presented his first and famous patient, five-year-old Gabrielle, to a French medical association.\nPublication history.\nThe short story first appeared in the April 1844 \"&lt;a href=\"Godey%27s%20Lady%27s%20Book\"&gt;Godey's Lady's Book&lt;/a&gt;\". The story also appeared in the November 29, 1845 \"Broadway Journal\". The story was reprinted in the March 23, 1844 \"Baltimore Weekly Sun\", in the March 30, 1844 issue of \"The Baltimore Sun\", the April 27, 1844 \"Columbia Spy\" in Columbia, PA, and in 1846 in \"The Brooklyn Daily Eagle and King’s County Democrat\", edited by &lt;a href=\"Walt%20Whitman\"&gt;Walt Whitman&lt;/a&gt;, in October 9 and 10."
}