{
    "id": "1724714",
    "revid": "1189543",
    "url": "https://en.wikipedia.org/wiki?curid=1724714",
    "title": "Herman Snellen",
    "text": "Herman Snellen (February 19, 1834 – January 18, 1908) was a Dutch &lt;a href=\"ophthalmologist\"&gt;ophthalmologist&lt;/a&gt; who introduced the &lt;a href=\"Snellen%20chart\"&gt;Snellen chart&lt;/a&gt; to study &lt;a href=\"visual%20acuity\"&gt;visual acuity&lt;/a&gt; (1862). He took over directorship of the Netherlands Hospital for Eye Patients (Nederlandsch Gasthuis voor Ooglijders), after &lt;a href=\"Franciscus%20Donders\"&gt;Franciscus Donders&lt;/a&gt;.\nEarly life.\nSnellen studied medicine at &lt;a href=\"Utrecht%20University\"&gt;Utrecht University&lt;/a&gt; under Donders, &lt;a href=\"Gerardus%20Johannes%20Mulder\"&gt;Gerardus Johannes Mulder&lt;/a&gt; and &lt;a href=\"Jacobus%20Schroeder%20van%20der%20Kolk\"&gt;Jacobus Schroeder van der Kolk&lt;/a&gt;. He earned his medical degree in 1858. He specialized in ophthalmology and worked as an assistant physician at the Netherlands Hospital for Eye Patients after he had completed his degree.\nDirector.\nHe was named to succeed Donders as the institute's director in 1884, a position he served until 1903. In 1877, he was appointed as a professor of ophthalmology at &lt;a href=\"Utrecht%20University\"&gt;Utrecht University&lt;/a&gt;. He did research on &lt;a href=\"astigmatism\"&gt;astigmatism&lt;/a&gt;, &lt;a href=\"glaucoma\"&gt;glaucoma&lt;/a&gt; and other &lt;a href=\"eye%20disease\"&gt;eye disease&lt;/a&gt;s as well as research on correction of visual acuity using eyeglasses and ophthalmological surgery.\nChart.\nWhile alternative versions had been developed before him, by &lt;a href=\"Eduard%20J%C3%A4ger%20von%20Jaxtthal\"&gt;Eduard Jäger von Jaxtthal&lt;/a&gt; and others, Snellen developed his eye chart in 1862 to measure visual acuity, which rapidly become the global standard. The most significant innovation was his use of what he called &lt;a href=\"optotype\"&gt;optotype&lt;/a&gt;s, specially designed characters generated on a 5x5 grid, rather than using standard fonts. They provide a physical standard measure that could be used when printing the chart. Standard vision was measured as the ability to correctly read a line of optotype characters when they subtended 5 minutes of &lt;a href=\"Arc%20%28geometry%29\"&gt;arc&lt;/a&gt; and were separated by 1 minute of arc.\nSince its inception, more copies of the Snellen Chart have been sold in the United States than any other poster. It remained a ubiquitous standard in medical offices into the 21st century."
}