{
    "id": "17256647",
    "revid": "11521989",
    "url": "https://en.wikipedia.org/wiki?curid=17256647",
    "title": "Hugo Graf von und zu Lerchenfeld auf Köfering und Schönberg",
    "text": "Hugo Maximilian Philippus Ludwig Franziskus Graf von und zu Lerchenfeld auf Köfering und Schönberg (21 August 1871 in &lt;a href=\"K%C3%B6fering\"&gt;Köfering&lt;/a&gt; – 13 April 1944 in &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt;), known as Graf von Lerchenfeld-Köfering and as Lerchenfeld for short, was a Bavarian &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; &lt;a href=\"politician\"&gt;politician&lt;/a&gt; and the &lt;a href=\"Prime%20Minister%20of%20Bavaria\"&gt;Prime Minister&lt;/a&gt; of &lt;a href=\"Bavaria\"&gt;Bavaria&lt;/a&gt; from 1921 to 1922. He belonged to the &lt;a href=\"Bavarian%20People%27s%20Party\"&gt;Bavarian People's Party&lt;/a&gt;, a conservative, separatist party in Bavaria, formed after the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt;.\nBiography.\nHugo Graf von und zu Lerchenfeld was born 1871 in Köfering as the son of Ludwig Graf von und zu Lerchenfeld and Clara Grafin von Bray-Steinburg. He was married to Ethel Wyman, of New York.\nHe originally studied law, graduating in 1893. He was employed as a Bavarian government official from 1897 to 1914, later changing to the Imperial government, working as a civil administrator from 1915 to 1918 in the formerly Russian part of &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;, after this in the German foreign department. After the first world war, he became the federal representative of the German government in the state of &lt;a href=\"Hessen\"&gt;Hessen&lt;/a&gt;.\nHugo Lerchenfeld was appointed as Bavarian prime minister on 21 September 1921, succeeding &lt;a href=\"Gustav%20Ritter%20von%20Kahr\"&gt;Gustav Ritter von Kahr&lt;/a&gt; who had resigned earlier. He was chosen by a coalition of conservative parties. He was not a high ranking party official at this stage but rather a respected civil administrator, with a good relationship to the &lt;a href=\"Social%20Democratic%20Party%20of%20Germany\"&gt;SPD&lt;/a&gt; too. He managed during his time in office to largely defuse the crisis caused through Bavarian attempts to break free of the German republic and the federal governments attempts to gain more control over state politics. He also additionally held the post of Minister of Justice.\nHe faced a coalition crisis in July 1922 due to renewed disputes with the federal government, losing much of his support in his own party but managed to solve the crisis once more. Eventually, for this reason, he had to resign from office on 2 November 1922, being accused of not having achieved enough for Bavaria in the negotiations.\nLerchenfeld continued to serve as a civil servant in the German administration after this, as German ambassador to Austria from 1926 to 1931 and then being involved in legal negotiations with &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt; in 1931.\n&lt;a href=\"Graf\"&gt;Graf&lt;/a&gt;, as in the name of Hugo Graf von und zu Lerchenfeld, is not a name but a noble title, known in English as &lt;a href=\"count\"&gt;count&lt;/a&gt;."
}