{
    "id": "17256662",
    "revid": "1289606",
    "url": "https://en.wikipedia.org/wiki?curid=17256662",
    "title": "Volfoss",
    "text": " is a &lt;a href=\"tactical%20role-playing%20game\"&gt;tactical role-playing game&lt;/a&gt; for the &lt;a href=\"PlayStation%20%28console%29\"&gt;PlayStation&lt;/a&gt;, developed and published by &lt;a href=\"Namco\"&gt;Namco&lt;/a&gt;. It was released in Japan in February 2001. \"Volfoss\" has fully 3D graphics, much like \"&lt;a href=\"Front%20Mission%203\"&gt;Front Mission 3&lt;/a&gt;\". Its environment contains both futuristic and fantasy elements, as well as &lt;a href=\"surrealism\"&gt;surreal&lt;/a&gt; ones.\nMain factions.\nIkuaipe seems to be a sort of junkyard nation, a desolate region covered in unidentifiable masses of rusting metal. It is governed by an oligarchic council known as \"LSI\". Its army is called \"Limited Metal\" – its general, Veyser, is one of the world's strongest swordsmen. To match the character of its environment, the creatures and soldiers of Ikuaipe are armed and thickly armored with occasionally haphazard metallic constructions.\nAsdenia is a mass of swamps and forest, all of them cloaked in an unpleasant darkness and filled with thorny, dangerous natural architecture. The water that fills the nation's bogs and lakes is worshiped by its people, and great temples are erected throughout the republic in honor of the water gods. Yes, republic – the Asdenians have settled upon a theoretically enlightened form of government, although there is a strong theocratic influence from the powerful shamanic priesthood. The republic's army, \"Max Shreck\", is staffed by priests and soldiers who wield lightning magics, and they command an army of extremely spiky creatures, most of whom are quite at home in the water.\nThe third kingdom, Caldea Land, seems to be a nation with a sense of humor – like a child's bedroom enlarged to a massive scale. Where Ikuaipe is filled with aging metal and Asdenia crowded with unfriendly vegetation, Caldea is buried in a mass of disused toys and other strangeness, all done up in garish colors. It is ruled by King Gell, Queen Aur, and their rarely seen daughter Princess Muef, although the inherent chaos of their realm means their grip on the reins is occasionally tenuous. When they're forced to go to war, they command a psychedelic army of panic-inducing mythological beasts, most of whom have a strong resistance to fire."
}