{
    "id": "172542",
    "revid": "636570",
    "url": "https://en.wikipedia.org/wiki?curid=172542",
    "title": "Toyota Celica",
    "text": "The is an &lt;a href=\"automobile\"&gt;automobile&lt;/a&gt; produced by &lt;a href=\"Toyota\"&gt;Toyota&lt;/a&gt; from 1970 until 2006. The Celica name derives from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; word \"&lt;a href=\"wikt%3Acoelicus\"&gt;coelica&lt;/a&gt;\" meaning \"heavenly\" or \"celestial\". In Japan, the Celica was exclusive to the \"&lt;a href=\"Toyota%20Corolla%20Store\"&gt;Toyota Corolla Store&lt;/a&gt;\" &lt;a href=\"Car%20dealership\"&gt;dealer&lt;/a&gt; &lt;a href=\"Chain%20store\"&gt;chain&lt;/a&gt;.\nProduced across seven generations, the Celica was powered by various &lt;a href=\"four-cylinder\"&gt;four-cylinder&lt;/a&gt; engines, and bodystyles included &lt;a href=\"convertible%20%28car%29\"&gt;convertible&lt;/a&gt;s, &lt;a href=\"liftback\"&gt;liftback&lt;/a&gt;s, &lt;a href=\"coup%C3%A9\"&gt;coupé&lt;/a&gt;s and &lt;a href=\"notchback\"&gt;notchback&lt;/a&gt; coupés.\nIn 1973, Toyota coined the term \"Liftback\" to describe the Celica &lt;a href=\"fastback\"&gt;fastback&lt;/a&gt; &lt;a href=\"hatchback\"&gt;hatchback&lt;/a&gt;, and used the name \"Liftback GT\" for the &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;n market.\nLike the &lt;a href=\"Ford%20Mustang\"&gt;Ford Mustang&lt;/a&gt;, the Celica concept was to create a &lt;a href=\"sports%20car\"&gt;sports car&lt;/a&gt; by attaching a &lt;a href=\"coupe\"&gt;coupe&lt;/a&gt; body to the chassis and mechanicals from a high volume sedan, in this case the &lt;a href=\"Toyota%20Carina\"&gt;Toyota Carina&lt;/a&gt;. However, some journalists thought it was based on the &lt;a href=\"Toyota%20Corona\"&gt;Corona&lt;/a&gt; due to some shared mechanical parts.\nThe first three generations of North American market Celicas were powered by variants of Toyota's &lt;a href=\"Toyota%20R%20engine\"&gt;R series&lt;/a&gt; engine. In August 1985, the car's drive layout was changed from &lt;a href=\"rear-wheel%20drive\"&gt;rear-wheel drive&lt;/a&gt; to &lt;a href=\"front-wheel%20drive\"&gt;front-wheel drive&lt;/a&gt;, and &lt;a href=\"all-wheel%20drive\"&gt;all-wheel drive&lt;/a&gt; &lt;a href=\"turbocharger\"&gt;turbocharged&lt;/a&gt; models were offered from 1986 to 1999. &lt;a href=\"Variable%20valve%20timing\"&gt;Variable valve timing&lt;/a&gt; came in certain Japanese models starting from December 1997 and became standard in all models from the 2000 &lt;a href=\"model%20year\"&gt;model year&lt;/a&gt;. In 1986, the six-cylinder &lt;a href=\"Toyota%20Supra\"&gt;Celica Supra&lt;/a&gt; variant was spun off as a separate model, becoming simply the Supra. Lightly altered versions of the Celica were also sold through as the Corona Coupé through the Toyopet dealer network in the 1980s and as the &lt;a href=\"Toyota%20Curren\"&gt;Toyota Curren&lt;/a&gt; through the Vista network in the 1990s.\nThe \"Toyota Celica Liftback GT\" won &lt;a href=\"Motor%20Trend%20Car%20of%20the%20Year\"&gt;Motor Trend Car of the Year&lt;/a&gt; (Imported Vehicle) in 1976.\nFirst generation (A20, A30; 1970–1977).\nDisplayed at the October 1970 &lt;a href=\"Tokyo%20Motor%20Show%231970\"&gt;Tokyo Motor Show&lt;/a&gt; together with the &lt;a href=\"Toyota%20Carina%20%28A10%29\"&gt;Toyota Carina&lt;/a&gt; and marketed from December of the same year, the Celica was a two-door hardtop coupé that emphasized styling and driving enjoyment based on a platform shared with the Carina &lt;a href=\"sedan%20%28automobile%29\"&gt;sedan&lt;/a&gt; which is one size above the &lt;a href=\"Toyota%20Corolla%20%28E20%29\"&gt;Toyota Corolla&lt;/a&gt;, and a shared size with the &lt;a href=\"Toyota%20Corona%20%28T80%29\"&gt;Toyota Corona&lt;/a&gt;. According to &lt;a href=\"Automobile%20Magazine\"&gt;Automobile Magazine&lt;/a&gt;, the \"Celica\" was based on the \"Corona\" platform.\nThis car was aimed at the North American market and was Toyota's response to the 1964½ &lt;a href=\"Ford%20Mustang%20%28first%20generation%29\"&gt;Ford Mustang&lt;/a&gt; (&lt;a href=\"Pony%20car\"&gt;Pony car&lt;/a&gt;) which also was a standard sedan (&lt;a href=\"Ford%20Falcon%20%28North%20America%29%23Second%20generation%20%281964%E2%80%931965%29\"&gt;Ford Falcon&lt;/a&gt;) with stylized 2+2 bodywork.\nIn Japan where different dealer chains handle different models the Celica was exclusive to \"&lt;a href=\"Toyota%20Corolla%20Store\"&gt;Toyota Corolla Store&lt;/a&gt;\" Japanese dealerships. The Celica filled a market position previously held by the 1965–1969 &lt;a href=\"Toyota%20Sports%20800\"&gt;Toyota Sports 800&lt;/a&gt;, when \"Toyota Corolla Store\" locations were previously known as \"Toyota Public Store\" then renamed in 1966 as \"Toyota Corolla Store\".\nThe initial trim levels offered were ET (1.4L 4 speed), LT, ST (1.6L 5 speed) and GT (1.6L 5 speed) with GTV added in 1972. For export markets the Celica was available in three different levels of trim; LT, ST, GT.\nAt its introduction the Celica was only available as a pillarless &lt;a href=\"hardtop\"&gt;hardtop&lt;/a&gt; &lt;a href=\"notchback\"&gt;notchback&lt;/a&gt; &lt;a href=\"coupe\"&gt;coupe&lt;/a&gt;, adopting \"&lt;a href=\"coke%20bottle%20styling\"&gt;coke bottle styling&lt;/a&gt;\". The prototype &lt;a href=\"Toyota%20SV-1\"&gt;SV-1&lt;/a&gt; \"Liftback\" was shown as a concept car at the &lt;a href=\"Tokyo%20Motor%20Show%231971\"&gt;1971 Tokyo Motor Show&lt;/a&gt; &amp; with slight modifications this was introduced in Japan in April 1973 as the 2.0L RA25 (18R-G) &amp; 1.6L TA27 (2T-G)\nThe \"Liftback\" model was then exported to many Asian countries &amp; Europe in &lt;a href=\"Right-%20and%20left-hand%20traffic\"&gt;RHD&lt;/a&gt; form as the RA28 / TA28 with either a 18R 2.0 litre or 1.6 litre 2T-B engine. After the October 1975 facelift it was available in both RHD and &lt;a href=\"Right-%20and%20left-hand%20traffic\"&gt;LHD&lt;/a&gt; forms in other markets. The &lt;a href=\"Toyota%20RV-1\"&gt;RV-1&lt;/a&gt; \"concept\" wagon was also shown at the 1971 Tokyo Motor Show but it did not reach production.\nThe &lt;a href=\"Japanese%20domestic%20market\"&gt;Japanese domestic market&lt;/a&gt; GT models had various differences from the ET, LT and ST including the &lt;a href=\"Hood%20%28vehicle%29\"&gt;hood&lt;/a&gt; flutes, power windows, air conditioning and specific GT trim but shared a few things with the ST – a full-length center console and oil pressure/ammeter gauges – while the LT had warning lights for these functions. With the exception of the American market, the GT had a 1600 cc 2T-G twincam engine or a 2000 cc 18R-G, not available on the ET, LT or ST and always had 5-speed manual gearboxes. Typically for the Japanese market GTs had 18R-G motors that were mated to a Porsche designed closer ratio P51 5 speed gearbox whereas export models had the W-50. For the American market only the GT had only a single cam engine (2000 cc 18R or 2200 cc 20R) with a choice of automatic or 4 speed manual gearboxes on early models then upgrading to the W-50 5 speed in 1974–1977.\nThere was also the GTV version (2T-G), which introduced in 1972 with slightly less luxurious interior than the GT to reduce weight. The GTV came with the same motor but with a thicker front sway bar &amp; firmer suspension for better handling. Later in 1973 Japanese GTVs had a roof console \"OK\" monitor with a map light and a cluster of trouble indicators which detected blown brake bulbs, brake fluid level, main fuse &amp; a floor console engine oil temperature gauge.\nThe first-generation Celicas can be further broken down into two distinctive models. The first of these was the original with slant nose (trapezoid-like shape front corner light). This is for coupe model only, TA22, RA20, RA21 &amp; RA22. These models were produced from 1970 to 1975 and came equipped with the 2T, 2T-G 1.6 litre, or 18R 2.0 litre motor. They had a wheelbase.\nThe second series had a flat nose (square front corner light) and slightly longer wheelbase ( wheelbase). This facelift model appeared in Japan in 1974 but for export was the 1975 model year being TA23, RA23, RA24, RA25, RA28, TA28 &amp; RA29. The Japanese version had engines under 2.0 litres so as to conform to &lt;a href=\"Vehicle%20size%20class%23Japan\"&gt;Japanese regulations&lt;/a&gt; concerning engine displacement size, thereby allowing buyers to avoid an additional tax for a larger engine. Japanese buyers did pay a higher annual &lt;a href=\"Road%20tax%23Japan\"&gt;road tax&lt;/a&gt; for engines over 1.5 litres while staying under the 2.0 litre threshold.\nIn some markets, the lower-end LT was equipped with the single &lt;a href=\"carbureted\"&gt;carbureted&lt;/a&gt; four-cylinder 2T engine displacing 1600 cc, while the ST came with a twin &lt;a href=\"Solex%20Carburetor\"&gt;Solex&lt;/a&gt; downdraft carburetor 2T-B engine. The 2T-G that powered the high-end GT / GTV model was a &lt;a href=\"DOHC\"&gt;DOHC&lt;/a&gt; 1600 cc engine equipped with twin Mikuni-Solex Carburetors.\nThe first Celica for North America, 1971 ST was powered by 1.9 litre 8R &lt;a href=\"internal%20combustion%20engine\"&gt;engine&lt;/a&gt;. The 1972–1974 models have 2.0 litre 18R-C engines. For 1975–77, the engine for the North American Celica is the 2.2 litre 20R. The Celica GT and LT models were introduced in the US for the 1974 model year. The top-line GT included a 5-speed W-50 &lt;a href=\"manual%20transmission\"&gt;manual transmission&lt;/a&gt;, rocker panel GT stripes and styled steel wheels with chrome trim rings. The LT was marketed as an economy model. 1974 saw minor changes in the Celica's trim and badges and slightly different wheel arches, the earlier 71-73 arches commonly referred to as thin lipped &amp; the later 74-77 as flat lipped. The North American Celica was equipped with federally mandated safety equipment such as an energy-absorbing steering column and seat belts. These were optional in some overseas markets.\nThe A40 automatic transmission became an option on North American ST and LT models starting in the 1973 model year. For 1975 the 1974 body was used and sturdier chrome and black rubber bumper bars with horizontally mounted shock absorber mounts (Volvo style) replaced the chrome bumpers used in the earlier cars (in accordance with US Federal bumper laws) mandating impacts without minor damage at . Unfortunately the early 8R and 18R series engines proved to be less than durable, with early failures common. The 1974 18R-C engine's durability was improved somewhat, but the 20R introduced for 1975 proved to be a better engine in most respects.\n1972 update.\nIn August 1972 the tail lights were updated from one-piece tail lights (affectionately called one-tail or flat lights) to tail lights with distinctive raised brake &amp; turn signal \"bubble\" lenses. The rear center panel was also redesigned as the fuel tank was moved from the trunk bottom to behind the rear seats &amp; the fuel filler was moved from a concealed location between the tail lights to the left \"C\" pillar. Other changes included changes to the front and rear badges, the relocation of the towing hooks, changes to the colour of the wing mirrors (on cars equipped with sports type mirrors) and changes to the centre console on ST and GT models.\n1974 update.\nIn 1974, for the 1975 model year, the North American spec Celica retained the earlier body but received federally mandated 5 mph bumpers front and rear. Body-color urethane panels filled in the spaces previously occupied by the smaller chrome bumpers. This style of bumpers were used in North America until the end of this generation in 1977. Japan also used these bumpers for the Liftback GT, but not lesser grades or the coupe, from 1976 to 1977.\nOther changes done during the 1974 model year included the introduction of flared wheel arches, another change in the style of the badges and the introduction of a new style of rear quarter vents. For the Japanese market, the cars also featured a different front end treatment with the introduction of a flat front section (similar to later model Celica).\n1976 update.\n1976 brought the largest update to the model. The wheelbase of the car was increased and the car featured various difference both externally and internally. Externally the most noticeable difference is the flat front end (similar to earlier &lt;a href=\"Japanese%20domestic%20market\"&gt;JDM models&lt;/a&gt;), the elimination of the removable bonnet vents (replaced by vents formed in the bonnet pressing) and the single cowl vent which replaced the twin vents on earlier models. Internally the cars also feature a different dash, seats and carpets. The liftback version also included these changes.\nLiftback.\nThe &lt;a href=\"fastback\"&gt;fastback&lt;/a&gt;-styled &lt;a href=\"hatchback\"&gt;hatchback&lt;/a&gt;, called the \"&lt;a href=\"Liftback\"&gt;Liftback&lt;/a&gt;\" by Toyota, was introduced for the Japanese market in April 1973 but not until July 1974 for export models. Models for the &lt;a href=\"Japanese%20domestic%20market\"&gt;Japanese domestic market&lt;/a&gt; Liftback were the 1600 ST, 1600 GT (TA27), 2000 ST, and 2000 GT (RA25 and RA28). The North American liftback (RA29) was only offered with a 2.2-liter 20R engine for the 1976 and 1977 model year. All the liftback models have flat noses. Although there is no \"B\" pillar in the Liftback, the rear quarter windows are fixed in place and do not roll down (as they do in the hardtop coupe).\nThe Liftback was often called the \"Japanese Mustang\" or the \"Mustang Celica.\" It had fastback styling similarities to the 1968 &lt;a href=\"Ford%20Mustang\"&gt;Ford Mustang&lt;/a&gt;, as seen in the film &lt;a href=\"Bullitt\"&gt;Bullitt&lt;/a&gt;, including C-pillar louvers and the vertical bar tail lights that are a signature Mustang styling cue and pay overall homages to the muscle-car era.\nFacelift export models.\nFrom its 1971 introduction in North America until the 1973 model year, the Celica retained its original styling and trim, and was sold only in ST trim. The tri-color taillights with the \"bubble\" style arrived for 1973, and continued into early 1974. Mid-1974, the trim was slightly revised. The original \"Celica\" quarter panel script was changed to a bold block-letter font, the \"C\" pillar trim was restyled with a more modern look, and GT logos switched to a bold serif font. The GT was the first American Celica to include a 5-speed overdrive transmission as standard, along with an FM/AM radio, leather-wrapped 4-spoke steering wheel, GT rocker panel stripes, styled steel wheels with bright trim rings, and 70-series radial tires. 1974 saw the introduction of the LT to North America. It was similarly equipped as the ST and lasted through the 1975 model year.\nFor the 1975 model year, U.S. spec Celicas retained the 1974 body but received federally mandated 5-mph bumpers front and rear. Body-color urethane panels filled in the spaces previously occupied by the smaller chrome bumpers.\nIn October 1975, the entire Celica lineup was given a facelift with a revised front bumper and grille. The new model codes for facelift hardtop coupe were RA23 for the general worldwide market with an 18R engine or RA24 for America with a 20R engine. The Liftbacks were coded RA28 and TA28 (global markets) or RA29 for the US. Also available was the TA23, which was similar to the RA23 but with the 2T engine and the TA28 offered with the 2T-B.\nThe Celica RA23, TA23, RA28, and TA28 had a more distinctive bulged hood which was lacking in the TA22 or RA20/21 coupé and in the TA27 and RA25 Liftback but was factory in 1975 on the North American RA22 Celica to accommodate the larger 20R motor. The TA22 Celica also had removable vents mounted in the hood which the RA23 and RA28 lacked, while the TA27 and RA25 models had three raised fluted vents inset into the bonnet. The RA series also had an elongated nose to accommodate the larger engine. The bonnet/hood vents, fuel filler cap and interior options were also different between the TA and RA series across the model range.\nUp until 1976, U.S. Celicas got either wheel covers (ST, LT) or styled steel wheels with trim rings (GT) in the 13-inch size. Starting in 1976, all Celicas got 14-inch styled steel wheels, with trim rings (GT) or without them (ST and LT).\nFor 1976–1977, the non-US GT Liftback was also available with the 18R-G twincam engine with a Yamaha head and running gear. This engine produced significantly more power than the single-cam 18R. Peak power was about at 6000 rpm.\nIn Australia, the 1971 TA22 Celica was first released with the 1.6-liter 2T motor, as well as the TA23 in the mid-1975 and the RA23 in 1976 with only 2000 1977 RA28's being imported, all with the 2.0-liter 18R-C motor. The only two GTs ever imported by the AMI (&lt;a href=\"Australian%20Motor%20Industries\"&gt;Australian Motor Industries&lt;/a&gt;) which later became Toyota Australia, were a 1971 red TA22 GT and a brown 1973 RA25 GT. These vehicles were a special import by Ken Hougham the managing director of AMI for evaluation. Just like the TA22 GT, the RA25 GT model was never imported due to the power to weight ratio &amp; higher insurance for the twin-cam motor all of which quickly halted any notion of the GTs becoming a staple in the Celica family in Australia. Anecdotally it is reported that a GT was imported for the Japanese Ambassador in 1972. Unlike the two AMI GTs, very little is known about this car.\nSecond generation (A40, A50; 1977–1981).\nThe second-generation Celica was released for the 1978 model year (production began in August 1977) and was again available in both notchback coupé and Liftback forms. It was designed in the United States by Toyota's Calty Research Design studio in California. The coupe was no longer a true hardtop; both coupé and Liftback had frameless door glass but featured a thick \"B\" pillar. &lt;a href=\"David%20Stollery\"&gt;David Stollery&lt;/a&gt; was responsible for its design.\nThe early or pre-facelift second-generation Celica was released with round headlights and chrome bumpers for lower grades. The higher grades such as the Japanese GT and all US models have black rubber bumpers. The facelift was launched in August 1979 came with square headlights and revised tail lights. They came with chrome bumpers with rubber protectors on each corners, or for certain models with all polyurethane black bumpers such on the Japanese GT and all US spec cars. The facelift model front end was not only featured square headlights, but also came with new grille, and revised hood and fenders which were not interchangeable with the parts of pre-facelift model.\nFrom 1979 to 1981 the Griffith company in the US offered a Targa-style convertible conversion to the coupé. They were called the SunChaser and had a removable Targa top and a folding rear roof, much like the '67 Porsche 911 soft-window Targa. These were Toyota approved and sold through Toyota dealers. Over 2000 were produced. In Germany, the same SunChaser version but also a full convertible and a traditional targa with a fixed rear window (called the TX22) were offered. Conversions were Toyota-approved and carried out from mid-1980 by a company called Tropic.\nMarkets.\nJapan.\nThe Japanese model grades were ET, LT, ST, SE, XT, GT, and GTV. The GT and GTV have an 18R-G twincam engine. In August 1978, the GTV was replaced by the GT-Rally, a limited edition model that had a 1.6-liter 2T-GEU or 2.0-liter 18R-GEU engine, special grill, special bumpers, black interior (against the norm of coloured interiors of the time) and was only available in white or lime green paint.\nThere were about 70 different variants of second-generation Celica sold in Japan over the model's lifetime. At its pinnacle in 1979, Toyota retailed 49 versions at once.\nNorth America.\nPower for North American models was provided by a 2.2 L 20R engine for both ST and GT models. Japan and other markets had 1.6-, 1.8-, and 2.0-liter power plants. This new generation offered more safety, power and fuel economy than previous models and was awarded Motor Trend's \"Import Car of the Year\" for 1978.\nThe limited edition \"US Grand Prix GT Liftback\" was offered in 1980 due to Toyota's connection to the &lt;a href=\"Long%20Beach%20Grand%20Prix\"&gt;US Grand Prix West&lt;/a&gt; in &lt;a href=\"Long%20Beach%2C%20California\"&gt;Long Beach, California&lt;/a&gt;. For 1981, the North American models were given a bigger engine, the 2.4-liter &lt;a href=\"Toyota%20R%20engine%2322R\"&gt;22R&lt;/a&gt; which was simultaneously fitted to the &lt;a href=\"Toyota%20Hilux\"&gt;Pickup&lt;/a&gt;. To celebrate the Celica 10th Anniversary, the GTA coupe was released. This was basically a GT coupe with a four-speed automatic transmission, Supra style interior, power windows, upgraded sound system and alloy wheels. The GTA is distinguishable by its copper brown / beige two-tone paint and a \"GTA 10th anniversary\" plaque on the center console.\nThe Canadian models were pretty much similar to the US models, but the Liftback was also offered in the more affordable ST grade, instead only the higher GT grade in the US.\nAustralia.\nIn Australia, the new Celica was less sporty than earlier models. The only engine available was the 2-liter 18R, producing , hooked up to a five-speed manual or a three-speed automatic. The suspension was also quite soft and the &lt;a href=\"recirculating%20ball\"&gt;recirculating ball&lt;/a&gt; steering came in for some criticism for its vagueness. Both the coupé and the liftback bodywork were available in Australia.\nEurope.\nAcross Europe, the Celica was offered with the 1.6-liter, 2.0-liter, and 2.0-liter Twincam engines. Trim levels were 1600 LT, 1600 ST, 1600 GT, 2000 ST, 2000 XT, and 2000 GT.\nCelica XX / Celica Supra.\nIn April 1978 Toyota began production of the Mark I &lt;a href=\"Toyota%20Supra\"&gt;Toyota Supra&lt;/a&gt; in Japan, as the &lt;a href=\"Toyota%20Celica%20XX\"&gt;Toyota Celica XX&lt;/a&gt;. It debuted in the United States and for the 1979 model year. The US Mark I (chassis code MA46) was originally equipped with a 2.6 L (2563 cc) 12-valve &lt;a href=\"SOHC\"&gt;SOHC&lt;/a&gt; &lt;a href=\"straight-six%20engine\"&gt;straight-six engine&lt;/a&gt; (&lt;a href=\"Toyota%20M%20engine%234M\"&gt;4M-E&lt;/a&gt;). Simultaneously the Japanese Celica XX (chassis code MA45) was offered with a version of the 2.6 or with a 2.0 L 12-valve SOHC inline-six engine (&lt;a href=\"Toyota%20M%20engine%23M\"&gt;M-EU&lt;/a&gt;).\nCelica Camry.\nToyota launched the Celica Camry, a four-door &lt;a href=\"sedan%20%28car%29\"&gt;sedan&lt;/a&gt;, in the Japanese market during January 1980. This model was essentially a second-generation 1977–1981 &lt;a href=\"Toyota%20Carina\"&gt;Toyota Carina&lt;/a&gt; (A40 and A50) with an elongated front-end styled to resemble the 1978–1981 &lt;a href=\"Toyota%20Celica%20XX\"&gt;Celica XX&lt;/a&gt;, known as the &lt;a href=\"Toyota%20Supra\"&gt;Celica Supra&lt;/a&gt; in export markets. Unlike other Celicas, this Carina-derived model is a four-door sedan rather than a coupe or Liftback. Toyota replaced the Celica Camry upon the arrival of the front-wheel drive &lt;a href=\"Toyota%20Camry\"&gt;Toyota Camry&lt;/a&gt; (V10) in 1982.\nThird generation (A60; 1981–1985).\nAugust 1981 saw the introduction of the third-generation Celica. The car was initially available in &lt;a href=\"notchback\"&gt;notchback&lt;/a&gt; coupe and &lt;a href=\"liftback\"&gt;liftback&lt;/a&gt; forms with many buyers preferring the liftback. The US-made convertible came in 1984. Styling was changed considerably from previous models and power was provided by a 2.4 L &lt;a href=\"Toyota%20R%20engine%2322R\"&gt;22R&lt;/a&gt; or &lt;a href=\"Toyota%20R%20engine%2322R-E\"&gt;22R-E&lt;/a&gt; engine in all North American models, while smaller engines were used in other countries. The 2.4 L became the biggest 4-cylinder engine offered in any Celica ever. Other engines were the 1.6-liter 4A, 1.6-liter 2T, 1.8-liter 3T, 1.8-liter 4T, 1.8-liter 1S, 2.0-liter 2S, 2.0-liter 18R-G and 2.0-liter 21R, depending on the particular market. Trim levels for the Japanese market were SV, ST, ST-EFI, SX, GT, and GT Rally. Rack and pinion steering was offered for this generation Celica.\nThe Australian, European, Japanese, and general export model Celicas came with rear side vents, which are highly sought after by North American Celica enthusiasts.\nIn 1982, the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt; began using a Celica as their &lt;a href=\"bullpen%20car\"&gt;bullpen car&lt;/a&gt;.\nFuel injection became standard on all North American Celicas started from August 1982, therefore the 22R engine became 22R-E (or 22R-EC with California emissions equipment).\nIn August 1982, Toyota added the GT-S model to the North American market to re-inject the sports image that Celica had lost as it grew larger and heavier with each subsequent model. The GT-S included larger &lt;a href=\"Wheel%20sizing\"&gt;14x7\"&lt;/a&gt; wheels and 225/60HR14 tires, fender flares, independent rear suspension, a sports interior including special seats, and a leather-wrapped steering wheel and shifter knob. Most of these came from the Supra. This made sense as the Supra was based on the Celica. From the windshield back, both cars were nearly identical when in Liftback form. There were also optional rear louvers for the coupe and Liftback.\nThe Celica was facelifted in August 1983 for the 1984 model year. The revision included fully &lt;a href=\"Hidden%20headlamps\"&gt;retractable headlights&lt;/a&gt;, restyled grille, and airdam. The rear combination lamps were also revised. The Japanese Celica 1600 GT got new 4A-GE engine, and the 1600 GT-R also powered by the same motor was introduced. Another new model was the turbocharged 1800 GT-TR.\nThe GT-S convertible, built by &lt;a href=\"American%20Sunroof%20Company\"&gt;American Sunroof Company&lt;/a&gt; (ASC) in California, was originally released in a limited 200 units in 1984. 4,248 more were built for the 1985 model year.\nFor the European continent, the Celica was offered as 1600 ST with 2T engine, 2000 XT (21R), and 2000 GT (18R-G). The UK models were 2.0 ST for early version and 2.0 XT for the facelift. All the cars for the UK market were powered by the 21R engine.\nIn Australia, Toyota decided initially to use the 21R-C in the Celica. As a result, the car only turned out . However, for the facelift model, it was replaced by the quicker 2S-C motor and then by the injected 2.4-liter motor (22R-E) which provided . The facelift versions also came with independent rear suspension, rather than the traditional live axle differential.\nTwincam Turbo Group B Rally Car.\nIn September 1982, the first Celica turbo was launched in Japan for the local market only. The GT-T (TA63) came with the twin-spark 1.8-liter &lt;a href=\"Toyota%20T%20engine%233T-GTE\"&gt;3T-GTE&lt;/a&gt; engine, W55 5-speed manual gearbox, a limited slip differential, pump up lumbar \"sports\" seats and optional digital dash.\nTo meet the FISA regulation for Group B Rally Car to compete in the World Rally Championship (WRC), 200 units of the Celica GT-TS were built. These were the basic cars for Group B Celica Twincam Turbo (TA64) which were built and rallied by &lt;a href=\"Toyota%20Team%20Europe\"&gt;Toyota Team Europe&lt;/a&gt; (TTE). The Group B Celica TCT made its WRC debut in the &lt;a href=\"1983%20World%20Rally%20Championship%20season\"&gt;1983&lt;/a&gt; &lt;a href=\"Rally%20Finland\"&gt;Rally Finland&lt;/a&gt;. The production car had a engine, and with a 4T-GTE engine, the fully works rally car was the most powerful third-generation Celica.\nFourth generation (T160; 1985–1989).\nIn August 1985 the Celica was changed completely. It was an all-new vehicle with front wheel drive, a rounded, flowing body and new 2.0 L four-cylinder engines. The Celica was no longer built on the &lt;a href=\"List%20of%20Toyota%20platforms\"&gt;Toyota A platform&lt;/a&gt;, and instead realigned with the Toyota T platform underpinning the &lt;a href=\"Toyota%20Corona\"&gt;Toyota Corona&lt;/a&gt;. The Toyota A platform was now exclusive to the &lt;a href=\"Toyota%20Supra\"&gt;Toyota Supra&lt;/a&gt;. The coupe bodystyle in Japan was used only for the &lt;a href=\"Toyota%20Corona%23T160\"&gt;Corona coupe&lt;/a&gt;, sold only at Japanese Toyota dealerships \"&lt;a href=\"Toyota%23Japan\"&gt;Toyopet Store&lt;/a&gt;\" without the retractable headlights. An optional feature only offered on the Corona coupe was four-wheel steering, not shared with the Celica during this generation, however, the turbocharged engine on the Celica was not installed in the Corona coupe.\nToyota introduced the \"ultimate Celica\", the GT-Four (ST165) onto the Japanese market in October 1986. With full-time &lt;a href=\"all-wheel%20drive\"&gt;all-wheel drive&lt;/a&gt;, including an electronically controlled central locking differential, and a &lt;a href=\"turbocharged\"&gt;turbocharged&lt;/a&gt; version of the GT-S 2.0 L engine producing (&lt;a href=\"Toyota%20S%20engine%233S-GTE\"&gt;3S-GTE&lt;/a&gt;), it immediately took its place as the flagship of the Celica range and became the official Toyota rally car for all years of production. The GT-Four, with a revised viscous coupling central locking differential, began export in 1987 (1988 US model year) and marketed in North America as the &lt;a href=\"All-trac\"&gt;All-trac&lt;/a&gt; Turbo. It was rated at and . The &lt;a href=\"All-trac\"&gt;All-trac&lt;/a&gt; system was also offered for a limited time on the &lt;a href=\"Toyota%20Camry\"&gt;Camry&lt;/a&gt;, and &lt;a href=\"Toyota%20Corolla\"&gt;Corolla&lt;/a&gt; in North America without the turbo, as well as the normally aspirated and supercharged &lt;a href=\"Toyota%20Previa\"&gt;Previa&lt;/a&gt;.\nThe ST165 chassis design was quite acclaimed in its time. Toyota chose not to make any drastic suspension changes for the AWD GT-Four. The front suspension comprises MacPherson struts with an anti-swaybar and strut tower brace, while the rear employs struts with a trailing link and twin lateral links per side plus an anti-swaybar.\nThe ST165 GT-Four made its World Rally debut in the 1988 Tour de Corse and finished 6th. The first victory came in 1988 Cyprus (non-WRC), and the first WRC victory in 1989 Rally Australia.\nAs with the previous generation, the convertibles were fitted by &lt;a href=\"American%20Specialty%20Cars\"&gt;ASC&lt;/a&gt;. Coupes were shipped from Japan to their facility in Rancho Dominguez, California, where the top was chopped and a power convertible top, reinforcements to the chassis, rear quarter windows, and a one-piece fold-down seat were installed. ASC also handled the process for the Japanese market. Partially built, right-hand-drive Celicas were shipped from Japan to California, ASC performed the conversion, and the completed cars made a second trip across the Pacific back to Japan. The Celica convertible was in high demand in Japan because of the exotic appeal of the American modifications.\nJapan.\nFor the Japanese market the fourth-generation Celica started with the 1S-iSU engine in the ST160 and 4A engine in the AT160. The 4A engine was terminated in August 1987 and the 1S-iLU engine was replaced by the 4S-Fi engine in the ST163 in May 1988. The 3S engine in various twincam forms was introduced in August 1987 in the ST162. The 3S-GTE turbo engine was also introduced at the same time in the all-wheel drive ST165 GT-Four. Two months later, a factory convertible (coded ST162C) was offered with the twincam 3S-FE engine. The vehicle with the 2.0 litre engine was regarded as the top trim level package due to the increased annual &lt;a href=\"Road%20tax%23Japan\"&gt;road tax&lt;/a&gt; so the GT was fully equipped to justify the tax liability.\nNon twincam models came in ST and SX trim levels. Models with the 3S-FE economy twincam came in the ZR trim level, including the convertible. Models with the 3S-GELU sports twincam came in GT and GT-R trim levels and lastly the turbo all-wheel drive model came in the GT-Four trim level. A digital instrument panel was offered on the top level GT and GT-R. The notchback two-door coupe bodystyle was not offered as a Celica in Japan; instead this body was sold as the Toyota Corona coupe, with fixed headlights rather than the Celica's flip-up units.\nAustralia.\nThe Australian spec Celica ST162 were the base model ST with 3S-FE engine offered as coupe and Liftback, and the top of the line SX Liftback with higher performance 3S-GE Twincam engine. Rear spoiler and alloy wheels came standard on the SX, which made it the same appearance as the Japanese GT-R or American GT-S.\nThe limited edition SX White Lightning with all white bumpers, side protectors and wheels was offered in 1989. Inside, it featured cruise control (automatic models only) and the same sports seats used in the ST165 GT-Four, but was otherwise identical to the SX.\nEurope.\nIn most European countries these models were available instead:\nThe convertible (better known as cabriolet) was based on the 2.0 GT. The GT-S was badged 2.0 GT-i 16.\nNorth America.\nTrims available were the ST coupe or the GT and GT-S that came as a coupe or Liftback; with the GT trim available as a soft-top convertible starting in the 1987 model year. The GT-Four was available as a model year 1988, 2 years after the release in Japan. All trims came standard with a tachometer, oil pressure, voltmeter (replaced with a boost meter in the ST165) gauges and a rear window defogger for the interior.\nST: The ST was the most basic form of the T160 chassis. In 1986, the chassis was designated as the ST161. It had the &lt;a href=\"SOHC\"&gt;SOHC&lt;/a&gt; 8-valve, 2.0 L &lt;a href=\"Toyota%20S%20engine%232S-E\"&gt;2S-E&lt;/a&gt; engine from the Camry, producing at 4,400 rpm and 118 ft-lbs. of torque at 4,000 rpm. However, this only lasted a year as it was changed over to an all new &lt;a href=\"DOHC\"&gt;DOHC&lt;/a&gt; engine &lt;a href=\"Toyota%20S%20engine%233S-FE\"&gt;3S-FE&lt;/a&gt; for the 1987 model year producing at 5,200 rpm and 124 ft-lbs. of torque at 4,400 rpm; and as a result, the chassis designation was changed to ST162. The ST was the lightest T160 chassis at 2455 lbs. with the manual transmission. A 5-speed manual was the only transmission available in 1986, with a 4-speed automatic being optional 1987 onwards, bringing the curb weight to 2522 lbs. Steel wheels were wrapped with 165/80-13 tires. The interior had manual windows and locks, bucket seats and an AM/FM receiver as standard features. Power steering and power brakes were standard, with ventilated discs in the front and drum brakes in the rear to go along with a 4x100 bolt pattern. Cable operated air-conditioning was optional.\nGT: The GT shared the ST's engine as well as the chassis designation being the ST161 with a 2S-E engine in 1986 quickly changing over to the ST162 with a 3S-FE engine 1987 onwards. The curb weight was 2515 lbs for the coupe and 2546 lbs. for the Liftback. A 4-speed overdrive automatic transmission (&lt;a href=\"Toyota%20A%20transmission%23A140L\"&gt;A140L&lt;/a&gt;) was an option, bringing the curb weight up to 2579 and 2610 lbs., respectively. The convertible weighed in at 2700 lbs. for the manual and 2760 lbs. for the automatic. For the interior, the GT came with an electronic 4 speaker AM/FM/MPX tuner, power side mirrors, tilt steering wheel, driver's lumbar support and an automatic retracting radio antenna was standard. Power locks, windows, power tilt/slide sunroof, side mirror defogger, cruise control, electronic air-conditioning, and 13\"x5.5\" aluminum alloy wheels were optional with 185/70-13 tires. A digital instrument panel was available as an option for the non-convertible GT trim only. The GT also includes a front strut bar across the two strut towers as an upgrade over the ST trim, but retains the front ventilated disc and rear drum brake combination from the ST.\nGT-S: The GT-S (chassis code ST162) was given a de-tuned version of the DOHC 2.0 L engine (&lt;a href=\"Toyota%20S%20engine%233S\"&gt;3S-GELC&lt;/a&gt;) featuring &lt;a href=\"T-VIS\"&gt;T-VIS&lt;/a&gt; and a 6800 rpm redline producing at 6,000 rpm and 125 ft-lbs of torque at 4,800 rpm. An EGR and O2 sensor restricted the engine along with a milder ECU. The GT-S replaced the rear drum brakes with disc brakes going along with a 5x100 bolt pattern. Standard features in addition to the GT trim included an 8-way adjustable sports bucket seats with power lumbar and side bolsters, automatic climate control, side mirror defogger, wrap-around spoiler, telescopic steering wheel, and speed-rated 205/60-14 tires on 14\"x6\" alloy wheels. Leather interior including shift knob, door panel inserts, and steering wheel were optional. In Canada, all GT-S models were 5-speed (&lt;a href=\"Toyota%20S%20transmission%23S53\"&gt;S53&lt;/a&gt;) manual transmissions, but in America, an electronic controlled 4-speed automatic (&lt;a href=\"Toyota%20A%20transmission%23A140E\"&gt;A140E&lt;/a&gt;) with lock-up torque converter was available. New features in 1988–1989 included an illuminated vanity light as standard and ABS as optional.\nTurbo All-Trac: The turbo All-Trac (chassis code ST165), or turbo 4wd as it was named in Canada, is the American version of the GT-Four. It was given a DOHC turbo-charged, water-to-air intercooled 2.0L engine (&lt;a href=\"Toyota%20S%20engine%233S\"&gt;3S-GTE&lt;/a&gt;) featuring &lt;a href=\"T-VIS\"&gt;T-VIS&lt;/a&gt; producing at 6,000 rpm and 190 ft-lbs of torque at 3,200 rpm. The All-Trac only came with a 5-speed all wheel drive transmission with a viscous-coupling center differential, bringing the curb weight to 3197 lbs. The ST165 was not sold in North America before 1988 except for seventy-seven special-edition cars sold in 1987 as 1988 models at each of the 77 Toyota dealerships in California to commemorate Toyota's IMSA GTO championship win. These Celicas are all white with white wheels and blue interior and have \"IMSA GTO CHAMPION\" printed in small letters on the side moulding, as well as a white stripe on the grill. This top of the line trim came with the same options as the GT-S with the exception of the power interior options, leather steering wheel, fog lights, V-rated tires, and a factory full body kit as standard. One interior feature that is missing from the GT-S trim and other trims is the cup holder as the center console is different due to a larger center body tunnel to accommodate for the ST165's center drive shaft.\nFifth generation (T180; 1989–1993).\nThe fifth generation Celica was introduced in September 1989 for the 1990 model year. The Celica received new Super Round organic styling, upgraded wheels and tires, more powerful &lt;a href=\"Toyota%20Celica%20GT-Four\"&gt;GT-Four&lt;/a&gt; (All-Trac Turbo in the US) with better cooling system, and for the Japanese market only, the four-wheel steering (4WS) models. Toyota engineers claimed that the round styling and lack of straight edges increased strength without adding weight. The styling was later copied by other manufacturers. Japanese market models were now S-R, Z-R, GT-R, Active Sports (first Toyota with &lt;a href=\"Toyota%20Active%20Control%20Suspension\"&gt;Toyota Active Control Suspension&lt;/a&gt;), and GT-Four. The S-R and Z-R were powered by a 3S-FE engine, while the GT-R and Active Sports came with a 3S-GE. The 3S-GTE in the GT-Four features an air-to-air intercooler and CT26 twin entry turbo to eliminate exhaust gas interference. The Japanese market GT-Four has and of torque, a result of more aggressive ignition advance and ceramic turbine. The Full-time 4WD system in the GT-Four has &lt;a href=\"viscous%20coupling\"&gt;viscous coupling&lt;/a&gt; limited slip center differential and &lt;a href=\"Torsen\"&gt;Torsen&lt;/a&gt; rear differential.\nThe North American Celica had fixed door mirrors and amber front corner lights. All other destination models had folding mirrors and front clear corner lights. Driver's side SRS Airbag is standard on all US models. The base model ST has 1.6-liter 4A-FE, the GT and GT-S were powered by the 2.2-liter 5S-FE. The 1.6-liter was similar to the one used in the Corolla. The GT-S was rated more than the GT at . The 2.2-liter was designed for more low-end torque, which appealed to US buyers' preferences as opposed to the high revving engines of the past. This engine was similar to the Camry's engine except for the balance shafts. The All-Trac Turbo was available with the improved 2.0-liter 3S-GTE engine. It was rated at and torque. The GT-S and all export market GT-Four/All-Trac Turbo are wide-body liftbacks with flared fenders. The Japanese market GT-Four was also offered as narrow-body for the pre-facelift model.\nTrim levels for the European Celica were 1.6 ST-i, 2.0 GT-i 16, and GT-Four. The 2.0 GT-i 16 cabriolet was offered only in certain European countries. Only the 2.0 GT-i 16 liftback and GT-Four were officially sold in the UK. New for 1992, the wide body Liftback 2.0 GT-i 16 was offered in the Netherlands and Belgium. This was basically a GT-S with 3S-GE engine.\nModel grades for Australian Celica were SX coupe, SX Liftback, GT-Four, and also 150 units limited edition GT-Four Group A Rallye. The Australian cars are less luxurious than Japanese market and North American market models. Initially, the GT-Four did not come with ABS and fog lamps, which became standard few months after the introduction. In 1993, the Limited Edition WRC Trophy model was offered in Australia. This is basically the SX with sport front seats from the GT-Four, cruise control, rear window shade / spoiler, and special decals.\nIn August 1990, the wide body Liftback GT-Four A and Convertible, in base and Type G trim levels, were added into the Japanese Celica line up. Super Live Sound System with 10 speakers became standard on the GT-Four A and optional in other models except the S-R.\nTo celebrate 20 years of Celica production, the 20th Anniversary GT-R was released for the Japanese market in December 1990. This limited edition GT-R has the GT-Four front bumper.\nThe Celica &lt;a href=\"convertible%20%28car%29\"&gt;convertible&lt;/a&gt; was built by American Sunroof Corporation (ASC) in California. It was offered as GT in US with 5S-FE engine, and as base model and upmarket Type G in Japan or 2.0 GT-i 16 cabriolet in Europe with 3S-GE engine. The Japanese market convertible also has 4WS. The European Celica cabriolet retained the old style front bumper for 1992, and received the facelift in 1993.\nThere are three different gearboxes for ST185 GT-Four. The E150F gearbox with 4.285 final gear ratio was installed in the regular Japanese version and All-Trac Turbo. The European and Australian models, as well as the RC/Carlos Sainz/Group A models, came with the E151F gearbox with 3.933 ratio. The Japanese market only GT-Four Rally, a limited edition lightweight rally version sold only in Japan (not to be confused with the Australian GT-Four Grp A Rallye model), has the E152F gearbox with close ratio on the 1st through 4th gear and 4.285 final ratio. It also came with steel wheels and without air conditioning, power windows, or a power antenna. The early model GT-Four Rally is based on the narrow body, and the facelift model is wide body with round fog lights. Also sold in Japan only was the GT-Four V. This was an economy version of narrow body without alloy wheels, leather, or System 10, but still came with fog lights, power windows, and optional sunroof.\n&lt;a href=\"Anti-lock%20brakes\"&gt;Anti-lock brakes&lt;/a&gt; (ABS) were available on the GT-S all four years and was available on the GT for 1992 and 1993 models. ABS, Leather interior, power sunroof, and System 10 premium sound system are optional on the GT-S and the 1990–1992 All-Trac Turbo, and standard on the 1993 All-Trac Turbo. With its sport-style interior, power-operated driver's seat, auto tilt-away steering wheel, and cruise control as standard equipment, the All-Trac Turbo (known as the GT-Four outside of the US) was the most expensive Celica yet. With a 2.0-liter &lt;a href=\"turbocharged\"&gt;turbocharged&lt;/a&gt; &lt;a href=\"Toyota%20S%20engine%233S-GTE\"&gt;3S-GTE&lt;/a&gt; producing , it was the most powerful Celica ever sold in the US.\nIn August 1991, Toyota facelifted the Celica for the 1992 model year. Changes included:\nFor the FIA &lt;a href=\"World%20Rally%20Championship\"&gt;WRC&lt;/a&gt; Group A homologation, the special &lt;a href=\"rallying\"&gt;rally&lt;/a&gt; edition of 5000 units named Celica GT-Four RC was launched in Japan in September 1991. The export models are called &lt;a href=\"Carlos%20Sainz%20Sr.\"&gt;Carlos Sainz&lt;/a&gt; (CS) Limited Edition in Europe (in honour of their famous World Rally Champion) or Group A Rallye in Australia.\nSpecial features include:\nOut of the 5000 units, 1800 stayed in Japan, 3000 for the selected European countries, 150 delivered to Australia, 25 went to Singapore, and a few were exported to New Zealand and other markets.\nSixth generation (T200; 1993–1999).\nIn October 1993, Toyota launched the sixth-generation Celica for the 1994 model year. The styling of the new Celicas was acclaimed by most publications as \"Supra-esque\" with four round headlights and also had a visual resemblance to the &lt;a href=\"Toyota%20Soarer%23Z30\"&gt;Soarer&lt;/a&gt; introduced in 1991. Celicas were available in either notchback coupe or liftback form, the convertible would come later. New safety equipment in the form of driver (and then later passenger) airbags were standard in most markets, and anti-lock brakes were available on all models. Many Celicas also sported CFC-free air conditioning.\nFor the US market, the Celica was only available in ST and GT trims for the 1994 model year, but the addition of the optional \"Sports Package\" to the GT Liftback produced GT-S-like handling. All models came with standard dual SRS Airbags. The ST had a new 1.8-liter 7A-FE engine which could also be found in the Corolla, while the GT was powered by the carried-over 2.2-liter 5S-FE engine which featured dual overhead camshafts and fuel injection, could also be found in the Camry. The turbocharged All-Trac was no longer offered in the US. The 7A-FE is rated at and , while the 5S-FE is rated at and . In Canada, the Celica GT liftback with \"Sports Package\" are badged GT-S.\nInitially the Japanese market models were SS-I and SS-II. The ST205 GT-Four was launched in February 1994 and the Convertible in the Autumn of the same year. The width of this generation was no longer in compliance with &lt;a href=\"Vehicle%20size%20class%23Japan\"&gt;Japanese Government regulations&lt;/a&gt; concerning exterior dimensions, which added an additional tax liability on Japanese buyers. This generation also saw a &lt;a href=\"badge%20engineered\"&gt;badge engineered&lt;/a&gt; version without the headlight treatment, called the &lt;a href=\"Toyota%20Curren\"&gt;Toyota Curren&lt;/a&gt;, and was sold only in Japan at \"&lt;a href=\"Toyota%23Japan\"&gt;Toyota Vista Store&lt;/a&gt;\" locations, allowing the Celica to be sold at different retail sales channels. The Celica was exclusive to \"Toyota Corolla Store\" locations.\nProduction of the GT-Four (or previously known as All-Trac in the US), continued for the Japanese, Australian, European, and British markets. This ST205 version was to be the most powerful Celica produced to date, producing (export version) or (Japanese market) from an updated 3S-GTE engine. Influenced strongly by Toyota Team Europe, Toyota's factory team in the World Rally Championship, the final version of the GT-Four included improvements such as an all-aluminum hood to save weight, four-channel ABS (with G-force sensor), an improved turbocharger (incorrectly known by enthusiasts as the CT20B), and Super Strut Suspension. The 2500 homologation cars built to allow Toyota to enter the GT-Four as a Group A car in the World Rally Championship also sported extras such as all of the plumbing required to activate an anti-lag system, a water spray bar for the Intercooler's front heat exchanger, a water injection system for detonation protection, a hood spoiler mounted in front of the windscreen to stop hood flex at high speed and the standard rear spoiler mounted on riser blocks. The car proved to be quite competitive in the 1995 World Championship. However, the team was banned from competition for a year after the car's single victory due to turbocharger fixing – a device that meant there was no air path restriction on the intake – when the jubilee clip (worm-drive hose clamp) was undone this would flick back into place so as to go un-noticed by inspectors. Toyota has always claimed that they knew nothing of the fix – but opponents say it was one very cleverly engineered device. In some respects this car is a true sports car; in order to qualify for rallying it has a lot of special features and a unique strut arrangement.\nIn Australia, the 5S-FE powered Celica ST204 was offered in SX and ZR trim levels. The ZR has standard SRS Airbag, fog lights, alloys, and other features. The limited edition SX-R was offered in 1998–1999. Based on the SX, this model came with black/red interior, white-faced speedometer and tachometer, fog lights and alloy wheels.\nThe ST205 Celica GT-Four was available in Australia only in 1994. There was a limited delivery of only 77 units, and each vehicle came with an individually numbered plaque in the cabin and Group A Rallye badges on the hatch. All Australian models were taken from the 2,500 units homologation run and had black leather interior and a full size spare wheel. The only option being a moonroof (17 of the 77 were available with this feature).\nThe fourth-generation convertible was introduced in 1994. Built off of the GT coupe, the conversion took place in the &lt;a href=\"American%20Specialty%20Cars\"&gt;ASC&lt;/a&gt; facility in &lt;a href=\"Rancho%20Dominguez%2C%20California\"&gt;Rancho Dominguez, California&lt;/a&gt;. The vehicle arrived in the US as a partially assembled vehicle. At ASC, the roof was removed and a three-layer insulated and power-operated top was installed, producing a vehicle that was virtually water and windproof.\nLike its coupe and liftback siblings, the American GT convertible is ST204 with 5S-FE engine, while the Japanese Convertible and European GT cabriolet are the 3S-GE powered ST202. The Japanese market soft top Celica was offered as the base model Convertible Type X with either manual or automatic transmission, and the fully equipped automatic only Convertible.\nIn August 1995, minor changes were given to all Japanese market Celica Liftback models, and the SS-III was added into the line up. All models received new rear combination lamps, and if fitted, the new style rear spoiler. The front drive models received new a front bumper design. The SS-III came with standard Super Strut Suspension, power steering cooler, twin piston calipers, helical LSD, shorter steering ratio rack and side aerodynamic rocker panels. The GT-Four also got side rocker panels, restyled rear spoiler, and new alloys. In January 1996, facelift was given to the Japanese market Celica convertible.\nThe 1996 Celica for export market received the same front restyling as the Japanese models, although the tail lights were untouched. The new front bumper has two smaller sections on each side of a smaller air dam as opposed to a single large air dam in previous models. Also new were optional side skirts to improve its aerodynamic efficiency, as well as a redesigned rear spoiler. The North American GT and Australian ZR models came with standard fog lights, and the ST and SX models without the optional fog lights had black grills fill in their place.\nTo celebrate 25 years of Celica, the SS-I and SS-III Special Edition were released in Japan, and the 25th Anniversary ST Limited and GT convertible marked this occasion in the US. These Special Edition models have special emblems on the front fenders, and the inside on the rear view mirror hanger, and the name Celica was printed on the front seats as well.\nFor 1997, the only change in the North American Celica was the discontinuation of the GT coupe. Another minor change was given to Japanese market Celicas in December 1997. Projector headlights were optional for all models. The 3S-GE engine on the SS-II, SS-III and convertible was now the BEAMS version with &lt;a href=\"VVT-i\"&gt;VVT-i&lt;/a&gt;. WRC style high rear spoiler returned on the GT-Four and also standard on the SS-III.\nIn 1998, the underpowered ST model was discontinued in the US, leaving only GT models. In addition, the GT notchback coupe returned after a year's absence. In the UK, Toyota released the SR based on the 1.8 ST. The SR has full body kit, mesh grille, 16-inch alloys, and upgraded sound system. The US Celica line up was simplified even further in 1999 by eliminating all coupes, leaving only the GT Liftback and GT convertible. The GT-Four was still offered in Japan. Also in early 1999, Toyota released pictures of their &lt;a href=\"Toyota%20Celica%20XYR\"&gt;XYR&lt;/a&gt; concept car, which would soon become the next Celica.\nSeventh generation (T230; 1999–2006).\nIn July 1999, Toyota began production of the seventh-generation Celica, with European sales beginning late that year. It closely resembled the XYR concept with the exception of the front bumper and rear spoiler, while omitting the previously available coupe body style. The 2000 model year Celica was an element of &lt;a href=\"Toyota%20Project%20Genesis\"&gt;Toyota Project Genesis&lt;/a&gt;, an effort to bring younger buyers to the marque in the United States. Toyota took time to lighten the car and lower cost wherever possible. Power window and door lock controls were placed in the center console so only 1 set was necessary for both doors. Initial sunroofs were made of polymer plastic instead of the traditional glass. This generation was assembled by Kanto Auto Works at its Higashi-Fuji plant in Susono, Shizuoka Prefecture, Japan.\nThe Celica came in only one Liftback body style with the choice of two different engines. The ZZT230 was powered by a relatively economical 1.8 L 4-cylinder &lt;a href=\"Toyota%20ZZ%20engine%231ZZ-FE\"&gt;1ZZ-FE&lt;/a&gt; engine and the ZZT231 powered by a higher-performance 1.8 L 4-cylinder (in Europe and Japan) &lt;a href=\"Toyota%20ZZ%20engine%232ZZ-GE\"&gt;2ZZ-GE&lt;/a&gt; version, co-developed with &lt;a href=\"Yamaha%20Motor%20Company%20Ltd.\"&gt;Yamaha&lt;/a&gt;, the latter featuring a two-step variable valve lift control in conjunction with its variable valve timing. In 2004, &lt;a href=\"CNNMoney.com\"&gt;CNNMoney.com&lt;/a&gt; rated the Celica as one of the best cars to purchase for fuel economy.\nExporting of the Celica ceased in July 2005. However, until mid-May, customers could still order one, although it was advised they took action before that time ended.\nThe last Celica was rolled off production line on 21 April 2006, after 36 years and seven generations. In its last year, the Celica was only officially sold in Japan. There has been no direct successor to the Celica, however, the &lt;a href=\"Scion%20tC\"&gt;Scion tC&lt;/a&gt; (exclusive to North America) is seen by some people as the spiritual successor to the Celica.\nNorth America.\nIn the US and Canada, two models were offered; the base model GT and the higher performance GT-S. All models were Liftback only. All models featured dual front airbags, daytime running lights (DRL) with auto-on parking and headlights, and 4 cup holders: two in the front and two in the rear. Power door lock and power window switches were mounted on the center console to reduce costs. Rear seats were contoured for only 2 passengers and can split down 50/50 to increase cargo capacity. Two-speed front wipers had variable intermittent adjustment. The rear wiper had a single speed and fixed intermittent speed. Windshield and rear window washers were also standard. In the interest of reducing weight, the optional sunroof was made of polymer plastics instead of glass. In later models, the sunroof was made of glass, probably for cost reasons. Other options include ABS, rear spoiler, fog lights, HID low beam headlights, upgraded JBL stereo system, 6-disc CD changer, leather seat surfaces, side-impact airbags, floor mats, vehicle intrusion protection (VIP) alarms with door lock/unlock feature, &lt;a href=\"cargo%20net\"&gt;cargo net&lt;/a&gt;, cold area package (heavy-duty battery and starter motor) and liftback cargo cover.\nThe GT was powered by the 1ZZ-FE rated at at 6,400 rpm and of torque at 4,200 rpm. It uses Toyota's VVT-i (Variable Valve Timing with intelligence) system which modulated the intake cam phase angle to increase torque and horsepower throughout the rev range. This is a similar engine used on the Matrix, Corolla, and MR2 Spyder. Transmission choices comprised a five-speed manual or four-speed automatic. The GT has standard front disc brakes and rear drum brakes, 195/60/15 with standard wheel covers or optional alloy wheels.\nThe GT-S was powered by the 2ZZ-GE engine rated at at 7,600 rpm and torque at 6,800 rpm. The engine featured Toyota's VVTL-i (Variable Valve Timing and Lift control with intelligence). A second stage valve lift control for intake was added to the variable intake cam phase timing. Variants of this engine were offered in the Matrix XRS, Corolla XRS and the &lt;a href=\"Lotus%20Elise\"&gt;Lotus Elise&lt;/a&gt; (with a Lotus ECU which added 10 bhp). Buyers had the option of a four-speed automatic with shift buttons on the steering wheel, or a six-speed manual. The base tire size was 205/55/15 but the optional size offered was 205/50/16. The tire upgrade was merely so most GT-S models had the optional wheels and tires. All GT-S models had four-wheel disc brakes and metal pedals. Manual transmission shifters and all steering wheels were upgraded to leather. Liftback cargo covers were standard along with fog lights for models without the \"Action Package\".\nTRD USA offered performance upgrades such as lowering springs, dampers, anti-sway bars, brake disc pads, air filters, exhaust, short-shift kits (manual transmissions), and body kits. The exhaust offered an increase of , albeit mostly at higher rpm. A supercharger was also offered for the 1ZZ-FE engine; however, Toyota never marketed it directly for the Celica GT due to being too large to fit under the hood. The supercharger was available as an option for 2003–2004 Corolla and Matrix models. The most popular among buyers were the “Action Package” which offered a more aggressive front bumper with wider grille, rocker panels, and higher rear spoiler. These body kits are the same as JDM Mechanical Sports. The revised front faring interfered with the mounting location for the standard factory fog lights, requiring them to be adjusted or removed when this option was added.\nOn 2000, 2001, 2003, and 2004 GT-S models, the rev limiter is set to around 8200–8300 rpm (seems to differ vehicle-to-vehicle) while the 2002 and 2005 have it set to 7800 (left-hand drive markets only). This allows models without the limited rpm range to remain within the car's power band throughout the gears. First gear is excluded because the gearing ratio is much lower than 2nd gear. The Celica received a facelift for the 2003 model year. The interior was mildly restyled, a power antenna replaced the fixed one, the front and rear fascias were redone. In 2004, all models were fitted with a cabin air filter. The Action Package body kit was restyled for the 2005 model year, with a different front bumper and rear spoiler which is not as same as Japanese Mechanical Sports, but still higher than the standard one.\nIn July 2004, Toyota announced the Celica (as well as the &lt;a href=\"Toyota%20MR2\"&gt;MR2&lt;/a&gt;) would be discontinued in the United States at the end of the 2005 model year for lack of sales. Celica sales hit 52,406 units in 2000, but dropped sharply to 14,856 in 2003. Just 8,710 Celicas were sold in 2004, and only 3,113 were sold in 2005. The sports coupe market, in general, was rapidly shrinking, in part because of the &lt;a href=\"1997%20Asian%20financial%20crisis\"&gt;1997 Asian financial crisis&lt;/a&gt; and the effects of the collapse of the &lt;a href=\"Japanese%20asset%20price%20bubble\"&gt;Japanese asset price bubble&lt;/a&gt;, also known in Japan as the \"bubble economy\". The &lt;a href=\"Subaru%20XT6\"&gt;Subaru XT6&lt;/a&gt;, &lt;a href=\"Nissan%20240SX\"&gt;Nissan 240SX&lt;/a&gt;, &lt;a href=\"Honda%20Prelude\"&gt;Honda Prelude&lt;/a&gt; and &lt;a href=\"Mazda%20RX-7\"&gt;Mazda RX-7&lt;/a&gt; were already gone and the &lt;a href=\"Acura%20RSX\"&gt;Acura RSX&lt;/a&gt; was soon to follow.\nJapan.\nThe Japanese models continued to carry SS-I and SS-II trim levels. The SS-I is powered by 1ZZ-FE engine, SS-II is motored by 2ZZ-GE engine. The SS-II also can be ordered with Super Strut Package with super strut suspension, rear strut bar, 16-inch alloys, metal pedals, and colored rocker panels. The SS-II has climate control AC with digital display. Options included the choice of the Elegant Sports Version with front lip spoiler and headlight covers, or the Mechanical Sports Version with full body kits.\nThe Japanese market Celica was updated with minor changes in August 2002, noticeably with the restyled front bumper and rear combination lamps.\nToyota also released a limited-production version of the 7th generation called the TRD Sports M based on the SS-II. This version was rated at and featured a reinforced unibody and available TRD engine and suspension components. The Sports M was only sold exclusively in Japan. The reduction of engine displacement reflected a drop off in sales to Japanese customers due to the annual &lt;a href=\"Road%20tax%23Japan\"&gt;road tax&lt;/a&gt; liability of previous generations.\nEurope.\nAll the European models have the 6-speed manual transmission and all around disc brakes, and was just marketed as 1.8 VVT-i and 1.8 VVTL-i 190 or T-Sport, which are the GT and GT-S, respectively. Premium and Style Packages were offered for the 1.8 VVT-i model. The European Celica has rear fog lights on the rear bumper.\nIn 2005, Toyota GB released the Celica GT. This is not the same as the GT in North America. Powered by the 2ZZ-GE VVTL-i engine, the British GT is actually the T-Sport with Traction Control with a different body kit, different alloy wheels, 30 mm lowered suspension and part leather part Alcantara interior.\nAsia Pacific.\nIn Australia and New Zealand, the Celica was only offered with 2ZZ-GE engine in two trim levels, SX and ZR. The SX was fitted with 15-inch alloy wheels, CD player, electric windows and mirrors. The ZR has standard ABS, moonroof, SRS side and front airbags, fog lights, 16-inch alloy wheels, 6 stack in dash CD player with cassette, and aluminum pedals. All models have front and rear disc brakes. Optional extras was the 4-speed tiptronic (Automatic), air conditioning, and metallic paint. TRD Sportivo body kits (which is the same as Mechanical Sports Version in Japan) are available.\nAlthough not officially imported by the official Toyota dealerships, the Celica based on the Japanese market models were imported and sold through parallel imported dealerships in Singapore and Indonesia. In Thailand and Hong Kong, the Celica was offered in a single trim level, similar to the Australian ZR with the 2ZZ-GE engine.\nSafety.\nIn Australia, 1981–1999 Toyota Celicas were all assessed in the Used Car Safety Ratings 2006 as providing \"average\" protection for their occupants in the event of a crash.\nA driver's side SRS &lt;a href=\"airbag\"&gt;airbag&lt;/a&gt; is standard in all US models from 1990. Dual SRS Airbags are standard from 1994. Seat-mounted side airbags are optional from 2000. The &lt;a href=\"NHTSA%20NCAP\"&gt;NHTSA NCAP&lt;/a&gt; rating for the 2005 model year is 4 stars for the Driver Front, 4 stars for the Passenger Front, and 3 stars for the Front side.\nMotorsports.\nRallying.\nIn &lt;a href=\"motorsports\"&gt;motorsports&lt;/a&gt;, the Celica is known for its &lt;a href=\"rallying\"&gt;rallying&lt;/a&gt; prowess. The first &lt;a href=\"World%20Rally%20Championship\"&gt;World Rally Championship&lt;/a&gt; (WRC) event for the Celica was 1972 &lt;a href=\"RAC%20Rally\"&gt;RAC Rally&lt;/a&gt; when &lt;a href=\"Ove%20Andersson\"&gt;Ove Andersson&lt;/a&gt; drove the 1600 GTV (TA22) into the ninth place. The first victory came in the 1982 &lt;a href=\"Rally%20of%20New%20Zealand\"&gt;Rally of New Zealand&lt;/a&gt; with &lt;a href=\"Bj%C3%B6rn%20Waldeg%C3%A5rd\"&gt;Björn Waldegård&lt;/a&gt; in a 2000GT (RA63). From 1983 to 1986, the &lt;a href=\"Group%20B\"&gt;Group B&lt;/a&gt; Celica Twincam Turbo (TA64) won all six WRC events in Africa they entered.\nAfter the demise of Group B, the Celica GT-Four competed in &lt;a href=\"Group%20A\"&gt;Group A&lt;/a&gt; &lt;a href=\"World%20Rally%20Championship\"&gt;Rally&lt;/a&gt; racing from &lt;a href=\"1988%20World%20Rally%20Championship\"&gt;1988&lt;/a&gt; to &lt;a href=\"1997%20World%20Rally%20Championship\"&gt;1997&lt;/a&gt;. The car won two manufacturer's titles and four driver's titles. &lt;a href=\"Carlos%20Sainz%20Sr.\"&gt;Carlos Sainz&lt;/a&gt; was its most successful driver, winning WRC titles with the ST165 in 1990 and the ST185 in 1992. The ST185 also won the 1993 and 1994 titles with &lt;a href=\"Juha%20Kankkunen\"&gt;Juha Kankkunen&lt;/a&gt; and &lt;a href=\"Didier%20Auriol\"&gt;Didier Auriol&lt;/a&gt;, respectively. The ST185's fourth consecutive &lt;a href=\"Safari%20Rally\"&gt;Safari Rally&lt;/a&gt; victory came in 1995, which was also Toyota's 8th victory in this event. The ST205 became a center of controversy when the works &lt;a href=\"Toyota%20Team%20Europe\"&gt;Toyota Team Europe&lt;/a&gt; was banned for 12 months from the WRC because of use of an illegal turbo air restrictor. When TTE returned to the WRC, TTE switched to the shorter Corolla based on the European &lt;a href=\"Toyota%20Corolla%20%28E110%29%23Corolla%20WRC\"&gt;E110&lt;/a&gt; 3-door liftback and the new &lt;a href=\"World%20Rally%20Car\"&gt;World Rally Car&lt;/a&gt; regulations, although the ST205 continued to be used by some regional Toyota and private teams.\nFor the WRC homologation requirements, a special edition of the GT-Four models were produced for the public in limited numbers - only 5000 units. They are considered a collector's item by some enthusiasts. The ST185's homologation version is called the GT-Four RC in Japan, Group A Rallye in Australia, or Carlos Sainz Limited Edition (CS, after the driver) in Europe, and general markets.\nBetween 1994 and 1997, &lt;a href=\"Rod%20Millen\"&gt;Rod Millen&lt;/a&gt; won the &lt;a href=\"Pikes%20Peak%20International%20Hill%20Climb\"&gt;Pikes Peak International Hill Climb&lt;/a&gt; three times using a Celica, setting a record time which stood for more than 10 years.\nCircuit racing.\nThe first-generation liftback (known as \"&lt;a href=\"Toyota%20Celica%20LB%20Turbo\"&gt;Celica LB Turbo&lt;/a&gt;\") was used to compete in the &lt;a href=\"Deutsche%20Rennsport%20Meisterschaft\"&gt;DRM&lt;/a&gt; between 1977 and 1978, the car was capable of producing . The car was entered by &lt;a href=\"Schnitzer%20Motorsport\"&gt;Schnitzer&lt;/a&gt; via Toyota Deutschland and was driven by &lt;a href=\"Harald%20Ertl\"&gt;Harald Ertl&lt;/a&gt; and &lt;a href=\"Rolf%20Stommelen\"&gt;Rolf Stommelen&lt;/a&gt; for the following season. The car had a limited success scoring only 4th and 8th and was plagued with various problems throughout the two seasons before it was sold to &lt;a href=\"TOM%27S\"&gt;TOM'S&lt;/a&gt; in Japan which under company founder, &lt;a href=\"Nobuhide%20Tachi\"&gt;Nobuhide Tachi&lt;/a&gt;, it had a successful career. Tachi also had a successful career with the second-generation version. Despite its limited success in the series, the DRM liftback was immortalised by &lt;a href=\"Tamiya%20Corporation\"&gt;Tamiya&lt;/a&gt; as a 1/12 &lt;a href=\"radio%20controlled%20car\"&gt;radio controlled car&lt;/a&gt; and a 1/24 static model.\nAn almost identical Celica GT Coupe Turbo was built in Denmark in 1978–1979 and raced by Peter Hansen in the Danish championship. He came second in 1979 before winning the Danish Championship in 1980. The car had the same 2,148 cc engine block (18R) and the same Mahle forged pistons as the German DRM car but with an 8-valve cylinder head, producing . The Danish-built engine with K-jetronic fuel injection proved more reliable than the mechanically fuel injected Schnitzer built engine. Both engines were equipped with &lt;a href=\"K%C3%BChnle%2C%20Kopp%20%26amp%3B%20Kausch\"&gt;KKK&lt;/a&gt; turbochargers.\nIn circuit racing, the Celica was raced by &lt;a href=\"Dan%20Gurney\"&gt;Dan Gurney's&lt;/a&gt; &lt;a href=\"All%20American%20Racers\"&gt;All American Racers&lt;/a&gt; team with factory backing in the &lt;a href=\"International%20Motor%20Sports%20Association\"&gt;IMSA&lt;/a&gt; &lt;a href=\"IMSA%20GT%20Championship\"&gt;GTU&lt;/a&gt; and &lt;a href=\"IMSA%20GT%20Championship\"&gt;GTO&lt;/a&gt; classes from 1983 to 1988. The team captured many class wins and the GTO Championship in 1987. Slightly modified versions of stock Celicas were also used as the spec car in the &lt;a href=\"Toyota%20Pro/Celebrity%20Race\"&gt;Toyota Pro/Celebrity Race&lt;/a&gt;, always held during the weekend of the &lt;a href=\"Long%20Beach%20Grand%20Prix\"&gt;Long Beach Grand Prix&lt;/a&gt; or (from 1976 to 1983) the &lt;a href=\"United%20States%20Grand%20Prix%20West\"&gt;United States Grand Prix West&lt;/a&gt; until 2005.\nThe Celica (usually the first through third-generation rear-wheel drive models powered by R series engines) was sometimes raced privately in &lt;a href=\"stock%20car%20racing\"&gt;stock car racing&lt;/a&gt;, usually in four-cylinder classes at the grassroots level. A less stock version of the Celica with factory backing and development was campaigned successfully by several drivers in the &lt;a href=\"Goody%27s%20Dash%20Series\"&gt;Goody's Dash Series&lt;/a&gt;. These Celicas started racing in 2000 and had 6th or 7th generation bodies but a steel tube-frame race chassis and a production-based V6 engine that was not available in the street Celica. &lt;a href=\"Robert%20Huffman\"&gt;Robert Huffman&lt;/a&gt; won the 2003 Dash Series Championship driving one of these Celicas, leading to Toyota's entry in the &lt;a href=\"NASCAR%20Truck%20Series\"&gt;NASCAR Truck Series&lt;/a&gt; the following year and then the &lt;a href=\"NASCAR%20Cup%20Series\"&gt;NASCAR Cup Series&lt;/a&gt; and the then-&lt;a href=\"NASCAR%20Xfinity%20Series\"&gt;NASCAR Busch Series&lt;/a&gt; in 2007. Osborne Motorsport won their class in the &lt;a href=\"2003%20Bathurst%2024%20Hour\"&gt;2003 Bathurst 24 Hour&lt;/a&gt; race.\nThe seventh-generation Celicas were also successfully campaigned in the &lt;a href=\"NHRA\"&gt;NHRA&lt;/a&gt; Sport Compact Drag Racing series during the early 2000s. Toyotas run in the NHRA &lt;a href=\"Funny%20Car\"&gt;Funny Car&lt;/a&gt; class also used Celica bodies, although besides the body, these cars do not share any resemblance to their street counterparts.\nIn Japan, the Team &lt;a href=\"Racing%20Project%20Bandoh\"&gt;Racing Project Bandoh&lt;/a&gt; created a special rear wheel drive variant of the seventh-generation Celica using a 3S-GTE engine, having previously ran a front wheel drive sixth generation model. It was entered into GT300 class of the &lt;a href=\"Super%20GT\"&gt;Japanese Grand Touring Championship&lt;/a&gt;(and later &lt;a href=\"Super%20GT\"&gt;Super GT&lt;/a&gt;) until 2008, which they switched their car to &lt;a href=\"Lexus%20IS\"&gt;Lexus IS&lt;/a&gt;350 in race 3 that season."
}