{
    "id": "1727810",
    "revid": "29011573",
    "url": "https://en.wikipedia.org/wiki?curid=1727810",
    "title": "Blaise Diagne",
    "text": "Blaise Diagne (13 October 1872 – 11 May 1934) was a &lt;a href=\"Senegal\"&gt;Senegalese&lt;/a&gt;-&lt;a href=\"French%20people\"&gt;French&lt;/a&gt; political leader and &lt;a href=\"Mayor%20%28France%29\"&gt;mayor&lt;/a&gt; of &lt;a href=\"Dakar\"&gt;Dakar&lt;/a&gt;. He was the first black &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;n elected to the &lt;a href=\"French%20Chamber%20of%20Deputies\"&gt;French Chamber of Deputies&lt;/a&gt;, and the first to hold a position in the French government.\nBackground.\nBorn in &lt;a href=\"Gor%C3%A9e\"&gt;Gorée&lt;/a&gt; to a Senegalese &lt;a href=\"Lebou%20people\"&gt;Lebu&lt;/a&gt; father—Niokhor Diagne—a cook and sailor, and a &lt;a href=\"Manjack%20people\"&gt;Manjack&lt;/a&gt; mother of &lt;a href=\"Guinea-Bissau\"&gt;Guinea-Bissau&lt;/a&gt; origin—Gnagna Anthony Preira. Diagne was adopted as a child by the Crespin family who were of mixed race origin from Gorée and &lt;a href=\"Saint-Louis%2C%20Senegal\"&gt;St. Louis&lt;/a&gt;, and Christians. They baptised him as \"Blaise\". He studied in &lt;a href=\"France\"&gt;France&lt;/a&gt; before joining the French customs service in 1892. He served in &lt;a href=\"French%20West%20Africa\"&gt;Dahomey&lt;/a&gt; (modern day &lt;a href=\"Benin\"&gt;Benin&lt;/a&gt;), &lt;a href=\"French%20Congo\"&gt;French Congo&lt;/a&gt; (now &lt;a href=\"Republic%20of%20the%20Congo\"&gt;Republic of the Congo&lt;/a&gt;), &lt;a href=\"R%C3%A9union\"&gt;Réunion&lt;/a&gt;, &lt;a href=\"Madagascar\"&gt;Madagascar&lt;/a&gt;, and &lt;a href=\"French%20Guiana\"&gt;French Guiana&lt;/a&gt;. In September 1899, while in Réunion, Diagne became a &lt;a href=\"Freemasonry\"&gt;freemason&lt;/a&gt;, joining a lodge affiliated with the &lt;a href=\"Grand%20Orient%20de%20France\"&gt;Grand Orient de France&lt;/a&gt;.\nPolitical career.\nDiagne was elected to the &lt;a href=\"Chamber%20of%20Deputies%20of%20France\"&gt;Chamber of Deputies of France&lt;/a&gt; in 1914 as the representative for the &lt;a href=\"Four%20Communes\"&gt;Four Communes&lt;/a&gt;. He was reelected several times, serving until his death in 1934. From 1914 to 1917 he caucused with the Marxist-socialist &lt;a href=\"Section%20fran%C3%A7aise%20de%20l%27Internationale%20ouvri%C3%A8re\"&gt;Section française de l'Internationale ouvrière&lt;/a&gt;, forerunner of the &lt;a href=\"Socialist%20Party%20%28France%29\"&gt;French Socialist Party&lt;/a&gt;, before affiliating with the Independents led by &lt;a href=\"Georges%20Mandel\"&gt;Georges Mandel&lt;/a&gt;. In 1914 after recently becoming the newly elected deputy of Senegal, Blaise Diagne was critical in the government intervention in an outbreak of plague which struck Dakar. In 1916 Diagne convinced the French parliament to approve a law () granting full citizenship to all residents of the so-called &lt;a href=\"Four%20Communes%20%28colonial%20Senegal%29\"&gt;Four Communes&lt;/a&gt; in Senegal: Dakar, Gorée, &lt;a href=\"Saint-Louis%2C%20Senegal\"&gt;Saint-Louis&lt;/a&gt;, and &lt;a href=\"Rufisque\"&gt;Rufisque&lt;/a&gt;. This measure constituted a considerable element of the French colonial policy of a \"&lt;a href=\"civilizing%20mission\"&gt;civilizing mission&lt;/a&gt;\" (). He was a leading recruiter for the French army during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, when thousands of black West Africans fought on the &lt;a href=\"Western%20Front%20%28World%20War%20I%29\"&gt;Western Front&lt;/a&gt; for France.\nAfter the war, Diagne embarked on an administrative career in addition to his responsibilities as a parliamentary deputy. From October 1918 to January 1920 he served as Commissioner General of the &lt;a href=\"Ministry%20of%20the%20Overseas%20%28France%29%23History\"&gt;Ministry of the Colonies&lt;/a&gt; with supervision of military personnel from the colonies and workers from France's African possessions. He represented France in the International Labor Office, the secretariat of the &lt;a href=\"International%20Labour%20Organization\"&gt;International Labour Organization&lt;/a&gt;, in 1930. From January 1931 to February 1932 he was Under-Secretary of State for the Colonies, a junior level &lt;a href=\"French%20government%20ministers\"&gt;cabinet&lt;/a&gt; position. From 1920 to 1934 he served as mayor of Dakar.\nHe died in &lt;a href=\"Cambo-les-Bains\"&gt;Cambo-les-Bains&lt;/a&gt; in 1934.\nLegacy.\nHe was a pioneer of black African electoral politics and an advocate of equal rights for all, regardless of race. He encouraged African accommodation of French rule and the adoption of French cultural and social norms. Though he was ahead of his time in 1914, by the later years of his life, African colonial politics had passed him by. He continued to advocate an African role in France while most Western-educated African elites embraced African nationalism and worked for eventual independence from the colonial powers. &lt;a href=\"African-Americans\"&gt;African-American&lt;/a&gt; historian and &lt;a href=\"Pan-Africanism\"&gt;Pan-Africanist&lt;/a&gt; &lt;a href=\"W.%20E.%20B.%20Du%20Bois\"&gt;W. E. B. Du Bois&lt;/a&gt; faulted him harshly for a perceived lack of commitment to African interests \"...Diagne is a Frenchman who is accidentally black. I suspect Diagne rather despises his own black &lt;a href=\"Wolof%20people\"&gt;Wolofs&lt;/a&gt;.\"\nIt is alleged that he was not buried in the Muslim cemetery of Soumbedioune in Dakar because of his freemasonry. However, a large boulevard () and a high school () in Dakar were named in his honor, as well as Senegal's new international airport, &lt;a href=\"Blaise%20Diagne%20International%20Airport\"&gt;Blaise Diagne International Airport&lt;/a&gt; in &lt;a href=\"Ndiass\"&gt;Ndiass&lt;/a&gt;, outside of Dakar.\nHis son &lt;a href=\"Raoul%20Diagne\"&gt;Raoul&lt;/a&gt; was the first black man to play professional football in France and had great success playing for &lt;a href=\"RCF%20Paris\"&gt;Racing Club de France&lt;/a&gt; in the late 1930s, winning the French title in 1936 and the French cup in 1936, 1939, and 1940.\nHis like-named grandson was born in Paris in 1954 to his son Adolphe (1907–1985, a French medical officer). The younger Blaise became mayor of the French village of &lt;a href=\"Lourmarin\"&gt;Lourmarin&lt;/a&gt; in the &lt;a href=\"Lub%C3%A9ron\"&gt;Lubéron&lt;/a&gt; mountains of &lt;a href=\"Provence\"&gt;Provence&lt;/a&gt; in 2001 and was reelected in 2008. According to him the memory of his grandfather was scarcely mentioned within the family, \"but my parents have always been very discreet about this family history\" (). His mother and grandmother were both French \"white\" women. When interviewed in 2005, the younger Blaise said he had not traveled to Senegal since 1960 and thought he \"has nothing to bring there\"."
}