{
    "id": "1727031",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=1727031",
    "title": "History of geography",
    "text": "The history of geography includes many &lt;a href=\"history\"&gt;histories&lt;/a&gt; of &lt;a href=\"geography\"&gt;geography&lt;/a&gt; which have differed over time and between different cultural and political groups. In more recent developments, geography has become a distinct academic discipline. 'Geography' derives from the &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; – \"geographia\", literally \"Earth-writing\", that is, description or writing about the Earth. The first person to use the word \"geographia\" was &lt;a href=\"Eratosthenes\"&gt;Eratosthenes&lt;/a&gt; (276–194 BC). However, there is evidence for recognizable practices of geography, such as &lt;a href=\"cartography\"&gt;cartography&lt;/a&gt; (map-making), prior to the use of the term.\nEgypt.\nThe known world of Ancient Egypt saw the Nile as the centre, and the world as based upon \"the\" river. Various oases were known to the east and west, and were considered locations of various gods (e.g. &lt;a href=\"Siwa%20Oasis\"&gt;Siwa&lt;/a&gt;, for Amon). To the South lay the &lt;a href=\"Kingdom%20of%20Kush\"&gt;Kush&lt;/a&gt;itic region, known as far as the 4th cataract. &lt;a href=\"Land%20of%20Punt\"&gt;Punt&lt;/a&gt; was a region south along the shores of the Red Sea. Various Asiatic peoples were known as Retenu, Kanaan, Que, Harranu, or Khatti (&lt;a href=\"Hittites\"&gt;Hittites&lt;/a&gt;). At various times especially in the Late Bronze Age Egyptians had diplomatic and trade relationships with &lt;a href=\"Babylonia\"&gt;Babylonia&lt;/a&gt; and &lt;a href=\"Elam\"&gt;Elam&lt;/a&gt;. The Mediterranean was called \"the Great Green\" and was believed to be part of a world encircling ocean. Europe was unknown although may have become part of the Egyptian world view in Phoenician times. To the west of Asia lay the realms of &lt;a href=\"Keftiu\"&gt;Keftiu&lt;/a&gt;, possibly &lt;a href=\"Crete\"&gt;Crete&lt;/a&gt;, and Mycenae (thought to be part of a chain of islands, that joined Cyprus, Crete, Sicily and later perhaps &lt;a href=\"Sardinia\"&gt;Sardinia&lt;/a&gt;, &lt;a href=\"Corsica\"&gt;Corsica&lt;/a&gt; and the Balarics to Africa).\nBabylon.\nThe oldest known world maps date back to ancient &lt;a href=\"Babylon\"&gt;Babylon&lt;/a&gt; from the 9th century BC. The best known &lt;a href=\"Babylonia\"&gt;Babylonia&lt;/a&gt;n world map, however, is the &lt;a href=\"Babylonian%20Map%20of%20the%20World\"&gt;\"Imago Mundi\"&lt;/a&gt; of 600 BC. The map as reconstructed by &lt;a href=\"Eckhard%20Unger\"&gt;Eckhard Unger&lt;/a&gt; shows &lt;a href=\"Babylon\"&gt;Babylon&lt;/a&gt; on the &lt;a href=\"Euphrates\"&gt;Euphrates&lt;/a&gt;, surrounded by a circular landmass showing &lt;a href=\"Assyria\"&gt;Assyria&lt;/a&gt;, &lt;a href=\"Urartu\"&gt;Urartu&lt;/a&gt; and several cities, in turn surrounded by a \"bitter river\" (&lt;a href=\"Oceanus\"&gt;Oceanus&lt;/a&gt;), with seven islands arranged around it so as to form a seven-pointed star. The accompanying text mentions seven outer regions beyond the encircling ocean. The descriptions of five of them have survived.\nIn contrast to the \"Imago Mundi\", an earlier Babylonian &lt;a href=\"world%20map\"&gt;world map&lt;/a&gt; dating back to the 9th century BC depicted Babylon as being further north from the center of the world, though it is not certain what that center was supposed to represent.\nGreco-Roman world.\nThe &lt;a href=\"Ancient%20Greece\"&gt;ancient Greeks&lt;/a&gt; view &lt;a href=\"Homer\"&gt;Homer&lt;/a&gt; as the founder of geography. His works the \"&lt;a href=\"Iliad\"&gt;Iliad&lt;/a&gt;\" and the \"&lt;a href=\"Odyssey\"&gt;Odyssey&lt;/a&gt;\" are works of literature, but both contain a great deal of geographical information. Homer describes a circular world ringed by a single massive ocean. The works show that the &lt;a href=\"Greeks\"&gt;Greeks&lt;/a&gt; by the 8th century BC had considerable knowledge of the geography of the eastern Mediterranean. The poems contain a large number of place names and descriptions, but for many of these it is uncertain what real location, if any, is actually being referred to.\n&lt;a href=\"Thales\"&gt;Thales&lt;/a&gt; of Miletus is one of the first known philosophers known to have wondered about the shape of the world. He proposed that the world was based on water, and that all things grew out of it. He also laid down many of the astronomical and mathematical rules that would allow geography to be studied scientifically. His successor &lt;a href=\"Anaximander\"&gt;Anaximander&lt;/a&gt; is the first person known to have attempted to create a scale map of the known world and to have introduced the &lt;a href=\"gnomon\"&gt;gnomon&lt;/a&gt; to Ancient Greece.\n&lt;a href=\"Hecataeus%20of%20Miletus\"&gt;Hecataeus of Miletus&lt;/a&gt; initiated a different form of geography, avoiding the mathematical calculations of Thales and Anaximander he learnt about the world by gathering previous works and speaking to the sailors who came through the busy port of Miletus. From these accounts he wrote a detailed prose account of what was known of the world. A similar work, and one that mostly survives today, is &lt;a href=\"Herodotus\"&gt;Herodotus&lt;/a&gt;' \"&lt;a href=\"Histories%20%28Herodotus%29\"&gt;Histories&lt;/a&gt;\". While primarily a work of history, the book contains a wealth of geographic descriptions covering much of the known world. Egypt, Scythia, Persia, and Asia Minor are all described, including a mention of India. The description of Africa as a whole are contentious, with Herodotus describing the land surrounded by a sea. Though he described the Phoenicians as having circumnavigated Africa in the 6th century BC, through much of later European history the Indian Ocean was thought to be an inland sea, the southern part of Africa wrapping around in the south to connect with the eastern part of Asia. This was not completely abandoned by Western cartographers until the circumnavigation of Africa by &lt;a href=\"Vasco%20da%20Gama\"&gt;Vasco da Gama&lt;/a&gt;. Some, though, hold that the descriptions of areas such as India are mostly imaginary. Regardless, Herodotus made important observations about geography. He is the first to have noted the process by which large rivers, such as the Nile, build up &lt;a href=\"River%20delta\"&gt;deltas&lt;/a&gt;, and is also the first recorded as observing that winds tend to blow from colder regions to warmer ones.\n&lt;a href=\"Pythagoras\"&gt;Pythagoras&lt;/a&gt; was perhaps the first to propose a spherical world, arguing that the sphere was the most perfect form. This idea was embraced by &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt;, and &lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt; presented empirical evidence to verify this. He noted that the Earth's shadow during a lunar eclipse is curved from any angle (near the horizon or high in the sky), and also that stars increase in height as one moves north. &lt;a href=\"Eudoxus%20of%20Cnidus\"&gt;Eudoxus of Cnidus&lt;/a&gt; used the idea of a sphere to explain how the sun created differing climatic zones based on latitude. This led the Greeks to believe in a division of the world into five regions. At each of the poles was an uncharitably cold region. While extrapolating from the heat of the Sahara it was deduced that the area around the equator was unbearably hot. Between these extreme regions both the northern and southern hemispheres had a temperate belt suitable for human habitation.\nHellenistic period.\nThese theories clashed with the evidence of explorers, however, &lt;a href=\"Hanno%20the%20Navigator\"&gt;Hanno the Navigator&lt;/a&gt; had traveled as far south as &lt;a href=\"Sierra%20Leone\"&gt;Sierra Leone&lt;/a&gt;, and Egyptian Pharaoh &lt;a href=\"Necho%20II\"&gt;Necho II&lt;/a&gt; of Africa is related by Herodotus and others as having commissioned a successful circumnavigation of Africa by Phoenician sailors. While they were sailing west around the Southern tip of Africa, it was found that the sun was to their right (the north). This is thought to have been a key trigger in the realization that the earth is spherical, in the classical world.\nIn the 4th century BC the Greek explorer &lt;a href=\"Pytheas\"&gt;Pytheas&lt;/a&gt; traveled through northeast Europe, and circled the British Isles. He found that the region was considerably more habitable than theory expected, but his discoveries were largely dismissed by his contemporaries because of this. Conquerors also carried out exploration, for example, &lt;a href=\"Caesar%27s%20invasions%20of%20Britain\"&gt;Caesar's invasions of Britain&lt;/a&gt; and &lt;a href=\"Gallic%20Wars\"&gt;Germany&lt;/a&gt;, expeditions/invasions sent by &lt;a href=\"Augustus\"&gt;Augustus&lt;/a&gt; to &lt;a href=\"Arabia%20Felix\"&gt;Arabia Felix&lt;/a&gt; and &lt;a href=\"Axum\"&gt;Ethiopia&lt;/a&gt; (\"&lt;a href=\"Res%20Gestae\"&gt;Res Gestae&lt;/a&gt;\" 26), and perhaps the greatest Ancient Greek explorer of all, &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;, who deliberately set out to learn more about the east through his military expeditions and so took a large number of geographers and writers with his army who recorded their observations as they moved east.\nThe ancient Greeks divided the world into three continents, Europe, Asia, and &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt; (Africa). The &lt;a href=\"Hellespont\"&gt;Hellespont&lt;/a&gt; formed the border between Europe and Asia. The border between Asia and Libya was generally considered to be the Nile river, but some geographers, such as Herodotus objected to this. Herodotus argued that there was no difference between the people on the east and west sides of the Nile, and that the &lt;a href=\"Red%20Sea\"&gt;Red Sea&lt;/a&gt; was a better border. The relatively narrow habitable band was considered to run from the Atlantic Ocean in the west to an unknown sea somewhere east of India in the east. The southern portion of Africa was unknown, as was the northern portion of Europe and Asia, so it was believed that they were circled by a sea. These areas were generally considered uninhabitable.\nThe size of the Earth was an important question to the Ancient Greeks. &lt;a href=\"Eratosthenes\"&gt;Eratosthenes&lt;/a&gt; calculated the &lt;a href=\"Earth%27s%20circumference\"&gt;Earth's circumference&lt;/a&gt; with great precision. Since the distance from the Atlantic to India was roughly known, this raised the important question of what was in the vast region east of Asia and to the west of Europe. &lt;a href=\"Crates%20of%20Mallus\"&gt;Crates of Mallus&lt;/a&gt; proposed that there were in fact four inhabitable land masses, two in each hemisphere. In Rome a large globe was created depicting this world. &lt;a href=\"Posidonius\"&gt;Posidonius&lt;/a&gt; set out to get a measurement, but his number actually was considerably smaller than the real one, yet it became accepted that the eastern part of Asia was not a huge distance from Europe.\nRoman period.\nWhile the works of almost all earlier geographers have been lost, many of them are partially known through quotations found in &lt;a href=\"Strabo\"&gt;Strabo&lt;/a&gt; (64/63 BC – ca. AD 24). Strabo's seventeen volume work of geography is almost completely extant, and is one of the most important sources of information on classical geography. Strabo accepted the narrow band of habitation theory, and rejected the accounts of Hanno and Pytheas as fables. None of Strabo's maps survive, but his detailed descriptions give a clear picture of the status of geographical knowledge of the time. &lt;a href=\"Pliny%20the%20Elder\"&gt;Pliny the Elder&lt;/a&gt;'s (AD 23 – 79) \"&lt;a href=\"Natural%20History%20%28Pliny%29\"&gt;Natural History&lt;/a&gt;\" also has sections on geography. A century after Strabo &lt;a href=\"Ptolemy\"&gt;Ptolemy&lt;/a&gt; (AD 90 – 168) launched a similar undertaking. By this time the Roman Empire had expanded through much of Europe, and previously unknown areas such as the British Isles had been explored. The &lt;a href=\"Silk%20Road\"&gt;Silk Road&lt;/a&gt; was also in operation, and for the first time knowledge of the far east began to be known. Ptolemy's \"&lt;a href=\"Geographia%20%28Ptolemy%29\"&gt;Geographia&lt;/a&gt;\" opens with a theoretical discussion about the nature and techniques of geographical inquiry, and then moves to detailed descriptions of much the known world. Ptolemy lists a huge number of cities, tribes, and sites and places them in the world. It is uncertain what Ptolemy's names correspond to in the modern world, and a vast amount of scholarship has gone into trying to link Ptolemaic descriptions to known locations.\nIt was the &lt;a href=\"Roman%20Empire\"&gt;Romans&lt;/a&gt; who made far more extensive practical use of geography and maps. The &lt;a href=\"Roman%20roads\"&gt;Roman transportation system&lt;/a&gt;, consisting of 55,000 miles of roads, could not have been designed without the use of geographical systems of measurement and &lt;a href=\"triangulation\"&gt;triangulation&lt;/a&gt;. The \"&lt;a href=\"cursus%20publicus\"&gt;cursus publicus&lt;/a&gt;\", a department of the Roman government devoted to transportation, employed full-time \"&lt;a href=\"gromatici\"&gt;gromatici&lt;/a&gt;\" (&lt;a href=\"Construction%20surveying\"&gt;surveyors&lt;/a&gt;). The surveyors’ job was to gather topographical information and then to determine the straightest possible route where a road might be built. Instruments and principles used included &lt;a href=\"sun%20dial\"&gt;sun dial&lt;/a&gt;s for determining direction, &lt;a href=\"theodolite\"&gt;theodolite&lt;/a&gt;s for measuring horizontal angles, and &lt;a href=\"triangulation\"&gt;triangulation&lt;/a&gt; without which the creation of perfectly straight stretches, some as long as 35 miles, would have been impossible. During the Greco-Roman era, those who performed geographical work could be divided into four categories:\nAround AD 400 a scroll map called the &lt;a href=\"Tabula%20Peutingeriana\"&gt;Peutinger Table&lt;/a&gt; was made of the known world, featuring the &lt;a href=\"Roman%20roads\"&gt;Roman road&lt;/a&gt; network. Besides the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt; which at that time spanned from Britain to the Middle East and Africa, the map includes India, Sri Lanka and China. Cities are demarcated using hundreds of symbols. It measures 1.12 ft high and 22.15 ft long.\nThe tools and principles of geography used by the Romans would be closely followed with little practical improvement for the next 700 years.\nIndia.\nA vast corpus of Indian texts embraced the study of geography. The &lt;a href=\"Vedas\"&gt;Vedas&lt;/a&gt; and &lt;a href=\"Puranas\"&gt;Puranas&lt;/a&gt; contain elaborate descriptions of rivers and mountains and treat the relationship between physical and human elements. According to religious scholar &lt;a href=\"Diana%20Eck\"&gt;Diana Eck&lt;/a&gt;, a notable feature of geography in India is its interweaving with Hindu mythology,\nNo matter where one goes in India, one will find a landscape in which mountains, rivers, forests, and villages are elaborately linked to the stories and gods of Indian culture. Every place in this vast country has its story; and conversely, every story of Hindu myth and legend has its place.\nAncient period.\nThe geographers of ancient India put forward theories regarding the origin of the earth. They theorized that the earth was formed by the solidification of gaseous matter and that the earth's crust is composed of hard rocks (sila), clay (bhumih) and sand (asma). Theories were also propounded to explain earthquakes (bhukamp) and it was assumed that earth, air and water combined to cause earthquakes. The &lt;a href=\"Arthashastra\"&gt;Arthashastra&lt;/a&gt;, a compendium by &lt;a href=\"Kautilya\"&gt;Kautilya&lt;/a&gt; (also known as &lt;a href=\"Chanakya\"&gt;Chanakya&lt;/a&gt;) contains a range of geographical and statistical information about the various regions of India. The composers of the &lt;a href=\"Puranas\"&gt;Puranas&lt;/a&gt; divided the known world into seven continents of dwipas, Jambu Dwipa, Krauncha Dwipa, Kusha Dwipa, Plaksha Dwipa, Pushkara Dwipa, Shaka Dwipa and Shalmali Dwipa. Descriptions were provided for the climate and geography of each of the dwipas.\nEarly Medieval period.\nThe Vishnudharmottara Purana (compiled between 300 and 350 AD) contains six chapters on physical and human geography. The locational attributes of peoples and places, and various seasons are the topics of these chapters. &lt;a href=\"Varahamihira\"&gt;Varahamihira&lt;/a&gt;'s Brihat-Samhita gave a thorough treatment of planetary movements, rainfall, clouds and the formation of water. The mathematician-astronomer &lt;a href=\"Aryabhata\"&gt;Aryabhata&lt;/a&gt; gave a precise estimate of the earth's circumference in his treatise &lt;a href=\"%C4%80ryabha%E1%B9%AD%C4%ABya\"&gt;Āryabhaṭīya&lt;/a&gt;. Aryabhata accurately calculated the Earth's circumference as 24,835 miles, which was only 0.2% smaller than the actual value of 24,902 miles.\nLate Medieval period.\nThe &lt;a href=\"Mughal%20Empire\"&gt;Mughal&lt;/a&gt; chronicles Tuzuk-i-Jehangiri, Ain-i-Akbari and Dastur-ul-aml contain detailed geographical narratives. These were based on the earlier geographical works of India and the advances made by medieval &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; geographers, particularly the work of &lt;a href=\"Alberuni\"&gt;Alberuni&lt;/a&gt;.\nChina.\nIn China, the earliest known geographical Chinese writing dates back to the 5th century BC, during the beginning of the &lt;a href=\"Warring%20States\"&gt;Warring States&lt;/a&gt; period (481 BC – 221 BC). This work was the \"&lt;a href=\"Yu%20Gong\"&gt;Yu Gong&lt;/a&gt;\" ('Tribute of Yu') chapter of the \"Shu Jing\" or \"&lt;a href=\"Book%20of%20Documents\"&gt;Book of Documents&lt;/a&gt;\", which describes the traditional &lt;a href=\"Nine%20Provinces%20%28China%29\"&gt;nine provinces&lt;/a&gt; of ancient China, their kinds of soil, their characteristic products and economic goods, their tributary goods, their trades and vocations, their state revenues and agricultural systems, and the various rivers and lakes listed and placed accordingly. The nine provinces at the time of this geographical work were relatively small in size compared to those of modern China with the book's descriptions pertaining to areas of the &lt;a href=\"Yellow%20River\"&gt;Yellow River&lt;/a&gt;, the lower valleys of the &lt;a href=\"Yangtze\"&gt;Yangtze&lt;/a&gt; and the plain between them as well as the Shandong peninsula and to the west the most northern parts of the &lt;a href=\"Wei%20River\"&gt;Wei&lt;/a&gt; and &lt;a href=\"Han%20River%20%28Hanshui%29\"&gt;Han River&lt;/a&gt;s along with the southern parts of modern-day &lt;a href=\"Shanxi\"&gt;Shanxi&lt;/a&gt; province.\nIn this ancient geographical treatise, which would greatly influence later Chinese geographers and cartographers, the Chinese used the mythological figure of Yu the Great to describe the known earth (of the Chinese). Apart from the appearance of Yu, however, the work was devoid of magic, fantasy, Chinese folklore, or legend. Although the Chinese geographical writing in the time of &lt;a href=\"Herodotus\"&gt;Herodotus&lt;/a&gt; and &lt;a href=\"Strabo\"&gt;Strabo&lt;/a&gt; were of lesser quality and contained less systematic approach, this would change from the 3rd century onwards, as Chinese methods of documenting geography became more complex than those found in Europe, a state of affairs that would persist until the 13th century.\nThe earliest extant maps found in archeological sites of China date to the 4th century BC and were made in the ancient &lt;a href=\"Qin%20%28state%29\"&gt;State of Qin&lt;/a&gt;. The earliest known reference to the application of a geometric grid and mathematically graduated scale to a map was contained in the writings of the cartographer &lt;a href=\"Pei%20Xiu\"&gt;Pei Xiu&lt;/a&gt; (224–271). From the 1st century AD onwards, official Chinese historical texts contained a geographical section, which was often an enormous compilation of changes in place-names and local administrative divisions controlled by the ruling dynasty, descriptions of mountain ranges, river systems, taxable products, etc. The ancient Chinese historian &lt;a href=\"Ban%20Gu\"&gt;Ban Gu&lt;/a&gt; (32–92) most likely started the trend of the &lt;a href=\"gazetteer\"&gt;gazetteer&lt;/a&gt; in China, which became prominent in the &lt;a href=\"Northern%20and%20Southern%20dynasties\"&gt;Northern and Southern dynasties&lt;/a&gt; period and &lt;a href=\"Sui%20dynasty\"&gt;Sui dynasty&lt;/a&gt;. Local gazetteers would feature a wealth of geographic information, although its cartographic aspects were not as highly professional as the maps created by professional cartographers.\nFrom the time of the 5th century BC \"Shu Jing\" forward, Chinese geographical writing provided more concrete information and less legendary element. This example can be seen in the 4th chapter of the \"&lt;a href=\"Huainanzi\"&gt;Huainanzi&lt;/a&gt;\" (Book of the Master of Huainan), compiled under the editorship of Prince &lt;a href=\"Liu%20An\"&gt;Liu An&lt;/a&gt; in 139 BC during the &lt;a href=\"Han%20dynasty\"&gt;Han dynasty&lt;/a&gt; (202 BC – 202 AD). The chapter gave general descriptions of &lt;a href=\"topography\"&gt;topography&lt;/a&gt; in a systematic fashion, given visual aids by the use of maps (di tu) due to the efforts of Liu An and his associate Zuo Wu. In &lt;a href=\"Chang%20Chu\"&gt;Chang Chu&lt;/a&gt;'s \"Hua Yang Guo Chi\" (\"Historical Geography of &lt;a href=\"Szechuan\"&gt;Szechuan&lt;/a&gt;\") of 347, not only rivers, trade routes, and various tribes were described, but it also wrote of a 'Ba Jun Tu Jing' ('Map of Szechuan'), which had been made much earlier in 150. The \"Shui Jing\" (\"Waterways Classic\") was written anonymously in the 3rd century during the &lt;a href=\"Three%20Kingdoms\"&gt;Three Kingdoms&lt;/a&gt; era (attributed often to &lt;a href=\"Guo%20Pu\"&gt;Guo Pu&lt;/a&gt;), and gave a description of some 137 rivers found throughout China. In the 6th century, the book was expanded to forty times its original size by the geographers &lt;a href=\"Li%20Daoyuan\"&gt;Li Daoyuan&lt;/a&gt;, given the new title of \"&lt;a href=\"Commentary%20on%20the%20Water%20Classic\"&gt;Shui Jing Zhu&lt;/a&gt;\" (\"The Waterways Classic Commented\").\nIn later periods of the &lt;a href=\"Song%20dynasty\"&gt;Song dynasty&lt;/a&gt; (960–1279) and &lt;a href=\"Ming%20dynasty\"&gt;Ming dynasty&lt;/a&gt; (1368–1644), there were much more systematic and professional approaches to geographic literature. The Song dynasty poet, scholar, and government official &lt;a href=\"Fan%20Chengda\"&gt;Fan Chengda&lt;/a&gt; (1126–1193) wrote the geographical treatise known as the \"Gui Hai Yu Heng Chi\". It focused primarily on the &lt;a href=\"topography\"&gt;topography&lt;/a&gt; of the land, along with the agricultural, economic and commercial products of each region in China's southern provinces. The &lt;a href=\"polymath\"&gt;polymath&lt;/a&gt; Chinese scientist &lt;a href=\"Shen%20Kuo\"&gt;Shen Kuo&lt;/a&gt; (1031–1095) devoted a significant amount of his written work to geography, as well as a hypothesis of land formation (&lt;a href=\"geomorphology\"&gt;geomorphology&lt;/a&gt;) due to the evidence of &lt;a href=\"Marine%20%28ocean%29\"&gt;marine&lt;/a&gt; &lt;a href=\"fossil\"&gt;fossil&lt;/a&gt;s found far inland, along with &lt;a href=\"bamboo\"&gt;bamboo&lt;/a&gt; fossils found underground in a region far from where bamboo was suitable to grow. The 14th-century &lt;a href=\"Yuan%20dynasty\"&gt;Yuan dynasty&lt;/a&gt; geographer &lt;a href=\"Na-xin\"&gt;Na-xin&lt;/a&gt; wrote a treatise of archeological topography of all the regions north of the Yellow River, in his book \"He Shuo Fang Gu Ji\". The Ming dynasty geographer &lt;a href=\"Xu%20Xiake\"&gt;Xu Xiake&lt;/a&gt; (1587–1641) traveled throughout the provinces of China (often on foot) to write his enormous geographical and topographical treatise, documenting various details of his travels, such as the locations of small gorges, or &lt;a href=\"mineral\"&gt;mineral&lt;/a&gt; beds such as &lt;a href=\"mica\"&gt;mica&lt;/a&gt; schists. Xu's work was largely systematic, providing accurate details of measurement, and his work (translated later by Ding Wenjiang) read more like a 20th-century field surveyor than an early 17th-century scholar.\nThe Chinese were also concerned with documenting geographical information of foreign regions far outside of China. Although Chinese had been writing of civilizations of the Middle East, India, and Central Asia since the traveler &lt;a href=\"Zhang%20Qian\"&gt;Zhang Qian&lt;/a&gt; (2nd century BC), later Chinese would provide more concrete and valid information on the topography and geographical aspects of foreign regions. The &lt;a href=\"Tang%20dynasty\"&gt;Tang dynasty&lt;/a&gt; (618–907) Chinese diplomat &lt;a href=\"Wang%20Xuance\"&gt;Wang Xuance&lt;/a&gt; traveled to &lt;a href=\"Magadha\"&gt;Magadha&lt;/a&gt; (modern northeastern India) during the 7th century. Afterwards he wrote the book \"Zhang Tian-zhu Guo Tu\" (Illustrated Accounts of Central India), which included a wealth of geographical information. Chinese geographers such as &lt;a href=\"Jia%20Dan\"&gt;Jia Dan&lt;/a&gt; (730–805) wrote accurate descriptions of places far abroad. In his work written between 785 and 805, he described the sea route going into the mouth of the &lt;a href=\"Persian%20Gulf\"&gt;Persian Gulf&lt;/a&gt;, and that the medieval &lt;a href=\"Iranian%20peoples\"&gt;Iranian&lt;/a&gt;s (whom he called the people of the Luo-He-Yi country, i.e. &lt;a href=\"Persia\"&gt;Persia&lt;/a&gt;) had erected 'ornamental pillars' in the sea that acted as &lt;a href=\"lighthouse\"&gt;lighthouse&lt;/a&gt; beacons for ships that might go astray. Confirming Jia's reports about lighthouses in the Persian Gulf, Arabic writers a century after Jia wrote of the same structures, writers such as &lt;a href=\"al-Mas%27udi\"&gt;al-Mas'udi&lt;/a&gt; and &lt;a href=\"al-Muqaddasi\"&gt;al-Muqaddasi&lt;/a&gt;. The later Song dynasty ambassador Xu Jing wrote his accounts of voyage and travel throughout &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt; in his work of 1124, the \"Xuan-He Feng Shi Gao Li Tu Jing\" (\"Illustrated Record of an Embassy to Korea in the Xuan-He Reign Period\"). The geography of medieval &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt; (the &lt;a href=\"Khmer%20Empire\"&gt;Khmer Empire&lt;/a&gt;) was documented in the book \"&lt;a href=\"The%20Customs%20of%20Cambodia\"&gt;Zhen-La Feng Tu Ji&lt;/a&gt;\" of 1297, written by &lt;a href=\"Zhou%20Daguan\"&gt;Zhou Daguan&lt;/a&gt;.\nMiddle Ages.\nByzantine Empire and Syria.\nAfter the fall of the western &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;, the &lt;a href=\"Byzantine%20Empire\"&gt;Eastern Roman Empire&lt;/a&gt;, ruled from &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt; and known as the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt;, continued to thrive and produced several noteworthy geographers. &lt;a href=\"Stephanus%20of%20Byzantium\"&gt;Stephanus of Byzantium&lt;/a&gt; (6th century) was a grammarian at &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt; and authored the important &lt;a href=\"Gazetteer\"&gt;geographical dictionary&lt;/a&gt; \"Ethnica\". This work is of enormous value, providing well-referenced geographical and other information about &lt;a href=\"ancient%20Greece\"&gt;ancient Greece&lt;/a&gt;.\nThe geographer &lt;a href=\"Hierocles%20%28author%20of%20Synecdemus%29\"&gt;Hierocles&lt;/a&gt; (6th century) authored the \"&lt;a href=\"Synecdemus\"&gt;Synecdemus&lt;/a&gt;\" (prior to AD 535) in which he provides a table of administrative divisions of the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt; and lists the cities in each. The \"Synecdemus\" and the \"Ethnica\" were the principal sources of &lt;a href=\"Constantine%20VII\"&gt;Constantine VII&lt;/a&gt;'s work on the &lt;a href=\"Theme%20%28Byzantine%20district%29\"&gt;Themes&lt;/a&gt; or divisions of &lt;a href=\"Byzantium\"&gt;Byzantium&lt;/a&gt;, and are the primary sources we have today on &lt;a href=\"political%20geography\"&gt;political geography&lt;/a&gt; of the sixth-century East.\nGeorge of Cyprus is known for his \"Descriptio orbis Romani\" \"(Description of the Roman world)\", written in the decade 600–610. Beginning with Italy and progressing counterclockwise including &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;, &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; and the &lt;a href=\"Diocese%20of%20the%20East\"&gt;western Middle East&lt;/a&gt;, George lists cities, towns, fortresses and administrative divisions of the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine or Eastern Roman Empire&lt;/a&gt;.\n&lt;a href=\"Cosmas%20Indicopleustes\"&gt;Cosmas Indicopleustes&lt;/a&gt;, (6th century) also known as \"Cosmas the Monk,\" was an &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;n &lt;a href=\"merchant\"&gt;merchant&lt;/a&gt;. By the records of his travels, he seems to have visited India, &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;, the Kingdom of &lt;a href=\"Axum\"&gt;Axum&lt;/a&gt; in modern &lt;a href=\"Ethiopia\"&gt;Ethiopia&lt;/a&gt;, and &lt;a href=\"Eritrea\"&gt;Eritrea&lt;/a&gt;. Included in his work \"&lt;a href=\"Christian%20Topography\"&gt;Christian Topography&lt;/a&gt;\" were some of the earliest &lt;a href=\"Early%20world%20maps\"&gt;world map&lt;/a&gt;s. Though Cosmas believed the earth to be flat, most Christian geographers of his time disagreed with him.\nSyrian &lt;a href=\"bishop\"&gt;bishop&lt;/a&gt; &lt;a href=\"Jacob%20of%20Edessa\"&gt;Jacob of Edessa&lt;/a&gt; (633–708) adapted scientific material sourced from &lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt;, &lt;a href=\"Theophrastus\"&gt;Theophrastus&lt;/a&gt;, &lt;a href=\"Ptolemy\"&gt;Ptolemy&lt;/a&gt; and &lt;a href=\"Basil%20of%20Caesarea\"&gt;Basil&lt;/a&gt; to develop a carefully structured picture of the cosmos. He corrects his sources and writes more scientifically, whereas Basil's \"Hexaemeron\" is theological in style.\n&lt;a href=\"Karl%20Wilhelm%20Ludwig%20M%C3%BCller\"&gt;Karl Müller&lt;/a&gt; has collected and printed several anonymous works of geography from this era, including the \"&lt;a href=\"Expositio%20totius%20mundi%20et%20gentium\"&gt;Expositio totius mundi&lt;/a&gt;.\"\nIslamic world.\nIn the latter 7th century, adherents of the new religion of &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; surged northward out of &lt;a href=\"Arabia\"&gt;Arabia&lt;/a&gt; taking over lands in which &lt;a href=\"Jews\"&gt;Jews&lt;/a&gt;, &lt;a href=\"Byzantine%20empire\"&gt;Byzantine&lt;/a&gt; &lt;a href=\"Christians\"&gt;Christians&lt;/a&gt; and &lt;a href=\"Persian%20people\"&gt;Persian&lt;/a&gt; &lt;a href=\"Zoroastrianism\"&gt;Zoroastrians&lt;/a&gt; had been established for centuries. There, carefully preserved in the monasteries and libraries, they discovered the &lt;a href=\"Ancient%20Greek%20literature\"&gt;Greek classics&lt;/a&gt; which included great works of geography by Egyptian &lt;a href=\"Ptolemy\"&gt;Ptolemy&lt;/a&gt;'s \"&lt;a href=\"Almagest\"&gt;Almagest&lt;/a&gt;\" and \"&lt;a href=\"Geography%20%28Ptolemy%29\"&gt;Geography&lt;/a&gt;\", along with the geographical wisdom of the &lt;a href=\"China\"&gt;Chinese&lt;/a&gt; and the &lt;a href=\"Roman%20Architecture\"&gt;great accomplishments&lt;/a&gt; of the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;. The &lt;a href=\"Arab%20people\"&gt;Arabs&lt;/a&gt;, who spoke only &lt;a href=\"Arabic%20language\"&gt;Arabic&lt;/a&gt;, employed &lt;a href=\"Christians\"&gt;Christians&lt;/a&gt; and &lt;a href=\"Jews\"&gt;Jews&lt;/a&gt; to &lt;a href=\"Graeco-Arabic%20translation%20movement\"&gt;translate&lt;/a&gt; these and many other manuscripts into Arabic.\nThe primary geographical scholarship of this era occurred in &lt;a href=\"Iran\"&gt;Persia&lt;/a&gt;, today's &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;, in the great learning center the &lt;a href=\"House%20of%20Wisdom\"&gt;House of Wisdom&lt;/a&gt; at &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt;, today's &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;. Early caliphs did not follow orthodoxy and so they encouraged scholarship. Under their rule, native non-Arabs served as \"&lt;a href=\"mawali\"&gt;mawali&lt;/a&gt;\" or \"&lt;a href=\"dhimmi\"&gt;dhimmi&lt;/a&gt;\", and most geographers in this period were &lt;a href=\"Syrian%20people\"&gt;Syrian&lt;/a&gt; (&lt;a href=\"Byzantine%20Empire\"&gt;Byzantine&lt;/a&gt;) or &lt;a href=\"Persian%20people\"&gt;Persian&lt;/a&gt;, i.e. of either &lt;a href=\"Zoroastrianism\"&gt;Zoroastrian&lt;/a&gt; or &lt;a href=\"Christians\"&gt;Christian&lt;/a&gt; background.\n&lt;a href=\"Persian%20people\"&gt;Persians&lt;/a&gt; who wrote on geography or created maps during the Middle Ages included:\nFurther details about some of these are given below:\nIn the early 10th century, &lt;a href=\"Ahmed%20ibn%20Sahl%20al-Balkhi\"&gt;Abū Zayd al-Balkhī&lt;/a&gt;, a &lt;a href=\"Persian%20people\"&gt;Persian&lt;/a&gt; originally from &lt;a href=\"Balkh\"&gt;Balkh&lt;/a&gt;, founded the \"Balkhī school\" of terrestrial mapping in &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt;. The geographers of this school also wrote extensively of the peoples, products, and customs of areas in the Muslim world, with little interest in the non-Muslim realms. Suhrāb, a late 10th-century &lt;a href=\"Persian%20people\"&gt;Persian&lt;/a&gt; geographer, accompanied a book of geographical coordinates with instructions for making a rectangular world map, with &lt;a href=\"equirectangular%20projection\"&gt;equirectangular projection&lt;/a&gt; or cylindrical equidistant projection. In the early 11th century, &lt;a href=\"Avicenna\"&gt;Avicenna&lt;/a&gt; hypothesized on the &lt;a href=\"Geology\"&gt;geological&lt;/a&gt; causes of &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt;s in \"&lt;a href=\"The%20Book%20of%20Healing\"&gt;The Book of Healing&lt;/a&gt;\" (1027).\nIn mathematical geography, &lt;a href=\"Persian%20people\"&gt;Persian&lt;/a&gt; &lt;a href=\"Ab%C5%AB%20Rayh%C4%81n%20al-B%C4%ABr%C5%ABn%C4%AB\"&gt;Abū Rayhān al-Bīrūnī&lt;/a&gt;, around 1025, was the first to describe a polar equi-&lt;a href=\"azimuthal%20equidistant%20projection\"&gt;azimuthal equidistant projection&lt;/a&gt; of the &lt;a href=\"celestial%20sphere\"&gt;celestial sphere&lt;/a&gt;. He was also regarded as the most skilled when it came to mapping &lt;a href=\"City\"&gt;cities&lt;/a&gt; and measuring the distances between them, which he did for many cities in the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt; and western &lt;a href=\"Indian%20subcontinent\"&gt;Indian subcontinent&lt;/a&gt;. He combined astronomical readings and mathematical equations to record degrees of &lt;a href=\"latitude\"&gt;latitude&lt;/a&gt; and &lt;a href=\"longitude\"&gt;longitude&lt;/a&gt; and to measure the heights of &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt;s and depths of &lt;a href=\"valley\"&gt;valley&lt;/a&gt;s, recorded in \"The Chronology of the Ancient Nations\". He discussed &lt;a href=\"human%20geography\"&gt;human geography&lt;/a&gt; and the &lt;a href=\"planetary%20habitability\"&gt;planetary habitability&lt;/a&gt; of the &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;, suggesting that roughly a quarter of the Earth's surface is habitable by &lt;a href=\"human\"&gt;human&lt;/a&gt;s. He solved a complex &lt;a href=\"Geodesy\"&gt;geodesic&lt;/a&gt; equation in order to accurately compute the &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;'s &lt;a href=\"circumference\"&gt;circumference&lt;/a&gt;. His estimate of 6,339.9 km for the &lt;a href=\"Earth%20radius\"&gt;Earth radius&lt;/a&gt; was only 16.8 km less than the modern value of 6,356.7 km.\nBy the early 12th century the &lt;a href=\"Normans\"&gt;Normans&lt;/a&gt; had overthrown the Arabs in &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;. &lt;a href=\"Palermo\"&gt;Palermo&lt;/a&gt; had become a crossroads for travelers and traders from many nations and the &lt;a href=\"Norman%20dynasty\"&gt;Norman&lt;/a&gt; &lt;a href=\"Roger%20II%20of%20Sicily\"&gt;King Roger II&lt;/a&gt;, having great interest in geography, commissioned the creation of a book and map that would compile all this wealth of geographical information. Researchers were sent out and the collection of data took 15 years. &lt;a href=\"Al-Idrisi\"&gt;Al-Idrisi&lt;/a&gt;, one of few Arabs who had ever been to France and England as well as Spain, Central Asia and Constantinople, was employed to create the book from this mass of data. Utilizing the information inherited from the classical geographers, he created one of the most accurate maps of the world to date, the &lt;a href=\"Tabula%20Rogeriana\"&gt;Tabula Rogeriana&lt;/a&gt; (1154). The map, written in Arabic, shows the &lt;a href=\"Eurasia\"&gt;Eurasia&lt;/a&gt;n continent in its entirety and the northern part of Africa.\nAn adherent of &lt;a href=\"environmental%20determinism\"&gt;environmental determinism&lt;/a&gt; was the medieval &lt;a href=\"Afro-Arab\"&gt;Afro-Arab&lt;/a&gt; writer &lt;a href=\"al-Jahiz\"&gt;al-Jahiz&lt;/a&gt; (776–869), who explained how the environment can determine the physical characteristics of the inhabitants of a certain community. He used his early theory of &lt;a href=\"evolution\"&gt;evolution&lt;/a&gt; to explain the origins of different &lt;a href=\"human%20skin%20color\"&gt;human skin color&lt;/a&gt;s, particularly &lt;a href=\"Black%20people\"&gt;black skin&lt;/a&gt;, which he believed to be the result of the environment. He cited a stony region of black &lt;a href=\"basalt\"&gt;basalt&lt;/a&gt; in the northern &lt;a href=\"Najd\"&gt;Najd&lt;/a&gt; as evidence for his theory.\nMedieval Europe.\nDuring the &lt;a href=\"Early%20Middle%20Ages\"&gt;Early Middle Ages&lt;/a&gt;, geographical knowledge in Europe regressed (though it is a popular misconception that they thought the world was flat), and the simple &lt;a href=\"T%20and%20O%20map\"&gt;T and O map&lt;/a&gt; became the standard depiction of the world.\nThe trips of &lt;a href=\"Republic%20of%20Venice\"&gt;Venetian&lt;/a&gt; explorer &lt;a href=\"Marco%20Polo\"&gt;Marco Polo&lt;/a&gt; throughout Mongol Empire in the 13th century, the Christian &lt;a href=\"Crusade\"&gt;Crusade&lt;/a&gt;s of the 12th and 13th centuries, and the Portuguese and Spanish voyages of exploration during the 15th and 16th centuries opened up new horizons and stimulated geographic writings.\nThe &lt;a href=\"Mongols\"&gt;Mongols&lt;/a&gt; also had wide-ranging knowledge of the geography of Europe and Asia, based in their governance and ruling of much of this area and used this information for the undertaking of large military expeditions. The evidence for this is found in historical resources such as The Secret History of Mongols and other Persian chronicles written in 13th and 14th centuries. For example, during the rule of the Great Yuan Dynasty a world map was created and is currently kept in South Korea. See also: &lt;a href=\"Chinese%20geography%23Maps%20of%20the%20Yuan%20Dynasty\"&gt;Maps of the Yuan Dynasty&lt;/a&gt;\nDuring the 15th century, &lt;a href=\"Henry%20the%20Navigator\"&gt;Henry the Navigator&lt;/a&gt; of Portugal supported explorations of the African coast and became a leader in the promotion of geographic studies. Among the most notable accounts of voyages and discoveries published during the 16th century were those by &lt;a href=\"Giambattista%20Ramusio\"&gt;Giambattista Ramusio&lt;/a&gt; in Venice, by &lt;a href=\"Richard%20Hakluyt\"&gt;Richard Hakluyt&lt;/a&gt; in England, and by &lt;a href=\"Theodore%20de%20Bry\"&gt;Theodore de Bry&lt;/a&gt; in what is now Belgium.\nEarly modern period.\nFollowing the journeys of &lt;a href=\"Marco%20Polo\"&gt;Marco Polo&lt;/a&gt;, interest in geography spread throughout Europe. From around c. 1400, the writings of &lt;a href=\"Ptolemy\"&gt;Ptolemy&lt;/a&gt; and his successors provided a systematic framework to tie together and portray geographical information. This framework was used by academics for centuries to come, the positives being the lead-up to the geographical enlightenment, however, women and indigenous writings were largely excluded from the discourse.\nThe European global conquests started in the early 15th century with the first Portuguese expeditions to Africa and India, as well as the conquest of America by Spain in 1492 and continued with a series of European naval expeditions across the Atlantic and later the Pacific and Russian expeditions to Siberia until the 18th century.\nEuropean overseas expansion led to the rise of &lt;a href=\"colonial%20empire\"&gt;colonial empire&lt;/a&gt;s, with the contact between the \"Old\" and \"New World\"s producing the &lt;a href=\"Columbian%20Exchange\"&gt;Columbian Exchange&lt;/a&gt;: a wide transfer of plants, animals, foods, human populations (including &lt;a href=\"Slavery\"&gt;slaves&lt;/a&gt;), &lt;a href=\"Infectious%20disease\"&gt;communicable disease&lt;/a&gt;s and culture between the continents.\nThese colonialist endeavours in 16th and 17th centuries revived a desire for both \"accurate\" geographic detail, and more solid theoretical foundations. The \"Geographia Generalis\" by &lt;a href=\"Bernhardus%20Varenius\"&gt;Bernhardus Varenius&lt;/a&gt; and &lt;a href=\"Gerardus%20Mercator\"&gt;Gerardus Mercator&lt;/a&gt;'s world map are prime examples of the new breed of scientific geography.\nThe &lt;a href=\"Waldseem%C3%BCller%20map\"&gt;Waldseemüller map&lt;/a&gt; \"Universalis Cosmographia\", created by German cartographer &lt;a href=\"Martin%20Waldseem%C3%BCller\"&gt;Martin Waldseemüller&lt;/a&gt; in April 1507, is the first map of the Americas in which the name \"America\" is mentioned. Before this, the Native Americans referred to their land depending on their location, with one of the more commonly used terms being \"Abya Yala\", meaning \"land of vital blood\". These indigenous geographical discourses were largely ignored or appropriated by the European colonialists to make way for European thought.\nThe Eurocentric map was patterned after a modification of Ptolemy's second projection but expanded to include the Americas. The Waldseemuller Map has been called \"America's birth certificate\" &lt;a href=\"Martin%20Waldseemuller\"&gt;Waldseemüller&lt;/a&gt; also created printed maps called globe gores, that could be cut out and glued to spheres resulting in a globe.\nThis has been debated widely as being dismissive of the extensive Native American history that predated the 16th-century invasion, in the sense that the implication of a \"birth certificate\" implies a blank history prior.\n16th~18th centuries in the West.\nGeography as a science experiences excitement and exerts influence during the &lt;a href=\"Scientific%20revolution\"&gt;Scientific Revolution&lt;/a&gt; and &lt;a href=\"Reformation\"&gt;Religion Reformation&lt;/a&gt;. In the Victorian period, the oversea exploration gave it institutional identity and geography was \"the science of imperialism par excellence.\" Imperialism is a crucial concept for the Europeans, as the institution become involved in geographical exploration and colonial project. Authority was questioned, and utility gained its importance. In the era of Enlightenment, geography generated knowledge and made it intellectually and practically possible as a university discipline. The natural theology required geography to investigate the world as a grand machine from the Divine. Scientific voyages and travels constructed geopolitical power from geographical knowledge, partly sponsored by &lt;a href=\"Royal%20Society\"&gt;Royal Society&lt;/a&gt;. &lt;a href=\"John%20Pinkerton\"&gt;John Pinkerton&lt;/a&gt; appraised the eighteenth century had \"the gigantic progress of every science, and in particular of geographical information\" and \"alteration has taken place in states and boundaries.\"\nThe discourse of geographical history gave way to many new thoughts and theories, but the hegemony of the European male academia led to the exclusion of non-western theories, observations and knowledges. \nOne such example is the interaction between humans and nature, with Marxist thought critiquing nature as a commodity within Capitalism, European thought seeing nature as either a romanticised or objective concept differing to human society, and Native American discourse, which saw nature and humans as within one category.\nThe implied hierarchy of knowledge that perpetuated throughout these institutions has only been recently challenged, with the Royal Geographical Society enabling women to join as members in the 20th century.\nAfter &lt;a href=\"English%20Civil%20War\"&gt;English Civil War&lt;/a&gt;, &lt;a href=\"Samuel%20Hartlib\"&gt;Samuel Hartlib&lt;/a&gt; and his Baconian community promoted scientific application, which showed the popularity of utility. For &lt;a href=\"William%20Petty\"&gt;William Petty&lt;/a&gt;, the administrators should be \"skilled in the best rules of judicial astrology\" to \"calculate the events of diseases and prognosticate the weather.\" Institutionally, &lt;a href=\"Gresham%20College\"&gt;Gresham College&lt;/a&gt; propagated scientific advancement to a larger audience like tradesmen, and later this institute grew into Royal Society. &lt;a href=\"William%20Cuningham\"&gt;William Cuningham&lt;/a&gt; illustrated the utilitarian function of cosmography by the military implement of maps. &lt;a href=\"John%20Dee\"&gt;John Dee&lt;/a&gt; used mathematics to study location—his primary interest in geography and encouraged exploiting resource with findings collected during voyages. Religion Reformation stimulated geographical exploration and investigation. &lt;a href=\"Philip%20Melanchthon\"&gt;Philipp Melanchthon&lt;/a&gt; shifted geographical knowledge production from \"pages of scripture\" to \"experience in the world.\" &lt;a href=\"Bartholom%C3%A4us%20Keckermann\"&gt;Bartholomäus Keckermann&lt;/a&gt;separated geography from theology because the \"general workings of providence\" required empirical investigation. His follower, &lt;a href=\"Bernhardus%20Varenius\"&gt;Bernhardus Varenius&lt;/a&gt; made geography a science in the 17th century and published \"Geographia Generalis\", which was used in &lt;a href=\"Isaac%20Newton\"&gt;Newton&lt;/a&gt;'s teaching of geography at &lt;a href=\"University%20of%20Cambridge\"&gt;Cambridge&lt;/a&gt;.\nScience develops along with &lt;a href=\"empiricism\"&gt;empiricism&lt;/a&gt;. Empiricism gains its central place while reflection on it also grew. Practitioners of magic and astrology first embraced and expanded geographical knowledge. Reformation Theology focused more on the providence than the creation as previously. Realistic experience, instead of translated from scripture, emerged as a scientific procedure. Geographical knowledge and method play roles in economic education and administrative application, as part of the Puritan social program. Foreign travels provided content for geographic research and formed theories, such as environmentalism. Visual representation, map-making or &lt;a href=\"cartography\"&gt;cartography&lt;/a&gt;, showed its practical, theoretical, and artistic value.\nThe concepts of \"Space\" and \"Place\" attract attention in geography. Why things are there and not elsewhere is an important topic in Geography, together with debates on space and place. Such insights could date back in 16th and 17th centuries, identified by M. Curry as \"Natural Space\", \"Absolute Space\", \"Relational Space\" (\"On Space and Spatial Practice\"). After &lt;a href=\"Ren%C3%A9%20Descartes\"&gt;Descartes&lt;/a&gt;'s \"Principles of Philosophy\", &lt;a href=\"John%20Locke\"&gt;Locke&lt;/a&gt; and &lt;a href=\"Gottfried%20Wilhelm%20Leibniz\"&gt;Leibniz&lt;/a&gt; considered space as relative, which has long-term influence on the modern view of space. For Descartes, &lt;a href=\"Pierre%20Gassendi\"&gt;Grassendi&lt;/a&gt; and Newton, place is a portion of \"absolution space\", which are neural and given. However, according to John Locke, \"Our Idea of Place is nothing else, but such a relative Position of any thing\" (in \"An Essay Concerning Human Understanding\"). \"Distance\" is the pivot modification of space, because \"Space considered barely in length between any two Beings, without considering any thing else between them\". Also, the place is \"made by Men, for their common use, that by it they might be able to design the particular Position of Things\". In the \"Fifth Paper in Reply to Clarke,\" Leibniz stated: \"Men fancy places, traces, and space, though these things consist only in the truth of relations and not at all in any absolute reality\". Space, as an \"order of coexistence\", \"can only be an ideal thing, containing a certain order, wherein the mind conceives the application of relation\". Leibniz moved further for the term \"distance\" as he discussed it together with \"interval\" and \"situation\", not just a measurable character. Leibniz bridged place and space to quality and quantity, by saying \"Quantity or magnitude is that in things which can be known only through their simultaneous compresence—or by their simultaneous perception... Quality, on the other hand, is what can be known in things when they are observed singly, without requiring any &lt;a href=\"compresence\"&gt;compresence&lt;/a&gt;.\" In \"Modern Space as Relative\", place and what is in place are integrated. \"The Supremacy of Space\" is observed by E. Casey when the place is resolved as \"position and even point\" by Leibniz's rationalism and Locke's empiricism.\nDuring &lt;a href=\"Age%20of%20Enlightenment\"&gt;Enlightenment&lt;/a&gt;, advancements in science mean widening human knowledge and enable further exploiting nature, along with industrialization and empire expansion in Europe. &lt;a href=\"David%20Hume\"&gt;David Hume&lt;/a&gt;, \"the real father of positivist philosophy\" according to &lt;a href=\"Leszek%20Ko%C5%82akowski\"&gt;Leszek Kolakowski&lt;/a&gt;, implied the \"doctrine of facts\", emphasizing the importance of scientific observations. The \"fact\" is related with sensationalism that object cannot be isolated from its \"sense-perceptions\", an opinion of &lt;a href=\"George%20Berkeley\"&gt;Berkeley&lt;/a&gt;. &lt;a href=\"Galileo%20Galilei\"&gt;Galileo&lt;/a&gt;, Descartes, later &lt;a href=\"Thomas%20Hobbes\"&gt;Hobbes&lt;/a&gt; and Newton advocated scientific &lt;a href=\"materialism\"&gt;materialism&lt;/a&gt;, viewing the universe—the entire world and even human mind—as a machine. The mechanist world view is also found in the work of &lt;a href=\"Adam%20Smith\"&gt;Adam Smith&lt;/a&gt; based on historical and statistics methods. In chemistry, &lt;a href=\"Antoine%20Lavoisier\"&gt;Antoine Lavoisier&lt;/a&gt; proposed the \"exact science model\" and stressed quantitative methods from experiment and mathematics. &lt;a href=\"Carl%20Linnaeus\"&gt;Karl Linnaeus&lt;/a&gt; classified plants and organisms based on an assumption of fixed species. Later, the idea of &lt;a href=\"evolution\"&gt;evolution&lt;/a&gt; emerged not only for species but also for society and human intellect. In \"General Natural History and Theory of the Heavens\", &lt;a href=\"Immanuel%20Kant\"&gt;Kant&lt;/a&gt; laid out his hypothesis of cosmic evolution, and made him \"the great founder of the modern scientific conception of Evolution\" according to &lt;a href=\"William%20Hastie\"&gt;Hastie&lt;/a&gt;.\n&lt;a href=\"Francis%20Bacon\"&gt;Francis Bacon&lt;/a&gt; and his followers believed progress of science and technology drive betterment of man. This belief was attached by &lt;a href=\"Jean-Jacques%20Rousseau\"&gt;Jean-Jacques Rousseau&lt;/a&gt; who defended human emotions and morals. His discussion on geography education piloted local regional studies. Leibniz and Kant formed the major challenge to the mechanical materialism. Leibniz conceptualized the world as a changing whole, rather than \"sum of its parts\" as a machine. Nevertheless, he acknowledged experience requires rational interpretation—the power of human reason.\nKant tried to reconcile the division of sense and reason by stressing moral rationalism grounded on aesthetic experience of nature as \"order, harmony, and unity\". For knowledge, Kant distinguished &lt;a href=\"Phenomenon\"&gt;phenomena&lt;/a&gt; (\"sensible\" world) and &lt;a href=\"Noumenon\"&gt;noumena&lt;/a&gt; (\"intelligible\" world), and he asserted \"all phenomena are perceived in the relations of space and time.\" Drawing a line between \"rational science\" and \"empirical science\", Kant regarded Physical geography—associating with space—as natural science. During his tenure in &lt;a href=\"University%20of%20K%C3%B6nigsberg\"&gt;Königsberg&lt;/a&gt;, Kant offered lectures on physical geography since 1756 and published the lecture notes \"Physische Geographie\" in 1801. However, Kant's involvement in travel and geographical research is fairly limited. Kant's work on empirical and rational science influence &lt;a href=\"Alexander%20von%20Humboldt\"&gt;Humboldt&lt;/a&gt; and at smaller extent &lt;a href=\"Carl%20Ritter\"&gt;Ritter&lt;/a&gt;. Manfred Büttner asserted that is \"Kantian emancipation of geography from theology.\"\nHumboldt is admired as a great geographer, according to D. Livingstone that \"modern geography was first and last a synthesizing science and as such, if Goetzmann is to be believed, 'it became the key scientific activity of the age'.\" Humboldt met the geographer &lt;a href=\"Georg%20Forster\"&gt;George Forster&lt;/a&gt; at the &lt;a href=\"University%20of%20G%C3%B6ttingen\"&gt;University of Göttingen&lt;/a&gt;, whose geographical description and scientific writing influenced Humboldt. His \"Geognosia\" including the geography of rocks, animals, and plants is \"an important model for modern geography\". As the Prussian Ministry of Mines, Humboldt founded the Free Royal Mining School at Steben for miners, later regarded the prototype of such institutes. German Naturphilosophie, especially the work of Goethe and Herder, stimulated Humboldt's idea and research of a universal science. In his letter, he made observations while his \"attention will never lose sight of the harmony of concurrent forces, the influence of the inanimate world on the animal and vegetable kingdom.\" His American travel stressed the geography of plants as his focus of science. Meanwhile, Humboldt used empirical method to study the indigenous people in the New World, regarded as a most important work in human geography. In \"Relation historique du Voyage\", Humboldt called these research a new science \"Physique du monde, Theorie de la Terre,\" or \"Geographie physique\". During 1825 to 1859, Humboldt devoted in Kosmos, which is about the knowledge of nature. There are growing works about the New World since then. In the Jeffersonian era, \"American geography was born of the geography of America\", meaning the knowledge discovery helped form the discipline. Practical knowledge and national pride are main components of the Teleological tradition.\nInstitutions such as the &lt;a href=\"Royal%20Geographical%20Society\"&gt;Royal Geographical Society&lt;/a&gt; indicate geography as an independent discipline. &lt;a href=\"Mary%20Somerville\"&gt;Mary Somerville&lt;/a&gt;'s Physical Geography was the \"conceptual culmination of ... Baconian ideal of universal integration\". According to Francis Bacon, \"No natural phenomenon can be adequately studied by itself alone – but, to be understood, it must be considered as it stands connected with all nature.\"\n19th century.\nBy the 18th century, geography had become recognized as a discrete discipline and became part of a typical &lt;a href=\"university\"&gt;university&lt;/a&gt; curriculum in Europe (especially &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; and &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;), although not in the United Kingdom where geography was generally taught as a sub-discipline of other subjects.\nA holistic view of geography and nature can be seen in the work by the 19th-century polymath &lt;a href=\"Alexander%20von%20Humboldt\"&gt;Alexander von Humboldt&lt;/a&gt;. One of the great works of this time was Humboldt's \"Kosmos: a sketch of a physical description of the Universe\", the first volume of which was published in German in 1845. Such was the power of this work that Dr Mary Somerville, of &lt;a href=\"University%20of%20Cambridge\"&gt;Cambridge University&lt;/a&gt; intended to scrap publication of her own \"Physical Geography\" on reading \"Kosmos\". Von Humboldt himself persuaded her to publish (after the publisher sent him a copy).\nIn 1877, &lt;a href=\"Thomas%20Henry%20Huxley\"&gt;Thomas Henry Huxley&lt;/a&gt; published his Physiography with the philosophy of &lt;a href=\"Universality%20%28philosophy%29\"&gt;universality&lt;/a&gt; presented as an integrated approach in the study of the natural environment. The philosophy of universality in geography was not a new one but can be seen as evolving from the works of &lt;a href=\"Alexander%20von%20Humboldt\"&gt;Alexander von Humboldt&lt;/a&gt; and &lt;a href=\"Immanuel%20Kant\"&gt;Immanuel Kant&lt;/a&gt;. The publication of Huxley physiography presented a new form of geography that analysed and classified &lt;a href=\"Causality\"&gt;cause and effect&lt;/a&gt; at the micro-level and then applied these to the macro-scale (due to the view that the micro was part of the macro and thus an understanding of all the micro-scales was need to understand the macro level). This approach emphasized the empirical collection of data over the theoretical. The same approach was also used by &lt;a href=\"Halford%20John%20Mackinder\"&gt;Halford John Mackinder&lt;/a&gt; in 1887. However, the integration of the &lt;a href=\"Geosphere\"&gt;Geosphere&lt;/a&gt;, &lt;a href=\"Atmosphere\"&gt;Atmosphere&lt;/a&gt; and &lt;a href=\"Biosphere\"&gt;Biosphere&lt;/a&gt; under physiography was soon over taken by Davisian geomorphology.\nOver the past two centuries the quantity of knowledge and the number of tools has exploded. There are strong links between geography and the sciences of &lt;a href=\"geology\"&gt;geology&lt;/a&gt; and &lt;a href=\"botany\"&gt;botany&lt;/a&gt;, as well as &lt;a href=\"economics\"&gt;economics&lt;/a&gt;, &lt;a href=\"sociology\"&gt;sociology&lt;/a&gt; and &lt;a href=\"demographics\"&gt;demographics&lt;/a&gt;.\nThe &lt;a href=\"Royal%20Geographical%20Society\"&gt;Royal Geographical Society&lt;/a&gt; was founded in England in 1830, although the United Kingdom did not get its first full Chair of geography until 1917. The first real geographical intellect to emerge in United Kingdom geography was &lt;a href=\"Halford%20John%20Mackinder\"&gt;Halford John Mackinder&lt;/a&gt;, appointed reader at &lt;a href=\"University%20of%20Oxford\"&gt;Oxford University&lt;/a&gt; in 1887.\nThe &lt;a href=\"National%20Geographic%20Society\"&gt;National Geographic Society&lt;/a&gt; was founded in the United States in 1888 and began publication of the \"National Geographic\" magazine which became and continues to be a great popularizer of geographic information. The society has long supported geographic research and education.\n20th century.\nIn the West during the second half of the 19th and the 20th century, the discipline of geography went through four major phases: environmental determinism, regional geography, the quantitative revolution, and critical geography.\nEnvironmental determinism.\nEnvironmental determinism is the theory that a people's physical, mental and moral habits are directly due to the influence of their natural environment. Prominent &lt;a href=\"environmental%20determinism\"&gt;environmental determinists&lt;/a&gt; included &lt;a href=\"Carl%20Ritter\"&gt;Carl Ritter&lt;/a&gt;, &lt;a href=\"Ellen%20Churchill%20Semple\"&gt;Ellen Churchill Semple&lt;/a&gt;, and &lt;a href=\"Ellsworth%20Huntington\"&gt;Ellsworth Huntington&lt;/a&gt;. Popular hypotheses included \"heat makes inhabitants of the tropics lazy\" and \"frequent changes in barometric pressure make inhabitants of temperate latitudes more intellectually agile.\" Environmental determinist geographers attempted to make the study of such influences scientific. Around the 1930s, this school of thought was widely repudiated as lacking any basis and being prone to (often bigoted) generalizations. Environmental determinism remains an embarrassment to many contemporary geographers, and leads to skepticism among many of them of claims of environmental influence on culture (such as the theories of &lt;a href=\"Jared%20Diamond\"&gt;Jared Diamond&lt;/a&gt;). \nRegional geography.\nRegional geography was coined by a group of geographers known as possibilists and represented a reaffirmation that the proper topic of geography was study of places (regions). Regional geographers focused on the collection of descriptive information about places, as well as the proper methods for dividing the earth up into regions. Well-known names from these period are &lt;a href=\"Alfred%20Hettner\"&gt;Alfred Hettner&lt;/a&gt; in Germany and &lt;a href=\"Paul%20Vidal%20de%20la%20Blache\"&gt;Paul Vidal de la Blache&lt;/a&gt; in France. The philosophical basis of this field in United States was laid out by &lt;a href=\"Richard%20Hartshorne\"&gt;Richard Hartshorne&lt;/a&gt;, who defined geography as a study of areal differentiation, which later led to criticism of this approach as overly descriptive and unscientific.\nHowever, the concept of a Regional geography model focused on &lt;a href=\"Area%20Studies\"&gt;Area Studies&lt;/a&gt; has remained incredibly popular amongst students of geography, while less so amongst scholars who are proponents of Critical Geography and reject a Regional geography paradigm. It can be argued that Regional Geography, which during its heyday in the 1970s through early 1990s made substantive contributions to students' and readers' understanding of foreign cultures and the real world effects of the delineation of borders, is due for a revival in academia as well as in popular nonfiction.\nThe quantitative revolution.\nThe quantitative revolution in geography began in the 1950s. Geographers formulated geographical theories and subjected the theories to empirical tests, usually using &lt;a href=\"statistical%20methods\"&gt;statistical methods&lt;/a&gt; (especially &lt;a href=\"hypothesis%20testing\"&gt;hypothesis testing&lt;/a&gt;). This quantitative revolution laid the groundwork for the development of &lt;a href=\"geographic%20information%20system\"&gt;geographic information system&lt;/a&gt;s. Well-known geographers from this period are &lt;a href=\"Fred%20K.%20Schaefer\"&gt;Fred K. Schaefer&lt;/a&gt;, &lt;a href=\"Waldo%20Tobler\"&gt;Waldo Tobler&lt;/a&gt;, &lt;a href=\"William%20Garrison%20%28geographer%29\"&gt;William Garrison&lt;/a&gt;, &lt;a href=\"Peter%20Haggett\"&gt;Peter Haggett&lt;/a&gt;, &lt;a href=\"Richard%20Chorley\"&gt;Richard J. Chorley&lt;/a&gt;, &lt;a href=\"William%20Bunge\"&gt;William Bunge&lt;/a&gt;, &lt;a href=\"Edward%20Augustus%20Ackerman\"&gt;Edward Augustus Ackerman&lt;/a&gt; and &lt;a href=\"Torsten%20H%C3%A4gerstrand\"&gt;Torsten Hägerstrand&lt;/a&gt;.\nCritical geography.\nThough positivist approaches remain important in geography, critical geography arose as a critique of positivism. The first strain of critical geography to emerge was &lt;a href=\"humanistic%20geography\"&gt;humanistic geography&lt;/a&gt;. Drawing on the philosophies of &lt;a href=\"existentialism\"&gt;existentialism&lt;/a&gt; and &lt;a href=\"Phenomenology%20%28philosophy%29\"&gt;phenomenology&lt;/a&gt;, humanistic geographers (such as &lt;a href=\"Yi-Fu%20Tuan\"&gt;Yi-Fu Tuan&lt;/a&gt;) focused on people's sense of, and relationship with, places. More influential was &lt;a href=\"Marxist%20geography\"&gt;Marxist geography&lt;/a&gt;, which applied the social theories of &lt;a href=\"Karl%20Marx\"&gt;Karl Marx&lt;/a&gt; and his followers to geographic phenomena. &lt;a href=\"David%20Harvey%20%28geographer%29\"&gt;David Harvey&lt;/a&gt;, &lt;a href=\"Milton%20Santos\"&gt;Milton Santos&lt;/a&gt; and &lt;a href=\"Richard%20Peet\"&gt;Richard Peet&lt;/a&gt; are well-known Marxist geographers. &lt;a href=\"Feminist%20geography\"&gt;Feminist geography&lt;/a&gt; is, as the name suggests, the use of ideas from &lt;a href=\"feminism\"&gt;feminism&lt;/a&gt; in geographic contexts. The most recent strain of critical geography is postmodernist geography, which employs the ideas of &lt;a href=\"postmodernism\"&gt;postmodernist&lt;/a&gt; and &lt;a href=\"poststructuralism\"&gt;poststructuralist&lt;/a&gt; theorists to explore the social construction of spatial relations."
}