{
    "id": "17300309",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=17300309",
    "title": "USS Chawasha (ATF-151)",
    "text": "USS \"Chawasha\" (ATF-151) was an \"Achomawi\" class fleet ocean tug built for the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. She was the only U.S. Naval vessel to bear the name.\n\"Chawasha\" was laid down in April 1944 by the Charleston Shipbuilding and Dry Dock Company of &lt;a href=\"Charleston%2C%20South%20Carolina\"&gt;Charleston, South Carolina&lt;/a&gt;; launched on 15 September 1944; sponsored by Mrs. R.H. Grantham; and commissioned at &lt;a href=\"Charleston%20Navy%20Yard\"&gt;Charleston Navy Yard&lt;/a&gt; on 6 February 1945, Lieutenant Howard K. Smith in command.\nService history.\nFollowing &lt;a href=\"shakedown%20%28testing%29\"&gt;shakedown&lt;/a&gt; training in &lt;a href=\"Chesapeake%20Bay\"&gt;Chesapeake Bay&lt;/a&gt;, \"Chawasha\" sailed to &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;, departing 24 March on a long and arduous towing job, bringing two dump scows through the &lt;a href=\"Panama%20Canal\"&gt;Panama Canal&lt;/a&gt; and across the Pacific to &lt;a href=\"Samar\"&gt;Samar&lt;/a&gt;, P.I., which she reached 16 June. Her stay was brief, departing almost immediately for &lt;a href=\"Ulithi%20Atoll\"&gt;Ulithi Atoll&lt;/a&gt; to join logistic support group TG 30.8, arriving 27 June. \"Chawasha\" then spent the next two months assisting the Third Fleet in its series of pounding raids against the Japanese homeland. On 8 July, broke down at sea, and \"Chawasha\" towed her to &lt;a href=\"Saipan\"&gt;Saipan&lt;/a&gt;. The fleet tug rejoined TG 30.8 on 15 July for replenishment and courier service, evading a severe typhoon from 10–15 August. \"Chawasha\" was at sea off the Japanese coast when hostilities ended, and put into &lt;a href=\"Tokyo%20Bay\"&gt;Tokyo Bay&lt;/a&gt; 5 September. Over the next four months she cleared wrecked Japanese shipping from the dock areas at &lt;a href=\"United%20States%20Fleet%20Activities%20Yokosuka\"&gt;Yokosuka&lt;/a&gt;, &lt;a href=\"Yokohama\"&gt;Yokohama&lt;/a&gt;, &lt;a href=\"Wakayama%2C%20Wakayama\"&gt;Wakayama&lt;/a&gt;, and &lt;a href=\"Kobe\"&gt;Kobe&lt;/a&gt;.\n\"Chawasha\" continued to aid occupation activities in the &lt;a href=\"Far%20East\"&gt;Far East&lt;/a&gt; until 19 February 1946, when she cleared &lt;a href=\"Kobe\"&gt;Kobe&lt;/a&gt; for &lt;a href=\"Samar\"&gt;Samar&lt;/a&gt;. Here, she took ARD-18 in tow for &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt;, where she assumed another tow for &lt;a href=\"Balboa%2C%20Panama\"&gt;Balboa&lt;/a&gt;. Sailing singly, she arrived in &lt;a href=\"San%20Diego\"&gt;San Diego&lt;/a&gt; on 4 June, and entered preinactivation availability and overhaul. \"Chawasha\" was placed out of commission in reserve at &lt;a href=\"San%20Pedro%2C%20Los%20Angeles\"&gt;San Pedro&lt;/a&gt; on 30 September 1946.\n\"Chawasha\" was transferred to the Suisun Bay Reserve Fleet on 25 October 1962 and was stricken from the Naval Vessel Register on 1 July 1963. She remained in Suisun Bay until 14 August 1978, when she was returned to the navy to be used as a target in a fleet training exercise. In November 1978, she was towed to Subic Bay, Philippines, along with the former \"USS Sciota\" (ATA-205), where both were to be stored prior to their sinking. The actual date of her sinking is unknown, but it is probable that \"Chawasha\" was disposed of in a fleet training exercise in late 1978 or early 1979.\n\"Chawasha\" received one battle star for World War II service."
}