{
    "id": "17327",
    "revid": "274535",
    "url": "https://en.wikipedia.org/wiki?curid=17327",
    "title": "Kinetic energy",
    "text": "In &lt;a href=\"physics\"&gt;physics&lt;/a&gt;, the kinetic energy of an object is the &lt;a href=\"energy\"&gt;energy&lt;/a&gt; that it possesses due to its &lt;a href=\"motion%20%28physics%29\"&gt;motion&lt;/a&gt;.\nIt is defined as the &lt;a href=\"work%20%28physics%29\"&gt;work&lt;/a&gt; needed to accelerate a body of a given mass from rest to its stated &lt;a href=\"velocity\"&gt;velocity&lt;/a&gt;. Having gained this energy during its &lt;a href=\"acceleration\"&gt;acceleration&lt;/a&gt;, the body maintains this kinetic energy unless its speed changes. The same amount of work is done by the body when decelerating from its current speed to a state of rest. Formally, a kinetic energy is any term in a system's &lt;a href=\"Lagrangian%20mechanics\"&gt;Lagrangian&lt;/a&gt; which includes a &lt;a href=\"Partial%20derivative\"&gt;derivative&lt;/a&gt; with respect to &lt;a href=\"Time\"&gt;time&lt;/a&gt;. \nIn &lt;a href=\"classical%20mechanics\"&gt;classical mechanics&lt;/a&gt;, the kinetic energy of a non-rotating object of &lt;a href=\"mass\"&gt;mass&lt;/a&gt; \"m\" traveling at a &lt;a href=\"speed\"&gt;speed&lt;/a&gt; \"v\" is formula_1. In &lt;a href=\"Special%20relativity\"&gt;relativistic mechanics&lt;/a&gt;, this is a good approximation only when \"v\" is much less than the &lt;a href=\"speed%20of%20light\"&gt;speed of light&lt;/a&gt;.\nThe &lt;a href=\"International%20System%20of%20Units\"&gt;standard unit&lt;/a&gt; of kinetic energy is the &lt;a href=\"joule\"&gt;joule&lt;/a&gt;, while the &lt;a href=\"English%20Engineering%20Units\"&gt;English unit&lt;/a&gt; of kinetic energy is the &lt;a href=\"foot-pound\"&gt;foot-pound&lt;/a&gt;.\nHistory and etymology.\nThe adjective \"kinetic\" has its roots in the &lt;a href=\"Ancient%20Greek\"&gt;Greek&lt;/a&gt; word κίνησις \"kinesis\", meaning \"motion\". The dichotomy between kinetic energy and &lt;a href=\"potential%20energy\"&gt;potential energy&lt;/a&gt; can be traced back to &lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt;'s concepts of &lt;a href=\"actuality%20and%20potentiality\"&gt;actuality and potentiality&lt;/a&gt;. \nThe principle in &lt;a href=\"classical%20mechanics\"&gt;classical mechanics&lt;/a&gt; that \"E\" ∝ \"mv\"2 was first developed by &lt;a href=\"Gottfried%20Leibniz\"&gt;Gottfried Leibniz&lt;/a&gt; and &lt;a href=\"Johann%20Bernoulli\"&gt;Johann Bernoulli&lt;/a&gt;, who described kinetic energy as the \"living force\", \"&lt;a href=\"vis%20viva\"&gt;vis viva&lt;/a&gt;\". &lt;a href=\"Willem%20%27s%20Gravesande\"&gt;Willem 's Gravesande&lt;/a&gt; of the Netherlands provided experimental evidence of this relationship. By dropping weights from different heights into a block of clay, &lt;a href=\"Willem%20%27s%20Gravesande\"&gt;Willem 's Gravesande&lt;/a&gt; determined that their penetration depth was proportional to the square of their impact speed. &lt;a href=\"%C3%89milie%20du%20Ch%C3%A2telet\"&gt;Émilie du Châtelet&lt;/a&gt; recognized the implications of the experiment and published an explanation.\nThe terms \"kinetic energy\" and \"work\" in their present scientific meanings date back to the mid-19th century. Early understandings of these ideas can be attributed to &lt;a href=\"Gaspard-Gustave%20Coriolis\"&gt;Gaspard-Gustave Coriolis&lt;/a&gt;, who in 1829 published the paper titled \"Du Calcul de l'Effet des Machines\" outlining the mathematics of kinetic energy. &lt;a href=\"William%20Thomson%2C%201st%20Baron%20Kelvin\"&gt;William Thomson&lt;/a&gt;, later Lord Kelvin, is given the credit for coining the term \"kinetic energy\" c. 1849–1851. &lt;a href=\"Macquorn%20Rankine\"&gt;Rankine&lt;/a&gt;, who had introduced the term \"potential energy\" in 1853, and the phrase \"actual energy\" to complement it, later cites &lt;a href=\"William%20Thomson%2C%201st%20Baron%20Kelvin\"&gt;William Thomson&lt;/a&gt; and &lt;a href=\"Peter%20Tait%20%28physicist%29\"&gt;Peter Tait&lt;/a&gt; as substituting the word \"kinetic\" for \"actual\".\nOverview.\n&lt;a href=\"Energy\"&gt;Energy&lt;/a&gt; occurs in many forms, including &lt;a href=\"chemical%20energy\"&gt;chemical energy&lt;/a&gt;, &lt;a href=\"thermal%20energy\"&gt;thermal energy&lt;/a&gt;, &lt;a href=\"electromagnetic%20radiation\"&gt;electromagnetic radiation&lt;/a&gt;, &lt;a href=\"gravitational%20energy\"&gt;gravitational energy&lt;/a&gt;, &lt;a href=\"electric%20energy\"&gt;electric energy&lt;/a&gt;, &lt;a href=\"elastic%20energy\"&gt;elastic energy&lt;/a&gt;, &lt;a href=\"nuclear%20binding%20energy\"&gt;nuclear energy&lt;/a&gt;, and &lt;a href=\"rest%20energy\"&gt;rest energy&lt;/a&gt;. These can be categorized in two main classes: &lt;a href=\"potential%20energy\"&gt;potential energy&lt;/a&gt; and kinetic energy. Kinetic energy is the movement energy of an object. Kinetic energy can be transferred between objects and transformed into other kinds of energy.\nKinetic energy may be best understood by examples that demonstrate how it is transformed to and from other forms of energy. For example, a &lt;a href=\"cyclist\"&gt;cyclist&lt;/a&gt; uses &lt;a href=\"food%20energy\"&gt;chemical energy provided by food&lt;/a&gt; to accelerate a &lt;a href=\"bicycle\"&gt;bicycle&lt;/a&gt; to a chosen speed. On a level surface, this speed can be maintained without further work, except to overcome &lt;a href=\"drag%20%28physics%29\"&gt;air resistance&lt;/a&gt; and &lt;a href=\"friction\"&gt;friction&lt;/a&gt;. The chemical energy has been converted into kinetic energy, the energy of motion, but the process is not completely efficient and produces heat within the cyclist.\nThe kinetic energy in the moving cyclist and the bicycle can be converted to other forms. For example, the cyclist could encounter a hill just high enough to coast up, so that the bicycle comes to a complete halt at the top. The kinetic energy has now largely been converted to gravitational potential energy that can be released by freewheeling down the other side of the hill. Since the bicycle lost some of its energy to friction, it never regains all of its speed without additional pedaling. The energy is not destroyed; it has only been converted to another form by friction. Alternatively, the cyclist could connect a &lt;a href=\"Bottle%20dynamo\"&gt;dynamo&lt;/a&gt; to one of the wheels and generate some electrical energy on the descent. The bicycle would be traveling slower at the bottom of the hill than without the generator because some of the energy has been diverted into electrical energy. Another possibility would be for the cyclist to apply the brakes, in which case the kinetic energy would be dissipated through friction as &lt;a href=\"heat\"&gt;heat&lt;/a&gt;.\nLike any physical quantity that is a function of velocity, the kinetic energy of an object depends on the relationship between the object and the observer's &lt;a href=\"frame%20of%20reference\"&gt;frame of reference&lt;/a&gt;. Thus, the kinetic energy of an object is not &lt;a href=\"Galilean%20invariance\"&gt;invariant&lt;/a&gt;.\n&lt;a href=\"Spacecraft\"&gt;Spacecraft&lt;/a&gt; use chemical energy to launch and gain considerable kinetic energy to reach &lt;a href=\"orbital%20speed\"&gt;orbital velocity&lt;/a&gt;. In an entirely circular orbit, this kinetic energy remains constant because there is almost no friction in near-earth space. However, it becomes apparent at re-entry when some of the kinetic energy is converted to heat. If the orbit is &lt;a href=\"elliptic%20orbit\"&gt;elliptical&lt;/a&gt; or &lt;a href=\"hyperbolic%20trajectory\"&gt;hyperbolic&lt;/a&gt;, then throughout the orbit kinetic and &lt;a href=\"potential%20energy\"&gt;potential energy&lt;/a&gt; are exchanged; kinetic energy is greatest and potential energy lowest at closest approach to the earth or other massive body, while potential energy is greatest and kinetic energy the lowest at maximum distance. Disregarding loss or gain however, the sum of the kinetic and potential energy remains constant.\nKinetic energy can be passed from one object to another. In the game of &lt;a href=\"billiards\"&gt;billiards&lt;/a&gt;, the player imposes kinetic energy on the cue ball by striking it with the cue stick. If the cue ball collides with another ball, it slows down dramatically, and the ball it hit accelerates its speed as the kinetic energy is passed on to it. &lt;a href=\"Collisions\"&gt;Collisions&lt;/a&gt; in billiards are effectively &lt;a href=\"elastic%20collision\"&gt;elastic collision&lt;/a&gt;s, in which kinetic energy is preserved. In &lt;a href=\"inelastic%20collision\"&gt;inelastic collision&lt;/a&gt;s, kinetic energy is dissipated in various forms of energy, such as heat, sound and binding energy (breaking bound structures).\n&lt;a href=\"Flywheel\"&gt;Flywheel&lt;/a&gt;s have been developed as a method of &lt;a href=\"flywheel%20energy%20storage\"&gt;energy storage&lt;/a&gt;. This illustrates that kinetic energy is also stored in rotational motion.\nSeveral mathematical descriptions of kinetic energy exist that describe it in the appropriate physical situation. For objects and processes in common human experience, the formula ½mv² given by &lt;a href=\"Newtonian%20mechanics\"&gt;Newtonian (classical) mechanics&lt;/a&gt; is suitable. However, if the speed of the object is comparable to the speed of light, &lt;a href=\"special%20relativity\"&gt;relativistic effects&lt;/a&gt; become significant and the relativistic formula is used. If the object is on the atomic or &lt;a href=\"sub-atomic%20scale\"&gt;sub-atomic scale&lt;/a&gt;, &lt;a href=\"quantum%20mechanical\"&gt;quantum mechanical&lt;/a&gt; effects are significant, and a quantum mechanical model must be employed.\nNewtonian kinetic energy.\nKinetic energy of rigid bodies.\nIn &lt;a href=\"classical%20mechanics\"&gt;classical mechanics&lt;/a&gt;, the kinetic energy of a \"point object\" (an object so small that its mass can be assumed to exist at one point), or a non-rotating &lt;a href=\"rigid%20body\"&gt;rigid body&lt;/a&gt; depends on the &lt;a href=\"mass\"&gt;mass&lt;/a&gt; of the body as well as its &lt;a href=\"speed\"&gt;speed&lt;/a&gt;. The kinetic energy is equal to 1/2 the &lt;a href=\"Multiplication\"&gt;product&lt;/a&gt; of the mass and the square of the speed. In formula form:\nwhere formula_3 is the mass and formula_4 is the speed (or the velocity) of the body. In &lt;a href=\"SI\"&gt;SI&lt;/a&gt; units, mass is measured in &lt;a href=\"kilogram\"&gt;kilogram&lt;/a&gt;s, speed in &lt;a href=\"metres%20per%20second\"&gt;metres per second&lt;/a&gt;, and the resulting kinetic energy is in &lt;a href=\"joule\"&gt;joule&lt;/a&gt;s.\nFor example, one would calculate the kinetic energy of an 80 kg mass (about 180 lbs) traveling at 18 metres per second (about 40 mph, or 65 km/h) as\nWhen a person throws a ball, the person does &lt;a href=\"work%20%28physics%29\"&gt;work&lt;/a&gt; on it to give it speed as it leaves the hand. The moving ball can then hit something and push it, doing work on what it hits. The kinetic energy of a moving object is equal to the work required to bring it from rest to that speed, or the work the object can do while being brought to rest: net force × displacement = kinetic energy, i.e.,\nSince the kinetic energy increases with the square of the speed, an object doubling its speed has four times as much kinetic energy. For example, a car traveling twice as fast as another requires four times as much distance to stop, assuming a constant braking force. As a consequence of this quadrupling, it takes four times the work to double the speed.\nThe kinetic energy of an object is related to its &lt;a href=\"momentum\"&gt;momentum&lt;/a&gt; by the equation:\nwhere:\nFor the \"translational kinetic energy,\" that is the kinetic energy associated with &lt;a href=\"rectilinear%20motion\"&gt;rectilinear motion&lt;/a&gt;, of a &lt;a href=\"rigid%20body\"&gt;rigid body&lt;/a&gt; with constant &lt;a href=\"mass\"&gt;mass&lt;/a&gt; formula_3, whose &lt;a href=\"center%20of%20mass\"&gt;center of mass&lt;/a&gt; is moving in a straight line with speed formula_4, as seen above is equal to\nwhere:\nThe kinetic energy of any entity depends on the reference frame in which it is measured. However, the total energy of an isolated system, i.e. one in which energy can neither enter nor leave, does not change over time in the reference frame in which it is measured. Thus, the chemical energy converted to kinetic energy by a rocket engine is divided differently between the rocket ship and its exhaust stream depending upon the chosen reference frame. This is called the &lt;a href=\"Oberth%20effect\"&gt;Oberth effect&lt;/a&gt;. But the total energy of the system, including kinetic energy, fuel chemical energy, heat, etc., is conserved over time, regardless of the choice of reference frame. Different observers moving with different reference frames would however disagree on the value of this conserved energy.\nThe kinetic energy of such systems depends on the choice of reference frame: the reference frame that gives the minimum value of that energy is the &lt;a href=\"center%20of%20momentum\"&gt;center of momentum&lt;/a&gt; frame, i.e. the reference frame in which the total momentum of the system is zero. This minimum kinetic energy contributes to the &lt;a href=\"invariant%20mass\"&gt;invariant mass&lt;/a&gt; of the system as a whole.\nDerivation.\nWithout vectors and calculus.\nThe work W done by a force \"F\" on an object over a distance \"s\" parallel to \"F\" equals \nUsing &lt;a href=\"Newton%27s%20Second%20Law\"&gt;Newton's Second Law&lt;/a&gt; \nwith \"m\" the mass and \"a\" the &lt;a href=\"Acceleration%23Uniform_acceleration\"&gt;acceleration&lt;/a&gt; of the object and \nthe distance travelled by the accelerated object in time \"t\", we find with formula_18 for the velocity \"v\" of the object\nWith vectors and calculus.\nThe work done in accelerating a particle with mass \"m\" during the infinitesimal time interval \"dt\" is given by the dot product of \"force\" F and the infinitesimal \"displacement\" \"d\"x\nwhere we have assumed the relationship p = \"m\" v and the validity of &lt;a href=\"Newton%27s%20Second%20Law\"&gt;Newton's Second Law&lt;/a&gt;. (However, also see the special relativistic derivation &lt;a href=\"Kinetic%20energy%23Relativistic%20kinetic%20energy%20of%20rigid%20bodies\"&gt;below&lt;/a&gt;.)\nApplying the &lt;a href=\"product%20rule\"&gt;product rule&lt;/a&gt; we see that:\nTherefore, (assuming constant mass so that \"dm\" = 0), we have,\nSince this is a &lt;a href=\"total%20differential\"&gt;total differential&lt;/a&gt; (that is, it only depends on the final state, not how the particle got there), we can integrate it and call the result kinetic energy. Assuming the object was at rest at time 0, we integrate from time 0 to time t because the work done by the force to bring the object from rest to velocity \"v\" is equal to the work necessary to do the reverse:\nThis equation states that the kinetic energy (\"E\"k) is equal to the &lt;a href=\"integral\"&gt;integral&lt;/a&gt; of the &lt;a href=\"dot%20product\"&gt;dot product&lt;/a&gt; of the &lt;a href=\"velocity\"&gt;velocity&lt;/a&gt; (v) of a body and the &lt;a href=\"infinitesimal\"&gt;infinitesimal&lt;/a&gt; change of the body's &lt;a href=\"momentum\"&gt;momentum&lt;/a&gt; (p). It is assumed that the body starts with no kinetic energy when it is at rest (motionless).\nRotating bodies.\nIf a rigid body Q is rotating about any line through the center of mass then it has &lt;a href=\"rotational%20energy\"&gt;\"rotational kinetic energy\"&lt;/a&gt; (formula_24) which is simply the sum of the kinetic energies of its moving parts, and is thus given by:\nwhere:\n(In this equation the moment of &lt;a href=\"inertia\"&gt;inertia&lt;/a&gt; must be taken about an axis through the center of mass and the rotation measured by ω must be around that axis; more general equations exist for systems where the object is subject to wobble due to its eccentric shape).\nKinetic energy of systems.\nA system of bodies may have internal kinetic energy due to the relative motion of the bodies in the system. For example, in the &lt;a href=\"Solar%20System\"&gt;Solar System&lt;/a&gt; the planets and planetoids are orbiting the Sun. In a tank of gas, the molecules are moving in all directions. The kinetic energy of the system is the sum of the kinetic energies of the bodies it contains.\nA macroscopic body that is stationary (i.e. a reference frame has been chosen to correspond to the body's &lt;a href=\"center%20of%20momentum\"&gt;center of momentum&lt;/a&gt;) may have various kinds of &lt;a href=\"internal%20energy\"&gt;internal energy&lt;/a&gt; at the molecular or atomic level, which may be regarded as kinetic energy, due to molecular translation, rotation, and vibration, electron translation and spin, and nuclear spin. These all contribute to the body's mass, as provided by the special theory of relativity. When discussing movements of a macroscopic body, the kinetic energy referred to is usually that of the macroscopic movement only. However, all internal energies of all types contribute to a body's mass, inertia, and total energy.\nFluid dynamics.\nIn &lt;a href=\"fluid%20dynamics\"&gt;fluid dynamics&lt;/a&gt;, the kinetic energy per unit volume at each point in an incompressible fluid flow field is called the &lt;a href=\"dynamic%20pressure\"&gt;dynamic pressure&lt;/a&gt; at that point.\nDividing by V, the unit of volume:\nwhere formula_30 is the dynamic pressure, and ρ is the density of the incompressible fluid.\nFrame of reference.\nThe speed, and thus the kinetic energy of a single object is frame-dependent (relative): it can take any non-negative value, by choosing a suitable &lt;a href=\"inertial%20frame%20of%20reference\"&gt;inertial frame of reference&lt;/a&gt;. For example, a bullet passing an observer has kinetic energy in the reference frame of this observer. The same bullet is stationary to an observer moving with the same velocity as the bullet, and so has zero kinetic energy. By contrast, the total kinetic energy of a system of objects cannot be reduced to zero by a suitable choice of the inertial reference frame, unless all the objects have the same velocity. In any other case, the total kinetic energy has a non-zero minimum, as no inertial reference frame can be chosen in which all the objects are stationary. This minimum kinetic energy contributes to the system's &lt;a href=\"invariant%20mass\"&gt;invariant mass&lt;/a&gt;, which is independent of the reference frame.\nThe total kinetic energy of a system depends on the &lt;a href=\"inertial%20frame%20of%20reference\"&gt;inertial frame of reference&lt;/a&gt;: it is the sum of the total kinetic energy in a &lt;a href=\"center%20of%20momentum%20frame\"&gt;center of momentum frame&lt;/a&gt; and the kinetic energy the total mass would have if it were concentrated in the &lt;a href=\"center%20of%20mass\"&gt;center of mass&lt;/a&gt;.\nThis may be simply shown: let formula_31 be the relative velocity of the center of mass frame \"i\" in the frame \"k\". Since\nThen,\nHowever, let formula_34 the kinetic energy in the center of mass frame, formula_35 would be simply the total momentum that is by definition zero in the center of mass frame, and let the total mass: formula_36. Substituting, we get:\nThus the kinetic energy of a system is lowest to center of momentum reference frames, i.e., frames of reference in which the center of mass is stationary (either the &lt;a href=\"center%20of%20mass%20frame\"&gt;center of mass frame&lt;/a&gt; or any other &lt;a href=\"center%20of%20momentum%20frame\"&gt;center of momentum frame&lt;/a&gt;). In any different frame of reference, there is additional kinetic energy corresponding to the total mass moving at the speed of the center of mass. The kinetic energy of the system in the &lt;a href=\"center%20of%20momentum%20frame\"&gt;center of momentum frame&lt;/a&gt; is a quantity that is invariant (all observers see it to be the same).\nRotation in systems.\nIt sometimes is convenient to split the total kinetic energy of a body into the sum of the body's center-of-mass translational kinetic energy and the energy of rotation around the center of mass (&lt;a href=\"rotational%20energy\"&gt;rotational energy&lt;/a&gt;):\nwhere:\nThus the kinetic energy of a tennis ball in flight is the kinetic energy due to its rotation, plus the kinetic energy due to its translation.\nRelativistic kinetic energy of rigid bodies.\nIf a body's speed is a significant fraction of the &lt;a href=\"speed%20of%20light\"&gt;speed of light&lt;/a&gt;, it is necessary to use relativistic mechanics to calculate its kinetic energy. In &lt;a href=\"special%20relativity\"&gt;special relativity&lt;/a&gt; theory, the expression for linear momentum is modified.\nWith \"m\" being an object's &lt;a href=\"rest%20mass\"&gt;rest mass&lt;/a&gt;, v and \"v\" its velocity and speed, and \"c\" the speed of light in vacuum, we use the expression for linear momentum formula_39, where formula_40.\n&lt;a href=\"Integration%20by%20parts\"&gt;Integrating by parts&lt;/a&gt; yields\nSince formula_42,\nformula_44 is a &lt;a href=\"constant%20of%20integration\"&gt;constant of integration&lt;/a&gt; for the &lt;a href=\"indefinite%20integral\"&gt;indefinite integral&lt;/a&gt;.\nSimplifying the expression we obtain\nformula_44 is found by observing that when formula_47 and formula_48, giving\nresulting in the formula\nThis formula shows that the work expended accelerating an object from rest approaches infinity as the velocity approaches the speed of light. Thus it is impossible to accelerate an object across this boundary.\nThe mathematical by-product of this calculation is the &lt;a href=\"mass-energy%20equivalence\"&gt;mass-energy equivalence&lt;/a&gt; formula—the body at rest must have energy content\nAt a low speed (\"v\" ≪ \"c\"), the relativistic kinetic energy is approximated well by the classical kinetic energy. This is done by &lt;a href=\"binomial%20approximation\"&gt;binomial approximation&lt;/a&gt; or by taking the first two terms of the &lt;a href=\"Taylor%20expansion\"&gt;Taylor expansion&lt;/a&gt; for the reciprocal square root:\nSo, the total energy formula_53 can be partitioned into the rest mass energy plus the Newtonian kinetic energy at low speeds.\nWhen objects move at a speed much slower than light (e.g. in everyday phenomena on Earth), the first two terms of the series predominate. The next term in the Taylor series approximation\nis small for low speeds. For example, for a speed of the correction to the Newtonian kinetic energy is 0.0417 J/kg (on a Newtonian kinetic energy of 50 MJ/kg) and for a speed of 100 km/s it is 417 J/kg (on a Newtonian kinetic energy of 5 GJ/kg).\nThe relativistic relation between kinetic energy and momentum is given by\nThis can also be expanded as a &lt;a href=\"Taylor%20series\"&gt;Taylor series&lt;/a&gt;, the first term of which is the simple expression from Newtonian mechanics:\nThis suggests that the formulae for energy and momentum are not special and axiomatic, but concepts emerging from the equivalence of mass and energy and the principles of relativity.\nGeneral relativity.\nUsing the convention that\nwhere the &lt;a href=\"four-velocity\"&gt;four-velocity&lt;/a&gt; of a particle is\nand formula_59 is the &lt;a href=\"proper%20time\"&gt;proper time&lt;/a&gt; of the particle, there is also an expression for the kinetic energy of the particle in &lt;a href=\"general%20relativity\"&gt;general relativity&lt;/a&gt;.\nIf the particle has momentum\nas it passes by an observer with four-velocity \"u\"obs, then the expression for total energy of the particle as observed (measured in a local inertial frame) is\nand the kinetic energy can be expressed as the total energy minus the rest energy:\nConsider the case of a metric that is diagonal and spatially isotropic (\"g\"\"tt\", \"g\"\"ss\", \"g\"\"ss\", \"g\"\"ss\"). Since\nwhere \"v\"α is the ordinary velocity measured w.r.t. the coordinate system, we get\nSolving for \"u\"t gives\nThus for a stationary observer (\"v\" = 0)\nand thus the kinetic energy takes the form\nFactoring out the rest energy gives:\nThis expression reduces to the special relativistic case for the flat-space metric where\nIn the Newtonian approximation to general relativity\nwhere Φ is the Newtonian &lt;a href=\"gravitational%20potential\"&gt;gravitational potential&lt;/a&gt;. This means clocks run slower and measuring rods are shorter near massive bodies.\nKinetic energy in quantum mechanics.\nIn &lt;a href=\"quantum%20mechanics\"&gt;quantum mechanics&lt;/a&gt;, observables like kinetic energy are represented as &lt;a href=\"Operator%20%28physics%29\"&gt;operators&lt;/a&gt;. For one particle of mass \"m\", the kinetic energy operator appears as a term in the &lt;a href=\"Hamiltonian%20%28quantum%20mechanics%29\"&gt;Hamiltonian&lt;/a&gt; and is defined in terms of the more fundamental momentum operator formula_71. The kinetic energy operator in the &lt;a href=\"Relativistic%20quantum%20mechanics%23Non-relativistic%20and%20relativistic%20Hamiltonians\"&gt;non-relativistic&lt;/a&gt; case can be written as\nNotice that this can be obtained by replacing formula_8 by formula_71 in the classical expression for kinetic energy in terms of &lt;a href=\"momentum\"&gt;momentum&lt;/a&gt;,\nIn the &lt;a href=\"Schr%C3%B6dinger%20picture\"&gt;Schrödinger picture&lt;/a&gt;, formula_71 takes the form formula_77 where the derivative is taken with respect to position coordinates and hence\nThe expectation value of the electron kinetic energy, formula_79, for a system of \"N\" electrons described by the &lt;a href=\"Wave%20function\"&gt;wavefunction&lt;/a&gt; formula_80 is a sum of 1-electron operator expectation values:\nwhere formula_82 is the mass of the electron and formula_83 is the &lt;a href=\"Laplacian\"&gt;Laplacian&lt;/a&gt; operator acting upon the coordinates of the \"i\"th electron and the summation runs over all electrons.\nThe &lt;a href=\"Density%20functional%20theory\"&gt;density functional&lt;/a&gt; formalism of quantum mechanics requires knowledge of the electron density \"only\", i.e., it formally does not require knowledge of the wavefunction. Given an electron density formula_84, the exact N-electron kinetic energy functional is unknown; however, for the specific case of a 1-electron system, the kinetic energy can be written as\nwhere formula_86 is known as the &lt;a href=\"Carl%20Friedrich%20von%20Weizs%C3%A4cker\"&gt;von Weizsäcker&lt;/a&gt; kinetic energy functional."
}