{
    "id": "17328423",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=17328423",
    "title": "Devon County Council",
    "text": "Devon County Council is the &lt;a href=\"county%20council\"&gt;county council&lt;/a&gt; administering the English county of &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt;. Based in the city of &lt;a href=\"Exeter\"&gt;Exeter&lt;/a&gt;, the council covers the &lt;a href=\"non-metropolitan%20county\"&gt;non-metropolitan county&lt;/a&gt; area of Devon. Members of the council (councillors) are elected every four years to represent the electorate of each &lt;a href=\"Electoral%20district\"&gt;county division&lt;/a&gt;, almost all being nominated by the major national political parties.\nThe population of the area administered by the council was estimated at 795,286 in 2018, making it the largest &lt;a href=\"local%20authority\"&gt;local authority&lt;/a&gt; in &lt;a href=\"South%20West%20England\"&gt;South West England&lt;/a&gt;.\nDevon is an area with \"two-tier\" local government, meaning that the county is divided into &lt;a href=\"non-metropolitan%20district\"&gt;non-metropolitan district&lt;/a&gt;s carrying out less strategic functions, such as taking most &lt;a href=\"Town%20and%20country%20planning%20in%20the%20United%20Kingdom\"&gt;planning decisions&lt;/a&gt;. In Devon there are eight such districts, each with its own district, borough, or city council.\nHistory.\nAdministration.\nBefore 1888, the small towns and rural areas in &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt; were governed by &lt;a href=\"Justice%20of%20the%20Peace\"&gt;magistrates&lt;/a&gt; through the Devon Court of &lt;a href=\"Quarter%20Sessions\"&gt;Quarter Sessions&lt;/a&gt;. The magistrates were based at &lt;a href=\"Rougemont%20Castle\"&gt;Rougemont Castle&lt;/a&gt;, &lt;a href=\"Exeter\"&gt;Exeter&lt;/a&gt;, and were not elected by the people. In 1888, the &lt;a href=\"Local%20Government%20Act%201888\"&gt;Local Government Act 1888&lt;/a&gt; was passed, which paved the way for &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt; at the county level throughout &lt;a href=\"England%20and%20Wales\"&gt;England and Wales&lt;/a&gt;. On 16 January 1889, the first County Council elections were held, and the council began life with a budget of &lt;a href=\"Pound%20sterling\"&gt;£&lt;/a&gt;50,000. In 1907, women became eligible for election and the first female councillor was elected in 1931. From the beginning in 1889, the county boroughs of Exeter, Devonport and Plymouth were outside the jurisdiction of the county council. Devonport was afterwards absorbed by the City of Plymouth. Torbay received county borough status and left the area of Devon County Council in 1968. &lt;a href=\"Devon%20County%20Hall\"&gt;Devon County Hall&lt;/a&gt;, designed by &lt;a href=\"Donald%20McMorran\"&gt;Donald McMorran&lt;/a&gt;, was completed in 1964.\nIn 1971, Devon County Council signed a &lt;a href=\"Twinning%20Charter\"&gt;Twinning Charter&lt;/a&gt; with the Conseil General of Calvados to develop links with the French department of &lt;a href=\"Calvados%20%28department%29\"&gt;Calvados&lt;/a&gt;.\nIn 2018, the council introduced a \"new IT printing system\" which caused its education department online embarrassment due to its inability to produce grammatically correct correspondence.\nData protection.\nIn 2012 the Council was fined £90,000 by the &lt;a href=\"Information%20Commissioner%27s%20Office\"&gt;Information Commissioner's Office&lt;/a&gt; (ICO) after it sent confidential and sensitive information about twenty-two people, including criminal allegations and information about their &lt;a href=\"mental%20health\"&gt;mental health&lt;/a&gt;, to the wrong recipient. Commenting on Devon and other authorities who had made similar data protection breaches, the ICO said \"It would be far too easy to consider these breaches as simple &lt;a href=\"human%20error\"&gt;human error&lt;/a&gt;. The reality is that they are caused by councils treating sensitive personal data in the same routine way they would deal with more general correspondence. Far too often in these cases, the councils do not appear to have acknowledged that the data they are handling is about real people, and often the more vulnerable members of society.\"\nPolitical composition.\nIn Devon, most county councillors who are elected have been nominated by one of England's major political parties, although there are also a small number of &lt;a href=\"Independent%20%28politician%29\"&gt;independents&lt;/a&gt;. At present the majority of councillors in the chamber are &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservatives&lt;/a&gt;, who hold 39 of the 60 seats. The council currently operates the &lt;a href=\"local%20government\"&gt;local government&lt;/a&gt; &lt;a href=\"Cabinet-style%20council\"&gt;Cabinet system&lt;/a&gt; which was introduced by the &lt;a href=\"Local%20Government%20Act%202000\"&gt;Local Government Act 2000&lt;/a&gt;, with the Leader of the Cabinet (and effective head of the authority) elected by the full council. In practice, the Leader is chosen from among the majority Conservative group. After being elected, the Leader chooses the other cabinet members, currently nine, all from the Conservative group.\nResponsibilities for services.\nDevon County Council's responsibilities include schools, social care for the elderly and vulnerable, road maintenance, libraries and trading standards. It is the largest employer in &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt;, employing over 20,000 people, and has the largest minor road length ( — 2014) of any UK local authority; major roads are managed by &lt;a href=\"Highways%20England\"&gt;Highways England&lt;/a&gt;. Devon County Council appoints eleven members to the &lt;a href=\"Devon%20and%20Somerset%20Fire%20and%20Rescue%20Authority\"&gt;Devon and Somerset Fire and Rescue Authority&lt;/a&gt;. The &lt;a href=\"Office%20for%20National%20Statistics\"&gt;Office for National Statistics&lt;/a&gt; estimated that the mid-2014 population of the non-metropolitan area of Devon was 765,302, which is the largest in the &lt;a href=\"South%20West%20England\"&gt;South West England&lt;/a&gt; region.\nThe county council's area is also administered by eight smaller authorities that have their own &lt;a href=\"non-metropolitan%20district\"&gt;district&lt;/a&gt;, &lt;a href=\"Borough%20status%20in%20the%20United%20Kingdom\"&gt;borough&lt;/a&gt; or &lt;a href=\"City%20status%20in%20the%20United%20Kingdom\"&gt;city&lt;/a&gt; councils. The responsibilities of these councils include local planning, council housing, refuse collection, sports and leisure facilities, and street cleaning. The district areas are further divided into &lt;a href=\"Civil%20parishes%20in%20England\"&gt;civil parishes&lt;/a&gt;, which have \"&lt;a href=\"Parish%20councils%20in%20England\"&gt;parish councils&lt;/a&gt;\" or \"&lt;a href=\"town%20council\"&gt;town council&lt;/a&gt;s\"; the latter of which often use a &lt;a href=\"town%20hall\"&gt;town hall&lt;/a&gt;. Typical activities undertaken by a parish council include maintaining allotments, footpaths, playing fields and the local community or village hall. On some matters, the county council share responsibilities with the district and parish councils. These include economic development and regeneration, emergency planning, tourism promotion and coastal protection.\nGraphic symbols.\nThere was no established &lt;a href=\"coat%20of%20arms\"&gt;coat of arms&lt;/a&gt; for the county until 1926: the arms of the City of &lt;a href=\"Exeter\"&gt;Exeter&lt;/a&gt; were often used to represent Devon, for instance in the badge of the &lt;a href=\"Devonshire%20Regiment\"&gt;Devonshire Regiment&lt;/a&gt;. During the formation of a county council by the &lt;a href=\"Local%20Government%20Act%201888\"&gt;Local Government Act 1888&lt;/a&gt;, adoption of a &lt;a href=\"Company%20seal\"&gt;common seal&lt;/a&gt; was required. The seal contained three shields depicting the arms of Exeter along with those of the first chairman and vice-chairman of the council (&lt;a href=\"Charles%20Hepburn-Stuart-Forbes-Trefusis%2C%2020th%20Baron%20Clinton\"&gt;Lord Clinton&lt;/a&gt; and the &lt;a href=\"Earl%20of%20Morley\"&gt;Earl of Morley&lt;/a&gt;).\nOn 11 October 1926, the county council received a grant of arms from the &lt;a href=\"College%20of%20Arms\"&gt;College of Arms&lt;/a&gt;. The main part of the shield displays a red crowned lion on a silver field, the arms of &lt;a href=\"Richard%2C%20Earl%20of%20Cornwall\"&gt;Richard Plantagenet, Earl of Cornwall&lt;/a&gt;. The \"chief\" or upper portion of the shield depicts an ancient ship on waves, for Devon's seafaring traditions. The &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; motto adopted was \"Auxilio Divino\" (\"by divine aid\"), that of Sir &lt;a href=\"Francis%20Drake\"&gt;Francis Drake&lt;/a&gt;. The 1926 grant was of arms alone. On 6 March 1962 a further grant of crest and supporters was obtained. The crest is the head of a &lt;a href=\"Dartmoor%20Pony\"&gt;Dartmoor Pony&lt;/a&gt; rising from a \"Naval Crown\". This distinctive form of crown is formed from the sails and sterns of ships, and is associated with the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;. The supporters are a &lt;a href=\"North%20Devon%20cattle\"&gt;Devon bull&lt;/a&gt; and a &lt;a href=\"sea%20lion\"&gt;sea lion&lt;/a&gt;.\nThe County Council adopted a 'ship silhouette' logo after the 1974 reorganisation, adapted from the ship emblem on the coat of arms, but following the loss in 1998 of Plymouth and Torbay re-adopted the coat of arms. In April 2006 the council unveiled a which was to be used in most everyday applications, though the coat of arms will continue to be used for \"various civic purposes\".\nIn 2002, the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; Devon website held a poll in response to a discussion for a &lt;a href=\"flag%20of%20Devon\"&gt;flag of Devon&lt;/a&gt;. Ryan Sealey's winning design of green, white, and black was raised outside County Hall in 2006 to celebrate Local Democracy Week and is endorsed by Devon County Council.\nProposed structural changes.\nFrom 2007 to 2010 there was a strong possibility that Devon's two-tier council structure might be reorganised. In December 2007, a bid by &lt;a href=\"Exeter%20City%20Council\"&gt;Exeter City Council&lt;/a&gt; to become a unitary council was referred by the &lt;a href=\"Department%20for%20Communities%20and%20Local%20Government\"&gt;Department for Communities and Local Government&lt;/a&gt; to the &lt;a href=\"Boundary%20Committee%20for%20England\"&gt;Boundary Committee for England&lt;/a&gt;, as they felt the application did not meet all their strict criteria. Had the bid succeeded, Devon County Council, headquartered in &lt;a href=\"Exeter\"&gt;Exeter&lt;/a&gt;, would have had no local governmental control of the City of Exeter.\nThe Boundary Committee was asked to look at the feasibility of a unitary Exeter in the context of examining options for unitary arrangements in the wider Devon county area, and reported back in July 2008 recommending a 'unitary Devon' (excluding &lt;a href=\"Plymouth\"&gt;Plymouth&lt;/a&gt; and &lt;a href=\"Torbay\"&gt;Torbay&lt;/a&gt;), with a second option of a 'unitary Exeter &amp; &lt;a href=\"Exmouth\"&gt;Exmouth&lt;/a&gt;' (combined) and a unitary 'rest of Devon'. This would have abolished lower-tier district councils which work together with Devon County Council. These proposals were put out to consultation until September 2008 and the Committee was expected to make final recommendations to the Secretary of State by the end of the year. As a result of a number of legal challenges to the process and also dissatisfaction on the part of the Secretary of State with the manner in which the Boundary Committee assessed proposals, a recommendation was unlikely until March or April 2009.\nThe Boundary Committee was delayed again following legal challenge by a group of councils in the county of &lt;a href=\"Suffolk\"&gt;Suffolk&lt;/a&gt;. The &lt;a href=\"Court%20of%20Appeal\"&gt;Court of Appeal&lt;/a&gt; rejected the legal challenge in December 2009 and the Boundary Committee was expected to return to making recommendations on the proposals, to be published at an unknown date.\nOn 10 February 2010, local government ministers gave the go-ahead for Exeter's unitary authority status and ruled out the chance of Devon's unitary authority status, leaving it as a rural county. However, following the &lt;a href=\"2010%20United%20Kingdom%20general%20election\"&gt;2010 general election&lt;/a&gt; the new government announced in May 2010 that the reorganisation would be stopped."
}