{
    "id": "173342",
    "revid": "16690833",
    "url": "https://en.wikipedia.org/wiki?curid=173342",
    "title": "François Darlan",
    "text": "Jean Louis Xavier François Darlan (7 August 1881 – 24 December 1942) was a French &lt;a href=\"admiral\"&gt;admiral&lt;/a&gt; and political figure. Born in &lt;a href=\"N%C3%A9rac\"&gt;Nérac&lt;/a&gt;, Darlan graduated from the \"&lt;a href=\"%C3%89cole%20navale\"&gt;École navale&lt;/a&gt;\" in 1902 and quickly advanced through the ranks following his service during World War I. He was promoted to rear admiral in 1929, vice admiral in 1932, lieutenant admiral in 1937 before finally being made admiral and Chief of the Naval Staff in 1937. In 1939, Darlan was promoted to admiral of the fleet, a rank created specifically for him.\nDarlan was Commander-in-Chief of the French Navy at the beginning of World War II. After France's armistice with Germany in June 1940, Darlan served in &lt;a href=\"Philippe%20P%C3%A9tain\"&gt;Philippe Pétain&lt;/a&gt;'s &lt;a href=\"Vichy%20France\"&gt;Vichy regime&lt;/a&gt; as Minister of Marine, and in February 1941 he took over as Vice-President of the Council, Minister of Foreign Affairs, Minister of the Interior and Minister of National Defence, making him the \"de facto\" head of the Vichy government. In April 1942, Darlan resigned his ministries to &lt;a href=\"Pierre%20Laval\"&gt;Pierre Laval&lt;/a&gt; at German insistence, but retained his position as Commander-in-Chief of the French Armed Forces.\nDarlan was in &lt;a href=\"Algiers\"&gt;Algiers&lt;/a&gt; when the &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allies&lt;/a&gt; &lt;a href=\"Operation%20Torch\"&gt;invaded French North Africa&lt;/a&gt; in November 1942. Allied commander &lt;a href=\"Dwight%20D.%20Eisenhower\"&gt;Dwight D. Eisenhower&lt;/a&gt; struck a controversial deal with Darlan, recognizing him as &lt;a href=\"High%20Commissioner%20of%20France%20for%20North%20and%20West%20Africa\"&gt;High Commissioner of France for North and West Africa&lt;/a&gt;. In return, Darlan ordered all French forces in North Africa to cease resistance and cooperate with the Allies. Less than two months later, on 24 December, Darlan was assassinated by &lt;a href=\"Fernand%20Bonnier%20de%20La%20Chapelle\"&gt;Fernand Bonnier de La Chapelle&lt;/a&gt;, a 20-year-old monarchist and anti-Vichyiste.\nEarly life and career.\nDarlan was born in &lt;a href=\"N%C3%A9rac\"&gt;Nérac&lt;/a&gt;, Lot-et-Garonne, to a family with a long connection with the French Navy. His great-grandfather was killed at the &lt;a href=\"Battle%20of%20Trafalgar\"&gt;Battle of Trafalgar&lt;/a&gt;. His father, &lt;a href=\"Jean-Baptiste%20Darlan\"&gt;Jean-Baptiste Darlan&lt;/a&gt;, was a lawyer and politician who served as &lt;a href=\"Minister%20of%20Justice\"&gt;Minister of Justice&lt;/a&gt; in the cabinet of &lt;a href=\"Jules%20M%C3%A9line\"&gt;Jules Méline&lt;/a&gt;. &lt;a href=\"Georges%20Leygues\"&gt;Georges Leygues&lt;/a&gt;, a political colleague of his father who would spend seven years as &lt;a href=\"List%20of%20Naval%20Ministers%20of%20France\"&gt;Minister of the Marine&lt;/a&gt;, was Darlan's godfather.\nDarlan graduated from the \"&lt;a href=\"%C3%89cole%20Navale\"&gt;École Navale&lt;/a&gt;\" in 1902. During World War I, he commanded an artillery battery that took part in the &lt;a href=\"Battle%20of%20Verdun\"&gt;Battle of Verdun&lt;/a&gt;. After the war Darlan commanded the training ships \"&lt;a href=\"French%20cruiser%20Jeanne%20d%27Arc%20%281899%29\"&gt;Jeanne d'Arc&lt;/a&gt;\" and \"&lt;a href=\"French%20cruiser%20Edgar%20Quinet\"&gt;Edgar Quinet&lt;/a&gt;\", receiving promotions to frigate captain in 1920 and captain in 1926.\nThereafter Darlan rose swiftly. He was appointed Chef de Cabinet to Leygues and promoted to \"&lt;a href=\"rear%20admiral\"&gt;contre-amiral&lt;/a&gt;\" in 1929. In 1930, he served as the French Navy's representative at the &lt;a href=\"London%20Naval%20Treaty\"&gt;London Naval Conference&lt;/a&gt;, and in 1932 he was promoted to \"&lt;a href=\"vice%20admiral\"&gt;vice-amiral&lt;/a&gt;\". Subsequently, in 1934, he took command of the Atlantic Squadron at &lt;a href=\"Brest%2C%20France\"&gt;Brest&lt;/a&gt;. He was promoted to \"&lt;a href=\"lieutenant%20admiral\"&gt;vice-amiral d'escadre&lt;/a&gt;\" in 1936. He was appointed Chief of the Naval Staff from 1 January 1937, at the same time promoted to \"&lt;a href=\"admiral\"&gt;amiral&lt;/a&gt;\". As head of the Navy he successfully used his political connections to lobby for a building programme to counter the rising threat from the &lt;a href=\"Kriegsmarine\"&gt;Kriegsmarine&lt;/a&gt; and &lt;a href=\"Regia%20Marina\"&gt;Regia Marina&lt;/a&gt;.\nAfter attending the &lt;a href=\"Coronation%20of%20George%20VI\"&gt;Coronation of George VI&lt;/a&gt;, Darlan complained that protocol had left him, as a mere vice admiral, \"behind a pillar and after the Chinese admiral\". In 1939 he was promoted to \"&lt;a href=\"Ranks%20in%20the%20French%20Navy\"&gt;Amiral de la flotte&lt;/a&gt;\", a rank created specifically to put him on equal terms with the &lt;a href=\"First%20Sea%20Lord\"&gt;First Sea Lord&lt;/a&gt; of the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;.\nAfter the declaration of war in September 1939, Darlan became Commander-in-Chief of the French Navy.\nVichy government.\nArmistice.\nDarlan was immensely proud of the French navy which he had helped to build up, and after &lt;a href=\"Axis%20powers\"&gt;Axis&lt;/a&gt; forces &lt;a href=\"Battle%20of%20France\"&gt;defeated France&lt;/a&gt; (May–June 1940), on 3 June he threatened that he would mutiny and lead the fleet to fight under the British flag in the event of an armistice. Darlan promised Churchill at the Briare Conference (12 June) that no French ship would ever come into German hands. Even on 15 June he was still talking of a potential armistice with indignation. Darlan appears to have retreated from his position on 15 June, when the Cabinet voted 13–6 for &lt;a href=\"Camille%20Chautemps\"&gt;Camille Chautemps&lt;/a&gt;' compromise proposal to inquire about possible terms. He was willing to accept an armistice provided the French fleet was kept out of German hands.\nOn 16 June Churchill's telegram arrived agreeing to an armistice (France and Britain were bound by treaty not to seek a separate peace) provided the French fleet was moved to British ports. This was not acceptable to Darlan, who argued that it would leave France defenceless. That day, according to &lt;a href=\"Jules%20Moch\"&gt;Jules Moch&lt;/a&gt;, he declared that Britain was finished so there was no point in continuing to fight, and he was concerned that if there was no armistice Hitler would invade French North Africa via &lt;a href=\"Francisco%20Franco\"&gt;Franco&lt;/a&gt;'s Spain. That evening &lt;a href=\"Paul%20Reynaud\"&gt;Paul Reynaud&lt;/a&gt;, feeling he lacked sufficient cabinet support for continuing the war, resigned as &lt;a href=\"Prime%20Minister%20of%20France\"&gt;Prime Minister&lt;/a&gt;, and &lt;a href=\"Philippe%20P%C3%A9tain\"&gt;Philippe Pétain&lt;/a&gt; formed a new government with a view to seeking an armistice with &lt;a href=\"Nazi%20Germany\"&gt;Germany&lt;/a&gt;.\nDarlan served as the &lt;a href=\"Minister%20of%20Marine%20%28France%29\"&gt;Minister of Marine&lt;/a&gt; in the Pétain administration from 16 June. On 18 June Darlan gave his \"word of honour\" to the British &lt;a href=\"First%20Sea%20Lord\"&gt;First Sea Lord&lt;/a&gt;, Sir &lt;a href=\"Dudley%20Pound\"&gt;Dudley Pound&lt;/a&gt; that he would not allow the French fleet to fall into German hands. Petain's government signed an armistice (22 June 1940) but retained control of the territories known as \"&lt;a href=\"Vichy%20France\"&gt;Vichy France&lt;/a&gt;\" after the capital moved to &lt;a href=\"Vichy\"&gt;Vichy&lt;/a&gt; in early July. General &lt;a href=\"Charles%20Nogu%C3%A8s\"&gt;Charles Noguès&lt;/a&gt;, Commander-in-Chief of French forces in North Africa, was dismayed at the armistice but accepted it partly (he claimed) because Darlan would not let him have the French fleet to continue hostilities against the Axis powers.\nChurchill later wrote that Darlan could have been the leader of the Free French, \"a &lt;a href=\"Charles%20de%20Gaulle\"&gt;de Gaulle&lt;/a&gt; raised to the tenth power\", had he defected at this time. De Gaulle's biographer &lt;a href=\"Jean%20Lacouture\"&gt;Jean Lacouture&lt;/a&gt; described Darlan as \"the archetypal man of failed destiny\" thereafter.\nDarlan, the French Navy and the British.\nThe terms of the armistice called for the demobilisation and disarmament of the ships of the French Navy under German supervision in their home ports (mostly in the German-occupied zone). As the British Prime Minister &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt; pointed out, this meant that French warships would be fully armed when they came under German control. At Italian suggestion, the armistice terms were amended to permit the fleet to stay temporarily in North African ports, where they might potentially be seized by Italian troops from Libya. Darlan ordered all ships then in the Atlantic ports (which Germany would soon occupy) to steam to French overseas possessions, out of reach of the Germans, although not necessarily of the Italians.\nDespite Darlan's assurance, Churchill had remained concerned that Darlan might be overruled by the politicians, and this concern was not allayed by Darlan becoming a government minister himself. Darlan repeatedly refused British requests to place the whole fleet in British custody (or in the &lt;a href=\"French%20West%20Indies\"&gt;French West Indies&lt;/a&gt;), and in attempts to get the British to release French warships, gave a version of the armistice terms inconsistent with what the British knew from other sources to be the case. They lacked confidence that Darlan was being straight with them (one government adviser minuted that he had 'turned crook like the rest') and believed that, even if he was sincere, he could not deliver on his promise. This belief led to &lt;a href=\"Attack%20on%20Mers-el-K%C3%A9bir\"&gt;Operation Catapult&lt;/a&gt;, where, on 3 July 1940 the Royal Navy attacked the French fleet. The plans for \"Catapult\" had been drawn up as early as 14-16 June. Darlan was at his house at &lt;a href=\"N%C3%A9rac\"&gt;Nérac&lt;/a&gt; in Gascony on 3 July, and could not be contacted.\nThereafter, French forces loyal to Vichy (most of them under Darlan's command) fiercely resisted British moves into French territory, and sometimes co-operated with German forces. However, as Darlan had promised, no capital ships fell into German hands, and only three destroyers and a few dozen submarines and smaller vessels passed into German control.\nDarlan expected the Axis to win the war and saw it as to France's advantage to &lt;a href=\"Collaboration%20with%20the%20Axis%20Powers%20during%20World%20War%20II\"&gt;collaborate with Germany&lt;/a&gt;. He distrusted the British, and after the attack on Mers-el-Kébir, he seriously considered waging a naval war against Britain.\n1941–42: collaboration with Germany and after.\nDarlan came from a &lt;a href=\"Republicanism\"&gt;republican&lt;/a&gt; background and never believed in the Vichyite \"&lt;a href=\"R%C3%A9volution%20nationale\"&gt;Révolution nationale&lt;/a&gt;\"; for example, he had reservations about Pétain's &lt;a href=\"clericalism\"&gt;clericalism&lt;/a&gt;. However, by 1941 Darlan had become Pétain's most trusted associate. In February 1941 Darlan replaced &lt;a href=\"Pierre-%C3%89tienne%20Flandin\"&gt;Pierre-Étienne Flandin&lt;/a&gt; as \"Vice President of the Council\" (prime minister). He also became &lt;a href=\"Minister%20of%20Foreign%20Affairs%20%28France%29\"&gt;Minister of Foreign Affairs&lt;/a&gt;, &lt;a href=\"Minister%20of%20the%20Interior%20%28France%29\"&gt;Minister of the Interior&lt;/a&gt;, and &lt;a href=\"Minister%20of%20Defence%20%28France%29\"&gt;Minister of National Defence&lt;/a&gt;, making him the \"de facto\" head of the Vichy government. On 11 February he was named Pétain's eventual successor, in accordance with Act Number Four of the constitution.\nAs a prominent figure in the Vichy government, Darlan repeatedly offered Hitler active military cooperation against Britain. Hitler, however, distrusted France and wanted it to remain neutral during his planned attack on the Soviet Union.\nDarlan negotiated the &lt;a href=\"Paris%20Protocols\"&gt;Paris Protocols&lt;/a&gt; of May 1941 with Germany, in which Germany made concessions on prisoners of war and occupation terms, and France agreed to German bases in French colonies. This last condition was opposed by Darlan's rival, General &lt;a href=\"Maxime%20Weygand\"&gt;Maxime Weygand&lt;/a&gt;, and the Protocols were never ratified, though Weygand was dismissed at German insistence in November 1941.\nHowever, the Germans became suspicious of Darlan's opportunism and malleable loyalties as his obstructionism mounted. He refused to provide French conscript labour, he also insisted on protecting Jewish war veterans, and only reluctantly enforced anti-Semitic laws. After the British &lt;a href=\"Syria%E2%80%93Lebanon%20Campaign\"&gt;conquered French Syria and Lebanon in June–July 1941&lt;/a&gt;, and &lt;a href=\"Operation%20Barbarossa\"&gt;the German invasion of the USSR&lt;/a&gt; stalled before Moscow by December 1941, Darlan moved away from his policy of collaboration.\nBecause he reported only to Pétain, Darlan exercised broad powers, although Pétain's own entourage (including Weygand) continued to wield considerable influence. In running the &lt;a href=\"French%20colonial%20empire\"&gt;French colonial empire&lt;/a&gt;, Darlan relied heavily on the personal loyalty of key army and naval officers in the colonies to head off defection to &lt;a href=\"Free%20France\"&gt;Free France&lt;/a&gt;.\nIn January 1942, Darlan assumed additional government offices. But in April 1942, at German insistence, Darlan resigned his ministries, and was replaced by Laval, whom the Germans considered more trustworthy. Darlan retained several lesser posts, including that of commander-in-chief of the French armed forces.\nDarlan's deal in North Africa.\nOn 7 November 1942, Darlan went to &lt;a href=\"Algiers\"&gt;Algiers&lt;/a&gt; to visit his son, who was hospitalised. The next day, 8 November, the Western Allies &lt;a href=\"Operation%20Torch\"&gt;invaded French North Africa&lt;/a&gt;. During the night of 7–8 November, forces of a pro-Allied group in Algeria (not connected with &lt;a href=\"Free%20France\"&gt;Free France&lt;/a&gt;) seized control of Algiers in anticipation of the invasion. In the process, they captured Darlan. The Allies had anticipated little resistance from French forces in North Africa, instead expecting them to accept the authority of General &lt;a href=\"Henri%20Giraud\"&gt;Henri Giraud&lt;/a&gt;, who was extracted from France to take charge. But resistance continued, and no one heeded Giraud, who had no official status. To bring a quick end to the resistance and secure French co-operation, the Allies came to an agreement with Darlan, who as commander-in-chief could give the necessary orders. &lt;a href=\"Dwight%20D.%20Eisenhower\"&gt;Dwight D. Eisenhower&lt;/a&gt;, the Allied commander on the spot recognized Darlan as commander of all French forces in the area and recognized his self-nomination as &lt;a href=\"High%20Commissioner%20of%20France%20in%20Africa\"&gt;High Commissioner of France in Africa&lt;/a&gt; (head of civil government) for North and West Africa on 14 November. In return, on 10 November, Darlan ordered all French forces to join the Allies. His order was obeyed; not only in French North Africa, but also by the Vichy forces in French West Africa with its potentially useful facilities at Dakar.\nThe \"Darlan deal\" proved highly controversial, as Darlan had been a notorious collaborator with Germany. General de Gaulle and his Free France organization were outraged; so were the pro-Allied conspirators who had seized Algiers. Some high American and British officials objected, and there was furious criticism by newspapers and politicians. &lt;a href=\"Franklin%20Delano%20Roosevelt\"&gt;Roosevelt&lt;/a&gt; defended it (using wording suggested by Churchill) as 'a temporary expedient, justified only by the stress of battle'. Churchill persuaded an initially sceptical secret session of the House of Commons, saying that Eisenhower's recognition of Darlan was right, and even if it was not quite right, it had meant French rifles being pointed not at the Allies, but at the Axis: \"I am sorry to have to mention a point like this, but it makes a lot of difference to a soldier whether a man fires his gun at him, or at an enemy...\" Later, American historian Arthur Funk maintained that the \"deal with Darlan\" was misunderstood by the critics at the time as an opportunistic improvisation. Funk claimed Darlan had been in talks with American diplomats for months about switching sides, and when the opportunity came he did so promptly. The \"deal\" thus was the result of a long and carefully considered Allied plan for reaching a political and military accord with Vichy. It followed a model drawn up in London and already approved at the highest levels.\nThe \"deal\" was even more upsetting to Berlin and to the Vichy government. Pétain stripped Darlan of his offices and ordered resistance to the end in North Africa, but was ignored. The Germans were more direct: German troops &lt;a href=\"Case%20Anton\"&gt;occupied the remaining 40% of France&lt;/a&gt;. However, the Germans paused outside &lt;a href=\"Toulon\"&gt;Toulon&lt;/a&gt;, the base where most of the remaining French ships were moored. Only on 27 November did the Germans try to seize the ships, but &lt;a href=\"Scuttling%20of%20the%20French%20fleet%20in%20Toulon\"&gt;all capital ships were scuttled, and only three destroyers and a few dozen smaller ships were captured&lt;/a&gt;, mostly fulfilling Darlan's promise in 1940 to Churchill.\nAssassination.\nOn the afternoon of 24 December 1942, &lt;a href=\"Fernand%20Bonnier%20de%20La%20Chapelle\"&gt;Fernand Bonnier de La Chapelle&lt;/a&gt; shot Darlan in his headquarters; Darlan died a few hours later. Bonnier de La Chapelle was a youth of 20, the son of a French journalist. He was a monarchist, and opposed to Vichy. He was involved with a royalist group that wanted to restore the &lt;a href=\"Orl%C3%A9anist%23List%20of%20Orl.C3.A9anist%20Claimants%20to%20the%20French%20throne%20since%201848\"&gt;pretender to the French throne&lt;/a&gt;, the &lt;a href=\"Henri%2C%20Count%20of%20Paris%20%281908%E2%80%931999%29\"&gt;Count of Paris&lt;/a&gt;.\nBonnier de La Chapelle was arrested immediately, tried and convicted the next day, and executed by &lt;a href=\"Execution%20by%20firing%20squad\"&gt;firing squad&lt;/a&gt; on 26 December.\nLegacy.\nDarlan was unpopular with the Allies – he was considered pompous, having asked Eisenhower to provide 200 &lt;a href=\"Coldstream%20Guards\"&gt;Coldstream Guards&lt;/a&gt; and Grenadier Guards as an honor company for the commemoration of &lt;a href=\"Napoleon%20I\"&gt;Napoleon&lt;/a&gt;'s victory at &lt;a href=\"Battle%20of%20Austerlitz\"&gt;Austerlitz&lt;/a&gt;. It was said that \"no tears were shed\" by the British over his death. &lt;a href=\"Harold%20Macmillan\"&gt;Harold Macmillan&lt;/a&gt;, who was Churchill's adviser to Eisenhower at the time of the assassination, wryly described Darlan's service and death by saying, \"Once bought, he stayed bought.\""
}