{
    "id": "17331649",
    "revid": "1879566",
    "url": "https://en.wikipedia.org/wiki?curid=17331649",
    "title": "Libral standard",
    "text": "The libral standard compares the weight of &lt;a href=\"coin\"&gt;coin&lt;/a&gt;s to the bronze \"&lt;a href=\"as%20%28Roman%20coin%29\"&gt;as&lt;/a&gt;\", which originally weighed one &lt;a href=\"Ancient%20Roman%20units%20of%20measurement\"&gt;Roman pound&lt;/a&gt;, but decreased over time to 1/2 pound (the semi-libral standard). It is often used in discussions of ancient cast coinage of central Italy, especially &lt;a href=\"Etruscan%20coins\"&gt;Etruscan coins&lt;/a&gt; and &lt;a href=\"Roman%20Republican%20coinage\"&gt;Roman Republican coinage&lt;/a&gt;. The adjective \"libral\" is related to \"libra\", the &lt;a href=\"Ancient%20Rome\"&gt;Ancient Roman&lt;/a&gt; unit of weight, and is not related to the word \"&lt;a href=\"wiktionary%3ALiberal\"&gt;liberal&lt;/a&gt;\".\nThe libral standard began with the era of the so-called &lt;a href=\"aes%20grave\"&gt;aes grave&lt;/a&gt; (heavy bronze) cast coinage of Rome, from circa 280 BC, where one \"as\" weighed one Roman pound (&lt;a href=\"Ancient%20Roman%20units%20of%20measurement\"&gt;libra&lt;/a&gt;), or twelve Roman ounces (&lt;a href=\"Ancient%20Roman%20units%20of%20measurement\"&gt;unciae&lt;/a&gt;). This changed when the weight of the aes grave was decreased to approximately 10 unciae (the \"light libral standard\") circa 265-217 BC, remaining at that level until about 217 BC. It then suddenly fell to 6 unciae (the \"semi-libral standard\") around the start of the second Punic war in about 217 BC, before finally falling still further until about 141 BC.\nThe libral/semi-libral standards were followed by the triental standards and the sextantal standard.\nMany Greek city states (colonies) were founded on the Italian peninsula and Sicily during this time period; these are collectively referred to as &lt;a href=\"Magna%20Graecia\"&gt;Magna Graecia&lt;/a&gt;. The coinage of those city-states is more closely related to the rest of the ancient Greek world (which included many colonies along the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt; and &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; coasts), and generally has no relationship to the Etruscan/Roman units."
}