{
    "id": "17336527",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=17336527",
    "title": "PRO-IP Act",
    "text": "The Prioritizing Resources and Organization for Intellectual Property Act of 2008 (PRO-IP Act of 2008, , , ) is a United States &lt;a href=\"law\"&gt;law&lt;/a&gt; that increases both civil and criminal penalties for &lt;a href=\"trademark\"&gt;trademark&lt;/a&gt;, &lt;a href=\"patent\"&gt;patent&lt;/a&gt; and &lt;a href=\"copyright%20infringement\"&gt;copyright infringement&lt;/a&gt;. The law also establishes a new executive branch office, the Office of the United States Intellectual Property Enforcement Representative (USIPER).\nBackground.\nThe PRO-IP Act would serve to further protect rights holders in the case of secondary infringement, in which a consumer becomes liable for infringement committed by another. In &lt;a href=\"Capitol%20Records%20v.%20Deborah%20Foster\"&gt;Capitol Records v. Deborah Foster&lt;/a&gt; (2004), the &lt;a href=\"Recording%20Industry%20Association%20of%20America\"&gt;Recording Industry Association of America&lt;/a&gt; (RIAA) could not charge Oklahoma woman, Debbie Foster, with infringement of shared files. Judge Lee suggested that Foster could not be held responsible for the download of files, which were attributed to her adult daughter and estranged husband who used her IP number. The RIAA's use of IP numbers to charge users with infringement was not sufficient evidence to charge Ms. Foster and other defendants in the past. However, in another RIAA case, &lt;a href=\"Elektra%20v.%20Santangelo\"&gt;Elektra v. Santangelo&lt;/a&gt;, the judge did find Patti Santangelo potentially liable for file-sharing in her home via Kazaa software, despite the fact that she may not have been aware of the illegal downloads.\nIn one case, &lt;a href=\"Capitol%20v.%20Thomas\"&gt;Capitol v. Thomas&lt;/a&gt;, Capitol Records did receive an award of $9,250 in statutory damages for each of the twenty-four infringed songs. Although the jury settled on charging the defendant with only $9,250 out of the possible $150,000 per song, through these cases, Capitol Records, the RIAA and others were primarily concerned with sending a message to the public that illegal distribution and download of copyrighted music was unacceptable.\nIn addition to these domestic issues, United States has a history of participating in global enforcement of intellectual property rights. In 1995, the U.S. participated in negotiating in the &lt;a href=\"World%20Trade%20Organization\"&gt;World Trade Organization&lt;/a&gt; (WTO) on &lt;a href=\"Trade-Related%20Aspects%20of%20Intellectual%20Property%20Rights\"&gt;Trade-Related Aspects of Intellectual Property Rights&lt;/a&gt; (TRIPS), which established a minimum standard for protecting various areas of IP rights. Throughout fiscal years 2004 to 2009, the government has tracked the importation of counterfeit goods, including pharmaceuticals, cigarettes, apparel, footwear, computers, software, toys and electronics. In 2006, the government confiscated, for example, cargo containers of counterfeit &lt;a href=\"Nike%2C%20Inc.\"&gt;Nike&lt;/a&gt; &lt;a href=\"Air%20Jordan\"&gt;Air Jordan&lt;/a&gt; shoes, as well as counterfeit &lt;a href=\"Abercrombie%20and%20Fitch\"&gt;Abercrombie and Fitch&lt;/a&gt; clothing, which together were valued at about $19 million. According to the U.S. &lt;a href=\"Government%20Accountability%20Office\"&gt;Government Accountability Office&lt;/a&gt;'s April 2010 report, \"Observations on the Efforts to Quantify the Economic Effects of Counterfeit and Pirated Goods,\" such goods undercut American competition with lower prices, thus causing damage to the domestic economy. The U.S. government was also strongly concerned about the illicit distribution of digital products through &lt;a href=\"peer-to-peer%20networks\"&gt;peer-to-peer networks&lt;/a&gt;, streaming sites, and one-click hosting services. At the time, there was no government agency that collected or tracked data on digital copyright violation. Alongside potential lost revenue, these unauthorized goods pressure producers and IP owners to compete with the counterfeit producers. Overall, this contributes to loss of brand value and reputation, as well as lost investment and innovation. Also, American companies are forced to expend further funds on protecting intellectual property in court.\nProponents of PRO-IP frequently cited a study from the U.S. &lt;a href=\"Chamber%20of%20Commerce\"&gt;Chamber of Commerce&lt;/a&gt;, claiming that intellectual property theft costs American businesses an estimated $250 billion each year, as well as an estimated 750,000 jobs. A subsequent investigation by the technology news site &lt;a href=\"Ars%20Technica\"&gt;Ars Technica&lt;/a&gt; revealed that these statistics were both inaccurate and decades old. A report issued by the &lt;a href=\"Government%20Accountability%20Office\"&gt;Government Accountability Office&lt;/a&gt; in 2010 confirmed that these figures had not been derived from any reliable research, and could not be substantiated.\nLegislative history.\nThe origin of the legislation was the Intellectual Property Rights Enforcement Act, S.1984 introduced on November 9, 2005, in 109th Congress by Senator &lt;a href=\"Evan%20Bayh\"&gt;Evan Bayh&lt;/a&gt; (D-IN) and Senator &lt;a href=\"George%20Voinovich\"&gt;George Voinovich&lt;/a&gt; (R-OH), and re-introduced on February 7, 2007, in the 110th Congress as S.522.\nS.522 required the President to appoint an Intellectual Property Enforcement Coordinator, who would serve in the Office of Management and Budget (OMB) in the Executive Office of the President. The Coordinator would be responsible for coordinating inter agency activity on IP enforcement, developing a Strategic Plan detailing objectives and strategies, working with the private sector and other outside groups, and reporting to the President and Congress. New provisions were added later that year.\nOn December 5, 2007, &lt;a href=\"John%20Conyers\"&gt;John Conyers&lt;/a&gt; (D-MI) introduced the newly expanded legislation into the House of Representatives. The bill (H.R. 4279) was known as Prioritizing Resources and Organization for Intellectual Property (PRO-IP) Act of 2008. &lt;a href=\"Lamar%20S.%20Smith\"&gt;Lamar Smith&lt;/a&gt; (R-TX), &lt;a href=\"Howard%20Berman\"&gt;Howard Berman&lt;/a&gt; (D-CA), &lt;a href=\"Adam%20Schiff\"&gt;Adam Schiff&lt;/a&gt; (D-CA) and &lt;a href=\"Bob%20Goodlatte\"&gt;Bob Goodlatte&lt;/a&gt; (R-VA) were among the sponsors of the bill.\nIntellectual-property holders, such as entertainment companies, auto parts manufacturers, pharmaceuticals and unions, championed the bill.\nOn May 8, 2008, the House of Representatives passed the bill 410 to 11. Only 12 representatives did not vote. On July 12, 2008, H.R. 4279 was received in the House and referred to the Committee on the Judiciary. On July 24, 2008, Senator &lt;a href=\"Patrick%20Leahy\"&gt;Patrick Leahy&lt;/a&gt; (D-VT) introduced the bill (S.3325) in the Senate as Enforcement of Intellectual Property Rights Act.\nOn September 26, 2008, S.3325 passed in the Senate with unanimous consent. Two days later, S.3325 passed in the House 381 to 41. In this final House vote, 2008 Presidential candidates, &lt;a href=\"Ron%20Paul\"&gt;Ron Paul&lt;/a&gt; and &lt;a href=\"Dennis%20Kucinich\"&gt;Dennis Kucinich&lt;/a&gt;, voted against the bill.\nOn October 13, 2008, President &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; signed the bill into law. The official name of the bill reverted to its original title when it was introduced into the House, Enforcement of Intellectual Property Rights Act.\nContent.\nThe PRO-IP Act makes changes to prior intellectual property law in the areas of civil enforcement, criminal enforcement, coordination of federal intellectual property efforts and funding and resources of the &lt;a href=\"United%20States%20Department%20of%20Justice\"&gt;Department of Justice&lt;/a&gt; intellectual property programs.\nFor civil enforcement, the PRO-IP Act increases the maximum $30,000 penalty for compilations and increases penalties for repeat offenders. It raises the penalty for statutory damages for counterfeit goods from $1,000 to $200,000, which was originally a range from $500 to $100,000. For repeat offenders, the maximum statutory damages range from $1–2 million. In addition, the Justice Department has the authority to conduct civil asset forfeiture, in which any computer or network hardware used in the act of a copyright crime may be seized and auctioned off.\nIn civil forfeiture, the plaintiff may also access bank accounts, financial information and other documents in order to trace the source of the infringing goods. In criminal enforcement, the PRO-IP Act offers the government more authority in seizure and forfeiture in the trafficking of counterfeit labels, documentation, and packaging.\nUnder Title II of the Act, the manufacturers of these products face new criminal penalties, especially if the offender knowingly or recklessly causes serious bodily injury or death, as with counterfeit pharmaceuticals. The Act also prohibits the transshipment or exportation of such goods, which would be in violation of the Trademark Act of 1946 or the &lt;a href=\"Lanham%20Act\"&gt;Lanham Act&lt;/a&gt;.\nSection 602 of the Copyright Act states that it is only illegal to import products that infringe a copyright. Section 105 of PRO-IP makes exports of such materials illegal as well.\n&lt;a href=\"U.S.%20Customs%20and%20Border%20Protection\"&gt;U.S. Customs and Border Protection&lt;/a&gt; also provides the opportunity for musicians and performers to register their work with the agency, enabling CBP to notify the artist if unauthorized copies of their work are tracked entering the U.S. from other countries.\nThe PRO-IP Act also established the position of the Intellectual Property Enforcement Coordinator within the Executive Office of the President. The purpose of this new position was to coordinate the anti-infringement efforts of the Department of Justice, the Patent and Trademark Office and the Office of the U.S. Trade Representative.\nThe appointed IPEC would be responsible for developing and implementing a Joint Strategic Plan, a program to battle counterfeiting and copyright infringement. The appointee would also serve as chief advisor to the President on both domestic and international intellectual property enforcement policy.\nUnder Section 304, the IPEC must submit an annual report to Congress and must update the strategic plan every three years. The legislation also allocates $25 million annually to state and local governments to train law enforcement, educate the public and purchase technology to combat counterfeit activity.\nAdditional resources, for example, were allotted to the &lt;a href=\"Federal%20Bureau%20of%20Investigation\"&gt;Federal Bureau of Investigation&lt;/a&gt;, which now operates a department of at least five full-time Special Agents who work with the Department of Justice's Computer Crime and Intellectual Property Section (CCIPS).\nThe Congressional Budget Office estimated that the federal budget would allocate approximately $429 million between 2009 and 2013 for the implementation of the PRO-IP Act.\nProponents and opponents.\nProponents.\nBased on the White House's 2010 Joint Strategic Plan, proponents stated that the PRO-IP Act would protect the growth of the national economy. They believed it would promote creativity, research and innovation, which are essential to the technology, pharmaceutical, automobile, and entertainment industries and in turn, protect the jobs in those fields. The U.S. federal government also depends on the promotion of innovation to solve global problems and to preserve national and economic security, including the prevention of criminal activity, such as the sale of counterfeit drugs that cause fatal harm to consumers. In addition, supporters said the Act reaffirmed Article I, Section 8 of the Constitution, which aims to promote scientific and artistic creativity.\nIn a speech at the &lt;a href=\"Export-Import%20Bank%20of%20the%20United%20States\"&gt;Export-Import Bank&lt;/a&gt;'s Annual Conference in March 2010, President Obama remarked: \"...we're going to aggressively protect our intellectual property. Our single greatest asset is the innovation and the ingenuity and creativity of the American people. It is essential to our prosperity and it will only become more so in this century. But it's only a competitive advantage if our companies know that someone else can't just steal that idea and duplicate it with cheaper inputs and labor. There's nothing wrong with other people using our technologies, we welcome it –- we just want to make sure that it's licensed, and that American businesses are getting paid appropriately.\"\nWhen the bill was initially introduced, co-sponsor, Rep. Howard Berman, defended the Digital Millennium Copyright Act. He suggested that individuals are willing to steal intellectual property and that the PRO-IP Act would prevent such crimes.\nAmerican businesses, such as the Business Software Alliance, Motion Picture Association of America and the Recording Industry of Association of America, were long time supporters of the bill, since it was first introduced into the House. &lt;a href=\"NBCUniversal\"&gt;NBCUniversal&lt;/a&gt; Media also supported the Act due to countless unlicensed works on counterfeit DVDs and online, which were circulated throughout the U.S. and abroad.\nIn response to the changing Internet platforms, corporations like &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; have transformed traditional media companies into new models to monetize their content. &lt;a href=\"Hulu\"&gt;Hulu&lt;/a&gt;, for example, began as a joint venture between NBC and &lt;a href=\"News%20Corp%20%282013%E2%80%93present%29\"&gt;News Corp&lt;/a&gt;, parent company to &lt;a href=\"Fox%20Entertainment%20Group\"&gt;Fox&lt;/a&gt;. Although new resources were provided for consuming entertainment media, it was not sufficient to completely counteract copyright infringement online.\nIn addition to media and entertainment corporations, the U.S. auto industry, including &lt;a href=\"General%20Motors\"&gt;General Motors&lt;/a&gt;, &lt;a href=\"Ford%20Motor%20Company\"&gt;Ford&lt;/a&gt; and &lt;a href=\"Chrysler\"&gt;Chrysler&lt;/a&gt;, sought protection from counterfeiters. Ford and GM, who hold one third of all green technology patents and their related value, are in competition with China and India in the development of hybrid and green technology. Proponents in the auto industry suggested that the PRO-IP Act was essential to sustain financial viability, as well as enduring competitiveness.\nOther groups that supported the Act include the National Music Publishers' Association and the Copyright Alliance.\nOpponents.\nCompilation clause.\nHowever, the PRO-IP Act also faced opposition. Before the act was passed, Library Copyright Alliance (LCA), &lt;a href=\"Computer%20and%20Communications%20Industry%20Association\"&gt;Computer and Communications Industry Association&lt;/a&gt; (CCIA), Net Coalition, &lt;a href=\"Consumer%20Electronics%20Association\"&gt;Consumer Electronics Association&lt;/a&gt; (CEA), &lt;a href=\"Public%20Knowledge\"&gt;Public Knowledge&lt;/a&gt;, &lt;a href=\"Center%20for%20Democracy%20and%20Technology\"&gt;Center for Democracy and Technology&lt;/a&gt; (CDT), &lt;a href=\"Association%20of%20Public%20Television%20Stations\"&gt;Association of Public Television Stations&lt;/a&gt; and &lt;a href=\"Printing%20Industries%20of%20America\"&gt;Printing Industries of America&lt;/a&gt;, protested the compilation clause. Under the law at the time, the copyright plaintiff was able to obtain up to $150,000 per work infringed. The compilation clause, from Section 504 (c)(1) of Title 17, states: \"For the purposes of this subsection, all the parts of a compilation or derivative work constitute one work.\" Under the clause, an entire stolen album would count as one work and thus, the infringer would receive a maximum penalty of $150,000. This would mean, for example, that an individual who copied fifty songs from a boxed set would be liable for a maximum $150,000 rather than $7.5 million in damages. Under the PRO-IP Act, however, legislators proposed that the plaintiff could claim up to $150,000 per infringed work. Public Knowledge argued that this proposed change to the compilation clause would \"incentivize '&lt;a href=\"copyright%20troll\"&gt;copyright troll&lt;/a&gt;s'\" to collect larger damage claims than necessary.\n&lt;a href=\"William%20Patry\"&gt;William Patry&lt;/a&gt;, senior copyright lawyer for Google, was well known for calling the legislation, the most \"outrageous gluttonous IP bill ever introduced in the U.S.,\" in response to the compilation clause. Patry, who served in the Copyright Office in the past, suggested that the penalties of the PRO-IP Act would fall on ordinary Americans, not commercial counterfeiters.\nLike Patry, many believed that liability per song was an excessive penalty. Digital rights groups and other critics suggested that the Act failed to recognize the difference between commercial counterfeiters and regular consumers, who would be punished with outstanding fees. In fact, they suggested that non commercial, personal copying of such tracks could possibly be considered fair use.\nThe PRO-IP Act further narrows rights under the &lt;a href=\"Digital%20Millennium%20Copyright%20Act\"&gt;Digital Millennium Copyright Act&lt;/a&gt; (DMCA). Under DMCA, &lt;a href=\"fair%20use\"&gt;fair use&lt;/a&gt; limits the statutory damages available under secondary liability and permits bypassing digital rights management (DRM) for lawful uses. Consumer advocates suggested that the PRO-IP Act, in turn, would serve as a means to protect the business interests of American film, music and software companies. \"At a time when the entire digital world is going to less restrictive distribution models, and when the courts are aghast at the outlandish damages being inflicted on consumers in copyright cases, this bill goes entirely in the wrong direction,\" stated Public Knowledge's president and co-founder, &lt;a href=\"Gigi%20Sohn\"&gt;Gigi Sohn&lt;/a&gt;. Due to this controversy, the compilation clause was ultimately removed from the Act.\nAttempted infringement clause.\nAnother contested clause was the \"attempted infringement\" penalty. Section 506 (a)(1) of Title 17 states that \"any person who willfully infringes a copyright shall be punished...if the infringement was committed—(A) for purposes of commercial advantage or private financial gain;\n(B) by the reproduction or distribution, including by electronic means...copyrighted works, which have a total retail value of more than $1,000; or (C) by the distribution of a work being prepared for commercial distribution, by making it available on a computer network accessible to members of the public...\" Under this section, Representative Steve Chabot (R-OH) had proposed that the PRO-IP Act enact stricter penalties, which would lengthen prison terms.\nConsumer rights.\nIn addition, American consumers were concerned about Section 206, which expanded the scope of civil forfeitures. The government could confiscate an iPod, for example, that contained a single illegal music download, as the device can be said to be property which \"facilitates\" infringement.\nOthers claimed that the Act was a violation of &lt;a href=\"net%20neutrality\"&gt;net neutrality&lt;/a&gt;. As a result of the legislation, Internet service providers would partner with recording companies, for example, in order to detect copyright infringement.\nThe legislation would also permit the Attorney General to sue individuals on behalf of rights holders, like the MPAA and RIAA.\nAdvocacy groups, like &lt;a href=\"Public%20Knowledge\"&gt;Public Knowledge&lt;/a&gt; and &lt;a href=\"Electronic%20Frontier%20Foundation\"&gt;Electronic Frontier Foundation&lt;/a&gt; stated that the recording industry has threatened or filed over 30,000 lawsuits against individual consumers, suggesting that movie and television producers, software publishers, music publishers and print publishers have sufficient access to their own enforcement programs and do not need additional support from the government.\nIn addition, the PRO-IP Act was also criticized due to the creation of new federal offices that would further strain taxpayer dollars, such as the U.S. Intellectual Property Enforcement Representative, Intellectual Property Enforcement Division in the Department of Justice and additional intellectual property staff in U.S. embassies.\nImplementation.\nBush Administration.\nIn September 1999, Congress instituted the National Intellectual Property Law Enforcement Coordination Center to coordinate efforts to protect IP across federal agencies. In 2004, the Strategy for Targeting Organized Piracy (STOP) was also established in response to rising industry concerns about copyright violation. However, the functions of these agencies overlapped and lacked an overall strategy.\nOn October 8, 2008, President Bush had signed the bailout bill, the &lt;a href=\"Emergency%20Economic%20Stabilization%20Act%20of%202008\"&gt;Emergency Economic Stabilization Act of 2008&lt;/a&gt;. Proponents said that PRO-IP would help the country during the economic crisis.. According to co-sponsor, Senator Patrick Leahy, the legislation would serve as a means to protect copyrights, patents, trademarks and trade secrets central to the U.S. economy and its job market. \"Intellectual property—copyrights, patents, trademarks, and trade secrets—is an ever-growing sector of our economy. We are the envy of the world for the quality and the quantity of our innovative and creative goods and services. If we want to continue to lead the world in producing intellectual property, we need to protect Americans' rights in that property\", stated Senator Leahy.\nThe Bush Administration had questioned the legality of the \"copyright czar\" position, suggesting that it was a violation of separation of powers.\nThe Justice Department was opposed to the bill, suggesting that the power of the appointed copyright czar was unnecessary. As a result, the position was placed in the Executive Office of the President instead of the Department of Justice. \nSenator &lt;a href=\"Ron%20Wyden\"&gt;Ron Wyden&lt;/a&gt; was one of the representatives who requested that Congress remove the provision that requires the involvement of the Department of Justice in intellectual property enforcement.\nObama Administration.\nIn September 2009, President &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; appointed intellectual property scholar &lt;a href=\"Victoria%20Espinel\"&gt;Victoria Espinel&lt;/a&gt; to be the first Intellectual Property Enforcement Coordinator, a position informally known as the Copyright Czar.\nVictoria Espinel, who taught as a professor at George Mason University, had prior experience working at the Office of the U.S. Trade Representative. Espinel also served as an intellectual property advisor to the staff of the Senate Judiciary Committee, the Senate Finance Committee, the House Judiciary Committee and the House Ways and Means Committee.\nOn December 3, 2009, Espinel's appointment was confirmed. The &lt;a href=\"United%20States%20Chamber%20of%20Commerce\"&gt;United States Chamber of Commerce&lt;/a&gt;, &lt;a href=\"Public%20Knowledge\"&gt;Public Knowledge&lt;/a&gt; and other groups approved Espinel for this position.\nBy Executive Order, President Obama also created two interagencies, the Senior Advisory Committee and Intellectual Property Enforcement Advisory Committee. Espinel serves as the chair of these two groups.\nSenate Judiciary chairman &lt;a href=\"Patrick%20Leahy\"&gt;Patrick Leahy&lt;/a&gt; (D-VT) was a strong supporter of these committees, which aimed to further support the goals of the PRO-IP Act, centered upon protecting American intellectual property and in turn, protect innovation central to the U.S. economy and its job market.\nIn 2009, the Justice Department reported on the implementation of PRO-IP Act in its first year. There were a variety of prosecutions in the protection of health and safety. One defendant was imprisoned for trafficking over $400,000 worth of counterfeit pharmaceuticals. These tablets, when consumed with alcohol, caused symptoms such as abdominal cramps, nausea, vomiting and headaches. In another case, a New York resident was incarcerated for trafficking more than a half a million tubes of counterfeit toothpaste, which contained microorganisms and &lt;a href=\"diethylene%20glycol\"&gt;diethylene glycol&lt;/a&gt;, a chemical used as a coolant in brake fluids. The most severe of these prosecutions included imprisonment for Kevin Xu of Texas, who trafficked counterfeit cancer drugs, which included less active ingredients than indicated on the labels. The ability to seize these counterfeit products enabled the government to protect citizen health. In commercial counterfeiting online, the Department of Justice reported the operation of forty websites that generated $800,000 selling counterfeit software online. A ring of defendants was also guilty of selling counterfeit software on &lt;a href=\"eBay\"&gt;eBay&lt;/a&gt; valued at more than $25 million. Over the course of about six years, another defendant sold unlicensed tele-radiological software to hospitals and outpatient facilities.\nThe Department of Justice also reported that the FBI was able to target counterfeiting organizations, as well as initiate the first-ever peer-to-peer trial conviction. &lt;a href=\"Apocalypse%20Production%20Crew\"&gt;Apocalypse Production Crew&lt;/a&gt; or \"APC\" was one of these unauthorized music distribution groups that served as a \"release group,\" which are the original sources in which infringed works are distributed on the Internet. In the first peer-to-peer trial conviction, Daniel Dove was convicted as the administrator of Elite Torrents, a P2P Internet release group, which had over 133,000 members and facilitated the distribution of more than 17,800 titles in movies, software, music and games.\nIn 2010, the Justice Department's Criminal Division also coordinated work between investigatory agencies and the International Organized Crime Intelligence and Operations Center, also referred to as IOC-2. In an attempt to close intelligence gaps between these groups, the FBI, ICE and CBP routinely contribute intellectual property data to IOC-2. The IOC-2 has also collaborated with the &lt;a href=\"National%20Intellectual%20Property%20Rights%20Coordination%20Center\"&gt;National Intellectual Property Rights Coordination Center&lt;/a&gt; to train personnel in the identification of intellectual property violations that involve organized crime.\nIn addition, in 2010, operations detected online infringement in the sale of counterfeit clothing and computer programs. At the Fisherman's Wharf in San Francisco, California, merchants at eight shops were charged with trafficking counterfeit designer merchandise imported from China, such as clothing, handbags and shoes, all of which were valued over $100 million. In New York, a man had been trafficking &lt;a href=\"NFL\"&gt;NFL&lt;/a&gt;, &lt;a href=\"NHL\"&gt;NHL&lt;/a&gt;, &lt;a href=\"NBA\"&gt;NBA&lt;/a&gt; and &lt;a href=\"MLB\"&gt;MLB&lt;/a&gt; sports jerseys. The FBI was also able to track organized crime internationally, such as one group that was responsible for smuggling 120 pairs of counterfeit &lt;a href=\"Nike%2C%20Inc.\"&gt;Nike&lt;/a&gt; shoes, 500,000 counterfeit &lt;a href=\"Coach%2C%20Inc.\"&gt;Coach&lt;/a&gt; handbags, 10,000 pairs of Coach and &lt;a href=\"Gucci\"&gt;Gucci&lt;/a&gt; shoes and 500 counterfeit &lt;a href=\"Cartier%20SA\"&gt;Cartier&lt;/a&gt; watches through the &lt;a href=\"Port%20of%20Baltimore\"&gt;Port of Baltimore&lt;/a&gt;.\nThe PRO-IP Act is also utilized to prevent the theft of commercial trade secrets. Many of these cases, for example, entail former employees sharing critical information with international markets. A former &lt;a href=\"Bristol-Myers-Squibb\"&gt;Bristol-Myers-Squibb&lt;/a&gt; employee stole trade secrets from the company, which he planned to use to establish a pharmaceutical firm in India. &lt;a href=\"Valspar%20Corporation\"&gt;Valspar Corporation&lt;/a&gt; chemist admitted to stealing formulas and other information valued at $20 million, which he would use working for an overseas competitor. Another chemist stole information from &lt;a href=\"DuPont\"&gt;DuPont&lt;/a&gt; on Organic Light Emitting Diodes or &lt;a href=\"OLED\"&gt;OLED&lt;/a&gt; technology used for display and lighting applications. An employee for &lt;a href=\"Dow%20AgroSciences\"&gt;Dow AgroSciences&lt;/a&gt; in Indianapolis had a similar intent to take trade secrets to China.\nIn June 2010, Espinel's Joint Strategic Plan integrated perspectives across federal agencies, such as U.S. Departments of Agriculture, Commerce, Health and Human Services, Homeland Security, Justice, Office of the U.S. Trade Representative and &lt;a href=\"U.S.%20Copyright%20Office\"&gt;U.S. Copyright Office&lt;/a&gt;. It also considered 1,600 public comments and suggestions from the American public. Under this plan, the federal government will avoid purchase or use of infringing products, support transparency in the development of enforcement policy, as well as improve coordination and thus, effectiveness of intellectual property enforcement. The plan also aims to further protect American intellectual property rights through international outreach and to improve data and information collection regarding criminal violations of intellectual property. IPEC has collected data through a Budget Data Request (BDR), in which federal agencies report the resources used and measured outcomes in intellectual property enforcement.\nEspinel hosted an Intellectual Property Health and Safety Forum at the White House, meeting with private sector leaders from &lt;a href=\"American%20Express\"&gt;American Express&lt;/a&gt;, &lt;a href=\"eNom\"&gt;eNom&lt;/a&gt;, &lt;a href=\"GoDaddy\"&gt;GoDaddy&lt;/a&gt;, &lt;a href=\"Google\"&gt;Google&lt;/a&gt;, &lt;a href=\"MasterCard\"&gt;MasterCard&lt;/a&gt;, &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt;, &lt;a href=\"Neustar\"&gt;Neustar&lt;/a&gt;, &lt;a href=\"Visa%20Inc.\"&gt;Visa&lt;/a&gt; and &lt;a href=\"Yahoo%21\"&gt;Yahoo!&lt;/a&gt; to take action against illegal online pharmacies, which pose a threat to health in the act of selling counterfeit drugs online. Due to interagency and cross-border efforts, the FBI was able to convict individuals selling cancer drugs that did not contain ingredients to fight cancer. The PRO-IP Act is also intended to prevent the sale of counterfeit products for use in U.S. defense and weapons systems that may possibly fail under fire, causing harm to troop missions and ultimately, public safety. In one case, a business owner was prosecuted for selling counterfeit &lt;a href=\"Cisco\"&gt;Cisco&lt;/a&gt; products, which were intended to relay troop movement and intelligence for a &lt;a href=\"U.S.%20Marine%20Corps\"&gt;U.S. Marine Corps&lt;/a&gt; base in Iraq.\nAs a result of this work, &lt;a href=\"U.S.%20Immigration%20and%20Customs%20Enforcement\"&gt;U.S. Immigration and Customs Enforcement&lt;/a&gt; (ICE HSI) opened 1,033 intellectual property cases, which resulted in 365 arrests, 216 indictments and 170 federal and state convictions. ICE HSI has identified and seized domain names facilitating the trafficking of unlicensed materials. Customs and Border Protection (CBP) and ICE HSI had 19,959 intellectual property seizures, which resulted in 237 civil fines and penalties totaling over $62 million. \nMany have contested the legality of these seizures, suggesting that excessive shutdowns of domain names and other rogue sites is a violation of free speech. John Morton, director of Immigration and Customs Enforcement, has stated that the organization has \"zero interest in limiting free speech\" and that \"ICE is not the police of the Internet.\"\nIn 2011, the federal government aims to shut down top illegal websites and to secure legislation that will enable funding for U.S. embassies to monitor American intellectual property internationally. For example, President Obama discussed enforcement of intellectual property rights with Chinese President &lt;a href=\"Hu%20Jintao\"&gt;Hu Jintao&lt;/a&gt;. Alongside &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt; CEO &lt;a href=\"Steve%20Ballmer\"&gt;Steve Ballmer&lt;/a&gt;, Obama urged Hu to take action against consumers who purchase Microsoft software and other counterfeit DVDs and CDs for only a fraction of the cost online or in public markets. Other European countries and Japan have also addressed this growing problem in China, where the authorities hesitate to arrest counterfeiters due to the fact that such products bolster local economies. \nSince the passage of the PRO-IP Act, the &lt;a href=\"National%20Association%20of%20Manufacturers\"&gt;National Association of Manufacturers&lt;/a&gt; has lobbied for further legislation, as well. In addition to identifying counterfeit and infringing products, the Association would like the legislation that compiles a \"watch list\" database of importers, shippers and other participants at U.S. ports. Such legislation should also increase fines, as well as develop tools to ensure that manufacturers receive timely information about acts of infringement."
}