{
    "id": "17356798",
    "revid": "9676078",
    "url": "https://en.wikipedia.org/wiki?curid=17356798",
    "title": "The Haunting in Connecticut",
    "text": "The Haunting in Connecticut is a 2009 American &lt;a href=\"supernatural%20horror%20film\"&gt;supernatural horror film&lt;/a&gt; produced by &lt;a href=\"Gold%20Circle%20Films\"&gt;Gold Circle Films&lt;/a&gt; and directed by &lt;a href=\"Peter%20Cornwell%20%28director%29\"&gt;Peter Cornwell&lt;/a&gt;. The film is alleged to be about Carmen Snedeker and her family, though &lt;a href=\"Ray%20Garton\"&gt;Ray Garton&lt;/a&gt;, author of \"In a Dark Place: The Story of a True Haunting\" (1992), has publicly distanced himself from the accuracy of the events he depicted in the book. The film's story follows the fictional Campbells as they move into a house (a former &lt;a href=\"mortuary\"&gt;mortuary&lt;/a&gt;) to mitigate the strains of travel on their cancer-stricken son, Matt. The family soon becomes haunted by violent and traumatic events from supernatural forces occupying the house.\nAlthough the film was moderately successful at the box office, grossing $77,527,732, it received \"generally unfavorable reviews\" according to &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;. In 2010 Gold Circle Films announced the production of a sequel, \"\" (released 2013) They noted, however, that the film wouldn't be a direct sequel to \"The Haunting in Connecticut\" and would instead be a self-contained film with unique characters.\nPlot.\nIn 1987, Sara Campbell (&lt;a href=\"Virginia%20Madsen\"&gt;Virginia Madsen&lt;/a&gt;) is driving her son Matt (&lt;a href=\"Kyle%20Gallner\"&gt;Kyle Gallner&lt;/a&gt;) home from the hospital where he has been undergoing cancer treatments. Sara and her husband Peter (&lt;a href=\"Martin%20Donovan\"&gt;Martin Donovan&lt;/a&gt;), a recovering alcoholic, discuss finding a rental house closer to the hospital. On another hospital visit, Sara finds a man putting up a “For Rent” sign in front of a large house. The man is frustrated and offers her the first month free if she will rent it immediately.\nThe following day, Peter arrives with Matt's brother Billy (&lt;a href=\"Ty%20Wood\"&gt;Ty Wood&lt;/a&gt;) and cousins Wendy (&lt;a href=\"Amanda%20Crew\"&gt;Amanda Crew&lt;/a&gt;) and Mary, and they choose rooms. Matt chooses the basement, where there is a mysterious door. After moving in, Matt suffers a series of visions involving an old, bearded man and corpses with symbols carved into their skin. The next day, Peter learns that the house was supposedly a &lt;a href=\"funeral%20home\"&gt;funeral home&lt;/a&gt;; the room behind the mysterious door is a mortuary.\nMatt tells another patient, Reverend Nicholas Popescu (&lt;a href=\"Elias%20Koteas\"&gt;Elias Koteas&lt;/a&gt;), about the visions. Nicholas advises him to find out what the spirit wants. Later, Matt finds a burned figure in his room who begins to move toward him. When the family comes home, they find a shirtless Matt with his fingers blood-covered from scratching at the wall.\nThe family begins to crack under the stress of Matt's illness and bizarre behavior. The children find a box of photographs, which show Jonah, a young man from Matt's visions, at a &lt;a href=\"s%C3%A9ance\"&gt;séance&lt;/a&gt;, emitting &lt;a href=\"ectoplasm%20%28paranormal%29\"&gt;ectoplasm&lt;/a&gt; from his mouth. Wendy and Matt find out that the funeral home was run by a man named Ramsey Aickman. Aickman also conducted psychic research and would host séances with Jonah as the &lt;a href=\"Mediumship\"&gt;medium&lt;/a&gt;. At one séance, all those attending, including Aickman, were found dead and Jonah disappeared.\nNicholas theorizes that Aickman was practicing &lt;a href=\"necromancy\"&gt;necromancy&lt;/a&gt; in an attempt to control the dead and bind them to the house. That night, Nicholas finds human remains in the house and removes them. Matt awakens to find Aickman's symbols carved into his skin. He is taken to the hospital, where he encounters Jonah. Nicholas and Matt begin to have simultaneous visions. Everyone in the séance is burnt, after a flash of bright light. The barely alive Aickman told Jonah to get out of the house, concerned that the demonic presence will get him next. Jonah uses a dumbwaiter to escape, calling for help. Entering an unknown chamber, Jonah realizes that he has entered the &lt;a href=\"crematory\"&gt;crematory&lt;/a&gt;. The spirit traps Jonah in the crematory, and &lt;a href=\"cremation\"&gt;cremates&lt;/a&gt; him alive.\nPeter and Sara learn that Matt's cancer treatments have had no effect. They then discover that Matt has escaped the hospital. Back at the house, Nicholas leaves a message telling the family to get out of the house immediately – Jonah's spirit was actually protecting them from the spirits. Matt breaks through the walls in the front room with an axe, revealing the dusty corpses Aickman hid in the walls. He forces Wendy and the children to get out, barricading himself inside and tearing down the other walls, as corpses begin to tumble into the room. The view switches from Matt to Jonah, who seems to be occupying Matt's body. Matt lights the bodies and the room on fire. Later on investigators arrive to the house to only find it engulfed in flames.\nAs the fire department arrives, Sara and Peter frantically try to get in to save Matt. The spirits, finally freed, disappear. Outside, everyone watches tearfully as the emergency crew attempts to resuscitate a dying Matt. As Matt slips away, he has a vision of himself standing in the graveyard where he sees Jonah, no longer appearing burnt. He seems about to follow Jonah when he hears his mother's voice.\nHe returns to his body and Jonah's spirit leaves him. Matt's cancer disappears, and the house was rebuilt and resold with no further reported incidents of haunting.\n\"Based on a true story\" controversy.\nPromotional material for the film claimed that it was \"based on true events\" experienced by the Snedeker family of &lt;a href=\"Southington%2C%20Connecticut\"&gt;Southington, Connecticut&lt;/a&gt; in 1986. &lt;a href=\"Ed%20and%20Lorraine%20Warren\"&gt;Ed and Lorraine Warren&lt;/a&gt; claimed that the Snedeker house was a former funeral home where morticians regularly practiced &lt;a href=\"necromancy\"&gt;necromancy&lt;/a&gt;, and that there were \"powerful\" supernatural \"forces at work\" that were cured by an &lt;a href=\"exorcism\"&gt;exorcism&lt;/a&gt;. Carmen Snedeker's claims of haunting by an \"evil entity\" and subsequent &lt;a href=\"exorcism\"&gt;exorcism&lt;/a&gt; were dramatized in episodes of the television series \"&lt;a href=\"A%20Haunting\"&gt;A Haunting&lt;/a&gt;\", \"&lt;a href=\"Paranormal%20Witness\"&gt;Paranormal Witness&lt;/a&gt;\" and \"&lt;a href=\"Mysteries%20at%20the%20Museum\"&gt;Mysteries at the Museum&lt;/a&gt;\".\nHowever, according to skeptical investigator &lt;a href=\"Benjamin%20Radford\"&gt;Benjamin Radford&lt;/a&gt;, there is \"little or no proof that anything supernatural occurred at the house\". Radford wrote that author &lt;a href=\"Ray%20Garton\"&gt;Ray Garton&lt;/a&gt; was employed by the Warrens to write the supposedly \"true story\" and was instructed by Ed Warren, \"You've got some of the story — just use what works and make the rest up… Just make it up and make it scary.\"\nResearcher &lt;a href=\"Joe%20Nickell\"&gt;Joe Nickell&lt;/a&gt; has dismissed the story as a &lt;a href=\"hoax\"&gt;hoax&lt;/a&gt;. Nickell noted that since Ed Warren died in 2006, some of his coauthors have admitted he \"told them to make up incidents and details to create scary stories.\"\nProduction.\nFilming began on September 10, 2007, in &lt;a href=\"Teulon\"&gt;Teulon&lt;/a&gt; and &lt;a href=\"Winnipeg\"&gt;Winnipeg&lt;/a&gt;, Canada, and finished on 16 December 2007; it took roughly around three months to complete the filming. The film was released on March 27, 2009, in the UK, USA, and Canada. The film was later released over the course of nine months to other countries, and was shown at the Imagine: Amsterdam Fantastic Film Festival the April following domestic release.\nHome release.\n\"The Haunting in Connecticut\" debuted in the number one position on the DVD and Blu-ray charts with 1.5 million units sold. &lt;a href=\"Rentrak\"&gt;Rentrak&lt;/a&gt; reported that the DVD release of \"The Haunting in Connecticut\" was No. 1 in DVD sales for the week ending July 19, 2009. The extended version DVD includes a commentary with Director Peter Cornwell, co-writer Adam Simon, producer &lt;a href=\"Andrew%20Trapani\"&gt;Andrew Trapani&lt;/a&gt;, and editor Tom Elkins, a second commentary with the director and actors Virginia Madsen and Kyle Gallner, &lt;a href=\"deleted%20scene\"&gt;deleted scene&lt;/a&gt;s with optional director commentary, featurettes (\"Two Dead Boys: Making of The Haunting in Connecticut\", \"The Fear is Real: Re-Investigating the Haunting\", \"Memento Mori: The History of Post Mortem Photography\", \"Anatomy of a Haunting\"), and a digital copy of the film on a second disc.\nThe DVD material was produced and directed by Daniel Farrands, who also served as a producer on the film. \"Anatomy of a Haunting\" featured commentary by parapsychological researchers Dr. Barry E. Taff and Jack Rourke. The DVD release of \"The Haunting in Connecticut\" was the recipient of the \"Best Ghost Story\" award in &lt;a href=\"Home%20Media%20Magazine\"&gt;Home Media Magazine&lt;/a&gt;'s 2009 Reaper Awards ceremony held in Los Angeles in October 2009.\nRelease.\nCritical reception.\nReview aggregator &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; rated the film as \"rotten\", with a 17% approval rating based on 105 reviews and an average rating of 4.29/10. The site's consensus reads: \"Though it features a few scares and some creepy atmosphere, \"The Haunting in Connecticut\" ultimately relies too much on familiar horror cliches to achieve its goals.\" Metacritic found the film had received \"Generally unfavourable reviews\", scoring 33 out of 100 based on 23 critic reviews. While the film was mainly criticized for its use of horror cliches and \"jump\" scare tactics, certain aspects of the film were praised by many critics. Particular credit went to the acting: primarily the performances of Gallner and Madsen. Film critic &lt;a href=\"Roger%20Ebert\"&gt;Roger Ebert&lt;/a&gt; said the film \"is a technically proficient horror movie and well acted,\" though he gave the movie only two stars.\nBox office.\nIn North America, the film opened in second place (behind \"&lt;a href=\"Monsters%20vs%20Aliens\"&gt;Monsters vs Aliens&lt;/a&gt;\"), averaging $8,420 at 2,732 theatres. Its final North American gross was $55,389,516, and it made a further $22,138,216 internationally for a worldwide total of $77,527,732.\nSequel.\n&lt;a href=\"Gold%20Circle%20Films\"&gt;Gold Circle Films&lt;/a&gt; produced the follow-up \"\" with Tom Elkins as director and David Coggeshall as the screenwriter, it was released in a limited theatrical run, and through &lt;a href=\"Video%20on%20Demand\"&gt;Video on Demand&lt;/a&gt;, on February 1, 2013."
}