{
    "id": "17361",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=17361",
    "title": "Kiln",
    "text": "A kiln is a thermally insulated chamber, a type of &lt;a href=\"oven\"&gt;oven&lt;/a&gt;, that produces temperatures sufficient to complete some process, such as hardening, drying, or chemical changes. Kilns have been used for millennia to turn objects made from &lt;a href=\"clay\"&gt;clay&lt;/a&gt; into &lt;a href=\"pottery\"&gt;pottery&lt;/a&gt;, tiles and &lt;a href=\"brick\"&gt;brick&lt;/a&gt;s. Various industries use &lt;a href=\"rotary%20kiln\"&gt;rotary kiln&lt;/a&gt;s for &lt;a href=\"pyroprocessing\"&gt;pyroprocessing&lt;/a&gt;—to calcinate ores, to calcinate &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; to &lt;a href=\"Lime%20%28material%29\"&gt;lime&lt;/a&gt; for &lt;a href=\"Cement%20kiln\"&gt;cement&lt;/a&gt;, and to transform many other materials.\nPronunciation and etymology.\n\"Kiln\" descends from the &lt;a href=\"Old%20English\"&gt;Old English&lt;/a&gt; \"cylene\" (), which was borrowed from &lt;a href=\"Old%20Welsh\"&gt;Old Welsh&lt;/a&gt; 'Cylyn' which was in turn borrowed from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; \"culīna\", kitchen, cooking-stove, burning-place.\nAccording to the &lt;a href=\"Oxford%20English%20Dictionary\"&gt;Oxford English Dictionary&lt;/a&gt;, kiln was spelt as cyline, cylene, cyln(e) in Old English. In &lt;a href=\"Middle%20English\"&gt;Middle English&lt;/a&gt; as kulne, kyllne, kilne, kiln, kylle, kyll, kil, kill, keele, kiele. In Middle English the final \"n\" had become silent in most areas, resulting in the \"kill\" spelling instead of the etymological kiln.\nIn the 14th &lt;a href=\"century\"&gt;century&lt;/a&gt;, Middle &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; speakers began to pronounce \"kiln\" as \"kil\" with the \"n\" silent.\nIn James A. Bowen's book \"English Words as Spoken and Written for Upper Grades\" (1900), he points out that “kiln” contains the digraph “ln,” a combination of two letters that make one sound: \"“The digraph ln, n silent, occurs in kiln. A fall down the kiln can kill you.”\" Bowen noted that “kill” and “kiln” are homophones.\nThe modern pronunciation of this word, where the \"n\" is pronounced, has become widely used. This is due to a phenomenon known as &lt;a href=\"spelling%20pronunciation\"&gt;spelling pronunciation&lt;/a&gt;, where the assumed pronunciation of a word is surmised from its spelling and differs from its actual pronunciation. This is common in words with silent &lt;a href=\"letter%20%28alphabet%29\"&gt;letter&lt;/a&gt;s.\nUses of kilns.\n&lt;a href=\"Pit%20fired%20pottery\"&gt;Pit fired pottery&lt;/a&gt; was produced for thousands of years before the earliest known kiln, which dates to around 6000 &lt;a href=\"Before%20Christ\"&gt;BC&lt;/a&gt;, and was found at the &lt;a href=\"Yarim%20Tepe\"&gt;Yarim Tepe&lt;/a&gt; site in modern &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;. &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; kilns were able to produce temperatures greater than 900 °C (1652 °F).\nUses include:\nCeramic kilns.\nKilns are an essential part of the manufacture of all &lt;a href=\"ceramic\"&gt;ceramic&lt;/a&gt;s. Ceramics require high temperatures so chemical and physical reactions will occur to permanently alter the unfired body. In the case of pottery, clay materials are shaped, dried and then fired in a kiln. The final characteristics are determined by the composition and preparation of the clay body and the temperature at which it is fired. After a first firing, &lt;a href=\"ceramic%20glaze\"&gt;glaze&lt;/a&gt;s may be used and the ware is fired a second time to fuse the glaze into the body. A third firing at a lower temperature may be required to fix overglaze decoration. Modern kilns often have sophisticated &lt;a href=\"electronics\"&gt;electronic&lt;/a&gt; control systems, although &lt;a href=\"pyrometric%20device\"&gt;pyrometric device&lt;/a&gt;s are often also used.\nClay consists of fine-grained particles that are relatively weak and porous. Clay is combined with other minerals to create a workable clay body. The firing process includes &lt;a href=\"sintering\"&gt;sintering&lt;/a&gt;. This heats the clay until the particles partially melt and flow together, creating a strong, single mass, composed of a glassy phase interspersed with pores and crystalline material. Through firing, the pores are reduced in size, causing the material to shrink slightly. This crystalline material predominantly consists of &lt;a href=\"silicon\"&gt;silicon&lt;/a&gt; and &lt;a href=\"aluminium\"&gt;aluminium&lt;/a&gt; oxides.\nIn the broadest terms, there are two types of kilns: intermittent and continuous, both being an &lt;a href=\"thermal%20insulation\"&gt;insulate&lt;/a&gt;d box with a controlled inner temperature and atmosphere.\nA continuous kiln, sometimes called a tunnel kiln, is long with only the central portion directly heated. From the cool entrance, ware is slowly moved through the kiln, and its temperature is increased steadily as it approaches the central, hottest part of the kiln. As it continues through the kiln, the temperature is reduced until the ware exits the kiln nearly at room temperature. A continuous kiln is energy-efficient, because heat given off during cooling is recycled to pre-heat the incoming ware. In some designs, the ware is left in one place, while the heating zone moves across it. Kilns in this type include:\nIn the intermittent kiln, the ware is placed inside the kiln, the kiln is closed, and the internal &lt;a href=\"temperature\"&gt;temperature&lt;/a&gt; is increased according to a schedule. After the firing is completed, both the kiln and the ware are cooled. The ware is removed, the kiln is cleaned and the next cycle begins. Kilns in this type include:\nKiln technology is very old. Kilns developed from a simple earthen trench filled with pots and fuel &lt;a href=\"Pit%20fired%20pottery\"&gt;pit firing&lt;/a&gt;, to modern methods. One improvement was to build a firing chamber around pots with baffles and a stoking hole. This conserved heat. A chimney stack improved the air flow or \"draw\" of the kiln, thus burning the fuel more completely.\nChinese kiln technology has always been a key factor in the development of &lt;a href=\"Chinese%20pottery\"&gt;Chinese pottery&lt;/a&gt;, and until recent centuries was the most advanced in the world. The Chinese developed kilns capable of firing at around 1,000 °C before 2000 BC. These were updraft kilns, often built below ground. Two main types of kiln were developed by about 200 AD and remained in use until modern times. These are the &lt;a href=\"dragon%20kiln\"&gt;dragon kiln&lt;/a&gt; of hilly southern China, usually fuelled by wood, long and thin and running up a slope, and the horseshoe-shaped &lt;a href=\"mantou%20kiln\"&gt;mantou kiln&lt;/a&gt; of the north Chinese plains, smaller and more compact. Both could reliably produce the temperatures of up to 1300 °C or more needed for &lt;a href=\"porcelain\"&gt;porcelain&lt;/a&gt;. In the late Ming, the &lt;a href=\"egg-shaped%20kiln\"&gt;egg-shaped kiln&lt;/a&gt; or \"zhenyao\" was developed at &lt;a href=\"Jingdezhen\"&gt;Jingdezhen&lt;/a&gt; and mainly used there. This was something of a compromise between the other types, and offered locations in the firing chamber with a range of firing conditions.\nBoth &lt;a href=\"Ancient%20Roman%20pottery\"&gt;Ancient Roman pottery&lt;/a&gt; and medieval Chinese pottery could be fired in industrial quantities, with tens of thousands of pieces in a single firing. Early examples of simpler kilns found in &lt;a href=\"Great%20Britain\"&gt;Britain&lt;/a&gt; include those that made roof-tiles during the &lt;a href=\"Roman%20Britain\"&gt;Roman&lt;/a&gt; occupation. These kilns were built up the side of a slope, such that a fire could be lit at the bottom and the heat would rise up into the kiln.\nTraditional kilns include:\nModern kilns.\nWith the &lt;a href=\"industrial%20age\"&gt;industrial age&lt;/a&gt;, kilns were designed to use electricity and more refined fuels, including &lt;a href=\"natural%20gas\"&gt;natural gas&lt;/a&gt; and &lt;a href=\"propane\"&gt;propane&lt;/a&gt;. Many large industrial pottery kilns use natural gas, as it is generally clean, efficient and easy to control. Modern kilns can be fitted with computerized controls allowing for fine adjustments during the firing. A user may choose to control the rate of temperature climb or \"ramp\", \"hold\" or \"soak\" the temperature at any given point, or control the rate of cooling. Both electric and gas kilns are common for smaller scale production in industry and craft, handmade and sculptural work.\nThe temperature of some kilns is controlled by &lt;a href=\"pyrometric%20cone\"&gt;pyrometric cone&lt;/a&gt;s—devices that begin to melt at specific temperatures.\nModern kilns include:\nWood-drying kiln.\n&lt;a href=\"Green%20wood\"&gt;Green wood&lt;/a&gt; coming straight from the felled tree has far too high a moisture content to be commercially useful and will rot, warp and split. Both &lt;a href=\"hardwood\"&gt;hardwood&lt;/a&gt;s and &lt;a href=\"softwood\"&gt;softwood&lt;/a&gt; must be left to &lt;a href=\"wood%20drying\"&gt;dry out&lt;/a&gt; until the moisture content is between 18% and 8%. This can be a long process, or it is speeded up by use of a kiln. A variety of kiln technologies exist today: conventional, dehumidification, solar, vacuum and radio frequency.\nConventional wood dry kilns are either package-type (side-loader) or track-type (tram) construction. Most &lt;a href=\"hardwood\"&gt;hardwood&lt;/a&gt; lumber kilns are side-loader kilns in which fork trucks are used to load lumber packages into the kiln. Most &lt;a href=\"softwood\"&gt;softwood&lt;/a&gt; kilns are track types in which the timber (US: \"lumber\") is loaded on kiln/track cars for loading the kiln. Modern high-temperature, high-air-velocity conventional kilns can typically dry &lt;a href=\"green%20wood\"&gt;green wood&lt;/a&gt; in 10 hours down to a moisture content of 18%. However, 1-inch-thick &lt;a href=\"green%20wood\"&gt;green&lt;/a&gt; red oak requires about 28 days to dry down to a moisture content of 8%.\nHeat is typically introduced via steam running through fin/tube heat exchangers controlled by on/off pneumatic valves. Humidity is removed by a system of vents, the specific layout of which are usually particular to a given manufacturer. In general, cool dry air is introduced at one end of the kiln while warm moist air is expelled at the other. Hardwood conventional kilns also require the introduction of humidity via either steam spray or cold water misting systems to keep the relative humidity inside the kiln from dropping too low during the drying cycle. Fan directions are typically reversed periodically to ensure even drying of larger kiln charges.\nMost softwood kilns operate below temperature. Hardwood kiln drying schedules typically keep the dry bulb temperature below . Difficult-to-dry species might not exceed .\nDehumidification kilns are similar to other kilns in basic construction and drying times are usually comparable. Heat comes primarily from an integral dehumidification unit that also removes humidity. Auxiliary heat is often provided early in the schedule to supplement the dehumidifier.\n are conventional kilns, typically built by hobbyists to keep initial investment costs low. Heat is provided via solar radiation, while internal air circulation is typically passive.\nVacuum and radio frequency kilns reduce the air pressure to attempt to speed up the drying process. A variety of these vacuum technologies exist, varying primarily in the method heat is introduced into the wood charge. Hot water platten vacuum kilns use aluminum heating plates with the water circulating within as the heat source, and typically operate at significantly reduced absolute pressure. Discontinuous and SSV (super-heated steam) use atmosphere pressure to introduce heat into the kiln charge. The entire kiln charge comes up to full atmospheric pressure, the air in the chamber is then heated and finally a vacuum is pulled as the charge cools. SSV run at partial-atmospheres, typically around 1/3 of full atmospheric pressure, in a hybrid of vacuum and conventional kiln technology (SSV kilns are significantly more popular in Europe where the locally harvested wood is easier to dry than the North American woods.) RF/V (radio frequency + vacuum) kilns use microwave radiation to heat the kiln charge, and typically have the highest operating cost due to the heat of vaporization being provided by electricity rather than local fossil fuel or waste wood sources.\nThe economics of different wood drying technologies are based on the total energy, capital, insurance/risk, environmental impacts, labor, maintenance, and product degradation costs. These costs, which can be a significant part of plant costs, involve the differential impact of the presence of drying equipment in a specific plant. Every piece of equipment from the green trimmer to the infeed system at the planer mill is part of the \"drying system\". The true costs of the drying system can only be determined when comparing the total plant costs and risks with and without drying.\nKiln dried firewood was pioneered during the 1980s, and was later adopted extensively in Europe due to the economic and practical benefits of selling wood with a lower moisture content.\nThe total (harmful) air emissions produced by wood kilns, including their heat source, can be significant. Typically, the higher the temperature at which the kiln operates, the larger the quantity of emissions that are produced (per pound of water removed). This is especially true in the drying of thin veneers and high-temperature drying of softwoods."
}