{
    "id": "1738044",
    "revid": "14984434",
    "url": "https://en.wikipedia.org/wiki?curid=1738044",
    "title": "Big Gay Al's Big Gay Boat Ride",
    "text": "\"Big Gay Al's Big Gay Boat Ride\" is the fourth episode of the &lt;a href=\"South%20Park%20%28season%201%29\"&gt;first season&lt;/a&gt; of the American animated television series \"&lt;a href=\"South%20Park\"&gt;South Park&lt;/a&gt;\". It originally aired on September 3, 1997 on &lt;a href=\"Comedy%20Central\"&gt;Comedy Central&lt;/a&gt; in the United States. The episode was written by series co-founders &lt;a href=\"Trey%20Parker\"&gt;Trey Parker&lt;/a&gt; and &lt;a href=\"Matt%20Stone\"&gt;Matt Stone&lt;/a&gt;, and directed by Parker. In this episode, &lt;a href=\"Stan%20Marsh\"&gt;Stan&lt;/a&gt;'s dog, &lt;a href=\"List%20of%20minor%20characters%20on%20South%20Park%23Sparky%20the%20Dog\"&gt;Sparky&lt;/a&gt;, is revealed to be &lt;a href=\"gay\"&gt;gay&lt;/a&gt; after humping a rival male dog. Under peer pressure, Stan tries to make him more masculine, and as a result, Sparky runs away and ends up at &lt;a href=\"List%20of%20supporting%20characters%20on%20South%20Park%23Big%20Gay%20Al\"&gt;Big Gay Al&lt;/a&gt;'s Big Gay Animal Sanctuary. Stan comes to understand &lt;a href=\"homosexuality\"&gt;homosexuality&lt;/a&gt; and tries to make everyone in South Park accept it.\n\"Big Gay Al's Big Gay Boat Ride\" addressed &lt;a href=\"closeted\"&gt;open homosexuality&lt;/a&gt; in a way that was uncommon for television at the time, which created some anxiety among Comedy Central executives. The network initially objected to offensive remarks made by sports commentators in the episode, but the comments were kept in at the insistence of Parker and Stone. &lt;a href=\"George%20Clooney\"&gt;George Clooney&lt;/a&gt; made a guest appearance as Sparky, a small role with no dialog except for dog barks. The episode marked the first appearance of Big Gay Al.\nThe episode received generally positive reviews for its portrayal of homosexuality. Creators Stone and Parker considered it their favorite episode of the first season, noting that it helped elevate the credibility and relevance of \"South Park\" during its early days. It was nominated for both an &lt;a href=\"Emmy%20Award\"&gt;Emmy Award&lt;/a&gt; for &lt;a href=\"Outstanding%20Animated%20Program%20%28For%20Programming%20less%20than%20One%20Hour%29\"&gt;Outstanding Animated Program&lt;/a&gt; and a &lt;a href=\"GLAAD%20Award\"&gt;GLAAD Award&lt;/a&gt; for &lt;a href=\"GLAAD%20Media%20Award%20for%20Outstanding%20Individual%20Episode\"&gt;Outstanding Individual Episode&lt;/a&gt;, and was the episode submitted when \"South Park\" won a &lt;a href=\"CableACE%20Awards\"&gt;CableACE Award&lt;/a&gt; for Outstanding Animated Series.\nPlot.\n&lt;a href=\"Stan%20Marsh\"&gt;Stan&lt;/a&gt;'s new dog &lt;a href=\"List%20of%20recurring%20South%20Park%20characters%23Sparky%20the%20Dog\"&gt;Sparky&lt;/a&gt; follows the boys to the bus stop one morning. Stan believes Sparky to be the toughest dog in South Park; but, when Sparky suddenly jumps on top of another male dog and begins humping him energetically, Cartman declares that Sparky is &lt;a href=\"Homosexuality\"&gt;homosexual&lt;/a&gt;. At &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; practice for the school's team, the South Park Cows, Stan's &lt;a href=\"List%20of%20South%20Park%20families%23Jimbo%20Kern\"&gt;Uncle Jimbo&lt;/a&gt; and his friend &lt;a href=\"List%20of%20recurring%20South%20Park%20characters%23Ned%20Gerblansky\"&gt;Ned&lt;/a&gt; show up and ask Coach &lt;a href=\"Chef%20%28South%20Park%29\"&gt;Chef&lt;/a&gt; whether the boys can beat the &lt;a href=\"spread%20betting\"&gt;betting spread&lt;/a&gt; of 70 points for the Cows' game against the Middle Park Cowboys. Impressed by a play from Stan, who is the quarterback and star of the team, Jimbo and Ned go to a bookmaker, where Jimbo bets $500 on the Cows. As a result, everyone else bets all their money on the team, and they threaten Jimbo if the Cows lose. Intimidated, Jimbo and Ned seek a back-up plan and learn that &lt;a href=\"John%20Stamos\"&gt;John Stamos&lt;/a&gt;' brother Richard will be singing \"&lt;a href=\"Lovin%27%20You\"&gt;Lovin' You&lt;/a&gt;\" at half-time. Consequently, they plan to detonate the mascot for Middle Park, by placing a bomb to explode when Richard Stamos sings the high F note in the song.\nAfter practice, Sparky appears and mounts another male dog. The next day, after class, Stan asks his teacher &lt;a href=\"Mr.%20Garrison\"&gt;Mr. Garrison&lt;/a&gt; what a homosexual is, prompting Mr. Garrison to claim that \"&lt;a href=\"Homophobia\"&gt;gay people are evil&lt;/a&gt;\", even though Chef claims that Garrison is himself gay. As a result, Stan attempts to make his dog &lt;a href=\"heterosexuality\"&gt;heterosexual&lt;/a&gt;. Later, Sparky overhears a frustrated Stan ranting about how he wants a butch dog instead of a gay dog. This prompts Sparky to run away to the mountains, ending up at &lt;a href=\"List%20of%20recurring%20South%20Park%20characters%23Big%20Gay%20Al\"&gt;Big Gay Al&lt;/a&gt;'s Big Gay Animal Sanctuary.\nConcerned about his dog, Stan goes to look for him, missing the start of the football game. When Stan finds Sparky at the Big Gay Animal Sanctuary, Big Gay Al takes Stan on a boat ride through his sanctuary and gives a speech about how homosexuality has been around for a long time, which eventually makes Stan accept his dog's homosexuality. Meanwhile, Richard Stamos fails to hit the high note of the song at half time. Returning to the final moments of the game, Stan steps in as the quarterback, passing the ball to Kyle for a touchdown as time runs out. In his speech after the game, Stan tells the people of South Park about the Big Gay Animal Sanctuary and that \"it's okay to be gay\". He leads the people to the site of the Sanctuary, but it has mysteriously disappeared; people's runaway gay pets, however, return. Before leaving, Big Gay Al thanks Stan for making everyone understand homosexuality. Although the Cows beat the spread, Richard Stamos appears to prove he can hit the high note that he missed earlier, triggering the bomb and killing the Middle Park team's mascot.\nProduction.\nConception and objections raised before airing.\nThe plot for \"Big Gay Al's Big Gay Boat Ride\" originated from an idea by series co-creators &lt;a href=\"Trey%20Parker\"&gt;Trey Parker&lt;/a&gt; and &lt;a href=\"Matt%20Stone\"&gt;Matt Stone&lt;/a&gt; to have a boy try to convince his &lt;a href=\"gay\"&gt;gay&lt;/a&gt; dog not to be &lt;a href=\"homosexual\"&gt;homosexual&lt;/a&gt;. Michael Smith, a childhood friend of Parker and a basis for the Ned Gerblansky character, claimed that &lt;a href=\"List%20of%20supporting%20characters%20on%20South%20Park%23Big%20Gay%20Al\"&gt;Big Gay Al&lt;/a&gt; was based in part on a real-life resident of &lt;a href=\"Fairplay%2C%20Colorado\"&gt;Fairplay, Colorado&lt;/a&gt;. Smith, a minister at a Fairplay church, said of the resident, \"We just call him Big Al, but he cross-dresses every year for Fairplay Day. He lives out of town, which is why Big Gay Al's cartoon pet sanctuary is set out in the hills\". However, Stone said the name \"Big Gay Al\" and the idea of his \"gay animal sanctuary\" came from &lt;a href=\"Pam%20Brady\"&gt;Pam Brady&lt;/a&gt;, a producer and writer with the show.\nWhen the episode was under production in 1997, it was relatively uncommon for a television series to openly address homosexuality in such overt terms, especially in a cartoon. As a result, Parker and Stone said &lt;a href=\"Comedy%20Central\"&gt;Comedy Central&lt;/a&gt; executives expressed more concern about \"Big Gay Al's Big Gay Boat Ride\" than any other previous \"South Park\" episode. Parker said of the network, \"I don't think they ever really discouraged it, but they were definitely freaked out\". The network, however, did object to scenes in which one of the football sports commentators made offensive jokes and was silenced by the other commentator. The network particularly objected to a joke in which, after watching Kyle run, the commentator said, \"I haven't seen a &lt;a href=\"Jews\"&gt;Jew&lt;/a&gt; run like that since &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; 1938\", a reference to the country's invasion by &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; (which actually took place in 1939). The jokes were based on a number of real-life offensive remarks sports commentators made and got in trouble for. Stone said the scenes were meant to parody the commentators, not the subjects of the jokes. However, they were only allowed to stay in after what Stone called \"a big fight\" with Comedy Central. After the episode was scheduled to air, \"&lt;a href=\"TV%20Guide\"&gt;TV Guide&lt;/a&gt;\" refused to advertise it under its true title for fear of offending readers, and instead called the episode \"Big Al's Boat Ride\".\nThe episode was written by Trey Parker and Matt Stone, and was directed by Parker. Parker and Stone considered \"Big Gay Al's Big Gay Boat Ride\" their favorite episode of the first season, and they credit it with helping elevate the credibility and relevance of \"South Park\" during the early days of the series. Although the first season of \"South Park\" received a lot of criticism from commentators who felt the show was disgusting and offensive, Parker specifically defended the episodes \"&lt;a href=\"Mr.%20Hankey%2C%20the%20Christmas%20Poo\"&gt;Mr. Hankey, the Christmas Poo&lt;/a&gt;\" and \"Big Gay Al's Big Gay Boat Ride\", which he felt included moral values and a \"sweet side to it\" among the &lt;a href=\"sophomoric\"&gt;sophomoric&lt;/a&gt; humor. Stone also said those two episodes became the specific shows people would most talk about when they discussed \"South Park\".\nAnimation.\nActor &lt;a href=\"George%20Clooney\"&gt;George Clooney&lt;/a&gt; provided the small role of the voice of &lt;a href=\"List%20of%20minor%20characters%20on%20South%20Park%23Sparky%20the%20Dog\"&gt;Sparky&lt;/a&gt;, which is limited entirely to dog barks. Clooney was a vocal \"South Park\" fan and was largely responsible for generating news about \"&lt;a href=\"The%20Spirit%20of%20Christmas%20%28short%20film%29\"&gt;The Spirit of Christmas&lt;/a&gt;\", a 1995 animated short film by Parker and Stone that served as a precursor to \"South Park\". Parker said they decided to cast a famous actor in the small role of Sparky because \"we thought it was funny\", and because they wanted to do something different from the animated series \"&lt;a href=\"The%20Simpsons\"&gt;The Simpsons&lt;/a&gt;\", which is known for having prominent guest appearances on a regular basis. Parker added, \"Since \"South Park\" is sort of a show that rips on celebrity, we wanted to degrade them in other ways too. And we thought let's have celebrities on, but have them do really minor, unimportant things\". Comedy Central executives were excited at the prospect of having Clooney appear on the show, but Parker said they were disappointed to learn his role was so small.\n\"South Park\" animators created the episode using &lt;a href=\"PowerAnimator\"&gt;PowerAnimator&lt;/a&gt;, the &lt;a href=\"Alias%20Systems%20Corporation\"&gt;Alias Systems Corporation&lt;/a&gt; animation program most commonly known as \"Alias\". It was particularly challenging for animators to design the complex scheme of lights during the episode's disco club scene. &lt;a href=\"Eric%20Stough\"&gt;Eric Stough&lt;/a&gt;, director of animation for the series, said it took one of the technical directors \"about half a day\" to set up the brief scene. Parker said he was particularly happy with the animation in \"Big Gay Al's Big Gay Boat Ride\", and said he believed the series was starting to settle into the defined look it has retained throughout the years. Parker said, \"I think that this was where we finally felt like we got it right, we got the look of it right\". However, the animation includes some perspective errors, particularly during the football scenes, where Chef stands about as wide as a 10-yard marking on the field. Parker said the animators worked for a long time on the snow in the outdoor scenes, but ultimately decided they did not like how it came out.\nThe speech Big Gay Al gave while taking Stan on a boat ride through his animal sanctuary was based on actual speeches animation director Eric Stough made while working as a \"jungle cruise director\" at the &lt;a href=\"Walt%20Disney%20World%20Resort\"&gt;Walt Disney World Resort&lt;/a&gt; in &lt;a href=\"Orlando%2C%20Florida\"&gt;Orlando, Florida&lt;/a&gt;. The dirt smudges on the football players' helmets and uniforms were intentionally designed to look like smudges on construction paper. This was done to maintain the show's deliberately crude visual style they first created with construction paper in \"The Spirit of Christmas\" and the pilot episode, \"&lt;a href=\"Cartman%20Gets%20an%20Anal%20Probe\"&gt;Cartman Gets an Anal Probe&lt;/a&gt;\". The characters &lt;a href=\"Butters%20Stotch\"&gt;Butters Stotch&lt;/a&gt; and &lt;a href=\"List%20of%20students%20at%20South%20Park%20Elementary%23Clyde%20Donovan\"&gt;Clyde Donovan&lt;/a&gt; are featured during the football game, although neither had been identified by name yet in the series. During a football crowd scene, a white character can be seen that looks identical to &lt;a href=\"List%20of%20students%20at%20South%20Park%20Elementary%23Token%20Black\"&gt;Token Black&lt;/a&gt;, an African-American character introduced later in the series. The background character is wearing the same shirt Token wears, which Parker explained was the result of an animator placing a different head on the body in order to create a filler character for the crowd. The moment when Big Gay Al says, \"My work here is done\" and disappears into a suitcase is Stone's favorite part of the episode, even though he admitted, \"It makes no sense\". Parker said that the moment was written that way simply because the duo could not decide how to \"get rid of\" the character. Parker said, \"We didn't want him around all the time, (so we asked) how do we not make him a character each week\".\nTheme.\n\"Big Gay Al's Big Gay Boat Ride\" explores the central theme of homosexuality, particularly through the gay characters &lt;a href=\"List%20of%20minor%20characters%20on%20South%20Park%23Sparky%20the%20Dog\"&gt;Sparky&lt;/a&gt; and &lt;a href=\"List%20of%20supporting%20characters%20on%20South%20Park%23Big%20Gay%20Al\"&gt;Big Gay Al&lt;/a&gt;, who would go on to play a more prominent role in the &lt;a href=\"South%20Park%20%28season%205%29\"&gt;fifth season&lt;/a&gt; episode, \"&lt;a href=\"Cripple%20Fight\"&gt;Cripple Fight&lt;/a&gt;\". The episode encourages tolerance of homosexuality, with protagonist Stan initially displaying anger and dismay upon learning that his dog is gay, but eventually learning to accept homosexuality and concluding that we should accept others for who they are. Big Gay Al displays several exaggerated &lt;a href=\"LGBT%20stereotypes%23Male%20homosexuality\"&gt;gay stereotypes&lt;/a&gt;, including his &lt;a href=\"gay%20lisp\"&gt;lisping&lt;/a&gt; voice and flamboyant wardrobe, which includes an &lt;a href=\"ascot%20tie\"&gt;ascot tie&lt;/a&gt;. Although some have described the depiction as inflammatory, other commentators have said the stereotypes are used as functions of &lt;a href=\"satire\"&gt;satire&lt;/a&gt;. Nick Marx and Matt Sienkiewicz, PhD students in media and cultural studies at the &lt;a href=\"University%20of%20Wisconsin%E2%80%93Madison\"&gt;University of Wisconsin–Madison&lt;/a&gt;, said in a 2009 journal article, \"These episodes function not as part of a larger discursive web, but as media texts encoded in a manner similar to that of \"&lt;a href=\"The%20Simpsons\"&gt;The Simpsons&lt;/a&gt;\"\".\n\"Big Gay Al's Big Gay Boat Ride\" also explores and satirizes &lt;a href=\"Societal%20attitudes%20toward%20homosexuality\"&gt;people's reactions to homosexuality&lt;/a&gt; through Stan and other characters who react to Sparky's behavior. For example, Stan admits he does not even know what being gay includes, except simply that it \"is bad\". Also, when Cartman suggests to Stan that Sparky might be at the mall buying leather pants, it satirizes the stereotype that all gay men are engaged in the &lt;a href=\"leather%20subculture\"&gt;leather subculture&lt;/a&gt;. The episode also mocks what many LGBT activists perceive as hatred and misunderstandings about homosexuality often expressed by anti-&lt;a href=\"LGBT\"&gt;LGBT&lt;/a&gt; and right-wing activists, including Christian ministers &lt;a href=\"Jerry%20Falwell\"&gt;Jerry Falwell&lt;/a&gt; and &lt;a href=\"Fred%20Phelps\"&gt;Fred Phelps&lt;/a&gt;. This is partially illustrated in this episode by Mr. Garrison's condemnation of homosexuals, rooted in deep-seated fear of his own sexuality. Basing his comment off this episode, Gardiner commented that South Park had a \"Queer Lite\" attitude towards homosexuality, stating \"they are unemphatically tolerant, polymorphously perverse, ambiguously gay affirmative\".\nCultural references and impact.\nThe South Park football team plays a rival team from &lt;a href=\"Middle%20Park%20%28Colorado%20basin%29\"&gt;Middle Park, Colorado&lt;/a&gt;. Like South Park itself, Middle Park is an actual basin in the &lt;a href=\"Rocky%20Mountains\"&gt;Rocky Mountains&lt;/a&gt; of north-central &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;. &lt;a href=\"Matt%20Stone\"&gt;Matt Stone&lt;/a&gt; said the Middle Park kids were made to seem richer and cooler than the South Park students because that was the perception real South Park residents have of the actual Middle Park. Richard Stamos, who sings during halftime in the episode's football game, is the fictional brother of &lt;a href=\"John%20Stamos\"&gt;John Stamos&lt;/a&gt;, a real-life actor best known for his roles on \"&lt;a href=\"Full%20House\"&gt;Full House&lt;/a&gt;\" and \"&lt;a href=\"ER%20%28TV%20series%29\"&gt;ER&lt;/a&gt;\". &lt;a href=\"Trey%20Parker\"&gt;Trey Parker&lt;/a&gt; and Matt Stone did not know Stamos when they wrote \"Big Gay Al's Big Gay Boat Ride\", but Parker said they assumed he was \"a big douche\" because of his role on \"Full House\", which Parker called \"just the most horrible thing ever put on television\". Since the episode aired, however, Parker and Stone have become acquainted with Stamos and found him to be \"a really, really cool guy\". John Stamos told them he loved the inclusion of the Richard Stamos character in \"Big Gay Al's Big Gay Boat Ride\". Richard Stamos sings \"&lt;a href=\"Lovin%27%20You%20%28Minnie%20Riperton%20song%29\"&gt;Lovin' You&lt;/a&gt;\", a 1975 hit single by singer-songwriter &lt;a href=\"Minnie%20Riperton\"&gt;Minnie Riperton&lt;/a&gt;. Parker chose it because he felt it was a popular song in the gay community, and also because, \"I've just always hated that song. I hate any song from that era, really. It's just a horrible time for music.\"\nDuring the beginning of Mr. Garrison's class, Cartman writes an essay on the TV series \"&lt;a href=\"Simon%20%26amp%3B%20Simon\"&gt;Simon &amp; Simon&lt;/a&gt;\" instead of Asian culture. Also, Bill suggested that Stan take Sparky to a &lt;a href=\"Barbra%20Streisand\"&gt;Barbra Streisand&lt;/a&gt; concert. The disappearance of &lt;a href=\"List%20of%20supporting%20characters%20on%20South%20Park%23Big%20Gay%20Al\"&gt;Big Gay Al&lt;/a&gt; at the end of the episode is a spoof of Dr. Lao's disappearance at the end of the movie \"&lt;a href=\"The%207%20Faces%20of%20Dr.%20Lao\"&gt;The 7 Faces of Dr. Lao&lt;/a&gt;\". Big Gay Al's ride also features a number of miniature characters, among them Olympic figure skater &lt;a href=\"Brian%20Boitano\"&gt;Brian Boitano&lt;/a&gt;, singing a song called \"We Are Gay\", which is a parody of the ride \"&lt;a href=\"It%27s%20a%20Small%20World\"&gt;It's a Small World&lt;/a&gt;\", an attraction at the &lt;a href=\"Disneyland\"&gt;Disneyland&lt;/a&gt; theme park. Boitano was featured in \"The Spirit of Christmas\", and would later be the basis for the original song \"&lt;a href=\"What%20Would%20Brian%20Boitano%20Do%3F\"&gt;What Would Brian Boitano Do?&lt;/a&gt;\" from \"\". The song played during the closing credits of \"Big Gay Al's Big Gay Boat Ride\" is \"Now You're a Man\" by DVDA, a &lt;a href=\"punk%20rock\"&gt;punk rock&lt;/a&gt; band that Parker and Stone founded. This song was also featured in their film \"&lt;a href=\"Orgazmo\"&gt;Orgazmo&lt;/a&gt;\".\nIn this episode, the sports announcer states he had not seen a \"beating like that since Rodney King\", referencing to an &lt;a href=\"Rodney%20King%23Incident\"&gt;incident in 1991&lt;/a&gt; where King was beaten by six &lt;a href=\"Los%20Angeles%20Police%20Department\"&gt;LAPD&lt;/a&gt; police officers. The incident sparked tensions in LA that eventually led to the 1992 LA Riots. When Pip is tackled later, the commentator states that he has not seen an Englishman take a blow like that since &lt;a href=\"Hugh%20Grant\"&gt;Hugh Grant&lt;/a&gt;. This references Grant's arrest in June 1995, when he was &lt;a href=\"Hugh%20Grant%23Legal%20issues\"&gt;caught performing a lewd act in public&lt;/a&gt; with a Hollywood prostitute. Grant was fined $1,180, placed on &lt;a href=\"probation\"&gt;probation&lt;/a&gt; for two years, and was ordered to complete an &lt;a href=\"AIDS\"&gt;AIDS&lt;/a&gt; education program. The announcer makes an incomplete remark about a tackle, \"I haven't seen so many children molested since...\". This was rumored to have been followed by a line, \"&lt;a href=\"1993%20child%20sexual%20abuse%20accusations%20against%20Michael%20Jackson\"&gt;since Michael Jackson came to town&lt;/a&gt;\", or alternately, since the &lt;a href=\"McMartin%20preschool%20trial\"&gt;McMartin preschool trial&lt;/a&gt;, which was supposedly censored after the broadcast premiere, but there is no evidence of this.\nBig Gay Al became one of the most popular and easily recognizable of the non-regular \"South Park\" characters, and was featured in the 1999 film, \"South Park: Bigger, Longer &amp; Uncut\" as the MC of a &lt;a href=\"United%20Service%20Organizations\"&gt;United Service Organizations&lt;/a&gt; show. Although not a major role, Big Gay Al performs a large musical number called \"I'm Super (Thanks for Asking)\", which was featured on the . The episode also included the first appearance of \"&lt;a href=\"Jesus%20and%20Pals\"&gt;Jesus and Pals&lt;/a&gt;\", the &lt;a href=\"public-access%20television\"&gt;public-access television&lt;/a&gt; talk show hosted by &lt;a href=\"Jesus%20%28South%20Park%29\"&gt;Jesus Christ&lt;/a&gt;. The show was mentioned in the episode \"&lt;a href=\"Weight%20Gain%204000\"&gt;Weight Gain 4000&lt;/a&gt;\", but actual footage from the show was not featured. Parker and Stone specifically sought to introduce \"Jesus and Pals\", and the idea of Jesus as a South Park resident, as a reference to their original \"The Spirit of Christmas\" cartoon. Comedy Central censors were concerned about this portrayal of Jesus in \"South Park\", but did not prevent Parker and Stone from following through with it.\nRelease and reception.\n\"Big Gay Al's Big Gay Boat Ride\" first aired on &lt;a href=\"Comedy%20Central\"&gt;Comedy Central&lt;/a&gt; in the United States on September 3, 1997. Comedy Central representatives told media outlets that the episode received overwhelmingly positive responses from viewers who identified themselves as gay. In 1998, Jonathan Van Meter of \"&lt;a href=\"The%20New%20York%20Times%20Magazine\"&gt;The New York Times Magazine&lt;/a&gt;\" called the episode \"one of their best shows\", and praised the episode for mixing a moral message with the jokes, as well as a sentimental relationship between Stan and Sparky. Van Meter wrote, \"What often keeps the show from being offensive is this kind of sweetness – and that it's funny\". The same year, \"The Advertiser\", a &lt;a href=\"North%20Yorkshire\"&gt;North Yorkshire&lt;/a&gt;-based publication, called the episode \"one of the all-time best\". Also in the same year, Rick Marin of \"&lt;a href=\"Newsweek\"&gt;Newsweek&lt;/a&gt;\" described the episode as \"gleefully offensive and profoundly silly\", but praised it as \"juxtaposing cute and crude, jaded and juvenile\".\nIn 2003, \"&lt;a href=\"Chicago%20Tribune\"&gt;Chicago Tribune&lt;/a&gt;\" writer Allan Johnson praised the tolerance toward homosexuality displayed in the episode, which he rated the tenth greatest episode in the series' history. The same year, &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;-based \"&lt;a href=\"RedEye\"&gt;RedEye&lt;/a&gt;\" ranked it the fifth greatest \"South Park\" episode. In 2007, Lorne Chan of the \"&lt;a href=\"San%20Antonio%20Express-News\"&gt;San Antonio Express-News&lt;/a&gt;\" declared it the second best sport-themed \"South Park\", behind \"&lt;a href=\"Up%20the%20Down%20Steroid\"&gt;Up the Down Steroid&lt;/a&gt;\", praising its satire of gambling on elementary schools and sports events. Also in 2007, Travis Fickett of &lt;a href=\"IGN\"&gt;IGN&lt;/a&gt; gave the episode an 8.4 out of 10 rating and identified several \"great moments\". In particular, he praised closeted-homosexual Mr. Garrison's claim that gay people are evil and have a \"black vomitous fluid\" running through their veins, and the moment when Jesus was about to explain his feelings regarding homosexuality only to be cut off by \"Marty's Movie Reviews\".\n&lt;a href=\"Colorado%20for%20Family%20Values\"&gt;Colorado for Family Values&lt;/a&gt;, a &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; advocacy group with a history of lobbying against homosexuality, used \"Big Gay Al's Big Gay Boat Ride\" in its materials when trying to mobilize Colorado to censor \"\" in 1999. The group circulated a \"South Park Action Kit\", which included analyses of the \"South Park\" episode content, sample transcripts, reviews and tips on how to keep the movie from playing in local theaters. The kit also included a \"Homosexual Issue Analysis\", which focused on \"Big Gay Al's Big Gay Boat Ride\" and warned the episode taught children \"tolerance and acceptance of homosexuality through the perverse idea that Stan's dog, Sparky, is a homosexual dog\". According to \"&lt;a href=\"Westword\"&gt;Westword&lt;/a&gt;\", a &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt;-based alternative weekly newspaper, this anti-\"South Park\" effort by Colorado for Family Values was largely ignored and decried by most Coloradans.\n\"Big Gay Al's Big Gay Boat Ride\" was the first episode of the series to be nominated for an &lt;a href=\"Emmy%20Award\"&gt;Emmy Award&lt;/a&gt; for &lt;a href=\"Outstanding%20Animated%20Program%20%28For%20Programming%20less%20than%20One%20Hour%29\"&gt;Outstanding Animated Program&lt;/a&gt;. It was also nominated for the 1998 &lt;a href=\"GLAAD%20Award\"&gt;GLAAD Award&lt;/a&gt; for Outstanding TV – Individual Episode. &lt;a href=\"Matt%20Stone\"&gt;Matt Stone&lt;/a&gt; and &lt;a href=\"Trey%20Parker\"&gt;Trey Parker&lt;/a&gt; chose \"Big Gay Al's Big Gay Boat Ride\" to represent \"South Park\" in their submission to the &lt;a href=\"CableACE%20Award\"&gt;CableACE Award&lt;/a&gt;s in 1997. The series won the CableACE Award for Animated Programming Special or Series as a result. It was the last year the CableACE Awards were given out before they were discontinued. \"&lt;a href=\"Out%20%28magazine%29\"&gt;Out&lt;/a&gt;\" magazine, one of the most widely circulated gay and lesbian publications in the United States, listed Big Gay Al among the most influential individuals in the gay and lesbian community in 1998. Big Gay Al was the only fictional character listed in the \"Entertainment\" section of the magazine's \"Out 100\" list.\n\"Big Gay Al's Big Gay Boat Ride\" was released, alongside five other episodes, in a three-&lt;a href=\"VHS\"&gt;VHS&lt;/a&gt; set on May 5, 1998, marking the first time \"South Park\" was made available on video. The episode was released on the \"Volume II\" video, along with \"&lt;a href=\"Weight%20Gain%204000\"&gt;Weight Gain 4000&lt;/a&gt;\"; other featured episodes included \"&lt;a href=\"Cartman%20Gets%20an%20Anal%20Probe\"&gt;Cartman Gets an Anal Probe&lt;/a&gt;\", \"&lt;a href=\"Volcano%20%28South%20Park%29\"&gt;Volcano&lt;/a&gt;\", \"&lt;a href=\"An%20Elephant%20Makes%20Love%20to%20a%20Pig\"&gt;An Elephant Makes Love to a Pig&lt;/a&gt;\" and \"&lt;a href=\"Death%20%28South%20Park%29\"&gt;Death&lt;/a&gt;\". The episode, along with the other twelve from the first season, was also included in the DVD release \"South Park: The Complete First Season\", which was released on November 12, 2002. Parker and Stone recorded commentary tracks for each episode, but they were not included with the DVDs due to \"standards\" issues with some of the statements; Parker and Stone refused to allow the tracks to be edited and censored, so they were released in a CD completely separately from the DVDs."
}