{
    "id": "1739487",
    "revid": "1030931248",
    "url": "https://en.wikipedia.org/wiki?curid=1739487",
    "title": "Treasury Board Secretariat (Ontario)",
    "text": "The Treasury Board Secretariat is the &lt;a href=\"Ministry%20%28government%20department%29\"&gt;ministry&lt;/a&gt; of the &lt;a href=\"Government%20of%20Ontario\"&gt;Government of Ontario&lt;/a&gt; that is charged with supporting the work of the Treasury Board/Management Board of Cabinet, a joint sub-committee of &lt;a href=\"Cabinet%20of%20Ontario\"&gt;cabinet&lt;/a&gt; that manages the fiscal plan of the government including controlling all government spending, approving labour agreements and &lt;a href=\"workforce%20planning\"&gt;workforce planning&lt;/a&gt;, manage the provincial &lt;a href=\"contingency%20fund\"&gt;contingency fund&lt;/a&gt; and oversee the procedures and directives that guide the operation of the Ontario Public Service.\nThe current President of the Treasury Board is &lt;a href=\"Prabmeet%20Sarkaria\"&gt;Prabmeet Sarkaria&lt;/a&gt;.\nHistory.\nThe Treasury Board was originally established in 1886 as a committee of the &lt;a href=\"Cabinet%20of%20Ontario\"&gt;Cabinet of Ontario&lt;/a&gt;. Prior to 1950, the Board met infrequently and had no permanent staff. Its primary role during this period was to review and approve Special Warrants and Treasury Board Orders to meet shortfalls in departmental &lt;a href=\"estimates\"&gt;estimates&lt;/a&gt;.\nThe development of the government in the wake of the &lt;a href=\"Great%20Depression%20in%20Canada\"&gt;depression&lt;/a&gt; and war, however, quickly overwhelmed the ability of the existing system to deal with demands on government revenues. A private firm of auditors, Woods, Gordon and Company, recommended a complete revision of the functions of the Treasury Board to deal with the new situation. The \"Financial Administration Act\" of 1954, formalized the Board's role as the committee of the cabinet on all matters relating to finance, revenues, estimates, expenditures and any other matter concerning general administrative policy of the government. The Board was also given the power to call witnesses and compel the production of documents from the public service relating to financial administration and to make regulations relating to the administration of public money and the efficient administration of the public service.\nAlthough the Treasury Board possessed a Secretary as early as 1956, a permanent Treasury Board Secretariat was not established until 1962. Initially, the Secretariat only has two broad functions: to support the Treasury Board as a committee of cabinet, and to provide management and budgetary advisory to ministries and agencies of government. Throughout 1960s, it assumed other government-wide management functions such as records management and the development of automated information systems within the public service.\nIn 1971, the Treasury Board was renamed the Management Board of Cabinet with expanded responsibilities for the management of the public service, and the Secretariat was renamed the Management Board Secretariat. Over time, the functions of the Management Board Secretariat expanded to include coordination and providing corporate administrative and resources management services for the government, in areas that included information and information technology, human resources, procurement, accommodation, assets management, and administrative support, as well as the management of record retention.\nIn 1991, a new Treasury Board was established within the &lt;a href=\"Ministry%20of%20Finance%20%28Ontario%29\"&gt;Ministry of Treasury and Economics&lt;/a&gt; to assume the financial management functions of the Management Board of Cabinet and the Management Board Secretariat. However, in 1995, this Board was dissolved. Its fiscal planning and controllership functions were transferred to the Fiscal and Financial Policy Division of the &lt;a href=\"Ministry%20of%20Finance%20%28Ontario%29\"&gt;Ministry of Finance&lt;/a&gt;, while responsibility for the estimates and expenditure process were returned to Management Board.\nAlso in 1991, the staff and responsibilities of the Human Resources Secretariat were absorbed by the Management Board Secretariat.\nIn early 1993, the Management Board Secretariat absorbed the existing &lt;a href=\"Ministry%20of%20Government%20Services%20%28Ontario%29\"&gt;Ministry of Government Services&lt;/a&gt;. In 2000, the &lt;a href=\"Archives%20of%20Ontario\"&gt;Archives of Ontario&lt;/a&gt; was transferred from the Ministry of Citizenship, Culture and Recreation.\nIn 2005, the Management Board Secretariat ceased to exist, and most of its corporate management functions were reverted to a newly re-established Ministry of Government Services, while responsibilities for the provincial estimates and expenditure monitoring were transferred to the Ministry of Finance.\nIn 2014, the Treasury Board and a corresponding Treasury Board Secretariat were re-established. Treasury Board and Management Board, while legislatively two separate cabinet committees, became a joint sub-committee of cabinet."
}