{
    "id": "17390021",
    "revid": "1035195739",
    "url": "https://en.wikipedia.org/wiki?curid=17390021",
    "title": "Madang F.C.",
    "text": "Madang Football Club, formerly known as Madang Flying Fox, Madang Niupetro Fox or simply Madang Fox, was a &lt;a href=\"Papua%20New%20Guinea\"&gt;Papua New Guinea&lt;/a&gt; &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club, based in &lt;a href=\"Madang\"&gt;Madang&lt;/a&gt;.\nThe club was one of the founding members of the &lt;a href=\"Papua%20New%20Guinea%20National%20Soccer%20League\"&gt;Papua New Guinea National Soccer League&lt;/a&gt; in 2006, alongside &lt;a href=\"Hekari%20United\"&gt;Hekari United&lt;/a&gt;, &lt;a href=\"Morobe%20FC\"&gt;Morobe FC&lt;/a&gt;, &lt;a href=\"Gelle%20Hills%20United\"&gt;Gelle Hills&lt;/a&gt; and &lt;a href=\"Welgris%20Highlanders\"&gt;Welgris Highlanders&lt;/a&gt;, and are the only founding member still participating in the division, due to clubs folding or defecting to the rival &lt;a href=\"Papua%20New%20Guinea%20National%20Premier%20League\"&gt;Papua New Guinea National Premier League&lt;/a&gt;.\nTheir most successful spell has come in recent years, since the NSL–NPL split, with the side having qualified for two consecutive &lt;a href=\"OFC%20Champions%20League\"&gt;OFC Champions League&lt;/a&gt; seasons, in 2017. and 2018.\nSince 2019, they merged with &lt;a href=\"Tusbab%20Stallions%20F.C.\"&gt;Tusbab Stallions&lt;/a&gt;.\nHistory.\nFoundation and early years.\nThe club was founded sometime before the kick-off of the &lt;a href=\"2006%20Papua%20New%20Guinea%20National%20Soccer%20League\"&gt;2006 National Soccer League&lt;/a&gt; season. They entered the inaugural competition and finished 4th out of five clubs in the regular season, qualifying for the playoffs as a result. The club were inches from making the Grand Final, holding eventual champions &lt;a href=\"Hekari%20United\"&gt;PRK Souths United&lt;/a&gt; 2–2 &lt;a href=\"Overtime%20%28sports%29\"&gt;after extra time&lt;/a&gt;, but fell 4–2 on penalties, before being beaten 4–0 by &lt;a href=\"Morobe%20FC\"&gt;TL Blue Kumuls&lt;/a&gt; in the third-place playoff.\nFor the &lt;a href=\"2007%E2%80%9308%20Papua%20New%20Guinea%20National%20Soccer%20League\"&gt;2007–08 season&lt;/a&gt;, the side returned alongside six other teams, but their drop-off in form continued into the new season, winning just one match from twelve, conceding 50 goals, and finishing bottom of the league. The side decided not to return for the &lt;a href=\"2008%E2%80%9309%20Papua%20New%20Guinea%20National%20Soccer%20League\"&gt;2008–09 season&lt;/a&gt;.\nAhead of the &lt;a href=\"2009%E2%80%9310%20Papua%20New%20Guinea%20National%20Soccer%20League\"&gt;2009–10 season&lt;/a&gt;, Welgris Fuel Distributors – under its sponsorship brand Niupetro Fuel – withdrew their sponsorship of &lt;a href=\"Welgris%20Highlanders\"&gt;Welgris Highlanders&lt;/a&gt; and moved their focus to Madang, allowing Madang FC to re-enter the league under the name of Madang Niupetro Fox. Madang lined up against nine other sides, but fared no better than their last season, finishing in 8th place and again failing to qualify for the playoffs. Following some confusion as to whether both Madang FC and &lt;a href=\"Besta%20Madang%20Fighters\"&gt;Besta Madang&lt;/a&gt; were eligible to enter the &lt;a href=\"2010%E2%80%9311%20Papua%20New%20Guinea%20National%20Soccer%20League\"&gt;2010–11 season&lt;/a&gt;, Madang FC were eventually accepted and competed again, but again finished second-bottom in what would be their last season for three years.\nNSL absence and hiatus.\nIn July 2011, it was reported that the side had failed to register their interest for the upcoming &lt;a href=\"2011%E2%80%9312%20Papua%20New%20Guinea%20National%20Soccer%20League\"&gt;2011–12 season&lt;/a&gt;. In August, it was confirmed that the side were not part of the selected teams heading into the new season.\nIn February 2013, Papua New Guinean newspaper \"The National\" reported that the club was now defunct.\nReturn to NSL and OFC qualification.\nOn 30 July 2014, it was confirmed that the club would be returning to National Soccer League action after a three-season absence. The side finished 4th in the regular season table, reaching the playoffs. The club were drawn against eight-time champions Hekari United in the second semi-final, whom they had lost to 8–1 during the regular season, but the club entered the history books by denying Hekari a ninth straight title, winning 3–2 thanks in part to a brace from &lt;a href=\"Vanya%20Malagian\"&gt;Vanya Malagian&lt;/a&gt;. Malagian scored again in the Grand Final against &lt;a href=\"Toti%20City%20Dwellers%20FC\"&gt;Lae FC&lt;/a&gt;, but it was merely a consolation, as their opponents won 5–1 to pick up their first title.\nMadang FC were one of twelve clubs entered ahead of the &lt;a href=\"2015%E2%80%9316%20Papua%20New%20Guinea%20National%20Soccer%20League\"&gt;2015–16 season&lt;/a&gt;, which was the first season to be split into conferences. Madang were placed in the Northern Conference, alongside champions &lt;a href=\"Toti%20City%20Dwellers%20FC\"&gt;Lae City Dwellers&lt;/a&gt; and fellow founding members &lt;a href=\"Morobe%20FC\"&gt;Morobe FC&lt;/a&gt;, and finished the regular season behind the two clubs, missing out on the playoffs by two points, despite a 2–1 final-round victory against Lae City.\nDue to Hekari United's defection from the &lt;a href=\"Papua%20New%20Guinea%20Football%20Association\"&gt;Papua New Guinea Football Association&lt;/a&gt; and the National Soccer League, and their subsequent ban from &lt;a href=\"Oceania%20Football%20Confederation\"&gt;Oceania Football Confederation&lt;/a&gt; competitions, the OFC offered participation to the next best teams in the 2015–16 competition. With Lae City Dwellers already qualified, and &lt;a href=\"Morobe%20FC\"&gt;Morobe FC&lt;/a&gt; and &lt;a href=\"Rapatona%20F.C.\"&gt;Rapatona FC&lt;/a&gt; both rejecting the offer, Madang took Hekari's spot and, as such, entered their first ever &lt;a href=\"2017%20OFC%20Champions%20League\"&gt;OFC Champions League in 2017&lt;/a&gt;. Despite picking up their maiden continental victory against &lt;a href=\"Lupe%20o%20le%20Soaga\"&gt;Lupe&lt;/a&gt; in a 4–3 thriller in &lt;a href=\"New%20Caledonia\"&gt;New Caledonia&lt;/a&gt;, the side finished third in Group A behind hosts &lt;a href=\"AS%20Magenta\"&gt;AS Magenta&lt;/a&gt; and &lt;a href=\"Tahiti\"&gt;Tahiti&lt;/a&gt;an side &lt;a href=\"A.S.%20Central%20Sport\"&gt;AS Central Sport&lt;/a&gt; and filled to qualify for the knockout stages.\nThanks to the league split, and Madang and Lae's participation in the Champions League, the &lt;a href=\"2017%20Papua%20New%20Guinea%20National%20Soccer%20League\"&gt;2017 National Soccer League&lt;/a&gt; was delayed until May 2017. In the opening game of the six-team season, both OFC clubs played each other with the sides fighting out a 1–1 draw. Six wins, a draw and three defeats saw Madang finish second in the regular season, once again securing qualification for the &lt;a href=\"2018%20OFC%20Champions%20League\"&gt;2018 OFC Champions League&lt;/a&gt;, as well as qualifying for the domestic playoffs. The side were due to play &lt;a href=\"PS%20Huawei\"&gt;PS Huawei&lt;/a&gt; in the second semi-final, but their opponents withdrew after the match was postponed due to a late venue change, citing poor management of the competition. The NSL board proceeded to cancel the Grand Final, blaming 'the rainy season in Lae, the national elections and the failure of some clubs to pay their fees in full'.\nThe &lt;a href=\"2018%20Papua%20New%20Guinea%20National%20Soccer%20League\"&gt;2018 season&lt;/a&gt; was also turbulent, with only five out of seven sides completing all their fixtures. The season started in January 2018, and Madang made a decent start, winning their first two matches before being thrashed 7–2 by reigning champions &lt;a href=\"Toti%20City%20Dwellers%20FC\"&gt;Toti City Dwellers&lt;/a&gt;. Meanwhile, the club were struggling to raise finances for their second continental trip, having sent only half the side to &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt;, &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; by 15 February, ahead of matches set to begin ten days later. They appealed to help from the public to raise the required c.&lt;a href=\"Papua%20New%20Guinean%20kina\"&gt;K&lt;/a&gt;100,000 to fund the rest of the side to get to the tournament. By their first group game against &lt;a href=\"Lautoka%20F.C.\"&gt;Lautoka&lt;/a&gt; on 25 February, the squad only had 12 players at their disposal. Although they were boosted by the arrival of additional players before their clash against title-holders &lt;a href=\"Auckland%20City%20FC\"&gt;Auckland City&lt;/a&gt; on 28 February, they lost 5–0. They also lost their third match against &lt;a href=\"A.S.%20V%C3%A9nus\"&gt;AS Vénus&lt;/a&gt; and finished bottom of Group C.\nDomestically, the side finished 4th in the regular season table, missing out on a third straight continental campaign, before losing 5–4 on penalties to eventual champions Toti City Dwellers in the playoff semi-finals. Conrad Wadunah, executive member of the club's association, blamed poor refereeing for the defeat, after the side led 2–1 with two minutes of extra time remaining, before the officials awarded a penalty to Toti, which was duly converted. In the third-place playoff, the side went down to newcomers &lt;a href=\"Morobe%20Wawens%20FC\"&gt;Morobe Wawens FC&lt;/a&gt;, 2–0.\nWithdrawal from NSL.\nAhead of the &lt;a href=\"2019%20Papua%20New%20Guinea%20National%20Soccer%20League\"&gt;2019 season&lt;/a&gt;, Madang Soccer Association president Siegfried Beschel revealed that the Madang Provincial Government had withdrawn their sponsorship of the side after four years. This led to the side being forced to withdraw from the National Soccer League.\nFinal squad.\n\"Squad for the &lt;a href=\"2018%20OFC%20Champions%20League\"&gt;2018 OFC Champions League&lt;/a&gt;\""
}