{
    "id": "17416907",
    "revid": "33566",
    "url": "https://en.wikipedia.org/wiki?curid=17416907",
    "title": "Posthumous birth",
    "text": "A posthumous birth is the birth of a child after the death of a biological parent. A person born in these circumstances is called a posthumous child or a posthumously born person. Most instances of posthumous birth involve the birth of a child after the death of its father, but the term is also applied to infants delivered shortly after the death of the mother, usually by &lt;a href=\"caesarean%20section\"&gt;caesarean section&lt;/a&gt;.\nLegal implications.\nPosthumous birth has special implications in &lt;a href=\"law\"&gt;law&lt;/a&gt;, potentially affecting the child's &lt;a href=\"citizenship\"&gt;citizenship&lt;/a&gt; and &lt;a href=\"legal%20rights\"&gt;legal rights&lt;/a&gt;, &lt;a href=\"inheritance\"&gt;inheritance&lt;/a&gt;, and &lt;a href=\"order%20of%20succession\"&gt;order of succession&lt;/a&gt;. Legal systems generally include special provisions regarding inheritance by posthumous children and the legal status of such children. For example, &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt; law states that a posthumous child is treated as having been living at the death of the parent, meaning that the child receives the same share of the parent's estate as if the child had been born before the parent's death. Another emerging legal issue in the United States is the control of genetic material after the death of the donor. &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; law holds that posthumous children of U.S. citizens who are born outside the United States have the same rights to citizenship that they would have had if the deceased U.S. citizen parent had been alive at the time of their birth. In the field of &lt;a href=\"assisted%20reproduction\"&gt;assisted reproduction&lt;/a&gt;, &lt;a href=\"snowflake%20children\"&gt;snowflake children&lt;/a&gt;, i.e. those \"adopted\" as frozen embryos by people unrelated to them, can result in the birth of a child after the death of one or both of their genetic parents.\nIn monarchies and nobilities.\nA posthumous birth has special significance in the case of &lt;a href=\"hereditary%20monarchy\"&gt;hereditary monarchies&lt;/a&gt; and &lt;a href=\"Nobility\"&gt;hereditary noble titles&lt;/a&gt; following &lt;a href=\"primogeniture\"&gt;primogeniture&lt;/a&gt;. In this system, a monarch's or peer's own child precedes that monarch's or peer's sibling in the order of succession. In cases where the widow of a childless king or nobleman is pregnant at the time of his death, the next-in-line is not permitted to assume the throne or title, but must yield place to the unborn child, or ascends and reigns (in the case of a monarch) or succeeds (in the case of a peer) until the child is born. In monarchies and noble titles that follow &lt;a href=\"male-preference%20cognatic%20primogeniture\"&gt;male-preference cognatic primogeniture&lt;/a&gt;, the situation is similar where the dead monarch or peer was not childless but left a daughter as the next-in-line, as well as a pregnant widow. A posthumous brother would supplant that daughter in the succession, whereas a posthumous sister, being younger, would not. Similarly, in monarchies and noble titles that follow &lt;a href=\"agnatic%20primogeniture\"&gt;agnatic primogeniture&lt;/a&gt;, the sex of the unborn child determines the succession; a posthumous male child would himself succeed, whereas the next-in-line would succeed upon the birth of a posthumous female child.\nModern complications.\nPosthumous &lt;a href=\"Fertilization\"&gt;conception&lt;/a&gt; by &lt;a href=\"artificial%20insemination\"&gt;artificial insemination&lt;/a&gt; or &lt;a href=\"in%20vitro%20fertilization\"&gt;in vitro fertilization&lt;/a&gt;, whether done using &lt;a href=\"sperm\"&gt;sperm&lt;/a&gt; or &lt;a href=\"ovum\"&gt;ova&lt;/a&gt; stored before a parent's death or &lt;a href=\"posthumous%20sperm%20retrieval\"&gt;sperm retrieved from a man's corpse&lt;/a&gt;, has created new legal issues. When a woman is inseminated with her deceased husband's sperm, laws that establish that a &lt;a href=\"sperm%20donor\"&gt;sperm donor&lt;/a&gt; is not the legal father of the child born as a result of artificial insemination have had the effect of excluding the deceased husband from fatherhood and making the child legally fatherless. In the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; before 2000, birth records of children conceived using a dead man's sperm had to identify the infants as fatherless, but in 2000 the government announced that the law would be changed to allow the deceased father's name to be listed on the &lt;a href=\"birth%20certificate\"&gt;birth certificate&lt;/a&gt;. In 1986, a &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; legal reform commission recommended that the law should recognize the deceased husband as the father of a child born from post-mortem artificial insemination, provided that the woman is his widow and unmarried at the time of birth, but the child should have inheritance rights to the father's estate only if the father left a &lt;a href=\"will%20%28law%29\"&gt;will&lt;/a&gt; that included specific provisions for the child. In 2001, the &lt;a href=\"Massachusetts%20Supreme%20Judicial%20Court\"&gt;Massachusetts Supreme Judicial Court&lt;/a&gt; was asked to consider whether the father's name should appear on the birth record for a child conceived through artificial insemination after her father's death, as well as whether that child was eligible for &lt;a href=\"U.S.%20Social%20Security\"&gt;U.S. Social Security&lt;/a&gt; benefits. The court ruled in January 2002 that a child could be the legal heir of a dead parent if there was a genetic relationship and the deceased parent had both agreed to the posthumous conception and committed to support the child. Different U.S. state courts and federal appellate courts have ruled differently in similar cases. In 2012, the &lt;a href=\"U.S.%20Supreme%20Court\"&gt;U.S. Supreme Court&lt;/a&gt; ruled in \"&lt;a href=\"Astrue%20v.%20Capato\"&gt;Astrue v. Capato&lt;/a&gt;\" that twins born 18 months after their father's death using the father's frozen sperm were \"not\" eligible for Social Security benefits, which set a new precedent.\nNaming.\nIn the Middle Ages, it was traditional for posthumous children born in &lt;a href=\"England\"&gt;England&lt;/a&gt; to be given a &lt;a href=\"matronymic\"&gt;matronymic&lt;/a&gt; surname instead of a patronymic one. This may in part explain why matronyms are more common in England than in other parts of Europe.\nIn &lt;a href=\"Ancient%20Rome\"&gt;Ancient Rome&lt;/a&gt;, posthumous children of noble birth were often given the &lt;a href=\"cognomen\"&gt;cognomen&lt;/a&gt; (or third name) '&lt;a href=\"Postumus\"&gt;Postumus&lt;/a&gt;.' One example is &lt;a href=\"Agrippa%20Postumus\"&gt;Agrippa Postumus&lt;/a&gt;. \nIn &lt;a href=\"Yoruba%20people\"&gt;Yoruba culture&lt;/a&gt;, posthumous children are given names that referred to the circumstances concerning the birth. Examples of this include Bàbárímisá, meaning that the Father saw (the child) and ran, Yeyérínsá, meaning that the Mother saw (the child) and ran, Ikúdáyísí (or any name with the root dáyísí, which means that death spared the child), and Ẹnúyàmí, meaning that \"I was surprised,\" referring to the fact that the tragic death of the father, mother, or both was sudden and surprising for the family.\nMythological characters born posthumously.\nThe Bible's &lt;a href=\"Old%20Testament\"&gt;Old Testament&lt;/a&gt; mentions two named cases of posthumous children:"
}