{
    "id": "1743932",
    "revid": "13080272",
    "url": "https://en.wikipedia.org/wiki?curid=1743932",
    "title": "Folly Tower, Pontypool",
    "text": "The Folly Tower - () - is a &lt;a href=\"folly\"&gt;folly&lt;/a&gt; located within the grounds of a working farm, close to &lt;a href=\"Pontypool%20Park\"&gt;Pontypool Park&lt;/a&gt;, &lt;a href=\"Torfaen\"&gt;Torfaen&lt;/a&gt;, &lt;a href=\"South%20Wales\"&gt;South Wales&lt;/a&gt; (&lt;a href=\"British%20national%20grid%20reference%20system\"&gt;Grid ref&lt;/a&gt;: ). It is a prominent local landmark above the &lt;a href=\"A4042\"&gt;A4042&lt;/a&gt; &lt;a href=\"Pontypool\"&gt;Pontypool&lt;/a&gt; to &lt;a href=\"Abergavenny\"&gt;Abergavenny&lt;/a&gt; road and overlooks Pontypool to the west and rural &lt;a href=\"Monmouthshire\"&gt;Monmouthshire&lt;/a&gt; to the east. The Folly is octagonal in shape and roughly high and is approximately above &lt;a href=\"sea%20level\"&gt;sea level&lt;/a&gt; on the eastern hill range of the Eastern Valley of Monmouthshire, just south of Mynydd Garn-Wen. Less than a mile from the folly is the &lt;a href=\"Shell%20Grotto%2C%20Pontypool\"&gt;Shell Grotto&lt;/a&gt;.\nEarly history.\nThe precise date of construction is unknown but it is generally thought that the original tower was built around 1765 to 1770 by &lt;a href=\"John%20Hanbury%20%281744%E2%80%931784%29\"&gt;John Hanbury&lt;/a&gt;, a local &lt;a href=\"landowner\"&gt;landowner&lt;/a&gt; and &lt;a href=\"ironmaster\"&gt;ironmaster&lt;/a&gt; who owned &lt;a href=\"Pontypool%20Park\"&gt;Pontypool Park&lt;/a&gt;. The local name of The Folly was in use as far back as 1865 when the \"Free Press of Monmouthshire\" described it as:\n\"...an elevated spot where a Tower (formerly a Roman watch-tower) was many years since rebuilt as an observatory and which is popularly known as 'The Folly'.\"\nIt is thought the tower was renovated around 1831 by Capel Hanbury Leigh. This date is derived from a &lt;a href=\"keystone%20%28architecture%29\"&gt;keystone&lt;/a&gt; from the doorway bearing an '1831' inscription. The tower provided a vantage point over the local area and quickly became popular and a well known feature of the area.\nIn May 1935 an estimated 15 to 20,000 people gathered at the Folly Tower to celebrate the &lt;a href=\"Silver%20Jubilee\"&gt;Silver Jubilee&lt;/a&gt; of &lt;a href=\"George%20V%20of%20the%20United%20Kingdom\"&gt;King George V&lt;/a&gt; with the lighting of a &lt;a href=\"bonfire\"&gt;bonfire&lt;/a&gt;.\nHowever, the folly, being open to the elements, began to fall into a state of disrepair during the late 1930s. Pontypool Park Estate Office attached notices to the structure informing visitors of the potential dangers of falling masonry. Its draw on the locals though remained unstinted and local poet and illustrator &lt;a href=\"Myfanwy%20Haycock\"&gt;Myfanwy Haycock&lt;/a&gt; penned the following verse in 1937:\nDemolition.\nOn 9 July 1940 the &lt;a href=\"War%20Office\"&gt;War Office&lt;/a&gt; ordered that, as a security measure under the &lt;a href=\"Emergency%20Powers%20%28Defence%29%20Act%201939\"&gt;Emergency Powers (Defence) Act 1939&lt;/a&gt;, the Folly be &lt;a href=\"demolition\"&gt;demolished&lt;/a&gt;. This was in the belief that its presence would be a &lt;a href=\"landmark\"&gt;landmark&lt;/a&gt; for the &lt;a href=\"Luftwaffe\"&gt;Luftwaffe&lt;/a&gt; seeking to raid the nearby Royal Ordnance Factory at &lt;a href=\"ROF%20Glascoed\"&gt;ROF Glascoed&lt;/a&gt; to the &lt;a href=\"east\"&gt;east&lt;/a&gt; beyond &lt;a href=\"Little%20Mill%2C%20Monmouthshire\"&gt;Little Mill, Monmouthshire&lt;/a&gt;.\nInitial rebuilding schemes.\nIn 1946, Pontypool Chamber of Trade led the first campaign to rebuild the local landmark but the project stalled quickly. Another attempt in 1948 campaigns started to collect public donations to rebuild the Folly Tower. However, an attempt to get local council funding was thwarted during a local council meeting in July of that year, the council's priority at the time being post-war house building programmes in the local area.\nRebuilding.\nAt the beginning of 1990, a number of local historians and conservationists decided it was time to restore the Folly Tower to its former glory and a committee, was set up to canvas various funding bodies as well as open negotiations with the National Park Authority. The creation of the \"Campaign for the Reconstruction of the Folly Tower (CROFT)\" then achieved sufficient backing so that the required £60,000 was raised to rebuild the Folly Tower. Contributions were made by The Prince of Wales' Committee and &lt;a href=\"European%20Regional%20Development%20Fund\"&gt;European Regional Development Fund&lt;/a&gt;.\nIn April 1990 the original &lt;a href=\"foundation%20engineering\"&gt;foundations&lt;/a&gt; of the tower were unearthed and the original dimensions of the tower were obtained. &lt;a href=\"Planning%20permission\"&gt;Planning permission&lt;/a&gt; for the reconstruction was given by &lt;a href=\"Brecon%20Beacons%20National%20Park\"&gt;Brecon Beacons National Park&lt;/a&gt; authorities in October of the same year.\nIn May 1991, 175 tonnes of dressed stone from the recently demolished Cwmffrwdoer Primary School was donated to the campaign by &lt;a href=\"Torfaen%20County%20Borough%20Council\"&gt;Torfaen Borough Council&lt;/a&gt;. Rebuilding work commenced on the tower during November 1992 by local building company, Davies and Jenkins. Building work ceased during the winter and resumed in the spring of 1993. The tower stood at approximately 20 ft (6 m) by September 1993 before work ceased again for the oncoming winter. Work restarted in the spring of 1994 and by July work on both the interior and exterior was complete.\nThe tower was officially reopened by the &lt;a href=\"Charles%2C%20Prince%20of%20Wales\"&gt;Prince of Wales&lt;/a&gt; on 22 July 1994. A plaque on the side of the tower commemorates the opening and reads:\n\"Folly Tower, Rebuilt 1994. This scheme has been financed by the European Regional Development Fund, Torfaen Borough, Croft Pontypool, Gwent County Council, The Prince of Wales' Committee\"\nVisitor information.\nAccess to the Folly Tower is via a field which is part of a working farm. Livestock is often present, not only in this field but on the common land surrounding the council car park. A barrier was erected in 2010 to protect the area to prevent campers and other visitors overstaying."
}