{
    "id": "17448758",
    "revid": "28796187",
    "url": "https://en.wikipedia.org/wiki?curid=17448758",
    "title": "Kyrgyzstan–Russia relations",
    "text": "Kyrgyzstan–Russia relations is the relationship between the two countries, &lt;a href=\"Kyrgyzstan\"&gt;Kyrgyzstan&lt;/a&gt; and &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;. Russia has an &lt;a href=\"embassy\"&gt;embassy&lt;/a&gt; in &lt;a href=\"Bishkek\"&gt;Bishkek&lt;/a&gt; and a &lt;a href=\"consulate\"&gt;consulate&lt;/a&gt; in &lt;a href=\"Osh\"&gt;Osh&lt;/a&gt;, and Kyrgyzstan has an &lt;a href=\"Embassy%20of%20Kyrgyzstan%20in%20Moscow\"&gt;embassy in Moscow&lt;/a&gt;, a &lt;a href=\"consulate\"&gt;consulate&lt;/a&gt; in &lt;a href=\"Ekaterinburg\"&gt;Ekaterinburg&lt;/a&gt;, and a vice-consulate in &lt;a href=\"Novosibirsk\"&gt;Novosibirsk&lt;/a&gt;.\nHistory.\nRussian President &lt;a href=\"Boris%20Yeltsin\"&gt;Boris Yeltsin&lt;/a&gt; made his first &lt;a href=\"List%20of%20international%20presidential%20trips%20made%20by%20Boris%20Yeltsin\"&gt;international trip&lt;/a&gt; to Kyrgyzstan after he was elected president in 1991.\nPresident &lt;a href=\"Askar%20Akayev\"&gt;Askar Akayev&lt;/a&gt; was very enthusiastic about more direct forms of reintegration, such as the &lt;a href=\"Eurasian%20Union\"&gt;Eurasian Union&lt;/a&gt; that the &lt;a href=\"President%20of%20Kazakhstan\"&gt;President of Kazakhstan&lt;/a&gt;, &lt;a href=\"Nursultan%20Nazarbayev\"&gt;Nursultan Nazarbayev&lt;/a&gt;, proposed in June 1994. Akayev's invitation for Russian border guards to take charge of Kyrgyzstan's &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;Chinese&lt;/a&gt; border, a major revision of his policy of neutrality, was another move toward reintegration.\nThe Kyrgyzstani government also felt compelled to request Russia's economic protection. Despite concerted efforts to seek international \"sponsors,\" Akayev did not receive much more than international good will.\nPresident &lt;a href=\"Almazbek%20Atambayev\"&gt;Almazbek Atambayev&lt;/a&gt; repeatedly presented himself as a pro-Russian politician during his years in office. He announced Kyrgyzstan's entry into the Customs Union, secured the withdrawal of the American &lt;a href=\"376th%20Air%20Expeditionary%20Wing\"&gt;376th Air Expeditionary Wing&lt;/a&gt; from the country in 2014, and had spoken of the need for closer economic relations with the Russian Federation.\nRelations between peoples.\nMigrant policy.\nFor its part, Russia sees aid to Kyrgyzstan as a successful precedent in its new policy of gaining influence in its \"near abroad,\" the states that once were Soviet republics. Russia did not want a massive in-migration of Russians from the new republics; some 2 million &lt;a href=\"ethnic%20Russian\"&gt;ethnic Russian&lt;/a&gt;s moved back to Russia between 1992 and 1995. Akayev, on the other hand, sought a way to stem the loss of his Russian population, which already had caused an enormous deficit of &lt;a href=\"Physician\"&gt;doctor&lt;/a&gt;s, &lt;a href=\"teacher\"&gt;teacher&lt;/a&gt;s, and &lt;a href=\"engineer\"&gt;engineer&lt;/a&gt;s. However, according to census data, the number of ethnic Russians in the country in 2020 is about a third of what it was in 1989.\nEthnic policy.\nFor these reasons, despite opposition from Kyrgyz nationalists and other independence-minded politicians, in 1995 Akayev granted the request of &lt;a href=\"President%20of%20Russia\"&gt;Russian president&lt;/a&gt; &lt;a href=\"Boris%20Yeltsin\"&gt;Boris Yeltsin&lt;/a&gt; to review the constitutional provision making &lt;a href=\"Kyrgyz%20language\"&gt;Kyrgyz&lt;/a&gt; the sole &lt;a href=\"official%20language\"&gt;official language&lt;/a&gt;. In the current &lt;a href=\"Constitution%20of%20Kyrgyzstan\"&gt;constitution&lt;/a&gt;, Russian is listed as an \"official language\" whereas Kyrgyz is the state language.\nEconomic cooperation.\nFor all the financial support that the world community has offered, Kyrgyzstan remains economically dependent on Russia, both directly and through &lt;a href=\"Kazakhstan\"&gt;Kazakhstan&lt;/a&gt;. On his February 1994 visit to &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, Akayev signed several economic agreements. Having promised the republic a 75 billion &lt;a href=\"ruble\"&gt;ruble&lt;/a&gt; line of credit (presumably for use in 1994) and some US$65 million in &lt;a href=\"trade%20agreement\"&gt;trade agreement&lt;/a&gt;s, Russia also promised to extend to Kyrgyzstan &lt;a href=\"most%20favoured%20nation\"&gt;most favoured nation&lt;/a&gt; status for the purchase of &lt;a href=\"oil\"&gt;oil&lt;/a&gt; and other fuels. For its part, Kyrgyzstan agreed to the creation of a Kyrgyz-Russian &lt;a href=\"investment%20company\"&gt;investment company&lt;/a&gt;, which would purchase idle defence-related factories in the republic to provide employment for the increasingly dissatisfied Russian population of Kyrgyzstan. \nIn early 1995, &lt;a href=\"Prime%20Minister%20of%20Kyrgyzstan\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Apas%20Jumagulov\"&gt;Apas Jumagulov&lt;/a&gt; of Kyrgyzstan and &lt;a href=\"Prime%20Minister%20of%20Russia\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Viktor%20Chernomyrdin\"&gt;Viktor Chernomyrdin&lt;/a&gt; of Russia signed a series of agreements establishing bilateral coordination of &lt;a href=\"economic%20reform\"&gt;economic reform&lt;/a&gt; in the two states, further binding Kyrgyzstan to Russia. After lobbying hard for inclusion, Kyrgyzstan became a member of the customs union that Russia, Belarus, and Kazakhstan established in February 1996. In early 1995, &lt;a href=\"Askar%20Akayev\"&gt;Askar Akayev&lt;/a&gt;, the then &lt;a href=\"President%20of%20Kyrgyzstan\"&gt;President of Kyrgyzstan&lt;/a&gt;, attempted to sell Russian companies controlling shares in the republic's twenty-nine largest industrial plants, an offer that Russia refused. \nBoth Kyrgyzstan and Russia are members of the &lt;a href=\"Eurasian%20Economic%20Union\"&gt;Eurasian Economic Union&lt;/a&gt;. In February 2009 the Russian government pledged to write off Kyrgyzstan's $180 million debt as well as promising to lend a further $2 billion, give $150 million in direct aid and subsidise the building of the Kambarata-1 hydropower plant at the &lt;a href=\"Kambaratinsk%20Dam\"&gt;Kambaratinsk Dam&lt;/a&gt;. In March 2019, the &lt;a href=\"Russian%20government\"&gt;Russian government&lt;/a&gt; announced that it would give a $30 million (&lt;a href=\"USD\"&gt;USD&lt;/a&gt;) in economic and military aid to &lt;a href=\"Kyrgyzstan\"&gt;Kyrgyzstan&lt;/a&gt;.\nMilitary cooperation.\nSince 2003, Russian Air Force units have been stationed at &lt;a href=\"Kant%20Air%20Base\"&gt;Kant Air Base&lt;/a&gt; east of &lt;a href=\"Bishkek\"&gt;Bishkek&lt;/a&gt;. On 20 September 2012, Russia and Kyrgyzstan signed an agreement in which Russia is allowed to have a joint military base in Kyrgyzstan for 15 years starting from 2017. The agreement was signed in Bishkek between &lt;a href=\"Vladimir%20Putin\"&gt;Vladimir Putin&lt;/a&gt; and &lt;a href=\"Almazbek%20Atambayev\"&gt;Almazbek Atambayev&lt;/a&gt;. Putin stated that the joint military base will be a significant factor adding to the stability in the country and the whole region. Russia and Kyrgyzstan also have signed an inter-governmental agreement on cooperation in the military-technical sphere, by which Russia ships $1 billion worth of weapons to the country, including S-300 missile systems and strike drones."
}