{
    "id": "1744139",
    "revid": "14383484",
    "url": "https://en.wikipedia.org/wiki?curid=1744139",
    "title": "Beer in Belgium",
    "text": "Beer in Belgium varies from &lt;a href=\"pale%20lager\"&gt;pale lager&lt;/a&gt; to &lt;a href=\"Pale%20ale\"&gt;amber ale&lt;/a&gt;s, &lt;a href=\"lambic\"&gt;lambic beer&lt;/a&gt;s, &lt;a href=\"Flanders%20red%20ale\"&gt;Flemish red ales&lt;/a&gt;, sour &lt;a href=\"Oud%20bruin\"&gt;brown ale&lt;/a&gt;s, &lt;a href=\"strong%20ale\"&gt;strong ale&lt;/a&gt;s and &lt;a href=\"Stout%20%28beer%29\"&gt;stout&lt;/a&gt;s. In 2018, there were approximately 304 active breweries in Belgium, including international companies, such as &lt;a href=\"AB%20InBev\"&gt;AB InBev&lt;/a&gt;, and traditional breweries including &lt;a href=\"Trappist%20beer\"&gt;Trappist&lt;/a&gt; monasteries. On average, Belgians drink 68 liters of beer each year, down from around 200 each year in 1900. Most beers are bought or served in bottles, rather than cans, and almost every beer has its own branded, sometimes uniquely shaped, glass. In 2016, &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; inscribed &lt;a href=\"Belgian%20beer%20culture\"&gt;Belgian beer culture&lt;/a&gt; on their &lt;a href=\"UNESCO%20Intangible%20Cultural%20Heritage%20Lists\"&gt;list of the intangible cultural heritage of humanity&lt;/a&gt;.\nHistory.\nIn Belgium, beer was already produced in the Roman era, as evidenced by the excavation of a brewery and malthouse from the 3rd and 4th centuries AD at &lt;a href=\"Assesse\"&gt;Ronchinne&lt;/a&gt;. During the Early and High Middle Ages, beer was produced with &lt;a href=\"gruit\"&gt;gruit&lt;/a&gt;, a mix of herbs and spices that was first mentioned in 974 when the bishop of &lt;a href=\"Li%C3%A8ge\"&gt;Liège&lt;/a&gt; was granted the right to sell it at &lt;a href=\"Fosses-la-Ville\"&gt;Fosses-la-Ville&lt;/a&gt;. From the 14th century onwards, gruit was replaced by &lt;a href=\"hops\"&gt;hops&lt;/a&gt;, after the example of imported beers from northern &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; and &lt;a href=\"Holland\"&gt;Holland&lt;/a&gt;. After that, several Belgian towns developed their own types of beer for export to other regions, most notably the &lt;a href=\"white%20beer\"&gt;white beer&lt;/a&gt; of &lt;a href=\"Leuven\"&gt;Leuven&lt;/a&gt; and &lt;a href=\"Hoegaarden\"&gt;Hoegaarden&lt;/a&gt;, the \"caves\" of &lt;a href=\"Lier%2C%20Belgium\"&gt;Lier&lt;/a&gt; and the \"uitzet\" of &lt;a href=\"Ghent\"&gt;Ghent&lt;/a&gt;.\nMonasteries played only a small role in beer production and mostly brewed for their own consumption and that of their guests. Monastic brewing would only receive some renown from the late 19th century onwards, when the &lt;a href=\"trappist\"&gt;trappist&lt;/a&gt;s of &lt;a href=\"Chimay%20Brewery\"&gt;Chimay&lt;/a&gt; produced a brown beer that was commercially available.\nIn 1885, a change in legislation made brewing of German-style bottom-fermenting beers viable in Belgium, and it was only from then that large industrial-scale brewing in Belgium took off. During the 20th century the number of breweries in Belgium declined from 3223 breweries in 1900 to only 106 breweries in 1993. Yet, a number of traditional beer styles, such as white beer, &lt;a href=\"lambic\"&gt;lambic&lt;/a&gt; and &lt;a href=\"Flanders%20red%20ale\"&gt;Flemish old brown&lt;/a&gt; were preserved, while new local, top-fermented styles developed, such as \"spéciale belge\", &lt;a href=\"abbey%20beer\"&gt;abbey beer&lt;/a&gt; and &lt;a href=\"Belgian%20strong%20ale\"&gt;Belgian strong ale&lt;/a&gt;. In 1988, the country's two biggest breweries, &lt;a href=\"Stella%20Artois\"&gt;Artois&lt;/a&gt; and &lt;a href=\"Piedboeuf%20Brewery\"&gt;Piedboeuf&lt;/a&gt;, formally merged to become &lt;a href=\"Interbrew\"&gt;Interbrew&lt;/a&gt;, then the world's 18th biggest brewer, which was to merge with AmBev in 2004 to become today's &lt;a href=\"AB%20InBev\"&gt;AB InBev&lt;/a&gt;, the biggest beer producing company in the world.\nMethods.\nIn Belgium, four types of &lt;a href=\"Brewing%23Fermenting\"&gt;fermentation methods&lt;/a&gt; are used for the &lt;a href=\"brewing\"&gt;brewing&lt;/a&gt; of beer, which is unique in the world. However, for good understanding of labels of Belgian beer and reference works about Belgian beer often use different terms for the fermentation methods based on archaic or traditional jargon: \nBelgian beer types.\nBelgian beers have a range of colours, brewing methods, and alcohol levels.\nTrappist beers.\nBeers brewed in &lt;a href=\"Trappist\"&gt;Trappist&lt;/a&gt; monasteries are termed Trappist beers. For a beer to qualify for Trappist certification, the brewery must be in a monastery, the monks must play a role in its production and the policies and the profits from the sale must be used to support the monastery or social programs outside. Only twelve monasteries currently meet these qualifications, six of which are in Belgium, two in the Netherlands, one in Austria, one in the United States, one in Italy and one in England. Trappist beer is a &lt;a href=\"Appellation%20d%27origine%20contr%C3%B4l%C3%A9e\"&gt;controlled term of origin&lt;/a&gt;: it tells where the beers come from, it is not the name of a beer style. Beyond their being mostly warm fermented, Trappist beers have very little in common stylistically.\nThe current Belgian Trappist producers are:\nIn addition to the above, a lower-strength beer is sometimes brewed for consumption by the brothers (\"&lt;a href=\"patersbier\"&gt;patersbier&lt;/a&gt;\") or sold on site.\nAbbey beers.\nThe designation \"abbey beers\" (\"Bières d'Abbaye\" or \"Abdijbier\") originally applied to any monastic or monastic-style beer. After introduction of an official &lt;a href=\"Trappist%20beer\"&gt;Trappist beer&lt;/a&gt; designation by the International Trappist Association in 1997, it came to mean products similar in style or presentation to monastic beers.\nIn other words, an Abbey beer may be:\nIn 1999, the Union of Belgian Brewers introduced a \"Certified Belgian Abbey Beer\" (\"Erkend Belgisch Abdijbier\") logo\nto indicate beers brewed under license to an existing or abandoned abbey,\nas opposed to other abbey-branded beers which the trade markets using other implied religious connections, such as a local saint. The requirements for registration under the logo include the monastery having control over certain aspects of the commercial operation, and a proportion of profits going to the abbey or to its designated charities. Monastic orders other than the Trappists can be and are included in this arrangement.\nThe \"Abbey beer\" logo and quality label is no longer used for beers given the name of a fictitious abbey, a vaguely monastic branding or a saint name without mentioning a specific monastery. Some brewers may produce abbey-style beers such as dubbel or tripel, using such names but will refrain from using the term Abbey beer in their branding.\nWhat connoisseurs now recognize as &lt;a href=\"Trappist%20beer%23International%20Trappist%20Association%20recognised%20breweries\"&gt;Trappist&lt;/a&gt; breweries began operations in 1838. Several monasteries, however, maintained \"working\" breweries for 500+ years before the &lt;a href=\"Southern%20Netherlands%23French%20annexation\"&gt;French regime&lt;/a&gt; disrupted religious life (1795–1799). Even then, some Abbey beers such as &lt;a href=\"Affligem%20Abbey\"&gt;Affligem Abbey&lt;/a&gt;, whose name now appears on beers made by the &lt;a href=\"Heineken%20International\"&gt;Heineken&lt;/a&gt;-owned &lt;a href=\"Affligem%20Brewery\"&gt;Affligem Brewery&lt;/a&gt;, resumed brewing from \"working\" monasteries until the occupation of most of Belgium in &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. Commercial Abbey beers first appeared during Belgium's World War I recovery.\nAlthough Abbey beers do not conform to rigid brewing styles, most tend to include the most recognizable and distinctive &lt;a href=\"Trappist%20beer\"&gt;Trappist&lt;/a&gt; styles of brune (Belgian &lt;a href=\"brown%20ale\"&gt;brown ale&lt;/a&gt;, aka &lt;a href=\"dubbel\"&gt;dubbel&lt;/a&gt;), &lt;a href=\"strong%20pale%20ale\"&gt;strong pale ale&lt;/a&gt; or &lt;a href=\"tripel\"&gt;tripel&lt;/a&gt;, and &lt;a href=\"blonde%20ale\"&gt;blonde ale&lt;/a&gt; or blond. Modern abbey breweries range from &lt;a href=\"microbreweries\"&gt;microbreweries&lt;/a&gt; to international giants, but at least one beer writer warns against assuming that closeness of connection with a real monastery confirms a product's quality.\n, 18 certified Abbey beers existed:\nOther non-certified Abbey beers include:-\nPils or pale lager.\nThis style makes up the bulk of beer production and consumption in Belgium. Belgian\n&lt;a href=\"Pilsner\"&gt;Pilsner&lt;/a&gt;s are not particularly distinctive or renowned by connoisseurs. The top brands include Jupiler (within Belgium) and Stella Artois (both brewed by &lt;a href=\"Inbev\"&gt;Inbev&lt;/a&gt;), Maes pils and Cristal (both brewed by the &lt;a href=\"Alken%20Maes\"&gt;Alken Maes&lt;/a&gt; branch of &lt;a href=\"Heineken\"&gt;Heineken&lt;/a&gt;). Stella Artois, originating in Belgium, is distributed globally.\nThe Pilsnerbeer is which is popularly called \"pintje\" (in Flemish, from English \"pint\" but in volume only 1/2 pint) or \"\"choppe\" (in French) in Belgium, was the basis of the \"fluitjesbier\" distributed during the German occupation in WWII and under rationing. This \"fluitjesbier\"\" was watered down to about 0.8° (compared to fruitjuice which can have up to 1.5° due to natural fermentation).\nBock.\nBock is a strong lager of German origin, and the Netherlands. Some Belgian brewers have produced bock-style beers what makes it a style applicable to Belgium.\nWhite or wheat beer.\nThis type of beer, commonly called \"witbier\" in Dutch, \"bière blanche\" in French and \"wheat beer\" in English, originated in the Flemish part of Belgium in the Middle Ages. Traditionally, it is made with a mixture of wheat and barley. Before hops became widely available in Europe, beers were flavoured with a mixture of herbs called &lt;a href=\"gruit\"&gt;gruit&lt;/a&gt;. In the later years of the Middle Ages, hops were added to the gruit. That mixture continues today in most Belgian white beers.\nThe production of this type of beer in Belgium had nearly ended by the late 1950s. In the town of &lt;a href=\"Hoegaarden\"&gt;Hoegaarden&lt;/a&gt;, the last \"witbier\" brewery, Tomsin, closed its doors in 1955. However, ten years later, a young farmer by the name of &lt;a href=\"Pierre%20Celis\"&gt;Pierre Celis&lt;/a&gt; in the same village decided to try reviving the beer. In 1966, Celis began brewing a wit beer in his farm house. Ultimately, his beer took the name of the village and became very successful and famous.\nSome notable current examples are Celis White, Blanche de Namur and Watou's Wit. Their alcohol strength is about 5–6 percent ABV, and these beers can be quite refreshing, especially during the warm summer months. The herb mixture traditionally includes coriander and bitter orange peel, among other herbs. White beers also have a moderate light grain sweetness from the wheat used. In recent times, brewers have been making fruit flavoured wheat beers.\nBlonde or golden ale.\nThese are a light variation on &lt;a href=\"pale%20ale\"&gt;pale ale&lt;/a&gt;, often made with &lt;a href=\"pilsner\"&gt;pilsner&lt;/a&gt; &lt;a href=\"malt\"&gt;malt&lt;/a&gt;. Some beer writers regard blonde and golden ales as distinct styles, while others do not. &lt;a href=\"Duvel\"&gt;Duvel&lt;/a&gt; is the archetypal Belgian blonde ale, and one of the most popular bottled beers in the country as well as being well known internationally. Its name means \"Devil\" and some other blonde beers follow the theme—Satan, Lucifer and Judas for example. The style is popular with Walloon brewers, the slightly hazy Moinette being the best-known example. Chouffe can be considered a spiced version (with coriander).\nHop-accentuated beers and India pale ale.\nA few Belgian beers are pale and assertively hopped. 's has a British-style name. 's , another example, hails from Belgium's hop-growing district.\nLambic beers (including gueuze and fruit lambics).\nLambic is a &lt;a href=\"wheat%20beer\"&gt;wheat beer&lt;/a&gt; brewed in the &lt;a href=\"Pajottenland\"&gt;Pajottenland&lt;/a&gt; region of Belgium (southwest of &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;) by spontaneous fermentation. Most modern beers are &lt;a href=\"fermentation%20%28food%29\"&gt;fermented&lt;/a&gt; by carefully cultivated strains of brewer's &lt;a href=\"yeast\"&gt;yeast&lt;/a&gt;s; Lambic's fermentation, however, is produced by exposure to the wild yeasts and bacteria that are said to be native to the &lt;a href=\"Zenne\"&gt;Zenne&lt;/a&gt; valley, in which Brussels lies. The beer then undergoes a long aging period ranging from three to six months (considered \"young\") to two or three years for mature. It is this unusual process which gives the beer its distinctive flavour: dry, &lt;a href=\"wiktionary%3Avinous\"&gt;vinous&lt;/a&gt;, and cidery, with a slightly sour aftertaste.\nFrom Lambic four kinds of beer are produced: Lambic, &lt;a href=\"Gueuze\"&gt;Gueuze&lt;/a&gt;, &lt;a href=\"Fruit%20Lambic\"&gt;Fruit Lambic&lt;/a&gt;, and &lt;a href=\"Faro%20%28beer%29\"&gt;Faro&lt;/a&gt;.\nAmber ales.\nThese are beers similar to the traditional &lt;a href=\"pale%20ale\"&gt;pale ale&lt;/a&gt;s of England, although less bitterly hopped. A notable example is the 5% ABV &lt;a href=\"De%20Koninck%20Brewery\"&gt;De Koninck&lt;/a&gt; brand, with its distinctive half-spherical glasses (called 'bollekes'). It is popular in its native city of &lt;a href=\"Antwerp\"&gt;Antwerp&lt;/a&gt;. Another is &lt;a href=\"Palm%20Speciale\"&gt;Palm Speciale&lt;/a&gt;. Some, such as , were based on British styles to please troops stationed in Belgium during World War I. Others were introduced by the UK-born brewer George Maw Johnson in the late 19th century. A very strong \"ambrée\" is brewed by \"Bush\" (\"&lt;a href=\"Dubuisson%20Brewery\"&gt;Dubuisson&lt;/a&gt;\"), another brewery influenced by British styles.\n&lt;a href=\"Wallonia\"&gt;Walloon&lt;/a&gt; amber or \"ambrée\" ale, such a , is considered to be somewhat distinct by some beer writers, and to be influenced by the &lt;a href=\"Beer%20in%20France\"&gt;French&lt;/a&gt; version of the \"ambrée\" style.\nTripel.\nTripel is a term used originally by brewers in the &lt;a href=\"Low%20Countries\"&gt;Low Countries&lt;/a&gt; to describe a &lt;a href=\"strong%20pale%20ale\"&gt;strong pale ale&lt;/a&gt;, and became associated with \"&lt;a href=\"Westmalle%20Tripel\"&gt;Westmalle Tripel&lt;/a&gt;\". The style of Westmalle's \"Tripel\" and the name was widely copied by the breweries of Belgium, then the term spread to the US and other countries. \"&lt;a href=\"Gulden%20Draak\"&gt;Gulden Draak&lt;/a&gt;\" was awarded the best-tasting beer in the world in 1998 by the \"American Tasting Institute\" (now &lt;a href=\"ChefsBest\"&gt;ChefsBest&lt;/a&gt;).\nThis category is used as an independent type for beers that are NOT Trappist- or Abbey beers, but brewed in the same style ; and will be used as a second qualifier for Trappist- or Abbey beers\nDubbel.\nDubbel (\"double\") has a characteristic brown colour. It is one of the classic Abbey/Trappist types, having been developed in the 19th century at the Trappist monastery in Westmalle. Today, some commercial brewers using abbey names call their strong brown beers \"Dubbel\". Typically, a dubbel is between 6 and 8% abv. In addition to the dubbels made by most Trappist breweries, examples include &lt;a href=\"St.%20Bernardus%20Brewery\"&gt;St. Bernardus Pater&lt;/a&gt;, &lt;a href=\"Brouwerij%20Kerkom\"&gt;Adelardus Dubbel&lt;/a&gt;, &lt;a href=\"Brouwerij%20Duvel%20Moortgat\"&gt;Maredsous 8&lt;/a&gt; and &lt;a href=\"Slaghmuylder%20Brewery\"&gt;Witkap Dubbel&lt;/a&gt;.\nDubbels are characteristically &lt;a href=\"bottle%20conditioning\"&gt;bottle conditioned&lt;/a&gt;.\nThis category is used as an independent type for beers that are NOT Trappist- or Abbey beers, but brewed in the same style ; and will be used as a second qualifier for Trappist- or Abbey beers\nFlemish Red.\nTypified by &lt;a href=\"Rodenbach%20Brewery\"&gt;Rodenbach&lt;/a&gt;, the eponymous brand that started this type over a century ago, this beer's distinguishing features from a technical viewpoint are a specially roasted malt, fermentation by a mixture of several 'ordinary' top-fermenting yeasts and a lactobacillus culture (the same type of bacteria yoghurt is made with) and maturation in oak. The result is a mildly strong 'drinking' beer with a deep reddish-brown colour and a distinctly acidic, sour yet fruity and mouthy taste. This style is closely related to &lt;a href=\"Oud%20bruin\"&gt;Oud bruin&lt;/a&gt;.\nOud bruin, or Flemish sour brown ale.\nThis style, aged in wooden casks, is a cousin to the sour \"Flemish Red\" style. Examples include Goudenband and Petrus.\nBrown ale.\nRegular bruin or brune beers such as are darker than amber ales, less sour than &lt;a href=\"Oud%20bruin\"&gt;Flemish brown ale&lt;/a&gt;, and less strong than &lt;a href=\"dubbel\"&gt;dubbel&lt;/a&gt;.\nScotch ales.\nThese sweet, heavy-bodied brown ales represent a style which originated in the British Isles. The Caledonian theme is usually heavily emphasized with tartan and thistles appearing on labels. Examples include Gordon's, Scotch de Silly and La Chouffe Mc Chouffe.\nStout.\nBelgian &lt;a href=\"stout\"&gt;stout&lt;/a&gt;s subdivide into sweeter and drier, and stronger and weaker versions.\nExamples include Callewaerts and Ellezelloise Hercule. The sweeter versions resemble the almost-defunct British style \"&lt;a href=\"milk%20stout\"&gt;milk stout&lt;/a&gt;\", while the stronger ones are sometimes described as &lt;a href=\"Imperial%20stout\"&gt;Imperial stout&lt;/a&gt;s.\nChampagne beers.\n&lt;a href=\"Champagne%20beer\"&gt;Champagne style beers&lt;/a&gt; are generally ales that are finished \"à la méthode originale\" for champagne. Examples include Grottenbier, &lt;a href=\"DeuS\"&gt;DeuS&lt;/a&gt; and . They receive a second fermentation much like &lt;a href=\"Champagne\"&gt;Champagne&lt;/a&gt; does and are stored for several months \"sûr lie\" while the fermentation lasts. This creates the smaller, softer bubbles that we know from Champagne, but maintains the beer flavour and style.\nQuadrupel or Grand Cru.\nIn Belgium \"Grand Cru\" is more often used than \"Quadrupel\", these beers are a mostly a blend of brews, which is often refermented as a blend.\nSaison.\nSaison (French for \"season\") is the name originally given to refreshing, low-alcohol &lt;a href=\"pale%20ale\"&gt;pale ale&lt;/a&gt;s brewed seasonally in farmhouses in &lt;a href=\"Wallonia\"&gt;Wallonia&lt;/a&gt;, the French-speaking region of Belgium, to refresh farm workers during harvest season. Modern-day saisons are also brewed in other countries, particularly USA, and are generally &lt;a href=\"bottle%20conditioned\"&gt;bottle conditioned&lt;/a&gt;, with an average range of 5 to 8% ABV, though saisons at the more traditional 3.5% strength can still be found.\nAlthough saison has been described as an endangered style, there has been a rise in interest in this style in recent years, with &lt;a href=\"Saison%20Dupont\"&gt;Saison Dupont&lt;/a&gt; being named \"the Best Beer in the World\" by the magazine \"&lt;a href=\"Men%27s%20Journal\"&gt;Men's Journal&lt;/a&gt;\" in July 2005.\nHistorically, saisons did not share identifiable characteristics to pin them down as a style, but rather were a group of refreshing summer ales. Each farm brewer would make his own distinctive version.\nA related style known as a &lt;a href=\"grisette%20%28beer%29\"&gt;grisette&lt;/a&gt; was traditionally associated with mining regions near the border of Belgium and France.\nWinter or Christmas beers.\nMany breweries produce special beers during December. Most contain more alcohol than the brewery's other types of beer and may also contain spicing. An annual beer festival in &lt;a href=\"Essen%2C%20Belgium\"&gt;Essen&lt;/a&gt; near Antwerp focuses on this type of beer with over 190 beers available for tasting in 2014.\nFruit beers (non-Lambic).\nSome brewers that are not Lambic-brewers make fruit beers in a similar process as the Fruit Lambic beers.\nAll brewers of this style make fruit lambic. Many brewers of top fermentation beers such as Belgian golden ales, ambers and Flemish old brown beers, that produce beers that usually go through a multiple stage fermentation process, are catching on to the trend to make fruit beers. The process starts after the first fermentation of the &lt;a href=\"wort\"&gt;wort&lt;/a&gt;, when sometimes sugar is added to referment the beer on wooden casks. To make fruit beer the fruit, juice or syrup is added (instead of sugar) to the first brew and refermented, these may be termed fruit lambics or fruit beers, depending on the type of first brew.\nBeer that has fruit syrup or fruit lemonade added after (the final stage of) fermentation, in other words as a flavouring, are termed \"Radlers\" (\"Shandy\" in the UK) definitely not fruit beer.\nUnused styles.\nSometimes the following styles are referred to as a type/style of Belgian Beer, however these are not because they cover multiple styles :\nStrong ale.\nBeers above 7%, such as &lt;a href=\"tripel\"&gt;tripel&lt;/a&gt;s or strong &lt;a href=\"dubbel\"&gt;dubbel&lt;/a&gt;s, are referred to in some sources as Belgian &lt;a href=\"strong%20ale\"&gt;strong ale&lt;/a&gt;, although this is not a name used by Belgian brewers.\nTable beer.\n\"&lt;a href=\"Table%20beer\"&gt;Table beer&lt;/a&gt;\" (tafelbier, bière de table) is a low-alcohol (typically not over 1.5%) brew sold in large bottles to be enjoyed with meals. The last decade it has gradually lost popularity due to the growing consumption of &lt;a href=\"soft%20drink\"&gt;soft drink&lt;/a&gt;s and bottled &lt;a href=\"water\"&gt;water&lt;/a&gt;. It comes in blonde or brown versions. Table beer used to be served in school refectories until the 1980s; in the early 21st century, several organizations made proposals to reinstate this custom as the table beer is considered more healthy than soft drinks. Some bars serve a glass of draft lager with a small amount of table beer added, to take away the fizziness and act as a sweetener, in Limburg it is referred to as a \"half om\".\nArchaic styles.\nThese include\nGlassware.\nBelgian \"special\" beers (stronger or bottled beers) are often served in elaborate branded &lt;a href=\"beer%20glassware\"&gt;beer glassware&lt;/a&gt;. Unless the bar is out of the specific glass that goes with that beer it is more often than not served in its own glass. Most bartenders or waitresses will apologize if the beer comes in a different glass.\nOne of the more common types is the tulip glass.\nA tulip glass not only helps trap the aroma, but also aids in maintaining large heads, creating a visual and olfactory sensation. The body is bulbous, but the top flares out to form a lip which helps head retention.\nA vessel similar to a &lt;a href=\"champagne%20flute\"&gt;champagne flute&lt;/a&gt; is the preferred serving vessel for Belgian &lt;a href=\"lambics\"&gt;lambics&lt;/a&gt; and &lt;a href=\"fruit%20beer\"&gt;fruit beer&lt;/a&gt;s. The narrow shape helps maintain carbonation, while providing a strong aromatic front. Flute glasses display the lively carbonation, sparkling colour, and soft lacing of this distinct style.\n&lt;a href=\"Chalice%20%28cup%29\"&gt;Chalices&lt;/a&gt; and &lt;a href=\"goblet\"&gt;goblet&lt;/a&gt;s are large, stemmed, bowl-shaped glasses mainly associated with Trappist and Abbey ales. The distinction between goblet and chalice is typically in the glass thickness. Goblets tend to be more delicate and thin, while the chalice is heavy and thick walled. Some chalices are even etched on the bottom to nucleate a stream of bubbles for maintaining a nice head.\nIn addition to the profusion of glasses provided by brewers, some Belgian beer cafés serve beer in their own \"house\" glassware. An example is \"La Lunette\" in &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;.\nDistribution.\nThe majority of Belgian beer brands are sold in bottles. &lt;a href=\"Draught%20beer\"&gt;Draught beer&lt;/a&gt;s tend mostly to be &lt;a href=\"pale%20lager\"&gt;pale lager&lt;/a&gt;s, wheat beers, regional favourites such as &lt;a href=\"kriek%20%28lambic%29\"&gt;kriek&lt;/a&gt; in Brussels or &lt;a href=\"De%20Koninck%20Brewery\"&gt;De Koninck&lt;/a&gt; in Antwerp; and the occasional one-off. Customers who purchase a bottled beer (often called a \"special\" beer) can expect the beers to be served ceremoniously, often with a free snack.\nThese days, Belgian beers are sold in brown- (or sometimes dark green-) tinted glass bottles (to avoid negative effects of light on the beverage) and sealed with a &lt;a href=\"cork%20%28material%29\"&gt;cork&lt;/a&gt;, a metal &lt;a href=\"crown%20cork\"&gt;crown cap&lt;/a&gt;, or sometimes both. Some beers are &lt;a href=\"bottle%20conditioning\"&gt;bottle conditioned&lt;/a&gt;, meaning reseeded with &lt;a href=\"Brewing%20yeast\"&gt;yeast&lt;/a&gt; so that an additional &lt;a href=\"Beer%20fermentation\"&gt;fermentation&lt;/a&gt; may take place. Different bottle sizes exist: 25 cl, 33 cl, 37.5 cl, 75 cl and multiples of 75. (8, 12, 24 or multiples of 24 &lt;a href=\"fl.%20oz.\"&gt;fl. oz.&lt;/a&gt;) The 37.5 cl size is usually for lambics. Other beers are generally bottled in 25 or 33 cl format (depending on brands). The bigger bottles (75 cl) are sold almost in every food shop but customers do not always have an extensive choice. Bottles larger than 75 cl are named following the terminology used for &lt;a href=\"champagne%20%28wine%29\"&gt;champagne&lt;/a&gt; and are limited in quantity. In Belgian cafés, when someone orders a \"demi\" (English: \"half\"), he receives a 50 cl (half liter) glass (with beer from the tap, or from 2 bottles of 25 cl).\nVirtually every Belgian beer has a branded glass imprinted with a logo or name.\nBelgium contains thousands of cafés that offer a wide selection of beers, ranging from perhaps 10 (including bottles) in a neighborhood café, to over 1000 in a specialist beer café. Among the most famous are \"Beer Circus,\" \"Chez Moeder Lambic,\" and \"Delirium Café\" in &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;; \"de Kulminator\" and \"Oud Arsenaal\" in &lt;a href=\"Antwerp\"&gt;Antwerp&lt;/a&gt;, \"Barnabeer\" in &lt;a href=\"Namur\"&gt;Namur&lt;/a&gt;, \"De Garre\" and \"'t Brugs Beertje\" in &lt;a href=\"Bruges\"&gt;Bruges&lt;/a&gt;, \"Het Botteltje\" in &lt;a href=\"Ostend\"&gt;Ostend&lt;/a&gt;, \"Het Hemelrijk\" in &lt;a href=\"Hasselt\"&gt;Hasselt&lt;/a&gt;, \"Het Waterhuis aan de Bierkant\", \"De Dulle Griet\" and \"Trappistenhuis\" in &lt;a href=\"Ghent\"&gt;Ghent&lt;/a&gt;, \"De Blauwe Kater\" in &lt;a href=\"Leuven\"&gt;Leuven&lt;/a&gt;, the Vaudrées in &lt;a href=\"Li%C3%A8ge\"&gt;Liège&lt;/a&gt; and the \"Stillen Genieter\" in &lt;a href=\"Mechelen\"&gt;Mechelen&lt;/a&gt;. Although many major brands of beer are available at most supermarkets, off-licences located throughout the country generally offer a far wider selection, albeit at somewhat higher prices.\nInternational distribution.\nBelgium exports almost 80% of its beer.&lt;a href=\"https%3A//brewersofeurope.org/site/countries/figures.php%3Fdoc_id%3D667\"&gt;&lt;/a&gt; Some draught-beer brands produced by &lt;a href=\"AB%20InBev\"&gt;AB InBev&lt;/a&gt; – &lt;a href=\"Stella%20Artois\"&gt;Stella Artois&lt;/a&gt;, &lt;a href=\"Hoegaarden%20Brewery\"&gt;Hoegaarden&lt;/a&gt; and &lt;a href=\"Leffe\"&gt;Leffe&lt;/a&gt; – are available in several European countries. Aside from these, mostly bottled beer is exported across Europe. Cafés, exclusively or primarily offering Belgian beers, exist beyond Belgium in Australia, New Zealand, Canada, France, the United Kingdom and the United States, amongst others. Some beer festivals outside Belgium have a Belgian beer bar as an alternative to local products. In North America, a growing number of draught Belgian beer brands have started to become available, often at \"Belgian Bars\". Such brands include &lt;a href=\"Brasserie%20Brunehaut\"&gt;Brasserie Brunehaut&lt;/a&gt;, Karmeliet, Kwak, &lt;a href=\"Brouwerij%20Duvel%20Moortgat%23Maredsous\"&gt;Maredsous&lt;/a&gt;, Mont Saint-Aubert, &lt;a href=\"Palm%20Breweries\"&gt;Palm&lt;/a&gt;, &lt;a href=\"Rodenbach%20Brewery\"&gt;Rodenbach&lt;/a&gt; and St. Feuillien.\nBeer festivals.\nBelgium has a number of &lt;a href=\"beer%20festival\"&gt;beer festival&lt;/a&gt;s including:\nBeer cuisine.\nA number of traditional &lt;a href=\"Belgian%20cuisine\"&gt;Belgian dishes&lt;/a&gt; use beer as an ingredient. One is &lt;a href=\"Carbonade_flamande\"&gt;\"carbonade\" (French) or \"stoverij\" or \"stoofvlees\" (Dutch)&lt;/a&gt;, a stew of beef cooked in beer, similar to &lt;a href=\"Boeuf%20bourguignon\"&gt;Boeuf bourguignon&lt;/a&gt;. The beer used is typically the regional speciality—&lt;a href=\"lambic\"&gt;lambic&lt;/a&gt; in Brussels, &lt;a href=\"De%20Koninck%20Brewery\"&gt;De Koninck&lt;/a&gt; in Antwerp, and so on—so that the taste of the dish varies. Another is rabbit in &lt;a href=\"gueuze\"&gt;gueuze&lt;/a&gt;. \"In't Spinnekopke\", Brussels, and \"Den Dyver\", &lt;a href=\"Bruges\"&gt;Bruges&lt;/a&gt; are famed for their beer cookery. In 1998 &lt;a href=\"Anheuser-Busch%20InBev\"&gt;Anheuser-Busch InBev&lt;/a&gt; started a worldwide chain of bars/restaurants, &lt;a href=\"Belgian%20Beer%20Cafe\"&gt;Belgian Beer Cafe&lt;/a&gt;, serving typical Belgian dishes combined with Belgian Beer.\nThe varied nature of Belgian beers makes it possible to match them against each course of a meal, for instance:\nAppreciation and organizations.\n\"Beer Passion\" is a magazine, which also organizes a beer festival.\n\"Zythos\" is the name of the main consumer's organization, successor to the earlier OBP (Objectieve Bierproevers).\nThe Belgian Brewers' Association represents breweries. It organizes beer festivals and an open breweries day.\nThe Knighthood of the Mashstaff honours individuals who have made an outstanding contribution to brewing, and pays tribute to &lt;a href=\"Gambrinus\"&gt;Gambrinus&lt;/a&gt; and &lt;a href=\"Arnold%20of%20Soissons\"&gt;Saint Arnold&lt;/a&gt;.\nBeer writers who have written extensively on Belgian beer include Belgians &lt;a href=\"Peter%20Crombeq\"&gt;Peter Crombeq&lt;/a&gt;, Gert van Lierde and Erik Verdonck, and Britons &lt;a href=\"Michael%20Jackson%20%28beer%20writer%29\"&gt;Michael Jackson&lt;/a&gt; and Tim Webb.\nOn 1 December 2016, in the eleventh session of the Intergovernmental Committee for the Safeguarding of the Intangible Cultural Heritage held in the United Nations Economic Commission for Africa Conference Centre, Addis Ababa, as an appreciation towards the beer culture in Belgium, it was inscribed on the Representative List of the Intangible Cultural Heritage of Humanity.\nBelgian beer brands.\nThe following list contains beers that are brewed in Belgium. Not to be confused with \"Belgian style\" beers that are produced in other countries, and may or may not resemble a style that is specific to Belgium."
}