{
    "id": "1745389",
    "revid": "41921528",
    "url": "https://en.wikipedia.org/wiki?curid=1745389",
    "title": "Cooperative principle",
    "text": "In &lt;a href=\"social%20science\"&gt;social science&lt;/a&gt; generally and &lt;a href=\"linguistics\"&gt;linguistics&lt;/a&gt; specifically, the cooperative principle describes how people achieve effective &lt;a href=\"conversation\"&gt;conversation&lt;/a&gt;al communication in common social situations—that is, how listeners and speakers act cooperatively and mutually accept one another to be understood in a particular way.\nThe philosopher of language &lt;a href=\"Paul%20Grice\"&gt;Paul Grice&lt;/a&gt; introduced the concept in his &lt;a href=\"pragmatics\"&gt;pragmatic&lt;/a&gt; theory, argued such:\nAccordingly, the cooperative principle is divided into Grice's four maxims of conversation, called the Gricean maxims—quantity, quality, relation, and manner. These four maxims describe specific &lt;a href=\"Rationality\"&gt;rational&lt;/a&gt; principles observed by people who follow the cooperative principle in pursuit of effective communication. Applying the Gricean maxims is a way to explain the link between &lt;a href=\"Utterance\"&gt;utterances&lt;/a&gt; and what is understood from them.\nThough phrased as a &lt;a href=\"Linguistic%20prescription\"&gt;prescriptive&lt;/a&gt; command, the principle is intended as a &lt;a href=\"Linguistic%20description\"&gt;description&lt;/a&gt; of how people normally behave in conversation. Lesley Jeffries and Daniel McIntyre (2010) describe Grice's maxims as \"encapsulating the assumptions that we prototypically hold when we engage in conversation.\" The assumption that the maxims will be followed helps to interpret utterances that seem to flout them on a surface level; such flouting often signals unspoken \"&lt;a href=\"Conversational%20implicature\"&gt;implicatures&lt;/a&gt;\" that add to the meaning of the utterance.\nGrice's maxims.\nThe concept of the cooperative principle was introduced by linguist &lt;a href=\"Paul%20Grice\"&gt;Paul Grice&lt;/a&gt; in his &lt;a href=\"pragmatics\"&gt;pragmatic&lt;/a&gt; theory. Grice researched the ways in which people derive &lt;a href=\"Meaning%20%28philosophy%29\"&gt;meaning&lt;/a&gt; from &lt;a href=\"language\"&gt;language&lt;/a&gt;. In his essay \"Logic and Conversation\" (1975) and book \"Studies in the Way of Words\" (1989), Grice outlined four key categories, or maxims, of conversation—quantity, quality, relation, and manner—under which there are more specific maxims and sub-maxims.\nThese describe specific &lt;a href=\"Rationality\"&gt;rational&lt;/a&gt; principles observed by people who follow the cooperative principle in pursuit of effective communication. Applying the Gricean maxims is therefore a way to explain the link between &lt;a href=\"Utterance\"&gt;utterances&lt;/a&gt; and what is understood from them.\nAccording to Grice:Our talk exchanges do not normally consist of a succession of disconnected remarks, and would not be rational if they did. They are characteristically, to some degree at least, cooperative efforts; and each participant recognizes in them, to some extent, a common purpose or set of purposes, or at least a mutually accepted direction.\nThis purpose or direction may be fixed from the start (e.g., by an initial proposal of a question for discussion), or it may evolve during the exchange; it may be fairly definite, or it may be so indefinite as to leave very considerable latitude to the participants (as in a casual conversation). But at each stage, \"some\" possible conversational moves would be excluded as conversationally unsuitable.\nWe might then formulate a rough general principle which participants will be expected (ceteris paribus) to observe, namely: Make your conversational contribution such as is required, at the stage at which it occurs, by the accepted purpose or direction of the talk exchange in which you are engaged. One might label this the \"Cooperative Principle\". [emphasis added]\nOn the assumption that some such general principle as this is acceptable, one may perhaps distinguish four categories under one or another of which will fall certain more specific maxims and submaxims, the following of which will, in general, yield results in accordance with the Cooperative Principle. Echoing &lt;a href=\"Immanuel%20Kant\"&gt;Kant&lt;/a&gt;, I call these categories Quantity, Quality, Relation, and Manner.\nMaxim of quantity (content length and depth).\nIn simple terms, the maxim of quantity is to \"be informative\".\nSubmaxims:\nIn his book, Grice uses the following analogy for this maxim: \"If you are assisting me to mend a car, I expect your contribution to be neither more nor less than is required. If, for example, at a particular stage I need four screws, I expect you to hand me four, rather than two or six.\"\nMaxim of quality (truth).\nIn simple terms, the maxim of quality is to \"be truthful\".\nSupermaxim: \nSubmaxims:\nIn his book, Grice uses the following analogy for this maxim: \"I expect your contributions to be genuine and not spurious. If I need sugar as an ingredient in the cake you are assisting me to make, I do not expect you to hand me salt; if I need a spoon, I do not expect a trick spoon made of rubber.\"\nMaxim of relation (relevance).\nIn his book, Grice uses the following analogy for this maxim: \"I expect a partner’s contribution to be appropriate to the immediate needs at each stage of the transaction. If I am mixing ingredients for a cake, I do not expect to be handed a good book, or even an oven cloth (though this might be an appropriate contribution at a later stage).\"\nWith respect to this maxim, Grice writes,Though the maxim itself is terse, its formulation conceals a number of problems that exercise me a good deal: questions about what different kinds and focuses of relevance there may be, how these shift in the course of a talk exchange, how to allow for the fact that subjects of conversations are legitimately changed, and so on. I find the treatment of such questions exceedingly difficult, and I hope to revert to them in later work.\nMaxim of manner (clarity).\nIn simple terms, the maxim of manner is to \"be clear\". Whereas the previous maxims are primarily concerned with \"what\" is said, the maxims of manner are concerned with \"how\" what is said is said.\nSupermaxim:\nSubmaxims:\nMaxims in practice.\nOften the addressee of an utterance can add to the overt, surface meaning of a sentence by assuming the speaker has obeyed the maxims. Such additional meanings, if intended by the speaker, are called &lt;a href=\"conversational%20implicature\"&gt;conversational implicature&lt;/a&gt;s. For example, in the exchange\nA will assume that B obeyed the maxim of relation. However, B's answer is only relevant to A if the gas station is open; so it has the implicature \"The gas station is open.\"\nGrice did not, however, assume that all people should constantly follow these maxims. Instead, he found it interesting when these were not respected, namely either \"flouted\" (with the listener being expected to be able to understand the message) or \"violated\" (with the listener being expected to not note this). Flouting means that the circumstances lead us to think that the speaker is nonetheless obeying the cooperative principle, and the maxims are followed on some deeper level, again yielding a conversational implicature. The importance is in what was \"not\" said. For example, answering \"Are you interested in a game of tennis?\" with \"It's raining\" only disrespects the maxim of relation on the surface; the reasoning behind this utterance is normally clear to the interlocutor.\nFlouting the maxims.\nIt is possible to flout a maxim and thereby convey a different meaning than what is literally said. Often in conversation, a speaker flouts a maxim to produce a negative pragmatic effect, as with &lt;a href=\"sarcasm\"&gt;sarcasm&lt;/a&gt; or &lt;a href=\"irony\"&gt;irony&lt;/a&gt;. One can flout the maxim of quality to tell a clumsy friend who has just taken a bad fall that his gracefulness is impressive and obviously mean the complete opposite. Likewise, flouting the maxim of quantity may result in ironic understatement, the maxim of relevance in blame by irrelevant praise, and the maxim of manner in ironic ambiguity. The Gricean maxims are therefore often purposefully flouted by &lt;a href=\"comedian\"&gt;comedian&lt;/a&gt;s and writers, who may hide the complete truth and choose their words for the effect of the story and the sake of the reader's experience.\nSpeakers who deliberately flout the maxims usually intend for their listener to understand their underlying implicature. In the case of the clumsy friend, he will most likely understand that the speaker is not truly offering a compliment. Therefore, cooperation is still taking place, but no longer on the literal level. When speakers flout a maxim, they still do so with the aim of expressing some thought. Thus, the Gricean maxims serve a purpose both when they are followed and when they are flouted.\nViolating the maxims.\nSimilar to &lt;a href=\"paltering\"&gt;paltering&lt;/a&gt;, violating a maxim means that the speaker is either outright lying by violating the maxim of quality, or being intentionally misleading by violating another maxim. For example, if there was not in fact a gas station around the corner in the example statement above and B was just playing a cruel prank, then B is violating the maxim of quality. A speaker violating the maxim of relevance might imply some fact is important when it is not; warning a cook that it takes a considerable length of time to heat the oven implies that preheating the oven is helpful and should be done, but perhaps the speaker knows the recipe does not actually involve baking anything. Violating the maxim of quantity can involve intentionally including useless details in an attempt to obscure or distract, or via telling half-truths that leave off important details such as the gas station being abandoned and not in operation anymore. \nCriticism.\nGrice's theory is often disputed by arguing that cooperative conversation, like most &lt;a href=\"Social%20behavior\"&gt;social behaviour&lt;/a&gt;, is &lt;a href=\"Cultural%20determinism\"&gt;culturally determined&lt;/a&gt;, and therefore the Gricean maxims and the cooperative principle do not universally apply because of &lt;a href=\"cultural%20differences\"&gt;cultural differences&lt;/a&gt;. Keenan (1976) claims, for example, that the &lt;a href=\"Malagasy%20people\"&gt;Malagasy people&lt;/a&gt; follow a completely opposite cooperative principle to achieve conversational cooperation. In their culture, speakers are reluctant to share information and flout the maxim of quantity by evading direct questions and replying on incomplete answers because of the risk of losing face by committing oneself to the truth of the information, as well as the fact that having information is a form of &lt;a href=\"Prestige%20%28sociolinguistics%29\"&gt;prestige&lt;/a&gt;. To push back on this point, Harnish (1976) points out that Grice only claims his maxims hold in conversations where the cooperative principle is in effect. The Malagasy speakers choose not to be cooperative, valuing the prestige of information ownership more highly. (It could also be said in this case that this is a less cooperative communication system, since less information is shared.) \nSome argue that the maxims are vague. This may explain the criticism that the Gricean maxims can easily be misinterpreted to be a guideline for &lt;a href=\"etiquette\"&gt;etiquette&lt;/a&gt;, instructing speakers on how to be &lt;a href=\"moral\"&gt;moral&lt;/a&gt;, &lt;a href=\"Politeness\"&gt;polite&lt;/a&gt; conversationalists. However, the Gricean maxims, despite their wording, are only meant to describe the commonly accepted traits of successful cooperative communication. &lt;a href=\"Geoffrey%20Leech\"&gt;Geoffrey Leech&lt;/a&gt; introduced the &lt;a href=\"politeness%20maxims\"&gt;politeness maxims&lt;/a&gt;: tact, &lt;a href=\"generosity\"&gt;generosity&lt;/a&gt;, approbation, modesty, &lt;a href=\"consensus\"&gt;agreement&lt;/a&gt;, and &lt;a href=\"sympathy\"&gt;sympathy&lt;/a&gt;.\nIt has also been noted by &lt;a href=\"relevance%20theory\"&gt;relevance theorists&lt;/a&gt; that &lt;a href=\"Conversational%20implicature\"&gt;conversational implicatures&lt;/a&gt; can arise in uncooperative situations, which cannot be accounted for in Grice's framework. For example, assume that A and B are planning a holiday in France and A suggests they visit their old acquaintance Gérard; and further, that B knows where Gérard lives, and A knows that B knows. The following dialogue ensues:\nThis is understood by A as B not wanting to say where exactly Gérard lives, precisely \"because\" B is not following the cooperative principle."
}