{
    "id": "17460304",
    "revid": "30607451",
    "url": "https://en.wikipedia.org/wiki?curid=17460304",
    "title": "Situation (song)",
    "text": "\"Situation\" is a 1982 single by British &lt;a href=\"synth-pop\"&gt;synth-pop&lt;/a&gt; band &lt;a href=\"Yazoo%20%28band%29\"&gt;Yazoo&lt;/a&gt;. The song was originally released in the UK as the B-side to Yazoo's debut single, \"&lt;a href=\"Only%20You%20%28Yazoo%20song%29\"&gt;Only You&lt;/a&gt;\", which went to number two on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;. Released as a single in North America, the song peaked at number 73 on the &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt; chart in the US, and hit the top 40 in Canadian charts, peaking at number 31. In late-summer 1982 it became Yazoo's first song to top the &lt;a href=\"Dance%20Club%20Songs\"&gt;\"Billboard\" Hot Dance Club Play&lt;/a&gt; chart, remaining at number one on this chart for four weeks. It also crossed over to the &lt;a href=\"Hot%20R%26amp%3BB/Hip-Hop%20Songs\"&gt;Black Singles chart&lt;/a&gt;, peaking at number 31.\nIts most well-known version is the US 12-inch &lt;a href=\"remix\"&gt;remix&lt;/a&gt; by &lt;a href=\"Fran%C3%A7ois%20Kevorkian\"&gt;François Kevorkian&lt;/a&gt;. This version was included on the US version of Yazoo's album \"&lt;a href=\"Upstairs%20at%20Eric%27s\"&gt;Upstairs at Eric's&lt;/a&gt;\" and is the version of the song which receives the most radio &lt;a href=\"airplay\"&gt;airplay&lt;/a&gt; in the United States (where the song, despite its modest showing on the Hot 100, is still played on alternative, variety-hits and dance-oriented radio stations).\nIn 1990, and again in 1999, the song was remixed by several noted DJs, including &lt;a href=\"Peter%20Rauhofer\"&gt;Peter Rauhofer&lt;/a&gt; and &lt;a href=\"Richard%20Vission\"&gt;Richard \"Humpty\" Vission&lt;/a&gt;. The 1999 remixes were released to dance clubs. In October of that same year, this renewed interest in the song sent \"Situation\" to number one on the \"Billboard\" Hot Dance Club Play chart for a second time.\nIn 2006, &lt;a href=\"Slant%20Magazine\"&gt;Slant Magazine&lt;/a&gt; ranked the song at number 64 in their list of the \"100 Greatest Dance Songs\".\nVersions.\nThe original version's first chorus does not have the response lyrics. The 7-inch version skips to the verses before the first chorus with response lyrics.\nTrack listings.\n1982 release.\nUK 7-inch single (Mute Records 7MUTE020)\nUK 12-inch single (Mute 12MUTE020)\nUS 7-inch single (Sire Records 7-29953)\nUS 12-inch single (Sire 0-29950)\n1990 remixes.\n7-inch single (Mute Records YAZ4)\n12-inch single (Mute 12YAZ4 / Sire/Warner Bros. 21812-0)\nCD single (Mute CDYAZ4 / Sire/Warner Bros. 21812-2)\n1999 remixes.\n12-inch single (Mute 12YAZ6)\n12-inch single (Mute L12YAZ6)\nCD single (Mute CD YAZ 6)"
}