{
    "id": "174716",
    "revid": "13286072",
    "url": "https://en.wikipedia.org/wiki?curid=174716",
    "title": "Roger Moore",
    "text": "Sir Roger George Moore (14 October 192723 May 2017) was an English actor. He was the third actor to portray the fictional British secret agent &lt;a href=\"James%20Bond%20%28literary%20character%29\"&gt;James Bond&lt;/a&gt; in the &lt;a href=\"Eon%20Productions\"&gt;Eon Productions&lt;/a&gt; film series, playing the character in &lt;a href=\"production%20of%20the%20James%20Bond%20films\"&gt;seven feature films&lt;/a&gt; between 1973 and 1985. Moore's seven appearances as Bond, from \"&lt;a href=\"Live%20and%20Let%20Die%20%28film%29\"&gt;Live and Let Die&lt;/a&gt;\" to \"&lt;a href=\"A%20View%20to%20a%20Kill\"&gt;A View to a Kill&lt;/a&gt;\", are the most of any actor in the Eon-produced entries.\nOn television, Moore played the lead role of &lt;a href=\"The%20Saint%20%28Simon%20Templar%29\"&gt;Simon Templar&lt;/a&gt;, the title character in the British mystery thriller series \"&lt;a href=\"The%20Saint%20%28TV%20series%29\"&gt;The Saint&lt;/a&gt;\" (1962–1969). He also had roles in American series in the late 1950s and early 1960s, including Beau Maverick on the Western \"&lt;a href=\"Maverick%20%28TV%20series%29\"&gt;Maverick&lt;/a&gt;\", where he replaced &lt;a href=\"James%20Garner\"&gt;James Garner&lt;/a&gt; as one of the leads for the 1960-61 season. He was also co-lead of the British action-comedy \"&lt;a href=\"The%20Persuaders%21\"&gt;The Persuaders!&lt;/a&gt;\" (1971–1972) opposite &lt;a href=\"Tony%20Curtis\"&gt;Tony Curtis&lt;/a&gt;, in which he played a suave, trouble-solving gentleman similar to his James Bond and Simon Templar characters. \nAfter his role as the Saint and in-between his Bond movies, he had major roles in numerous other projects, a mix of action, thriller and comedy films, although most were not substantial box offices successes. The most notable of these films were the World War II adventures \"&lt;a href=\"Escape%20to%20Athena\"&gt;Escape to Athena&lt;/a&gt;\" (1979) and \"&lt;a href=\"The%20Sea%20Wolves\"&gt;The Sea Wolves&lt;/a&gt;\" (1980), both also featuring &lt;a href=\"David%20Niven\"&gt;David Niven&lt;/a&gt;, with the latter starring &lt;a href=\"Gregory%20Peck\"&gt;Gregory Peck&lt;/a&gt;, and the contemporary counter-terrorism action film \"&lt;a href=\"North%20Sea%20Hijack\"&gt;North Sea Hijack&lt;/a&gt;\" (1979), plus the successful ensemble comedy \"&lt;a href=\"The%20Cannonball%20Run\"&gt;The Cannonball Run&lt;/a&gt;\" (1981), supporting top-billed &lt;a href=\"Burt%20Reynolds\"&gt;Burt Reynolds&lt;/a&gt;. After a five-year absence from the screen after his retirement from the Bond franchise, he returned to acting appearing in over 20 films and a few television roles. Moore's final appearance was in a pilot for a new \"Saint\" series that became a &lt;a href=\"The%20Saint%20%282017%20film%29\"&gt;2017 television film&lt;/a&gt;.\nMoore was appointed a &lt;a href=\"List%20of%20UNICEF%20Goodwill%20Ambassadors\"&gt;UNICEF Goodwill Ambassador&lt;/a&gt; in 1991 and was knighted by Queen &lt;a href=\"Elizabeth%20II\"&gt;Elizabeth II&lt;/a&gt; in 2003 for services to charity. In 2007, he received a star on the &lt;a href=\"Hollywood%20Walk%20of%20Fame\"&gt;Hollywood Walk of Fame&lt;/a&gt; for his contributions to the film industry. In 2008, the government of France made him a Commander of the &lt;a href=\"Ordre%20des%20Arts%20et%20des%20Lettres\"&gt;Order of Arts and Letters&lt;/a&gt;.\nEarly life.\nRoger Moore was born on 14 October 1927 in &lt;a href=\"Stockwell\"&gt;Stockwell&lt;/a&gt;, London. He was the only child of George Alfred Moore (1904–1997), a policeman (PC168E based in &lt;a href=\"Bow%20Street\"&gt;Bow Street&lt;/a&gt;, London), and Lillian \"Lily\" (Pope; 1904–1986). His mother was born in &lt;a href=\"Calcutta\"&gt;Calcutta&lt;/a&gt;, India, to an English family. He attended &lt;a href=\"Battersea%20Grammar%20School\"&gt;Battersea Grammar School&lt;/a&gt;, but was &lt;a href=\"Evacuations%20of%20civilians%20in%20Britain%20during%20World%20War%20II\"&gt;evacuated&lt;/a&gt; to &lt;a href=\"Holsworthy%2C%20Devon\"&gt;Holsworthy&lt;/a&gt; in &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt; during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, and attended &lt;a href=\"Launceston%20College%2C%20Cornwall\"&gt;Launceston College&lt;/a&gt; in &lt;a href=\"Cornwall\"&gt;Cornwall&lt;/a&gt;. He was further educated at &lt;a href=\"Dr%20Challoner%27s%20Grammar%20School\"&gt;Dr Challoner's Grammar School&lt;/a&gt; in &lt;a href=\"Amersham\"&gt;Amersham&lt;/a&gt;, &lt;a href=\"Buckinghamshire\"&gt;Buckinghamshire&lt;/a&gt;.\nMoore was apprenticed to an animation studio, but was fired after he made a mistake with some &lt;a href=\"Cel\"&gt;animation cel&lt;/a&gt;s. When his father investigated a robbery at the home of film director &lt;a href=\"Brian%20Desmond%20Hurst\"&gt;Brian Desmond Hurst&lt;/a&gt;, Moore was introduced to the director and hired as an extra for the 1945 film \"&lt;a href=\"Caesar%20and%20Cleopatra%20%28film%29\"&gt;Caesar and Cleopatra&lt;/a&gt;\". While there, Moore attracted an off-camera female fan following, and Hurst decided to pay Moore's fees at the &lt;a href=\"Royal%20Academy%20of%20Dramatic%20Art\"&gt;Royal Academy of Dramatic Art&lt;/a&gt;. Moore spent three terms at RADA, where he was a classmate of his future Bond co-star &lt;a href=\"Lois%20Maxwell\"&gt;Lois Maxwell&lt;/a&gt;, the original &lt;a href=\"Miss%20Moneypenny\"&gt;Miss Moneypenny&lt;/a&gt;. During his time there, he developed the &lt;a href=\"Mid-Atlantic%20accent\"&gt;Mid-Atlantic accent&lt;/a&gt; and relaxed demeanour that became his screen persona.\nAt 18, shortly after the &lt;a href=\"End%20of%20World%20War%20II%20in%20Europe\"&gt;end of the Second World War&lt;/a&gt;, Moore was &lt;a href=\"Conscription%20in%20the%20United%20Kingdom\"&gt;conscripted&lt;/a&gt; for &lt;a href=\"national%20service\"&gt;national service&lt;/a&gt;. On 21 September 1946, he was &lt;a href=\"Officer%20%28armed%20forces%29\"&gt;commissioned&lt;/a&gt; into the &lt;a href=\"Royal%20Army%20Service%20Corps\"&gt;Royal Army Service Corps&lt;/a&gt; as a &lt;a href=\"second%20lieutenant\"&gt;second lieutenant&lt;/a&gt;. He was given the &lt;a href=\"service%20number\"&gt;service number&lt;/a&gt; 372394. He was an officer in the &lt;a href=\"Combined%20Services%20Entertainment\"&gt;Combined Services Entertainment&lt;/a&gt; section, eventually becoming a &lt;a href=\"Captain%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;captain&lt;/a&gt; commanding a small depot in &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt;. There he looked after entertainers for the armed forces passing through Hamburg.\nCareer.\nEarly work (1945–1953).\nMoore had some early uncredited appearances in \"&lt;a href=\"Perfect%20Strangers%20%281945%20film%29\"&gt;Perfect Strangers&lt;/a&gt;\", \"Caesar and Cleopatra\" (both 1945), \"&lt;a href=\"Gaiety%20George\"&gt;Gaiety George&lt;/a&gt;\", \"&lt;a href=\"Piccadilly%20Incident\"&gt;Piccadilly Incident&lt;/a&gt;\" (both 1946), and \"&lt;a href=\"Trottie%20True\"&gt;Trottie True&lt;/a&gt;\" (1949) appearing alongside an uncredited &lt;a href=\"Christopher%20Lee\"&gt;Christopher Lee&lt;/a&gt; (both actors being cast by Brian Desmond Hurst as &lt;a href=\"Gaiety%20Girls%23Stage%20Door%20Johnnies%3B%20marriage%20into%20the%20upper%20class\"&gt;stage-door Johnnies&lt;/a&gt;).\nIn his book \"Last Man Standing: Tales from Tinseltown\", Moore states that his first television appearance was on 27 March 1949 in \"The Governess\" by &lt;a href=\"Patrick%20Hamilton%20%28writer%29\"&gt;Patrick Hamilton&lt;/a&gt;, a live broadcast (as usual in that era), in which he played the minor part of Bob Drew. Other actors in the show included &lt;a href=\"Clive%20Morton\"&gt;Clive Morton&lt;/a&gt; and &lt;a href=\"Betty%20Ann%20Davies\"&gt;Betty Ann Davies&lt;/a&gt;. He had uncredited parts in films including \"&lt;a href=\"Paper%20Orchid\"&gt;Paper Orchid&lt;/a&gt;\" and \"&lt;a href=\"The%20Interrupted%20Journey\"&gt;The Interrupted Journey&lt;/a&gt;\" (both 1949). He was in \"Drawing-Room Detective\" on TV and appeared in the films \"&lt;a href=\"One%20Wild%20Oat\"&gt;One Wild Oat&lt;/a&gt;\" and \"&lt;a href=\"Honeymoon%20Deferred%20%281951%20film%29\"&gt;Honeymoon Deferred&lt;/a&gt;\" (both 1951).\nIn the early 1950s Moore worked as a model, appearing in print advertisements in the UK for &lt;a href=\"Knitted%20fabric\"&gt;knitwear&lt;/a&gt; (earning him the nickname \"The Big Knit\") and a wide range of other products such as toothpaste.\nMoore travelled to the United States and began to work in television. He appeared in adaptations of \"&lt;a href=\"Julius%20Caesar%20%28play%29\"&gt;Julius Caesar&lt;/a&gt;\" and \"&lt;a href=\"Black%20Chiffon\"&gt;Black Chiffon&lt;/a&gt;\", and in two episodes of \"&lt;a href=\"Robert%20Montgomery%20Presents\"&gt;Robert Montgomery Presents&lt;/a&gt;\", as well as the TV movie \"The Clay of Kings\" (all 1953).\nMGM (1954–1956).\nIn March 1954, &lt;a href=\"MGM\"&gt;MGM&lt;/a&gt; signed Moore to a seven-year contract. He started his MGM contract with a small role in \"&lt;a href=\"The%20Last%20Time%20I%20Saw%20Paris\"&gt;The Last Time I Saw Paris&lt;/a&gt;\" (1954), flirting with &lt;a href=\"Elizabeth%20Taylor\"&gt;Elizabeth Taylor&lt;/a&gt;. He appeared in \"&lt;a href=\"Interrupted%20Melody\"&gt;Interrupted Melody&lt;/a&gt;\", a biographical movie about opera singer &lt;a href=\"Marjorie%20Lawrence\"&gt;Marjorie Lawrence&lt;/a&gt;'s recovery from polio, in which he was billed third under &lt;a href=\"Glenn%20Ford\"&gt;Glenn Ford&lt;/a&gt; and &lt;a href=\"Eleanor%20Parker\"&gt;Eleanor Parker&lt;/a&gt; as Lawrence's brother Cyril. That same year, he played a supporting role in the swashbuckler \"&lt;a href=\"The%20King%27s%20Thief\"&gt;The King's Thief&lt;/a&gt;\" starring &lt;a href=\"Ann%20Blyth\"&gt;Ann Blyth&lt;/a&gt;, &lt;a href=\"Edmund%20Purdom\"&gt;Edmund Purdom&lt;/a&gt;, &lt;a href=\"David%20Niven\"&gt;David Niven&lt;/a&gt; and &lt;a href=\"George%20Sanders\"&gt;George Sanders&lt;/a&gt;.\nIn the 1956 film \"&lt;a href=\"Diane%20%281956%20film%29\"&gt;Diane&lt;/a&gt;\", Moore was billed third again, this time under &lt;a href=\"Lana%20Turner\"&gt;Lana Turner&lt;/a&gt; and &lt;a href=\"Pedro%20Armendariz\"&gt;Pedro Armendariz&lt;/a&gt;, in a 16th-century period piece set in France with Moore playing &lt;a href=\"Henry%20II%20of%20France\"&gt;Prince Henri&lt;/a&gt;, the future king. Moore was released from his MGM contract after two years following the film's critical and commercial failure. In his own words, \"At MGM, RGM [Roger George Moore] was NBG [no bloody good].\"\nMoore then freelanced for a time, appearing in episodes of \"&lt;a href=\"Ford%20Star%20Jubilee\"&gt;Ford Star Jubilee&lt;/a&gt;\" (1956), \"&lt;a href=\"Lux%20Video%20Theatre\"&gt;Lux Video Theatre&lt;/a&gt;\" (1957) and \"&lt;a href=\"Matinee%20Theatre\"&gt;Matinee Theatre&lt;/a&gt;' (1957).\n\"Ivanhoe\" (1958–1959).\nMoore's first success was playing the eponymous hero, Sir Wilfred of Ivanhoe, in the 1958–59 series \"&lt;a href=\"Ivanhoe%20%281958%20TV%20series%29\"&gt;Ivanhoe&lt;/a&gt;\", a loose adaptation of the &lt;a href=\"Ivanhoe\"&gt;1819 romantic novel&lt;/a&gt; by &lt;a href=\"Sir%20Walter%20Scott\"&gt;Sir Walter Scott&lt;/a&gt; set in the 12th century during the era of &lt;a href=\"Richard%20the%20Lionheart\"&gt;Richard the Lionheart&lt;/a&gt;, delving into Ivanhoe's conflict with &lt;a href=\"John%2C%20King%20of%20England\"&gt;Prince John&lt;/a&gt;. Shot mainly in England at &lt;a href=\"Elstree%20Studios%20%28Shenley%20Road%29\"&gt;Elstree Studios&lt;/a&gt; and &lt;a href=\"Buckinghamshire\"&gt;Buckinghamshire&lt;/a&gt;, some of the show was also filmed in California owing to a partnership with &lt;a href=\"Columbia%20Studios\"&gt;Columbia Studios&lt;/a&gt;' &lt;a href=\"Screen%20Gems\"&gt;Screen Gems&lt;/a&gt;. Aimed at younger audiences, the &lt;a href=\"Television%20pilot\"&gt;pilot&lt;/a&gt; was filmed in colour, a reflection of its comparatively high budget for a British children's adventure series of the period, but subsequent episodes were shot in black and white. Christopher Lee and &lt;a href=\"John%20Schlesinger\"&gt;John Schlesinger&lt;/a&gt; were among the show's guest stars, and series regulars included &lt;a href=\"Robert%20Brown%20%28British%20actor%29\"&gt;Robert Brown&lt;/a&gt; (who in the 1980s played &lt;a href=\"M%20%28James%20Bond%29\"&gt;M&lt;/a&gt; in several James Bond films) as the squire Gurth, &lt;a href=\"Peter%20Gilmore\"&gt;Peter Gilmore&lt;/a&gt; as Waldo Ivanhoe, &lt;a href=\"Andrew%20Keir\"&gt;Andrew Keir&lt;/a&gt; as villainous Prince John, and &lt;a href=\"Bruce%20Seton\"&gt;Bruce Seton&lt;/a&gt; as noble King Richard. Moore suffered broken ribs and a battle-axe blow to his helmet while performing some of his own stunts filming a season of 39 half-hour episodes, and later reminisced, \"I felt a complete Charlie riding around in all that armour and damned stupid plumed helmet. I felt like a medieval fireman.\"\nWarner Bros. (1959–1961).\nAfter that, he spent a few years mainly doing one-shot parts in television series, including an episode of \"&lt;a href=\"Alfred%20Hitchcock%20Presents\"&gt;Alfred Hitchcock Presents&lt;/a&gt;\" in 1959 titled \"The Avon Emeralds\". He signed another long-term contract to a studio, this time to &lt;a href=\"Warner%20Bros\"&gt;Warner Bros&lt;/a&gt;.\nIn 1959, he took the lead role in \"&lt;a href=\"The%20Miracle%20%281959%20film%29\"&gt;The Miracle&lt;/a&gt;\", a version of the play \"&lt;a href=\"Das%20Mirakel%20%28play%29\"&gt;Das Mirakel&lt;/a&gt;\" for Warner Bros. showcasing &lt;a href=\"Carroll%20Baker\"&gt;Carroll Baker&lt;/a&gt; as a nun. The part had been turned down by &lt;a href=\"Dirk%20Bogarde\"&gt;Dirk Bogarde&lt;/a&gt;. That same year, Moore was directed by &lt;a href=\"Arthur%20Hiller\"&gt;Arthur Hiller&lt;/a&gt; in \"The Angry Young Man\", an episode of the television series \"&lt;a href=\"The%20Third%20Man%20%28TV%20series%29\"&gt;The Third Man&lt;/a&gt;\" starring &lt;a href=\"Michael%20Rennie\"&gt;Michael Rennie&lt;/a&gt; as criminal mastermind Harry Lime, the role portrayed by &lt;a href=\"Orson%20Welles\"&gt;Orson Welles&lt;/a&gt; in the &lt;a href=\"The%20Third%20Man\"&gt;film version&lt;/a&gt;.\n\"The Alaskans\" (1959–1960).\nMoore's next television series involved playing the lead as \"Silky\" Harris for the &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt;/Warner Bros. 1959–60 &lt;a href=\"Western%20%28genre%29\"&gt;Western&lt;/a&gt; \"&lt;a href=\"The%20Alaskans\"&gt;The Alaskans&lt;/a&gt;\", with co-stars &lt;a href=\"Dorothy%20Provine\"&gt;Dorothy Provine&lt;/a&gt; as Rocky, &lt;a href=\"Jeff%20York\"&gt;Jeff York&lt;/a&gt; as Reno, and &lt;a href=\"Ray%20Danton\"&gt;Ray Danton&lt;/a&gt; as Nifty. The show ran for a single season of 37 hour-long episodes on Sunday nights. Though set in &lt;a href=\"Skagway%2C%20Alaska\"&gt;Skagway, Alaska&lt;/a&gt;, with a focus on the &lt;a href=\"Klondike%20Gold%20Rush\"&gt;Klondike Gold Rush&lt;/a&gt; around 1896, the series was filmed in the hot studio lot at Warner Bros. in Hollywood with the cast costumed in fur coats and hats. Moore found the work highly taxing and his off-camera affair with Provine complicated matters even more.\nHe subsequently appeared as the questionable character \"14 Karat John\" in the two-part episode \"Right Off the Boat\" of the ABC/WB &lt;a href=\"crime%20drama\"&gt;crime drama&lt;/a&gt; \"&lt;a href=\"The%20Roaring%2020s%20%28TV%20series%29\"&gt;The Roaring 20s&lt;/a&gt;\", with &lt;a href=\"Rex%20Reason\"&gt;Rex Reason&lt;/a&gt;, &lt;a href=\"John%20Dehner\"&gt;John Dehner&lt;/a&gt;, &lt;a href=\"Gary%20Vinson\"&gt;Gary Vinson&lt;/a&gt;, and Dorothy Provine, appearing in a similar role, but with a different character name.\n\"Maverick\" (1960–1961).\nIn the wake of \"The Alaskans\", Moore was cast as &lt;a href=\"Maverick%20%28TV%20series%29%23Roger%20Moore%20as%20Beau%20Maverick\"&gt;Beau Maverick&lt;/a&gt;, an &lt;a href=\"Regional%20accents%20of%20English\"&gt;English-accented&lt;/a&gt; cousin of frontier gamblers &lt;a href=\"Maverick%20%28TV%20series%29%23James%20Garner%20as%20Bret%20Maverick\"&gt;Bret Maverick&lt;/a&gt; (&lt;a href=\"James%20Garner\"&gt;James Garner&lt;/a&gt;), &lt;a href=\"Maverick%20%28TV%20series%29%23Jack%20Kelly%20as%20Bart%20Maverick\"&gt;Bart Maverick&lt;/a&gt; (&lt;a href=\"Jack%20Kelly%20%28actor%29\"&gt;Jack Kelly&lt;/a&gt;), and &lt;a href=\"Maverick%20%28TV%20series%29%23Robert%20Colbert%20as%20Brent%20Maverick\"&gt;Brent Maverick&lt;/a&gt; (&lt;a href=\"Robert%20Colbert\"&gt;Robert Colbert&lt;/a&gt;) in the much more successful ABC/WB Western series \"&lt;a href=\"Maverick%20%28TV%20series%29\"&gt;Maverick&lt;/a&gt;\". &lt;a href=\"Sean%20Connery\"&gt;Sean Connery&lt;/a&gt; was flown over from Britain to test for the part, but turned it down.\nMoore appeared as the character in 14 episodes after Garner had left the series at the end of the previous season, wearing some of Garner's costumes; while filming \"The Alaskans\", he had already recited much of Garner's dialogue, for the Alaskan series frequently recycled \"Maverick\" scripts, changing only the names and locales. He had also filmed a &lt;a href=\"List%20of%20Maverick%20episodes\"&gt;\"Maverick\" episode&lt;/a&gt; with Garner two seasons earlier, in which Moore played a different character, in a retooling of &lt;a href=\"Richard%20Brinsley%20Sheridan\"&gt;Richard Brinsley Sheridan&lt;/a&gt;'s 1775 &lt;a href=\"comedy%20of%20manners\"&gt;comedy of manners&lt;/a&gt; play \"&lt;a href=\"The%20Rivals\"&gt;The Rivals&lt;/a&gt;\". In the course of the story, Moore and Garner's characters switched names on a bet, with Moore consequently identifying himself as \"Bret Maverick\" through most of the episode.\nMoore's debut as Beau Maverick occurred in the first episode of the 1960–61 fourth season, \"&lt;a href=\"List%20of%20Maverick%20episodes%23Fourth%20season%20%281960-1961%29\"&gt;The Bundle from Britain&lt;/a&gt;\", one of four episodes in which he shared screen time with cousin Bart (Jack Kelly). &lt;a href=\"Robert%20Altman\"&gt;Robert Altman&lt;/a&gt; wrote and directed \"Bolt from the Blue\", an episode featuring &lt;a href=\"Will%20Hutchins\"&gt;Will Hutchins&lt;/a&gt; as a frontier lawyer similar to his character in the series \"&lt;a href=\"Sugarfoot\"&gt;Sugarfoot&lt;/a&gt;\", and \"Red Dog\" found Beau mixed up with vicious bank robbers &lt;a href=\"Lee%20Van%20Cleef\"&gt;Lee Van Cleef&lt;/a&gt; and &lt;a href=\"John%20Carradine\"&gt;John Carradine&lt;/a&gt;. &lt;a href=\"Kathleen%20Crowley\"&gt;Kathleen Crowley&lt;/a&gt; was Moore's &lt;a href=\"leading%20lady\"&gt;leading lady&lt;/a&gt; in two episodes (\"Bullet for the Teacher\" and \"Kiz\"), and others included &lt;a href=\"Mala%20Powers\"&gt;Mala Powers&lt;/a&gt;, &lt;a href=\"Roxane%20Berard\"&gt;Roxane Berard&lt;/a&gt;, &lt;a href=\"Fay%20Spain\"&gt;Fay Spain&lt;/a&gt;, &lt;a href=\"Merry%20Anders\"&gt;Merry Anders&lt;/a&gt;, &lt;a href=\"Andra%20Martin\"&gt;Andra Martin&lt;/a&gt;, and &lt;a href=\"Jeanne%20Cooper\"&gt;Jeanne Cooper&lt;/a&gt;. Upon leaving the series, Moore cited a decline in script quality since the Garner era as the key factor in his decision to depart; ratings for the show were also down. Moore was originally slated to appear with both Jack Kelly and Robert Colbert in the series but by the time Colbert starred in his first episode, Moore had already left the series. Numerous early publicity stills of Kelly, Moore and Colbert posing together exist, however.\nMoore was still under contract with Warners, who cast him in \"&lt;a href=\"The%20Sins%20of%20Rachel%20Cade\"&gt;The Sins of Rachel Cade&lt;/a&gt;\" (1961), making love to a nun played by &lt;a href=\"Angie%20Dickinson\"&gt;Angie Dickinson&lt;/a&gt;, and \"&lt;a href=\"Gold%20of%20the%20Seven%20Saints\"&gt;Gold of the Seven Saints&lt;/a&gt;\" (1961), supporting &lt;a href=\"Clint%20Walker\"&gt;Clint Walker&lt;/a&gt;. He went to Italy to make \"&lt;a href=\"Romulus%20and%20the%20Sabines\"&gt;Romulus and the Sabines&lt;/a&gt;\" (1961).\n\"The Saint\" (1962–1969).\n&lt;a href=\"Lew%20Grade\"&gt;Lew Grade&lt;/a&gt; cast Moore as &lt;a href=\"The%20Saint%20%28Simon%20Templar%29\"&gt;Simon Templar&lt;/a&gt; in a new adaptation of \"&lt;a href=\"The%20Saint%20%28TV%20series%29\"&gt;The Saint&lt;/a&gt;\", based on the novels by &lt;a href=\"Leslie%20Charteris\"&gt;Leslie Charteris&lt;/a&gt;. Moore said in an interview in 1963 that he wanted to buy the rights to Leslie Charteris's character and the trademarks. The television series was broadcast by &lt;a href=\"ITV%20%28TV%20network%29\"&gt;ITV&lt;/a&gt; in the UK between 1962 and 1969, and its overseas success made Moore a household name. After the strong performance in the US of the first two series in first-run syndication, &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; picked up the show in 1966. By early 1967, Moore had achieved international stardom. The series established his suave, quipping style which he carried forward to James Bond, and also saw him exhibit his trademark raised eyebrow. Francis Blagburn in \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Telegraph&lt;/a&gt;\" writes,\n\"The Saint\" ran from 1962 for six series and 118 episodes. Moore went on to direct nine episodes of the later series, which moved into colour in 1967. Several episodes were edited together to form the films, \"&lt;a href=\"The%20Saint%20and%20the%20Fiction%20Makers\"&gt;The Saint and the Fiction Makers&lt;/a&gt;\" (1968) and \"&lt;a href=\"Vendetta%20for%20the%20Saint\"&gt;Vendetta for the Saint&lt;/a&gt;\" (1969).\nPost-\"Saint\" films and \"The Persuaders!\" (1969–1972).\nHe made two films immediately after the series ended: \"&lt;a href=\"Crossplot%20%28film%29\"&gt;Crossplot&lt;/a&gt;\" (1969), a lightweight 'spy caper' movie, and the more challenging \"&lt;a href=\"The%20Man%20Who%20Haunted%20Himself\"&gt;The Man Who Haunted Himself&lt;/a&gt;\" (1970). Directed by &lt;a href=\"Basil%20Dearden\"&gt;Basil Dearden&lt;/a&gt;, it gave Moore the opportunity to demonstrate greater versatility than the role of Simon Templar had allowed. In 2004, Moore said of \"The Man Who Haunted Himself\": \"It was one of the few times I was allowed to act... Many say my best role was in \"The Man Who Haunted Himself\". Being a modest actor, I won't disagree.\"\n&lt;a href=\"Lew%20Grade\"&gt;Lew Grade&lt;/a&gt; lured Moore to star alongside &lt;a href=\"Tony%20Curtis\"&gt;Tony Curtis&lt;/a&gt; in \"&lt;a href=\"The%20Persuaders%21\"&gt;The Persuaders!&lt;/a&gt;\". The show featured the adventures of two millionaire playboys across Europe. Moore was paid the then-unheard-of sum of £1 million for a single series, making him the highest-paid television actor in the world. Lew Grade claimed in his autobiography \"Still Dancing\", that Moore and Curtis \"didn't hit it off all that well\". Curtis refused to spend more time on set than was strictly necessary, while Moore was always willing to work overtime. According to the DVD commentary, neither Roger Moore, an uncredited co-producer, nor &lt;a href=\"Robert%20S.%20Baker\"&gt;Robert S. Baker&lt;/a&gt;, the credited producer, ever had a contract other than a handshake with Lew Grade.\nDespite its focus on the UK and US markets, \"The Persuaders!\" became more successful in other international markets. On its premiere on the &lt;a href=\"ITV%20%28TV%20network%29\"&gt;ITV&lt;/a&gt; network, it was beaten in the ratings by repeats of \"&lt;a href=\"Monty%20Python%27s%20Flying%20Circus\"&gt;Monty Python's Flying Circus&lt;/a&gt;\" on &lt;a href=\"BBC%20One\"&gt;BBC One&lt;/a&gt;. It did however place in the Top 20 most-viewed television series in the UK throughout 1971. The lack of success in the US, where it had been sold to ABC, Curtis put down to its showing at the Saturday 10pm slot, but it was successful in continental Europe and Australia. In Germany, where the series was aired under the name \"Die Zwei\" (\"The Two\"), it became a hit through especially amusing &lt;a href=\"dubbing%20%28filmmaking%29\"&gt;dubbing&lt;/a&gt; which only barely used translations of the original dialogue.\nJames Bond era (1973–1985).\n\"Live and Let Die\" (1973).\nBecause of his commitment to several television shows, in particular \"The Saint\", Roger Moore was unavailable for the James Bond films for a considerable time. His participation in \"The Saint\" was as actor, producer, and director, and he also became involved in developing the series \"The Persuaders!\". In 1964, he made a guest appearance as James Bond in the comedy series \"&lt;a href=\"Mainly%20Millicent\"&gt;Mainly Millicent&lt;/a&gt;\". Moore stated in his autobiography \"My Word Is My Bond\" (2008) that he had neither been approached to play the character in \"&lt;a href=\"Dr.%20No%20%28film%29\"&gt;Dr. No&lt;/a&gt;\", nor did he feel that he had ever been considered. Only after Sean Connery had declared in 1966 that he would not play Bond any longer did Moore become aware that he might be a contender for the role. After &lt;a href=\"George%20Lazenby\"&gt;George Lazenby&lt;/a&gt; was cast in 1969's \"&lt;a href=\"On%20Her%20Majesty%27s%20Secret%20Service%20%28film%29\"&gt;On Her Majesty's Secret Service&lt;/a&gt;\" and Connery was enticed back to the role of Bond again for \"&lt;a href=\"Diamonds%20Are%20Forever%20%28film%29\"&gt;Diamonds Are Forever&lt;/a&gt;\" (1971), Moore did not consider the possibility until it seemed clear that Connery had stepped down as Bond for good. At that point, Moore was approached, and he accepted producer &lt;a href=\"Albert%20Broccoli\"&gt;Albert Broccoli&lt;/a&gt;'s offer in August 1972. In his autobiography, Moore writes that he had to cut his hair and lose weight for the role. Although he resented having to make those changes, he was finally cast as James Bond in \"&lt;a href=\"Live%20and%20Let%20Die%20%28film%29\"&gt;Live and Let Die&lt;/a&gt;\" (1973).\nMoore then made \"&lt;a href=\"Gold%20%281974%20film%29\"&gt;Gold&lt;/a&gt;\" (1974), based on a novel by &lt;a href=\"Wilbur%20Smith\"&gt;Wilbur Smith&lt;/a&gt; for producer &lt;a href=\"Michael%20Klinger\"&gt;Michael Klinger&lt;/a&gt; and director &lt;a href=\"Peter%20R.%20Hunt\"&gt;Peter R. Hunt&lt;/a&gt; (who had an editing role in the first five Bond films and directed \"&lt;a href=\"On%20Her%20Majesty%27s%20Secret%20Service%20%28film%29\"&gt;On Her Majesty's Secret Service&lt;/a&gt;\"). He was paid US$200,000 plus a percentage of the profits.\n\"The Man with the Golden Gun\" (1974).\nMoore made his second Bond film, \"&lt;a href=\"The%20Man%20with%20the%20Golden%20Gun%20%28film%29\"&gt;The Man with the Golden Gun&lt;/a&gt;\" (1974), which was a hit, though less successful than \"Live and Let Die\". It featured &lt;a href=\"Christopher%20Lee\"&gt;Christopher Lee&lt;/a&gt; as the main antagonist. Also appearing are &lt;a href=\"Britt%20Ekland\"&gt;Britt Ekland&lt;/a&gt;, &lt;a href=\"Herve%20Villechaize\"&gt;Herve Villechaize&lt;/a&gt;, and &lt;a href=\"Maud%20Adams\"&gt;Maud Adams&lt;/a&gt;. He then made a comedy \"&lt;a href=\"That%20Lucky%20Touch\"&gt;That Lucky Touch&lt;/a&gt;\" (1975) which was a box office disaster. Moore made an Italian-shot action film \"&lt;a href=\"Street%20People%20%28film%29\"&gt;Street People&lt;/a&gt;\" (1976), then went back to South Africa for another Klinger-Hunt movie from a Wilbur Smith novel, \"&lt;a href=\"Shout%20at%20the%20Devil%20%28film%29\"&gt;Shout at the Devil&lt;/a&gt;\" (1976), which was successful in Britain, though less so in the US. Lee Marvin was a main cast member. Ian Holm was also featured, as well as Barbara Parkins.\n\"The Spy Who Loved Me\" (1977).\nMoore returned for a third outing as Bond in \"&lt;a href=\"The%20Spy%20Who%20Loved%20Me%20%28film%29\"&gt;The Spy Who Loved Me&lt;/a&gt;\" (1977), which was a massive box-office success. It also starred &lt;a href=\"Barbara%20Bach\"&gt;Barbara Bach&lt;/a&gt;, and &lt;a href=\"Richard%20Kiel\"&gt;Richard Kiel&lt;/a&gt; in his first appearance as the villain, &lt;a href=\"Jaws%20%28James%20Bond%29\"&gt;Jaws&lt;/a&gt;. He returned to South Africa for a third action movie shot there, \"&lt;a href=\"The%20Wild%20Geese\"&gt;The Wild Geese&lt;/a&gt;\" (1978), produced by &lt;a href=\"Euan%20Lloyd\"&gt;Euan Lloyd&lt;/a&gt; and directed by &lt;a href=\"Andrew%20V.%20McLaglen\"&gt;Andrew V. McLaglen&lt;/a&gt;. It was a sizeable hit in Britain and Europe but, like \"Shout at the Devil\", less so in the US. The cast featured &lt;a href=\"Richard%20Burton\"&gt;Richard Burton&lt;/a&gt;, who had top billing, and Richard Harris.\nMoore played the lead in \"&lt;a href=\"Escape%20to%20Athena\"&gt;Escape to Athena&lt;/a&gt;\" (1979) partly financed by Lew Grade. It was a heist adventure set in war-time Greece, and stars &lt;a href=\"Telly%20Savalas\"&gt;Telly Savalas&lt;/a&gt; and David Niven, and features mostly American character actors, including &lt;a href=\"Elliott%20Gould\"&gt;Elliott Gould&lt;/a&gt;, &lt;a href=\"Stefanie%20Powers\"&gt;Stefanie Powers&lt;/a&gt;, &lt;a href=\"Richard%20Roundtree\"&gt;Richard Roundtree&lt;/a&gt;, &lt;a href=\"Sonny%20Bono\"&gt;Sonny Bono&lt;/a&gt;, and Italian actress &lt;a href=\"Claudia%20Cardinale\"&gt;Claudia Cardinale&lt;/a&gt;. Roger Moore (with top billing) plays a charming former Austrian antiquities dealer turned crooked camp commandant, asked to guard Greek antiquities desired by the Third Reich, and also guard the collection of archaeologists who are being forced to work to find and recover these objects, but he has other plans for the treasure he guards and for the people under his watch.\n\"Moonraker\" (1979).\nWith the success of his fourth outing as Bond, \"&lt;a href=\"Moonraker%20%28film%29\"&gt;Moonraker&lt;/a&gt;\" (1979), Moore followed it with an action film \"&lt;a href=\"North%20Sea%20Hijack\"&gt;North Sea Hijack&lt;/a&gt;\" (1980) where Moore played a very un-Bond-like hero, opposite &lt;a href=\"Anthony%20Perkins\"&gt;Anthony Perkins&lt;/a&gt;. The film was a box-office disappointment.\nBetter received was \"&lt;a href=\"The%20Sea%20Wolves\"&gt;The Sea Wolves&lt;/a&gt;\" (1980), another World War Two adventure which reunited many of the crew from \"The Wild Geese\" including Euan Lloyd and McLaglen. It was based on the true story of a March 1943 event in British India and Portuguese Goa, in which a group of retired members of the &lt;a href=\"Calcutta%20Light%20Horse\"&gt;Calcutta Light Horse&lt;/a&gt;, colonelled by David Niven's character, assist regular British Army operatives, played by Moore and &lt;a href=\"Gregory%20Peck\"&gt;Gregory Peck&lt;/a&gt;, in destroying German ships in neutral &lt;a href=\"Mormugao\"&gt;Mormugao&lt;/a&gt; harbour, all the time surrounded by German spies and Indian nationalist intrigue. &lt;a href=\"Trevor%20Howard\"&gt;Trevor Howard&lt;/a&gt;, &lt;a href=\"Patrick%20Macnee\"&gt;Patrick Macnee&lt;/a&gt;, and &lt;a href=\"Barbara%20Kellerman\"&gt;Barbara Kellerman&lt;/a&gt; also co-star, with a who's-who lineup of British character actors.\nMoore was in two all-star comedies: \"&lt;a href=\"Sunday%20Lovers\"&gt;Sunday Lovers&lt;/a&gt;\" (1980), which flopped at the box office, and \"&lt;a href=\"The%20Cannonball%20Run\"&gt;The Cannonball Run&lt;/a&gt;\" (1981), which was a hit. The latter featured an ensemble cast, including &lt;a href=\"Jackie%20Chan\"&gt;Jackie Chan&lt;/a&gt;, &lt;a href=\"Burt%20Reynolds\"&gt;Burt Reynolds&lt;/a&gt;, &lt;a href=\"Dean%20Martin\"&gt;Dean Martin&lt;/a&gt;, &lt;a href=\"Dom%20DeLuise\"&gt;Dom DeLuise&lt;/a&gt;, &lt;a href=\"Sammy%20Davis%20Jr\"&gt;Sammy Davis Jr&lt;/a&gt;, and &lt;a href=\"Farrah%20Fawcett\"&gt;Farrah Fawcett&lt;/a&gt;.\n\"For Your Eyes Only\" (1981).\nMoore returned for his fifth outing as Bond in \"&lt;a href=\"For%20Your%20Eyes%20Only%20%28film%29\"&gt;For Your Eyes Only&lt;/a&gt;\" (1981).\n\"Octopussy\" (1983).\nFollowing the film, \"For Your Eyes Only\", Moore expressed a desire to leave the role, and other actors were screen tested including &lt;a href=\"James%20Brolin\"&gt;James Brolin&lt;/a&gt;, but Moore was eventually enticed back for \"&lt;a href=\"Octopussy\"&gt;Octopussy&lt;/a&gt;\" (1983).\nThe circumstances around \"Octopussy\"'s release were highly unusual in that another James Bond film was being released in the same year. The Non-Eon production \"&lt;a href=\"Never%20Say%20Never%20Again\"&gt;Never Say Never Again&lt;/a&gt;\" which featured his predecessor &lt;a href=\"Sean%20Connery\"&gt;Sean Connery&lt;/a&gt; returning to the role of Bond, although not canon to his previous Eon Bond films. This led to the media dubbing the one-time situation the \"Battle of the Bonds\".\nHe made a cameo as Chief &lt;a href=\"Inspector%20Clouseau\"&gt;Inspector Clouseau&lt;/a&gt;, posing as a famous movie star, in \"&lt;a href=\"Curse%20of%20the%20Pink%20Panther\"&gt;Curse of the Pink Panther&lt;/a&gt;\" (1983) (for which he was credited as \"Turk Thrust II\"). Then he tried a thriller \"&lt;a href=\"The%20Naked%20Face%20%28film%29\"&gt;The Naked Face&lt;/a&gt;\" (1984), written and directed by &lt;a href=\"Bryan%20Forbes\"&gt;Bryan Forbes&lt;/a&gt;.\n\"A View to a Kill\" (1985).\nMoore starred in his final Bond film, \"&lt;a href=\"A%20View%20to%20a%20Kill\"&gt;A View to a Kill&lt;/a&gt;\" (1985). Moore was the oldest actor to have played Bond – he was 45 in \"Live and Let Die\", and 58 when he announced his retirement on 3 December 1985, having played the part for over 12 years. With 7 films Moore holds the record for playing Bond the most times in the Eon series but is tied with Sean Connery in number of times playing Bond when counting Connery's non-Eon appearance in \"&lt;a href=\"Never%20Say%20Never%20Again\"&gt;Never Say Never Again&lt;/a&gt;\" (1983).\nMoore's Bond was very different from the version created by &lt;a href=\"Ian%20Fleming\"&gt;Ian Fleming&lt;/a&gt;. Screenwriters such as &lt;a href=\"George%20MacDonald%20Fraser\"&gt;George MacDonald Fraser&lt;/a&gt; provided scenarios in which Moore was cast as a seasoned, debonair playboy who would always have a trick or gadget in stock when he needed it. This was designed to serve the contemporary taste of the 1970s. Moore's version of Bond was also known for his sense of humour and witty one liners as Moore himself said, \"My personality is different from previous Bonds. I'm not that cold-blooded-killer type. Which is why I play it mostly for laughs.\"\nIn 1987, he hosted \"Happy Anniversary 007: 25 Years of James Bond\".\nPost-James Bond career (1986–2017).\nMoore did not act on screen for five years after he stopped playing Bond; in 1990, he appeared in several films and in the writer-director &lt;a href=\"Michael%20Feeney%20Callan\"&gt;Michael Feeney Callan&lt;/a&gt;'s television series \"My Riviera\" and starred in the film \"&lt;a href=\"Bed%20%26amp%3B%20Breakfast%20%281992%20film%29\"&gt;Bed &amp; Breakfast&lt;/a&gt;\" which was shot in 1989; and also had a large role in the 1996 film \"&lt;a href=\"The%20Quest%20%28film%29\"&gt;The Quest&lt;/a&gt;\"; in 1997, he starred as the Chief in \"&lt;a href=\"Spice%20World%20%28film%29\"&gt;Spice World&lt;/a&gt;\". At the age of 73, he played a flamboyant homosexual man in \"&lt;a href=\"Boat%20Trip%20%28film%29\"&gt;Boat Trip&lt;/a&gt;\" (2002) with &lt;a href=\"Cuba%20Gooding%20Jr.\"&gt;Cuba Gooding Jr.&lt;/a&gt;\nThe British satirical puppet show \"&lt;a href=\"Spitting%20Image\"&gt;Spitting Image&lt;/a&gt;\" had a sketch in which their &lt;a href=\"latex\"&gt;latex&lt;/a&gt; likeness of Moore, when asked to display emotions by an offscreen director, did nothing but raise an eyebrow; Moore himself stated that he thought the sketch was funny and took it in good humour. Indeed, he had always embraced the \"eyebrows\" gag wholeheartedly, and quipped that he \"only had three expressions as Bond: right eyebrow raised, left eyebrow raised, and eyebrows crossed when grabbed by &lt;a href=\"Jaws%20%28James%20Bond%29\"&gt;Jaws&lt;/a&gt;\". \"Spitting Image\" continued the joke, featuring a Bond film spoof, \"The Man with the Wooden Delivery\", with Moore's puppet receiving orders from &lt;a href=\"Margaret%20Thatcher\"&gt;Margaret Thatcher&lt;/a&gt; to kill &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt;. Other comedy shows at that time ridiculed Moore's acting, with &lt;a href=\"Rory%20Bremner\"&gt;Rory Bremner&lt;/a&gt; once claiming to have had a death threat from one of his irate fans following one such routine.\nIn a nod to his 1960s TV show, Moore had a vocal cameo in \"&lt;a href=\"The%20Saint%20%281997%20film%29\"&gt;The Saint&lt;/a&gt;\" (1997) as a radio newsreader as Simon Templar drives away at the end of the film. In the year 2000, Moore played the role of a secret agent in the Christmas special \"&lt;a href=\"Victoria%20Wood%20with%20All%20the%20Trimmings\"&gt;Victoria Wood with All the Trimmings&lt;/a&gt;\", shown on BBC One on Christmas Day. Filming all his scenes in the &lt;a href=\"London%20Eye\"&gt;London Eye&lt;/a&gt;, his mission was to eliminate another agent whose file photo looks like Pierce Brosnan. In 2002 he had a small cameo role in the German &lt;a href=\"police%20procedural\"&gt;police procedural&lt;/a&gt; series \"&lt;a href=\"Tatort\"&gt;Tatort&lt;/a&gt;\" (episode 506: \"Schatten\" – \"Shadow\", 28 July 2002) as a guest at the Bremen Sechs-Tagerennen.\nIn 2009, Moore appeared in an advertisements for the &lt;a href=\"Post%20Office%20Ltd.\"&gt;Post Office&lt;/a&gt;. In 2010, Moore provided the voice of a talking cat called &lt;a href=\"George%20Lazenby\"&gt;Lazenby&lt;/a&gt; in the film \"\" which contained several references to, and parodies of, Bond films. In 2011, Moore co-starred in the film \"&lt;a href=\"A%20Princess%20for%20Christmas\"&gt;A Princess for Christmas&lt;/a&gt;\" with &lt;a href=\"Katie%20McGrath\"&gt;Katie McGrath&lt;/a&gt; and &lt;a href=\"Sam%20Heughan\"&gt;Sam Heughan&lt;/a&gt;, and in 2012, he took to the stage for a series of seven 'Evenings with' in UK theatres and, in November, guest-hosted \"&lt;a href=\"Have%20I%20Got%20News%20for%20You\"&gt;Have I Got News for You&lt;/a&gt;\". A slightly thinner faced Moore contributed to a charity song in 2017. Moore's last on-screen performance was in 2017 a brief appearance near the end of the remake of 'The Saint'.\nIn 2015, Moore was named one of \"&lt;a href=\"GQ\"&gt;GQ&lt;/a&gt;\"'s 50 best-dressed British men. In 2015, Moore read &lt;a href=\"Hans%20Christian%20Andersen\"&gt;Hans Christian Andersen&lt;/a&gt;'s \"The Princess and The Pea\" for the children's fairy tales app GivingTales in aid of &lt;a href=\"UNICEF\"&gt;UNICEF&lt;/a&gt; with other British celebrities, including &lt;a href=\"Michael%20Caine\"&gt;Michael Caine&lt;/a&gt;, &lt;a href=\"Ewan%20McGregor\"&gt;Ewan McGregor&lt;/a&gt;, &lt;a href=\"Joan%20Collins\"&gt;Joan Collins&lt;/a&gt;, &lt;a href=\"Stephen%20Fry\"&gt;Stephen Fry&lt;/a&gt;, &lt;a href=\"Joanna%20Lumley\"&gt;Joanna Lumley&lt;/a&gt;, &lt;a href=\"David%20Walliams\"&gt;David Walliams&lt;/a&gt;, &lt;a href=\"Charlotte%20Rampling\"&gt;Charlotte Rampling&lt;/a&gt;, &lt;a href=\"Paul%20McKenna\"&gt;Paul McKenna&lt;/a&gt;, and &lt;a href=\"Michael%20Ball%20%28singer%29\"&gt;Michael Ball&lt;/a&gt;.\nHumanitarian work.\nMoore's friend &lt;a href=\"Audrey%20Hepburn\"&gt;Audrey Hepburn&lt;/a&gt; had impressed him with her work for UNICEF, and consequently he became a &lt;a href=\"UNICEF%20Goodwill%20Ambassador\"&gt;UNICEF Goodwill Ambassador&lt;/a&gt; in August 1991. His character, &lt;a href=\"Simon%20Templar\"&gt;Simon Templar&lt;/a&gt;, made a pitch for UNICEF near the end of \"The Revolution Racket\", airing 5 November 1964. He was the voice of Father Christmas or 'Santa' in the 2004 UNICEF cartoon \"The Fly Who Loved Me\".\nPersonal life.\nDoorn Van Steyn.\nIn 1946, aged 18, Moore married a fellow RADA student, the actress and ice skater Doorn Van Steyn (born Lucy Woodard), who was six years his senior; Moore and Van Steyn lived in Streatham with her family, but tension over money matters and her lack of confidence in his acting ability took their toll on the relationship, during which he allegedly suffered &lt;a href=\"domestic%20abuse\"&gt;domestic abuse&lt;/a&gt;.\nDorothy Squires.\nIn 1952, Moore met the Welsh singer &lt;a href=\"Dorothy%20Squires\"&gt;Dorothy Squires&lt;/a&gt;, who was 12 years his senior, and Van Steyn and Moore divorced the following year. Squires and Moore were married in New York. They lived in &lt;a href=\"Bexley\"&gt;Bexley&lt;/a&gt;, &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt;, after their wedding.\nThey moved to the United States in 1954 to develop their careers, but tension developed in their marriage due to their age difference and Moore's infatuation with starlet &lt;a href=\"Dorothy%20Provine\"&gt;Dorothy Provine&lt;/a&gt;, and they moved back to the United Kingdom in 1961, where they resided in &lt;a href=\"Sutton%20Coldfield\"&gt;Sutton Coldfield&lt;/a&gt;, near &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt;. Squires suffered a series of miscarriages during their marriage, and Moore later said the outcome of their marriage might have been different if they had been able to have children.\nIn their tempestuous relationship, Squires smashed a guitar over his head, and after learning of his affair with the Italian actress &lt;a href=\"Luisa%20Mattioli\"&gt;Luisa Mattioli&lt;/a&gt;, who became Moore's third wife, Moore said, \"She threw a brick through my window. She reached through the glass and grabbed my shirt and she cut her arms doing it...The police came and they said, 'Madam, you're bleeding' and she said, 'It's my heart that's bleeding'.\" Squires intercepted letters from Mattioli to Moore and planned to include them in her autobiography, but the couple won injunctions against the publication in 1977, which led Squires to unsuccessfully sue them for loss of earnings. The numerous legal cases launched by Squires led her to be declared a &lt;a href=\"vexatious%20litigant\"&gt;vexatious litigant&lt;/a&gt; in 1987. Moore paid Squires's hospital bills after her cancer treatment in 1996; she died in 1998.\nLuisa Mattioli.\nIn 1961, while filming \"&lt;a href=\"Romulus%20and%20the%20Sabines\"&gt;The Rape of the Sabine Women&lt;/a&gt;\" in Italy, Moore left Squires for the Italian actress Luisa Mattioli. Squires refused to accept their separation, and sued Moore for loss of &lt;a href=\"Marriage%23Rights%20and%20obligations\"&gt;conjugal rights&lt;/a&gt;, but Moore refused the court's order to return to Squires in 28 days. Squires also smashed windows at a house in France where Moore and Mattioli were living, and unsuccessfully sued actor &lt;a href=\"Kenneth%20More\"&gt;Kenneth More&lt;/a&gt; for libel, as Kenneth More had introduced Moore and Mattioli at a charity event as \"Mr Roger Moore and his wife\". Moore and Mattioli lived together until 1969, when Squires finally granted him a divorce, after they had been separated for seven years. At Moore's and Mattioli's marriage in April 1969 at the &lt;a href=\"Caxton%20Hall\"&gt;Caxton Hall&lt;/a&gt; in Westminster, London, a crowd of 600 people was outside, with women screaming his name.\nMoore had three children with Mattioli: actress-daughter &lt;a href=\"Deborah%20Moore\"&gt;Deborah&lt;/a&gt; (born 1963) and two sons, Geoffrey and Christian. Geoffrey is also an actor, and appeared alongside his father in the films \"&lt;a href=\"Sherlock%20Holmes%20in%20New%20York\"&gt;Sherlock Holmes in New York&lt;/a&gt;\" (1976) and \"&lt;a href=\"Fire%2C%20Ice%20and%20Dynamite\"&gt;Fire, Ice and Dynamite&lt;/a&gt;\" (1990). In later life, he co-founded Hush Restaurant in &lt;a href=\"Mayfair\"&gt;Mayfair&lt;/a&gt;, London, with &lt;a href=\"Jamie%20Barber\"&gt;Jamie Barber&lt;/a&gt;. Geoffrey and his wife Loulou have two daughters. Moore's younger son, Christian, is a film producer.\nKristina \"Kiki\" Tholstrup.\nMoore and Mattioli separated in 1993 after Moore developed feelings for a Swedish-born Danish socialite, Kristina \"Kiki\" Tholstrup. Moore later described his &lt;a href=\"prostate%20cancer\"&gt;prostate cancer&lt;/a&gt; diagnosis in 1993 as \"life-changing\", which led him to reassess his life and marriage. Mattioli and Tholstrup had long been friends, but Mattioli was scathing of her in the book she subsequently wrote about her relationship with Moore, \"Nothing Lasts Forever\", describing how she felt betrayed by Tholstrup and discarded by Moore.\nMoore remained silent on his divorce from Mattioli, later saying that he did not wish to hurt his children by \"engaging in a war of words\". Moore's children refused to speak to him for a period after the divorce, but they were later reconciled with their father. Mattioli refused to grant Moore a divorce until 2000, when a £10 million settlement was agreed. Moore subsequently married Tholstrup in 2002. Moore said that he loved Tholstrup as she was \"organised\", \"serene\", \"loving\", and \"calm\", saying, \"I have a difficult life. I rely on Kristina totally. When we are travelling for my job, she is the one who packs. Kristina takes care of all that\". Moore also said that his marriage to Tholstrup was \"a tranquil relationship, there are no arguments\". Tholstrup had a daughter, Christina Knudsen, from a previous relationship; Knudsen described her stepfather as a positive influence, saying, \"I was in difficult relationships but that all changed\" when her mother met Moore. Christina Knudsen died from cancer on 25 July 2016, at the age of 47; Moore posted on &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt;, \"We are heartbroken\" and \"We were all with her, surrounding her with love, at the end\".\nPolitical views.\nOn politics, Moore stated he was a &lt;a href=\"Tory\"&gt;conservative&lt;/a&gt; and thought that &lt;a href=\"conservatism\"&gt;conservatism&lt;/a&gt; is the way to run a country. Moore was described as a \"lifelong\" supporter of the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt; and endorsed the party during &lt;a href=\"2001%20United%20Kingdom%20general%20election\"&gt;2001 UK general election&lt;/a&gt;. However, Moore also expressed a reluctance to be seen as an overtly political figure and felt his work with &lt;a href=\"UNICEF\"&gt;UNICEF&lt;/a&gt; meant that he could not involve himself directly in politics.\nIn 2011, Moore expressed his support to Conservative Prime Minister &lt;a href=\"David%20Cameron\"&gt;David Cameron&lt;/a&gt; regarding his policy on the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;, stating: \"I think he's doing absolutely wonderfully well, despite the opposition from many members of his own party. Traitors, I call them. I mean any hardliner within the Conservative Party who speaks out against their leader. You should support your leader.\"\nMoore also expressed support for Britain keeping the &lt;a href=\"pound%20sterling\"&gt;pound sterling&lt;/a&gt; as its national currency and was glad the British government had not joined the &lt;a href=\"Euro\"&gt;single EU currency&lt;/a&gt;, stating: \"I would have been very upset if we'd had to take &lt;a href=\"Elizabeth%20II\"&gt;the Queen&lt;/a&gt; off our currency. They'd probably have to take her off the stamps and everything. I am &lt;a href=\"Britishness\"&gt;British&lt;/a&gt; and I'm fiercely independent. And I think we should be independent, as &lt;a href=\"Sean%20Connery\"&gt;Sean Connery&lt;/a&gt; is about &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;.\"\nIn 2015, Moore criticised what he regarded as excessive &lt;a href=\"political%20correctness\"&gt;political correctness&lt;/a&gt; within the film industry and felt that rewriting &lt;a href=\"James%20Bond\"&gt;James Bond&lt;/a&gt;'s sexuality, gender or ethnicity would be a mistake, arguing \"it is not about being &lt;a href=\"Homophobia\"&gt;homophobic&lt;/a&gt; or, for that matter, &lt;a href=\"Racism\"&gt;racist&lt;/a&gt; – it is simply about being true to the character.\" Despite his conservative politics, Moore retained membership of the entertainment and media &lt;a href=\"trade%20union\"&gt;trade union&lt;/a&gt; &lt;a href=\"BECTU\"&gt;BECTU&lt;/a&gt; (now part of Prospect) until his death, having joined as an apprentice animation technician before his acting career took off. At his death, he was the union's longest-tenured member. In 2007, Moore also voiced his support to workers from the &lt;a href=\"Cadbury\"&gt;Cadbury&lt;/a&gt; chocolate factory at &lt;a href=\"Keynsham\"&gt;Keynsham&lt;/a&gt; who were protesting against the plant's closure.\nTax exile.\nMoore became a &lt;a href=\"tax%20exile\"&gt;tax exile&lt;/a&gt; from the United Kingdom in 1978, originally to Switzerland, and divided his year between his four homes: an apartment in &lt;a href=\"Monte%20Carlo\"&gt;Monte Carlo&lt;/a&gt;, Monaco; a holiday house in the coastal &lt;a href=\"Tuscany\"&gt;Tuscan&lt;/a&gt; town of &lt;a href=\"Castiglione%20della%20Pescaia\"&gt;Castiglione della Pescaia&lt;/a&gt;, a chalet in &lt;a href=\"Crans-Montana\"&gt;Crans-Montana&lt;/a&gt;, Switzerland; and a home in the south of France. Moore became a resident of Monaco, having been appointed a Goodwill Ambassador of Monaco by &lt;a href=\"Albert%20II%2C%20Prince%20of%20Monaco\"&gt;Prince Albert II&lt;/a&gt; for his efforts in internationally promoting and publicising the principality. Moore was scathing of the Russian population in Monaco, saying, \"I'm afraid we're overstuffed with Russians. All the restaurant menus are in Russian now.\"\nMoore was vocal in his defence of his tax exile status, saying that in the 1970s, with taxes levied on top earners under the &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour&lt;/a&gt; government of &lt;a href=\"James%20Callaghan\"&gt;James Callaghan&lt;/a&gt;, he had been urged by his \"accountants, agents, and lawyers\" to move abroad because, \"At that point we were taxed up to 98% on &lt;a href=\"unearned%20income\"&gt;unearned income&lt;/a&gt;, so you would never be able to save enough to ensure that you had any sort of livelihood if you didn't work.\" Moore said in 2011 that his decision to live abroad was \"not about tax. That's a serious part of it. I come back to England often enough not to miss it, to see the changes, to find some of the changes good...I paid my taxes at the time that I was earning a decent income, so I've paid my due\".\nHealth.\nMoore had a series of diseases during his childhood, including &lt;a href=\"chickenpox\"&gt;chickenpox&lt;/a&gt;, &lt;a href=\"measles\"&gt;measles&lt;/a&gt;, &lt;a href=\"mumps\"&gt;mumps&lt;/a&gt;, &lt;a href=\"double%20pneumonia\"&gt;double pneumonia&lt;/a&gt; and &lt;a href=\"jaundice\"&gt;jaundice&lt;/a&gt;. He had an infection of his &lt;a href=\"foreskin\"&gt;foreskin&lt;/a&gt; at the age of eight and underwent a &lt;a href=\"circumcision\"&gt;circumcision&lt;/a&gt;, and had his &lt;a href=\"Appendix%20%28anatomy%29\"&gt;appendix&lt;/a&gt;, &lt;a href=\"tonsil\"&gt;tonsil&lt;/a&gt;s, and &lt;a href=\"adenoid\"&gt;adenoid&lt;/a&gt;s removed.\nMoore was a long-term sufferer of &lt;a href=\"Kidney%20stone%20disease\"&gt;kidney stones&lt;/a&gt; and as a result was briefly hospitalised during the making of \"Live and Let Die\" in 1973 and again whilst filming the 1979 film \"Moonraker\".\nIn 1993, Moore was diagnosed with &lt;a href=\"prostate%20cancer\"&gt;prostate cancer&lt;/a&gt; and underwent successful treatment for the disease.\nIn 2003, Moore collapsed on stage while appearing on Broadway, and was fitted with a &lt;a href=\"Artificial%20cardiac%20pacemaker\"&gt;pacemaker&lt;/a&gt; to treat a potentially deadly slow heartbeat. He was diagnosed with &lt;a href=\"Diabetes%20mellitus%20type%202\"&gt;type 2 diabetes&lt;/a&gt; in 2013. Some years before his final cancer illness, a tumour spot was found in the liver. Then, in 2017, during his cancer treatment period, he had a fall which badly injured the collarbone.\nDeath.\nMoore's family announced his death in &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;, on 23 May 2017, from &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt; in his lung and liver. He died at his home in &lt;a href=\"Crans-Montana\"&gt;Crans-Montana&lt;/a&gt;, in the presence of his family. Former 007 actors &lt;a href=\"Sean%20Connery\"&gt;Sean Connery&lt;/a&gt;, &lt;a href=\"George%20Lazenby\"&gt;George Lazenby&lt;/a&gt;, &lt;a href=\"Timothy%20Dalton\"&gt;Timothy Dalton&lt;/a&gt; and &lt;a href=\"Pierce%20Brosnan\"&gt;Pierce Brosnan&lt;/a&gt;, and then-current holder of the role &lt;a href=\"Daniel%20Craig\"&gt;Daniel Craig&lt;/a&gt; paid tribute to Moore. Moore is buried in &lt;a href=\"Monaco%20Cemetery\"&gt;Monaco Cemetery&lt;/a&gt;.\nRoyal circles.\nMoore had friendships with some of Denmark's royal family; &lt;a href=\"Prince%20Joachim%20of%20Denmark\"&gt;Prince Joachim&lt;/a&gt; and his then-wife &lt;a href=\"Alexandra%2C%20Countess%20of%20Frederiksborg\"&gt;Alexandra, Countess of Frederiksborg&lt;/a&gt; invited Moore and his wife Kiki to attend the christening of their youngest son, &lt;a href=\"Prince%20Felix%20of%20Denmark\"&gt;Prince Felix&lt;/a&gt;. In 2004 he attended the &lt;a href=\"Wedding%20of%20Frederik%2C%20Crown%20Prince%20of%20Denmark%2C%20and%20Mary%20Donaldson\"&gt;Wedding of Frederik, Crown Prince of Denmark, and Mary Donaldson&lt;/a&gt;. On 24 May 2008, Moore and his wife attended the wedding of Prince Joachim to his French fiancée &lt;a href=\"Princess%20Marie%20of%20Denmark\"&gt;Marie Cavallier&lt;/a&gt;.\nMoore also had a long-standing friendship with &lt;a href=\"Princess%20Lilian%2C%20Duchess%20of%20Halland\"&gt;Princess Lilian&lt;/a&gt; of Sweden, whom he first met on a visit to Stockholm for UNICEF. Moore's wife Kristina, who was born in Sweden, was already a friend of Princess Lilian's through mutual friends. In his autobiography, Moore recalled meeting the princess for tea and dinners whenever his wife and he visited Stockholm. He spoke of his recollections at the princess's memorial service at &lt;a href=\"St%20Peter%20and%20St%20Sigfrid%27s%20Church\"&gt;St Peter and St Sigfrid's Church&lt;/a&gt; in Stockholm, on 8 September 2013.\nOn 1 and 2 July 2011, Moore and his wife attended &lt;a href=\"Wedding%20of%20Albert%20II%2C%20Prince%20of%20Monaco%2C%20and%20Charlene%20Wittstock\"&gt;the wedding&lt;/a&gt; of &lt;a href=\"Albert%20II%2C%20Prince%20of%20Monaco\"&gt;Prince Albert of Monaco&lt;/a&gt; and &lt;a href=\"Charlene%2C%20Princess%20of%20Monaco\"&gt;Charlene Wittstock&lt;/a&gt;.\nAwards and legacy.\nMoore was appointed Commander of the &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;Order of the British Empire&lt;/a&gt; (CBE) in the &lt;a href=\"1999%20New%20Year%20Honours\"&gt;1999 New Year Honours&lt;/a&gt; and was promoted to Knight Commander of the Order of the British Empire (KBE) in the &lt;a href=\"2003%20Birthday%20Honours\"&gt;2003 Birthday Honours&lt;/a&gt; for charitable services, especially UNICEF and latterly &lt;a href=\"Kiwanis\"&gt;Kiwanis International&lt;/a&gt;, which had dominated his public life for more than a decade. On being knighted, Moore said that the citation \"meant far more to me than if I had got it for acting... I was proud because I received it on behalf of UNICEF as a whole and for all it has achieved over the years\".\nOn 11 October 2007, three days before he turned 80, Moore was awarded a star on the &lt;a href=\"Hollywood%20Walk%20of%20Fame\"&gt;Hollywood Walk of Fame&lt;/a&gt; for his work on television and in film. Attending the ceremony were family, friends, and &lt;a href=\"Richard%20Kiel\"&gt;Richard Kiel&lt;/a&gt;, with whom he had acted in \"&lt;a href=\"The%20Spy%20Who%20Loved%20Me%20%28film%29\"&gt;The Spy Who Loved Me&lt;/a&gt;\" and \"&lt;a href=\"Moonraker%20%28film%29\"&gt;Moonraker&lt;/a&gt;\". Moore's star was the 2,350th star installed, and is appropriately located at 7007 Hollywood Boulevard.\nOn 28 October 2008, the French government appointed Moore a &lt;a href=\"Commandeur\"&gt;Commander&lt;/a&gt; of the &lt;a href=\"Ordre%20des%20Arts%20et%20des%20Lettres\"&gt;Ordre des Arts et des Lettres&lt;/a&gt;. On 21 November 2012, Moore was awarded an honorary doctorate from the &lt;a href=\"University%20of%20Hertfordshire\"&gt;University of Hertfordshire&lt;/a&gt; for his outstanding contributions to the UK film and television industry for over 50 years, in particular film and television productions in Hertfordshire.\nAfter his death, the Roger Moore Stage was opened at &lt;a href=\"Pinewood%20Studios\"&gt;Pinewood Studios&lt;/a&gt; at a ceremony held in October 2017 to celebrate his life and work. His wife and family were in attendance along with Bond producers &lt;a href=\"Michael%20G%20Wilson\"&gt;Michael G Wilson&lt;/a&gt; and &lt;a href=\"Barbara%20Broccoli\"&gt;Barbara Broccoli&lt;/a&gt;, and guests at the event included &lt;a href=\"Joan%20Collins\"&gt;Joan Collins&lt;/a&gt;, &lt;a href=\"Michael%20Caine\"&gt;Michael Caine&lt;/a&gt;, &lt;a href=\"Stephen%20Fry\"&gt;Stephen Fry&lt;/a&gt;, &lt;a href=\"Tim%20Rice\"&gt;Tim Rice&lt;/a&gt; and &lt;a href=\"Stefanie%20Powers\"&gt;Stefanie Powers&lt;/a&gt;.\nIn the 2018 film \"&lt;a href=\"My%20Dinner%20with%20Herv%C3%A9\"&gt;My Dinner with Hervé&lt;/a&gt;\", Moore was portrayed by actor &lt;a href=\"Mark%20Umbers\"&gt;Mark Umbers&lt;/a&gt;.\nFor his charity work\nLifetime achievements awards\nFor his acting\nPublications.\nMoore's book about the filming of \"Live and Let Die\", based on his diaries, titled \"Roger Moore as James Bond: Roger Moore's Own Account of Filming Live and Let Die\", was published in London in 1973, by Pan Books. The book includes an acknowledgment to Sean Connery, with whom Moore was friends for many years: \"I would also like to thank Sean Connery – \"with\" whom it would not have been possible.\"\nMoore's &lt;a href=\"autobiography\"&gt;autobiography&lt;/a&gt; \"My Word is My Bond\" () was published by &lt;a href=\"HarperCollins\"&gt;Collins&lt;/a&gt; in the US, in November 2008 and by Michael O'Mara Books Ltd in the UK, on 2 October 2008 ().\nOn 16 October 2012, \"Bond on Bond\" was published to tie in with the 50th anniversary of the James Bond films. The book, with many pictures, is based on Moore's own memories, thoughts, and anecdotes about all things 007, with some of the profits of the book going to UNICEF."
}