{
    "id": "17498065",
    "revid": "42987652",
    "url": "https://en.wikipedia.org/wiki?curid=17498065",
    "title": "Newton Navarro Bridge",
    "text": "The Newton Navarro Bridge, is one of the biggest &lt;a href=\"cable-stayed%20bridge\"&gt;cable-stayed bridge&lt;/a&gt;s in &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;. It is located in the city of &lt;a href=\"Natal%2C%20Rio%20Grande%20do%20Norte\"&gt;Natal&lt;/a&gt;, the capital of the &lt;a href=\"Brazilian%20state\"&gt;Brazilian state&lt;/a&gt; of &lt;a href=\"Rio%20Grande%20do%20Norte\"&gt;Rio Grande do Norte&lt;/a&gt;. It connects North Zone and the cities of the north coast to the South Zone and the other regions of the city that cross the &lt;a href=\"Potengi%20River\"&gt;Potengi River&lt;/a&gt;.\nThe main purpose is to ease the usual heavy traffic on Igapó Bridge and to improve access to the future &lt;a href=\"Greater%20Natal%20International%20Airport\"&gt;Greater Natal International Airport&lt;/a&gt; and its adjacent areas. It also increases the flow of tourism on the north coast and improves access to the inhabitants of the North Zone to the downtown and the main zones.\nIt is named upon , an important local artist.\nAlso referred to as the Forte-Redinha Bridge, The main cable-stayed bridge is a prestressed concrete structure with a double plane of stay cables and conceived as an integral framed structure between the expansion joints. Piers, towers, deck main girders and stay cables lay in two parallel planes. Piers and towers are box concrete sections; main girders of deck are solid section. All construction is concreted in situ.\nThe approach viaducts have double columns piers while the deck is made of parallel simply supported precast girders with 40-meter spans.\nRegion Daily Traffic \nThe assistant secretary for Transport in Natal, Walter Pedro, explains that the construction of a new bridge over the Potengi is under study, connecting Baldo in the East zone to Av. Itapetinga in the North zone. Currently, on weekdays, the flow on the Igapó Bridge exceeds 70,000 vehicles, while the Newton Navarro Bridge receives an average of 39,000/day. Walter Pedro assesses the situation in Igapó as saturated, and adds that in another decade Newton Navarro will reach the limit of 60 thousand vehicles per day.\nReferences.\nhttps://structurae.net/en/structures/newton-navarro-bridge"
}