{
    "id": "17501335",
    "revid": "1043079278",
    "url": "https://en.wikipedia.org/wiki?curid=17501335",
    "title": "Asian College of Technology",
    "text": "Asian College of Technology, officially the Asian College of Technology - International Educational Foundation (ACT-IEF or simply ACT), is a &lt;a href=\"Private%20university\"&gt;private college&lt;/a&gt; in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;, located in &lt;a href=\"Cebu%20City\"&gt;Cebu City&lt;/a&gt; and &lt;a href=\"Talisay%20City%2C%20Cebu\"&gt;Talisay City&lt;/a&gt;, in the &lt;a href=\"Cebu%20province\"&gt;Cebu province&lt;/a&gt;.\nACT has campuses located in &lt;a href=\"Metro%20Cebu\"&gt;Metro Cebu&lt;/a&gt;: ACT CyberTower Campus, the main campus at the corner of Leon Kilat and P. del Rosario Streets; ACT North Campus, at Pit-os, Talamban; and ACT South Campus, located in Cebu South Road, Bulacao, Talisay City.\nThe founder of ACT is \"&lt;a href=\"Rodrigo%20A.%20Abellanosa\"&gt;Rodrigo A. Abellanosa&lt;/a&gt;\", a Cebu City Congressman.\nHistory.\nAsian Computer Institute (ACI), the precursor of Asian College of Technology (ACT), was established on September 19, 1988 in the busy street of historic Colon at the heart of the booming City of Cebu. Under the unrelenting leadership of its hands-on founder Rodrigo A. Abellanosa, the Institute blazed its way to become the primary provider of computer literacy of the corporate workforce in Cebu and nearby provinces which at the time were only starting to embrace the use of computer technology in the offices.\nThe school was incorporated on May 14, 1992 as Asian College of Technology, Inc., paving the way for the offering of post-secondary and collegiate courses that pioneered on hands-on oriented computer science curriculum.\nAsian College of Technology expanded its educational programs to the south of Cebu and Cebu City with the establishment of ACT - South Campus in 1992. At present, the Campus hosts the Integrated School composed of students from Preschool to Senior High School.\nThe ACT Integrated School (ACT-IS) was established in 1996 to integrate the preschool (playgroup, nursery, and kindergarten), grade school and high school curricula. \nIn 2006, the Asian College of Technology - International Educational Foundation (ACT-IEF) was incorporated for the establishment of additional colleges and diversification of curricular offerings.\nIn 2007, ACT/ACT-IEF reached greater heights with the construction of a half-billion-peso, 15-storey building aptly called the ACT Cyber Tower. Powered by the technology of the future, this new home of ACT Cebu City Campus is the most modern educational infrastructure at the hub of the bustling Cebu City.\nIn 2009 ACT established the CISCO Network Academy with De La Salle University as its regional academy head. A specialized CISCO Laboratory was put in place and the standard CISCO training program was incorporated in the curricula of Information Technology and Computer Science programs. In 2010, the Innobento Animation and Game Development Laboratory was established in partnership with UA Asia, a Japanese company, to train teachers and students advanced animation and game development techniques. In March 2011, ACT concluded a MOA with Nexus–Net Fiber Optics Incorporated to Jointly Establish the Fiber Optics Training Center for FOA Certification (FOTC-FOA).\nACT’s mission of developing highly competent and globally competitive individuals has been validated by being awarded by the National Council for Product and Service Quality as the Best Computer School-Metro Cebu in 2005, 2006, 2007, 2008; the Best Computer School-Visayas in 2009 and the Best Computer School-National Level in 2010.\nIn May 2014, the Federation of Accrediting Agencies of the Philippines (FAAP) granted ACT Candidate Status for its Elementary, High School, and Nursing Programs, and in January 2015 for its Hospitality Management and Information Technology programs, for satisfactorily meeting the standards and fulfilling all the requirements of the Philippine Association of Colleges and Universities Commission on Accreditation (PACUCOA).\nThe Department of Education granted ACT Main and South campuses permits to offer Senior High School program beginning school year 2016-17. Tracks offered included Academic, TVL, and Arts and Design. Offered under the Academic Tracks are the following strands: Accountancy, Business and Management (ABM), Science, Technology, Engineering and Mathematics (STEM), Humanities and Social Sciences (HUMMS), and General Academic Strand (GAS). Offered under the Tech-Voc Track is the Information and Communications Technology (ICT) Strand with majors in Animation, Computer Programming, Technical Drafting and Home Economics.\nIn October 2017, FAAP granted ACT Level 1 Accredited Status to the Elementary, High School, Hospitality Management, and Information Technology programs for having satisfactorily met the standards and fulfilled all the requirements of the PACUCOA\nFrom its inception as a purely computer school, ACT has diversified its curricular offerings to include BS in Computer Science, BS in Information Technology, BS in Information Systems, BS in Computer Engineering, BS in Hospitality Management, BS in Tourism Management, BS in Business Administration, BS in Nursing, Bachelor of Secondary Education, Bachelor of Elementary Education, Associate in Computer Technology, Computer Technician Course, Diploma in Practical Nursing, Certificate in Caregiving, and complete Basic Education Programs.\nAcademics.\nSenior High School Tracks.\nAcademic Track\nThis course is taken by junior high students who plan to pursue college after graduating in Senior High.\nTVL Track(Technical-Vocational-Livelihood Track)\nThis track is taken by junior high students who aim for employment or entrepreneurship after graduating in Senior High. They can still pursue college education but will not be credited in some minor subjects.\nArts and Design Track\nThis track is taken by Junior High students who possess and exhibit exemplary artistic inclination in the different fields in Arts."
}