{
    "id": "17504699",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=17504699",
    "title": "Iron Blow",
    "text": "Iron Blow was the site of the earliest major mining venture at &lt;a href=\"Mount%20Lyell%20%28Tasmania%29\"&gt;Mount Lyell&lt;/a&gt; on the &lt;a href=\"West%20Coast%2C%20Tasmania\"&gt;west coast&lt;/a&gt; of &lt;a href=\"Tasmania\"&gt;Tasmania&lt;/a&gt;, Australia in 1883.\nOriginal form.\nGeoffrey Blainey describes the appearance prior to its being mined:\n They (Those mentioned above) examined the strange formation. It jutted twenty or thirty feet above the surface and was split by deep cracks and crevices as if a great explosion had fractured the rock and flung slabs far down the hill...(they)... had seen no similar outcrop in their brief mining experience. What lay beneath the ironstone crust?\nMining.\nThe first shot on the site was in January 1884 - and most local prospectors were camped in the &lt;a href=\"Linda%20Valley\"&gt;Linda Valley&lt;/a&gt; to the east of the &lt;a href=\"Mount%20Owen%20%28Tasmania%29\"&gt;Mount Owen&lt;/a&gt; - Mount Lyell ridge - also known as &lt;a href=\"Philosophers%20Ridge\"&gt;Philosophers Ridge&lt;/a&gt;\nThe townsite of Penghana, the present site of Queenstown - to the west was still thick rainforest.\nFollowing the establishment of the &lt;a href=\"Mount%20Lyell%20Mining%20and%20Railway%20Company\"&gt;Mount Lyell Mining and Railway Company&lt;/a&gt; in 1893, the Iron Blow orebody was mined until 1929.\nHaulage.\nThe transport of ore from the Iron Blow down to the operations area of the mine linking to the railway, was by the commonly known \"Haulage\", although more technical terms included \"Self Acting Haulage\".\nEnd of the era.\nThe cessation of the Iron Blow mining was also linked in with the demise of the Mount Lyell pyritic smelting - the cessation of &lt;a href=\"Robert%20Carl%20Sticht\"&gt;Robert Carl Sticht&lt;/a&gt;'s smelters and methods.\nThe development of the West Lyell Open cut, and the later development of the Prince Lyell ore bodies removed all vestiges of the original workings."
}