{
    "id": "17519996",
    "revid": "1064155634",
    "url": "https://en.wikipedia.org/wiki?curid=17519996",
    "title": "Eusthenodon",
    "text": "Eusthenodon (Greek for “strong-tooth” – \"eustheno\"- meaning “strength”, -\"odon\" meaning “tooth”) is an extinct &lt;a href=\"genus\"&gt;genus&lt;/a&gt; of &lt;a href=\"tristichopterid\"&gt;tristichopterid&lt;/a&gt; &lt;a href=\"tetrapodomorph\"&gt;tetrapodomorph&lt;/a&gt;s from the &lt;a href=\"Devonian\"&gt;Late Devonian&lt;/a&gt; period, ranging between 383 and 359 million years ago (&lt;a href=\"Frasnian\"&gt;Frasnian&lt;/a&gt; to &lt;a href=\"Famennian\"&gt;Famennian&lt;/a&gt;). They are well known for being a cosmopolitan genus with remains being recovered from &lt;a href=\"East%20Greenland\"&gt;East Greenland&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, &lt;a href=\"Central%20Russia\"&gt;Central Russia&lt;/a&gt;, &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;, and &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;. Compared to the other closely related &lt;a href=\"genera\"&gt;genera&lt;/a&gt; of the Tristichopteridae &lt;a href=\"clade\"&gt;clade&lt;/a&gt;, \"Eusthenodon\" was one of the largest &lt;a href=\"Sarcopterygii\"&gt;lobe-finned fishes&lt;/a&gt; (approximately 2.5 meters in length) and among the most derived tristichopterids alongside its close relatives \"&lt;a href=\"Cabonnichthys\"&gt;Cabonnichthys&lt;/a&gt;\" and \"&lt;a href=\"Mandageria\"&gt;Mandageria&lt;/a&gt;\".\nThe large size, predatory &lt;a href=\"ecology\"&gt;ecology&lt;/a&gt;, and evolutionarily derived characters possessed by \"Eusthenodon\" likely contributed to its ability to occupy and flourish in the numerous localities across the world mentioned above. \"Eusthenodon\" is attributed to being just one of many cosmopolitan genera within the \"&lt;a href=\"Old%20Red%20Sandstone\"&gt;Old Red Sandstone&lt;/a&gt;\" fish faunas of the Upper Devonian. As a result, it has been hypothesized that &lt;a href=\"Genetic%20divergence\"&gt;diversification&lt;/a&gt; of \"Eusthenodon\" and other &lt;a href=\"Morphology%20%28biology%29\"&gt;morphologically&lt;/a&gt; similar tristichopterids were not restricted by biogeographical barriers and were instead limited only by their individual ecologies and mobility.\nMost of the \"Eusthenodon\" remains found at these globally distributed localities consisted largely of cranial elements and largely not known from complete skeletons. Consequently, the majority of available literature covering \"Eusthenodon\" primarily focus on the intricacies of the bones associated with the skull in order to investigate the genus and while others draw conclusions from the known characters of Tristichopteridae. Johanson &amp; Ahlberg (1997), in their assessment of new sarcopterygian material, present such conclusions proposing \"Eusthenodon\" likely possessed the same trifurcate or diamond-shaped caudal fin with an axial lobe turned slightly dorsally known in other tristichopterids (referred to as eusthenopterids by Johanson) along with a triangular-shaped first dorsal fin. \nHistory and discovery.\nIn 1952, Swedish paleontologist &lt;a href=\"Erik%20Jarvik\"&gt;Erik Jarvik&lt;/a&gt; first described the first species, \"Eusthenodon wangsjoi\" of the genus \"Eusthenodon\". The specimen was retrieved in 1936 from the richly fossiliferous &lt;a href=\"Sediment\"&gt;sediments&lt;/a&gt; of the Upper Devonian sequences of East Greenland, a region that gained tremendous attraction by &lt;a href=\"Vertebrate%20paleontology\"&gt;vertebrate paleontologists&lt;/a&gt; after the discovery of \"&lt;a href=\"Ichthyostega\"&gt;Ichthyostega&lt;/a&gt;\", the earliest known &lt;a href=\"tetrapod\"&gt;tetrapod&lt;/a&gt;. The given name of the genus, \"Eusthenodon\", refers to the distinctly large &lt;a href=\"Tusk\"&gt;tusks&lt;/a&gt; present in the upper and lower jaws.\nDescription.\nSkull.\nIn his initial diagnosis of the first \"Eusthenodon\" remains published in 1952, Jarvik describes the features present in the remains of \"Eusthenodon wangsjoi\" including those that are significant characters of tristichopterid fishes (referred to as &lt;a href=\"Rhizodontida\"&gt;rhizodontids&lt;/a&gt; by Jarvik) as well as the traits unique to the described &lt;a href=\"species\"&gt;species&lt;/a&gt; and diagnostic characters of the genus. The pointy head of \"Eusthenodon\" is relatively large compared to other closely related \"&lt;a href=\"Osteolepiformes\"&gt;Osteolepiformes&lt;/a&gt;\" with short &lt;a href=\"Parietal%20bone\"&gt;parietal shields&lt;/a&gt; that contribute towards its broad &lt;a href=\"snout\"&gt;snout&lt;/a&gt;. The &lt;a href=\"Frontoethmoidal%20suture\"&gt;frontoethmoidal shield&lt;/a&gt; of the cranial roof in \"Eusthenodon\" is distinctly longer than the parietal shield. The ratio between the lengths of the frontoethmoidal and parietal shields has been used as a diagnostic tool by paleontologists to distinguish between &lt;a href=\"Taxon\"&gt;taxa&lt;/a&gt; and in some cases, serves as the only distinctive feature separating two groups (as is seen in the separation of the clades \"&lt;a href=\"Eusthenopteron\"&gt;Eusthenopteron&lt;/a&gt;\" and \"&lt;a href=\"Tristichopterus\"&gt;Tristichopterus&lt;/a&gt;\"). Across &lt;a href=\"Tristichopteridae\"&gt;eusthenopterids&lt;/a&gt; (tristichopterids), a trend exists showing increasingly higher values for this ratio in more derived genera with \"Eusthenodon\" possessing the highest value with a frontoethmoidal shield to parietal shield ratio of 2.30. The further expansion of snout length in many tetrapod species may also be further evidence supporting the tendency of increasingly longer frontoethmoidal shields present in subsequent clades closely related to eusthenopterids including the late eopods. The &lt;a href=\"orbital%20fenestrae\"&gt;orbital fenestrae&lt;/a&gt; housing the small eyes of \"Eusthenodon\" were distinctly smaller in size compared to the size of the larger frontoethmoidal shield. Residing posteriorly to the orbital fenestra, the posterior supraorbital bone extends downwards along the fenestra and comes into contact with &lt;a href=\"Lacrimal%20bone\"&gt;lachrymal&lt;/a&gt;. In contrast to other \"Osteolepiformes\", which similarly possess a posterior supraorbital bone that extends &lt;a href=\"Anatomical%20terms%20of%20location\"&gt;ventrally&lt;/a&gt; along the orbital fenestra, the contact with the lachrymal by the posterior supraorbital bone is a diagnostic character of \"Eusthenodon\" and results in the separation of the &lt;a href=\"Jugal%20bone\"&gt;jugal&lt;/a&gt; and postorbital bones from meeting the orbital fenestra.\nThe positions and relative sizes of additional fenestra present in \"Eusthenodon\", including the fenestra exonarina, &lt;a href=\"pineal%20foramen\"&gt;pineal foramen&lt;/a&gt;, and pineal fenestra are further diagnostic characters of the genus. The triangular pineal fenestra is well known in \"Eusthenodon\" for its large size and the distinctive posterior tail of the fenestra coming near or in-contact to the posterior &lt;a href=\"Frontal%20bone\"&gt;frontal&lt;/a&gt; margin. On the contrary, the pineal foramen is much smaller in size and is positioned distinctively posterior both to the center of radiation of the frontal and the postorbital bone of the frontoethmoidal shield. When viewing the \"Eusthenodon\" skull in &lt;a href=\"Dorsally\"&gt;dorsal view&lt;/a&gt;, the fenestra exonarina can be seen positioned high and laterally in the snout.\nOf the three &lt;a href=\"Temporal%20bone\"&gt;temporal bones&lt;/a&gt; that make up the parietal shield present in osteolepiformes (&lt;a href=\"Intertemporal%20bone\"&gt;intertemporal&lt;/a&gt;, &lt;a href=\"supratemporal\"&gt;supratemporal&lt;/a&gt;, and extratemporal), the presence of the extratemporal bone in a ‘postspiracular’ position, defined as the shift of the bone from a position lateral to the supratemporal to a more posterior-lateral position, is a significant and diagnostic character of the Tristichopteridae clade. The extratemporal bone present in \"Eusthenodon\" is notable for its complete postspiracular position resulting in no contact between the supratemporal and extratemporal bones, a condition known only to exist in \"Eusthenodon\". One theory to explain the trend observed in the posterior shift of the extratemporal bone in more derived fishes suggests that the change in head proportions contributed to a more streamlined body shape and enhanced its maneuverability and speed in its aquatic environment.\nThe external cheek plate is well documented in \"Eusthenodon\" being 3.5 times longer than the parietal shield and 3.0 times as long as it is high. The cheek plate and lower jaw in \"Eusthenodon\" are significantly longer proportionately than in any other \"Osteolepiformes\". \"Eusthenodon\" exhibits a lower jaw that diminishes in height moving from its posterior end to anterior end and is significantly lower in height at its anterior portion. \nDentition.\nAs the name implies, \"Eusthenodon\" has large tusks that protrude from the upper and lower jaws of the skull. Specifically, along the midline of the snout, two large and stout teeth emerge on the &lt;a href=\"premaxilla\"&gt;premaxilla&lt;/a&gt;. From the incomplete material collected upon the discovery of Eusthenodon, the largest tusks are estimated to have been at least 50 millimeters in length. These two teeth are anteroposteriorly flattened and have distinctive, sharp cutting edges. In a study presented by Gael Clement in 2009, in which a newly discovered tristichopterid assemblage was described, it was found that the enlarged teeth were predominantly in line with the tooth row of the premaxilla and they did not occur in pairs. Consequently, the enlarged premaxillary teeth were described as ‘pseudo fangs’ rather than the &lt;a href=\"Fang\"&gt;true fangs&lt;/a&gt; previously thought to be present in \"Eusthenodon\". A horizontal &lt;a href=\"Cross%20section%20%28geometry%29\"&gt;cross-sectionally&lt;/a&gt; analysis of the first fang reveals simple and irregularly folded orthodentine. Within the &lt;a href=\"Pulp%20%28tooth%29\"&gt;pulp cavity&lt;/a&gt;, osteodentine is found. The presence of the enlarged pseudo fangs on the premaxilla in \"Eusthenodon\", supported its phylogenetic position within the Tristichopteridae clade as similar &lt;a href=\"Dentition\"&gt;dentition patterns&lt;/a&gt; are found in other closely related derived tristichopterids. The number of small pointed teeth along the tooth row further supports dentition trends over time as in more derived genera, a greater number of teeth are found relative to more primitive species such as \"Eusthenopteron\". \nDespite possessing sets of premaxillary pseudo fangs, \"Eusthenodon\" and other large, phylogenetically derived tristichopterids exhibit elaborate anterior dentition and distinctive enlarged &lt;a href=\"Mandible\"&gt;dentary&lt;/a&gt; fangs. The faintly concave denticulated field of the &lt;a href=\"Parasphenoid\"&gt;parasphenoid bone&lt;/a&gt; is raised in primitive tristichopterids while it is notably recessed in \"Eusthenodon\". Additionally, the presence of a distinctive blade-like &lt;a href=\"wikt%3Alamina%23English\"&gt;vertical lamina&lt;/a&gt; present on the anterior &lt;a href=\"Coronoid%20process%20of%20the%20mandible\"&gt;coronoid&lt;/a&gt; exists in most other tristichopterids but is absent in derived genera such as \"Eusthenodon\". In tristichopterids, the anterior and middle coronoids carry at least a single fang pair while in \"Eusthenodon\", the posterior coronoid possesses two fang pairs. Furthermore, marginal coronoid teeth are known to be present in practically all other tristichopterids (except the known absence in a single genus, \"Cabonnicthys)\", yet in \"Eusthenodon\" and the closely related \"Mandageria\", there is considerable marginal coronoid teeth missing along the anterior portion of the jaw. This reduction of marginal coronoid teeth supports the phylogenetic association of \"Eusthenodon\", \"Mandageria\", and \"Cabonnichthys\" and serves as a derived characteristic of late tristichopterids. \"Eusthenodon\" possesses a small parasymphysial plate attached to the &lt;a href=\"splenial\"&gt;splenial&lt;/a&gt; via the small attachment of the plate onto the anterior portion of the mesial lamina. The shape and size of the parasymphysial plate exhibited in \"Eusthenodon\" is present in all tristichopterids and is a diagnostic characteristic of the family. \nScales.\nIn line with the features described by Berg (1955) to be the significant diagnostic characters of Tristichopteridae, \"Eusthenodon\" possesses proportionately large, distinctively round scales without &lt;a href=\"cosmine\"&gt;cosmine&lt;/a&gt; that exhibit a reticular pattern of ridges with rare appearance of independent tubercles. Furthermore, each of these round cosmineless scales include a proximal central attachment boss, also diagnostic of Tristichopteridae. In contrast to most other tristichopterids, the ornamentation of \"Eusthenodon\" scales exhibit ridges forming distinct networks whereas scales from \"Eusthenopteron\" tend to have an ornamentation of considerably shorter ridges present in the incompletely fused tubercles. The area of overlap between scales in \"Eusthenodon\" is also larger than the scales of \"Eusthenopteron\".\nClassification.\n\"Eusthenodon\" belongs to the family Tristichopteridae, a subdivision of the order Osteolepiformes within the greater class of Sarcopterygii. Sarcopterygii is the major clade that diverted from the ray-finned teleosts with the evolution of lobed-fins. The phylogeny of Tristichopteridae was described by Gael Clement, Daniel Snitting, and P.E. Ahlberg (2008) after performing a maximum parsimony analysis of the interrelationships of within the clade."
}