{
    "id": "17517299",
    "revid": "38569047",
    "url": "https://en.wikipedia.org/wiki?curid=17517299",
    "title": "International Technology Law Association",
    "text": "The International Technology Law Association (ITechLaw) is an international &lt;a href=\"Voluntary%20association\"&gt;association&lt;/a&gt; that provides education and networking opportunities for &lt;a href=\"technology\"&gt;technology&lt;/a&gt; professionals and students in the area of technology-related &lt;a href=\"law\"&gt;legal&lt;/a&gt; issues.\nAbout.\nFounded in 1971 and formally incorporated as a &lt;a href=\"Nonprofit%20organization\"&gt;non-profit&lt;/a&gt; association in 1973, the International Technology Law Association (ITechLaw) is a worldwide organization representing &lt;a href=\"lawyers\"&gt;lawyers&lt;/a&gt; and other professionals in the technology sector. The organization’s global membership spans six continents and embodies a broad spectrum of expertise.\nIn addition to serving as a forum for members to discuss a wide range of legal issues, the association regularly organizes conferences that explore cutting-edge issues and trends in both &lt;a href=\"information%20technology\"&gt;information technology&lt;/a&gt; and &lt;a href=\"intellectual%20property%20law\"&gt;intellectual property law&lt;/a&gt;. ITechLaw is a non-profit organization partly supported by annual membership dues.\nHistory.\nITechLaw was founded as the Computer Law Association. ITechLaw assumed its current name in 2006 to reflect its international membership and the convergence of computing technologies with other technology. In 2008, ITechLaw opened its membership beyond legal professionals to other professionals with an interest in technology law issues. A detailed history of the association can be found at the ITechLaw Web site.\nActivities.\nITechLaw’s activities include hosting national and international conferences, workshops known as CyberspaceCamp and Webinars. The organization typically holds three conferences each year to accommodate attendance by members worldwide. In recent years, ITechLaw has held annual meetings in North America, Europe and Asia. Conferences are open to members and non-members.\nITechLaw also organizes periodic &lt;a href=\"Webinar\"&gt;Webinar&lt;/a&gt;s to discuss issues of interest to its membership. Recent Webinars have discussed topics including &lt;a href=\"data%20security\"&gt;data security&lt;/a&gt;, the &lt;a href=\"Computer%20Fraud%20and%20Abuse%20Act\"&gt;Computer Fraud and Abuse Act (CFAA)&lt;/a&gt;, the &lt;a href=\"Communications%20Decency%20Act\"&gt;Communications Decency Act (CDA)&lt;/a&gt; and the &lt;a href=\"Gpl%23Version_3\"&gt;GNU General Public License (GPL) version 3&lt;/a&gt;. Attendance of Webinars is open to members and non-members.\nPublications.\nITechLaw publishes a quarterly journal, the \"eBulletin\", which discusses technology-related legal issues and recent &lt;a href=\"court\"&gt;court&lt;/a&gt; cases of interest. The \"eBulletin\" includes scholarly articles on timely issues relevant to technology lawyers, analyses of recent case law and with news and updates on the ITechLaw organization. An online archive is provided for members.\nITechLaw also publishes \"eNews\", a monthly newsfeed about its members through which members also receive daily notices regarding updates about IT law.\nOrganization.\nITechLaw is managed by a &lt;a href=\"board%20of%20directors\"&gt;board of directors&lt;/a&gt; along with an &lt;a href=\"executive%20committee\"&gt;executive committee&lt;/a&gt; composed of elected officers. Information on Past Presidents and members of the ITechLaw Advisory Board can be found at its website."
}