{
    "id": "1751142",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=1751142",
    "title": "Multi-stage fitness test",
    "text": "The multi-stage fitness test (MSFT), also known as the beep test, bleep test, PACER (Progressive Aerobic Cardiovascular Endurance Run), PACER test, FitnessGram PACER test, or the 20 m Shuttle Run Test (20 m SRT), is a running test used to estimate an athlete's aerobic capacity (&lt;a href=\"VO2%20max\"&gt;VO2 max&lt;/a&gt;). The test requires participants to run 20 meters back and forth across a marked track keeping time with beeps. Every minute or so, the next level commences: the time between beeps gets shorter; participants must run faster. If a participant fails to reach the relevant marker in time, they are cautioned. A second caution ends the test for that runner. The number of shuttles completed successfully is recorded as the score of that runner. The score is recorded in Level.Shuttles format (e.g. 9.5).\nThe test is used by sporting organizations around the world along with schools, the military, and others interested in gauging cardiovascular endurance, an important component of overall &lt;a href=\"physical%20fitness\"&gt;physical fitness&lt;/a&gt;. The multi-stage fitness test is also part of most health-related fitness test batteries for children and adolescents, such as Eurofit, Alpha-fit, FitnessGram and ASSOFTB.\nThe multi-stage fitness test was first described by Luc Léger with the original 1-minute protocol, which starts at a speed of 8.5 km/h, and increases by 0.5 km/h each minute. Other variations of the test have also been developed, where the protocol starts at a speed of 8.0 km/h and with either 1 or 2-minute stages, but the original protocol is nevertheless recommended. The test appears to encourage maximal effort by children. Additionally, the test's prediction of aerobic capacity is valid for most individuals, including those who are overweight or obese.\nProcedure.\nPrior to the test commencing, runners line up at the 0m marker, facing the 20m marker. Following a countdown, a double beep or voice cue signals the start.\nEvery minute or so, the level changes. This is signaled, usually, by a double beep or, possibly, a voice cue. The required speed at the new speed level \"will\" be 0.5 km/h faster.\nNotes: The distance between the \"start\" and \"turn around\" markers is usually 20m; however, the test can also be carried out using a 15m track. Shuttle completion times are modified in proportion.\nLeger specified a 1-minute protocol: that is, each level was meant to last \"approximately\" 1 minute. However, because speed changes mid-shuttle confuse matters, the algorithm for a change in level is as follows: \"the next level commences on completion of the current shuttle when the absolute difference between the time spent at the level and 60 seconds is the least\".\nScoring.\nA runner who fails to reach the relevant marker in time is cautioned; if they want to continue, they must touch the marker before turning back. Two consecutive failures terminates their attempt. Their most recent successfully completed shuttle is marked as their score.\nScoring is usually done using \"Level.Shuttle\" terminology; for example, 10.2, which means \"completed 2 shuttles at level 10\".\nTest details.\nThe tables below describe the specifics of each of the 20-meter and 15-meter test.\nEstimating VO2 max.\nVO2 max, or milliliters of oxygen per &lt;a href=\"kilogram\"&gt;kilogram&lt;/a&gt; of body &lt;a href=\"mass\"&gt;mass&lt;/a&gt; per minute (e.g., mL/(kg·min)), is considered an excellent proxy for aerobic fitness. Attempts have been made to correlate MSFT scores with VO2 max. Do note that such estimations are fraught with difficulty as test scores, while substantially dependent on VO2 max, also depend on running efficiency, test familiarity, anaerobic capacity, personal drive, ambient temperature, running equipment (floor, shoes) and other factors.\nA paper by Flouris, et al (2005) determined the following:\nformula_1\nAn earlier paper by Ramsbottom, et al (1988) suggested the following:\nformula_2\nVariations and their impact.\nLuc Léger, the originator of the multi-stage fitness test, never did patent it. Consequently, organizations around the world have been able to incorporate subtle variations into the test. The most common variations are:\nFirst level at 8.0 km/h.\nThe Léger test requires the first level to be run at 8.5 km/h. Some organizations require it to be run at 8.0 km/h. Note that the second level is \"always\" run at 9.0 km/h. Also, speeds at subsequent levels \"always\" increment by 0.5 km/h. \nThe impact of this variation is insignificant as almost all runners' scores easily exceed level 1.\nTime spent at each level.\nAll versions of the test evaluate for a change of level only on completion of shuttles. The Léger test's algorithm requires that each level lasts \"approximately\" 60 seconds. This means the next level commences when the absolute difference between the time spent at the level and 60 seconds is least. Put simply, some levels may run for a trifle less than 60 seconds, others a little more than 60 seconds and the odd one exactly 60 seconds. \nOn the other hand, a few non-Léger versions of the test trigger a level change only when the time spent at a level first \"exceeds\" 60 seconds. This variation results in one extra shuttle being run at some levels.\nIn practice, since the speed change at a new level (rather than an extra lap) is most likely to trigger \"failure\", this variation also has an insignificant change on one's achievable score.\nScoring starts from zero.\nScoring of the Léger test starts from 1. That is, at the end of the very first shuttle, the participant has scored 1.1. A variation has scoring starting from 0; at the end of the first shuttle, the runner has achieved 0.1.\nThe impact of this variation is purely administrative: just add or subtract 1 to convert scores.\nStandards.\nThe table below indicates some of the standards applied by various organizations.\nWorld record.\nParticipation.\nThe &lt;a href=\"Guinness%20World%20Record\"&gt;Guinness World Record&lt;/a&gt; for the largest group beep test is held by &lt;a href=\"Army%20Foundation%20College\"&gt;Army Foundation College&lt;/a&gt;, in &lt;a href=\"Harrogate\"&gt;Harrogate&lt;/a&gt;, &lt;a href=\"North%20Yorkshire\"&gt;North Yorkshire&lt;/a&gt; where 941 people took part.\nIn popular culture.\nThe introductory explanation of one multi-stage fitness test, the FitnessGram PACER test, has been widely spread as a &lt;a href=\"copypasta\"&gt;copypasta&lt;/a&gt;, &lt;a href=\"Internet%20meme\"&gt;meme&lt;/a&gt;, and through other comedic ways due to the test's modern use in schools, primarily in physical education classes:\n\"The FitnessGram™ PACER Test is a multistage aerobic capacity test that progressively gets more difficult as it continues. The 20-meter pacer test will begin in 30 seconds. Line up at the start. The running speed starts slowly but gets faster each minute after you hear this signal. [beep] A single lap should be completed each time you hear this sound. [ding] Remember to run in a straight line, and run as long as possible. The second time you fail to complete a lap before the sound, your test is over. The test will begin on the word start. On your mark, get ready, start.\"\nEpisode 12 of the Australian children's comedy show &lt;a href=\"Little%20Lunch%20%28TV%20series%29\"&gt;Little Lunch&lt;/a&gt; is called 'The Beep Test'. The plot revolves around the school students' reactions to participating in the multi-stage fitness test."
}