{
    "id": "17525880",
    "revid": "16367662",
    "url": "https://en.wikipedia.org/wiki?curid=17525880",
    "title": "Thretton Palamo",
    "text": "Thretton Palamo (born September 22, 1988) is an American &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player who plays &lt;a href=\"Centre%20%28rugby%20union%29\"&gt;centre&lt;/a&gt; for &lt;a href=\"Old%20Glory%20DC\"&gt;Old Glory DC&lt;/a&gt; of &lt;a href=\"Major%20League%20Rugby\"&gt;Major League Rugby&lt;/a&gt; (MLR).\nWhen he appeared in the &lt;a href=\"2007%20Rugby%20World%20Cup\"&gt;2007 Rugby World Cup&lt;/a&gt;, he became the youngest ever player to have played in the &lt;a href=\"Rugby%20World%20Cup\"&gt;Rugby World Cup&lt;/a&gt;, a record that was surpassed in &lt;a href=\"2015%20Rugby%20World%20Cup\"&gt;2015&lt;/a&gt; by &lt;a href=\"Vasil%20Lobzhanidze\"&gt;Vasil Lobzhanidze&lt;/a&gt; of &lt;a href=\"Georgia%20national%20rugby%20union%20team\"&gt;Georgia&lt;/a&gt;.\nYouth and early career.\nPalamo was born in &lt;a href=\"Woodland%2C%20California\"&gt;Woodland, California&lt;/a&gt;. Palamo is a graduate of &lt;a href=\"Davis%20Senior%20High%20School%20%28California%29\"&gt;Davis Senior High School&lt;/a&gt; in &lt;a href=\"Davis%2C%20California\"&gt;Davis, California&lt;/a&gt;. During his high school career he played both basketball, winning selection to the USA's U16 national team, and American football, leading his team in rushing yards and tackles during his senior year. He didn't officially start playing rugby until he was 16 when he joined the same club as his brothers, the &lt;a href=\"San%20Francisco%20Golden%20Gate%20RFC\"&gt;San Francisco Golden Gate Rugby Club&lt;/a&gt;.\nWithin six months of joining SFGG, Palamo was called to represent &lt;a href=\"Samoa%20national%20rugby%20union%20team\"&gt;Samoa&lt;/a&gt; at U19 level and also went on to play Sevens for Samoa, the country of his father's birth. However, as he approached 18 — the age deadline to commit to a specific national team — he decided to play for his own country of birth, the United States, saying this could create opportunities for other Samoan players.\nUniversity of Utah.\nWith a recommendation from USA Rugby World Cup teammate and Utah's head rugby coach &lt;a href=\"Blake%20Burdette\"&gt;Blake Burdette&lt;/a&gt;, Palamo went to Utah and played rugby union and American football for the &lt;a href=\"Utah%20Utes%20football\"&gt;Utes&lt;/a&gt;. He spent his freshman year just playing rugby. In June 2010, he led the Scrummin' Utes to victory in the inaugural &lt;a href=\"Collegiate%20Rugby%20Championship\"&gt;Collegiate Rugby Championship&lt;/a&gt;, scoring two tries in a 31–26 overtime win over the &lt;a href=\"California%20Golden%20Bears%23Rugby%20Union\"&gt;California Golden Bears&lt;/a&gt;. \nA desire to play American football and some help from Burdette, a former Utes tight end, saw Palamo join the Utes American football program in early 2011, taking part in spring scrimmages as a running back.\nClub career.\nHe played in France for &lt;a href=\"Top%2014\"&gt;Top 14&lt;/a&gt; club &lt;a href=\"Biarritz%20Olympique\"&gt;Biarritz&lt;/a&gt; during the &lt;a href=\"2008-09%20Top%2014%20season\"&gt;2008-09 season&lt;/a&gt; and played alongside fellow Eagles international &lt;a href=\"Takudzwa%20Ngwenya\"&gt;Takudzwa Ngwenya&lt;/a&gt;. Despite signing a three-year contract with Biarritz, he returned to the United States at the end of his first season to continue his studies.\nPalamo returned to professional club rugby in 2014, signing a three-month trial contract with &lt;a href=\"Saracens%20FC\"&gt;Saracens&lt;/a&gt; for the 2014–15 season. Palamo made his professional rugby debut playing 55 minutes for Saracens in a win over Ospreys in LV= Cup. After making three appearances for Saracens, Palamo joined London Welsh on a year long loan for the &lt;a href=\"2015-16%20RFU%20Championship\"&gt;2015-16 RFU Championship&lt;/a&gt; season. However, on 31 December 2015, Palamo left London Welsh by early release to fully return to the &lt;a href=\"United%20States%20national%20rugby%20sevens%20team\"&gt;United States Sevens&lt;/a&gt; set-up.\nOn 27 June 2016 it was confirmed that Palamo would return to England to join &lt;a href=\"Bristol%20Rugby\"&gt;Bristol&lt;/a&gt; ahead of their return to the &lt;a href=\"English%20Premiership%20%28rugby%20union%29\"&gt;Premiership&lt;/a&gt; in &lt;a href=\"2016-17%20English%20Premiership%20%28rugby%20union%29\"&gt;2016&lt;/a&gt;. In September 2017 he joined the &lt;a href=\"Dragons%20%28rugby%20union%29\"&gt;Dragons&lt;/a&gt; on a short-term loan to cover injuries.\nHe was released by Bristol in April 2018.\nHe joined &lt;a href=\"Major%20League%20Rugby\"&gt;Major League Rugby&lt;/a&gt; team &lt;a href=\"Houston%20Sabercats\"&gt;Houston Sabercats&lt;/a&gt; in 2019. In 2020, he signed with expansion team &lt;a href=\"Old%20Glory%20DC\"&gt;Old Glory DC&lt;/a&gt;. He has been co-captain of the team in their first two professional seasons, alongside flanker &lt;a href=\"Mungo%20Mason\"&gt;Mungo Mason&lt;/a&gt;. He re-signed with the team for the 2021 and 2022 seasons.\nInternational career.\nPalamo was called into the &lt;a href=\"United%20States%20national%20rugby%20union%20team\"&gt;United States&lt;/a&gt; squad to participate at the &lt;a href=\"2007%20Rugby%20World%20Cup\"&gt;2007 Rugby World Cup&lt;/a&gt;. He played his only match of the tournament in the 15–64 loss to &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South Africa&lt;/a&gt; on 30 September 2007. The appearance was just eight days after his 19th birthday and made him the youngest player in Rugby World Cup history, lowering the record of &lt;a href=\"Federico%20M%C3%A9ndez\"&gt;Federico Méndez&lt;/a&gt; of &lt;a href=\"Argentina%20national%20rugby%20union%20team\"&gt;Argentina&lt;/a&gt;, who was 19 years and 63 days when he appeared at the &lt;a href=\"1991%20Rugby%20World%20Cup\"&gt;1991 Rugby World Cup&lt;/a&gt;. As noted earlier, that record was surpassed in 2015 by Lobzhanidze, who played for Georgia against &lt;a href=\"Tonga%20national%20rugby%20union%20team\"&gt;Tonga&lt;/a&gt; less than a month before his 19th birthday.\nPalamo made his only other full test appearance for the Eagles in a tour match against &lt;a href=\"Japan%20rugby%20team\"&gt;Japan&lt;/a&gt; in Tokyo on 22 November 2008 before going on to captain the USA's Sevens team at the &lt;a href=\"2009%20World%20Games\"&gt;2009 World Games&lt;/a&gt; in Taiwan.\nPalamo returned to international rugby starting at inside centre for the US in their &lt;a href=\"2014%20IRB%20Pacific%20Nations%20Cup\"&gt;2014 IRB Pacific Nations Cup&lt;/a&gt; match against &lt;a href=\"Canada%20national%20rugby%20union%20team\"&gt;Canada&lt;/a&gt;.\nFamily.\nPalamo's father, Arona Palamo, played international rugby union at centre and flyhalf for &lt;a href=\"Samoa%20national%20rugby%20union%20team\"&gt;Samoa&lt;/a&gt; between 1979 and 1982 before moving to San Francisco to take up an academic scholarship at &lt;a href=\"UC%20Davis\"&gt;UC Davis&lt;/a&gt;. Palamo has one younger sister and two older brothers, Toshi and Seta, who have both played Sevens for the United States. His father introduced him to rugby union and he was influenced to play the sport after watching his brothers play."
}