{
    "id": "17531027",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=17531027",
    "title": "Pierre Gaveaux",
    "text": "Pierre Gaveaux (9 October 1761 – 5 February 1825) was a French &lt;a href=\"opera\"&gt;opera&lt;/a&gt;tic &lt;a href=\"tenor\"&gt;tenor&lt;/a&gt; and &lt;a href=\"composer\"&gt;composer&lt;/a&gt;, notable for creating the role of Jason in Cherubini's \"Médée\" and for composing \"&lt;a href=\"L%C3%A9onore%2C%20ou%20L%E2%80%99amour%20conjugal\"&gt;Léonore, ou L’amour conjugal&lt;/a&gt;\", the first operatic version of the story that later found fame as \"&lt;a href=\"Fidelio\"&gt;Fidelio&lt;/a&gt;\".\nEarly life.\nGaveaux was born in &lt;a href=\"B%C3%A9ziers\"&gt;Béziers&lt;/a&gt; and sang in the &lt;a href=\"B%C3%A9ziers%20Cathedral\"&gt;cathedral&lt;/a&gt; &lt;a href=\"choir\"&gt;choir&lt;/a&gt; there from the age of seven. Although intending to enter the priesthood, he also took lessons in composition. He next became first tenor at the Basilica of Saint-Seurin in &lt;a href=\"Bordeaux\"&gt;Bordeaux&lt;/a&gt;, studying with &lt;a href=\"Franz%20Ignaz%20Beck\"&gt;Franz Ignaz Beck&lt;/a&gt;, and subsequently decided to follow a career in music, becoming a conductor at the &lt;a href=\"Grand%20Th%C3%A9%C3%A2tre%20de%20Bordeaux\"&gt;Grand Théâtre de Bordeaux&lt;/a&gt; as well as continuing to sing.\nCareer as a singer.\nAfter a period in &lt;a href=\"Montpellier\"&gt;Montpellier&lt;/a&gt;, he moved to &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; where, on 26 January 1789, he took part in a performance of &lt;a href=\"Giacomo%20Tritto\"&gt;Giacomo Tritto&lt;/a&gt;'s \"Le Avventure Amorose\", which marked the inauguration of the &lt;a href=\"Com%C3%A9die-Italienne\"&gt;Théâtre de Monsieur&lt;/a&gt; company in the &lt;a href=\"Salle%20des%20Machines\"&gt;Salle des Machines&lt;/a&gt; at the &lt;a href=\"Tuileries%20Palace\"&gt;Tuileries Palace&lt;/a&gt;.\nHe subsequently performed with the company in operas such as &lt;a href=\"Paisiello\"&gt;Paisiello&lt;/a&gt;'s \"L’Infante de Zamora\" (in 1789), and on 18 July 1791 he sang the role of Floresky in the première of &lt;a href=\"Luigi%20Cherubini\"&gt;Cherubini&lt;/a&gt;'s \"&lt;a href=\"Lodo%C3%AFska\"&gt;Lodoïska&lt;/a&gt;\". When the company moved to the &lt;a href=\"Th%C3%A9%C3%A2tre%20Feydeau\"&gt;Théâtre Feydeau&lt;/a&gt;, he was involved in a \"folly in verse\" called \"Le club des bonnes gens\" which was banned by the &lt;a href=\"Censorship\"&gt;censor&lt;/a&gt; for being unpatriotic.\nHe was active during the &lt;a href=\"French%20Revolution\"&gt;revolutionary period&lt;/a&gt;, composing in 1792 a hymn to the &lt;a href=\"Cult%20of%20the%20Supreme%20Being\"&gt;Supreme Being&lt;/a&gt;. On 19 January 1795, his famous anti-&lt;a href=\"Jacobin%20Club\"&gt;Jacobin&lt;/a&gt; song \"Le Réveil du peuple\" (\"The Awakening of the People\"), to words by Jean-Marie Souriguière de Saint-Marc, was first performed. Notwithstanding the banning of the song on 8 January 1796 by the &lt;a href=\"Directoire\"&gt;Directoire&lt;/a&gt;, he continued his career in opera, appearing in &lt;a href=\"Fran%C3%A7ois%20Devienne\"&gt;François Devienne&lt;/a&gt;'s \"Les visitandines\", and creating the role of Jason in Cherubini's \"&lt;a href=\"M%C3%A9d%C3%A9e%20%28Cherubini%29\"&gt;Médée&lt;/a&gt;\" on 13 March 1797.\nOperas.\nGaveaux's first opera, \"L'amour filial\" (1792), was a success in Paris and was performed throughout Europe: &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;, &lt;a href=\"Cologne\"&gt;Cologne&lt;/a&gt; and &lt;a href=\"Rotterdam\"&gt;Rotterdam&lt;/a&gt; in 1795, &lt;a href=\"Bern\"&gt;Bern&lt;/a&gt; and &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; in 1809, &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; and &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt; (in a German translation) in 1796.\nHis most famous opera, \"Léonore, ou L’amour conjugal\", premièred in 1798, with Gaveaux himself in the role of Florestan and &lt;a href=\"Julie-Ang%C3%A9lique%20Scio\"&gt;Julie-Angélique Scio&lt;/a&gt; as Léonore. It is best known today because the &lt;a href=\"libretto\"&gt;libretto&lt;/a&gt; (by &lt;a href=\"Jean-Nicolas%20Bouilly\"&gt;Jean-Nicolas Bouilly&lt;/a&gt;) served as the basis for &lt;a href=\"Beethoven\"&gt;Beethoven&lt;/a&gt;'s only opera, \"&lt;a href=\"Fidelio\"&gt;Fidelio&lt;/a&gt;\".\nOther operas by Gaveaux that were popular in their day include \"Sophie et Moncars\", \"Le bouffe et le tailleur\" and \"Monsieur Des Chalumeaux\", and in 1808 he composed \"L'échelle de soie\" to a translation of the libretto which &lt;a href=\"Giuseppe%20Maria%20Foppa\"&gt;Giuseppe Maria Foppa&lt;/a&gt; had written for &lt;a href=\"Rossini\"&gt;Rossini&lt;/a&gt;'s \"&lt;a href=\"La%20scala%20di%20seta\"&gt;La scala di seta&lt;/a&gt;\".\nLater life.\nGaveaux continued to sing until 1812, although after the company of the Théâtre Feydeau merged with that of the &lt;a href=\"Th%C3%A9%C3%A2tre%20Favart\"&gt;Théâtre Favart&lt;/a&gt; in 1801, his voice was in decline and he only performed secondary roles. In 1819 he entered the &lt;a href=\"Charenton%20%28asylum%29\"&gt;asylum at Charenton&lt;/a&gt; on the outskirts of Paris, where he died. His wife, Émilie Gavaudan (also a singer), died in 1840."
}