{
    "id": "17557347",
    "revid": "1261736",
    "url": "https://en.wikipedia.org/wiki?curid=17557347",
    "title": "Billy Collings",
    "text": "Billy Collings (born 10 June 1940) is a &lt;a href=\"Scotland\"&gt;Scottish&lt;/a&gt; former footballer who played for &lt;a href=\"Greenock%20Morton\"&gt;Greenock Morton&lt;/a&gt;, &lt;a href=\"Dumbarton%20F.C.\"&gt;Dumbarton&lt;/a&gt;, &lt;a href=\"Berwick%20Rangers\"&gt;Berwick Rangers&lt;/a&gt;, &lt;a href=\"Cambuslang%20Rangers\"&gt;Cambuslang Rangers&lt;/a&gt;, &lt;a href=\"Queen%20of%20the%20South%20F.C.\"&gt;Queen of the South&lt;/a&gt;, &lt;a href=\"Stranraer%20F.C.\"&gt;Stranraer&lt;/a&gt; and &lt;a href=\"Gretna%20F.C.\"&gt;Gretna&lt;/a&gt;.\nPlaying career.\nMorton, Dumbarton &amp; Berwick.\nCollings started his senior career as a teenager playing for &lt;a href=\"Greenock%20Morton\"&gt;Greenock Morton&lt;/a&gt;. At the same time he served his apprenticeship as a &lt;a href=\"bricklayer\"&gt;bricklayer&lt;/a&gt; working at Greenock shipyards.\nHe then joined &lt;a href=\"Dumbarton%20F.C.\"&gt;Dumbarton&lt;/a&gt; where he picked up the only sending-off of his senior career. Next on Collings' travels was &lt;a href=\"Berwick%20Rangers\"&gt;Berwick Rangers&lt;/a&gt; after which he stopped playing completely.\nCambuslang Rangers.\nCollings was playing snooker in Bridgeton &lt;a href=\"YMCA\"&gt;YMCA&lt;/a&gt; when he was approached by Davie McLachan to play for Cambuslang Rangers in the West of Scotland &lt;a href=\"Scottish%20Junior%20Football%20Association\"&gt;Junior&lt;/a&gt; league. Collings agreed to join.\nAt Cambuslang with Collings was ex Queen of the South trainer Jimmy McGuire and ex Queens left back Charlie Hammill.\nDespite being a marked man as an ex-pro, Collings remembers his Junior League time with affection. Cambuslang Rangers won the West of Scotland Junior League and also made it to the &lt;a href=\"Scottish%20Junior%20Cup\"&gt;Scottish Junior Cup&lt;/a&gt; Final. In the semi final played at neutral &lt;a href=\"Firhill\"&gt;Firhill&lt;/a&gt; he picked up an injury that essentially ended his involvement in the fixture. Struggling to run he was moved to left wing where he finished the game.\nAfter the game, he was at home when police came to the door to tell him that he was required to attend hospital immediately. At hospital he was told that his earlier diagnosis was inadequate as it had since been recognised that there was issue that hadn't been noticed. Collings was subsequently diagnosed as having a broken rib and a punctured lung. He played in the final after taking an injection from a specialist. The final was won by &lt;a href=\"Johnstone%20Burgh\"&gt;Johnstone Burgh&lt;/a&gt;.\nQueen of the South.\nCollings was signed by &lt;a href=\"Queen%20of%20the%20South%20F.C.\"&gt;Queen of the South&lt;/a&gt; manager &lt;a href=\"George%20Farm\"&gt;George Farm&lt;/a&gt; when the &lt;a href=\"Dumfries\"&gt;Dumfries&lt;/a&gt; club were in Scotland's top division. Collings was paid a retainer of £5 per week for remaining with Cambuslang ahead of joining Queens in the close season to start his career as a full-time footballer. However, Farm was sacked as manager in January and Queens were relegated at the season's end. Collings was facing part-time Second Division football of which he had had enough of at Berwick. Before the new season's start he approached club official &lt;a href=\"Jimmy%20McKinnell%20Junior\"&gt;Jimmy McKinnell Junior&lt;/a&gt; to request a free transfer – the request was rejected.\nNow aged 24, Collings made his debut for Queens on 8 August 1964 against &lt;a href=\"Montrose%20F.C.\"&gt;Montrose&lt;/a&gt; in the &lt;a href=\"Scottish%20League%20Cup\"&gt;Scottish League Cup&lt;/a&gt;, and netted a debut goal in the 2–0 home victory.\nCollings was an attacking midfielder of the old school – one who was as happy exchanging lumps with opposing defenders as sticking the ball in the net. He earned £8 a week when he broke into the Queens first team.\nIn Queens' first 2 seasons after Collings' breakthrough (&lt;a href=\"1964%E2%80%9365%20Scottish%20Division%20Two\"&gt;1964–65&lt;/a&gt; and &lt;a href=\"1965%E2%80%9366%20Scottish%20Division%20Two\"&gt;1965–66&lt;/a&gt;) they missed out on promotion back to Scotland's top flight by one place by finishing third. They again finished third in his last season at the club (&lt;a href=\"1969%E2%80%9370%20Scottish%20Division%20Two\"&gt;1969–70&lt;/a&gt;). Over six seasons Collings scored 31 goals in his 247 appearance for Queens excluding friendlies.\nCollings' last game for Queens was in the 2–0 away win against &lt;a href=\"East%20Fife%20F.C.\"&gt;East Fife&lt;/a&gt; on 25 April 1970.\nStranraer &amp; Gretna.\nCollings left Queens in 1970 signing for Stranraer. Collings scored for Stranraer in a 5–5 draw against Queens at &lt;a href=\"Stair%20Park\"&gt;Stair Park&lt;/a&gt; when Queens came back from 5–2 down. Collings also scored to put Stranraer 1–0 ahead against Celtic in the League Cup at Stair Park in 1972.\nAt Stranraer the player of the year title was awarded by Willie Marshall of Marshall's buses. After having been presented with the title on the Saturday evening of the season end dinner and dance Collings was told on the following Monday that he was being released by the club. Collings joined non-League &lt;a href=\"Gretna%20F.C.\"&gt;Gretna&lt;/a&gt; where he finished his playing career.\nAfter football.\nAfter retiring as a footballer Billy Collings worked as manager of a &lt;a href=\"Peugeot\"&gt;Peugeot&lt;/a&gt; car sales operation. He has three children and six grandchildren and has stayed in Dumfries since his days as a Queens player. Collings enjoys his retirement watching Queen of the South and playing &lt;a href=\"golf\"&gt;golf&lt;/a&gt; with former club mate and now Queens honorary director &lt;a href=\"Allan%20Ball\"&gt;Allan Ball&lt;/a&gt;."
}