{
    "id": "17553",
    "revid": "84417",
    "url": "https://en.wikipedia.org/wiki?curid=17553",
    "title": "Kepler's laws of planetary motion",
    "text": "In &lt;a href=\"astronomy\"&gt;astronomy&lt;/a&gt;, Kepler's laws of planetary motion, published by &lt;a href=\"Johannes%20Kepler\"&gt;Johannes Kepler&lt;/a&gt; between 1609 and 1619, describe the orbits of &lt;a href=\"planet\"&gt;planet&lt;/a&gt;s around the &lt;a href=\"Sun\"&gt;Sun&lt;/a&gt;. The laws modified the &lt;a href=\"Copernican%20heliocentrism\"&gt;heliocentric theory&lt;/a&gt; of &lt;a href=\"Nicolaus%20Copernicus\"&gt;Nicolaus Copernicus&lt;/a&gt;, replacing its circular &lt;a href=\"orbit\"&gt;orbit&lt;/a&gt;s and &lt;a href=\"epicycles\"&gt;epicycles&lt;/a&gt; with elliptical trajectories, and explaining how planetary velocities vary. The three laws state that:\nThe elliptical orbits of planets were indicated by calculations of the orbit of &lt;a href=\"Mars\"&gt;Mars&lt;/a&gt;. From this, Kepler inferred that other bodies in the &lt;a href=\"Solar%20System\"&gt;Solar System&lt;/a&gt;, including those farther away from the Sun, also have elliptical orbits. The second law helps to establish that when a planet is closer to the Sun, it travels faster. The third law expresses that the farther a planet is from the Sun, the slower its orbital speed, and vice versa.\n&lt;a href=\"Isaac%20Newton\"&gt;Isaac Newton&lt;/a&gt; showed in 1687 that relationships like Kepler's would apply in the Solar System as a consequence of his own &lt;a href=\"Newton%27s%20laws%20of%20motion\"&gt;laws of motion&lt;/a&gt; and &lt;a href=\"Newton%27s%20law%20of%20universal%20gravitation\"&gt;law of universal gravitation&lt;/a&gt;.\nComparison to Copernicus.\n&lt;a href=\"Johannes%20Kepler\"&gt;Johannes Kepler&lt;/a&gt;'s laws improved the model of &lt;a href=\"Copernicus\"&gt;Copernicus&lt;/a&gt;. If the &lt;a href=\"Orbital%20eccentricity\"&gt;eccentricities&lt;/a&gt; of the planetary &lt;a href=\"orbit\"&gt;orbit&lt;/a&gt;s are taken as zero, then Kepler basically agreed with Copernicus:\nThe eccentricities of the orbits of those planets known to Copernicus and Kepler are small, so the foregoing rules give fair approximations of planetary motion, but Kepler's laws fit the observations better than does the model proposed by Copernicus. Kepler's corrections are:\nThe &lt;a href=\"Orbital%20eccentricity\"&gt;eccentricity&lt;/a&gt; of the &lt;a href=\"orbit%20of%20the%20Earth\"&gt;orbit of the Earth&lt;/a&gt; makes the time from the &lt;a href=\"March%20equinox\"&gt;March equinox&lt;/a&gt; to the &lt;a href=\"September%20equinox\"&gt;September equinox&lt;/a&gt;, around 186 days, unequal to the time from the September equinox to the March equinox, around 179 days. A diameter would cut the orbit into equal parts, but the plane through the Sun parallel to the &lt;a href=\"equator\"&gt;equator&lt;/a&gt; of the Earth cuts the orbit into two parts with areas in a 186 to 179 ratio, so the eccentricity of the orbit of the Earth is approximately\nwhich is close to the correct value (0.016710218). The accuracy of this calculation requires that the two dates chosen be along the elliptical orbit's minor axis and that the midpoints of each half be along the major axis. As the two dates chosen here are equinoxes, this will be correct when &lt;a href=\"perihelion\"&gt;perihelion&lt;/a&gt;, the date the Earth is closest to the Sun, falls on a &lt;a href=\"solstice\"&gt;solstice&lt;/a&gt;. The current perihelion, near January 4, is fairly close to the solstice of December 21 or 22.\nNomenclature.\nIt took nearly two centuries for current formulation of Kepler's work to take on its settled form. &lt;a href=\"Voltaire\"&gt;Voltaire&lt;/a&gt;'s \"Eléments de la philosophie de Newton\" (\"Elements of Newton's Philosophy\") of 1738 was the first publication to use the terminology of \"laws\". The \"&lt;a href=\"Biographical%20Encyclopedia%20of%20Astronomers\"&gt;Biographical Encyclopedia of Astronomers&lt;/a&gt;\" in its article on Kepler (p. 620) states that the terminology of scientific laws for these discoveries was current at least from the time of &lt;a href=\"Joseph%20de%20Lalande\"&gt;Joseph de Lalande&lt;/a&gt;. It was the exposition of &lt;a href=\"Robert%20Small%20%28minister%29\"&gt;Robert Small&lt;/a&gt;, in \"An account of the astronomical discoveries of Kepler\" (1814) that made up the set of three laws, by adding in the third. Small also claimed, against the history, that these were &lt;a href=\"empirical%20law\"&gt;empirical law&lt;/a&gt;s, based on &lt;a href=\"inductive%20reasoning\"&gt;inductive reasoning&lt;/a&gt;.\nFurther, the current usage of \"Kepler's Second Law\" is something of a misnomer. Kepler had two versions, related in a qualitative sense: the \"distance law\" and the \"area law\". The \"area law\" is what became the Second Law in the set of three; but Kepler did himself not privilege it in that way.\nHistory.\nKepler published his first two laws about planetary motion in 1609, having found them by analyzing the astronomical observations of &lt;a href=\"Tycho%20Brahe\"&gt;Tycho Brahe&lt;/a&gt;. Kepler's third law was published in 1619. Kepler had believed in the &lt;a href=\"Copernican%20heliocentrism\"&gt;Copernican model&lt;/a&gt; of the Solar System, which called for circular orbits, but he could not reconcile Brahe's highly precise observations with a circular fit to Mars' orbit – Mars coincidentally having the highest &lt;a href=\"Orbital%20eccentricity\"&gt;eccentricity&lt;/a&gt; of all planets except Mercury. His first law reflected this discovery.\nIn 1621, Kepler noted that his third law applies to the &lt;a href=\"Galilean%20moons\"&gt;four brightest moons&lt;/a&gt; of &lt;a href=\"Jupiter\"&gt;Jupiter&lt;/a&gt;. &lt;a href=\"Godefroy%20Wendelin\"&gt;Godefroy Wendelin&lt;/a&gt; also made this observation in 1643. The second law, in the \"area law\" form, was contested by &lt;a href=\"Nicolaus%20Mercator\"&gt;Nicolaus Mercator&lt;/a&gt; in a book from 1664, but by 1670 his \"&lt;a href=\"Philosophical%20Transactions\"&gt;Philosophical Transactions&lt;/a&gt;\" were in its favour. As the century proceeded it became more widely accepted. The reception in Germany changed noticeably between 1688, the year in which Newton's \"&lt;a href=\"Philosophi%C3%A6%20Naturalis%20Principia%20Mathematica\"&gt;Principia&lt;/a&gt;\" was published and was taken to be basically Copernican, and 1690, by which time work of &lt;a href=\"Gottfried%20Leibniz\"&gt;Gottfried Leibniz&lt;/a&gt; on Kepler had been published.\nNewton was credited with understanding that the second law is not special to the inverse square law of gravitation, being a consequence just of the radial nature of that law, whereas the other laws do depend on the inverse square form of the attraction. &lt;a href=\"Carl%20Runge\"&gt;Carl Runge&lt;/a&gt; and &lt;a href=\"Wilhelm%20Lenz\"&gt;Wilhelm Lenz&lt;/a&gt; much later identified a symmetry principle in the &lt;a href=\"phase%20space\"&gt;phase space&lt;/a&gt; of planetary motion (the &lt;a href=\"orthogonal%20group\"&gt;orthogonal group&lt;/a&gt; O(4) acting) which accounts for the first and third laws in the case of Newtonian gravitation, as &lt;a href=\"conservation%20of%20angular%20momentum\"&gt;conservation of angular momentum&lt;/a&gt; does via rotational symmetry for the second law.\nFormulary.\nThe mathematical model of the kinematics of a planet subject to the laws allows a large range of further calculations.\nFirst law.\nThe orbit of every planet is an ellipse with the Sun at one of the two &lt;a href=\"Focus%20%28geometry%29\"&gt;foci&lt;/a&gt;.\nMathematically, an ellipse can be represented by the formula:\nwhere formula_3 is the &lt;a href=\"semi-latus%20rectum\"&gt;semi-latus rectum&lt;/a&gt;, \"ε\" is the &lt;a href=\"Eccentricity%20%28mathematics%29\"&gt;eccentricity&lt;/a&gt; of the ellipse, \"r\" is the distance from the Sun to the planet, and \"θ\" is the angle to the planet's current position from its closest approach, as seen from the Sun. So (\"r\", \"θ\") are &lt;a href=\"polar%20coordinates\"&gt;polar coordinates&lt;/a&gt;.\nFor an ellipse 0 &lt; \"ε\" &lt; 1 ; in the limiting case \"ε\" = 0, the orbit is a circle with the Sun at the centre (i.e. where there is zero eccentricity).\nAt \"θ\" = 0°, &lt;a href=\"perihelion\"&gt;perihelion&lt;/a&gt;, the distance is minimum\nAt \"θ\" = 90° and at \"θ\" = 270° the distance is equal to formula_3.\nAt \"θ\" = 180°, &lt;a href=\"aphelion\"&gt;aphelion&lt;/a&gt;, the distance is maximum (by definition, aphelion is – invariably – perihelion plus 180°)\nThe &lt;a href=\"semi-major%20axis\"&gt;semi-major axis&lt;/a&gt; \"a\" is the &lt;a href=\"arithmetic%20mean\"&gt;arithmetic mean&lt;/a&gt; between \"r\"min and \"r\"max:\nThe &lt;a href=\"semi-minor%20axis\"&gt;semi-minor axis&lt;/a&gt; \"b\" is the &lt;a href=\"geometric%20mean\"&gt;geometric mean&lt;/a&gt; between \"r\"min and \"r\"max:\nThe semi-latus rectum \"p\" is the &lt;a href=\"harmonic%20mean\"&gt;harmonic mean&lt;/a&gt; between \"r\"min and \"r\"max:\nThe eccentricity \"ε\" is the &lt;a href=\"coefficient%20of%20variation\"&gt;coefficient of variation&lt;/a&gt; between \"r\"min and \"r\"max:\nThe &lt;a href=\"area\"&gt;area&lt;/a&gt; of the ellipse is\nThe special case of a circle is \"ε\" = 0, resulting in \"r\" = \"p\" = \"r\"min = \"r\"max = \"a\" = \"b\" and \"A\" = \"πr\"2.\nSecond law.\nA &lt;a href=\"line%20%28geometry%29\"&gt;line&lt;/a&gt; joining a planet and the Sun sweeps out equal areas during equal intervals of time.\nThe orbital radius and angular velocity of the planet in the elliptical orbit will vary. This is shown in the animation: the planet travels faster when closer to the Sun, then slower when farther from the Sun. Kepler's second law states that the blue sector has constant area.\nIn a small time formula_12 the planet sweeps out a small triangle having base line formula_13 and height formula_14 and area formula_15, so the constant &lt;a href=\"areal%20velocity\"&gt;areal velocity&lt;/a&gt; is formula_16\nThe area enclosed by the elliptical orbit is formula_17. So the period formula_18 satisfies\nand the &lt;a href=\"mean%20motion\"&gt;mean motion&lt;/a&gt; of the planet around the Sun\nsatisfies\nAnd so, formula_22\nThird law.\nThe ratio of the square of an object's &lt;a href=\"orbital%20period\"&gt;orbital period&lt;/a&gt; with the cube of the semi-major axis of its orbit is the same for all objects orbiting the same primary.\nThis captures the relationship between the distance of planets from the Sun, and their orbital periods.\nKepler enunciated in 1619 this third law in a laborious attempt to determine what he viewed as the \"&lt;a href=\"Musica%20universalis\"&gt;music of the spheres&lt;/a&gt;\" according to precise laws, and express it in terms of musical notation. It was therefore known as the \"harmonic law\".\nUsing Newton's law of gravitation (published 1687), this relation can be found in the case of a circular orbit by setting the &lt;a href=\"centripetal%20force\"&gt;centripetal force&lt;/a&gt; equal to the gravitational force:\nThen, expressing the angular velocity in terms of the orbital period and then rearranging, we find Kepler's Third Law:\nA more detailed derivation can be done with general elliptical orbits, instead of circles, as well as orbiting the center of mass, instead of just the large mass. This results in replacing a circular radius, formula_13, with the semi-major axis, formula_26, of the elliptical relative motion of one mass relative to the other, as well as replacing the large mass formula_27 with formula_28. However, with planet masses being so much smaller than the Sun, this correction is often ignored. The full corresponding formula is:\nwhere formula_27 is the &lt;a href=\"Solar%20mass\"&gt;mass of the Sun&lt;/a&gt;, formula_31 is the mass of the planet, formula_32 is the &lt;a href=\"gravitational%20constant\"&gt;gravitational constant&lt;/a&gt;, formula_33 is the orbital period and formula_26 is the elliptical semi-major axis, and formula_35 is the &lt;a href=\"Astronomical%20Unit\"&gt;Astronomical Unit&lt;/a&gt;, the average distance from earth to the sun.\nThe following table shows the data used by Kepler to empirically derive his law:\nUpon finding this pattern Kepler wrote:\nFor comparison, here are modern estimates:\nPlanetary acceleration.\n&lt;a href=\"Isaac%20Newton\"&gt;Isaac Newton&lt;/a&gt; computed in his \"&lt;a href=\"Philosophi%C3%A6%20Naturalis%20Principia%20Mathematica\"&gt;Philosophiæ Naturalis Principia Mathematica&lt;/a&gt;\" the &lt;a href=\"acceleration\"&gt;acceleration&lt;/a&gt; of a planet moving according to Kepler's first and second law.\nThis implies that the Sun may be the physical cause of the acceleration of planets. However, Newton states in his \"Principia\" that he considers forces from a mathematical point of view, not a physical, thereby taking an instrumentalist view. Moreover, he does not assign a cause to gravity.\nNewton defined the &lt;a href=\"force\"&gt;force&lt;/a&gt; acting on a planet to be the product of its &lt;a href=\"mass\"&gt;mass&lt;/a&gt; and the acceleration (see &lt;a href=\"Newton%27s%20laws%20of%20motion\"&gt;Newton's laws of motion&lt;/a&gt;). So:\nThe Sun plays an unsymmetrical part, which is unjustified. So he assumed, in &lt;a href=\"Newton%27s%20law%20of%20universal%20gravitation\"&gt;Newton's law of universal gravitation&lt;/a&gt;:\nAs the planets have small masses compared to that of the Sun, the orbits conform approximately to Kepler's laws. Newton's model improves upon Kepler's model, and fits actual observations more accurately. (See &lt;a href=\"two-body%20problem\"&gt;two-body problem&lt;/a&gt;.)\nBelow comes the detailed calculation of the acceleration of a planet moving according to Kepler's first and second laws.\nAcceleration vector.\nFrom the &lt;a href=\"heliocentric\"&gt;heliocentric&lt;/a&gt; point of view consider the vector to the planet formula_36 where formula_37 is the distance to the planet and formula_38 is a &lt;a href=\"unit%20vector\"&gt;unit vector&lt;/a&gt; pointing towards the planet.\nformula_39\nwhere formula_40 is the unit vector whose direction is 90 degrees counterclockwise of formula_38, and formula_42 is the polar angle, and where a &lt;a href=\"Notation%20for%20differentiation%23Newton%27s%20notation\"&gt;dot&lt;/a&gt; on top of the variable signifies differentiation with respect to time.\nDifferentiate the position vector twice to obtain the velocity vector and the acceleration vector:\nformula_43\nSo\nformula_44\nwhere the radial acceleration is\nformula_45\nand the transversal acceleration is\nformula_46\nInverse square law.\nKepler's second law says that formula_47 is constant.\nThe transversal acceleration formula_48 is zero:\nformula_49\nSo the acceleration of a planet obeying Kepler's second law is directed towards the Sun.\nThe radial acceleration formula_50 is\nformula_51\nKepler's first law states that the orbit is described by the equation:\nformula_52\nDifferentiating with respect to time\nformula_53\nor formula_54\nDifferentiating once more\nformula_55\nThe radial acceleration formula_50 satisfies\nformula_57\nSubstituting the equation of the ellipse gives\nformula_58\nThe relation formula_59 gives the simple final result\nformula_60\nThis means that the acceleration vector formula_61 of any planet obeying Kepler's first and second law satisfies the inverse square law\nformula_62\nwhere\nformula_63\nis a constant, and formula_38 is the unit vector pointing from the Sun towards the planet, and formula_65 is the distance between the planet and the Sun.\nSince mean motion formula_66 where formula_33 is the period, according to Kepler's third law, formula_68 has the same value for all the planets. So the inverse square law for planetary accelerations applies throughout the entire Solar System.\nThe inverse square law is a &lt;a href=\"differential%20equation\"&gt;differential equation&lt;/a&gt;. The solutions to this differential equation include the Keplerian motions, as shown, but they also include motions where the orbit is a &lt;a href=\"hyperbola\"&gt;hyperbola&lt;/a&gt; or &lt;a href=\"parabola\"&gt;parabola&lt;/a&gt; or a &lt;a href=\"straight%20line\"&gt;straight line&lt;/a&gt;. (See &lt;a href=\"Kepler%20orbit\"&gt;Kepler orbit&lt;/a&gt;.)\nNewton's law of gravitation.\nBy &lt;a href=\"Newton%27s%20second%20law\"&gt;Newton's second law&lt;/a&gt;, the gravitational force that acts on the planet is:\nformula_69\nwhere formula_70 is the mass of the planet and formula_68 has the same value for all planets in the Solar System. According to &lt;a href=\"Newton%27s%20third%20law\"&gt;Newton's third law&lt;/a&gt;, the Sun is attracted to the planet by a force of the same magnitude. Since the force is proportional to the mass of the planet, under the symmetric consideration, it should also be proportional to the mass of the Sun, formula_72. So\nformula_73\nwhere formula_32 is the &lt;a href=\"gravitational%20constant\"&gt;gravitational constant&lt;/a&gt;.\nThe acceleration of solar system body number \"i\" is, according to Newton's laws:\nformula_75\nwhere formula_76 is the mass of body \"j\", formula_77 is the distance between body \"i\" and body \"j\", formula_78 is the unit vector from body \"i\" towards body \"j\", and the vector summation is over all bodies in the Solar System, besides \"i\" itself.\nIn the special case where there are only two bodies in the Solar System, Earth and Sun, the acceleration becomes\nformula_79\nwhich is the acceleration of the Kepler motion. So this Earth moves around the Sun according to Kepler's laws.\nIf the two bodies in the Solar System are Moon and Earth the acceleration of the Moon becomes\nformula_80\nSo in this approximation, the Moon moves around the Earth according to Kepler's laws.\nIn the three-body case the accelerations are\nformula_81\nThese accelerations are not those of Kepler orbits, and the &lt;a href=\"three-body%20problem\"&gt;three-body problem&lt;/a&gt; is complicated. But Keplerian approximation is the basis for &lt;a href=\"perturbation%20%28astronomy%29\"&gt;perturbation&lt;/a&gt; calculations. (See &lt;a href=\"Lunar%20theory\"&gt;Lunar theory&lt;/a&gt;.)\nPosition as a function of time.\nKepler used his two first laws to compute the position of a planet as a function of time. His method involves the solution of a &lt;a href=\"Transcendental%20function\"&gt;transcendental equation&lt;/a&gt; called &lt;a href=\"Kepler%27s%20equation\"&gt;Kepler's equation&lt;/a&gt;.\nThe procedure for calculating the heliocentric polar coordinates (\"r\",\"θ\") of a planet as a function of the time \"t\" since &lt;a href=\"perihelion\"&gt;perihelion&lt;/a&gt;, is the following five steps:\nThe Cartesian velocity vector can then be calculated as formula_87, where formula_88 is the &lt;a href=\"standard%20gravitational%20parameter\"&gt;standard gravitational parameter&lt;/a&gt;.\nThe important special case of circular orbit, \"ε\" = 0, gives . Because the uniform circular motion was considered to be \"normal\", a deviation from this motion was considered an anomaly.\nThe proof of this procedure is shown below.\nMean anomaly, \"M\".\nThe Keplerian problem assumes an &lt;a href=\"Elliptic%20orbit\"&gt;elliptical orbit&lt;/a&gt; and the four points:\nand\nThe problem is to compute the &lt;a href=\"polar%20coordinates\"&gt;polar coordinates&lt;/a&gt; (\"r\",\"θ\") of the planet from the time since perihelion, \"t\".\nIt is solved in steps. Kepler considered the circle with the major axis as a diameter, and\nThe sector areas are related by formula_97\nThe &lt;a href=\"circular%20sector\"&gt;circular sector&lt;/a&gt; area formula_98\nThe area swept since perihelion,\nformula_99\nis by Kepler's second law proportional to time since perihelion. So the mean anomaly, \"M\", is proportional to time since perihelion, \"t\".\nformula_100\nwhere \"n\" is the &lt;a href=\"mean%20motion\"&gt;mean motion&lt;/a&gt;.\nEccentric anomaly, \"E\".\nWhen the mean anomaly \"M\" is computed, the goal is to compute the true anomaly \"θ\". The function \"θ\" = \"f\"(\"M\") is, however, not elementary. Kepler's solution is to use\nformula_101 \"x\" as seen from the centre, the &lt;a href=\"eccentric%20anomaly\"&gt;eccentric anomaly&lt;/a&gt;\nas an intermediate variable, and first compute \"E\" as a function of \"M\" by solving Kepler's equation below, and then compute the true anomaly \"θ\" from the eccentric anomaly \"E\". Here are the details.\nformula_102\nDivision by \"a\"2/2 gives &lt;a href=\"Kepler%27s%20equation\"&gt;Kepler's equation&lt;/a&gt;\nformula_103\nThis equation gives \"M\" as a function of \"E\". Determining \"E\" for a given \"M\" is the inverse problem. Iterative numerical algorithms are commonly used.\nHaving computed the eccentric anomaly \"E\", the next step is to calculate the true anomaly \"θ\".\nBut note: Cartesian position coordinates with reference to the center of ellipse are (\"a\" cos \"E\", \"b\" sin \"E\")\nWith reference to the Sun (with coordinates (\"c\",0) = (\"ae\",0) ), \"r\" = (\"a\" cos \"E\" – \"ae\", \"b\" sin \"E\")\nTrue anomaly would be arctan(\"r\"\"y\"/\"r\"\"x\"), magnitude of \"r\" would be .\nTrue anomaly, \"θ\".\nNote from the figure that\nformula_104\nso that\nformula_105\nDividing by formula_26 and inserting from Kepler's first law\nformula_107\nto get\nformula_108\nThe result is a usable relationship between the eccentric anomaly \"E\" and the true anomaly \"θ\".\nA computationally more convenient form follows by substituting into the &lt;a href=\"trigonometric%20identity\"&gt;trigonometric identity&lt;/a&gt;:\nformula_109\nGet\nformula_110\nMultiplying by 1 + \"ε\" gives the result\nformula_111\nThis is the third step in the connection between time and position in the orbit.\nDistance, \"r\".\nThe fourth step is to compute the heliocentric distance \"r\" from the true anomaly \"θ\" by Kepler's first law:\nformula_112\nUsing the relation above between \"θ\" and \"E\" the final equation for the distance \"r\" is:\nformula_113"
}