{
    "id": "17568082",
    "revid": "42941688",
    "url": "https://en.wikipedia.org/wiki?curid=17568082",
    "title": "Soil-structure interaction",
    "text": "Ground–structure interaction (SSI) consists of the interaction between &lt;a href=\"soil\"&gt;soil&lt;/a&gt; (ground) and a structure built upon it. It is primarily an exchange of mutual &lt;a href=\"Stress%20%28mechanics%29\"&gt;stress&lt;/a&gt;, whereby the movement of the ground-structure system is influenced by both the type of ground and the type of structure. This is especially applicable to areas of &lt;a href=\"seismic\"&gt;seismic&lt;/a&gt; activity. Various combinations of soil and structure can either amplify or diminish movement and subsequent damage. A building on stiff ground rather than deformable ground will tend to suffer greater damage. A second interaction effect, tied to mechanical properties of soil, is the sinking of foundations, worsened by a seismic event. This phenomenon is called &lt;a href=\"soil%20liquefaction\"&gt;soil liquefaction&lt;/a&gt;.\nMost of the civil engineering structures involve some type of structural element with direct contact with ground. When the external forces, such as &lt;a href=\"earthquakes\"&gt;earthquakes&lt;/a&gt;, act on these systems, neither the structural displacements nor the ground displacements, are independent of each other. The process in which the response of the soil influences the motion of the structure and the motion of the structure influences the response of the soil is termed as soil-structure interaction (SSI).\nConventional structural design methods neglect the SSI effects. Neglecting SSI is reasonable for light structures in relatively stiff soil such as low rise buildings and simple rigid retaining walls. The effect of SSI, however, becomes prominent for heavy structures resting on relatively soft soils for example nuclear power plants, high-rise buildings and elevated-highways on soft soil.\nDamage sustained in recent &lt;a href=\"earthquakes\"&gt;earthquakes&lt;/a&gt;, such as the 1995 &lt;a href=\"Kobe%20earthquake\"&gt;Kobe earthquake&lt;/a&gt;, have also highlighted that the seismic behavior of a structure is highly influenced not only by the response of the superstructure, but also by the response of the foundation and the ground as well. Hence, the modern seismic design codes, such as Standard Specifications for Concrete Structures: Seismic Performance Verification JSCE 2005 stipulate that the response analysis should be conducted by taking into consideration a whole structural system including superstructure, foundation and ground.\nEffect of (Soil-structure interaction) SSI and SSI provisions of seismic design codes on structural responses.\nIt is conventionally believed that SSI is a purely beneficial effect, and it can conveniently be neglected for conservative design. SSI provisions of seismic design codes are optional and allow designers to reduce the design base shear of buildings by considering soil-structure interaction (SSI) as a beneficial effect. The main idea behind the provisions is that the soil-structure system can be replaced with an equivalent fixed-base model with a longer period and usually a larger damping ratio. Most of the design codes use oversimplified design spectra, which attain constant acceleration up to a certain period, and thereafter decreases monotonically with period. Considering soil-structure interaction makes a structure more flexible and thus, increasing the natural period of the structure compared to the corresponding rigidly supported structure. Moreover, considering the SSI effect increases the effective damping ratio of the system. The smooth idealization of design spectrum suggests smaller seismic response with the increased natural periods and effective damping ratio due to SSI, which is the main justification of the seismic design codes to reduce the design base shear when the SSI effect is considered. The same idea also forms the basis of the current common seismic design codes such as ASCE 7-10 and ASCE 7-16. Although the mentioned idea, i.e. reduction in the base shear, works well for linear soil-structure systems, it is shown that it cannot appropriately capture the effect of SSI on yielding systems. More recently, Khosravikia et al. evaluated the consequences of practicing the SSI provisions of ASCE 7-10 and those of 2015 National Earthquake Hazards Reduction Program (NEHRP), which form the basis of the 2016 edition of the seismic design standard provided by the ASCE. They showed that SSI provisions of both NEHRP and ASCE 7-10 result in unsafe designs for structures with surface foundation on moderately soft soils, but NEHRP slightly improves upon the current provisions for squat structures. For structures on very soft soils, both provisions yield conservative designs where NEHRP is even more conservative. Finally, both provisions yield near-optimal designs for other systems.\nDetrimental effects.\nUsing rigorous numerical analyses, Mylonakis and Gazetas have shown that increase in natural period of structure due to SSI is not always beneficial as suggested by the simplified design spectrums. Soft soil sediments can significantly elongate the period of seismic waves and the increase in natural period of structure may lead to the resonance with the long period ground vibration. Additionally, the study showed that ductility demand can significantly increase with the increase in the natural period of the structure due to SSI effect. The permanent deformation and failure of soil may further aggravate the seismic response of the structure.\nWhen a structure is subjected to an &lt;a href=\"earthquake\"&gt;earthquake&lt;/a&gt; excitation, it interacts with the foundation and the soil, and thus changes the motion of the ground. Soil-structure interaction broadly can be divided into two phenomena: a) kinematic interaction and b) inertial interaction. &lt;a href=\"Earthquake\"&gt;Earthquake&lt;/a&gt; ground motion causes soil displacement known as free-field motion. However, the foundation embedded into the soil will not follow the free field motion. This inability of the foundation to match the free field motion causes the &lt;a href=\"kinematic\"&gt;kinematic&lt;/a&gt; interaction. On the other hand, the mass of the superstructure transmits the inertial force to the soil, causing further deformation in the soil, which is termed as inertial interaction.\nAt low level of ground shaking, &lt;a href=\"kinematic\"&gt;kinematic&lt;/a&gt; effect is more dominant causing the lengthening of period and increase in radiation damping. However, with the onset of stronger shaking, near-field &lt;a href=\"soil%20modulus\"&gt;soil modulus&lt;/a&gt; degradation and soil-pile gapping limit radiation damping, and inertial interaction becomes predominant causing excessive displacements and bending strains concentrated near the ground surface resulting in pile damage near the ground level.\nObservations from recent &lt;a href=\"earthquakes\"&gt;earthquakes&lt;/a&gt; have shown that the response of the foundation and soil can greatly influence the overall structural response. There are several cases of severe damages in structures due to SSI in the past &lt;a href=\"earthquakes\"&gt;earthquakes&lt;/a&gt;. Yashinsky cites damage in number of pile-supported bridge structures due to SSI effect in the &lt;a href=\"1989%20Loma%20Prieta%20earthquake\"&gt;Loma Prieta earthquake&lt;/a&gt; in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; in 1989. Extensive numerical analysis carried out by Mylonakis and Gazetas have attributed SSI as one of the reasons behind the dramatic collapse of Hanshin Expressway in 1995 &lt;a href=\"Kobe%20earthquake\"&gt;Kobe earthquake&lt;/a&gt;.\nDesign.\nThe main types of foundations, based upon several building characteristics, are:\nThe filing of foundations grounds takes place according to the mechanical properties of the grounds themselves: in &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, for instance, according to the new &lt;a href=\"earthquake\"&gt;earthquake&lt;/a&gt;-proof norm – Ordinanza 3274/2003 – you can identify the following categories:\nThe type of &lt;a href=\"Foundation%20%28architecture%29\"&gt;foundations&lt;/a&gt; is selected according to the type of ground; for instance, in the case of homogeneous rock formations connected plinths are selected, while in the case of very low quality grounds plates are chosen.\nFor further information about the various ways of building foundations see &lt;a href=\"foundation%20%28architecture%29\"&gt;foundation (architecture)&lt;/a&gt;.\nBoth grounds and structures can be more or less deformable; their combination can or cannot cause the &lt;a href=\"Amplifier\"&gt;amplification&lt;/a&gt; of the &lt;a href=\"seismic\"&gt;seismic&lt;/a&gt; effects on the structure.\nGround, in fact, is a filter with respect to all the main &lt;a href=\"seismic%20waves\"&gt;seismic waves&lt;/a&gt;, as stiffer soil fosters high-frequency seismic waves while less compact soil accommodates lower frequency waves. Therefore, a stiff building, characterized by a high fundamental &lt;a href=\"frequency\"&gt;frequency&lt;/a&gt;, suffers amplified damage when built on stiff ground and then subjected to higher frequencies.\nFor instance, suppose there are two buildings that share the same high &lt;a href=\"stiffness\"&gt;stiffness&lt;/a&gt;. They stand on two different soil types: the first, stiff and rocky—the second, sandy and deformable. If subjected to the same seismic event, the building on the stiff ground suffers greater damage.\nThe second interaction effect, tied to mechanical properties of soil, is about the lowering (sinking) of foundations, worsened by the seismic event itself, especially about less compact grounds. This phenomenon is called &lt;a href=\"soil%20liquefaction\"&gt;soil liquefaction&lt;/a&gt;.\nMitigation.\nThe methods most used to mitigate the problem of the ground-structure interaction consist of the employment of the before-seen isolation systems and of some ground brace techniques, which are adopted above all on the low-quality ones (categories D and E).\nThe most diffused techniques are the &lt;a href=\"jet%20grouting\"&gt;jet grouting&lt;/a&gt; technique and the &lt;a href=\"pile%20work\"&gt;pile work&lt;/a&gt; technique.\nThe jet-grouting technique consists of injecting in the &lt;a href=\"subsoil\"&gt;subsoil&lt;/a&gt; some liquid concrete by means of a &lt;a href=\"drill\"&gt;drill&lt;/a&gt;. When this concrete hardens it forms a sort of column that consolidates the surrounding soil. This process is repeated on all areas of the structure.\nThe pile work technique consists of using piles, which, once inserted in the ground, support the foundation and the building above, by moving the loads or the weights towards soil layers that are deeper and therefore more compact and movement-resistant."
}