{
    "id": "17578875",
    "revid": "14473788",
    "url": "https://en.wikipedia.org/wiki?curid=17578875",
    "title": "Keith Earls",
    "text": "Keith Gerard Earls (born 2 October 1987) is an Irish &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player for &lt;a href=\"Munster%20Rugby\"&gt;Munster&lt;/a&gt; in the &lt;a href=\"United%20Rugby%20Championship\"&gt;United Rugby Championship&lt;/a&gt; and &lt;a href=\"European%20Rugby%20Champions%20Cup\"&gt;European Rugby Champions Cup&lt;/a&gt;. Internationally, Earls plays for &lt;a href=\"Ireland%20national%20rugby%20union%20team\"&gt;Ireland&lt;/a&gt; and represented the &lt;a href=\"British%20%26amp%3B%20Irish%20Lions\"&gt;British &amp; Irish Lions&lt;/a&gt; on their &lt;a href=\"2009%20British%20%26amp%3B%20Irish%20Lions%20tour%20to%20South%20Africa\"&gt;2009 tour to South Africa&lt;/a&gt;. Earls began his career as a &lt;a href=\"Rugby%20union%20positions%23Centre\"&gt;centre&lt;/a&gt;, but now plays primarily on the &lt;a href=\"Rugby%20union%20positions%23Wing\"&gt;wing&lt;/a&gt; and has occasionally provided cover at &lt;a href=\"Rugby%20union%20positions%23Full-back\"&gt;fullback&lt;/a&gt;.\nEarly life.\nEarls was born in &lt;a href=\"Moyross\"&gt;Moyross&lt;/a&gt;, a council estate in &lt;a href=\"Limerick\"&gt;Limerick&lt;/a&gt;, to Ger and Sandra Earls. He has one younger sister. Ger was well-known in Limerick for his playing exploits with &lt;a href=\"Thomond%20RFC\"&gt;Thomond&lt;/a&gt; and &lt;a href=\"Young%20Munster\"&gt;Young Munster&lt;/a&gt;, winning the 1992–93 &lt;a href=\"All-Ireland%20League%20%28rugby%20union%29\"&gt;All-Ireland League&lt;/a&gt; with the latter, and for being part of the Munster team that beat then-defending &lt;a href=\"1991%20Rugby%20World%20Cup\"&gt;World Champions&lt;/a&gt; &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australia&lt;/a&gt; in 1992.\nEarls first began playing underage rugby for Thomond, as an openside flanker, and started secondary school at &lt;a href=\"St%20Munchin%27s%20College\"&gt;St Munchin's College&lt;/a&gt;, before moving to St Nessan's Community College, which was closer to home. However, a move into midfield led to Earls being convinced to return to St Munchin's, and he won the &lt;a href=\"Munster%20Schools%20Rugby%20Senior%20Cup\"&gt;Munster Schools Rugby Senior Cup&lt;/a&gt; with the college in 2006, alongside current Munster and Ireland teammate &lt;a href=\"Conor%20Murray\"&gt;Conor Murray&lt;/a&gt; and at the expense of the current Munster captain and Ireland teammate &lt;a href=\"Peter%20O%27Mahony\"&gt;Peter O'Mahony&lt;/a&gt;.\nHe went on to play for &lt;a href=\"Ireland%20national%20schoolboy%20rugby%20union%20team\"&gt;Ireland Schools&lt;/a&gt; and then joined the Munster Academy, during which time he played for Ireland Under-19s, &lt;a href=\"Ireland%20national%20under-20%20rugby%20union%20team\"&gt;Ireland Under-20s&lt;/a&gt;, with whom he won a &lt;a href=\"Grand%20Slam%20%28rugby%20union%29\"&gt;Grand Slam&lt;/a&gt; during the 2007 &lt;a href=\"Six%20Nations%20Under%2020s%20Championship\"&gt;Six Nations Under 20s Championship&lt;/a&gt;, &lt;a href=\"Ireland%20national%20rugby%20sevens%20team\"&gt;Ireland 7s&lt;/a&gt; and &lt;a href=\"Munster%20Rugby%23Munster%20A\"&gt;Munster A&lt;/a&gt;, before earning a professional contract with Munster and moving to &lt;a href=\"Garryowen%20Football%20Club\"&gt;Garryowen&lt;/a&gt;. Like his father before him, Earls now plays for Young Munster.\nMunster.\n2006–2012.\nEarls made his Munster debut against &lt;a href=\"Ospreys%20%28rugby%20union%29\"&gt;Ospreys&lt;/a&gt; in April 2007. During the 2007–08 season, Earls was part of the Munster squad that beat &lt;a href=\"Stade%20Toulousain\"&gt;Toulouse&lt;/a&gt; in the &lt;a href=\"2008%20Heineken%20Cup%20Final\"&gt;2008 Heineken Cup Final&lt;/a&gt;. In the 2008–09 season, Earls really made his mark in the Munster first team, scoring 10 tries, including a &lt;a href=\"Hat-trick%23Rugby%20league%20and%20Rugby%20union\"&gt;hat-trick&lt;/a&gt; in the &lt;a href=\"United%20Rugby%20Championship\"&gt;Celtic League&lt;/a&gt; against &lt;a href=\"Dragons%20%28rugby%20union%29\"&gt;Dragons&lt;/a&gt; in September 2008 and a brace in the &lt;a href=\"European%20Rugby%20Champions%20Cup\"&gt;Heineken Cup&lt;/a&gt; quarter-final against &lt;a href=\"Ospreys%20%28rugby%20union%29\"&gt;Ospreys&lt;/a&gt; in May 2009\nEarls started against &lt;a href=\"Northampton%20Saints\"&gt;Northampton Saints&lt;/a&gt; in Munster's 31–27 Round 1 &lt;a href=\"2009%E2%80%9310%20Heineken%20Cup\"&gt;2009–10 Heineken Cup&lt;/a&gt; defeat on 10 October 2009. Earls also started the 41–10 Round 2 win against &lt;a href=\"Benetton%20Rugby\"&gt;Benetton&lt;/a&gt; on 17 October 2009. He then started the 24–23 Round 3 win against &lt;a href=\"USA%20Perpignan\"&gt;Perpignan&lt;/a&gt; on 11 December 2009. He also started the reverse Round 4 fixture on 20 December 2009, which Munster won 37–14. Earls scored two tries in the Round 5 44–7 win against &lt;a href=\"Benetton%20Rugby\"&gt;Benetton&lt;/a&gt; on 16 January 2010. Earls also started the 12–9 Round 6 victory against &lt;a href=\"Northampton%20Saints\"&gt;Northampton Saints&lt;/a&gt; on 22 January 2010. Earls then started the 33–19 quarter-final victory, also against Northampton, on 10 April 2010. Earls scored a try in Munster's 18–7 semi-final defeat at the hands on &lt;a href=\"Biarritz%20Olympique\"&gt;Biarritz&lt;/a&gt; on 2 May 2010.\nHe played for Munster during their historic 15–6 win over Australia on 16 November 2010. Earls was also part of the Munster team that beat &lt;a href=\"Leinster%20Rugby\"&gt;Leinster&lt;/a&gt; to win the &lt;a href=\"2011%20Magners%20League%20Grand%20Final\"&gt;2011 Magners League Grand Final&lt;/a&gt;. He injured his knee in the first minute of Munster's &lt;a href=\"United%20Rugby%20Championship\"&gt;Pro12&lt;/a&gt; match against Leinster on 4 November 2011, and was ruled out for 4–6 weeks. He made his return against &lt;a href=\"Scarlets\"&gt;Scarlets&lt;/a&gt; in Munster's &lt;a href=\"2011%E2%80%9312%20Heineken%20Cup\"&gt;2011–12 Heineken Cup&lt;/a&gt; Round 4 fixture on 18 December 2011.\nEarls also started against &lt;a href=\"Castres%20Olympique\"&gt;Castres&lt;/a&gt; on 14 January 2012. He also started in Munster's 51–26 win against &lt;a href=\"Northampton%20Saints\"&gt;Northampton Saints&lt;/a&gt; on 21 January 2012. Earls started in Munster's &lt;a href=\"2011%E2%80%9312%20Heineken%20Cup\"&gt;2011–12 Heineken Cup&lt;/a&gt; quarter-final loss to &lt;a href=\"Ulster%20Rugby\"&gt;Ulster&lt;/a&gt; on 8 April 2012. He also started for Munster in their 45–10 defeat against &lt;a href=\"Ospreys%20%28rugby%20union%29\"&gt;Ospreys&lt;/a&gt; in the semi-final of the &lt;a href=\"2011%E2%80%9312%20Pro12\"&gt;2011–12 Pro12&lt;/a&gt;. Earls started against &lt;a href=\"Saracens%20F.C.\"&gt;Saracens&lt;/a&gt; on 8 December 2012.\n2013–2021.\nHe started against &lt;a href=\"Edinburgh%20Rugby\"&gt;Edinburgh&lt;/a&gt; on 13 January 2013. Earls started against &lt;a href=\"Racing%2092\"&gt;Racing 92&lt;/a&gt; on 20 January 2013. Earls started Munster's 16–10 &lt;a href=\"2012%E2%80%9313%20Heineken%20Cup\"&gt;2012–13 Heineken Cup&lt;/a&gt; semi-final defeat against &lt;a href=\"ASM%20Clermont%20Auvergne\"&gt;Clermont Auvergne&lt;/a&gt; on 27 April 2013.\nEarls scored a try in Munster's 19–15 victory against &lt;a href=\"Leinster%20Rugby\"&gt;Leinster&lt;/a&gt; on 5 October 2013. He started in the 29–23 loss to &lt;a href=\"Edinburgh%20Rugby\"&gt;Edinburgh&lt;/a&gt; in Round 1 of the &lt;a href=\"2013%E2%80%9314%20Heineken%20Cup\"&gt;2013–14 Heineken Cup&lt;/a&gt; on 12 October 2013. He also started the 26–10 win against &lt;a href=\"Gloucester%20Rugby\"&gt;Gloucester&lt;/a&gt; in Round 2 on 19 October 2013. He won the &lt;a href=\"Player%20of%20the%20match\"&gt;Man-of-the-Match&lt;/a&gt; award in Munster's Round 3 36–8 win against &lt;a href=\"USA%20Perpignan\"&gt;Perpignan&lt;/a&gt; on 8 December 2013. Earls also started the reverse fixture away to Perpignan on 14 December 2013. He started the 20–7 away win against &lt;a href=\"Gloucester%20Rugby\"&gt;Gloucester&lt;/a&gt; on 11 January 2013, scoring a try in a win that secured quarter-final qualification. Earls started against &lt;a href=\"Edinburgh%20Rugby\"&gt;Edinburgh&lt;/a&gt; in the Round 6 fixture on 19 January 2014, but went off injured in the first-half. It was announced on 21 January 2014 that Earls had signed a new two-year contract. After having a scan on the injury he suffered in the Edinburgh game, Earls was ruled out for 6–8 weeks. Earls started in Munster's Heineken Cup quarter-final against &lt;a href=\"Stade%20Toulousain\"&gt;Toulouse&lt;/a&gt; on 5 April 2014, scoring a try in the 47-23 win. He started in Munster's 24–16 semi-final defeat to &lt;a href=\"RC%20Toulonnais\"&gt;Toulon&lt;/a&gt; on 27 April 2014.\nEarls was ruled out for four months in September 2014 with a knee injury which required surgery. He returned from the injury against &lt;a href=\"Zebre%20Parma\"&gt;Zebre&lt;/a&gt; on 10 January 2015. Earls came off the bench against &lt;a href=\"Saracens%20F.C.\"&gt;Saracens&lt;/a&gt; in Round 5 of the &lt;a href=\"2014%E2%80%9315%20European%20Rugby%20Champions%20Cup\"&gt;2014–15 European Rugby Champions Cup&lt;/a&gt; on 17 January 2015, winning his 100th cap for Munster. He started against &lt;a href=\"Sale%20Sharks\"&gt;Sale Sharks&lt;/a&gt; on 25 January 2015, scoring a try in the 65–10 win. Earls scored a try and won the Man-of-the-Match award in Munster's 22–10 win against &lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow Warriors&lt;/a&gt; on 28 February 2015. He scored a try in Munster's 42–20 win against &lt;a href=\"Connacht%20Rugby\"&gt;Connacht&lt;/a&gt; on 28 March 2015. Earls scored a try in the 34–3 away win against Edinburgh on 11 April 2015.\nEarls started the opening pool game of the &lt;a href=\"2015%E2%80%9316%20European%20Rugby%20Champions%20Cup\"&gt;2015–16 European Rugby Champions Cup&lt;/a&gt; against &lt;a href=\"Benetton%20Rugby\"&gt;Benetton&lt;/a&gt; on 14 November 2015. He started against &lt;a href=\"Leicester%20Tigers\"&gt;Leicester Tigers&lt;/a&gt; in the Champions Cup on 12 December 2015. In January 2016, Earls signed a new three-year contract with Munster and the IRFU. On 22 October 2016, Earls was &lt;a href=\"Ejection%20%28sports%29\"&gt;sent-off&lt;/a&gt; in Munster's 38–17 win against &lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow Warriors&lt;/a&gt; in Round 2 of the &lt;a href=\"2016%E2%80%9317%20European%20Rugby%20Champions%20Cup\"&gt;2016–17 European Rugby Champions Cup&lt;/a&gt;. He was subsequently banned for two weeks. On 7 January 2017, Earls won his 50th cap in the European Cup during Munster's 32–7 away win against &lt;a href=\"Racing%2092\"&gt;Racing 92&lt;/a&gt;. Earls scored two tries in Munster's 23–17 defeat at the hands of &lt;a href=\"Leinster%20Rugby\"&gt;Leinster&lt;/a&gt; in the &lt;a href=\"2017%E2%80%9318%20Pro14\"&gt;2017–18 Pro14&lt;/a&gt; on 7 October 2017. He scored a try and earned the &lt;a href=\"Player%20of%20the%20match\"&gt;Man-of-the-Match&lt;/a&gt; award in Munster's 48–3 win against &lt;a href=\"Castres%20Olympique\"&gt;Castres&lt;/a&gt; on 21 January 2018, a win that secured a home quarter-final in the &lt;a href=\"2017%E2%80%9318%20European%20Rugby%20Champions%20Cup\"&gt;2017–18 European Rugby Champions Cup&lt;/a&gt;.\nA knee injury sustained during the Six Nations with Ireland ruled Earls out for 6 weeks. He won his 150th cap for Munster in the provinces 27–22 Champions Cup semi-final defeat at the hands of &lt;a href=\"Racing%2092\"&gt;Racing 92&lt;/a&gt; on 22 April 2018. Earls was named the 2018 Munster Rugby Player of the Year in April 2018, having previously been nominated for the same award in 2010. Earls was also the Munster Academy Player of the Year and Young Player of the Year in 2007 and 2009 respectively, making him the first Munster player to win all three awards. He scored a try and won the Man-of-the-Match award in Munster's 20–16 win against &lt;a href=\"Edinburgh%20Rugby\"&gt;Edinburgh&lt;/a&gt; on 5 May 2018, a win that saw Munster progress to the semi-finals of the 2017–18 Pro14.\nIn his first appearance of the 2018–19 season on 29 September 2018, Earls scored a try in Munster's 64–7 win against &lt;a href=\"Ulster%20Rugby\"&gt;Ulster&lt;/a&gt; in round 5 of the &lt;a href=\"2018%E2%80%9319%20Pro14\"&gt;2018–19 Pro14&lt;/a&gt;. Earls signed a contract extension with Munster and the IRFU in October 2018. He scored a &lt;a href=\"Hat-trick%23Rugby%20football\"&gt;hat-trick&lt;/a&gt; of tries in Munster's 44–14 win against &lt;a href=\"Edinburgh%20Rugby\"&gt;Edinburgh&lt;/a&gt; on 30 November 2018. Earls scored two tries, the latter the match-winner, in Munster 17–13 win against &lt;a href=\"Edinburgh%20Rugby\"&gt;Edinburgh&lt;/a&gt; in their &lt;a href=\"2018%E2%80%9319%20European%20Rugby%20Champions%20Cup\"&gt;2018–19 European Rugby Champions Cup&lt;/a&gt; quarter-final on 30 March 2019.\nHe signed a one-year contract extension with the IRFU in March 2021, a deal that will see Earls remain with Munster until at least June 2022. Earls scored two tries in Munster's 40–33 home defeat against &lt;a href=\"Stade%20Toulousain\"&gt;Toulouse&lt;/a&gt; in the last 16 of the &lt;a href=\"2020%E2%80%9321%20European%20Rugby%20Champions%20Cup\"&gt;2020–21 Champions Cup&lt;/a&gt; on 3 April 2021.\nIreland.\n2008–2013.\nEarls made his debut for &lt;a href=\"Ireland%20national%20rugby%20union%20team\"&gt;Ireland&lt;/a&gt; in November 2008 against &lt;a href=\"Canada%20rugby%20union%20team\"&gt;Canada&lt;/a&gt; in &lt;a href=\"Thomond%20Park\"&gt;Thomond Park&lt;/a&gt;. He scored his first international try with his first touch of the ball. Earls was selected in Ireland's squad for the &lt;a href=\"2009%20end%20of%20year%20rugby%20tests\"&gt;2009 November Tests&lt;/a&gt;. He came on for the injured &lt;a href=\"Luke%20Fitzgerald\"&gt;Luke Fitzgerald&lt;/a&gt; against &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australia&lt;/a&gt; and started against &lt;a href=\"Fiji%20national%20rugby%20union%20team\"&gt;Fiji&lt;/a&gt;, a game in which he scored two tries, and &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South Africa&lt;/a&gt;. He played in all 5 of Ireland's &lt;a href=\"2010%20Six%20Nations%20Championship\"&gt;2010 Six Nations Championship&lt;/a&gt; games, starting 4 of them. He scored a try against &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt; and scored two more against &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt;, finishing as joint top try scorer with &lt;a href=\"Tommy%20Bowe\"&gt;Tommy Bowe&lt;/a&gt;, &lt;a href=\"Shane%20Williams\"&gt;Shane Williams&lt;/a&gt; and &lt;a href=\"James%20Hook%20%28rugby%20player%29\"&gt;James Hook&lt;/a&gt;.\nHe was selected in Ireland's squad for their &lt;a href=\"2010%20Ireland%20rugby%20union%20tour%20of%20New%20Zealand%20and%20Australia\"&gt;2010 tour of New Zealand and Australia&lt;/a&gt;, though he had to pull out of the squad due to a groin injury. He was in the Ireland squad for the &lt;a href=\"2010%20end%20of%20year%20rugby%20tests\"&gt;2010 Autumn Tests&lt;/a&gt;, coming on against South Africa, New Zealand and Argentina. He started every game for Ireland during the &lt;a href=\"2011%20Six%20Nations%20Championship\"&gt;2011 Six Nations Championship&lt;/a&gt;, four on the left-wing and one at fullback.\nHe was selected in Ireland's squad for the &lt;a href=\"2011%20Rugby%20World%20Cup\"&gt;2011 Rugby World Cup&lt;/a&gt; warm-ups in August, playing in both tests against &lt;a href=\"France%20national%20rugby%20union%20team\"&gt;France&lt;/a&gt;. He was selected in Ireland's final 30-man squad for the World Cup in New Zealand. He started on the wing against the &lt;a href=\"United%20States%20national%20rugby%20union%20team\"&gt;United States&lt;/a&gt; in Ireland's first &lt;a href=\"2011%20Rugby%20World%20Cup%20Pool%20C\"&gt;Pool C&lt;/a&gt; game, and again against &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australia&lt;/a&gt; during their historic 15–6 victory over the Wallabies. He was switched to outside-centre against &lt;a href=\"Russia%20national%20rugby%20union%20team\"&gt;Russia&lt;/a&gt; and scored two tries. He returned to the left-wing for Ireland's final Pool C game against &lt;a href=\"Italy%20national%20rugby%20union%20team\"&gt;Italy&lt;/a&gt; and, on his birthday, scored a brace of tries in the 36-6 win. He scored his fifth World Cup try in Ireland's &lt;a href=\"2011%20Rugby%20World%20Cup%20knockout%20stage\"&gt;quarter-final&lt;/a&gt; defeat at the hands of &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt;. This total of five tries made him Ireland's top try scorer at the &lt;a href=\"2011%20Rugby%20World%20Cup\"&gt;2011 Rugby World Cup&lt;/a&gt;.\nEarls was selected in Ireland's 24-man squad for the &lt;a href=\"2012%20Six%20Nations%20Championship\"&gt;2012 Six Nations Championship&lt;/a&gt;. He was named in the team to face &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; in the opening fixture, but had to withdraw from the team when his recently born daughter was taken ill. His place at outside centre was taken by &lt;a href=\"Fergus%20McFadden\"&gt;Fergus McFadden&lt;/a&gt;. He returned to the Ireland team for their game against Italy, scoring a try, and played against France, Scotland and England.\nHe played at Inside Centre for Ireland in the first test against New Zealand on 9 June 2012, as part of a new centre-combination with &lt;a href=\"Brian%20O%27Driscoll\"&gt;Brian O'Driscoll&lt;/a&gt;. Earls missed the second test due to a pectoral injury, but returned to start the third test, this time on the left-wing. Earls started at 13 for Ireland in the opening &lt;a href=\"2012%20end-of-year%20rugby%20union%20tests\"&gt;2012 Guinness Series&lt;/a&gt; test against South Africa on 10 November 2012, and again against Argentina on 24 November 2012.\nEarls was named in Ireland squad for the &lt;a href=\"2013%20Six%20Nations%20Championship\"&gt;2013 Six Nations Championship&lt;/a&gt; on 17 January 2013, and came off the bench against Wales in Ireland's opening 30–22 win, and their 12–6 defeat against England on 10 February 2013. He came into the starting XV against Scotland after &lt;a href=\"Simon%20Zebo\"&gt;Simon Zebo&lt;/a&gt;'s injury, starting in his place on the left-wing. He continued there in the 13–13 draw against France. He started against Italy in the final game of the tournament, but went off injured in the 24th minute. On 23 October 2013, Earls was named in the Ireland squad for the &lt;a href=\"2013%20end-of-year%20rugby%20union%20tests\"&gt;2013 Autumn Tests&lt;/a&gt;.\n2014–2018.\nEarls was named in the Ireland squad for their &lt;a href=\"2014%20Ireland%20rugby%20union%20tour%20of%20Argentina\"&gt;2014 Tour to Argentina&lt;/a&gt; on 19 May 2014. However, Earls was ruled out of the tour with a viral infection. Earls started for &lt;a href=\"Ireland%20Wolfhounds\"&gt;Ireland Wolfhounds&lt;/a&gt; in their game against &lt;a href=\"England%20Saxons\"&gt;England Saxons&lt;/a&gt; on 30 January 2015. He was named in the Ireland squad for the opening rounds of the &lt;a href=\"2015%20Six%20Nations%20Championship\"&gt;2015 Six Nations Championship&lt;/a&gt; on 1 February 2015.\nEarls was named in the 45-man training squad for the &lt;a href=\"2015%20Rugby%20World%20Cup\"&gt;2015 Rugby World Cup&lt;/a&gt; on 24 June 2015. He started in the first World Cup warm-up against Wales on 8 August 2015, scoring a try and earning the Man-of-the-Match award in the 35–21 win for Ireland. He started the warm-up game against &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; on 29 August 2015. Earls was selected in the final 31-man squad for the World Cup when it was announced on 1 September 2015. He started the opening pool game against &lt;a href=\"Canada%20national%20rugby%20union%20team\"&gt;Canada&lt;/a&gt; on 19 September 2015. Earls started the second pool game against &lt;a href=\"Romania%20national%20rugby%20union%20team\"&gt;Romania&lt;/a&gt; on 27 September 2015, scoring two tries and earning the Man-of-the-Match award in Ireland's 44–10 win. He started the third pool game against &lt;a href=\"Italy%20national%20rugby%20union%20team\"&gt;Italy&lt;/a&gt; on 4 October 2015, scoring Ireland's only try in their 16–9 win and, in doing so, overtaking &lt;a href=\"Brian%20O%27Driscoll\"&gt;Brian O'Driscoll&lt;/a&gt; as Ireland's leading try-scorer in Rugby World Cup history. Earls started Ireland's 24–9 win against &lt;a href=\"France%20national%20rugby%20union%20team\"&gt;France&lt;/a&gt; on 11 October 2015. He started for Ireland in the 43–20 &lt;a href=\"2015%20Rugby%20World%20Cup%20knockout%20stage\"&gt;quarter-final&lt;/a&gt; defeat against &lt;a href=\"Argentina%20national%20rugby%20union%20team\"&gt;Argentina&lt;/a&gt; on 18 October 2015.\nOn 20 January 2016, Earls was named in Ireland's 35-man squad for the &lt;a href=\"2016%20Six%20Nations%20Championship\"&gt;2016 Six Nations Championship&lt;/a&gt;. On 7 February 2016, he started against Wales in Ireland's opening match of the Six Nations. He missed the game against France on 13 February, but returned to start for Ireland against England, Italy and Scotland. On 25 May 2016, Earls was named in the 32-man Ireland squad to tour South Africa in a &lt;a href=\"2016%20Ireland%20rugby%20union%20tour%20of%20South%20Africa\"&gt;3-test series&lt;/a&gt;. On 11 June 2016, Earls started in Ireland's historic first test win against &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South Africa&lt;/a&gt; in South Africa. He missed the second test defeat, but returned to the starting XV for the third test, which Ireland lost 19–13. On 26 October 2016, Earls was named in Ireland's squad for the &lt;a href=\"2016%20end-of-year%20rugby%20union%20internationals\"&gt;2016 end-of-year rugby union internationals&lt;/a&gt;. However, his two-week suspension as a result of the red card he received against &lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow Warriors&lt;/a&gt; meant that Earls missed Ireland's historic first ever victory against &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;New Zealand&lt;/a&gt; in &lt;a href=\"Soldier%20Field\"&gt;Soldier Field&lt;/a&gt;, &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; on 5 November 2016. He returned to the Ireland team for their 55–21 victory against &lt;a href=\"Canada%20national%20rugby%20union%20team\"&gt;Canada&lt;/a&gt;, scoring a try, and also scored a try in the 27–24 win against &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australia&lt;/a&gt;.\nOn 23 January 2017, Earls was named in the Ireland squad for the opening two rounds of the &lt;a href=\"2017%20Six%20Nations%20Championship\"&gt;2017 Six Nations Championship&lt;/a&gt;. In Ireland's opening fixture of the tournament against &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt; on 4 February, Earls scored a try, though Ireland lost 27–22. On 11 February, Earls scored two tries in Ireland's 63–10 win in the &lt;a href=\"Stadio%20Olimpico\"&gt;Stadio Olimpico&lt;/a&gt; against &lt;a href=\"Italy%20national%20rugby%20union%20team\"&gt;Italy&lt;/a&gt;. He also started against France, Wales and England. He was also selected in the squad for the &lt;a href=\"2017%20mid-year%20rugby%20union%20internationals\"&gt;2017 Summer Tour&lt;/a&gt; against the &lt;a href=\"United%20States%20national%20rugby%20union%20team\"&gt;United States&lt;/a&gt; and &lt;a href=\"Japan%20national%20rugby%20union%20team\"&gt;Japan&lt;/a&gt;. On 10 June 2017, in the one-off test against the &lt;a href=\"United%20States%20national%20rugby%20union%20team\"&gt;United States&lt;/a&gt;, Earls scored two tries, made three assists and won the Man-of-the-Match award in Ireland's 55–19 win in the &lt;a href=\"Red%20Bull%20Arena%20%28New%20Jersey%29\"&gt;Red Bull Arena&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;. On 17 June 2017, Earls again scored two tries, this time in Ireland's 50–22 win against &lt;a href=\"Japan%20national%20rugby%20union%20team\"&gt;Japan&lt;/a&gt; in &lt;a href=\"Shizuoka%20Stadium\"&gt;Shizuoka Stadium&lt;/a&gt;, &lt;a href=\"Shizuoka%20Prefecture\"&gt;Shizuoka&lt;/a&gt;. His tally of nine tries in an international season set a new record for Ireland. He also started the second test against Japan, which Ireland won 35–13 to seal the series victory.\nEarls started every game for Ireland as they won a &lt;a href=\"Grand%20Slam%20%28rugby%20union%29\"&gt;Grand Slam&lt;/a&gt; in the &lt;a href=\"2018%20Six%20Nations%20Championship\"&gt;2018 Six Nations Championship&lt;/a&gt;, scoring a try against &lt;a href=\"Italy%20national%20rugby%20union%20team\"&gt;Italy&lt;/a&gt;. He won the \"Players' Player of the Year\" award at the 2018 &lt;a href=\"Rugby%20Players%20Ireland\"&gt;Rugby Players Ireland&lt;/a&gt; Awards in May of that year, becoming the fourth Munster player in a row to win the award after &lt;a href=\"Paul%20O%27Connell\"&gt;Paul O'Connell&lt;/a&gt; (2015), &lt;a href=\"CJ%20Stander\"&gt;CJ Stander&lt;/a&gt; (2016) and &lt;a href=\"Conor%20Murray\"&gt;Conor Murray&lt;/a&gt; (2017). Earls started in all three tests in Ireland's historic 2–1 &lt;a href=\"2018%20Ireland%20rugby%20union%20tour%20of%20Australia\"&gt;series victory&lt;/a&gt; against &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australia&lt;/a&gt; in June 2018. During the &lt;a href=\"2018%20end-of-year%20rugby%20union%20internationals\"&gt;2018 Autumn Tests&lt;/a&gt;, Earls started in Ireland's 28–17 win against &lt;a href=\"Argentina%20national%20rugby%20union%20team\"&gt;Argentina&lt;/a&gt; on 10 November, and in their 16–9 win against &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;New Zealand&lt;/a&gt; on 17 November, a win that was Earls' first against the All Blacks and Ireland's first ever win in Dublin against New Zealand.\n2019–present.\nEarls was ever-present for Ireland during the &lt;a href=\"2019%20Six%20Nations%20Championship\"&gt;2019 Six Nations Championship&lt;/a&gt;, starting in the 32–20 opening defeat against &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt;, the 22–13 win against &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt;, the 26–16 win against &lt;a href=\"Italy%20national%20rugby%20union%20team\"&gt;Italy&lt;/a&gt;, the 26–14 win against &lt;a href=\"France%20national%20rugby%20union%20team\"&gt;France&lt;/a&gt; and the 25–7 defeat against &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; in the final round, a victory that saw the Welsh win the grand slam.\nHe was selected in the 31-man Ireland squad for the &lt;a href=\"2019%20Rugby%20World%20Cup\"&gt;2019 Rugby World Cup&lt;/a&gt;, despite injury preventing Earls from featuring in the first three &lt;a href=\"2019%20Rugby%20World%20Cup%20warm-up%20matches\"&gt;warm-up matches&lt;/a&gt;. During the World Cup itself, Earls started in Ireland's shock 19–12 defeat against hosts &lt;a href=\"Japan%20national%20rugby%20union%20team\"&gt;Japan&lt;/a&gt;, the 35–0 win against &lt;a href=\"Russia%20national%20rugby%20union%20team\"&gt;Russia&lt;/a&gt;, the 47–5 win against &lt;a href=\"Samoa%20national%20rugby%20union%20team\"&gt;Samoa&lt;/a&gt; in their final pool game, and the comprehensive 46–14 defeat against &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;New Zealand&lt;/a&gt; in the quarter-finals, which brought an end to Ireland's 2019 World Cup.\nRetained by new head coach &lt;a href=\"Andy%20Farrell\"&gt;Andy Farrell&lt;/a&gt; in his squad for the &lt;a href=\"2020%20Six%20Nations%20Championship\"&gt;2020 Six Nations Championship&lt;/a&gt;, Earls featured off the bench in Ireland's 24–14 win against defending-champions Wales and their 24–12 defeat against England, before the tournament was suspended due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;. With the usual format of end-of-year international tests not possible due to the COVID-19 pandemic, Ireland instead participated in the &lt;a href=\"Autumn%20Nations%20Cup\"&gt;Autumn Nations Cup&lt;/a&gt;. Earls was a replacement in Ireland's 32–9 opening win against Wales on 13 November, and started the in the 18–7 defeat against England on 21 November, the 23–10 win against &lt;a href=\"Georgia%20national%20rugby%20union%20team\"&gt;Georgia&lt;/a&gt; on 29 November, and the 31–16 win against Scotland on 5 December, which secured a third-place finish for Ireland in the tournament.\nEarls was again ever-present for Ireland during the &lt;a href=\"2021%20Six%20Nations%20Championship\"&gt;2021 Six Nations Championship&lt;/a&gt;, starting in their 21–16 away defeat against Wales in their opening fixture of the &lt;a href=\"2021%20Six%20Nations%20Championship\"&gt;2021 Six Nations Championship&lt;/a&gt; on 7 February 2021 and the 15–13 home defeat against France, featuring as a replacement in the 48–10 away win against Italy, then returning to the starting XV for the 27–24 away win against Scotland and the 32–18 win against &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt; in the final round. During the &lt;a href=\"2021%20end-of-year%20rugby%20union%20internationals\"&gt;2021 Autumn Nations Series&lt;/a&gt;, Earls featured as a replacement in Ireland's 60–5 win against &lt;a href=\"Japan%20national%20rugby%20union%20team\"&gt;Japan&lt;/a&gt; on 6 November, in the famous 29–20 win against &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;New Zealand&lt;/a&gt; on 13 November, and in the 53–7 win against &lt;a href=\"Argentina%20national%20rugby%20union%20team\"&gt;Argentina&lt;/a&gt; in Ireland's final fixture of the series on 21 November.\nBritish &amp; Irish Lions.\nOn 21 April 2009, Earls was selected as part of the &lt;a href=\"2009%20British%20%26amp%3B%20Irish%20Lions%20tour%20to%20South%20Africa\"&gt;2009 British &amp; Irish Lions tour to South Africa&lt;/a&gt;. He made his &lt;a href=\"British%20%26amp%3B%20Irish%20Lions\"&gt;Lions&lt;/a&gt; debut on 30 May 2009, in a nervy, error-strewn performance against a &lt;a href=\"Highveld%20XV\"&gt;South African Royal XV&lt;/a&gt;. A week later, against &lt;a href=\"Currie%20Cup\"&gt;Currie Cup&lt;/a&gt; outfit the &lt;a href=\"Free%20State%20Cheetahs\"&gt;Free State Cheetahs&lt;/a&gt;, he put in a far improved showing, scoring an impressive try which ultimately proved crucial to the result, with the Lions coming through to win 26–24. On 23 June 2009, he scored a try from fullback in a tour match against the &lt;a href=\"South%20Africa%20%27A%27%20national%20rugby%20union%20team\"&gt;Emerging Springboks&lt;/a&gt;. On receiving the ball at the out half position and stepping past three rushing defenders, he touched down for the Lions' only try in a 13–13 draw. Earls also played against &lt;a href=\"Western%20Province%20%28rugby%20team%29\"&gt;Western Province&lt;/a&gt; and &lt;a href=\"Southern%20Kings\"&gt;Southern Kings&lt;/a&gt; in mid-week games, but he did not win any full Lions caps on the tour.\nPersonal life.\nEarls and his long-time partner, Edel McGee, married in &lt;a href=\"Quilty%2C%20County%20Clare\"&gt;Quilty, County Clare&lt;/a&gt; on 1 July 2016. They have three daughters, Ella-May, Laurie and Emie, together. \nEarls released his autobiography - \"Fight or Flight: My Life, My Choices\" - in October 2021. In the same month, during an appearance on \"&lt;a href=\"The%20Late%20Late%20Show%20%28Irish%20talk%20show%29\"&gt;The Late Late Show&lt;/a&gt;\", Earls revealed he had been diagnosed with &lt;a href=\"Bipolar%20II%20disorder\"&gt;Bipolar II disorder&lt;/a&gt; eight years previously and opened up about his mental health struggles, with Munster head coach &lt;a href=\"Johann%20van%20Graan\"&gt;Johann van Graan&lt;/a&gt;, amongst others, heaping praise upon Earls for his honestly and bravery. The book was met with widespread praise, and won \"Sports Book of the Year\" at the &lt;a href=\"Irish%20Book%20Awards\"&gt;Irish Book Awards&lt;/a&gt;.\nStatistics.\nInternational analysis by opposition.\n\"Correct as of 21 November 2021\""
}