{
    "id": "17576124",
    "revid": "28481209",
    "url": "https://en.wikipedia.org/wiki?curid=17576124",
    "title": "Enchylaena tomentosa",
    "text": "Enchylaena tomentosa, commonly known as barrier saltbush or ruby saltbush, is a small native shrub of &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;.\nDescription.\n\"Enchylaena tomentosa\" grows as a small perennial shrub, up to a meter in diameter. Leaves are slender and cylindrical growing to 6-15mm long, both leaves and stems are densely covered in woolly hairs. Fruits form as fleshy berries changing from bright green/yellow to bright red/orange.\nThe derivation of the name helps describe and classify its features with \"Enchylaena\" coming from the Greek \"egchlos\" meaning fleshy or succulent and \"chlaen\" a cloak referring to the ripe fruiting perianth, \"tomentosa\" botanical Latin outlining that the plant is covered with dense short or curled hairs soft hair.\nHighly drought tolerant \"E. tomentosa\" has historically been sought after by Indigenous Australians, early settlers and livestock. Nutritional analyze gives the plant a 65% digestibility rating providing grazing species with 14% digestible protein and 6% digestible salt.\nTaxonomy.\nIt was first published by &lt;a href=\"Robert%20Brown%20%28botanist%2C%20born%201773%29\"&gt;Robert Brown&lt;/a&gt; in 1810, as the only species of \"&lt;a href=\"Enchylaena\"&gt;Enchylaena&lt;/a&gt;\". Since that time a number of putative new species have been published based on specimens that are now referred to this species; hence it has a number of &lt;a href=\"taxonomic%20synonym\"&gt;taxonomic synonym&lt;/a&gt;s. Two varieties are recognised: the &lt;a href=\"autonym%20%28botany%29\"&gt;autonym&lt;/a&gt; &lt;a href=\"Enchylaena%20tomentosa%20var.%20tomentosa\"&gt;\"E. tomentosa\" var. \"tomentosa\"&lt;/a&gt;, and a less woolly variety, &lt;a href=\"Enchylaena%20tomentosa%20var.%20glabra\"&gt;\"E. tomentosa\" var. \"glabra\"&lt;/a&gt;, which was published by &lt;a href=\"George%20Bentham\"&gt;George Bentham&lt;/a&gt; in 1870. Its previous family name Chenopodiaceae is now included in Amaranthaceae.\nDistribution and habitat.\nIt occurs throughout &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, and has also naturalised in &lt;a href=\"New%20Caledonia\"&gt;New Caledonia&lt;/a&gt;. It tolerates a range of soils, but prefers soils that are slightly saline. Occurring through most of semi-arid Australia, on a variety of land and soil types such as sand plains, hill slopes, creek lines, sand dunes and salt lake shores. Preferring slightly shaded soil areas under trees such as \"&lt;a href=\"Alectryon%20oleifolius\"&gt;Alectryon oleifolius&lt;/a&gt;\" and \"&lt;a href=\"Acacia%20papyrocarpa\"&gt;Acacia papyrocarpa&lt;/a&gt;\".\nAs the distribution map shows \"E. tomentosa\" is highly widespread throughout the continent, this is potentially due to a range of factors such as the plants drought resilience, ability to live in a wide range of soil/climate zones and also its seed dispersal method \"E. tomentosa\" seed is dispersed through endozoochory (seed that is dispersed through ingestion via another animal). This may potentially aid in germination of seeds, as digestion can result in the removal of fleshy pulp and the woody endocarp (scarification), these parts of the plants may act as inhibitors to germination as they can prevent germination occurring in unsuitable seasons and conditions.\nA study of &lt;a href=\"emu\"&gt;emu&lt;/a&gt; scat and its seed composition found that \"E. tomentosa\" made up 8.5% of the near 20,000 seeds identified, second highest only to nitre bush (\"&lt;a href=\"Nitraria%20billardierei\"&gt;Nitraria billardierei&lt;/a&gt;\") which made up 80% of identified seed. This is significant as emus are known to travel over 600 km in search of more food and water, acting as a potential vector for long-distance seed dispersal and germination. Long-distance speed dispersal can improve a species genetic variation, dispersal range, increase diversity and complexity in meta-population structure. These factors can increase a species resilience to future risk of changing climate conditions and potential habitat loss\nHuman uses.\nThe ripened fruit of \"E. tomentosa\" can be picked and eaten raw and is described as being salty-sweet in flavor, being picked by desert &lt;a href=\"Indigenous%20Australians\"&gt;Indigenous Australians&lt;/a&gt; as a snack food and is still frequently collected today. Indigenous groups of the Macdonell Ranges (central Australia) have been recorded to soak the fruits in water to make a sweetened tea. &lt;a href=\"Charles%20Sturt\"&gt;Charles Sturt&lt;/a&gt; on his explorations into the semi-arid interior also recorded harvesting the leaves, which could be eaten as a vegetable after being boiled. Major &lt;a href=\"Thomas%20Mitchell%20%28explorer%29\"&gt;Thomas Mitchell&lt;/a&gt; noted on his explorations through the lower Murray that children would also harvest the fruit to make pink facial decorations.\nIn terms of grazing value \"E. tomentosa\" is listed as a maintenance feed; as the plant does not provide enough grazing volume to act as a sole foraging source, its drought hardiness allows it to be available in dryer times of the year such as late summer when other palatable and nutritious forage sources are absent."
}