{
    "id": "17580109",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=17580109",
    "title": "Obie Patterson",
    "text": "Obie Patterson (born March 7, 1938) is a &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; member of the &lt;a href=\"Maryland%20Senate\"&gt;Maryland Senate&lt;/a&gt; from the 26th district in &lt;a href=\"Prince%20George%27s%20County%2C%20Maryland\"&gt;Prince George's County&lt;/a&gt;. He served on the Prince George's county council representing district 8, and in the &lt;a href=\"Maryland%20House%20of%20Delegates\"&gt;Maryland House of Delegates&lt;/a&gt; representing the 26th district.\nBackground.\nBorn in &lt;a href=\"Lancaster%2C%20South%20Carolina\"&gt;Lancaster, South Carolina&lt;/a&gt;, March 7, 1938. &lt;a href=\"Johnson%20C.%20Smith%20University\"&gt;Johnson C. Smith University&lt;/a&gt;, &lt;a href=\"Charlotte%2C%20North%20Carolina\"&gt;Charlotte, North Carolina&lt;/a&gt;, B.S. (biology), 1965; &lt;a href=\"University%20of%20Florida\"&gt;University of Florida&lt;/a&gt;, M.A. (public administration), 1971. Former research biologist, management analyst, equal employment opportunity specialist, and program analyst, &lt;a href=\"U.S.%20Department%20of%20Agriculture\"&gt;U.S. Department of Agriculture&lt;/a&gt;. Board of trustees, Johnson C. Smith University, 1994-. Polemarch, &lt;a href=\"Kappa%20Alpha%20Psi\"&gt;Kappa Alpha Psi&lt;/a&gt; fraternity, 1993–94. Member, &lt;a href=\"Pi%20Sigma%20Alpha\"&gt;Pi Sigma Alpha&lt;/a&gt; aka the National Political Science Honor Society. Life member, &lt;a href=\"National%20Association%20for%20the%20Advancement%20of%20Colored%20People\"&gt;National Association for the Advancement of Colored People&lt;/a&gt; (NAACP). Member, Roscoe C. Cartwright Prince Hall Masons, Lodge #129. President, Apple Grove-Squire Woods Civic Association, 1993–94. Board of directors, Prince George's Volunteer Action Center. Chair, Prince George's County African-American Democratic Club. Board of trustees, Johnson C. Smith University (chair, student affairs committee). Past president, National Alumni Association, Johnson C. Smith University. Former adjunct faculty, &lt;a href=\"Bowie%20State%20University\"&gt;Bowie State University&lt;/a&gt; and &lt;a href=\"Prince%20George%27s%20Community%20College\"&gt;Prince George's Community College&lt;/a&gt;. Award, United Negro College Fund. Award for Outstanding Service in Politics, Prince George's County Educators' Association, 1999. Board of trustees, &lt;a href=\"http%3A//www.fortfootebc.org/\"&gt;Fort Foote Baptist Church&lt;/a&gt;, Fort Washington. Three children; three grandchildren.\nPolitical career.\nPatterson was a member of House of Delegates from January 11, 1995, to January 10, 2007. He has served as: Assistant Majority Leader, 2006–07. Member, Commerce and Government Matters Committee, 1995–98 (vice-chair, transportation subcommittee, 1995–98); Special Committee on Rail Mergers, 1997; Ways and Means Committee, 1999–2007 (education subcommittee, 1999–2000; tax &amp; revenue subcommittee, 2001–03; chair, election law subcommittee, 2003–07); Joint Committee on Protocol, 1999–2007; Joint Committee on the Selection of the state treasurer, 2003. Deputy Majority Whip, 2003–05. Member, Joint Committee on Children, Youth, and Families, 2003–07; Rules and Executive Nominations Committee, 2004–07. Chair, County Affairs Committee, Prince George's County Delegation, 1999–2007. During his entire tenure in the General Assembly, Patterson was a member of the &lt;a href=\"Legislative%20Black%20Caucus%20of%20Maryland\"&gt;Legislative Black Caucus of Maryland&lt;/a&gt; (formerly Maryland Legislative Black Caucus, and was its treasurer from 1998 to 2002 and its chairman from 2002 to 2004).\nIn 2002, Council Member Patterson was elected chair of the &lt;a href=\"Legislative%20Black%20Caucus%20of%20Maryland\"&gt;Legislative Black Caucus of Maryland&lt;/a&gt;, where he had previously served as its treasurer. As chair he commissioned the Justice Policy Institute to study the disproportionate number of African Americans incarcerated in the Maryland corrections system for nonviolent drug offenses. This led him to introduce legislation to provide treatment and training for nonviolent drug offenders. That legislation was signed into law with a $3-million pilot program, with $1.6 million allocated to Prince George's County."
}