{
    "id": "17590731",
    "revid": "14703151",
    "url": "https://en.wikipedia.org/wiki?curid=17590731",
    "title": "Ellen Barrett",
    "text": "Ellen Marie Barrett (born February 10, 1946) is an American priest of the &lt;a href=\"Episcopal%20Church%20in%20the%20United%20States%20of%20America\"&gt;Episcopal Church&lt;/a&gt;. She was the first open lesbian to be ordained to the priesthood following the Episcopal Church's &lt;a href=\"General%20Convention\"&gt;General Convention&lt;/a&gt; approval of the &lt;a href=\"ordination%20of%20women\"&gt;ordination of women&lt;/a&gt; in 1977. Barrett's candor about her &lt;a href=\"homosexuality\"&gt;homosexuality&lt;/a&gt; caused great controversy within the church. Even prior to her ordination, she was a prominent spokesperson for the rights of &lt;a href=\"gays\"&gt;gays&lt;/a&gt; and &lt;a href=\"lesbians\"&gt;lesbians&lt;/a&gt; in the church, especially regarding their ordination.\nEarly life and ordination.\nBarret was born in &lt;a href=\"Lawrence%2C%20Kansas\"&gt;Lawrence, Kansas&lt;/a&gt;. Her parents were &lt;a href=\"Linton%20Lomas%20Barrett\"&gt;Linton Lomas Barrett&lt;/a&gt; and Marie Hamilton McDavid. Prior to her &lt;a href=\"Holy%20Orders\"&gt;ordination to the priesthood&lt;/a&gt;, she served as a &lt;a href=\"deacon\"&gt;deacon&lt;/a&gt; in the &lt;a href=\"Episcopal%20Diocese%20of%20New%20York\"&gt;New York diocese&lt;/a&gt;. She was a founding member and the first co-president of &lt;a href=\"IntegrityUSA\"&gt;Integrity&lt;/a&gt;, a group formed to advocate for the full participation of &lt;a href=\"LGBT\"&gt;lesbians, gays and bisexuals&lt;/a&gt; in the church. Her record at the &lt;a href=\"General%20Theological%20Seminary\"&gt;General Theological Seminary&lt;/a&gt; was considered exemplary and she was well-regarded academically, professionally and spiritually by the faculty.\nBarrett was ordained a deacon in 1975 at &lt;a href=\"St.%20Peter%27s%20Episcopal%20Church%20%28Manhattan%29\"&gt;St. Peter's Church, Chelsea, New York City&lt;/a&gt;. She was later ordained as a priest in 1977 by &lt;a href=\"Bishop%20Paul%20Moore\"&gt;Bishop Paul Moore&lt;/a&gt; at the &lt;a href=\"Church%20of%20the%20Holy%20Apostles%20%28Manhattan%29\"&gt;Church of the Holy Apostles&lt;/a&gt;. Bishop Moore was aware of her &lt;a href=\"sexual%20orientation\"&gt;sexual orientation&lt;/a&gt; and did not feel it should prohibit her from ordination. He was strongly convinced that her commitment to a vocation far outweighed her commitment to the \"gay movement\" or any other conflicting interests.\nPersonal views.\nBarrett drew upon the example of &lt;a href=\"Rosa%20Parks\"&gt;Rosa Parks&lt;/a&gt;, finding it as apt for feminism as for civil rights, stating: \"I remember Mrs. Rosa Parks' answer about why she sat down that day on that bus: 'I don't know, just tired I guess.' Yes, tired... Tired of being second-class, good girl, &lt;a href=\"virgin%E2%80%93whore\"&gt;virgin–whore&lt;/a&gt;, defective by nature. Tired of being told that the omnipotent God can't call me to the priesthood.\"\nImpact and reaction.\nBarrett's ordination was met with widespread criticism and protest within the Episcopal Church. Bishop Moore stated that of 42 letters he received from other &lt;a href=\"bishop\"&gt;bishop&lt;/a&gt;s, ten were supportive and thirty-two were critical. Bishop &lt;a href=\"William%20C.%20Frey%20%28bishop%29\"&gt;William C. Frey&lt;/a&gt; of Colorado stated that there were better ways to minister to &lt;a href=\"homosexual\"&gt;homosexual&lt;/a&gt;s than to \"bless that which God offers to redeem\". Moore related his belief that it was not so much Barrett's sexual orientation that his fellow bishops found disturbing, but rather her candor as a lesbian.\nThe ordination of Barrett brought the ordination of homosexual people into the public eye, along with the ordination of women. Many homosexuals in the church have followed her example, abandoning the practice of having a \"&lt;a href=\"closeted\"&gt;closeted&lt;/a&gt;\" private life that contradicts one's public actions and statements. Eleven years after her ordination, the first openly gay male homosexual, &lt;a href=\"Philip%20Lance\"&gt;Philip Lance&lt;/a&gt;, was ordained in January 1988 without media coverage. A year later &lt;a href=\"Robert%20Williams%20%28American%20priest%29\"&gt;Robert Williams&lt;/a&gt; was ordained with significant media coverage.\nIn the months following her ordination, the staff and regular contributors of Episcopal magazines and newspapers wrote about the matter, often condemning it. The &lt;a href=\"House%20of%20Bishops\"&gt;House of Bishops&lt;/a&gt; met in &lt;a href=\"Port%20St.%20Lucie\"&gt;Port St. Lucie&lt;/a&gt; nine months later and a resolution condemning &lt;a href=\"Christianity%20and%20homosexuality\"&gt;homosexuality as unbiblical&lt;/a&gt; and reasserting the &lt;a href=\"marriage\"&gt;heterosexual confines of marriage&lt;/a&gt; was passed. However, they failed to pass a measure censuring Bishop Moore for ordaining Barrett and also rejected a measure nullifying the validity of Barrett's ordination. This was credited by observers and participants to influential detractors of Moore and Barrett advocating vigorously to retain a &lt;a href=\"right%20of%20dissent\"&gt;right of dissent&lt;/a&gt;. This led to the passage of a \"conscience clause,\" permitting bishops the right to decline to ordain any given individual into the &lt;a href=\"priesthood\"&gt;priesthood&lt;/a&gt; for reasons of personal conscience. Bishops could decline to call women, homosexuals, unmarried cohabitants, and others to the priesthood. However, this same principle of conscience led a growing number of bishops to ordain \"&lt;a href=\"coming%20out\"&gt;out&lt;/a&gt;\" homosexuals throughout the 1980s, promoting a liberal theological culture of inclusion and tolerance."
}