{
    "id": "17608388",
    "revid": "7196877",
    "url": "https://en.wikipedia.org/wiki?curid=17608388",
    "title": "Abder Ramdane",
    "text": "Abder Ramdane (born 23 February 1974) is an Algerian &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; manager and former player who played as a &lt;a href=\"Forward%20%28association%20football%29\"&gt;forward&lt;/a&gt;.\nInternational career.\nRamdane chose to represent the &lt;a href=\"Algeria%20national%20football%20team\"&gt;Algeria national team&lt;/a&gt;, being selected for one match. However, he did not participate in the game.\nCoaching career.\nRamdane was employed together with his father-in-law &lt;a href=\"Ewald%20Lienen\"&gt;Ewald Lienen&lt;/a&gt; as assistant coach and U-19 coach by Greek club &lt;a href=\"Panionios%20F.C.\"&gt;Panionios F.C.&lt;/a&gt;, from 2006 until 2008. He held the same position previously at German side &lt;a href=\"Borussia%20M%C3%B6nchengladbach\"&gt;Borussia Mönchengladbach&lt;/a&gt;. They joined &lt;a href=\"TSV%201860%20Munich\"&gt;TSV 1860 Munich&lt;/a&gt; on 13 May 2009. In June 2010, both moved to &lt;a href=\"Olympiacos%20F.C.\"&gt;Olympiacos&lt;/a&gt; where they stayed only for some weeks. \nIn November 2010, Lienen took over as coach of &lt;a href=\"Arminia%20Bielefeld\"&gt;Arminia Bielefeld&lt;/a&gt; and Ramdane followed as assistant. Both left Bielefeld when they were relegated at the end of the season. In November 2013 he and Lienen were appointed by Romanian club &lt;a href=\"ASC%20O%C8%9Belul%20Gala%C8%9Bi\"&gt;Oțelul Galați&lt;/a&gt; as assistant coach and coach respectively.\nIn June 2018, Ramdane was appointed assistant coach to &lt;a href=\"Luka%20Elsner\"&gt;Luka Elsner&lt;/a&gt; at Belgian club &lt;a href=\"Royale%20Union%20Saint-Gilloise\"&gt;Royale Union Saint-Gilloise&lt;/a&gt;. In the following year, he followed Elsner to French club &lt;a href=\"Amiens%20SC\"&gt;Amiens SC&lt;/a&gt;. Ramdane left Armiens with Elsner at the end of September 2020.\nHonours.\nSC Freiburg\nNîmes"
}