{
    "id": "17607630",
    "revid": "1064683545",
    "url": "https://en.wikipedia.org/wiki?curid=17607630",
    "title": "List of Baltimore Ravens head coaches",
    "text": "There have been three head coaches in the history of the &lt;a href=\"Baltimore%20Ravens\"&gt;Baltimore Ravens&lt;/a&gt; &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; franchise. The Ravens joined the &lt;a href=\"American%20Football%20Conference\"&gt;American Football Conference&lt;/a&gt; (AFC) of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL) after former &lt;a href=\"Cleveland%20Browns\"&gt;Cleveland Browns&lt;/a&gt; owner &lt;a href=\"Art%20Modell\"&gt;Art Modell&lt;/a&gt; decided to relocate the team to Baltimore. However, as part of an agreement between Modell, the NFL and the city of Cleveland, Modell left the Browns' name, colors and history in Cleveland. He was, however, allowed to take his players and front-office staff to Baltimore. For this reason, the Ravens are reckoned as a 1996 &lt;a href=\"expansion%20team\"&gt;expansion team&lt;/a&gt;. The Browns were later reactivated in 1999.\nModell had planned to bring &lt;a href=\"Bill%20Belichick\"&gt;Bill Belichick&lt;/a&gt; to Baltimore as coach, but was fired February 14, 1996. Modell hired &lt;a href=\"Ted%20Marchibroda\"&gt;Ted Marchibroda&lt;/a&gt; on February 15, as the first head coach of the Ravens franchise in 1996. Marchibroda had previously coached the Baltimore Colts in the 1970s and the &lt;a href=\"Indianapolis%20Colts\"&gt;Indianapolis Colts&lt;/a&gt; in the 1990s. After three seasons, his contract was not renewed. &lt;a href=\"Brian%20Billick\"&gt;Brian Billick&lt;/a&gt; succeeded him after accepting a six-year coaching contract from Modell. Billick went on to lead the Ravens to four playoff appearances in his nine years as coach. In 2000, he led the Ravens to a 34–7 victory in &lt;a href=\"Super%20Bowl%20XXXV\"&gt;Super Bowl XXXV&lt;/a&gt; against the &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt;. On December 31, 2007, Billick was fired by Ravens owner &lt;a href=\"Steve%20Bisciotti\"&gt;Steve Bisciotti&lt;/a&gt;, after leading the Ravens to a 5–11 record in the &lt;a href=\"2007%20NFL%20season\"&gt;2007 season&lt;/a&gt;. Less than three weeks later, the Ravens hired &lt;a href=\"John%20Harbaugh\"&gt;John Harbaugh&lt;/a&gt; as the franchise's third head coach. Harbaugh reached the playoffs in each of his first five seasons in charge, with the team's appearance in &lt;a href=\"Super%20Bowl%20XLVII\"&gt;Super Bowl XLVII&lt;/a&gt; being the most prominent; the Ravens ultimately won the game 34–31 against the &lt;a href=\"San%20Francisco%2049ers\"&gt;San Francisco 49ers&lt;/a&gt;, coached by &lt;a href=\"Jim%20Harbaugh\"&gt;Jim Harbaugh&lt;/a&gt;, John's younger brother."
}