{
    "id": "17613037",
    "revid": "11015197",
    "url": "https://en.wikipedia.org/wiki?curid=17613037",
    "title": "Wendy Poole Park",
    "text": "Wendy Poole Park is a small triangular plot of parkland near the waterfront in the &lt;a href=\"Downtown%20Eastside\"&gt;Downtown Eastside&lt;/a&gt; in &lt;a href=\"Vancouver%2C%20British%20Columbia\"&gt;Vancouver, British Columbia&lt;/a&gt;. The land is at Alexander Street and the Main Street\nOverpass, and it was named by the Vancouver Board of Parks and Recreation for a young aboriginal woman who was murdered nearby in 1989. The park contains a memorial boulder inscribed with information about Poole.\nWendy Poole.\nWendy Poole was a member of the &lt;a href=\"Tsay%20Keh%20Dene%20First%20Nation\"&gt;Tsay Keh Dene&lt;/a&gt; (\"People of the Mountains\") a First Nations group from Northern B.C., near what is now the city of &lt;a href=\"Prince%20George%2C%20British%20Columbia\"&gt;Prince George, British Columbia&lt;/a&gt;. She had moved to Vancouver, and was murdered on the second floor of a Downtown Eastside housing coop on January 26, 1989. Her body was later found in a nearby garbage dump. A man was arrested in connection with her death and was later acquitted. The murder case remains unsolved by police.\nHistory of the memorial.\nA coalition of First Nations, community groups, and individuals from the DTES campaigned, along with &lt;a href=\"Roslyn%20Cassells\"&gt;Roslyn Cassells&lt;/a&gt;, the then Party Commissioner of the &lt;a href=\"Green%20Party%20of%20Canada\"&gt;Green Party of Canada&lt;/a&gt;, to name this small waterfront park after Wendy Poole. The proponents of the proposal hoped that the park would bring awareness to the unsolved cases of the missing women in the Downtown Eastside, and contribute to a healing process with First Nations people in the city.\nThe official dedication ceremony was held on February 14, 2001, with\nrepresentation from Wendy Poole's family. The February date was picked to coordinate with the Annual DTES &lt;a href=\"Women%27s%20Memorial%20March\"&gt;Women's Memorial March&lt;/a&gt; held on that date.\nThe 'Spirit's Rising Memorial Society' is joining women and youth at risk in a totem carving project, to be displayed in the park.\nDowntown Eastside activist Don Larson was involved in the campaign from the beginning. Larson is a well-respected Vancouver social justice activist."
}