{
    "id": "17617101",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=17617101",
    "title": "Warm Springs Natural Area",
    "text": "The Warm Springs Natural Area, also known as the Warm Springs Ranch, is located near the &lt;a href=\"Moapa%20Indian%20Reservation\"&gt;Moapa Indian Reservation&lt;/a&gt; in &lt;a href=\"Clark%20County%2C%20Nevada\"&gt;Clark County, Nevada&lt;/a&gt;, at an elevation of . The area is owned by the &lt;a href=\"Southern%20Nevada%20Water%20Authority\"&gt;Southern Nevada Water Authority&lt;/a&gt; (SNWA). The area is a natural &lt;a href=\"oasis\"&gt;oasis&lt;/a&gt; in the &lt;a href=\"Mojave%20Desert\"&gt;Mojave Desert&lt;/a&gt;. The oasis is fed by close to 24 natural &lt;a href=\"warm%20spring\"&gt;warm spring&lt;/a&gt;s and contains many naturally occurring California fan palms (\"&lt;a href=\"Washingtonia%20filifera\"&gt;Washingtonia filifera&lt;/a&gt;\"), creating an &lt;a href=\"ecosystem\"&gt;ecosystem&lt;/a&gt; normally limited to the \"low\" &lt;a href=\"Colorado%20Desert\"&gt;Colorado Desert&lt;/a&gt; and so unique to the \"high\" &lt;a href=\"Mojave%20Desert\"&gt;Mojave Desert&lt;/a&gt;. The springs are the &lt;a href=\"headwaters\"&gt;headwaters&lt;/a&gt; for the &lt;a href=\"Muddy%20River%20%28Nevada%29\"&gt;Muddy River&lt;/a&gt;.\nThe area is popular for &lt;a href=\"residential\"&gt;residential&lt;/a&gt; and &lt;a href=\"recreational\"&gt;recreational&lt;/a&gt; uses. There are year-round residents that own private property with homes. There are &lt;a href=\"camping\"&gt;camping&lt;/a&gt; areas for &lt;a href=\"recreational%20vehicles\"&gt;recreational vehicles&lt;/a&gt; and a private, multi-use, recreation area owned by &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;The Church of Jesus Christ of Latter-day Saints&lt;/a&gt; (LDS Church).\nHistory.\n&lt;a href=\"Howard%20Hughes\"&gt;Howard Hughes&lt;/a&gt; purchased the &lt;a href=\"ranch\"&gt;ranch&lt;/a&gt; in 1968. The LDS church acquired much of the Ranch in 1978 and attempted to continue its use as an operating ranch. When they were unsuccessful in ranching including cattle grazing, the LDS church sold most of the land, keeping operated as the Warm Springs Recreational Ranch. A public swimming facility separate from the Hughes ranch and the LDS facility was also developed in the area. The 100 acre Desert Oasis Warm Springs was a popular summer destination for many Las Vegas residents in the 1970s and 1980s.\nThe &lt;a href=\"Southern%20Nevada%20Water%20Authority\"&gt;Southern Nevada Water Authority&lt;/a&gt; acquired large portions of the old ranch property in 2007 with the intention to protect the headwaters of the Muddy River and the habitat of the endangered Moapa dace.\nOn July 1, 2010, an accidental fire swept through the overgrown palm trees, burning much of the area and destroying many buildings including the original ranch house at the LDS Warm Springs ranch. The LDS facility was rebuilt and opened for use of members of the LDS church in June 2017.\nThe 1,220 acres acquired by the Southern Nevada Water Authority is now known as the Warm Springs Natural Area and has been developed into a nature conservancy and publicly accessible nature area with trails and exhibits.\nMoapa Valley National Wildlife Refuge.\nThe &lt;a href=\"United%20States%20Fish%20and%20Wildlife%20Service\"&gt;United States Fish and Wildlife Service&lt;/a&gt; established the &lt;a href=\"Moapa%20Valley%20National%20Wildlife%20Refuge\"&gt;Moapa Valley National Wildlife Refuge&lt;/a&gt; area of Warm Springs as a &lt;a href=\"wildlife%20preserve\"&gt;wildlife preserve&lt;/a&gt; to protect the &lt;a href=\"habitat\"&gt;habitat&lt;/a&gt; of &lt;a href=\"Moapa%20dace\"&gt;Moapa dace&lt;/a&gt;, a &lt;a href=\"Critically%20Endangered\"&gt;critically endangered&lt;/a&gt; species of &lt;a href=\"fish\"&gt;fish&lt;/a&gt; that is &lt;a href=\"Endemism\"&gt;endemic&lt;/a&gt; to the Muddy River. The Moapa dace have declined in population due to habitat destruction and &lt;a href=\"introduced%20species\"&gt;introduced species&lt;/a&gt; of non-native fish. This unique small area of , and the fish, have many &lt;a href=\"stakeholder%20%28law%29\"&gt;stakeholders&lt;/a&gt; in their ongoing preservation."
}