{
    "id": "17613407",
    "revid": "30529645",
    "url": "https://en.wikipedia.org/wiki?curid=17613407",
    "title": "Chicago Bulls (AFL, 1926)",
    "text": "The Chicago Bulls were a professional &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; team that competed in the &lt;a href=\"American%20Football%20League%20%281926%29\"&gt;first American Football League&lt;/a&gt; in &lt;a href=\"1926%20American%20Football%20League%20season\"&gt;1926&lt;/a&gt;. Owned by &lt;a href=\"Joey%20Sternaman\"&gt;Joey Sternaman&lt;/a&gt; (brother of &lt;a href=\"Chicago%20Bears\"&gt;Chicago Bears&lt;/a&gt; co-owner &lt;a href=\"Dutch%20Sternaman\"&gt;Dutch Sternaman&lt;/a&gt;), the Bulls also had AFL founders &lt;a href=\"C.%20C.%20Pyle\"&gt;C. C. Pyle&lt;/a&gt; and &lt;a href=\"Red%20Grange\"&gt;Red Grange&lt;/a&gt; as shareholders (Pyle and Grange were also the co-owners of the &lt;a href=\"New%20York%20Yankees%20%28NFL%29\"&gt;New York Yankees&lt;/a&gt; and the &lt;a href=\"Los%20Angeles%20Wildcats%20%28AFL%29\"&gt;Los Angeles Wildcats&lt;/a&gt; of the AFL). Joey Sternaman was also the coach and &lt;a href=\"quarterback\"&gt;blocking back&lt;/a&gt; for the Bulls throughout their brief existence.\nThe newly minted Bulls had adverse effects on the more established NFL. First, the Bulls leased &lt;a href=\"Comiskey%20Park\"&gt;Comiskey Park&lt;/a&gt;, forcing the &lt;a href=\"Chicago%20Cardinals\"&gt;Chicago Cardinals&lt;/a&gt; to play in the (older and much smaller) &lt;a href=\"Normal%20Park\"&gt;Normal Field&lt;/a&gt;. Second, the Bulls made an offer for Cardinals star &lt;a href=\"Paddy%20Driscoll\"&gt;Paddy Driscoll&lt;/a&gt; that the reigning &lt;a href=\"1925%20NFL%20season\"&gt;NFL champions&lt;/a&gt; could not match (Cardinals owner &lt;a href=\"Chris%20O%27Brien%20%28American%20football%29\"&gt;Chris O'Brien&lt;/a&gt; arranged a trade with the Bears, who \"did\" match the Bulls' offer to Driscoll, keeping him in the established league but knocking the Cardinals out of championship contention). Failing to sign Driscoll, the Bulls built up their roster by signing up men who played their college football in the &lt;a href=\"American%20Midwest\"&gt;American Midwest&lt;/a&gt;.\nDespite playing in front of 16,000 people in their first home game (against the Yankees on October 17, 1926), the Bulls were generally a poor attraction despite the star power of Joey Sternaman. Most of the Bulls games – both at home and away – were played in front of 4000 people or fewer. Attendance at Bulls games were often a reflection of the drawing power of their opponents. The team's first game (at &lt;a href=\"Newark%20Bears%20%28AFL%29\"&gt;Newark&lt;/a&gt;) was played in front of only 2000 people in &lt;a href=\"Davids%27%20Stadium\"&gt;Davids' Stadium&lt;/a&gt; on September 26; the Bulls played the last three official games of the American Football League: in front of 15,000 in &lt;a href=\"Yankee%20Stadium%20%281923%29\"&gt;Yankee Stadium&lt;/a&gt; on November 28 against the Yankees, in front of 3000 in Comiskey Park on December 5 against the Wildcats, and in front 8000 in Comiskey Park on December 12 against the Yankees. With the conclusion of the last game, the AFL – and the Chicago Bulls – became history, and Sternaman returned to the Chicago Bears.\nAfter the first AFL.\nUpon the completion of a &lt;a href=\"New%20York%20Yankees%20%28NFL%29\"&gt;New York Yankees'&lt;/a&gt; 7-3 victory over the Bulls in Comiskey Park on December 12, 1926, the first AFL was officially dead. Although Joey Sternaman was the official owner of the team, the bills were paid by C. C. Pyle, who decided to cut his losses by dissolving his (and Red Grange's) interest in the team as the Yankees and the Wildcats went on a &lt;a href=\"barnstorm%20%28athletics%29\"&gt;barnstorming&lt;/a&gt; tour of the &lt;a href=\"American%20South\"&gt;American South&lt;/a&gt; and &lt;a href=\"Pacific%20Coast\"&gt;West Coast&lt;/a&gt;. As a result, the Bulls were no more viable as an entity than the AFL. Its fate was officially sealed when Sternaman returned to the Chicago Bears and the Yankees entered the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (with &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt; owner &lt;a href=\"Tim%20Mara\"&gt;Tim Mara&lt;/a&gt; technically the owner in a lease arrangement for the defunct &lt;a href=\"Brooklyn%20Lions\"&gt;Brooklyn Lions&lt;/a&gt; franchise).\nAs Sternaman continued his career, he was not the only former Chicago Bull to join an NFL team's roster after the dissolution of the AFL:\n&lt;a href=\"Mush%20Crawford\"&gt;Mush Crawford&lt;/a&gt; – 1927 New York Yankees&lt;br&gt;\n&lt;a href=\"John%20Fahay\"&gt;John Fahay&lt;/a&gt; – 1929 &lt;a href=\"Minneapolis%20Red%20Jackets\"&gt;Minneapolis Red Jackets&lt;/a&gt;&lt;br&gt;\n&lt;a href=\"Aubrey%20Goodman\"&gt;Aubrey Goodman&lt;/a&gt; – 1927 &lt;a href=\"Chicago%20Cardinals\"&gt;Chicago Cardinals&lt;/a&gt;&lt;br&gt;\n&lt;a href=\"Ojay%20Larson\"&gt;Ojay Larson&lt;/a&gt; – 1929 Chicago Bears, 1929 Chicago Cardinals&lt;br&gt;\n&lt;a href=\"Dick%20Stahlman\"&gt;Dick Stahlman&lt;/a&gt; – 1929 &amp; 1930 New York Giants, 1931–1932 &lt;a href=\"Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt;, 1933 Chicago Bears&lt;br&gt;\n&lt;a href=\"Red%20Strader\"&gt;Red Strader&lt;/a&gt; – 1927 Chicago Cardinals (later became head coach for the 1948–1949 &lt;a href=\"New%20York%20Yankees%20%28AAFC%29\"&gt;New York Yankees (AAFC)&lt;/a&gt;, 1950-51 &lt;a href=\"New%20York%20Yanks\"&gt;New York Yanks&lt;/a&gt; (NFL), and 1955 &lt;a href=\"San%20Francisco%2049ers\"&gt;San Francisco 49ers&lt;/a&gt;)&lt;br&gt;\n&lt;a href=\"Jim%20Tays\"&gt;Jim Tays&lt;/a&gt; – 1927 &lt;a href=\"Dayton%20Triangles\"&gt;Dayton Triangles&lt;/a&gt;, 1930 &lt;a href=\"Newark%20Tornadoes\"&gt;Newark Tornadoes&lt;/a&gt;, 1930 &lt;a href=\"Staten%20Island%20Stapletons\"&gt;Staten Island Stapletons&lt;/a&gt;&lt;br&gt;\n&lt;a href=\"Buck%20White%20%28American%20football%29\"&gt;Buck White&lt;/a&gt; – 1927–1929 Chicago Bears\nWhile &lt;a href=\"Garland%20Buckeye\"&gt;Garland Buckeye&lt;/a&gt;'s professional football career ended with the folding of the Bulls, his &lt;a href=\"major%20league%20baseball\"&gt;major league baseball&lt;/a&gt; career continued, &lt;a href=\"pitcher\"&gt;pitching&lt;/a&gt; for the &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt; in 1927–1928 and the &lt;a href=\"New%20York%20Giants%20%28NL%29\"&gt;New York Giants&lt;/a&gt; in 1928."
}