{
    "id": "17616",
    "revid": "23129483",
    "url": "https://en.wikipedia.org/wiki?curid=17616",
    "title": "Latitude",
    "text": "In &lt;a href=\"geography\"&gt;geography&lt;/a&gt;, latitude is a &lt;a href=\"Geographic%20coordinate%20system\"&gt;geographic coordinate&lt;/a&gt; that specifies the &lt;a href=\"north\"&gt;north&lt;/a&gt;–&lt;a href=\"south\"&gt;south&lt;/a&gt; position of a point on the Earth's surface. Latitude is an angle (defined below) which ranges from 0° at the &lt;a href=\"Equator\"&gt;Equator&lt;/a&gt; to 90° (North or South) at the poles. Lines of constant latitude, or \"parallels\", run east–west as circles parallel to the equator. Latitude is used together with &lt;a href=\"longitude\"&gt;longitude&lt;/a&gt; to specify the precise location of features on the surface of the Earth. On its own, the term latitude should be taken to be the \"geodetic latitude\" as defined below. Briefly, geodetic latitude at a point is the angle formed by the vector perpendicular (or \"&lt;a href=\"Normal%20%28geometry%29\"&gt;normal&lt;/a&gt;\") to the ellipsoidal surface from that point, and the equatorial plane. Also defined are six \"auxiliary latitudes\" that are used in special applications.\nBackground.\nTwo levels of abstraction are employed in the definitions of latitude and longitude. In the first step the physical surface is modeled by the &lt;a href=\"geoid\"&gt;geoid&lt;/a&gt;, a surface which approximates the &lt;a href=\"Sea%20level\"&gt;mean sea level&lt;/a&gt; over the oceans and its continuation under the land masses. The second step is to approximate the geoid by a mathematically simpler reference surface. The simplest choice for the reference surface is a &lt;a href=\"sphere\"&gt;sphere&lt;/a&gt;, but the geoid is more accurately modeled by an ellipsoid. The definitions of latitude and longitude on such reference surfaces are detailed in the following sections. Lines of constant latitude and longitude together constitute a &lt;a href=\"Geographic%20coordinate%20system\"&gt;graticule&lt;/a&gt; on the reference surface. The latitude of a point on the \"actual\" surface is that of the corresponding point on the reference surface, the correspondence being along the &lt;a href=\"Normal%20%28geometry%29\"&gt;normal&lt;/a&gt; to the reference surface, which passes through the point on the physical surface. Latitude and longitude together with some specification of &lt;a href=\"Altitude\"&gt;height&lt;/a&gt; constitute a &lt;a href=\"geographic%20coordinate%20system\"&gt;geographic coordinate system&lt;/a&gt; as defined in the specification of the ISO 19111 standard.\nSince there are many different &lt;a href=\"reference%20ellipsoid\"&gt;reference ellipsoid&lt;/a&gt;s, the precise latitude of a feature on the surface is not unique: this is stressed in the ISO standard which states that \"without the full specification of the coordinate reference system, coordinates (that is latitude and longitude) are ambiguous at best and meaningless at worst\". This is of great importance in accurate applications, such as a &lt;a href=\"Global%20Positioning%20System\"&gt;Global Positioning System&lt;/a&gt; (GPS), but in common usage, where high accuracy is not required, the reference ellipsoid is not usually stated.\nIn English texts, the latitude angle, defined below, is usually denoted by the Greek lower-case letter &lt;a href=\"phi%20%28letter%29\"&gt;phi&lt;/a&gt; ( or ). It is measured in &lt;a href=\"Degree%20%28angle%29\"&gt;degrees&lt;/a&gt;, &lt;a href=\"arcminute\"&gt;minutes and seconds&lt;/a&gt; or &lt;a href=\"decimal%20degrees\"&gt;decimal degrees&lt;/a&gt;, north or south of the equator. For navigational purposes positions are given in degrees and decimal minutes. For instance, &lt;a href=\"The%20Needles\"&gt;The Needles&lt;/a&gt; lighthouse is at 50°39.734′ N 001°35.500′ W.\nThis article relates to coordinate systems for the Earth: it may be adapted to cover the Moon, planets and other celestial objects (&lt;a href=\"planetographic%20latitude\"&gt;planetographic latitude&lt;/a&gt;).\nFor a brief history see &lt;a href=\"History%20of%20latitude\"&gt;History of latitude&lt;/a&gt;.\nDetermination.\nIn &lt;a href=\"celestial%20navigation\"&gt;celestial navigation&lt;/a&gt;, latitude is determined with the &lt;a href=\"meridian%20altitude\"&gt;meridian altitude&lt;/a&gt; method.\nMore precise measurement of latitude requires an understanding of the gravitational field of the Earth, either to set up &lt;a href=\"theodolite\"&gt;theodolite&lt;/a&gt;s or to determine GPS satellite orbits. The study of the &lt;a href=\"figure%20of%20the%20Earth\"&gt;figure of the Earth&lt;/a&gt; together with its gravitational field is the science of &lt;a href=\"geodesy\"&gt;geodesy&lt;/a&gt;.\nLatitude on the sphere.\nThe graticule on the sphere.\nThe graticule is formed by the lines of constant latitude and constant longitude, which are constructed with reference to the rotation axis of the Earth. The primary reference points are the &lt;a href=\"Geographical%20pole\"&gt;poles&lt;/a&gt; where the axis of rotation of the Earth intersects the reference surface. Planes which contain the rotation axis intersect the surface at the &lt;a href=\"Meridian%20%28geography%29\"&gt;meridians&lt;/a&gt;; and the angle between any one meridian plane and that through Greenwich (the &lt;a href=\"Prime%20Meridian\"&gt;Prime Meridian&lt;/a&gt;) defines the longitude: meridians are lines of constant longitude. The plane through the centre of the Earth and perpendicular to the rotation axis intersects the surface at a great circle called the &lt;a href=\"Equator\"&gt;Equator&lt;/a&gt;. Planes parallel to the equatorial plane intersect the surface in circles of constant latitude; these are the parallels. The Equator has a latitude of 0°, the &lt;a href=\"North%20Pole\"&gt;North Pole&lt;/a&gt; has a latitude of 90° North (written 90° N or +90°), and the &lt;a href=\"South%20Pole\"&gt;South Pole&lt;/a&gt; has a latitude of 90° South (written 90° S or −90°). The latitude of an arbitrary point is the angle between the equatorial plane and the normal to the surface at that point: the normal to the surface of the sphere is along the radius vector.\nThe latitude, as defined in this way for the sphere, is often termed the spherical latitude, to avoid ambiguity with the geodetic latitude and the auxiliary latitudes defined in subsequent sections of this article.\nNamed latitudes on the Earth.\nBesides the equator, four other parallels are of significance:\nThe plane of the Earth's orbit about the Sun is called the &lt;a href=\"ecliptic\"&gt;ecliptic&lt;/a&gt;, and the plane perpendicular to the rotation axis of the Earth is the equatorial plane. The angle between the ecliptic and the equatorial plane is called variously the axial tilt, the obliquity, or the inclination of the ecliptic, and it is conventionally denoted by . The latitude of the tropical circles is equal to and the latitude of the polar circles is its complement (90° - \"i\"). The axis of rotation varies slowly over time and the values given here are those for the current &lt;a href=\"Epoch%20%28astronomy%29\"&gt;epoch&lt;/a&gt;. The time variation is discussed more fully in the article on &lt;a href=\"axial%20tilt\"&gt;axial tilt&lt;/a&gt;.\nThe figure shows the geometry of a &lt;a href=\"cross%20section%20%28geometry%29\"&gt;cross-section&lt;/a&gt; of the plane perpendicular to the ecliptic and through the centres of the Earth and the Sun at the December &lt;a href=\"solstice\"&gt;solstice&lt;/a&gt; when the Sun is overhead at some point of the &lt;a href=\"Tropic%20of%20Capricorn\"&gt;Tropic of Capricorn&lt;/a&gt;. The south polar latitudes below the &lt;a href=\"Antarctic%20Circle\"&gt;Antarctic Circle&lt;/a&gt; are in daylight, whilst the north polar latitudes above the Arctic Circle are in night. The situation is reversed at the June solstice, when the Sun is overhead at the Tropic of Cancer. Only at latitudes in between the two &lt;a href=\"tropics\"&gt;tropics&lt;/a&gt; is it possible for the Sun to be directly overhead (at the &lt;a href=\"zenith\"&gt;zenith&lt;/a&gt;).\nOn &lt;a href=\"map%20projections\"&gt;map projections&lt;/a&gt; there is no universal rule as to how meridians and parallels should appear. The examples below show the named parallels (as red lines) on the commonly used &lt;a href=\"Mercator%20projection\"&gt;Mercator projection&lt;/a&gt; and the &lt;a href=\"Transverse%20Mercator%20projection\"&gt;Transverse Mercator projection&lt;/a&gt;. On the former the parallels are horizontal and the meridians are vertical, whereas on the latter there is no exact relationship of parallels and meridians with horizontal and vertical: both are complicated curves.\nLatitude on the ellipsoid.\nEllipsoids.\nIn 1687 &lt;a href=\"Isaac%20Newton\"&gt;Isaac Newton&lt;/a&gt; published the \"&lt;a href=\"Philosophi%C3%A6%20Naturalis%20Principia%20Mathematica\"&gt;Philosophiæ Naturalis Principia Mathematica&lt;/a&gt;\", in which he proved that a rotating self-gravitating fluid body in equilibrium takes the form of an &lt;a href=\"Oblate%20spheroid\"&gt;oblate&lt;/a&gt; ellipsoid. (This article uses the term \"ellipsoid\" in preference to the older term \"spheroid\".) Newton's result was confirmed by geodetic measurements in the 18th century. (See &lt;a href=\"Meridian%20arc\"&gt;Meridian arc&lt;/a&gt;.) An oblate ellipsoid is the three-dimensional surface generated by the rotation of an ellipse about its shorter axis (minor axis). \"Oblate ellipsoid of revolution\" is abbreviated to 'ellipsoid' in the remainder of this article. (Ellipsoids which do not have an axis of symmetry are termed triaxial.)\nMany different &lt;a href=\"Figure%20of%20the%20Earth\"&gt;reference ellipsoids&lt;/a&gt; have been used in the history of &lt;a href=\"geodesy\"&gt;geodesy&lt;/a&gt;. In pre-satellite days they were devised to give a good fit to the &lt;a href=\"geoid\"&gt;geoid&lt;/a&gt; over the limited area of a survey but, with the advent of &lt;a href=\"GPS\"&gt;GPS&lt;/a&gt;, it has become natural to use reference ellipsoids (such as &lt;a href=\"WGS84\"&gt;WGS84&lt;/a&gt;) with centre at the centre of mass of the Earth and minor axis aligned to the rotation axis of the Earth. These geocentric ellipsoids are usually within of the geoid. Since latitude is defined with respect to an ellipsoid, the position of a given point is different on each ellipsoid: one cannot exactly specify the latitude and longitude of a geographical feature without specifying the ellipsoid used. Many maps maintained by national agencies are based on older ellipsoids, so one must know how the latitude and longitude values are transformed from one ellipsoid to another. GPS handsets include software to carry out &lt;a href=\"Datum%20%28geodesy%29\"&gt;datum transformations&lt;/a&gt; which link WGS84 to the local reference ellipsoid with its associated grid.\nThe geometry of the ellipsoid.\nThe shape of an ellipsoid of revolution is determined by the shape of the &lt;a href=\"ellipse\"&gt;ellipse&lt;/a&gt; which is rotated about its minor (shorter) axis. Two parameters are required. One is invariably the equatorial radius, which is the &lt;a href=\"ellipse\"&gt;semi-major axis&lt;/a&gt;, . The other parameter is usually (1) the polar radius or &lt;a href=\"ellipse\"&gt;semi-minor axis&lt;/a&gt;, ; or (2) the (first) &lt;a href=\"flattening\"&gt;flattening&lt;/a&gt;, ; or (3) the &lt;a href=\"ellipse\"&gt;eccentricity&lt;/a&gt;, . These parameters are not independent: they are related by\nMany other parameters (see &lt;a href=\"ellipse\"&gt;ellipse&lt;/a&gt;, &lt;a href=\"ellipsoid\"&gt;ellipsoid&lt;/a&gt;) appear in the study of geodesy, geophysics and map projections but they can all be expressed in terms of one or two members of the set , , and . Both and are small and often appear in series expansions in calculations; they are of the order and 0.0818 respectively. Values for a number of ellipsoids are given in &lt;a href=\"Figure%20of%20the%20Earth\"&gt;Figure of the Earth&lt;/a&gt;. Reference ellipsoids are usually defined by the semi-major axis and the \"inverse\" flattening, . For example, the defining values for the &lt;a href=\"WGS84\"&gt;WGS84&lt;/a&gt; ellipsoid, used by all GPS devices, are\nfrom which are derived\nThe difference between the semi-major and semi-minor axes is about and as fraction of the semi-major axis it equals the flattening; on a computer monitor the ellipsoid could be sized as 300 by 299 pixels. This would barely be distinguishable from a 300-by-300-pixel sphere, so illustrations usually exaggerate the flattening.\nGeodetic and geocentric latitudes.\nThe graticule on the ellipsoid is constructed in exactly the same way as on the sphere. The normal at a point on the surface of an ellipsoid does not pass through the centre, except for points on the equator or at the poles, but the definition of latitude remains unchanged as the angle between the normal and the equatorial plane. The terminology for latitude must be made more precise by distinguishing:\nGeographic latitude must be used with care, as some authors use it as a synonym for geodetic latitude whilst others use it as an alternative to the &lt;a href=\"%23Astronomical%20latitude\"&gt;astronomical latitude&lt;/a&gt;.\n\"Latitude\" (unqualified) should normally refer to the geodetic latitude.\nThe importance of specifying the reference datum may be illustrated by a simple example. On the reference ellipsoid for WGS84, the centre of the &lt;a href=\"Eiffel%20Tower\"&gt;Eiffel Tower&lt;/a&gt; has a geodetic latitude of 48° 51′ 29″ N, or 48.8583° N and longitude of 2° 17′ 40″ E or 2.2944°E. The same coordinates on the datum &lt;a href=\"ED50\"&gt;ED50&lt;/a&gt; define a point on the ground which is distant from the tower. A web search may produce several different values for the latitude of the tower; the reference ellipsoid is rarely specified.\nMeridian distance.\nThe length of a degree of latitude depends on the &lt;a href=\"figure%20of%20the%20Earth\"&gt;figure of the Earth&lt;/a&gt; assumed.\nMeridian distance on the sphere.\nOn the sphere the normal passes through the centre and the latitude () is\ntherefore equal to the angle subtended at the centre by the meridian arc from the equator to the point concerned. If the &lt;a href=\"Meridian%20arc\"&gt;meridian distance&lt;/a&gt; is denoted by then\nwhere denotes the &lt;a href=\"Earth%20radius%23Mean%20radii\"&gt;mean radius&lt;/a&gt; of the Earth. is equal to . No higher accuracy is appropriate for since higher-precision results necessitate an ellipsoid model. With this value for the meridian length of 1 degree of latitude on the sphere is (60.0 nautical miles). The length of 1 minute of latitude is (1.00 nautical miles), while the length of 1 second of latitude is (see &lt;a href=\"nautical%20mile\"&gt;nautical mile&lt;/a&gt;).\nMeridian distance on the ellipsoid.\nIn &lt;a href=\"Meridian%20arc\"&gt;Meridian arc&lt;/a&gt; and standard texts it is shown that the distance along a meridian from latitude to the equator is given by ( in radians)\nwhere is the meridional &lt;a href=\"radius%20of%20curvature%20%28applications%29\"&gt;radius of curvature&lt;/a&gt;.\nThe \"&lt;a href=\"quarter%20meridian\"&gt;quarter meridian&lt;/a&gt;\" distance from the equator to the pole is\nFor &lt;a href=\"WGS84\"&gt;WGS84&lt;/a&gt; this distance is .\nThe evaluation of the meridian distance integral is central to many studies in geodesy and map projection. It can be evaluated by expanding the integral by the binomial series and integrating term by term: see &lt;a href=\"Meridian%20arc\"&gt;Meridian arc&lt;/a&gt; for details. The length of the meridian arc between two given latitudes is given by replacing the limits of the integral by the latitudes concerned. The length of a \"small\" meridian arc is given by\nWhen the latitude difference is 1 degree, corresponding to radians, the arc distance is about\nThe distance in metres (correct to 0.01 metre) between latitudes formula_7 − 0.5 degrees and formula_7 + 0.5 degrees on the WGS84 spheroid is\nThe variation of this distance with latitude (on &lt;a href=\"WGS84\"&gt;WGS84&lt;/a&gt;) is shown in the table along with the &lt;a href=\"length%20of%20a%20degree%20of%20longitude\"&gt;length of a degree of longitude&lt;/a&gt; (east–west distance):\nA calculator for any latitude is provided by the U.S. Government's &lt;a href=\"National%20Geospatial-Intelligence%20Agency\"&gt;National Geospatial-Intelligence Agency&lt;/a&gt; (NGA).\nThe following graph illustrates the variation of both a degree of latitude and a degree of longitude with latitude.\nAuxiliary latitudes.\nThere are six auxiliary latitudes that have applications to special problems in geodesy, geophysics and the theory of map projections:\nThe definitions given in this section all relate to locations on the reference ellipsoid but the first two auxiliary latitudes, like the geodetic latitude, can be extended to define a three-dimensional &lt;a href=\"geographic%20coordinate%20system\"&gt;geographic coordinate system&lt;/a&gt; as discussed &lt;a href=\"%23Latitude%20and%20coordinate%20systems\"&gt;below&lt;/a&gt;. The remaining latitudes are not used in this way; they are used \"only\" as intermediate constructs in map projections of the reference ellipsoid to the plane or in calculations of geodesics on the ellipsoid. Their numerical values are not of interest. For example, no one would need to calculate the authalic latitude of the Eiffel Tower.\nThe expressions below give the auxiliary latitudes in terms of the geodetic latitude, the semi-major axis, , and the eccentricity, . (For inverses see &lt;a href=\"%23Inverse%20formulae%20and%20series\"&gt;below&lt;/a&gt;.) The forms given are, apart from notational variants, those in the standard reference for map projections, namely \"Map projections: a working manual\" by J. P. Snyder. Derivations of these expressions may be found in Adams and online publications by Osborne and Rapp.\nGeocentric latitude.\nThe geocentric latitude is the angle between the equatorial plane and the radius from the centre to a point of interest. \nWhen the point is on the surface of the ellipsoid, the relation between the geocentric latitude () and the geodetic latitude () is:\nFor points not on the surface of the ellipsoid, the relationship involves additionally the &lt;a href=\"ellipsoidal%20height\"&gt;ellipsoidal height&lt;/a&gt; \"h\":\nThe geodetic and geocentric latitudes are equal at the equator and at the poles but at other latitudes they differ by a few minutes of arc. Taking the value of the squared eccentricity as 0.0067 (it depends on the choice of ellipsoid) the maximum difference of formula_13 may be shown to be about 11.5 minutes of arc at a geodetic latitude of approximately 45° 6′.\nParametric latitude (or reduced latitude).\nThe parametric latitude or reduced latitude, , is defined by the radius drawn from the centre of the ellipsoid to that point on the surrounding sphere (of radius ) which is the projection parallel to the Earth's axis of a point on the ellipsoid at latitude . It was introduced by Legendre and Bessel who solved problems for geodesics on the ellipsoid by transforming them to an equivalent problem for spherical geodesics by using this smaller latitude. Bessel's notation, , is also used in the current literature. The parametric latitude is related to the geodetic latitude by:\nThe alternative name arises from the parameterization of the equation of the ellipse describing a meridian section. In terms of Cartesian coordinates , the distance from the minor axis, and , the distance above the equatorial plane, the equation of the &lt;a href=\"ellipse\"&gt;ellipse&lt;/a&gt; is:\nThe Cartesian coordinates of the point are parameterized by\nCayley suggested the term \"parametric latitude\" because of the form of these equations.\nThe parametric latitude is not used in the theory of map projections. Its most important application is in the theory of ellipsoid geodesics, (&lt;a href=\"Vincenty%27s%20formulae\"&gt;Vincenty&lt;/a&gt;, Karney).\nRectifying latitude.\nThe rectifying latitude, , is the meridian distance scaled so that its value at the poles is equal to 90 degrees or radians:\nwhere the meridian distance from the equator to a latitude is (see &lt;a href=\"Meridian%20arc\"&gt;Meridian arc&lt;/a&gt;)\nand the length of the meridian quadrant from the equator to the pole (the &lt;a href=\"Meridian%20arc%23Polar%20distance\"&gt;polar distance&lt;/a&gt;) is\nUsing the rectifying latitude to define a latitude on a sphere of radius\ndefines a projection from the ellipsoid to the sphere such that all meridians have true length and uniform scale. The sphere may then be projected to the plane with an &lt;a href=\"equirectangular%20projection\"&gt;equirectangular projection&lt;/a&gt; to give a double projection from the ellipsoid to the plane such that all meridians have true length and uniform meridian scale. An example of the use of the rectifying latitude is the &lt;a href=\"equidistant%20conic%20projection\"&gt;equidistant conic projection&lt;/a&gt;. (Snyder, Section 16). The rectifying latitude is also of great importance in the construction of the &lt;a href=\"Transverse%20Mercator%20projection\"&gt;Transverse Mercator projection&lt;/a&gt;.\nAuthalic latitude.\nThe authalic latitude (after the Greek for \"&lt;a href=\"wiktionary%3Aauthalic\"&gt;same area&lt;/a&gt;\"), , gives an area-preserving transformation to a sphere.\nwhere\nand\nand the radius of the sphere is taken as\nAn example of the use of the authalic latitude is the &lt;a href=\"Albers%20projection\"&gt;Albers equal-area conic projection&lt;/a&gt;.\nConformal latitude.\nThe conformal latitude, , gives an angle-preserving (&lt;a href=\"Conformal%20map\"&gt;conformal&lt;/a&gt;) transformation to the sphere.\nwhere is the &lt;a href=\"Gudermannian%20function\"&gt;Gudermannian function&lt;/a&gt;. (See also &lt;a href=\"Mercator%20projection%23Alternative%20expressions\"&gt;Mercator projection&lt;/a&gt;.)\nThe conformal latitude defines a transformation from the ellipsoid to a sphere of \"arbitrary\" radius such that the angle of intersection between any two lines on the ellipsoid is the same as the corresponding angle on the sphere (so that the shape of \"small\" elements is well preserved). A further conformal transformation from the sphere to the plane gives a conformal double projection from the ellipsoid to the plane. This is not the only way of generating such a conformal projection. For example, the 'exact' version of the &lt;a href=\"Transverse%20Mercator%20projection\"&gt;Transverse Mercator projection&lt;/a&gt; on the ellipsoid is not a double projection. (It does, however, involve a generalisation of the conformal latitude to the complex plane).\nIsometric latitude.\nThe isometric latitude, , is used in the development of the ellipsoidal versions of the normal &lt;a href=\"Mercator%20projection\"&gt;Mercator projection&lt;/a&gt; and the &lt;a href=\"Transverse%20Mercator%20projection\"&gt;Transverse Mercator projection&lt;/a&gt;. The name \"isometric\" arises from the fact that at any point on the ellipsoid equal increments of and longitude give rise to equal distance displacements along the meridians and parallels respectively. The &lt;a href=\"Geographic%20coordinate%20system\"&gt;graticule&lt;/a&gt; defined by the lines of constant and constant , divides the surface of the ellipsoid into a mesh of squares (of varying size). The isometric latitude is zero at the equator but rapidly diverges from the geodetic latitude, tending to infinity at the poles. The conventional notation is given in Snyder (page 15):\nFor the \"normal\" Mercator projection (on the ellipsoid) this function defines the spacing of the parallels: if the length of the equator on the projection is (units of length or pixels) then the distance, , of a parallel of latitude from the equator is\nThe isometric latitude is closely related to the conformal latitude :\nInverse formulae and series.\nThe formulae in the previous sections give the auxiliary latitude in terms of the geodetic latitude. The expressions for the geocentric and parametric latitudes may be inverted directly but this is impossible in the four remaining cases: the rectifying, authalic, conformal, and isometric latitudes. There are two methods of proceeding.\nNumerical comparison of auxiliary latitudes.\nThe plot to the right shows the difference between the geodetic latitude and the auxiliary latitudes other than the isometric latitude (which diverges to infinity at the poles) for the case of the WGS84 ellipsoid. The differences shown on the plot are in arc minutes. \nIn the Northern hemisphere (positive latitudes), \"θ\" ≤ \"χ\" ≤ \"μ\" ≤ \"ξ\" ≤ \"β\" ≤ \"ϕ\"; in the Southern hemisphere (negative latitudes), the inequalities are reversed, with equality at the equator and the poles. Although the graph appears symmetric about 45°, the minima of the curves actually lie between 45° 2′ and 45° 6′. Some representative data points are given in the table below. The conformal and geocentric latitudes are nearly indistinguishable, a fact that was exploited in the days of hand calculators to expedite the construction of map projections.\nTo first order in the flattening \"f\", the auxiliary latitudes can be expressed as\n\"ζ\" = \"ϕ\" − \"Cf\" sin 2\"ϕ\"\nwhere the constant \"C\" takes on the values\n[, , , 1, 1]\nfor\n\"ζ\" = [\"β\", \"ξ\", \"μ\", \"χ\", \"θ\"].\nLatitude and coordinate systems.\nThe geodetic latitude, or any of the auxiliary latitudes defined on the reference ellipsoid, constitutes with longitude a two-dimensional &lt;a href=\"coordinate%20system\"&gt;coordinate system&lt;/a&gt; on that ellipsoid. To define the position of an arbitrary point it is necessary to extend such a coordinate system into three dimensions. Three latitudes are used in this way: the geodetic, geocentric and parametric latitudes are used in geodetic coordinates, spherical polar coordinates and ellipsoidal coordinates respectively.\nGeodetic coordinates.\nAt an arbitrary point consider the line which is normal to the reference ellipsoid. The geodetic coordinates are the latitude and longitude of the point on the ellipsoid and the distance . This height differs from the height above the geoid or a reference height such as that above mean sea level at a specified location. The direction of will also differ from the direction of a vertical plumb line. The relation of these different heights requires knowledge of the shape of the geoid and also the gravity field of the Earth.\nSpherical polar coordinates.\nThe geocentric latitude is the complement of the \"polar angle\" or \"&lt;a href=\"colatitude\"&gt;colatitude&lt;/a&gt;\" in conventional &lt;a href=\"spherical%20polar%20coordinates\"&gt;spherical polar coordinates&lt;/a&gt; in which the coordinates of a point are where is the distance of from the centre , is the angle between the radius vector and the polar axis and is longitude. Since the normal at a general point on the ellipsoid does not pass through the centre it is clear that points on the normal, which all have the same geodetic latitude, will have differing geocentric latitudes. Spherical polar coordinate systems are used in the analysis of the gravity field.\nEllipsoidal-harmonic coordinates.\nThe parametric latitude can also be extended to a three-dimensional coordinate system. For a point not on the reference ellipsoid (semi-axes and ) construct an auxiliary ellipsoid which is confocal (same foci , ) with the reference ellipsoid: the necessary condition is that the product of semi-major axis and eccentricity is the same for both ellipsoids. Let be the semi-minor axis () of the auxiliary ellipsoid. Further let be the parametric latitude of on the auxiliary ellipsoid. The set define the ellipsoidal-harmonic coordinates or simply \"ellipsoidal coordinates\" (although that term is also used to refer to geodetic coordinate). These coordinates are the natural choice in models of the gravity field for a rotating ellipsoidal body.\nThe above applies to a biaxial ellipsoid (a spheroid, as in &lt;a href=\"oblate%20spheroidal%20coordinates\"&gt;oblate spheroidal coordinates&lt;/a&gt;); for a generalization, see &lt;a href=\"triaxial%20ellipsoidal%20coordinates\"&gt;triaxial ellipsoidal coordinates&lt;/a&gt;.\nCoordinate conversions.\nThe relations between the above coordinate systems, and also Cartesian coordinates are not presented here. The transformation between geodetic and Cartesian coordinates may be found in &lt;a href=\"Geographic%20coordinate%20conversion\"&gt;Geographic coordinate conversion&lt;/a&gt;. The relation of Cartesian and spherical polars is given in &lt;a href=\"Spherical%20coordinate%20system\"&gt;Spherical coordinate system&lt;/a&gt;. The relation of Cartesian and ellipsoidal coordinates is discussed in Torge.\nAstronomical latitude.\nAstronomical latitude () is the angle between the equatorial plane and the true &lt;a href=\"vertical%20direction\"&gt;vertical direction&lt;/a&gt; at a point on the surface. The true vertical, the direction of a &lt;a href=\"plumb%20line\"&gt;plumb line&lt;/a&gt;, is also the &lt;a href=\"gravity%20direction\"&gt;gravity direction&lt;/a&gt; (the resultant of the &lt;a href=\"gravitational%20acceleration\"&gt;gravitational acceleration&lt;/a&gt; (mass-based) and the &lt;a href=\"centrifugal%20acceleration\"&gt;centrifugal acceleration&lt;/a&gt;) at that latitude. Astronomic latitude is calculated from angles measured between the &lt;a href=\"zenith\"&gt;zenith&lt;/a&gt; and stars whose &lt;a href=\"declination\"&gt;declination&lt;/a&gt; is accurately known.\nIn general the true vertical at a point on the surface does not exactly coincide with either the normal to the reference ellipsoid or the normal to the geoid. The angle between the astronomic and geodetic normals is called \"&lt;a href=\"vertical%20deflection\"&gt;vertical deflection&lt;/a&gt;\" and is usually a few seconds of arc but it is important in geodesy. The reason why it differs from the normal to the geoid is, because the geoid is an idealized, theoretical shape \"at mean sea level\". Points on the real surface of the earth are usually above or below this idealized geoid surface and here the true vertical can vary slightly. Also, the true vertical at a point at a specific time is influenced by tidal forces, which the theoretical geoid averages out.\nAstronomical latitude is not to be confused with &lt;a href=\"declination\"&gt;declination&lt;/a&gt;, the coordinate &lt;a href=\"astronomer\"&gt;astronomer&lt;/a&gt;s use in a similar way to specify the angular position of stars north/south of the &lt;a href=\"celestial%20equator\"&gt;celestial equator&lt;/a&gt; (see &lt;a href=\"equatorial%20coordinates\"&gt;equatorial coordinates&lt;/a&gt;), nor with &lt;a href=\"ecliptic%20latitude\"&gt;ecliptic latitude&lt;/a&gt;, the coordinate that astronomers use to specify the angular position of stars north/south of the &lt;a href=\"ecliptic\"&gt;ecliptic&lt;/a&gt; (see &lt;a href=\"ecliptic%20coordinates\"&gt;ecliptic coordinates&lt;/a&gt;)."
}