{
    "id": "1762563",
    "revid": "12014816",
    "url": "https://en.wikipedia.org/wiki?curid=1762563",
    "title": "Ali Saibou",
    "text": "Ali Saibou (17 June 1940 – 31 October 2011) was the &lt;a href=\"List%20of%20heads%20of%20state%20of%20Niger\"&gt;third President of Niger&lt;/a&gt; from 1987 to 1993 succeeding the deceased &lt;a href=\"Seyni%20Kountch%C3%A9\"&gt;Seyni Kountché&lt;/a&gt;.\nA member of the &lt;a href=\"Zarma%20people\"&gt;Djerma&lt;/a&gt; people, he was born in Dingajibanda, a village in the &lt;a href=\"Ouallam\"&gt;Ouallam&lt;/a&gt; arrondissement. Although from Kountché's home village, Saibou is not a cousin. He became interested in a military career early on, and attended the &lt;a href=\"Saint-Louis%2C%20Senegal\"&gt;Saint-Louis&lt;/a&gt; preparatory school in &lt;a href=\"Senegal\"&gt;Senegal&lt;/a&gt; from 1954, then joined the &lt;a href=\"Senegalese%20Tirailleurs\"&gt;First Senegalese Tirailleurs Regiment&lt;/a&gt;. He saw action in &lt;a href=\"Cameroon\"&gt;Cameroon&lt;/a&gt; in 1960, and was wounded there while with the &lt;a href=\"5th%20Overseas%20Interarms%20Regiment\"&gt;5th Overseas Interarms Regiment&lt;/a&gt; (RIOM) of France.\nUpon Niger's independence in 1960, Saibou was transferred to the new &lt;a href=\"Niger%20Army\"&gt;Niger Army&lt;/a&gt; as a &lt;a href=\"sergeant\"&gt;sergeant&lt;/a&gt; in August 1961. He attended officers' school, and in 1969 was put in command of a unit at &lt;a href=\"N%27Guigmi\"&gt;N'Guigmi&lt;/a&gt;. After moving to a new unit in &lt;a href=\"Agadez\"&gt;Agadez&lt;/a&gt; in 1973, he attained the rank of &lt;a href=\"Captain%20%28land%20and%20air%29\"&gt;captain&lt;/a&gt;. Saibou threw in his lot with Kountché in the coup of April 1974, and brought his troops from Agadez to &lt;a href=\"Niamey\"&gt;Niamey&lt;/a&gt;. As a reward he was promoted to &lt;a href=\"major\"&gt;major&lt;/a&gt;, appointed to the cabinet as minister of rural economy and the environment, and on 20 November 1974, made chief of staff.\nHowever, Kountché was suspicious of Saibou. In June 1975, he dismissed Saibou from the cabinet and asked him to relinquish his command of the armed forces. Saibou countered by asking to be retired from the service altogether, an act which apparently allayed Kountché's fears. Saibou remained loyal until Kountché's death, which occurred on 10 November 1987.\nSaibou then secured his nomination by the Supreme Military Council as Kountché's successor, subsequently sending military rivals overseas with diplomatic tasks. In 1989, he had a new constitution approved, and founded the &lt;a href=\"National%20Movement%20for%20the%20Development%20of%20Society\"&gt;National Movement for the Development of Society&lt;/a&gt; (MNSD) as the sole legal party. As the president of the NMSD, Saibou was the only candidate for president in December. The NMSD swept all 93 seats in the National Assembly.\nIn early 1990, unrest by students and a &lt;a href=\"Tuareg%20people\"&gt;Tuareg&lt;/a&gt; assault on &lt;a href=\"Tchintabaraden\"&gt;Tchintabaraden&lt;/a&gt; led to a National Conference of 1991 that ultimately dismantled one-party rule, leaving Saibou mostly ineffective. At an MNSD party congress in March 1991, Saibou was able to retain his position as party leader, particularly benefiting from the support of the army. However, later in the year the National Conference barred Saibou from running in the planned presidential election, and at another MNSD congress in November 1991 he was replaced as party leader by &lt;a href=\"Tandja%20Mamadou\"&gt;Tandja Mamadou&lt;/a&gt;. After the election of &lt;a href=\"Mahamane%20Ousmane\"&gt;Mahamane Ousmane&lt;/a&gt; as president in March 1993, Saibou handed the presidency over to Mahamane on April 16—the first time that the incumbent president peacefully handed over power to the opposition—and retired to his home village. Ali Saibou died on 31 October 2011."
}