{
    "id": "17643648",
    "revid": "24198",
    "url": "https://en.wikipedia.org/wiki?curid=17643648",
    "title": "George Grey, 5th Earl of Stamford",
    "text": "George Harry Grey, 5th Earl of Stamford (1 October 1737 – 28 May 1819), styled Lord Grey from 1739 to 1768, was a &lt;a href=\"British%20people\"&gt;British&lt;/a&gt; &lt;a href=\"Nobility\"&gt;nobleman&lt;/a&gt;, who additionally became a &lt;a href=\"peerage%20of%20Great%20Britain\"&gt;peer of Great Britain&lt;/a&gt; as Earl of Warrington in 1796.\nThe eldest son and heir of &lt;a href=\"Harry%20Grey%2C%204th%20Earl%20of%20Stamford\"&gt;Harry Grey, 4th Earl of Stamford&lt;/a&gt; by his wife Lady Mary, only daughter and heiress of &lt;a href=\"George%20Booth%2C%202nd%20Earl%20of%20Warrington\"&gt;George Booth, 2nd Earl of Warrington&lt;/a&gt;, baptised on 21 October at Newtown Linford, Leicestershire. Educated at &lt;a href=\"Leicester%20Grammar%20School\"&gt;Leicester School&lt;/a&gt; he went up to &lt;a href=\"Queens%27%20College%2C%20Cambridge\"&gt;Queens' College, Cambridge&lt;/a&gt;. where he matriculated in the Michaelmas term 1755, graduating MA in 1758.\nLord Grey served as Whig &lt;a href=\"Member%20of%20Parliament\"&gt;MP&lt;/a&gt; for &lt;a href=\"Staffordshire%20%28UK%20Parliament%20constituency%29\"&gt;Staffordshire&lt;/a&gt; from 1761 until 1768. On 22 September he was a Page of Honour at George III's coronation. Colonel of the Royal Chester Regiment of Militia from 1764, and Lord Lieutenant from 1783. \nThe Grey family owned large tracts of land at &lt;a href=\"Enville%20Hall\"&gt;Enville&lt;/a&gt; in Staffordshire and &lt;a href=\"Bradgate%20Park\"&gt;Bradgate Park&lt;/a&gt; in Leicestershire, and his mother had inherited &lt;a href=\"Dunham%20Massey%20Hall\"&gt;Dunham Massey Hall&lt;/a&gt; and land in Stalybridge. His father died in 1768 and his mother in 1772. He was created on 22 April 1796 the Baron Delamer of Dunham Massey, in the County of Chester, and Earl of Warrington.\nOn 28 May 1763, he married Lady Henrietta, second daughter of &lt;a href=\"William%20Bentinck%2C%202nd%20Duke%20of%20Portland\"&gt;William Bentinck, 2nd Duke of Portland&lt;/a&gt; and the art collector &lt;a href=\"Margaret%20Bentinck%2C%20Duchess%20of%20Portland\"&gt;Margaret Bentinck, Duchess of Portland&lt;/a&gt;, only daughter and heiress of Robert, 2nd Earl of Oxford and Mortimer at Stamford House, Whitehall, and registry office, Westminster, having nine children including:\nHe succeeded to his father's &lt;a href=\"Earl%20of%20Stamford\"&gt;earldom&lt;/a&gt; in 1768. His brother-in-law, &lt;a href=\"William%20Cavendish-Bentinck%2C%203rd%20Duke%20of%20Portland\"&gt;William Cavendish-Bentinck, 3rd Duke of Portland&lt;/a&gt;, while &lt;a href=\"Prime%20Minister%20of%20the%20United%20Kingdom\"&gt;Prime Minister&lt;/a&gt;, suggested that Stamford should also become a &lt;a href=\"peerage%20of%20Great%20Britain\"&gt;peer of Great Britain&lt;/a&gt; in addition to being an &lt;a href=\"peerage%20of%20England\"&gt;English peer&lt;/a&gt;. He accepted an earldom in 1796 from Portland's successor &lt;a href=\"William%20Pitt%20the%20Younger\"&gt;William Pitt the Younger&lt;/a&gt;, rather than the reported previous offer of a &lt;a href=\"marquessate\"&gt;marquessate&lt;/a&gt;; in the absence of there being another &lt;a href=\"duke\"&gt;duke&lt;/a&gt;dom in keeping with Grey family tradition (cf &lt;a href=\"Henry%20Grey%2C%201st%20Duke%20of%20Suffolk\"&gt;Henry Grey, 1st Duke of Suffolk&lt;/a&gt;), Stamford deemed it better to preserve the memory of his grandmaternal family whose estates he had inherited. Thus he received the additional titles of Baron Delamer and &lt;a href=\"Earl%20of%20Warrington\"&gt;Earl of Warrington&lt;/a&gt; (in the &lt;a href=\"peerage%20of%20Great%20Britain\"&gt;peerage of Great Britain&lt;/a&gt;) in recognition of the &lt;a href=\"Booth%20baronets\"&gt;Booth family&lt;/a&gt;.\nHe modernised the family's Staffordshire &lt;a href=\"seat\"&gt;seat&lt;/a&gt; at Enville to the design of Thomas Hope. He promoted the development of the town of &lt;a href=\"Ashton-under-Lyne\"&gt;Ashton-under-Lyne&lt;/a&gt; (where he had appointed his cousin, &lt;a href=\"Booth%20baronets\"&gt;George Booth&lt;/a&gt; as &lt;a href=\"Rector%20%28ecclesiastical%29\"&gt;Rector&lt;/a&gt;) near &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt;, on land inherited from the Earls of Warrington.\nOn his death at Enville Hall on 23 May 1819 he was succeeded by his eldest son, after his will was proven became 6th Earl of Stamford and 2nd Earl of Warrington."
}