{
    "id": "1766073",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=1766073",
    "title": "Dawn Clark Netsch",
    "text": "Dawn Clark Netsch (September 16, 1926 – March 5, 2013) was an American professor of law at &lt;a href=\"Northwestern%20University\"&gt;Northwestern University&lt;/a&gt; and an &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt; &lt;a href=\"politician\"&gt;politician&lt;/a&gt;. A member of the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt; in the United States, she served in the &lt;a href=\"Illinois%20State%20Senate\"&gt;Illinois State Senate&lt;/a&gt; from 1972 to 1990, and as the &lt;a href=\"Illinois%20Comptroller\"&gt;Illinois Comptroller&lt;/a&gt; from 1991 through 1994. In 1994 she was the first woman to be nominated by a major &lt;a href=\"political%20party\"&gt;political party&lt;/a&gt; to run for &lt;a href=\"Governor%20of%20Illinois\"&gt;Governor of Illinois&lt;/a&gt;. She co-authored the legal textbook, \"State and Local Government in a Federal System.\"\nEarly career.\nShe was born Patricia Dawn Clark in &lt;a href=\"Cincinnati%2C%20Ohio\"&gt;Cincinnati, Ohio&lt;/a&gt;. Her father, William Keith Clark, was a manufacturer of building materials until his business failed during the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;. Her mother, Hazel Dawn Clark (née Harrison), was a social worker. Netsch graduated &lt;a href=\"Phi%20Beta%20Kappa\"&gt;Phi Beta Kappa&lt;/a&gt; from &lt;a href=\"Northwestern%20University\"&gt;Northwestern University&lt;/a&gt; in 1948. She was selected for membership in &lt;a href=\"Mortar%20Board\"&gt;Mortar Board&lt;/a&gt; National College Senior Honor Society in her junior year. She then attended the university's law school, where she was the first woman to earn the school's Scholar’s Cup for the highest grade-point average in the first-year class. When Netsch graduated in 1952 she was the only woman in her class. When she joined the Northwestern Law faculty in 1965, she was the school’s first female faculty member.\nShe worked on &lt;a href=\"Adlai%20Stevenson%20II\"&gt;Adlai Stevenson's&lt;/a&gt; 1952 presidential campaign and then at the Washington, D.C., law firm of &lt;a href=\"Covington%20%26amp%3B%20Burling\"&gt;Covington &amp; Burling&lt;/a&gt;. Returning to Chicago, she was in private practice from 1957 to 1961 and then joined the staff of Gov. &lt;a href=\"Otto%20Kerner%2C%20Jr.\"&gt;Otto Kerner&lt;/a&gt;.\nIn 1969, she was elected to serve as a delegate to the 1969—70 Illinois &lt;a href=\"Constitutional%20convention%20%28political%20meeting%29\"&gt;Constitutional Convention&lt;/a&gt;, at which the fourth and current &lt;a href=\"Constitution%20of%20Illinois\"&gt;Constitution of Illinois&lt;/a&gt; was drafted.\nIllinois State Senator.\nIn 1972, she was elected to the State Senate as a Democrat, first representing the 13th district, then the 4th district. Together with state representatives &lt;a href=\"Abner%20Mikva\"&gt;Abner Mikva&lt;/a&gt; (later Congressman, Chief Justice of the Second Circuit of the U.S. Court of Appeals, and Counsel to President &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt;), &lt;a href=\"Paul%20Simon%20%28politician%29\"&gt;Paul Simon&lt;/a&gt; (later U.S. Senator and Presidential candidate), and &lt;a href=\"Anthony%20Scariano\"&gt;Anthony Scariano&lt;/a&gt;, she was part of the \"Kosher Nostra\" of clean, independent Democrats in the General Assembly who were a thorn in the side of the Republican and Democratic machine politicians for years.\nFor a decade, she was the chair of the Senate Revenue Committee.\nIllinois Comptroller.\n&lt;a href=\"1990%20Illinois%20elections%23Comptroller\"&gt;In 1990&lt;/a&gt;, she ran for and won the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic party&lt;/a&gt;'s nomination for &lt;a href=\"Illinois%20Comptroller\"&gt;Illinois Comptroller&lt;/a&gt; and went on to win the general election, beating &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; &lt;a href=\"Sue%20Suter\"&gt;Sue Suter&lt;/a&gt; 54% to 46%.\nGubernatorial race.\nFour years later, in 1994, she won an upset victory in the Democratic primary for Illinois governor, beating Illinois Attorney General &lt;a href=\"Roland%20Burris\"&gt;Roland Burris&lt;/a&gt; and &lt;a href=\"Cook%20County%2C%20Illinois\"&gt;Cook County&lt;/a&gt; Board President &lt;a href=\"Richard%20Phelan%20%28politician%29\"&gt;Richard Phelan&lt;/a&gt;, winning by more than 10 points ahead of Burris. Netsch had been behind in the polls a few weeks earlier. During the primary, she aired a campaign ad showing her playing (and winning) a game of eight-ball &lt;a href=\"Pool%20%28cue%20sports%29\"&gt;pool&lt;/a&gt;, reflecting a lifelong hobby of hers and also playing on her reputation as a \"straight shooter.\" The effectiveness of this ad, in contrast to the far more flashy ones aired by her much better funded opponents, was seen as contributing to her surge in the polls in the final weeks of the primary campaign. Adding to the historic nature of her candidacy was her pairing with Illinois State Senator &lt;a href=\"Penny%20Severns\"&gt;Penny Severns&lt;/a&gt; of &lt;a href=\"Decatur%2C%20Illinois\"&gt;Decatur&lt;/a&gt; as her Lt. Governor candidate on the gubernatorial ticket. This was, and remains, the only time in Illinois history two women have headed the party ticket.\nNetsch's campaign slogan was \"Not just another pretty face.\" She proposed increasing the state income tax rate from 3% to 4.25% to pay for educational funding and reduce property taxes, a plan which was attacked by her Republican opponent, Governor &lt;a href=\"Jim%20Edgar\"&gt;Jim Edgar&lt;/a&gt;. Netsch, a social &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; who lacked strong support of the &lt;a href=\"Cook%20County%20Democratic%20Party\"&gt;Cook County Democratic Party&lt;/a&gt;, was unable to overcome Edgar's popularity in a year when the Republican party was successful nationally, and received only 34% of the vote.\nLater career.\nIn 1995 Netsch was inducted into the &lt;a href=\"Chicago%20Gay%20and%20Lesbian%20Hall%20of%20Fame\"&gt;Chicago Gay and Lesbian Hall of Fame&lt;/a&gt; as a Friend of the Community for her support of issues of importance to the &lt;a href=\"LGBT\"&gt;LGBT&lt;/a&gt; community. She participated for years in Chicago's Gay Pride parade, riding in a convertible bearing a sign that read, \"I'm Not Running for Anything.\"\nNetsch was a professor of law, and then professor emeritus, at &lt;a href=\"Northwestern%20University%20School%20of%20Law\"&gt;Northwestern University School of Law&lt;/a&gt;. She was a prominent opponent of holding a new constitutional convention in Illinois. She co-authored with Daniel Mandelker and Peter Salsich, Jr. \"State and Local Government in a Federal System,\" the preeminent law school casebook on local and state government law.\nNetsch remained involved in politics after her electoral career by backing candidates for elected office, such as &lt;a href=\"Jan%20Schakowsky\"&gt;Jan Schakowsky&lt;/a&gt;'s winning bid to replace Congressman &lt;a href=\"Sidney%20Yates\"&gt;Sidney Yates&lt;/a&gt;, representing &lt;a href=\"Illinois%27s%209th%20congressional%20district\"&gt;Illinois's 9th congressional district&lt;/a&gt;, in 1996, and &lt;a href=\"John%20Schmidt\"&gt;John Schmidt&lt;/a&gt;'s failed gubernatorial bid in 2002. In 2010, Netsch endorsed &lt;a href=\"Daniel%20Hynes\"&gt;Dan Hynes&lt;/a&gt; in the Democratic primary for Illinois Governor, &lt;a href=\"Julie%20Hamos\"&gt;Julie Hamos&lt;/a&gt; in the &lt;a href=\"Illinois%27s%2010th%20congressional%20district\"&gt;10th congressional district&lt;/a&gt; primary, &lt;a href=\"David%20H.%20Hoffman\"&gt;David H. Hoffman&lt;/a&gt; in the US Senate primary and &lt;a href=\"Toni%20Preckwinkle\"&gt;Toni Preckwinkle&lt;/a&gt; in the Cook County Board President primary. All but Preckwinkle failed to win the party's nomination.\nNetsch was married to architect &lt;a href=\"Walter%20Netsch\"&gt;Walter Netsch&lt;/a&gt;, best known for his design of the Cadet Chapel at the &lt;a href=\"U.S.%20Air%20Force%20Academy\"&gt;U.S. Air Force Academy&lt;/a&gt; in &lt;a href=\"Colorado%20Springs%2C%20Colorado\"&gt;Colorado Springs&lt;/a&gt;, for 45 years until his death in 2008.\nNetsch died in Chicago, Illinois, on Tuesday, March 5, 2013, at age 86. She had publicly acknowledged shortly before, in January 2013, during a discussion on Illinois priorities (given the state's well-known fiscal situation and reform needs), that she was suffering from the degenerative neurological condition &lt;a href=\"Lou%20Gehrig%27s%20disease\"&gt;Lou Gehrig's disease&lt;/a&gt; (amyotrophic lateral sclerosis, or ALS). &lt;a href=\"Pat%20Quinn%20%28politician%29\"&gt;Governor Patrick Quinn&lt;/a&gt; gave the order to fly all Illinois flags at &lt;a href=\"half-mast\"&gt;half-mast&lt;/a&gt; until Sunset, March 16, 2013, in her honor.\nAwards.\nDawn Clark Netsch was inducted as a Laureate of &lt;a href=\"The%20Lincoln%20Academy%20of%20Illinois\"&gt;The Lincoln Academy of Illinois&lt;/a&gt; and awarded the Order of Lincoln (the State’s highest honor) by the Governor of Illinois in 2011 in the area of Government &amp; Law."
}