{
    "id": "17717605",
    "revid": "4796325",
    "url": "https://en.wikipedia.org/wiki?curid=17717605",
    "title": "Liebermann Villa",
    "text": "The Liebermann Villa is the former summer residence of the German painter &lt;a href=\"Max%20Liebermann\"&gt;Max Liebermann&lt;/a&gt;. It is located directly at the shores of &lt;a href=\"Wannsee\"&gt;Lake Wannsee&lt;/a&gt; in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;. It has been open to public since April 30, 2006 and shows a collection of Liebermann's paintings of his &lt;a href=\"villa\"&gt;villa&lt;/a&gt; and its garden.\nHistory.\nMax Liebermann.\nMax Liebermann (1847–1935) was co-founder and head of the &lt;a href=\"Berliner%20Secession\"&gt;Berlin Secession&lt;/a&gt; and head of the &lt;a href=\"Prussian%20Academy%20of%20Arts\"&gt;Prussian Academy of Arts&lt;/a&gt; (\"Preußische Akademie der Künste\"). He was dismissed by the &lt;a href=\"Nazi\"&gt;Nazi&lt;/a&gt;s in 1933 and banned. He painted about 200 paintings of the garden at his villa, some of which are exhibited in his former studio on the upper floor.\nVilla.\nIn 1909, he bought a narrow piece of land with direct access to the shores of Lake Wannsee to escape from the city noise of Berlin. He lived there during the summer, from 1910 on. The villa was built by the architect &lt;a href=\"Paul%20Otto%20Baumgarten\"&gt;Paul Otto Baumgarten&lt;/a&gt;. Liebermann called it his \"little castle by the lake\".\nIt was completed in April, 1910.\nGarden.\nThe lengthy garden is divided in two by the villa itself. From the center of the villa, there is a view over the grass to Lake Wannsee. There is a garden terrace in front of the house, looking toward Wannsee. On one side of the grass, there is the famous &lt;a href=\"birch\"&gt;birch&lt;/a&gt; path, with birch trees growing wherever they sprout. On the other side, there are three hedged gardens. In the rear of the villa, is the garden house and a vegetable plot.\nMuseum.\nPermanent exhibition.\nIn the former studio, on the upper floor, there are about 40 paintings related to the garden and the villa. On the ground floor, the history of the Liebermann family and the house are documented, including of how the Nazis forced Liebermann's wife, Martha to sell the villa. The selling price was highly undervalued and in the end, she didn't even get that. Hours before she was due to be deported to &lt;a href=\"Theresienstadt%20concentration%20camp\"&gt;Theresienstadt concentration camp&lt;/a&gt;, she committed &lt;a href=\"suicide\"&gt;suicide&lt;/a&gt; rather than risk death at the hands of the Nazis.\nMuseum's concept.\nThe Max-Liebermann-Gesellschaft Berlin e. V. assists the museum in care of the villa and garden and in restoring them to their original state at the time of the Liebermanns' occupancy. Paintings of the garden and villa are presented continuously. A Multimedia Installation by &lt;a href=\"Heiko%20Daxl\"&gt;Heiko Daxl&lt;/a&gt; and &lt;a href=\"Ingeborg%20F%C3%BClepp\"&gt;Ingeborg Fülepp&lt;/a&gt; opens a broader view with historical documents, photographs, sound recordings and films into the 100 years turbulent history of the house and the garden. Visitors can experience the serenity and spirit of the villa as Liebermann did when he lived and painted there."
}