{
    "id": "17728884",
    "revid": "11498870",
    "url": "https://en.wikipedia.org/wiki?curid=17728884",
    "title": "Dragon's Lair (TV series)",
    "text": "Dragon's Lair is a television animated series by &lt;a href=\"Ruby-Spears\"&gt;Ruby-Spears Productions&lt;/a&gt; based on the &lt;a href=\"1983%20in%20video%20gaming\"&gt;1983&lt;/a&gt; &lt;a href=\"Dragon%27s%20Lair%20%281983%20video%20game%29\"&gt;video game of the same name&lt;/a&gt;. Thirteen half-hour episodes were produced and aired from September 8, 1984, to April 27, 1985, on &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt;.\nSynopsis.\nThe series chronicles the adventures of Dirk the Daring, who is the best &lt;a href=\"knight\"&gt;knight&lt;/a&gt; in the kingdom of &lt;a href=\"Monarch\"&gt;King&lt;/a&gt; Ethelred. Dirk performs all sorts of great deeds while protecting the kingdom and his love &lt;a href=\"Princess%20Daphne%20%28character%29\"&gt;Princess Daphne&lt;/a&gt; from the forces of the evil &lt;a href=\"dragon\"&gt;dragon&lt;/a&gt; Singe. In his adventures there are several original characters like his stallion Bertram, his &lt;a href=\"squire\"&gt;squire&lt;/a&gt; Timothy, and arrogant knight Sir Hubert Blunt who is Dirk the Daring's rival.\nBefore each commercial break, Dirk the Daring faces a &lt;a href=\"cliffhanger\"&gt;cliffhanger&lt;/a&gt;, and, in keeping with the spirit of the game, the &lt;a href=\"Storytelling\"&gt;storyteller&lt;/a&gt; narrates Dirk's options and asks the viewer \"What would you do?\". After the commercial break, the outcomes of the various choices were shown before Dirk acts on the correct idea (with the occasional exception) to advance the story.\nSeveral enemies from the original game also make their appearance as adversaries: the Lizard King, the Phantom Knight, the Giddy Goons, and the Mudmen. In the episode \"The Legend of the Giant's Name\", an Ardu giant awakened by Singe forces Dirk to find his way out of an enchanted cave, which gradually transforms him into a skeleton, much like the death animations of the game.\nHome release.\nOn September 20, 2011, &lt;a href=\"Warner%20Bros.\"&gt;Warner Bros.&lt;/a&gt; released \"Dragon's Lair: The Complete Series\" on DVD in region 1 via their Warner Archive Collection. This is a Manufacture-on-Demand (MOD) release, available exclusively through Warner's online store and only in the US."
}