{
    "id": "17728067",
    "revid": "7497696",
    "url": "https://en.wikipedia.org/wiki?curid=17728067",
    "title": "Social Democratic Populist Party (Turkey)",
    "text": "The Social Democratic Populist Party (, abbreviated SHP) was a political party in Turkey that formed after the fusion of the &lt;a href=\"SODEP\"&gt;Social Democracy Party&lt;/a&gt; (\"Sosyal Demokrasi Partisi\", &lt;a href=\"SODEP\"&gt;SODEP&lt;/a&gt;) of &lt;a href=\"Erdal%20%C4%B0n%C3%B6n%C3%BC\"&gt;Erdal İnönü&lt;/a&gt; and the &lt;a href=\"Halk%C3%A7%C4%B1%20Parti\"&gt;People's Party&lt;/a&gt; of &lt;a href=\"Ayd%C4%B1n%20G%C3%BCven%20G%C3%BCrkan\"&gt;Aydın Güven Gürkan&lt;/a&gt; in 1985. The SHP was in power in 1989 and was the strongest party at the time. \nHistory.\nThe &lt;a href=\"SODEP\"&gt;Social Democracy Party&lt;/a&gt; (\"Sosyal Demokrasi Partisi\", &lt;a href=\"SODEP\"&gt;SODEP&lt;/a&gt;) of &lt;a href=\"Erdal%20%C4%B0n%C3%B6n%C3%BC\"&gt;Erdal İnönü&lt;/a&gt; and the &lt;a href=\"Halk%C3%A7%C4%B1%20Parti\"&gt;People's Party&lt;/a&gt; of &lt;a href=\"Ayd%C4%B1n%20G%C3%BCven%20G%C3%BCrkan\"&gt;Aydın Güven Gürkan&lt;/a&gt; were founded in 1983 with the upcoming of the democracy after the &lt;a href=\"1980%20Turkish%20coup%20d%27%C3%A9tat\"&gt;military coup of 1980&lt;/a&gt;. In 1985, the &lt;a href=\"SODEP\"&gt;Social Democracy Party&lt;/a&gt; and the &lt;a href=\"Halk%C3%A7%C4%B1%20Parti\"&gt;People's Party&lt;/a&gt; merged to create the Social Democratic Populist Party. \nIn the 1989 local elections, the SHP emerged as the strongest party with 27.8 percent of the vote, winning in 6 metropolitan areas, 39 provinces, and 283 districts. \nThe &lt;a href=\"Kurds\"&gt;Kurdish&lt;/a&gt; question placed the party under serious strain as it had seven MPs of Kurdish origin. This was at a time when use of the &lt;a href=\"Kurdish%20languages\"&gt;Kurdish language&lt;/a&gt; was forbidden in public and private life. Some of these MPs wanted to take part in the Kurdish Conference in Paris in 1989, to which Chairman İnönü wanted to agree. But after it emerged that representatives of the &lt;a href=\"Kurdistan%20Workers%27%20Party\"&gt;Kurdistan Workers' Party&lt;/a&gt; (PKK) could also take part, participation was forbidden. Seven Kurdish MPs took part anyway and all were expelled from the party, even though the PKK was not present at the congress and in fact protested against it. As a result &lt;a href=\"Ayd%C4%B1n%20G%C3%BCven%20G%C3%BCrkan\"&gt;Aydin Güven Gürkan&lt;/a&gt;, 12 other MPs of the SHP, dozens of regional party administrators and 3000 party members resigned from the SHP. \nNevertheless the party was one of the first parties to acknowledge that the &lt;a href=\"Kurdish%20nationalism\"&gt;Kurdish Question&lt;/a&gt; was not just an issue of terrorism. In the South Eastern Report published by the party in 1990 the problems of not acknowledging the Kurds as a distinct ethnic group were noticed. It was emphasized the Kurds should be able to express their Kurdish identity and legal barriers prohibiting this should be lifted. \nAfter the 1991 general election, the SHP became a partner in the coalition government and İnönü became deputy prime minister (11/20). In the coalition agreement, the SHP insisted on lifting the ban on pre-1980 parties which were dissolved by the military government. The pre-1980 parties were authorized on 19 June 1992. \nThis was risky for the SHP. Shortly after legalization, a group of SHP MPs resigned from the party and reformed the &lt;a href=\"Republican%20People%27s%20Party%20%28Turkey%29\"&gt;Republican People's Party (CHP)&lt;/a&gt;, Erdal İnönü's father's party (most party members were pre-1980 CHP members). The SHP and the CHP, two similar parties, co-existed for a while. On 6 June 1993 İnönü announced that he was planning to resign and &lt;a href=\"Murat%20Karayal%C3%A7%C4%B1n\"&gt;Murat Karayalçın&lt;/a&gt; was elected as the new president of the party on 11 September 1993. Then the CHP and the SHP agreed to merge on 29 January 1995. Former foreign minister &lt;a href=\"Hikmet%20%C3%87etin\"&gt;Hikmet Çetin&lt;/a&gt; (SHP) became the interim chairman and the merged party chose the name of CHP after İnönü's suggestion."
}