{
    "id": "17728579",
    "revid": "32329023",
    "url": "https://en.wikipedia.org/wiki?curid=17728579",
    "title": "The Mole (American season 4)",
    "text": "Celebrity Mole: Yucatán was the fourth overall season (and second celebrity edition) of the American version of \"&lt;a href=\"The%20Mole%20%28American%20TV%20series%29\"&gt;The Mole&lt;/a&gt;\" and aired from January 7 to February 18, 2004. It was filmed on the &lt;a href=\"Yucat%C3%A1n%20Peninsula\"&gt;Yucatán Peninsula&lt;/a&gt; in &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, and based primarily at the Occidental Grand Flamenco Xcaret Resort. Filming was done in the fall of 2003.\nThe eight celebrities competed in games similar to the previous seasons. Popular players Stephen and Corbin both returned for a second chance, but again, both were executed early. Supermodel Angie Everhart was eventually revealed to be the saboteur and NBA star Dennis Rodman won the $222,000 grand prize.\nDespite decent ratings, ABC chose not to renew its option on the series at the time, and Stone Stanley Entertainment (now Stone &amp; Co. Entertainment) was unable to find a new network home for the series. Four years later, the series returned with a &lt;a href=\"The%20Mole%20%28American%20season%205%29\"&gt;third civilian season&lt;/a&gt;, and fifth overall.\nEpisodes.\nEpisode 1.\nEl Loco Taxi: The first player is given the keys to a &lt;a href=\"Taxicab\"&gt;taxi&lt;/a&gt; and must look for the other seven players. The players have an envelope which contains a clue giving the location of another player and a hint at the player that must be found. Each player found adds $5,000 to the pot. However, if the taxi does not make it back in time, no money is earned.\nArtifact or Fiction: Two players are designated as salesmen. One person is given an ancient artifact while the other is given a fake. They will each develop a story about the object they were given. If the other players can determine who is lying, the group earns $10,000. If the group chooses incorrectly, the liar will earn an exemption.\nMoon over Yucatán: The player who chose journal #2 is told about a secret game. For every person this player can convince to go swimming after dinner, $2,000 is added to the pot. If anyone goes &lt;a href=\"skinny%20dipping\"&gt;skinny dipping&lt;/a&gt;, an exemption will be given to the player with journal #2.\nEpisode 2.\nPiñata Party: The players are split into two groups: four players who want to stuff themselves and three who would rather swing. The four stuffers each pick a &lt;a href=\"pi%C3%B1ata\"&gt;piñata&lt;/a&gt; and are led to a ring where larger sizes of the piñatas are located. The stuffers will man their piñatas while the three swingers will be given five minutes to break one each. If a piñata is broken, the swinger who broke the piñata earns that box. The players who are in piñatas that did not break earn their boxes. For each box that was broken that contains one of three $10,000 boxes, the group earns that money. Whoever possess the other box earns an exemption unless they give it back for up to $50,000.\nExemption or Bust: The group must unanimously decide who will be given an exemption in this episode. If they do that, $25,000 will be added to the pot. However, if they can not reach an agreement, $25,000 will be taken out of the pot.\nEpisode 3.\nClucks for Bucks: The players are put into three groups of two. Each group will have to turn over a sombrero and catch the chicken with the matching number. They can only turn over one sombrero and catch one chicken at a time. Each of the twenty regular chickens caught adds $2,000 to the pot, while each of the four \"super chickens\" adds $5,000. Each group has five minutes to catch as many chickens as they can, but a chicken that was caught by one group will not be caught by any other group. After the three groups have completed their five minutes, one player will be chosen to catch a rooster for an additional $10,000.\nMariachi Maze: The six players are brought to a maze and split into three groups of two. Each group of two will have a navigator and a runner. The runner takes a wrestling belt and, with help from the navigator, tries to get to the exit without being touched by a wrestler. If the wrestler tags the runner, that group's turn is over. In addition, a mariachi band is in the middle of the maze and will play music whenever they see a wrestler. Each team that successfully completes the maze earns $20,000. Inside one of the belts is an exemption. The runners who did not complete the maze will cost the group $5,000 for a chance at the exemption.\nLeftovers: The runner who picked the belt with the green print is given a secret game. If the player can eat everyone's leftovers fifteen minutes after everyone has completed their meal, he will earn an exemption and $10,000 for the pot.\nEpisode 4.\nTequila Shooters: The remaining players must cross a bridge, pick up a tequila bottle and walk back across the bridge without it falling. The players can not touch the bottle while on the bridge and can only take one bottle per person at a time. In addition, the three executed players will be throwing dodgeballs at the remaining players, trying to knock them or the bottles off the bridge. The players have ten minutes to get as many bottles across as they can. Each bottle that is successfully taken across the bridge, $500 is added to the pot. The executed players split among the three of them $500 for each bottle that does not get across. Afterwards, the remaining players can double the money earned from this game if one worm is eaten for each player who brought at least one bottle across.\nStill Life: The players are split up into three groups: one group has three players that are a kid at heart; the other two players are either a chatter box or someone with a good eye. The chatter box is shown three paintings and tells the kids at heart a description of each painting. The kids at heart will use finger paint to replicate each painting. The player with a good eye is taken to a gallery and must match the paintings. If successful, the group earns $20,000.\nEpisode 5.\nDonkey Rally: The players are split up into two groups. In each group, the female is the brains while the male is the brawn. The groups will travel down a road and meet merchants who have instructions on a sign written in Spanish. Only the females can look in the dictionary to translate and steer the donkey while only the males can take the goods from the merchants. For each stop that a group followed the instructions, $10,000 is added to the pot. The groups have 45 minutes to complete the task. Each group that crosses the finish line under that time adds an additional $5,000 to the group pot.\nThe Graduate: The players are in the back of an elementary classroom and start out with $40,000 and will be asked a series of grade school questions. Each incorrect answer deducts $1,000 from the game while a correct answer means that player can move up one seat. The players are also given a card that can hold back a player who answered a question correctly. Each card can only be used once and using that card also deducts $1,000 from the game. The player to reach the front of the class first stops the game and adds the money to the pot. That player is also given a choice between taking up to $20,000 for their own and giving someone else an exemption, or to put that money into the pot as well.\nWho Nose a Celebrity?: The players are given a name and must find which of the six noses belongs to that celebrity. Each correct answer is worth $5,000.\nEpisode 6.\nTreasure Code: Two players are on a boat while one player is at the bottom of the lagoon steering the boat. Along the way are four buoys with a clue. The two in the boat must figure out the answer and relay the message to the one at the bottom of the lagoon who has a choice of two chests. Each correctly chosen chest is worth $10,000. However, the boat has some holes in it. If the boat sinks before getting to shore, no money is won in this game.\nFlashback: The players are designated as fastest, clean up and good memory. The three players are shown 27 pictures in chronological order featuring the four seasons of The Mole. The first four seasons' hosts winners and moles are on one side of the board while the executed players and games from this season are on another side. Question marks take the place of the three current players in the respective sides of the board. The players are given one minute to look at the pictures and leave the room. The pictures are taken down and mixed up. Each player is given one minute, starting with the fastest player and ending with the player with the best memory, to put up as many pictures as they can. Each correct picture after the third player finishes is worth $2,000.\nBriefcase Test: At the beginning of the episode, each player was given a briefcase and told not to open it. If they all followed instructions, the group would double the money from the Flashback game. However, inside the briefcase is a piece of photographic paper with the answers printed on one side. When developed, the paper would remain white if it had not been exposed to light (i.e., by a player opening their briefcase). If any player opened their briefcase, the paper would turn black when developed. In that event, no money is added.\nEpisode 7.\nThe final episode revealed Dennis as the winner and Angie as the Mole. To reveal the results, the three finalists were placed behind three locked doors. A key was slipped to each one, but only one key would open a door, that which belonged to the winner. After Dennis' door opened, he was announced as the winner. He then slipped a second key to the door belonging to the mole, and Angie emerged. Mark settled for the runner-up position. This method had been done in \"&lt;a href=\"The%20Mole%20%28American%20season%202%29\"&gt;The Mole 2: The Next Betrayal&lt;/a&gt;\".\nIn this episode it was revealed that Dennis would have been eliminated from the game in Episode 5 had it not been for the exemption Tracey gave him at the end of the Graduate Game. It was also revealed that through most of the season, Mark believed Angie was the mole until the final episode as Dennis became a more suspicious player. Dennis did not take any notes but answered 17 out of 20 questions correctly in the final quiz to win the game.\nThe remainder of the episode was focused on the moments between the two finalists, the ways the Mole sabotaged games, the return of Stephen and Corbin, and explaining the hidden clues that pointed to the Mole's identity to the viewers.\nMole Sabotage.\nArtifact or Fiction: Angie knew Mark was lying, so she convinced the others to vote for Corbin by telling them a story that was a complete lie, costing the group $10,000 in the game.\nPiñata Party: Angie was told to be a swinger. However, the group picked quickly and she was a stuffer. When she saw the piñatas bouncing, that was her out and claimed to be sick and Tracey took her place. Angie took a step outside of the ring on purpose, a move that kept $10,000 out of the pot. The producers even called in to ask Angie if she really was sick.\nExemption or Bust: Angie became mad at Corbin and the group could not unanimously decide who should get the exemption. This took $25,000 out of the pot. The players took note, but most believed it was either Angie trying to look like the mole, or that she was a \"mad redhead\".\nMariachi Maze: Angie took the role of navigator and gave Dennis some wrong directions, leading to him being trapped. She put some blame at how she was looking at the screen, that shouldn't say left or right if she wasn't looking at it the right way. $20,000 did not go into the pot.\nStill Life: Angie's painting was unidentifiable. She attempted to create a sloppy mixture of mixed up paint. Mark went as far as describing it as \"&lt;a href=\"Mick%20Jagger\"&gt;Mick Jagger&lt;/a&gt;, on drugs, looking at himself in a broken mirror.\" Dennis could not match her painting with the one she was replicating with finger paint. The group did not earn the $20,000 available in the game.\nDonkey Rally: Angie was one of the translators and claimed the words were not in the dictionary. Since Mark was not allowed to help find the words, the duo had to continue and ended up leaving $30,000 out of the pot.\nThe Graduate: Angie pretended to be challenged by grade school questions. She used the \"dumb model\" stereotype to her advantage as no one would doubt that she did not know the answers.\nTreasure Code: The producers wanted Angie in the water because having two men each over six feet tall in the tiny rowboat would eventually cause it to sink. She stalled for time whenever she could as it was only a matter of time before Mark and Dennis, both horseplaying, allowed the boat to fill with water and sink. She was able to keep up to $40,000 out of the pot.\nDuring the season, Angie kept $195,000 from being added to the pot. Unlike last season's mole, &lt;a href=\"Frederique%20van%20der%20Wal\"&gt;Frederique van der Wal&lt;/a&gt;, the producers told Angie to be \"ruthless\" at her sabotages.\nHidden clues.\nEvery episode contained hidden clues that were available to both the viewers and players. This season had a theme: Angie's favorite and journal number, 7.\nEpisode 1\n\"El Loco Taxi\": 7 appeared as the number on the Taxi: 151, add the three numbers together and the result is 7. Ananda was the only person to make this connection, but she didn't follow her lead, and was executed.\n\"The Quiz\": The correct answer to question 7, \"What color top was the Mole wearing at dinner last night?\", was choice 7, \"The Mole wore no top\".\nEpisode 2\n\"Exemption or Bust\": Knowing Corbin's obsession with clues, the producers lined up seven candles on the table. Corbin took the bait and made note of Angie having journal number 7. He pointed this out to everyone but didn't know that for once he was right.\nEpisode 3\n\"Clucks for Bucks\": When Ahmad explained the rules of the Clucks for Bucks game, the example he showed had the number 7, which even Angie noted.\nEpisode 4\n\"Still Life\": The painting with Ahmad and a mole also contained a flag with the number 7.\nEpisode 5\n\"Donkey Rally\": Angie convinced Mark to take a chihuahua with the number 7 on it.\n\"The Graduate\": The answer to the first question, \"The Earth has how many continents?\", was 7. The answers to the next two questions started with the mole's initials, Antarctica &amp; Equator. The answer to the 7th question, \"Make a mountain out of a _ _ _ _hill.\", was mole, making the connection between mole and 7.\nEpisode 6\n\"Treasure Code\": In the Treasure Code game, Angie's helmet had the number 7 on it, which she again noted."
}