{
    "id": "177231",
    "revid": "4977910",
    "url": "https://en.wikipedia.org/wiki?curid=177231",
    "title": "River Test",
    "text": "The River Test is a &lt;a href=\"chalk%20stream\"&gt;chalk stream&lt;/a&gt; in &lt;a href=\"Hampshire\"&gt;Hampshire&lt;/a&gt; in the &lt;a href=\"south%20of%20England\"&gt;south of England&lt;/a&gt;. It rises at &lt;a href=\"Ashe%2C%20Hampshire\"&gt;Ashe&lt;/a&gt; near &lt;a href=\"Basingstoke\"&gt;Basingstoke&lt;/a&gt; and flows southwards for to &lt;a href=\"Southampton%20Water\"&gt;Southampton Water&lt;/a&gt;. Settlements on the Test include the towns of &lt;a href=\"Stockbridge%2C%20Hampshire\"&gt;Stockbridge&lt;/a&gt; and &lt;a href=\"Romsey\"&gt;Romsey&lt;/a&gt;. Below the village of &lt;a href=\"Longparish\"&gt;Longparish&lt;/a&gt;, the river is broadly followed by the &lt;a href=\"Test%20Way\"&gt;Test Way&lt;/a&gt;, a long-distance footpath.\nMuch of the Test is a biological &lt;a href=\"Site%20of%20Special%20Scientific%20Interest\"&gt;Site of Special Scientific Interest&lt;/a&gt;. It is part of the Solent and Southampton Water &lt;a href=\"Ramsar%20site\"&gt;Ramsar site&lt;/a&gt; and &lt;a href=\"Special%20Protection%20Area\"&gt;Special Protection Area&lt;/a&gt;. The river is used for &lt;a href=\"fly%20fishing\"&gt;fly fishing&lt;/a&gt; for &lt;a href=\"trout\"&gt;trout&lt;/a&gt; from its source to its tidal limit.\nEtymology.\nRecorded forms are Terstan from 877 and 901, Tarstan stream in 1045, Terstein 1234, and Test in 1425. If &lt;a href=\"Common%20Brittonic\"&gt;Common Brittonic&lt;/a&gt;, not &lt;a href=\"Old%20English\"&gt;Old English&lt;/a&gt;, all related dictionaries show three suitable words beginning with Tre- and none with extremely rare Ter-. There is precedent to such metathesis: as for the &lt;a href=\"river%20Tern\"&gt;river Tern&lt;/a&gt; in the far west, from tren 'strong'. If so it most likely relates to the &lt;a href=\"Welsh%20language\"&gt;Welsh&lt;/a&gt; \"tres\" (tumult, commotion, contention, uproar) or \"trais\" (force, might in older Welsh). A close set of words (diversely conjugated and pronounced) in Old English is (f)irst(en), the meaning of which is as at present, first.\nCourse.\nThe river rises near the village of &lt;a href=\"Ashe%2C%20Hampshire\"&gt;Ashe&lt;/a&gt;, 10 km to the west of &lt;a href=\"Basingstoke\"&gt;Basingstoke&lt;/a&gt; (at ), and flows west through the villages of &lt;a href=\"Overton%2C%20Hampshire\"&gt;Overton&lt;/a&gt;, &lt;a href=\"Laverstoke\"&gt;Laverstoke&lt;/a&gt;, and the town of &lt;a href=\"Whitchurch%2C%20Hampshire\"&gt;Whitchurch&lt;/a&gt;, before joining with the &lt;a href=\"Bourne%20Rivulet\"&gt;Bourne Rivulet&lt;/a&gt; at &lt;a href=\"Testbourne\"&gt;Testbourne&lt;/a&gt; and turning in a more southerly direction. It then proceeds through the villages of &lt;a href=\"Longparish\"&gt;Longparish&lt;/a&gt; and &lt;a href=\"Middleton%2C%20Hampshire\"&gt;Middleton&lt;/a&gt; to &lt;a href=\"Wherwell\"&gt;Wherwell&lt;/a&gt; and &lt;a href=\"Chilbolton\"&gt;Chilbolton&lt;/a&gt;, where the Rivers &lt;a href=\"River%20Dever\"&gt;Dever&lt;/a&gt; and &lt;a href=\"River%20Anton\"&gt;Anton&lt;/a&gt; join.\nFrom Chilbolton the river goes through the villages of &lt;a href=\"Leckford\"&gt;Leckford&lt;/a&gt;, &lt;a href=\"Longstock\"&gt;Longstock&lt;/a&gt;, &lt;a href=\"Stockbridge%2C%20Hampshire\"&gt;Stockbridge&lt;/a&gt; and &lt;a href=\"Houghton%2C%20Hampshire\"&gt;Houghton&lt;/a&gt; to &lt;a href=\"Mottisfont\"&gt;Mottisfont&lt;/a&gt; and &lt;a href=\"Kimbridge\"&gt;Kimbridge&lt;/a&gt;, where the &lt;a href=\"River%20Dun%20%28River%20Test%29\"&gt;River Dun&lt;/a&gt; joins the flow. From here the village of &lt;a href=\"Timsbury%2C%20Hampshire\"&gt;Timsbury&lt;/a&gt; is passed, then through the grounds of &lt;a href=\"Roke%20Manor\"&gt;Roke Manor&lt;/a&gt; before reaching the town of &lt;a href=\"Romsey\"&gt;Romsey&lt;/a&gt;. On the western edge of Romsey, &lt;a href=\"Sadler%27s%20Mill\"&gt;Sadler's Mill&lt;/a&gt;, an 18th-century &lt;a href=\"watermill\"&gt;watermill&lt;/a&gt;, sits astride the River Test.\nSouth of Romsey, the river passes the &lt;a href=\"country%20house\"&gt;country house&lt;/a&gt; of &lt;a href=\"Broadlands\"&gt;Broadlands&lt;/a&gt;, and then &lt;a href=\"Nursling\"&gt;Nursling&lt;/a&gt;, once the site of a &lt;a href=\"Roman%20Empire\"&gt;Roman&lt;/a&gt; bridge. Finally the river is joined by the &lt;a href=\"River%20Blackwater%20%28River%20Test%29\"&gt;River Blackwater&lt;/a&gt; and soon becomes tidal, widening out into a considerable estuary that is lined on its northern bank by the &lt;a href=\"container%20terminal\"&gt;container terminal&lt;/a&gt;s and &lt;a href=\"quay\"&gt;quay&lt;/a&gt;s of the &lt;a href=\"Port%20of%20Southampton\"&gt;Port of Southampton&lt;/a&gt;. The Test estuary then meets that of the &lt;a href=\"River%20Itchen%2C%20Hampshire\"&gt;River Itchen&lt;/a&gt; and the two continue to the sea as &lt;a href=\"Southampton%20Water\"&gt;Southampton Water&lt;/a&gt;.\nBetween Chilbolton and Redbridge, the river was once paralleled by the &lt;a href=\"Andover%20Canal\"&gt;Andover Canal&lt;/a&gt;, which was itself converted to a railway in 1865, and then in turn abandoned. Most traces of the canal have disappeared, although the remains of a stretch can still be seen between Timsbury and Romsey.\nEcology.\nThis chalk stream has one of the richest &lt;a href=\"fauna\"&gt;fauna&lt;/a&gt; and &lt;a href=\"flora\"&gt;flora&lt;/a&gt; of any &lt;a href=\"Upland%20and%20lowland%23Lowland\"&gt;lowland river&lt;/a&gt; in England. More than 100 species of flowering plant have been recorded along its banks and 232 invertebrate taxa in the river. It is also important for wetland birds, with breeding species including &lt;a href=\"Common%20kingfisher\"&gt;kingfishers&lt;/a&gt;, &lt;a href=\"grey%20wagtail\"&gt;grey wagtail&lt;/a&gt;s and &lt;a href=\"little%20grebe\"&gt;little grebe&lt;/a&gt;s.\nWater quality.\nThe Environment Agency measure water quality of the river systems in England. Each is given an overall ecological status, which may be one of five levels: high, good, moderate, poor and bad. There are several components that are used to determine this, including biological status, which looks at the quantity and varieties of &lt;a href=\"invertebrate\"&gt;invertebrate&lt;/a&gt;s, &lt;a href=\"angiosperm\"&gt;angiosperm&lt;/a&gt;s and fish. Chemical status, which compares the concentrations of various chemicals against known safe concentrations, is rated good or fail.\nWater quality of the River Test in 2019:\nIn popular culture.\nIn &lt;a href=\"You%20Only%20Live%20Twice%20%28novel%29\"&gt;\"You Only Live Twice\"&lt;/a&gt;, &lt;a href=\"Ian%20Fleming\"&gt;Ian Fleming&lt;/a&gt;'s eleventh novel in his &lt;a href=\"James%20Bond\"&gt;James Bond&lt;/a&gt; series, &lt;a href=\"James%20Bond%20%28literary%20character%29\"&gt;James Bond&lt;/a&gt;'s boss &lt;a href=\"M%20%28James%20Bond%29\"&gt;M&lt;/a&gt; is looking forward to two weeks' &lt;a href=\"trout%20fishing\"&gt;trout fishing&lt;/a&gt; on the Test.\nThe river features in &lt;a href=\"Richard%20Adams%20%28author%29\"&gt;Richard Adams'&lt;/a&gt; 1972 novel \"&lt;a href=\"Watership%20Down\"&gt;Watership Down&lt;/a&gt;\". When the Watership rabbits are pursued by an enemy force, one rabbit carries out a plan which leads to their successful escape down the Test on a &lt;a href=\"punt%20%28boat%29\"&gt;punt&lt;/a&gt;. In the text, we are told that this plan would not have been possible on most rivers, but the Test's smooth-flowing, weed-free nature makes it an exception. The punt becomes lodged on a low bridge, and the surviving rabbits are forced to swim under the bridge to the riverbank.\nTributaries.\nThe following are the named tributaries of the River Test, listed in order upstream from &lt;a href=\"Southampton%20Water\"&gt;Southampton Water&lt;/a&gt;."
}