{
    "id": "1773289",
    "revid": "20322959",
    "url": "https://en.wikipedia.org/wiki?curid=1773289",
    "title": "Melendi",
    "text": "Ramón Melendi Espina (born 21 January 1979), known as Melendi, is a Spanish singer-songwriter. His specialties are &lt;a href=\"rock%20music\"&gt;rock&lt;/a&gt;, &lt;a href=\"flamenco\"&gt;flamenco&lt;/a&gt;, and &lt;a href=\"rumba%20flamenca\"&gt;rumba&lt;/a&gt; styles.\nEarly life.\nHe was born in &lt;a href=\"Oviedo\"&gt;Oviedo&lt;/a&gt;, &lt;a href=\"Asturias\"&gt;Asturias&lt;/a&gt;. He went to class with &lt;a href=\"Formula%20One\"&gt;Formula One&lt;/a&gt; race car driver &lt;a href=\"Fernando%20Alonso\"&gt;Fernando Alonso&lt;/a&gt;, to whom he dedicated the song \"Magic Alonso\". He also did racing for a while but he realized very quickly that he was not made for racing nor studying, but he was good at &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;. He played in the lower ranks of &lt;a href=\"Astur%20CF\"&gt;Astur CF&lt;/a&gt;, at the time a reserve team for &lt;a href=\"Real%20Oviedo\"&gt;Real Oviedo&lt;/a&gt;. Afterwards, he worked as a waiter in several bars and spent all night out, living experiences that would later go on to make up the lyrics of his songs. In 2001, he joined a group called \"El bosque de Sherwood\", and soon after recorded a demo with only three songs, \"Sin noticias de Holanda\", \"El informe del forense\", and \"Vuelvo a traficar\".\nCareer.\n2003-2006: Career beginnings.\nIn February 2003, Melendi released his first solo disc called \"&lt;a href=\"Sin%20noticias%20de%20Holanda\"&gt;Sin noticias de Holanda&lt;/a&gt;\", with twelve songs. In December 2003, this disc was rereleased with two new songs, \"Asturias\" and \"Moratalá\". However, he reached true fame with the 2004 &lt;a href=\"Vuelta%20a%20Espa%C3%B1a\"&gt;Vuelta a España&lt;/a&gt; chose his song \"Con la luna llena\" as its official theme. In May 2004, he started a small tour around Spain, selling 50,000 copies of his CD, making it a &lt;a href=\"Gold%20Album\"&gt;Gold Album&lt;/a&gt;.\nIn 2005, he released his second solo CD, \"&lt;a href=\"Que%20el%20cielo%20espere%20sentao\"&gt;Que el cielo espere sentao&lt;/a&gt;\", which has sold more than 200,000 copies. Later that same year, he rereleased the album with three new songs, \"El Nano\", \"La dama y el vagabundo\" and \"Carlota\", and a Live concert DVD recorded in Oviedo. He also became a father that year, and received the &lt;a href=\"Premios%20Onda\"&gt;Onda&lt;/a&gt; award for Best Song of the Year for \"Caminando por la vida\". In November 2005, he received seven Platinum Discs for his two albums. \"Sin noticias...\" received four and \"Que el cielo...\" three.\nIn 2006, it was announced that he would be one of the main stars in the &lt;a href=\"PlayStation%20Portable\"&gt;PSP&lt;/a&gt; game \"&lt;a href=\"Gangs%20of%20London%20%28videogame%29\"&gt;Gangs of London&lt;/a&gt;\". Melendi played Mr. Big, an evil gangster. He also wrote the song \"Gangs of London\" for the occasion, going on to film a video amidst police lights and sirens. The videogame was launched on 1 August of that year in the &lt;a href=\"United%20Kingdom\"&gt;UK&lt;/a&gt; and on 6 September in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;; &lt;a href=\"EMI\"&gt;EMI&lt;/a&gt; stepped in to distribute his CDs worldwide. He also wrote the song \"Volveremos\" (We Shall Return) for &lt;a href=\"Real%20Oviedo\"&gt;Real Oviedo&lt;/a&gt;. The singer is also involved in the production of the film \"Vuelvo a traficar: The Film\" (I'm Dealing Again). \"&lt;a href=\"Mientras%20no%20cueste%20trabajo\"&gt;Mientras no cueste trabajo&lt;/a&gt;\" was released on 13 November 2006, in two formats: a normal CD with 12 songs, and a special edition, with 16 songs and a DVD with extras. The disc was rereleased on 29 October 2009, with four new songs, \"Firmes\", \"El rey de la baraja\", \"La aceituna\", and \"Me gusta el fútbol\".\n2007-2010: \"Curiosa la cara de tu padre\" and \"Volvamos a empezar\".\nIn 2007, he received the \"Best Tour\" award from the \"Premios de la Música\" ceremony held in &lt;a href=\"Cordoba%2C%20Spain\"&gt;Cordoba&lt;/a&gt;. He also did an advertising campaign for &lt;a href=\"Canal%2B%20Spain\"&gt;Canal+ Spain&lt;/a&gt; entitled \"Me gusta el fútbol\" (I Like Football), for which he wrote a song of the same name. In 2007, he stood trial for provoking an incident while under the influence of alcohol on a flight from &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt; to &lt;a href=\"Mexico%20City\"&gt;Mexico City&lt;/a&gt; that required the pilot to return to Madrid two hours after takeoff. He was released after testifying. Soon after, he was given the \"Left Foot\" award from Spanish radio station Cadena 100 for this incident.\nCurrently, Melendi directs his Blue Donkey Music company, helping young singers start their careers. He's offered contracts to four groups, Algunos Hombres Buenos, Rasel, La Dama y Belo, and Los Susodichos. This last group was nominated for a Latin Grammy for Best Rock Vocals. Algunos Hombres Buenos left the label in 2008. On 9 August 2008, he presented his new single, \"Un violinista en tu tejado\" from his album &lt;a href=\"Curiosa%20la%20cara%20de%20tu%20padre\"&gt;Curiosa la cara de tu padre&lt;/a&gt; on Spanish radio station &lt;a href=\"Los%2040%20Principales\"&gt;Los 40 Principales&lt;/a&gt;. The album was released on 16 September 2008. On 12 December, Los 40 Principales awarded him their award for this album.\nOn 17 December 2009, he released a new double CD, \"Aún más curiosa la cara de tu padre\", including the original disc and another with nine new songs and links to exclusive content on his website.\n2011-2015: \"Lágrimas desordenadas\", \"Un alumno más\" and \"Directo a septiembre\".\nIn 2011, he recorded a cover of \"&lt;a href=\"True%20Colors%20%28Cyndi%20Lauper%20song%29\"&gt;True colours&lt;/a&gt;\" by &lt;a href=\"Cyndi%20Lauper\"&gt;Cyndi Lauper&lt;/a&gt; in &lt;a href=\"Catalan%20language\"&gt;Catalan&lt;/a&gt; called \"Ulls dolços\", for the CD of &lt;a href=\"TV3%20%28Catalonia%29\"&gt;TV3&lt;/a&gt;'s &lt;a href=\"telethon\"&gt;telethon&lt;/a&gt; \"&lt;a href=\"TV3%20%28Catalonia%29%23La%20Marat.C3.B3%20de%20TV3\"&gt;La Marató&lt;/a&gt;\".\nOn 13 November 2012, he released a new album called \"Lágrimas desordenadas\" and went on a tour of Spain and Latin America later that same year to celebrate the 10th anniversary of his first solo album.\nHis latest album, \"Un alumno más\" was released on 25 November 2014. Over the four months before the album was released, two songs from the album were released as lyrics videos, one was released as a single (\"Tocado y hundido\"), and one was released in an acoustic version.\n2016-2018: \"Quítate las gafas\" and \"Ahora\".\nIn 2016, he issued \"Quítate las gafas\", which featuring collaboration with ChocQuibTown. The first single from the album was \"Desde Que Estamos Juntos\"; released on September 23, 2016. The other songs released were \"La Casa No Es Igual\", \"Destino o Casualidad\" and \"Yo Me Veo Contigo\". On 2 June 2017, he released remix version of \"&lt;a href=\"Destino%20o%20Casualidad\"&gt;Destino o Casualidad&lt;/a&gt;\" with American duo &lt;a href=\"Ha%2AAsh\"&gt;Ha*Ash&lt;/a&gt;, along with the music video. On 8 December 2017, he released a second compilations albums \"Yo me veo contigo.\" The album includes a set of 11 songs, and would be made available on 4 CD and DVD.\nQúitate las gafas album:\nAhora album:\n2019-present: \"10:20:40\".\nIn October 2019, the singer joined as coach of the second Mexican season of \"&lt;a href=\"La%20Voz%20Kids\"&gt;La Voz Kids&lt;/a&gt;\" by &lt;a href=\"Televisa\"&gt;Televisa&lt;/a&gt;. On November 29, 2019, he released a new album called \"10:20:40,\" which featuring collaboration with &lt;a href=\"Cali%20y%20El%20Dandee\"&gt;Cali y El Dandee&lt;/a&gt;."
}