{
    "id": "17783820",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=17783820",
    "title": "Karin Schäfer",
    "text": "Karin Schäfer (born 1963) is a &lt;a href=\"performance%20artist\"&gt;performance artist&lt;/a&gt; and the head of the \"Karin Schäfer Figuren Theater - Visual Theatre Productions\" company. After studying puppetry arts with \"Harry V. Tozer\" at Barcelona's \"Instituto del Teatro\" and working in Spain for several years, she returned to Austria in 1993.\nBased on classical puppetry techniques, she developed an artform she calls \"Visual Theatre\", integrating visual arts, fine arts, music, dance and \"&lt;a href=\"new%20media\"&gt;new media&lt;/a&gt;\" rather than classical &lt;a href=\"puppetry\"&gt;puppetry&lt;/a&gt;. She cooperates with artists from many genres, focusing on visual impact and abstaining from words in order to appeal to her audience from different countries, cultures and ages.\nLife and work.\nKarin Schäfer grew up in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; and &lt;a href=\"Neusiedl%20am%20See\"&gt;Neusiedl am See&lt;/a&gt;. She went to Spain in 1987 to study puppetry arts with &lt;a href=\"Harry%20V.%20Tozer\"&gt;Harry V. Tozer&lt;/a&gt; at the \"Instituto del Teatro\", &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt;.\nAwards.\nKarin Schäfer has performed in 28 countries on four continents, by chronological order: Spain, France, Belgium, Italy, Ireland, Andorra, Hungary, Germany, the Netherlands, Portugal, Greece, Czech Republic, Switzerland, Slovakia, Poland, Yugoslavia/Montenegro, Turkey, Russia, Belarus, Egypt, Korea, Pakistan, Kenia, Mexico, Cuba, Luxembourg, Austria.\nShe won first prize at the \"First International Festival of Solo Puppeteers\" at &lt;a href=\"%C5%81%C3%B3d%C5%BA\"&gt;Łódź&lt;/a&gt;, Poland in 1999 and was awarded \"Best Performer\" of same festival in 2003. Together with \"Santi Arnal\" and \"Jordi Bertran\" she won the prize of the jury of \"&lt;a href=\"Cannes\"&gt;Cannes&lt;/a&gt; International Actors’ Performance Festival\" in 1994. In 2003, \"Stringtime\" was awarded \"Best Foreign Performance of the Year\" at the \"Festival International de Teatro de La Habana\" in &lt;a href=\"La%20Havana\"&gt;La Havana&lt;/a&gt;, Cuba."
}