{
    "id": "1778758",
    "revid": "1069214233",
    "url": "https://en.wikipedia.org/wiki?curid=1778758",
    "title": "Royal Thai Air Force",
    "text": "The Royal Thai Air Force or RTAF (; ) is the &lt;a href=\"air%20force\"&gt;air force&lt;/a&gt; of the Kingdom of &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;. Since its establishment in 1913 as one of the earliest air forces of Asia, the Royal Thai Air Force has engaged in numerous major and minor conflicts. During the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt; era, the RTAF was supplied with &lt;a href=\"USAF\"&gt;USAF&lt;/a&gt;-aid equipment.\nHistory.\nIn February 1911 &lt;a href=\"Belgium\"&gt;Belgian&lt;/a&gt; &lt;a href=\"aviator\"&gt;pilot&lt;/a&gt; Charles Van Den Born was responsible for the first aircraft demonstration in &lt;a href=\"Siam\"&gt;Siam&lt;/a&gt; at Bangkok's Sapathum Horse Racing Course. King &lt;a href=\"Rama%20VI\"&gt;Rama VI&lt;/a&gt; was sufficiently impressed that on 28 February 1912 he sent three Army officers to &lt;a href=\"France\"&gt;France&lt;/a&gt; to learn to fly. After receiving their wings and qualification, the officers returned to Siam in November 1913, bringing with them eight aircraft: four &lt;a href=\"Breguet%20Type%20III\"&gt;Breguets&lt;/a&gt; and four &lt;a href=\"Nieuport%20IV\"&gt;Nieuport IV&lt;/a&gt;s), which formed the nucleus for the Aviation Section of the Army Engineering Division. In March 1914, they moved from Sapathum to &lt;a href=\"Don%20Muang%20Royal%20Thai%20Air%20Force%20Base\"&gt;Don Muang&lt;/a&gt;, north of Bangkok and it became the Royal Siamese Flying Corps under the Department of the Army Engineer Inspector General.\nPrince &lt;a href=\"Purachatra%20Jayakara\"&gt;Purachatra Jayakara&lt;/a&gt;, Commander of the Army Engineers, and his brother Prince &lt;a href=\"Chakrabongse%20Bhuvanath\"&gt;Chakrabongse Bhuvanath&lt;/a&gt;, were instrumental in the development of the Royal Siamese Aeronautical Service as it was renamed on 19 March 1919. In October 1936, it became an independent service and was renamed the Royal Siamese Air Force in March 1937. Two years later, when the kingdom was renamed Thailand, it became the Royal Thai Air Force. The Air Force during the years before the Second World War was a moderately-well equipped force made up of a mixture of French, American, and Japanese types.\nDuring the &lt;a href=\"French-Thai%20War\"&gt;French-Thai War&lt;/a&gt;, the Thai Air Force achieved several air-to-air-victories in dogfights against the &lt;a href=\"Vichy%20French\"&gt;Vichy&lt;/a&gt; &lt;a href=\"Arm%C3%A9e%20de%20l%27Air\"&gt;Armée de l'Air&lt;/a&gt;. During World War II, the Thai Air Force supported the Royal Thai Army in its occupation of the &lt;a href=\"Shan%20States\"&gt;Shan States&lt;/a&gt; of Burma as somewhat reluctant allies of the Japanese and took part in the defense &lt;a href=\"Bombing%20of%20Bangkok%20in%20World%20War%20II\"&gt;of Bangkok against allied air raids in the latter part of the war&lt;/a&gt;, achieving some successes against state-of-the-art aircraft like the &lt;a href=\"P-51%20Mustang\"&gt;P-51 Mustang&lt;/a&gt; and the &lt;a href=\"B-29%20Superfortress\"&gt;B-29 Superfortress&lt;/a&gt;. During these times, the RTAF was actively supplied by the Japanese with Imperial Japanese Army Air Force aircraft such as the &lt;a href=\"Ki-43\"&gt;Ki-43&lt;/a&gt; \"Oscar,\" and the &lt;a href=\"Ki-27\"&gt;Ki-27&lt;/a&gt; \"Nate.\" Other RTAF personnel took an active part the anti-Japanese resistance movement.\nThe Thai Air Force sent three &lt;a href=\"C-47%20Skytrain\"&gt;C-47 Skytrain&lt;/a&gt;s to support the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; in the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;. The Wings Unit, operating the C-47, also joined the anti-communist forces in the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;. Following the end of the Vietnam War in April 1975 the Thai Air Force took possession of 117 aircraft of the former &lt;a href=\"South%20Vietnam%20Air%20Force\"&gt;South Vietnamese&lt;/a&gt;, &lt;a href=\"Khmer%20Air%20Force\"&gt;Cambodian&lt;/a&gt; and &lt;a href=\"Royal%20Lao%20Air%20Force\"&gt;Laotian&lt;/a&gt; air forces that had evacuated to Thailand.\nAlong the border, the Thai Air Force launched many operations against communist forces, including the Ban Nam Ta Airfield Raid in &lt;a href=\"Laos\"&gt;Laos&lt;/a&gt;, and clashes between Thai and communist &lt;a href=\"Vietnamese%20border%20raids%20in%20Thailand\"&gt;Vietnamese troops along the Thai-Cambodian border&lt;/a&gt;. In addition to the &lt;a href=\"F-5E\"&gt;F-5E&lt;/a&gt; and &lt;a href=\"F-5F\"&gt;F-5F&lt;/a&gt; fighter-bombers, &lt;a href=\"North%20American%20Rockwell%20OV-10%20Bronco\"&gt;OV-10C Bronco&lt;/a&gt; counterinsurgency aircraft, transports, and helicopters were added to the RTAF inventory. In 1985 the United States Congress authorized the sale of the &lt;a href=\"F-16\"&gt;F-16&lt;/a&gt; fighter to Thailand.\nWhen the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; ended, the Thai Air Force participated in &lt;a href=\"Internal%20conflict%20in%20Myanmar\"&gt;Operation Border Post 9631&lt;/a&gt; along the Thai-Burmese border in 1999, and launched the evacuation of foreigners during the &lt;a href=\"2003%20Phnom%20Penh%20riots\"&gt;2003 Phnom Penh riots&lt;/a&gt; in &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt;.\nStructure.\nThe Air Force is commanded by the Commander of the Royal Thai Air Force (ผู้บัญชาการทหารอากาศไทย). The Royal Thai Air Force Headquarters is located in Don Muang Airbase, &lt;a href=\"Bangkok\"&gt;Bangkok&lt;/a&gt;, &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;.\nThe RTAF consists of headquarters and five groups, which are: command group, combat group, support group, education and training group, and special services group.\nCombat Group.\nThe Royal Thai Air Force Combat Group is divided into 11 wings plus a training school, plus a few direct-reporting units.\nSquadrons.\nThe following squadrons are currently active with the Royal Thai Air Force.\nRTAF Security Force Command.\nThe &lt;a href=\"RTAF%20Security%20Force%20Command\"&gt;RTAF Security Force Command&lt;/a&gt; () is a &lt;a href=\"Division%20%28military%29\"&gt;Division&lt;/a&gt; size unit in the Royal Thai Air Force. It has been in existence since 1937. They are based near &lt;a href=\"Don%20Mueang%20International%20Airport\"&gt;Don Mueang International Airport&lt;/a&gt;. The RTAF Security Force Command is the main &lt;a href=\"Air%20force%20ground%20forces%20and%20special%20forces\"&gt;ground forces&lt;/a&gt; which providing &lt;a href=\"Infantry\"&gt;Infantry&lt;/a&gt; for protecting air bases and high value assets, &lt;a href=\"Special%20Operations%20Regiment%20%28Thailand%29\"&gt;Special forces&lt;/a&gt;, Combat Controller (CCT), Combat Rescue Officer (CRO), Pararescue, Tactical Air Control Party, and anti-hijacking capabilities. Royal Thai Air Force Security Force Command consist of 3 main &lt;a href=\"Regiment\"&gt;Regiment&lt;/a&gt;s and multiple support units. Additionally, air base protection &lt;a href=\"Battalion\"&gt;Battalion&lt;/a&gt;s and &lt;a href=\"Anti-aircraft%20warfare\"&gt;Anti-aircraft&lt;/a&gt; &lt;a href=\"Battalion\"&gt;Battalion&lt;/a&gt;s are each assigned to every air base of the RTAF.\nRoyal Thai Air Force bases.\nThe Royal Thai Air Force maintains a number of modern bases which were constructed between 1954 and 1968, have permanent buildings and ground support equipment.\nAll but one were built and used by United States forces until their withdrawal from Thailand in 1976 when the RTAF took over the installations at &lt;a href=\"Takhli%20Royal%20Thai%20Air%20Force%20Base\"&gt;Takhli&lt;/a&gt; and &lt;a href=\"Korat%20Royal%20Thai%20Air%20Force%20Base\"&gt;Nakhon Ratchasima (Korat)&lt;/a&gt;. In the late 1980s, these bases and &lt;a href=\"Don%20Muang%20Royal%20Thai%20Air%20Force%20Base\"&gt;Don Muang Air Base&lt;/a&gt; outside &lt;a href=\"Bangkok\"&gt;Bangkok&lt;/a&gt;, which the air force shares with civil aviation, remain the primary operational installations.\nMaintenance of base facilities abandoned by the United States (Ubon, Udorn) proved costly and exceeded Thai needs; they were turned over to the Department of Civil Aviation for civil use. Nonetheless, all runways were still available for training and emergency use.\nBy 2004 the Royal Thai Air Force had its main base at Don Muang airport, adjacent to &lt;a href=\"Don%20Mueang%20International%20Airport\"&gt;Don Mueang International Airport&lt;/a&gt;. The RTAF also had large air fields and facilities at Nakon Ratchasima &lt;a href=\"Ubon%20Royal%20Thai%20Air%20Force%20Base\"&gt;Ubon Ratchathani&lt;/a&gt;, and &lt;a href=\"Takhli%20Royal%20Thai%20Air%20Force%20Base\"&gt;Takhli&lt;/a&gt;.\nDirectorate of Medical Services.\nFirst set up in 1913 in the same year as the Air Force, providing nursing services only, and over the years has gradually expanded. It operates &lt;a href=\"Bhumibol%20Adulyadej%20Hospital\"&gt;Bhumibol Adulyadej Hospital&lt;/a&gt; and &lt;a href=\"Royal%20Thai%20Air%20Force%20Hospital\"&gt;Royal Thai Air Force Hospital&lt;/a&gt; in Bangkok, as well as smaller hospitals at each wing. The directorate has made a teaching agreement with the &lt;a href=\"Faculty%20of%20Medicine%2C%20Chulalongkorn%20University\"&gt;Faculty of Medicine, Chulalongkorn University&lt;/a&gt; to train students at Bhumibol Adulyadej Hospital, accepting about 30 students per academic year.\nBudget.\nRTAF budgets are shown below by &lt;a href=\"fiscal%20year\"&gt;fiscal year&lt;/a&gt; (FY):\nRank structure.\nNOTE:&lt;a href=\"Abeyance\"&gt;Rank on paper&lt;/a&gt;, not actually used in the Royal Thai Air Force.\nSport activity.\nBrazilian jiu-jitsu.\nThe &lt;a href=\"Siam%20Cup%20BJJ\"&gt;Siam Cup BJJ&lt;/a&gt; (Brazilian jiu-jitsu) International tournament will be held at the Show DC stadium in &lt;a href=\"Bangkok\"&gt;Bangkok&lt;/a&gt; from 2017 in cooperation with the Arete BJJ &lt;a href=\"Dojo\"&gt;dōjō&lt;/a&gt;, hosted by the \"Royal Thai Air Force\". Each year, the tournament brings together more than 400 fighters from more than 50 countries to compete. The Siam Cup BJJ 2021 was scheduled to take place on May 8, but due to restrictions imposed for &lt;a href=\"COVID-19\"&gt;Covid-19&lt;/a&gt; during the &lt;a href=\"COVID-19%20pandemic%20in%20Thailand\"&gt;coronavirus pandemic&lt;/a&gt;, the Thai government temporarily postponed all sporting events.\nReferences.\nNotes\nComments\nBibliography"
}