{
    "id": "17798548",
    "revid": "2367059",
    "url": "https://en.wikipedia.org/wiki?curid=17798548",
    "title": "Rush (2008 TV series)",
    "text": "Rush is an Australian television police drama that first screened on &lt;a href=\"Network%2010\"&gt;Network Ten&lt;/a&gt; in September 2008. Set in &lt;a href=\"Melbourne%2C%20Victoria\"&gt;Melbourne, Victoria&lt;/a&gt;, it focuses on the members of a Police Tactical Response team. It is produced by &lt;a href=\"John%20Edwards%20%28Producer%29\"&gt;John Edwards&lt;/a&gt; and Mimi Butler for &lt;a href=\"Endemol%20Australia\"&gt;Endemol Australia&lt;/a&gt;, which was branded as the Southern Star Group during production of the series.\nIn late October 2011, text phrasing on the cover art of &lt;a href=\"Entertainment%20One\"&gt;Entertainment One&lt;/a&gt;'s DVD release of the fourth series first indicated \"Rush\" would not return for another series, meaning &lt;a href=\"Rush%20%28series%204%29\"&gt;series four&lt;/a&gt; would be its last. Soon after, the production company, known at the time as the &lt;a href=\"Endemol%20Australia\"&gt;Southern Star Group&lt;/a&gt; confirmed with &lt;a href=\"TV%20Tonight\"&gt;TV Tonight&lt;/a&gt; that a fifth series had not been commissioned. &lt;a href=\"Network%2010\"&gt;Network Ten&lt;/a&gt; did not issue any press releases stating the wrapping up of \"Rush\". Executive Producer of Drama and Production at &lt;a href=\"Network%2010\"&gt;Network Ten&lt;/a&gt;, Rick Maier, issued a statement on the show's official &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; page: \"While we don't discount a return series, it is not on the cards at this stage – but we do intend to finish season four with a bang, literally.\"\nPlot.\n\"Rush\" follows the lives of members of the prestigious Tactical Response team (TR), which is based on the real life &lt;a href=\"Victoria%20Police\"&gt;Victoria Police&lt;/a&gt; &lt;a href=\"Critical%20Incident%20Response%20Team\"&gt;Critical Incident Response Team&lt;/a&gt;, a highly mobile unit that fills the operational gap between general duties police and the &lt;a href=\"SWAT\"&gt;SWAT&lt;/a&gt;-like &lt;a href=\"Victoria%20Police%20Special%20Operations%20Group\"&gt;Special Operations Group&lt;/a&gt;. The team is seen responding to violent incidents such as carjackings, suicides and armed offences.\nMost of the episodes involve at least one main plot, with one or two smaller subplots throughout each episode. In some cases, they will focus on one plot, while the personal lives tend to fall into the form of smaller subplots that span over a number of episodes. Usually the team is divided into two, one team per case, with the team taking the minor subplot meeting up with the major team at some stage throughout the episode. The usual six-person team is split between two vehicles known as TR01 and TR02.\nIn series four, the composition of the plot was revamped with only one large and extensive &lt;a href=\"Story%20arc\"&gt;arc&lt;/a&gt; featured throughout the 13 episodes, as opposed to the story-line structure of prior series.\nProduction.\nThe pilot for \"Rush\", originally titled \"Rapid Response\", was filmed in 2004 and based on an earlier \"&lt;a href=\"Police%20Rescue\"&gt;Police Rescue&lt;/a&gt;\" script. The pilot featured several characters and cast who did not return for the series, including &lt;a href=\"Matthew%20Le%20Nevez\"&gt;Matthew Le Nevez&lt;/a&gt;, &lt;a href=\"Libby%20Tanner\"&gt;Libby Tanner&lt;/a&gt; and &lt;a href=\"Corinne%20Grant\"&gt;Corinne Grant&lt;/a&gt;. The series was initially rejected but years later was picked up for production when the &lt;a href=\"2007%E2%80%932008%20Writers%20Guild%20of%20America%20strike\"&gt;2007–2008 Writers Guild of America strike&lt;/a&gt; affected Ten's imported shows.\nSergeant Dominic \"Dom\" Wales, played by &lt;a href=\"Josef%20Ber\"&gt;Josef Ber&lt;/a&gt;, was originally scripted to be killed in the first season, however during production Van der Boom asked to be released. Her US working visa had been approved and being a \"Residency Visa\", required her to move to the US. As such, the character of Grace was killed off instead. &lt;a href=\"Jolene%20Anderson\"&gt;Jolene Anderson&lt;/a&gt; joined the cast for the second series, from 16 July 2009. The series is filmed in Victoria in both regional and metropolitan areas.\nA third season of Rush was announced by Channel Ten on 25 September 2009. It premiered in the time-slot of 8:30pm on 22 July 2010.\nA thirteen-episode fourth season was confirmed by Channel Ten's Executive Producer of Drama and Production, Rick Maier on 12 November 2010. He stated \"Rush continues to deliver great stories, great stunts and some of the best performances on TV\". Filming for the fourth season began on 6 May 2011."
}