{
    "id": "1780688",
    "revid": "34908264",
    "url": "https://en.wikipedia.org/wiki?curid=1780688",
    "title": "National School Lunch Act",
    "text": "The Richard B. Russell National School Lunch Act (79 P.L. 396, 60 Stat. 230) is a 1946 &lt;a href=\"United%20States%20federal%20law\"&gt;United States federal law&lt;/a&gt; that created the National School Lunch Program (NSLP) to provide low-cost or free &lt;a href=\"School%20meal\"&gt;school lunch meals&lt;/a&gt; to qualified students through subsidies to schools. The program was established as a way to prop up &lt;a href=\"food%20prices\"&gt;food prices&lt;/a&gt; by absorbing farm surpluses, while at the same time providing food to school age children. It was named after &lt;a href=\"Richard%20Russell%2C%26amp%3Bnbsp%3BJr.\"&gt;Richard Russell, Jr.&lt;/a&gt;, signed into law by President &lt;a href=\"Harry%20S.%20Truman\"&gt;Harry S. Truman&lt;/a&gt; in 1946, and entered the federal government into schools' dietary programs on June 4, 1946.\nThe majority of the support provided to schools participating in the program comes in the form of a cash reimbursement for each meal served. Schools are also entitled to receive commodity foods and additional commodities as they are available from surplus agricultural stocks. The National School Lunch Program serves 30.5 million children each day at a cost of $8.7 billion for fiscal year 2007. Most participants are also eligible for food during the summer through the &lt;a href=\"Summer%20Food%20Service%20Program\"&gt;Summer Food Service Program&lt;/a&gt;.\nEarly programs.\nSchool feeding in the United States underwent the same evolution as in Europe, beginning with sporadic food services undertaken by private societies and associations interested in child welfare and education. The Children's Aid Society of New York initiated a program in 1853, serving meals to students attending the vocational school.\nPhiladelphia.\nIn 1894, the Starr Center Association in Philadelphia began serving penny lunches in one school, later expanding the service to another. Soon a lunch committee was established within the Home and School League, and lunches were extended to include nine schools in the city.\nIn 1909, Dr. Cheesman A. Herrick, who was principal of the William Penn High School for Girls was credited with accomplishing the transfer of responsibilities for operation and support of the lunch program from charitable organizations to the Philadelphia School Board. He requested that a system be established to assure that the lunches served would be based upon sound principles of nutrition and required that the program be under the direction of a home economics graduate. The Board granted his request on an experimental basis and on the condition that the program would be self-supporting. The experiment proved successful, and the following year lunch services were extended to the Southern Manual Training School and later to three additional units.\nIn the spring of 1912, the School Board established a Department of High School Lunches and directed that the food services be inaugurated in all the high schools of the city. During all this time the Home and School League had continued operating the feeding program in the nine elementary schools, and continued to do so until May 1915, when it reported to the Board that the need for a lunch system had been clearly demonstrated and that it could not be successfully operated by an organization outside the school system. As a result, the School Board placed the operation of both high school and elementary lunch programs under the supervision of the Department of High School Lunches and authorized the extension of the program to other elementary schools.\nBoston.\nThe New England Kitchen began offering school lunches in Boston as early as the 1890s, despite opposition from school janitors who supplemented their income with snack tables.\nIn September 1908, the Women's Educational and Industrial Union in Boston began to supply hot lunches to high schools which were under the supervision of the Boston School Committee. A central kitchen system was used and lunches were transported to the participating schools.\nIn January 1910, an experimental program for elementary schools took the form of a mid-morning lunch prepared by the class in Home Economics three days each week. On two days of each week sandwiches and milk were served. The children ate their meals at their desks, there being no lunchroom in the building. Before the end of the school year (1909–10) five additional schools were benefiting from the program, and a total of 2,000 pupils were being served each day, according to a report submitted by Ellen H. Richards in the \"Journal of Home Economics\" for December 1910.\nNew York City.\nAt the end of 1914, more than 24,000 children were offered a school lunch. There was also a morning snack of crackers and hot milk offered for three cents to children who were considered weak or crippled.\nEarly support.\nEarly federal aid.\nAs the scope of the meal supply expanded, local governments and school district boards could not provide the funds necessary to carry the increasing load. Supplementary contributions by charitable organizations and individuals did not suffice. Aid from Federal sources became inevitable. The earliest Federal aid came from the Reconstruction Finance Corporation in 1932 and 1933 when it granted loans to several towns in southwestern Missouri to cover the cost of labor employed in preparing and serving school lunches. Such Federal assistance was expanded to other areas in 1933 and 1934 under the operations of the Civil Works Administration and the Federal Emergency Relief Administration, reaching into 39 States and covering the employment of 7,442 women.\nCommodity Donation Program.\nThe depression of the 1930s brought on widespread unemployment. Much of the production of the farm went begging for a market, surpluses of farm products continued to mount, prices of farm products declined to a point where farm income provided only a meager subsistence. Millions of school children were unable to pay for their school lunches, and with but limited family resources to provide meals at home, the danger of malnutrition among children became a national concern.\nPublic Law 320 passed by the 74th Congress and approved August 24, 1936, made available to the Secretary of Agriculture an amount of money equal to 30 percent of the gross receipts from duties collected under the customs laws during each calendar year.\nNeedy families and school lunch programs became constructive outlets for the commodities purchased by the USDA under the terms of such legislation. Many needy school children could not afford to pay for lunches and were sorely in need of supplementary foods from a nutritional standpoint. Thus they would be using foods at school which would not otherwise be purchased in the market place and farmers would be helped by obtaining an outlet for their products at a reasonable price. The purchase and distribution program was assigned in 1935 to the Federal Surplus Commodities Corporation which had been established in 1933 as the Federal Surplus Relief Corporation to distribute surplus pork, dairy products, and wheat to the needy. These funds came from customs duties and were specifically designated to encourage agricultural surplus consumption via exports and domestic donations. In March 1937, there were 3,839 schools receiving commodities for lunch programs serving 342,031 children daily. Two years later, the number of schools participating had grown to 14,075 and the number of children had risen to 892,259. From 1939 to 1942, the number of schools participating increased by 78,841, and the number of pupils participating increased by 5,272,540.\nIn July 1943, in an attempt to salvage the deterioration of school lunches, Congress passed Public Law 129 to amend the Agricultural Act of 1935. This law re-established school lunch programs using $60 million to cover the purchase of food, but not labor. The next year, Congress appropriated another $50 million and allowed child-care centers to participate.\nAfter Passage.\nSince the Act passed, Congress has modified several aspects of the policy. Congress amended the NSLP in 1962 to adjust fund distribution. They decided that the budget allocated to each state should be influenced by the state's need for further assistance. Rather than just factoring in the number of participants, Congress took into account the state poverty level compared to the national poverty level. Then, in 1968, Congress improved the NSLP food options to accommodate students with special dietary needs.\nMost recently, in 2012, First Lady Michelle Obama took on the issue of school lunches. Changes that she initiated primarily focused on more specific nutritional requirements. The changes include updated food group nutrition standards, such as vegetable subgroups, re-adjusted meat and grain serving sizes to reflect different school grade ranges, an implemented requirement for whole grains, and milk-fat restrictions. Lower calorie ranges and a 10-year progressive sodium reduction plan also started in 2012.\nNutrition, behavior, and learning.\nNutrition standards for the National School Lunch Program and National School Breakfast program were updated in 2012. This update in nutritional standards was funded through a federal statute signed into law by President Barack Obama; The &lt;a href=\"Healthy%2C%20Hunger-Free%20Kids%20Act%20of%202010\"&gt;Healthy, Hunger-Free Kids Act of 2010&lt;/a&gt; funds free lunch programs in public schools for the next five years. The new guidelines require students to choose either a serving of fruit or vegetables every meal. Also, the portions must now be larger.\nAlong with larger portions of fruits and vegetables, the National School Lunch Program now enforces a variety of other nutritional requirements. Food products and ingredients used to prepare school meals must contain zero grams of added &lt;a href=\"trans%20fat\"&gt;trans fat&lt;/a&gt; per serving (less than 0.5 grams per serving as defined by FDA). Furthermore, a meal can provide no more than 30 percent of calories from fat and less than 10 percent from &lt;a href=\"saturated%20fat\"&gt;saturated fat&lt;/a&gt;.\nIn late 2009, the &lt;a href=\"National%20Academy%20of%20Medicine\"&gt;Institute of Medicine of the National Academies&lt;/a&gt; released \"School Meals: Building Blocks For Healthy Children\". This report reviews and provides recommendations to update the nutrition standard and the meal requirements for the National School Lunch Program and School Breakfast Program. \"School Meals\" also sets standards for menu planning that focus on food groups, calories, saturated fat, and sodium, and that incorporate Dietary Guidelines for Americans and the Dietary Reference Intakes.\nNutrition plays a critical role in cognitive development and academic performance for children; undernourished children are more likely to be less energetic and less able to concentrate. The day-to-day observation of teachers and administrators of the relationship between inadequate nutrition and behavior and ability to learn is substantiated by scientific studies. Twenty &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt;, South Africa, children were studied for 11 years, beginning in 1955. The study was based on the hypothesis \"that the ill effects of under-nutrition are determined by (1) its occurrence during the period of maximum growth and (2) the duration of under-nutrition relative to the total period of growth. . . Evidence is cumulative and impressive that severe under-nutrition during the first 2 years of life, when &lt;a href=\"brain\"&gt;brain&lt;/a&gt; growth is most active, results in a permanent reduction of brain size and restricted intellectual development.\" Some basic &lt;a href=\"Micronutrient\"&gt;micronutrients&lt;/a&gt; are necessary for children to maintain a good status of learning, such as &lt;a href=\"iron\"&gt;iron&lt;/a&gt; and &lt;a href=\"vitamin%20B12\"&gt;vitamin B12&lt;/a&gt;. &lt;a href=\"Iron%20deficiency\"&gt;Iron deficiency&lt;/a&gt; puts a child at risk of cognitive delay and lower math scores.\nFood safety.\nIn December 2009, a report was released that showed that &lt;a href=\"fast%20food%20restaurant\"&gt;fast food restaurant&lt;/a&gt;s were far more rigorous in checking for &lt;a href=\"bacteria\"&gt;bacteria&lt;/a&gt; and dangerous &lt;a href=\"pathogen\"&gt;pathogen&lt;/a&gt;s in &lt;a href=\"beef\"&gt;beef&lt;/a&gt; and &lt;a href=\"Chicken%20%28food%29\"&gt;chicken&lt;/a&gt; than the school lunch program.\nA 2018 study by USDA and University of Connecticut researchers compared data from mandatory safety inspections for ground beef for the NSLP and separate data from random USDA inspections. The study found that the beef destined for the NSLP had fewer levels of test failures than beef for the market generally, although a study author noted that \"ground beef that fails the National School Lunch Program’s inspection can be sold to other vendors and eventually make its way onto consumers' plates.\" Between 2005 and 2014, there were no outbreaks of &lt;a href=\"Salmonella\"&gt;Salmonella&lt;/a&gt; and \"&lt;a href=\"E.%20coli\"&gt;E. coli&lt;/a&gt;\" linked to beef provided to the NSLP, although there were dozens of such outbreaks in commercially sold ground beef over the same period.\nParticipation rates.\nIn 1967–68, the national enrollment in public and private schools was approximately 50.7 million, according to a survey of School Food Services in March 1968. About 36.8 million children, or 73 percent, were enrolled in schools participating in the National School Lunch Program with an actual average participation in the program of 18.9 million children, or about 37 percent of the national enrollment.\nReasons for non-participation in the program were numerous but, in low-income areas and large urban centers, low participation was particularly evident. Many of the school buildings in these areas, as well as the small schools in rural areas, were built many years before there were plans for operating a school lunch program, and the buildings did not lend themselves to remodeling for that purpose - neither were local funds available for it. Many of the elementary school buildings in urban centers were built with the idea that the children could and should go home for lunch (\"neighborhood schools\") and lunchroom facilities were not available. Many of these conditions hold true today.\nSome school authorities have held to the idea that a school lunch program must be self-supporting, and others have felt that the school has no responsibility in this area. In 1968, a group of women's civil rights and religious groups formed the Committee on School Lunch Participation to research and draw attention to the issue. Under their chair, &lt;a href=\"Jean%20E.%20Fairfax\"&gt;Jean E. Fairfax&lt;/a&gt;, the group produced an influential report, \"Their Daily Bread\". In this report a junior high school principal remarked, \"We think [school lunch] is the responsibility of parents and child. We do not check them to see if a student eats. As a whole, we are doing it as a service rather than a need.\"\nThe net result is that the children in the neediest areas must go without an adequate noonday meal at school, or perhaps an inadequate evening meal at home, or none at all. Many high school students prefer to bring a bag lunch from home or eat snacks and beverages at a nearby stand or from a &lt;a href=\"vending%20machine\"&gt;vending machine&lt;/a&gt; in the school. In some instances the portions served to high school students are not adjusted to meet their needs and they seek other sources of service where their tastes and appetites can be satisfied.\nThe predominate reason, however, appears to be inadequate funding at federal, state and local levels, with the end result that the children who cannot afford to pay are the losers.\nNative Americans and children of color.\nIn December 2014, \"&lt;a href=\"Indian%20Country%20Today\"&gt;Indian Country Today&lt;/a&gt;\" reported that 68 percent of &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt; and &lt;a href=\"Alaska%20Natives\"&gt;Alaska Native&lt;/a&gt; students \"are eligible for free and reduced-price school lunches, compared with 28 percent of &lt;a href=\"White%20American\"&gt;white&lt;/a&gt; students. USDA data indicate that 70 percent of children receiving free lunches through the NSLP are children of color, as are 50 percent of students receiving reduced-price lunches.\" The article expressed concern regarding efforts to undercut nutrition standards, and notes that several Native American schools are working to improve the quality of school lunches by using produce from school gardens, or tribally grown &lt;a href=\"American%20bison\"&gt;buffalo meat&lt;/a&gt;.\nCurrent challenges.\nCaloric and nutritional needs.\nFor some time, the measurement from which the NSLP based its cash-reimbursements and meal provisions largely came from caloric requirements. However, while this worked in a time where &lt;a href=\"malnutrition\"&gt;malnutrition&lt;/a&gt; plagued the nation's poverty, a continuing focus on caloric intake ignores the growing national obesity epidemic. Balancing nutrition and calories has always been a challenge for the NSLP and its participating schools. This struggle can undermine schools that wish to comply with the national standards while still advocating healthy lifestyles.\nAnother problem that contributes to this challenge is that nutritious food is often considered less favorable than competitive food that is available to students. Given the choice, students will often prefer competitive foods that are not required to meet federal minimum nutrition standards.\nCompetitive foods.\nIn the US, the term \"competitive foods\" refers to any food source that competes with a lunch program's offerings. Such competitive foods include fast food offerings, &lt;a href=\"a%20la%20carte\"&gt;a la carte&lt;/a&gt; food lines, and vending machines. A study was done in the 2009–2010 school year across 47 states and 622 districts to examine how much of districts' competitive food and drink policy complied with &lt;a href=\"Center%20for%20Nutrition%20Policy%20and%20Promotion\"&gt;Dietary Guidelines for Americans&lt;/a&gt; (DGA) recommendations. One of the major reasons for this study to be done is the &lt;a href=\"Healthy%2C%20Hunger-Free%20Kids%20Act%20of%202010\"&gt;Healthy, Hunger-Free Kids Act&lt;/a&gt; which requires schools to establish a science-based nutrition standards for competitive foods called a wellness plan. These provisions for competitive food and drinks included limits on specific nutrients in the food, such as sodium and fats. Less than 5% of districts met or exceeded DGA requirements. Only about 4% of districts across the nation required fruits and vegetables to be sold within the competitive foods which in no way helps the fruit and vegetable intake of students that is already sub-par.\nFood waste.\nIn a study of the Boston Public Schools, \"on average, students discarded roughly 19 percent of their entrées, 47 percent of their fruit, 25 percent of their milk, and 73 percent of their vegetables.\" \"It was estimated that $432,349.05 worth of food is wasted annually at lunch by students in Grades 6–8 in [Boston Public Schools].\" Overall, this sum makes up 26.1 percent of these three schools' food budgets, excluding labor and supplies. If translated nationally, Cohen estimates that roughly $1,238,846,400 in food is wasted on an annual basis.\nOne reason that students discard this amount of food has to do with à la carte lines and vending machines. In a 1998 study of 16 randomly selected schools in &lt;a href=\"St.%20Paul%2C%20Minnesota\"&gt;St. Paul, Minnesota&lt;/a&gt;, the authors discovered a negative correlation between à la carte lines, vending machine use, and fruit and vegetable consumption. On average, students from schools without an à la carte line consumed nearly an entire serving more of fruit and vegetables than did students with such programs. Furthermore, students from all schools exceeded the daily USDA recommended calories from saturated fat, and students from schools with à la carte lines exceeded the recommendations by 1 percent more, on average. Concerning snack vending machines, the authors determined that with each vending machine present, \"students' mean intake of fruit servings decreased by 11 percent.\" Beverage machines showed no significant impact.\nRising costs.\nA challenge for schools that take part in the NSLP is rising costs of producing lunch. According to the School Lunch and Breakfast Cost Study (SLBCS), one in four school districts reported costs for school lunches above the program reimbursement rate. The additional cost must then be supplemented by school district general funds, and this puts a strain on school district budgets. Additional costs also make it difficult to meet federally mandated nutrition requirements because using the best palatable foods for students becomes too expensive.\nAccording to the 2008 USDA report on the NSLP, \"other sources of increasing costs include increases in health care costs for employees and, more recently, rising food costs.\" For example, in 2008, some school systems in Alabama, California, and Texas raised meal prices to keep up with \"steep increases in food costs.\" The school districts raised prices for paying students, while keeping prices the same for students that qualified for reduced-price or free lunches. This method of cost adjustment leaves either the school district or paying students to bear the burden of the price increase.\nNational School Lunch Week.\nNational School Lunch Week takes place on the second Sunday in October. Each year since October 9, 1962, the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt; requests the &lt;a href=\"President%20of%20the%20United%20States\"&gt;president&lt;/a&gt; to issue a proclamation calling the country to observe the week."
}