{
    "id": "1780586",
    "revid": "19992876",
    "url": "https://en.wikipedia.org/wiki?curid=1780586",
    "title": "Joe Jurevicius",
    "text": "Joseph Michael Jurevicius (born December 23, 1974) is a retired &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"wide%20receiver\"&gt;wide receiver&lt;/a&gt;. He was drafted by the &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt; in the second round of the &lt;a href=\"1998%20NFL%20Draft\"&gt;1998 NFL Draft&lt;/a&gt;. He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at &lt;a href=\"Penn%20State%20Nittany%20Lions%20football\"&gt;Penn State&lt;/a&gt;.\nJurevicius played for the Giants, &lt;a href=\"Tampa%20Bay%20Buccaneers\"&gt;Tampa Bay Buccaneers&lt;/a&gt;, &lt;a href=\"Seattle%20Seahawks\"&gt;Seattle Seahawks&lt;/a&gt;, and &lt;a href=\"Cleveland%20Browns\"&gt;Cleveland Browns&lt;/a&gt;. He earned a &lt;a href=\"Super%20Bowl%20ring\"&gt;Super Bowl ring&lt;/a&gt; with the Buccaneers in &lt;a href=\"Super%20Bowl%20XXXVII\"&gt;Super Bowl XXXVII&lt;/a&gt;, and also played in &lt;a href=\"Super%20Bowl%20XXXV\"&gt;Super Bowl XXXV&lt;/a&gt; and &lt;a href=\"Super%20Bowl%20XL\"&gt;Super Bowl XL&lt;/a&gt; as a member of the Giants and Seahawks respectively.\nEarly years.\nJurevicius attended St. Justin Martyr School in &lt;a href=\"Eastlake%2C%20Ohio\"&gt;Eastlake, Ohio&lt;/a&gt;, and &lt;a href=\"Lake%20Catholic%20High%20School\"&gt;Lake Catholic High School&lt;/a&gt; in &lt;a href=\"Mentor%2C%20Ohio\"&gt;Mentor, Ohio&lt;/a&gt;, and was a &lt;a href=\"Letterman%20%28sports%29\"&gt;letterman&lt;/a&gt; in &lt;a href=\"high%20school%20football\"&gt;football&lt;/a&gt; as a wide receiver and punter, and in &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, his #84 jersey is retired and hanging in the Lake Catholic gymnasium.\nCollege career.\nJurevicius played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at &lt;a href=\"Pennsylvania%20State%20University\"&gt;Penn State University&lt;/a&gt; under head coach &lt;a href=\"Joe%20Paterno\"&gt;Joe Paterno&lt;/a&gt;. He finished his college career with 94 receptions for 1,905 yards and 15 touchdowns.\nProfessional career.\nNew York Giants.\nJurevicius was selected by the &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt; in the second round (55th overall) in the &lt;a href=\"1998%20NFL%20Draft\"&gt;1998 NFL Draft&lt;/a&gt;. He played four seasons with the &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt; through the 2002 season. During his time in New York, he played in 58 games, scoring five touchdowns and totaling 1,442 receiving yards. He played in the Giants' 34–7 loss to the &lt;a href=\"Baltimore%20Ravens\"&gt;Baltimore Ravens&lt;/a&gt; in &lt;a href=\"Super%20Bowl%20XXXV\"&gt;Super Bowl XXXV&lt;/a&gt;, but did not record any receptions.\nTampa Bay Buccaneers.\nIn 2002, Jurevicius signed a four-year contract with the &lt;a href=\"Tampa%20Bay%20Buccaneers\"&gt;Tampa Bay Buccaneers&lt;/a&gt; as an unrestricted free agent. In the 2002 NFC Championship game against the &lt;a href=\"Philadelphia%20Eagles\"&gt;Philadelphia Eagles&lt;/a&gt;, he took a crossing pattern 71 yards down to the Eagles' five-yard line. In &lt;a href=\"Super%20Bowl%20XXXVII\"&gt;Super Bowl XXXVII&lt;/a&gt;, Jurevicius led the Buccaneers in receiving yards with four catches for 78 yards as Tampa Bay won by a score of 48–21 over the Oakland Raiders. Tampa Bay is the first franchise from the &lt;a href=\"NFC%20South\"&gt;NFC South&lt;/a&gt; to win the Super Bowl.\nJurevicius left Tampa Bay following the 2004 season. He played in 30 games for the team, recording 874 yards receiving and eight touchdowns.\nSeattle Seahawks.\nIn 2005, Jurevicius signed with the &lt;a href=\"Seattle%20Seahawks\"&gt;Seattle Seahawks&lt;/a&gt;. He finished the regular season with a career-high 10 touchdowns with 694 receiving yards, leading the team in touchdowns and finishing second in yards. He also had a career-high 137 yards against the &lt;a href=\"St.%20Louis%20Rams\"&gt;St. Louis Rams&lt;/a&gt;. He led the Seahawks in receiving with five catches for 93 yards in their 21–10 loss to the &lt;a href=\"Pittsburgh%20Steelers\"&gt;Pittsburgh Steelers&lt;/a&gt; in &lt;a href=\"Super%20Bowl%20XL\"&gt;Super Bowl XL&lt;/a&gt;.\nCleveland Browns.\nOn March 11, 2006, Jurevicius signed a four-year contract with his hometown team, the &lt;a href=\"Cleveland%20Browns\"&gt;Cleveland Browns&lt;/a&gt;. He became an immediate impact player as a dependable, sure-handed receiver—especially on 3rd-and-long situations. He finished the &lt;a href=\"2007%20NFL%20season\"&gt;2007 season&lt;/a&gt; with the third most 3rd-down receptions (29) in the league.\nIn 2008, Jurevicius spent the preseason recovering from surgery on his right knee. Shortly after the initial surgery, he developed a &lt;a href=\"Staphylococcal%20infection\"&gt;staph infection&lt;/a&gt; and underwent five additional surgeries to eliminate the infection. He began the season on the Active/&lt;a href=\"Physically%20Unable%20to%20Perform\"&gt;PUP&lt;/a&gt; list, and on August 25, he was transferred to the &lt;a href=\"Injured%20reserve%20list\"&gt;Reserve&lt;/a&gt;/PUP list, forcing him to miss the first six weeks of the regular season. Slow recovery prevented his availability before Week 10, which by NFL rules, made him ineligible to return for the remainder of the &lt;a href=\"2008%20NFL%20season\"&gt;2008 season&lt;/a&gt;. He was awarded the team's &lt;a href=\"Ed%20Block%20Courage%20Award\"&gt;Ed Block Courage Award&lt;/a&gt;, given to the player who best persevered through injury.\nJurevicius underwent a seventh surgery to clear out scar tissue in late 2008, vowing to return for the &lt;a href=\"2009%20NFL%20season\"&gt;2009 season&lt;/a&gt;. However, the Browns released him on March 11, 2009.\nOn June 26, 2009, Jurevicius filed a lawsuit in &lt;a href=\"Cuyahoga%20County%2C%20Ohio\"&gt;Cuyahoga County&lt;/a&gt; &lt;a href=\"Ohio%20Courts%20of%20Common%20Pleas\"&gt;Court of Common Pleas&lt;/a&gt; naming the Browns, the &lt;a href=\"Cleveland%20Clinic\"&gt;Cleveland Clinic&lt;/a&gt;, and Browns team physicians, Dr. Anthony Miniaci and Dr. Richard Figler, as &lt;a href=\"defendant\"&gt;defendant&lt;/a&gt;s. The suit alleged Jurevicius contracted staph in his right knee due to the Browns' failure to sterilize their &lt;a href=\"Berea%2C%20Ohio\"&gt;Berea, Ohio&lt;/a&gt; training facility properly and the failure of doctors at the Cleveland Clinic to take proper precautions against infection. Five other Browns players and two staff members had contracted staph since 2003. The Browns and Cleveland Clinic confidentially settled with Jurevicius in 2010.\nRetirement.\nThe damage done to his knee effectively forced him into retirement. He now appears on the Tailgate Show on Cleveland Browns pre-game television. Jurevicius also appeared on two episodes of \"North American Hunter\" in 2013 hunting moose and bear in Newfoundland and British Columbia.\nIn 2014, he opted to receive &lt;a href=\"stem%20cell%20therapy\"&gt;stem cell therapy&lt;/a&gt; on his knees.\nPersonal life.\nJurevicius currently lives in &lt;a href=\"Gates%20Mills%2C%20Ohio\"&gt;Gates Mills, Ohio&lt;/a&gt;. He is of Lithuanian descent, has a tattoo of &lt;a href=\"Vytis\"&gt;Vytis&lt;/a&gt;, the &lt;a href=\"national%20symbols%20of%20Lithuania\"&gt;national symbol&lt;/a&gt; of &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt; on his right biceps. He earned a degree in Human Development and Family Studies from &lt;a href=\"Penn%20State%20University\"&gt;Penn State University&lt;/a&gt; in 1997. He appeared on the cover of &lt;a href=\"Sports%20Illustrated\"&gt;Sports Illustrated&lt;/a&gt; twice: August 25, 1997 and February 3, 2003.\nJurevicius is an avid &lt;a href=\"hunting\"&gt;hunter&lt;/a&gt;. In 2007, he co-founded Dismal River Outfitters, a hunting ranch and resort in &lt;a href=\"Mullen%2C%20Nebraska\"&gt;Mullen, Nebraska&lt;/a&gt;, with his former Buccaneer and Seahawk teammate, &lt;a href=\"John%20Howell%20%28defensive%20back%29\"&gt;John Howell&lt;/a&gt;. His appearance on 'North American Hunter' chasing moose and spot-and-stalk bear is a further testament to his love of hunting and the outdoors.\nIn June 2009, Jurevicius took part in the 2009 NFL/&lt;a href=\"National%20Football%20League%20Players%20Association\"&gt;NFLPA&lt;/a&gt; \"Broadcast Boot Camp,\" a program designed by the NFL Broadcasting Department and their broadcast partners to prepare players for possible post-playing careers in broadcasting.\nIn September 2018, Jurevicius was robbed at gunpoint in his house in Gates Mills, Ohio. The robber was later found guilty of charges relating to the robbery and received a 43-year prison sentence. The defendant had a notable outburst at his sentencing.\nJurevicius owns a commercial cleaning and laundry businesses headquartered outside of Cleveland."
}