{
    "id": "17814601",
    "revid": "38557371",
    "url": "https://en.wikipedia.org/wiki?curid=17814601",
    "title": "PSR B1257+12 B",
    "text": "PSR B1257+12 c, alternatively designated PSR B1257+12 B, also named Poltergeist, is an &lt;a href=\"Exoplanet\"&gt;extrasolar planet&lt;/a&gt; approximately 2,300 &lt;a href=\"light-year\"&gt;light-year&lt;/a&gt;s away in the &lt;a href=\"constellation\"&gt;constellation&lt;/a&gt; of &lt;a href=\"Virgo%20%28constellation%29\"&gt;Virgo&lt;/a&gt;. It was one of the first planets ever discovered outside the &lt;a href=\"Solar%20System\"&gt;Solar System&lt;/a&gt;, and is one of three &lt;a href=\"pulsar%20planet\"&gt;pulsar planet&lt;/a&gt;s known to be orbiting the &lt;a href=\"pulsar\"&gt;pulsar&lt;/a&gt; &lt;a href=\"PSR%20B1257%2B12\"&gt;PSR B1257+12&lt;/a&gt;.\nOver four times as &lt;a href=\"mass\"&gt;mass&lt;/a&gt;ive as the &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;, it circles the &lt;a href=\"Primary%20%28astronomy%29\"&gt;primary&lt;/a&gt; at a distance of 0.36 AU with an &lt;a href=\"orbital%20period\"&gt;orbital period&lt;/a&gt; of approximately 66 &lt;a href=\"day\"&gt;day&lt;/a&gt;s. Because it and &lt;a href=\"Phobetor%20%28planet%29\"&gt;Phobetor&lt;/a&gt; have very similar masses and orbit close to each other, they were expected to cause measurable &lt;a href=\"Perturbation%20%28astronomy%29\"&gt;perturbations&lt;/a&gt; in each other's orbits. Detecting such perturbations confirmed that the planets were real. Accurate masses of the two planets, as well as their &lt;a href=\"inclination\"&gt;inclination&lt;/a&gt;s, were calculated from how much the planets perturb each other.\nNomenclature.\nThe convention that arose for designating &lt;a href=\"pulsar\"&gt;pulsar&lt;/a&gt;s was that of using the letters PSR (Pulsating Source of Radio) followed by the pulsar's &lt;a href=\"right%20ascension\"&gt;right ascension&lt;/a&gt; and degrees of &lt;a href=\"declination\"&gt;declination&lt;/a&gt;. The modern convention prefixes the older numbers with a B meaning the coordinates are for the 1950.0 &lt;a href=\"Epoch%20%28astronomy%29\"&gt;epoch&lt;/a&gt;. All new pulsars have a J indicating 2000.0 coordinates and also have declination including minutes. Pulsars that were discovered before 1993 tend to retain their B names rather than use their J names, but all pulsars have a J name that provides more precise coordinates of its location in the sky.\nOn its discovery, the planet was designated PSR 1257+12 B and later PSR B1257+12 B. It was discovered before the convention that extrasolar planets receive designations consisting of the star's name followed by lower-case &lt;a href=\"Latin%20alphabet\"&gt;Roman letters&lt;/a&gt; starting from \"b\" was established. However, it is listed under the latter convention on astronomical databases such as &lt;a href=\"SIMBAD\"&gt;SIMBAD&lt;/a&gt; and the &lt;a href=\"Extrasolar%20Planets%20Encyclopedia\"&gt;Extrasolar Planets Encyclopedia&lt;/a&gt;. Hence the designation PSR B1257+12 c.\nIn July 2014, the &lt;a href=\"International%20Astronomical%20Union\"&gt;International Astronomical Union&lt;/a&gt; launched &lt;a href=\"NameExoWorlds\"&gt;NameExoWorlds&lt;/a&gt;, a process for giving proper names to certain exoplanets and their host stars. The process involved public nomination and voting for the new names. In December 2015, the IAU announced the winning name was Poltergeist for this planet. The winning name was submitted by the Planetarium Südtirol Alto Adige in &lt;a href=\"Karneid\"&gt;Karneid&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;. &lt;a href=\"Poltergeist\"&gt;Poltergeist&lt;/a&gt; is a name for &lt;a href=\"supernatural\"&gt;supernatural&lt;/a&gt; beings that create physical disturbances, from the &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; for \"noisy ghost\"."
}