{
    "id": "178128",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=178128",
    "title": "Fedje",
    "text": "Fedje is an island municipality in the &lt;a href=\"Nordhordland\"&gt;Nordhordland&lt;/a&gt; region of &lt;a href=\"Vestland\"&gt;Vestland&lt;/a&gt; county, &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;. The &lt;a href=\"administrative%20centre\"&gt;administrative centre&lt;/a&gt; of the municipality is the &lt;a href=\"Fedje%20%28village%29\"&gt;village of Fedje&lt;/a&gt;. The traditional economic activity of the inhabitants is &lt;a href=\"fishing\"&gt;fishing&lt;/a&gt;.\nThe municipality is the 354th largest by area out of the 356 municipalities in Norway. Fedje is the 349th most populous municipality in Norway with a population of 548. The municipality's &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; is and its population has decreased by 7.7% over the previous 10-year period. The municipality consists of the main &lt;a href=\"Fedje%20%28island%29\"&gt;island of Fedje&lt;/a&gt; which is also surrounded by about 125 smaller islands and rocks mostly north of the main island. The name \"Fedje\" applies both to the main island, the main village, and to all the islands and rocks as a whole municipality.\nIn 2016, the chief of police for &lt;a href=\"Vestlandet\"&gt;Vestlandet&lt;/a&gt; formally suggested a reconfiguration of police districts and stations. He proposed that the police station in Fedje be closed.\nGeneral information.\nHistorically, the islands of Fedje belonged to the &lt;a href=\"prestegjeld\"&gt;prestegjeld&lt;/a&gt; of &lt;a href=\"Lind%C3%A5s\"&gt;Lindås&lt;/a&gt;. In 1910, the northwestern part of Lindås was separated to become the new &lt;a href=\"Austrheim%20Municipality\"&gt;Austrheim Municipality&lt;/a&gt; (which included Fedje). On 1 January 1947, all of Austrheim located west of the &lt;a href=\"Fedjefjorden\"&gt;Fedjefjorden&lt;/a&gt; (population: 920) was separated to become the new municipality of Fedje.\nName.\nThe &lt;a href=\"Old%20Norse\"&gt;Old Norse&lt;/a&gt; form of the name was \"Feðjar\", closely related to &lt;a href=\"Gothic%20language\"&gt;Gothic&lt;/a&gt; word \"faþa\" which means \"fence\" or \"wall\". The meaning here refers to a row of islands or archipelago, separating the inshore waters (now called the &lt;a href=\"Fedjefjorden\"&gt;Fedjefjorden&lt;/a&gt;) from the ocean.\nCoat of arms.\nThe &lt;a href=\"coat%20of%20arms\"&gt;coat of arms&lt;/a&gt; was granted on 13 July 1990. The arms show two silver or white &lt;a href=\"oar\"&gt;oar&lt;/a&gt;s on a blue background. This symbolizes the rich boating history of this island municipality. \nChurches.\nThe &lt;a href=\"Church%20of%20Norway\"&gt;Church of Norway&lt;/a&gt; has one parish () within the municipality of Fedje. It is part of the &lt;a href=\"Nordhordland%20prosti\"&gt;Nordhordland prosti&lt;/a&gt; (&lt;a href=\"deanery\"&gt;deanery&lt;/a&gt;) in the &lt;a href=\"Diocese%20of%20Bj%C3%B8rgvin\"&gt;Diocese of Bjørgvin&lt;/a&gt;.\nEducation.\nFedje has an &lt;a href=\"elementary%20school\"&gt;elementary school&lt;/a&gt;, and a &lt;a href=\"middle%20school\"&gt;junior high school&lt;/a&gt;, both of which are situated in the center of the island, and in the same building. The school is also used as a &lt;a href=\"movie%20theater\"&gt;movie theater&lt;/a&gt; twice a week.\nHistory.\nThere are traces of human activity on &lt;a href=\"Fedje%20%28island%29\"&gt;Fedje&lt;/a&gt; from as long as 4,000 years ago. In the 18th century, the &lt;a href=\"Fedje%20%28village%29\"&gt;village of Fedje&lt;/a&gt; was an important trading place, with the small island of &lt;a href=\"Kr%C3%A6mmerholmen\"&gt;Kræmmerholmen&lt;/a&gt; being the location where the trading took place. Kræmmerholmen was reopened in 1991, and was a restaurant/hotel/museum area, but closed in September 2008. Fedje was previously a substantial producer of &lt;a href=\"peat\"&gt;peat&lt;/a&gt;. The peat led to the construction of a &lt;a href=\"railway\"&gt;railway&lt;/a&gt;. The railway was given up together with the peat industry in 1920.\nDuring the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt; Fedje was occupied by over 300 &lt;a href=\"Germany\"&gt;German&lt;/a&gt; soldiers. There are still remains of the German &lt;a href=\"cannons\"&gt;cannons&lt;/a&gt; and &lt;a href=\"bunker\"&gt;bunkers&lt;/a&gt; all over the island, especially in the western part close to the traffic station, which is actually built on the remains of a German &lt;a href=\"radar\"&gt;radar&lt;/a&gt; station.\nIn February 1945, the &lt;a href=\"Germany\"&gt;German&lt;/a&gt; &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt; \"&lt;a href=\"U-864\"&gt;U-864&lt;/a&gt;\" was sunk by the British submarine outside western Fedj, the only instance in history of a submarine being sunk by another submarine while both were submerged. The wreck of the U-boat was discovered in 2003 lying in of water, west of Fedje. Its cargo included 67 short tons (61 t) of &lt;a href=\"Mercury%20%28element%29\"&gt;mercury&lt;/a&gt; which was being shipped to &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. Contained in 1,857 rusting steel bottles in the vessel's keel, the mercury was discovered to be leaking out and currently poses a severe environmental threat. The rusting mercury bottles, the delicate condition of the wreck, and the presence of live torpedoes aboard it make the raising or salvage of \"U-864\" extremely hazardous, and it has instead been proposed that the wreck be entombed.\nOn 12 January 2007, M/V Server sunk outside Fedje. The ship leaked oil and caused major environmental damage. But due to intensive efforts to clean the coves and beaches, very few traces can be found today.\nGovernment.\nAll municipalities in Norway, including Fedje, are responsible for &lt;a href=\"primary%20education\"&gt;primary education&lt;/a&gt; (through 10th grade), outpatient &lt;a href=\"Health%20care\"&gt;health services&lt;/a&gt;, &lt;a href=\"old%20age\"&gt;senior citizen&lt;/a&gt; services, &lt;a href=\"unemployment\"&gt;unemployment&lt;/a&gt; and other &lt;a href=\"Social%20work\"&gt;social services&lt;/a&gt;, &lt;a href=\"zoning\"&gt;zoning&lt;/a&gt;, &lt;a href=\"economic%20development\"&gt;economic development&lt;/a&gt;, and municipal &lt;a href=\"road\"&gt;road&lt;/a&gt;s. The municipality is governed by a &lt;a href=\"Municipal%20council%20%28Norway%29\"&gt;municipal council&lt;/a&gt; of elected representatives, which in turn elect a &lt;a href=\"mayor\"&gt;mayor&lt;/a&gt;. The municipality falls under the &lt;a href=\"Bergen%20District%20Court\"&gt;Bergen District Court&lt;/a&gt; and the &lt;a href=\"Gulating%20Court%20of%20Appeal\"&gt;Gulating Court of Appeal&lt;/a&gt;.\nMunicipal council.\nThe &lt;a href=\"Municipal%20council%20%28Norway%29\"&gt;municipal council&lt;/a&gt; () of Fedje is made up of 15 representatives that are elected to four year terms. The &lt;a href=\"Political%20party\"&gt;party&lt;/a&gt; breakdown of the council is as follows:\nMayor.\nThe mayors of Fedje (incomplete list):\nGeography.\nThe highest point on Fedje is the high hill called &lt;a href=\"Fedjebj%C3%B8rnen\"&gt;Fedjebjørnen&lt;/a&gt;. The largest lake is Storevatnet.\nIslands.\nOther than the main island of &lt;a href=\"Fedje%20%28island%29\"&gt;Fedje&lt;/a&gt;, the best known smaller island is called \"&lt;a href=\"Holmengr%C3%A5%2C%20Hordaland\"&gt;Holmengrå&lt;/a&gt;\". Holmengrå is the site of the tall &lt;a href=\"Holmengr%C3%A5%20Lighthouse\"&gt;Holmengrå Lighthouse&lt;/a&gt;. In the southern part of Fedje which is called \"Stormark\", there is a lighthouse called &lt;a href=\"Hellis%C3%B8y%20Lighthouse\"&gt;Hellisøy Lighthouse&lt;/a&gt;, maybe the most famous feature of Fedje. Hellisøy Lighthouse was built in 1855. The tall tower is painted red and white. The islands of Fedje are all located on the western side of the &lt;a href=\"Fedjefjorden\"&gt;Fedjefjorden&lt;/a&gt;.\nPeople.\nThe population of the island community is decreasing due to the high percentage of people over 60 years (25% as of 1 January 2003), and because many people decide to move from the island, many because of the lack of work.\nMost of the people live on the lagoon-like northern part of the island in the village of &lt;a href=\"Fedje%20%28village%29\"&gt;Fedje&lt;/a&gt; where there is a grocery store, &lt;a href=\"Fedje%20Church\"&gt;Fedje Church&lt;/a&gt;, and the &lt;a href=\"Quay\"&gt;ferry quay&lt;/a&gt;. Fedje used to be inhabited by fishermen and whalers. These days many are working on commercial ships or in the oil industry. By doing so they can still live on the island without having to work there.\nSports.\nThe main sporting activity on Fedje is &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt;, which can be played on the football grounds in the eastern part of the island. The football ground is also the home ground of the local &lt;a href=\"football%20team\"&gt;football team&lt;/a&gt; called &lt;a href=\"http%3A//www.alaje.org\"&gt;Fedje A-lag&lt;/a&gt;. The club is currently playing in the Norwegian 6th division. \n&lt;a href=\"human%20swimming\"&gt;Swimming&lt;/a&gt; is also popular, as there is a beautiful beach located on Fedje, which is to be found in the centre of the &lt;a href=\"island\"&gt;island&lt;/a&gt; on the shoreline of &lt;a href=\"Lake\"&gt;Lake&lt;/a&gt; &lt;a href=\"Husavatnet\"&gt;Husavatnet&lt;/a&gt;. The &lt;a href=\"water\"&gt;water&lt;/a&gt; is clean and &lt;a href=\"brackish\"&gt;brackish&lt;/a&gt;, as it have a small opening to the sea which makes the tide flush it with sea water from time to time.\nInfrastructure.\n&lt;a href=\"Fedje%20Vessel%20Traffic%20Service%20Centre\"&gt;Fedje Vessel Traffic Service Centre&lt;/a&gt; has been operating since 1 September 1992. It surveys the coast to allow safe passage to &lt;a href=\"Mongstad\"&gt;Mongstad&lt;/a&gt; and &lt;a href=\"Sture%2C%20Norway\"&gt;Sture&lt;/a&gt;. It also serves as a &lt;a href=\"pilot%20station\"&gt;pilot station&lt;/a&gt;. Next to the station is &lt;a href=\"Fedje%20Heliport%2C%20H%C3%B8gden\"&gt;Fedje Heliport, Høgden&lt;/a&gt;.\nThe island is supplied with power, telephone, and internet cables from an underwater cordless router to the mainland. A &lt;a href=\"ferry\"&gt;ferry&lt;/a&gt;, crossing 20 times a day, connects Fedje to the mainland. The voyage lasts for about 30 minutes. Fedje is about a 1-hour 40 minute drive (including a 30-minute ferry voyage) from the city of &lt;a href=\"Bergen\"&gt;Bergen&lt;/a&gt;."
}