{
    "id": "17820055",
    "revid": "1041970072",
    "url": "https://en.wikipedia.org/wiki?curid=17820055",
    "title": "David E. Finley Jr.",
    "text": "David Edward Finley Jr. (September 1, 1890 – February 1, 1977) was an American cultural leader during the middle third of the 20th century. He was the first director of the &lt;a href=\"National%20Gallery%20of%20Art\"&gt;National Gallery of Art&lt;/a&gt;, the founding chairman of the &lt;a href=\"National%20Trust%20for%20Historic%20Preservation\"&gt;National Trust for Historic Preservation&lt;/a&gt;, chairman of the &lt;a href=\"U.S.%20Commission%20of%20Fine%20Arts\"&gt;U.S. Commission of Fine Arts&lt;/a&gt;, a prime mover in the founding of the &lt;a href=\"National%20Portrait%20Gallery%20%28United%20States%29\"&gt;National Portrait Gallery&lt;/a&gt;, and founding chairman of the &lt;a href=\"White%20House%20Historical%20Association\"&gt;White House Historical Association&lt;/a&gt;. During the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, Finley led the &lt;a href=\"Roberts%20Commission\"&gt;Roberts Commission&lt;/a&gt;, which led the rescue of much of the threatened artworks of Europe.\nEarly life.\nFinley was born at &lt;a href=\"York%2C%20South%20Carolina\"&gt;York&lt;/a&gt;, &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt;, the son of Congressman &lt;a href=\"David%20E.%20Finley\"&gt;David E. Finley&lt;/a&gt; (1862–1917) and Elizabeth Lewis Gist, of a family prominent in South Carolina before and during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;. He was graduated from the &lt;a href=\"University%20of%20South%20Carolina\"&gt;University of South Carolina&lt;/a&gt; in 1910 and took a law degree at &lt;a href=\"George%20Washington%20University\"&gt;George Washington University&lt;/a&gt; in 1913. He learned the workings of Washington working for his father's congressional committee from 1910 to 1915, and then practiced law in &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt; and &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; before and after the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;, in which he served in the &lt;a href=\"U.S.%20Army%20Air%20Service\"&gt;U.S. Army Air Service&lt;/a&gt; and with the &lt;a href=\"United%20States%20Department%20of%20War\"&gt;War Department&lt;/a&gt; afterwards in soldier reemployment.\nFamily life.\nAs the eldest of eight siblings, Finley provided financial and moral support to an extended family in South Carolina and elsewhere after his father died in 1917 and throughout his own life. In 1931, he married Margaret Morton Eustis (1903–1977), a Washington heiress, sculptor and architect, at her family's country home at Oatlands, near &lt;a href=\"Leesburg%2C%20Virginia\"&gt;Leesburg, Virginia&lt;/a&gt;, where the Finleys later established their own country residence. Their Washington home was in &lt;a href=\"Georgetown%2C%20Washington%2C%20D.C.\"&gt;Georgetown&lt;/a&gt;, at 3318 O Street, NW, where they led an active social life with political and social leaders. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, and for many years afterwards, Margaret Finley was a full-time volunteer for the &lt;a href=\"American%20Red%20Cross\"&gt;American Red Cross&lt;/a&gt;. The Finleys had no natural children, but in 1935 they took into their home Renee and Joan Beauregard, the two orphaned daughters of friends, whom they raised as their wards.\nCareer.\nThe Mellon Connection.\nIn 1921 Finley joined the legal staff of the &lt;a href=\"United%20States%20Treasury%20Department\"&gt;United States Treasury Department&lt;/a&gt; where he came to the attention of Secretary &lt;a href=\"Andrew%20W.%20Mellon\"&gt;Andrew W. Mellon&lt;/a&gt;. In 1924, Finley wrote \"Taxation, the People’s Business\", published in Mellon's name, which articulated Mellon's taxation and fiscal policies. By 1927, Finley was writing most of Mellon's speeches, policy papers and correspondence and had begun to assist Mellon in his art collection.\nBy the 1920s Mellon had become a major collector of paintings, principally Dutch, British and American and traveled regularly to England and the Continent, where he became familiar with the great public and private art collections and was a particular admirer of the &lt;a href=\"National%20Gallery%20%28London%29\"&gt;National Gallery&lt;/a&gt; and the &lt;a href=\"National%20Portrait%20Gallery%20%28London%29\"&gt;National Portrait Gallery&lt;/a&gt; in London. In 1927, he decided to found the &lt;a href=\"National%20Gallery%20of%20Art\"&gt;National Gallery of Art&lt;/a&gt; in Washington, and made Finley his special assistant in that enterprise. Finley was particularly influential in Mellon's selection of art from the Italian Renaissance, which he began collecting in 1928 with a view to creating a collection worthy to be the nucleus of a great national gallery.\nWhen Mellon went to &lt;a href=\"London\"&gt;London&lt;/a&gt; as ambassador in 1932-1933, Finley went with him on Mellon's private payroll and continued to work on the planning for the National Gallery. Upon their return in 1933, Mellon was forced to spend most of the next three years defending himself, against politically motivated charges of tax fraud brought by the Roosevelt administration, while Finley continued to work on planning the National Gallery. In late 1936 Finley selected twenty-four &lt;a href=\"Italian%20Renaissance\"&gt;Italian Renaissance&lt;/a&gt; paintings and eighteen sculptures from Lord &lt;a href=\"Joseph%20Duveen\"&gt;Joseph Duveen&lt;/a&gt;, which Mellon bought to complete his collection. He offered it to the nation as the nucleus of the National Gallery, together with the gallery building and a large endowment. The total gift was valued at $80 million, which would translate to perhaps $10 billion in current dollars – the richest gift ever from an individual to a government. After Mellon's death in 1937, Finley spent the next thirty years realizing Mellon's plans for the National Gallery of Art and his dream of a National Portrait Gallery and went on to many accomplishments of his own.\nNational Gallery of Art.\nIn August 1937, both &lt;a href=\"Andrew%20Mellon\"&gt;Andrew Mellon&lt;/a&gt; and architect &lt;a href=\"John%20Russell%20Pope\"&gt;John Russell Pope&lt;/a&gt; died just as the National Gallery building was begun. It fell to David Finley to oversee the completion of the building and the opening of the Gallery in 1941. After being named director in 1938, Finley persuaded other major art collectors to add their collections to the National Gallery – notably the &lt;a href=\"Samuel%20Kress\"&gt;Samuel Kress&lt;/a&gt; Rush Kress, &lt;a href=\"Joseph%20E.%20Widener\"&gt;Joseph E. Widener&lt;/a&gt;, Chester Dale and &lt;a href=\"Lessing%20Rosenwald\"&gt;Lessing Rosenwald&lt;/a&gt; collections. Mellon had the wisdom to insist that it be called the National Gallery and not bear his name, but it was Finley's inimitable powers of persuasion that brought so many other great collections to the Gallery in so short a time. Upon his retirement as director in 1956, the &lt;a href=\"National%20Gallery%20of%20Art\"&gt;National Gallery of Art&lt;/a&gt; could be favorably compared to the great art museums of &lt;a href=\"London\"&gt;London&lt;/a&gt;, &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, &lt;a href=\"Florence\"&gt;Florence&lt;/a&gt; and elsewhere in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;. In 1973, Finley published his memoir of the founding of the National Gallery, A\" Standard of Excellence, Andrew W. Mellon Founds the National Gallery of Art at Washington\". That standard established by Mellon and Finley has been maintained under David Finley's successor directors, John Walker (1956–1968), &lt;a href=\"J.%20Carter%20Brown\"&gt;J. Carter Brown&lt;/a&gt; (1968–1993) and Earl A. Powell III (since 1993).\nThe Roberts Commission.\nDuring the Second World War, Finley led a group of American art scholars and administrators who pressed the federal government to take steps to protect the priceless art works and monuments of Europe from destruction. Finley's skills in dealing with the government had been honed by thirty years in Washington and he got chief Justice &lt;a href=\"Harlan%20Fiske%20Stone\"&gt;Harlan Fiske Stone&lt;/a&gt; and President &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt; to champion their cause. Although wartime Washington had greater priorities than cultural protection in Europe, Finley persuaded the administration to appoint, in August 1943, the &lt;a href=\"Roberts%20Commission\"&gt;American Commission for the Protection and Salvage of Artistic and Historic Monuments in War Areas&lt;/a&gt;, a blue ribbon panel of distinguished civilians led by Associate Justice &lt;a href=\"Owen%20J.%20Roberts\"&gt;Owen J. Roberts&lt;/a&gt; as chairman. Finley was named vice-chairman and actually ran what became known as the Roberts Commission for the rest of the war from the National Gallery. He cut through the military and civilian bureaucracy to elevate the protection of monuments and artworks to a high priority, subject only to military necessity. Acting in close concert with the &lt;a href=\"United%20States%20Department%20of%20War\"&gt;War Department&lt;/a&gt;, which placed over two hundred &lt;a href=\"Monuments%2C%20Fine%20Arts%2C%20and%20Archives%20program\"&gt;Monuments and Fine Art Officers&lt;/a&gt; in the field, and similar Allied groups, the &lt;a href=\"Roberts%20Commission\"&gt;Roberts Commission&lt;/a&gt; oversaw the rescue of most of the threatened artworks of war-torn Europe.\nNational Trust for Historic Preservation.\nIn 1947, Finley convened 45 national leaders in historic and architectural protection at the &lt;a href=\"National%20Gallery%20of%20Art\"&gt;National Gallery of Art&lt;/a&gt;, and founded a private non-profit group that Congress chartered as the &lt;a href=\"National%20Trust%20for%20Historic%20Preservation\"&gt;National Trust for Historic Preservation&lt;/a&gt; in 1949. As chairman of its trustees, Finley led the National Trust through its critical early years, when the concept of the preservation of old buildings was considered a novel and radical departure from prevailing views. His matchless contacts enabled him to enlist national leaders in the cause and to raise critically needed funds from &lt;a href=\"Paul%20Mellon\"&gt;Paul Mellon&lt;/a&gt; and Ailsa Mellon Bruce. By the time he retired as chairman in 1962, the foundations of the &lt;a href=\"Historic%20Preservation\"&gt;historic preservation movement&lt;/a&gt; in the United States had been firmly established.\nU.S. Commission of Fine Arts.\nDavid Finley was appointed to the &lt;a href=\"United%20States%20Commission%20of%20Fine%20Arts\"&gt;United States Commission of Fine Arts&lt;/a&gt; by President Roosevelt in 1943 and served as its chairman from 1950 to 1963. Under his leadership, the Commission took a leading advisory role in many projects in monumental Washington, such as saving of the &lt;a href=\"Old%20Patent%20Office%20Building\"&gt;Old Patent Office Building&lt;/a&gt; in 1956, preserving &lt;a href=\"Lafayette%20Square%2C%20Washington%2C%20D.C.\"&gt;Lafayette Square&lt;/a&gt; in 1962 and heading off many ill-advised projects such as the original “tombstone” design of the FDR memorial in 1963. Finley's dual roles as chairman of the Fine Arts Commission and the National Trust for Historic Preservation gave him access to Presidents Truman, Eisenhower and Kennedy. Jacqueline Bouvier Kennedy and Finley formed a powerful team for the promotion of good taste in monumental Washington and the White House and they became close personal friends.\nNational Portrait Gallery.\nAndrew Mellon had acquired a major collection of American portraits that he hoped would form the nucleus of a future &lt;a href=\"National%20Portrait%20Gallery%20%28United%20States%29\"&gt;National Portrait Gallery&lt;/a&gt;, but died before he could take any concrete steps in that direction. David Finley took up the cause and in 1956 when the federal government planned to demolish the &lt;a href=\"Old%20Patent%20Office%20Building\"&gt;Old Patent Office Building&lt;/a&gt;, one of Washington's oldest and most beautiful, for a parking garage, Finley as chairman of both the &lt;a href=\"National%20Trust%20for%20Historic%20Preservation\"&gt;National Trust for Historic Preservation&lt;/a&gt; and the &lt;a href=\"United%20States%20Commission%20of%20Fine%20Arts\"&gt;Fine Arts Commission&lt;/a&gt;, appealed to President &lt;a href=\"Dwight%20D.%20Eisenhower\"&gt;Dwight D. Eisenhower&lt;/a&gt;, who saved it for the National Portrait Gallery. It took until 1968 before the building could house the &lt;a href=\"National%20Portrait%20Gallery%20%28United%20States%29\"&gt;Portrait Gallery&lt;/a&gt; and also the &lt;a href=\"Smithsonian%20American%20Art%20Museum\"&gt;Smithsonian American Art Museum&lt;/a&gt;. Finley served on its Commission until his death, recommended its first director and with his wife gave it some of its first gifts of portraits and furniture.\nWhite House Historical Association.\nWhen Jacqueline Kennedy began to restore the White House in 1961, she enlisted David Finley in her cause. Together, they created the &lt;a href=\"White%20House%20Historical%20Association\"&gt;White House Historical Association&lt;/a&gt; which in 1962 published \"The White House, An Historic Guide\", an immediate best-seller and has been republished ever since and has raised millions of dollars for the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt;. David and Margaret Finley presented one of the first pieces of fine antique furniture to the White House, an example soon followed by many other prominent Americans. When Finley resigned as chairman on the U.S. Commission of Fine Arts in 1963, Mrs. Kennedy made him promise never to resign from the Association, which he led as chairman until his death in 1977.\nCareer Summary.\nIn over 60 years in official Washington, David Finley mastered the Capital's twin arts of the political process and social life. Quiet and soft-spoken with old fashioned Southern courtesy, he had a core of iron and was brilliantly successful in persuading others for the public good. As &lt;a href=\"J.%20Carter%20Brown\"&gt;J. Carter Brown&lt;/a&gt;, one of Finley's successors at the &lt;a href=\"National%20Gallery%20of%20Art\"&gt;National Gallery of Art&lt;/a&gt; and the Commission of Fine Arts and himself an expert in the field, once put it, “If anyone ever knew how things get done in Washington, it was David Finley.”\nPersonal life.\nFinley was a gifted writer and from 1913 to 1930 kept a series of journals that expressed his views on a wide range of personal matters and public affairs. These journals provide a wealth of insights into his early life and later career. Besides writing \"Taxation, the Peoples’ Business\" for &lt;a href=\"Andrew%20Mellon\"&gt;Andrew Mellon&lt;/a&gt; in 1924, he wrote virtually all of Mellon's speeches, policy papers and official correspondence. Late in life, he wrote and published histories of the &lt;a href=\"National%20Trust%20for%20Historic%20Preservation\"&gt;National Trust for Historic Preservation&lt;/a&gt; and of Andrew Mellon's founding of the &lt;a href=\"National%20Gallery%20of%20Art\"&gt;National Gallery&lt;/a&gt; and his own years as its director. He received honorary degrees from &lt;a href=\"Yale\"&gt;Yale&lt;/a&gt;, the &lt;a href=\"University%20of%20South%20Carolina\"&gt;University of South Carolina&lt;/a&gt;, &lt;a href=\"Georgetown%20University\"&gt;Georgetown University&lt;/a&gt; and &lt;a href=\"George%20Washington%20University\"&gt;George Washington University&lt;/a&gt;. He was awarded the Distinguished Service Medal by the &lt;a href=\"Theodore%20Roosevelt%20Association\"&gt;Theodore Roosevelt Memorial Association&lt;/a&gt; in 1957 and the &lt;a href=\"Smithsonian\"&gt;Smithsonian&lt;/a&gt;’s Joseph Henry Medal in 1968. He just missed the &lt;a href=\"Presidential%20Medal%20of%20Freedom\"&gt;Presidential Medal of Freedom&lt;/a&gt; when his nomination for that honor in 1973 died in the aftermath of the &lt;a href=\"Watergate\"&gt;Watergate&lt;/a&gt; affair.\nDeath.\nFinley died on February 1, 1977 at his home in &lt;a href=\"Georgetown%2C%20Washington%2C%20D.C.\"&gt;Georgetown&lt;/a&gt;. He is buried at &lt;a href=\"Oak%20Hill%20Cemetery%20%28Washington%2C%20D.C.%29\"&gt;Oak Hill Cemetery&lt;/a&gt; in Georgetown. In the narthex of the &lt;a href=\"Washington%20National%20Cathedral\"&gt;Washington National Cathedral&lt;/a&gt; is a memorial tablet to David Edward Finley and Margaret Eustis Finley, “Servants of God in Art and Charity”."
}