{
    "id": "178345",
    "revid": "30607451",
    "url": "https://en.wikipedia.org/wiki?curid=178345",
    "title": "Acer platanoides",
    "text": "Acer platanoides, commonly known as the Norway maple, is a species of &lt;a href=\"maple\"&gt;maple&lt;/a&gt; native to eastern and central &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and western &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;, from &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; east to &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, north to southern &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt; and southeast to northern &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;. It was introduced to North America in the mid-1700s as a &lt;a href=\"shade%20tree\"&gt;shade tree&lt;/a&gt;. It is a member of the family &lt;a href=\"Sapindaceae\"&gt;Sapindaceae&lt;/a&gt;.\nDescription.\n\"Acer platanoides\" is a &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt; &lt;a href=\"tree\"&gt;tree&lt;/a&gt;, growing to tall with a trunk up to in diameter, and a broad, rounded &lt;a href=\"crown%20%28botany%29\"&gt;crown&lt;/a&gt;. The &lt;a href=\"Bark%20%28botany%29\"&gt;bark&lt;/a&gt; is grey-brown and shallowly grooved. Unlike many other maples, mature trees do not tend to develop a shaggy bark. The shoots are green at first, soon becoming pale brown. The winter buds are shiny red-brown.\nThe &lt;a href=\"leaf\"&gt;leaves&lt;/a&gt; are &lt;a href=\"opposite%20leaf\"&gt;opposite&lt;/a&gt;, &lt;a href=\"palmately%20lobed\"&gt;palmately lobed&lt;/a&gt; with five lobes, long and across; the lobes each bear one to three side teeth, and an otherwise smooth margin. The leaf &lt;a href=\"petiole%20%28botany%29\"&gt;petiole&lt;/a&gt; is long, and secretes a milky juice when broken. The autumn colour is usually yellow, occasionally orange-red.\nThe flowers are in &lt;a href=\"corymb\"&gt;corymb&lt;/a&gt;s of 15–30 together, yellow to yellow-green with five sepals and five petals long; flowering occurs in early spring before the new leaves emerge. The fruit is a double &lt;a href=\"Samara%20%28fruit%29\"&gt;samara&lt;/a&gt; with two winged &lt;a href=\"seed\"&gt;seed&lt;/a&gt;s. the seeds are disc-shaped, strongly flattened, across and thick. The wings are long, widely spread, approaching a 180° angle. It typically produces a large quantity of viable seeds.\nUnder ideal conditions in its native range, Norway maple may live up to 250 years, but often has a much shorter life expectancy; in North America, for example, sometimes only 60 years. Especially when used on streets, it can have insufficient space for its root network and is prone to the roots wrapping around themselves, girdling and killing the tree. In addition, their roots tend to be quite shallow and thereby they easily out-compete nearby plants for nutrient uptake. Norway maples often cause significant damage and cleanup costs for municipalities and homeowners when branches break off in storms as it does not have strong wood.\nClassification and identification.\nThe Norway maple is a member (and is the &lt;a href=\"type%20species\"&gt;type species&lt;/a&gt;) of the section \"Platanoidea\" Pax, characterised by flattened, disc-shaped seeds and the shoots and leaves containing milky sap. Other related species in this section include \"&lt;a href=\"Acer%20campestre\"&gt;Acer campestre&lt;/a&gt;\" (field maple), \"&lt;a href=\"Acer%20cappadocicum\"&gt;Acer cappadocicum&lt;/a&gt;\" (Cappadocian maple), \"&lt;a href=\"Acer%20lobelii\"&gt;Acer lobelii&lt;/a&gt;\" (Lobel's maple), and \"&lt;a href=\"Acer%20truncatum\"&gt;Acer truncatum&lt;/a&gt;\" (Shandong maple). From the field maple, the Norway maple is distinguished by its larger leaves with pointed, not blunt, lobes, and from the other species by the presence of one or more teeth on all of the lobes.\nIt is also frequently confused with the more distantly related \"&lt;a href=\"Acer%20saccharum\"&gt;Acer saccharum&lt;/a&gt;\" (sugar maple). The sugar maple is easy to differentiate by clear sap in the &lt;a href=\"Petiole%20%28botany%29\"&gt;petiole&lt;/a&gt; (leaf stem); Norway maple petioles have white sap. The tips of the points on Norway maple leaves reduce to a fine \"hair\", while the tips of the points on sugar maple leaves are, on close inspection, rounded. On mature trees, sugar maple bark is more shaggy, while Norway maple bark has small, often criss-crossing grooves. While the shape and angle of leaf lobes vary somewhat within all maple species, the leaf lobes of Norway maple tend to have a more triangular shape, in contrast to the more squarish lobes often seen on sugar maples. Flowering and seed production begins at ten years of age, however large quantities of seeds are not produced until the tree is 20. As with most maples, Norway maple is normally dioecious (separate male and female trees), occasionally monoecious, and trees may change gender from year to year.\nThe fruits of Norway maple are paired &lt;a href=\"samara%20%28fruit%29\"&gt;samaras&lt;/a&gt; with widely diverging wings, distinguishing them from those of sycamore, \"Acer pseudoplatanus\" which are at 90 degrees to each other. Norway maple seeds are flattened, while those of sugar maple are globose. The sugar maple usually has a brighter orange autumn color, where the Norway maple is usually yellow, although some of the red-leaved cultivars appear more orange.\nThe flowers emerge in spring before the leaves and last 2-3 weeks. &lt;a href=\"Leaf%20flushing\"&gt;Leafout&lt;/a&gt; of Norway Maple is tied to photoperiod and initiated when day lengths reach approximately 13 hours, which is generally in April. Leaf drop in autumn is initiated when day lengths fall to approximately 10 hours. Depending on the latitude, leaf drop may vary by as much as three weeks, beginning in the second week of October in Scandinavia and the first week of November in southern Europe. Unlike some other maples that wait for the soil to warm up, \"A. platanoides\" seeds require only three months of exposure to temperatures lower than and will sprout in early spring, around the same time that leafout begins. Norway maple does not require freezing temperatures for proper growth, however it is adapted to higher latitudes with long summer days and does not perform well when planted south of the 37th parallel, the approximate southern limit of its range in Europe. The heavy seed crop and high germination rate contributes to its invasiveness in North America, where it forms dense monotypic stands that choke out native vegetation. Since Norway Maple's leafout in spring is also tied to photoperiod unlike most North American trees which leaf out based on air temperature, the tree has a competitive advantage in that it may leaf out well before native trees and shrubs since the latter may be delayed by the weather conditions. It is one of the few introduced species that can successfully invade and colonize a virgin forest. By comparison, in its native range, Norway maple is rarely a dominant species and instead occurs mostly as a scattered understory tree.\nCultivation and uses.\nThe &lt;a href=\"wood\"&gt;wood&lt;/a&gt; is hard, yellowish-white to pale reddish, with the heartwood not distinct; it is used for &lt;a href=\"furniture\"&gt;furniture&lt;/a&gt; and &lt;a href=\"woodturning\"&gt;turnery&lt;/a&gt;. Norway maple sits ambiguously between hard and soft maple with a &lt;a href=\"Janka%20hardness%20test\"&gt;Janka hardness&lt;/a&gt; of . The wood is rated as non-durable to perishable in regard to decay resistance. In Europe, it is used for furniture, flooring and musical instruments. This species as grown in the former Yugoslavia is also called &lt;a href=\"Bosnian%20maple\"&gt;Bosnian maple&lt;/a&gt;, and is probably the maple used by the famous Italian violin makers, &lt;a href=\"Antonio%20Stradivari\"&gt;Stradivari&lt;/a&gt; and &lt;a href=\"Giuseppe%20Guarneri\"&gt;Guarneri&lt;/a&gt;.\nNorway maple has been widely taken into cultivation in other areas, including western Europe northwest of its native range. It grows north of the &lt;a href=\"Arctic%20Circle\"&gt;Arctic Circle&lt;/a&gt; at &lt;a href=\"Troms%C3%B8\"&gt;Tromsø&lt;/a&gt;, &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;. In &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;, it is planted as a street and shade tree as far north as &lt;a href=\"Anchorage%2C%20Alaska\"&gt;Anchorage, Alaska&lt;/a&gt;. In &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;, it is common in cultivation north to &lt;a href=\"Sault%20Ste.%20Marie%2C%20Ontario\"&gt;Sault Ste. Marie&lt;/a&gt; and &lt;a href=\"Greater%20Sudbury\"&gt;Sudbury&lt;/a&gt;; although not considered reliably hardy northward, it has been established at &lt;a href=\"Kapuskasing\"&gt;Kapuskasing&lt;/a&gt; and &lt;a href=\"Iroquois%20Falls\"&gt;Iroquois Falls&lt;/a&gt;, and even at &lt;a href=\"Moose%20Factory\"&gt;Moose Factory&lt;/a&gt;. It is most recommended in USDA Hardiness Zones 4 to 7 but will grow in warmer zones (at least up to Zone 10) where summer heat is moderate, as along the Pacific coast south to the &lt;a href=\"Los%20Angeles%20basin\"&gt;Los Angeles basin&lt;/a&gt;. During the 1950s–60s it became popular as a street tree due to the large-scale loss of &lt;a href=\"American%20elm\"&gt;American elm&lt;/a&gt;s from &lt;a href=\"Dutch%20elm%20disease\"&gt;Dutch elm disease&lt;/a&gt;.\nIt is favored due to its tall trunk and tolerance of poor, compacted &lt;a href=\"soil\"&gt;soil&lt;/a&gt;s and urban &lt;a href=\"pollution\"&gt;pollution&lt;/a&gt;, conditions in which sugar maple has difficulty. It has become a popular species for \"bonsai\" in Europe and is used for medium to large \"bonsai\" sizes and a multitude of styles. Norway maples are not typically cultivated for maple syrup production due to the lower sugar content of the sap compared to sugar maple.\nCultivars.\nMany &lt;a href=\"cultivar\"&gt;cultivar&lt;/a&gt;s have been selected for distinctive leaf shapes or colorations, such as the dark purple of 'Crimson King' and 'Schwedleri', the variegated leaves of 'Drummondii', the light green of 'Emerald Queen', and the deeply divided, feathery leaves of 'Dissectum' and 'Lorbergii'. The purple-foliage cultivars have orange to red autumn colour. 'Columnare' is selected for its narrow upright growth. The cultivars 'Crimson King' and 'Prigold' () have gained the &lt;a href=\"Royal%20Horticultural%20Society\"&gt;Royal Horticultural Society&lt;/a&gt;'s &lt;a href=\"Award%20of%20Garden%20Merit\"&gt;Award of Garden Merit&lt;/a&gt;.\nAs an invasive species in North America.\nThe Norway maple was introduced to northeastern North America between 1750 and 1760 as an ornamental shade tree. It was brought to the Pacific Northwest in the 1870s. The roots of Norway maples grow very close to the ground surface, starving other plants of moisture. For example, lawn grass (and even weeds) will usually not grow well beneath a Norway maple, but English Ivy, with its minimal rooting needs, may thrive. In addition, the dense canopy of Norway maples can inhibit &lt;a href=\"understory\"&gt;understory&lt;/a&gt; growth. Some have suggested Norway maples may also release chemicals to discourage undergrowth, although this claim is controversial. \"A. platanoides\" has been shown to inhibit the growth of native saplings as a canopy tree or as a sapling. The Norway maple also suffers less &lt;a href=\"herbivory\"&gt;herbivory&lt;/a&gt; than the sugar maple, allowing it to gain a competitive advantage against the latter species. As a result of these characteristics, it is considered &lt;a href=\"invasive%20species\"&gt;invasive&lt;/a&gt; in some states, and has been banned for sale in &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt; and &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;. The &lt;a href=\"state%20of%20New%20York\"&gt;state of New York&lt;/a&gt; has classified it as an invasive plant species. Despite these steps, the species is still available and widely used for urban plantings in many areas.\nNatural enemies.\nThe larvae of a number of species of &lt;a href=\"Lepidoptera\"&gt;Lepidoptera&lt;/a&gt; feed on &lt;a href=\"List%20of%20Lepidoptera%20that%20feed%20on%20maples\"&gt;Norway maple foliage&lt;/a&gt;. \"&lt;a href=\"Ectoedemia%20sericopeza\"&gt;Ectoedemia sericopeza&lt;/a&gt;\", the Norway maple seedminer, is a moth of the family Nepticulidae. The larvae emerge from eggs laid on the samara and tunnel to the seeds. Norway maple is generally free of serious diseases, though can be attacked by the &lt;a href=\"powdery%20mildew\"&gt;powdery mildew&lt;/a&gt; \"Uncinula bicornis\", and &lt;a href=\"verticillium\"&gt;verticillium&lt;/a&gt; wilt disease caused by \"Verticillium\" spp. \"Tar spots\" caused by \"&lt;a href=\"Rhytisma%20acerinum\"&gt;Rhytisma acerinum&lt;/a&gt;\" infection are common but largely harmless. \"&lt;a href=\"Aceria%20pseudoplatani\"&gt;Aceria pseudoplatani&lt;/a&gt;\" is an &lt;a href=\"acarine\"&gt;acarine&lt;/a&gt; mite that causes a 'felt gall', found on the underside of leaves of both sycamore maple (\"Acer pseudoplatanus\") and Norway maples."
}