{
    "id": "17835282",
    "revid": "1069064234",
    "url": "https://en.wikipedia.org/wiki?curid=17835282",
    "title": "Champions League Twenty20",
    "text": "The Champions League Twenty20, also referred to as the CLT20, was an annual international &lt;a href=\"Twenty20\"&gt;Twenty20&lt;/a&gt; Cricket competition played between the top domestic teams from major cricketing nations. The competition was launched in 2008 with the first edition held in October 2009. It was jointly owned by the &lt;a href=\"Board%20of%20Control%20for%20Cricket%20in%20India\"&gt;BCCI&lt;/a&gt;, &lt;a href=\"Cricket%20Australia\"&gt;Cricket Australia&lt;/a&gt; and &lt;a href=\"Cricket%20South%20Africa\"&gt;Cricket South Africa&lt;/a&gt;, and was chaired by &lt;a href=\"N.%20Srinivasan\"&gt;N. Srinivasan&lt;/a&gt;, who was also the chairman of the ICC. &lt;a href=\"Sundar%20Raman\"&gt;Sundar Raman&lt;/a&gt; was the Chief Operating Officer (COO) of the CLT20 as well as the IPL. The most recent champions were the &lt;a href=\"Chennai%20Super%20Kings\"&gt;Chennai Super Kings&lt;/a&gt;, who won their second title in &lt;a href=\"2014%20Champions%20League%20Twenty20\"&gt;2014&lt;/a&gt;.\nThe tournament was held between September and October for a period of two to three weeks in either India or South Africa. It had a total prize pool of &lt;a href=\"United%20States%20dollar\"&gt;US$&lt;/a&gt;6 million, with the winning team receiving $2.5 million, the highest for a club cricket tournament in history. The format involved the best teams from the premier Twenty20 competitions of eight &lt;a href=\"Test%20cricket\"&gt;Test&lt;/a&gt;-playing nations, favouring the teams from &lt;a href=\"India%20cricket%20team\"&gt;India&lt;/a&gt;, Australia and South Africa.\nOwing to poor viewership, lack of audience interest, unstable sponsorships and lack of other necessary factors, the three founding cricket boards announced on 15 July 2015 that the tournament would be cancelled, thus making the &lt;a href=\"2014%20Champions%20League%20Twenty20\"&gt;2014 Champions League Twenty20&lt;/a&gt; the last edition of the tournament.\nHistory.\nBackground.\nTwenty20 cricket was launched by the &lt;a href=\"England%20and%20Wales%20Cricket%20Board\"&gt;England and Wales Cricket Board&lt;/a&gt; in 2003 with the &lt;a href=\"Twenty20%20Cup\"&gt;Twenty20 Cup&lt;/a&gt; as a result of a long-term decline in the popularity of &lt;a href=\"county%20championship\"&gt;county championship&lt;/a&gt; and domestic &lt;a href=\"limited-overs%20cricket\"&gt;limited-overs cricket&lt;/a&gt;. By shortening matches to around three hours, the format was designed to attract a younger crowd and boost attendances. Cricketing nations began adopting the format and creating &lt;a href=\"List%20of%20domestic%20Twenty20%20cricket%20competitions\"&gt;domestic Twenty20 competitions&lt;/a&gt;.\nThis was followed by the creation of international Twenty20 tournaments. The was an early attempt at an international Twenty20 club tournament. It was held in 2005 and featured domestic Twenty20 teams from three countries. &lt;a href=\"Twenty20%20International\"&gt;Twenty20 International&lt;/a&gt;, the form of Twenty20 played between national cricket teams, began in February 2005 and the &lt;a href=\"ICC%20World%20Twenty20\"&gt;ICC World Twenty20&lt;/a&gt;, the Twenty20 version of the &lt;a href=\"Cricket%20World%20Cup\"&gt;Cricket World Cup&lt;/a&gt;, was first held in September 2007.\nDomestic Twenty20 competitions began with England's Twenty20 Cup in 2003. By 2006, most of the major cricketing nations had created their own domestic Twenty20 competitions. However, all these competitions had a style similar to their existing &lt;a href=\"First-class%20cricket\"&gt;first-class&lt;/a&gt; and &lt;a href=\"List%20A%20cricket\"&gt;List A cricket&lt;/a&gt; counterparts, with most even using the same teams. In 2008, the &lt;a href=\"Indian%20Premier%20League\"&gt;Indian Premier League&lt;/a&gt; (IPL) was launched and achieved revolutionary success and popularity. The IPL has top cricketers and coaches from around the world; a franchise system where the eight teams auctioned for a combined $723 million, several of which are owned by Bollywood superstars; loyal team support from fans, and; large support from sponsorship.\nCreation.\n Immediately after the end of the first IPL season, the cricket authorities in India, Australia and South Africa entered into discussions to create a new international club competition and capitalise on this success. The plans for the creation of the Champions League Twenty20 were first announced on 13 September 2007. The inaugural edition was to be held in October 2008, run by the cricket boards of India, England, Australia and South Africa, and featuring two teams from each country.\nHowever, the tournament encountered problems when the &lt;a href=\"Board%20of%20Control%20for%20Cricket%20in%20India\"&gt;Board of Control for Cricket in India&lt;/a&gt; (BCCI), which owns 50% of the tournament, decided to bar players from the &lt;a href=\"Indian%20Cricket%20League\"&gt;Indian Cricket League&lt;/a&gt; (ICL; a league unsanctioned by the BCCI and other cricket boards as a result) from participating. England featured ICL players in many of their teams, including their domestic tournament's runners-up the &lt;a href=\"Kent%20County%20Cricket%20Club\"&gt;Kent Spitfires&lt;/a&gt;. The BCCI decided to replace Kent's slot with a team from Pakistan and was prepared to also replace the remaining England team. In response, ECB devised plans for their own Champions League. ECB eventually agreed to the terms from the BCCI. The CLT20 was founded by the BCCI, &lt;a href=\"Cricket%20Australia\"&gt;Cricket Australia&lt;/a&gt; and &lt;a href=\"Cricket%20South%20Africa\"&gt;Cricket South Africa&lt;/a&gt; with one team from England and $6 million in prize money.\nFollowing this, another problem arose with the &lt;a href=\"International%20Cricket%20Council\"&gt;International Cricket Council&lt;/a&gt; over the tournament dates, which clashed with the &lt;a href=\"2009%20ICC%20Champions%20Trophy\"&gt;ICC Champions Trophy&lt;/a&gt;, and the CLT20 was moved to December 2008. Plans were also made for the second edition to be held in late 2009 with 12 teams. In November 2008, the tournament was again put in jeopardy when Mumbai suffered &lt;a href=\"2008%20Mumbai%20attacks\"&gt;terrorist attacks&lt;/a&gt; and the organisers attempted to reschedule again to early 2009. In December 2008, it was finally pushed to September 2009, when it was successfully held as per the plans for the 2009 edition.\nReception and impact.\nThe tournament received strong support from its creation. Its $6 million prize money pool was described by the organisers as \"the single largest prize money pool in any cricket tournament so far.\" &lt;a href=\"ESPN%20Star%20Sports\"&gt;ESPN Star Sports&lt;/a&gt; paid $900 million for the global broadcasting rights to every match for 10 years, a deal comparable to when &lt;a href=\"Sony%20Entertainment%20Television%20%28India%29\"&gt;Sony Entertainment Television&lt;/a&gt; and &lt;a href=\"World%20Sport%20Group\"&gt;World Sport Group&lt;/a&gt; purchased the rights to the &lt;a href=\"Indian%20Premier%20League\"&gt;Indian Premier League&lt;/a&gt; (IPL) for $1.026 billion for ten years. Ahead of the 2009 edition, &lt;a href=\"Bharti%20Airtel\"&gt;Bharti Airtel&lt;/a&gt; bought the title sponsorship rights for three years for reportedly $40 million.\nDespite this, the inaugural 2009 edition, held in India, was not highly received by its targeted Indian audience, who only showed interest for the IPL teams. This was demonstrated by low attendance and television ratings. According to &lt;a href=\"TAM%20Media%20Research\"&gt;TAM Media Research&lt;/a&gt;, it drew an average television ratings point of 1.06, much lower than the 4.1 achieved by the &lt;a href=\"2009%20Indian%20Premier%20League\"&gt;2009 Indian Premier League&lt;/a&gt;. Low viewership led to Bharti Airtel ending its five-year sponsorship deal after two years. &lt;a href=\"Nokia\"&gt;Nokia&lt;/a&gt; signed a four-year deal to replace Bharti Airtel as the title sponsor but also withdrew after one year. &lt;a href=\"Karbonn%20Mobiles\"&gt;Karbonn Mobiles&lt;/a&gt; replaced Nokia in 2012. From 2014 onwards &lt;a href=\"OPPO%20Electronics\"&gt;Oppo&lt;/a&gt; bagged the title sponsorship rights.\nSeveral attempts were made at improving reception. The marketing campaign for 2010 included television commercials featuring &lt;a href=\"Bollywood\"&gt;Bollywood&lt;/a&gt; stars while the 2011 edition had &lt;a href=\"Shah%20Rukh%20Khan\"&gt;Shahrukh Khan&lt;/a&gt; as brand ambassador and an opening ceremony featuring international hip-hop artists. The ratings for the 2010 edition, held in South Africa, improved to 1.45. This is attributed to better performances by the IPL teams: the final, won by the &lt;a href=\"Chennai%20Super%20Kings\"&gt;Chennai Super Kings&lt;/a&gt;, drew an all-India rating of 3.30 while matches with the &lt;a href=\"Mumbai%20Indians\"&gt;Mumbai Indians&lt;/a&gt; had an average rating of 2.11. The tournament format was changed in 2011 to introduce a three-day qualifying stage which allowed the inclusion of a fourth IPL team and weaker teams to be eliminated early. The 2011 edition saw the average rating increase to 1.64 but depended on IPL teams featuring in both semi-finals and the final.\nDespite low viewership, the tournament succeeded in providing a global stage and significant financial support for low-profile teams. Players have also capitalised on the opportunity to further their careers in Twenty20 cricket. &lt;a href=\"Kieron%20Pollard\"&gt;Kieron Pollard&lt;/a&gt; helped &lt;a href=\"Trinidad%20and%20Tobago%20national%20cricket%20team\"&gt;Trinidad and Tobago&lt;/a&gt; finish runners-up in the 2009 edition, including an innings where he scored 54 runs off 18 balls. This earned him an IPL contract at the 2009 IPL players auction where he was sold for an undisclosed amount after attracting the maximum possible bid of $750,000. &lt;a href=\"Sunil%20Narine\"&gt;Sunil Narine&lt;/a&gt; and &lt;a href=\"Kevon%20Cooper\"&gt;Kevon Cooper&lt;/a&gt; also earned IPL contracts after competing for Trinidad and Tobago in the 2011 edition. Previously relatively unknown, Narine and Cooper were sold for $700,000 and $50,000 respectively at the 2012 IPL auction and made immediate impacts to their teams. In particular, Narine helped his team win the &lt;a href=\"2012%20Indian%20Premier%20League\"&gt;2012 Indian Premier League&lt;/a&gt; and was named Player of the Tournament.\nSimilarly, in the 2012 edition, &lt;a href=\"Chris%20Morris%20%28cricketer%29\"&gt;Chris Morris&lt;/a&gt; helped &lt;a href=\"Highveld%20Lions\"&gt;Highveld Lions&lt;/a&gt; to reach the final and in return it earned him an IPL contract at the 2013 IPL auction where he was bought by &lt;a href=\"Chennai%20Super%20Kings\"&gt;Chennai Super Kings&lt;/a&gt; for US$625,000, 51 times his base price.\nFormat.\nAlthough each edition held had a different format and had a different number of participating teams, each had a &lt;a href=\"Round-robin%20tournament\"&gt;group stage&lt;/a&gt; and a two-round &lt;a href=\"Single-elimination%20tournament\"&gt;knockout stage&lt;/a&gt;. A qualifying stage was introduced in 2011, reducing direct entrants to only teams from India, South Africa and Australia. Each team (including qualifying stage participants) receives a participation fee of $500,000. Every edition had a total prize money of $6 million. Since 2010, it had been distributed as follows:\nBefore the commencement of the tournament, each team names a squad of 15 players. All players must be contracted by the team for their domestic tournament. Mirroring the IPL rule, each team can field a maximum of four international players. Most of the other tournaments have a lower limit on both contracted international players and how many can play in their matches. In 2011, an exception to the rule was made for the &lt;a href=\"Mumbai%20Indians\"&gt;Mumbai Indians&lt;/a&gt; who, due to players being unavailable, had a squad of seven Indian players and would have been unable to put together a playing team of eleven players should another be injured. They were allowed to field five international players. That year, Mumbai won the CLT20.\nPlayers.\nShould a player be a part of more than one qualified team, he can play for his \"home\" team (the team from the country he is eligible to represent in international cricket) without consequence. If he plays for any other team, that team must pay the home team a compensation fee ($150,000 from 2011). &lt;a href=\"Indian%20Premier%20League\"&gt;Indian Premier League&lt;/a&gt; teams have been the most popular choice for these players. In the 2010 edition, controversy arose when an IPL team contractually forced three players to play for them by utilising a clause in the rules of the IPL. The clause states that the IPL teams have first rights over their players should they qualify with another team.\nThe choice of the players and the nature of the rules are common subjects of debate with every edition. It continued to cause confusion until 2013 when it was clarified that the CLT20 rules state the players are free to choose their team. However, for a player named in an IPL team's squad, he would have to forego 20% of his salary to choose another team. The IPL offers the most lucrative salaries and is the only tournament to have a clause relating to the CLT20 in its contracts. As a result, players are unlikely to choose against their IPL teams. For non-IPL teams wanting to keep their players, not only would they be forfeiting the compensation fee, some have felt the need to offer their players compensation in an attempt to sway their decision.\nThe only player to have chosen another team over his IPL team was &lt;a href=\"Kumar%20Sangakkara\"&gt;Kumar Sangakkara&lt;/a&gt; in &lt;a href=\"2013%20Champions%20League%20Twenty20\"&gt;2013&lt;/a&gt;. His team, the &lt;a href=\"Kandurata%20Maroons\"&gt;Kandurata Maroons&lt;/a&gt;, lost all their matches and did not advance beyond the qualifying stage. This incentive was lessened when IPL contracts were changed in 2014 to not have player salaries cover participation in the CLT20. A player will instead receive an additional 10% of his IPL salary for representing his IPL team in the CLT20.\nParticipation.\nThe participating teams are from the top cricketing nations and determined by the premier &lt;a href=\"Twenty20\"&gt;Twenty20&lt;/a&gt; tournaments of those nations. Each edition has featured teams from India, Australia, South Africa, New Zealand, the &lt;a href=\"West%20Indies%20cricket%20team\"&gt;West Indies&lt;/a&gt; and Sri Lanka. England have been in three editions but refused further participation after 2012 as their domestic season clashed with the tournament's dates. Pakistan has not been invited to participate in the tournament until 2012 due to the &lt;a href=\"India%E2%80%93Pakistan%20cricket%20rivalry\"&gt;hostility&lt;/a&gt; between India and Pakistan since the &lt;a href=\"2008%20Mumbai%20attacks\"&gt;2008 Mumbai attacks&lt;/a&gt;.\nAs the tournament is mainly targeted at the Indian audience, all editions have featured more teams from India than any other country. From 2011, four Indian teams competed while other countries had two teams at most. India is the first choice for hosting the tournament.\nWhile the tournament format remained almost unchanged, the qualification tournaments have changed to include more overseas players and create stronger teams. The &lt;a href=\"Caribbean%20Twenty20\"&gt;Caribbean Twenty20&lt;/a&gt; was created in the West Indies after their representative finished runners-up in the 2009 edition. It was later expanded to become the &lt;a href=\"Caribbean%20Premier%20League\"&gt;Caribbean Premier League&lt;/a&gt; in 2013. Australia and Sri Lanka have expanded their tournaments to create the &lt;a href=\"Big%20Bash%20League\"&gt;Big Bash League&lt;/a&gt; in 2011 and the &lt;a href=\"Sri%20Lanka%20Premier%20League\"&gt;Sri Lanka Premier League&lt;/a&gt; in 2012 respectively.\nParticipation in the tournament is highly desired. Since the &lt;a href=\"Bangladesh%20Premier%20League\"&gt;Bangladesh Premier League&lt;/a&gt; was created in 2012, its organisers had hoped for their teams to be included in the tournament. A Bangladeshi team has yet to participate in the CLT20. The &lt;a href=\"Dhaka%20Gladiators\"&gt;Dhaka Gladiators&lt;/a&gt;, winners of the 2013 BPL, expressed their disappointment after being excluded in 2013 despite the efforts made by their management.\nVenue.\nIt was originally intended for the host of the tournament to be rotated between the countries of the three shareholders: India, South Africa and Australia. The broadcasting agreement also demands that at least five of the first ten editions are to be held in India. However, Australia has yet to be considered due to its unsuitable weather in September and due to its time zone being undesirable for the broadcaster. South Africa first hosted in 2010 but India has since been the first preference for hosting. South Africa was only chosen to host in 2012 when situations made it infeasible for India to host.\nTournament summary.\nSeason summary.\nSource: \"Cricinfo\"\nStatistics and records.\nAs of the 2012 edition, 30 teams have competed in 103 matches. Individual players have appeared in as many as four editions and 20 matches. Four players have scored centuries, 16 players have taken four wickets in an innings and three players have taken five wickets in an innings. One player has taken a hat-trick.\nTitles and performance.\nThe table below provides an overview of the performances of teams over past editions of the Champions League Twenty20.\nNote:\nSource: \"Cricinfo\"\nUnqualified teams.\nTeams participated in Champions League Twenty20 but not qualified to Group stage / League stage of the tournament.\nNote:\nSource: \"Cricinfo\""
}