{
    "id": "17830",
    "revid": "32381689",
    "url": "https://en.wikipedia.org/wiki?curid=17830",
    "title": "History of Luxembourg",
    "text": "The history of Luxembourg consists of the history of the country of &lt;a href=\"Luxembourg\"&gt;Luxembourg&lt;/a&gt; and its geographical area.\nAlthough its &lt;a href=\"recorded%20history\"&gt;recorded history&lt;/a&gt; can be traced back to &lt;a href=\"Ancient%20Rome\"&gt;Roman&lt;/a&gt; times, the history of Luxembourg proper is considered to begin in 963. Over the following five centuries, the powerful &lt;a href=\"House%20of%20Luxembourg\"&gt;House of Luxembourg&lt;/a&gt; emerged, but its extinction put an end to the country's independence. After a brief period of &lt;a href=\"Duchy%20of%20Burgundy\"&gt;Burgundian&lt;/a&gt; rule, the country passed to the &lt;a href=\"Habsburg\"&gt;Habsburg&lt;/a&gt;s in 1477.\nAfter the &lt;a href=\"Eighty%20Years%27%20War\"&gt;Eighty Years' War&lt;/a&gt;, Luxembourg became a part of the &lt;a href=\"Southern%20Netherlands\"&gt;Southern Netherlands&lt;/a&gt;, which passed to the Austrian line of the Habsburg dynasty in 1713. After occupation by &lt;a href=\"Revolutionary%20France\"&gt;Revolutionary France&lt;/a&gt;, the 1815 &lt;a href=\"Treaty%20of%20Paris%2C%201815\"&gt;Treaty of Paris&lt;/a&gt; transformed Luxembourg into a &lt;a href=\"Grand%20Duchy\"&gt;Grand Duchy&lt;/a&gt; in &lt;a href=\"personal%20union\"&gt;personal union&lt;/a&gt; with the &lt;a href=\"United%20Kingdom%20of%20the%20Netherlands\"&gt;Netherlands&lt;/a&gt;. The treaty also resulted in the second &lt;a href=\"Partitions%20of%20Luxembourg\"&gt;partitioning of Luxembourg&lt;/a&gt;, the first being in 1658 and a third in 1839. Although these treaties greatly reduced Luxembourg's territory, the latter established its formal independence, which was confirmed after the &lt;a href=\"Luxembourg%20Crisis\"&gt;Luxembourg Crisis&lt;/a&gt; of 1867.\nIn the following decades, Luxembourg fell further into Germany's &lt;a href=\"sphere%20of%20influence\"&gt;sphere of influence&lt;/a&gt;, particularly after the creation of a separate ruling house in 1890. It was occupied by Germany &lt;a href=\"German%20occupation%20of%20Luxembourg%20in%20World%20War%20I\"&gt;from 1914 until 1918&lt;/a&gt; and again &lt;a href=\"German%20occupation%20of%20Luxembourg%20in%20World%20War%20II\"&gt;from 1940 until 1944&lt;/a&gt;. Since the end of the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;, Luxembourg has become one of the world's richest countries, buoyed by a booming &lt;a href=\"financial%20services\"&gt;financial services&lt;/a&gt; sector, political stability, and &lt;a href=\"European%20integration\"&gt;European integration&lt;/a&gt;.\nEarly history.\nIn the territory now covered by the &lt;a href=\"Grand%20Duchy%20of%20Luxembourg\"&gt;Grand Duchy of Luxembourg&lt;/a&gt;, there is evidence of primitive inhabitants dating back to the Paleolithic or Old Stone Age over 35,000 years ago. The oldest artefacts from this period are decorated bones found at &lt;a href=\"Oetrange\"&gt;Oetrange&lt;/a&gt;.\nHowever, the first real evidence of civilisation is from the Neolithic or 5th millennium BC, from which evidence of houses has been found. Traces have been found in the south of Luxembourg at &lt;a href=\"Grevenmacher\"&gt;Grevenmacher&lt;/a&gt;, &lt;a href=\"Diekirch\"&gt;Diekirch&lt;/a&gt;, &lt;a href=\"Aspelt\"&gt;Aspelt&lt;/a&gt; and &lt;a href=\"Weiler-la-Tour\"&gt;Weiler-la-Tour&lt;/a&gt;. The dwellings were made of a combination of tree trunks for the basic structure, mud-clad wickerwork walls, and roofs of thatched reeds or straw. Pottery from this period has been found near &lt;a href=\"Remerschen\"&gt;Remerschen&lt;/a&gt;.\nWhile there is not much evidence of communities in Luxembourg at the beginning of the Bronze Age, a number of sites dating back to the period between the 13th and the 8th century BC provide evidence of dwellings and reveal artefacts such as pottery, knives and jewellery. The sites include &lt;a href=\"Nospelt\"&gt;Nospelt&lt;/a&gt;, &lt;a href=\"Dalheim\"&gt;Dalheim&lt;/a&gt;, &lt;a href=\"Mompach\"&gt;Mompach&lt;/a&gt; and Remerschen.\nWhat is present-day Luxembourg, was inhabited by &lt;a href=\"Celts\"&gt;Celts&lt;/a&gt; during the &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt; (from roughly 600 BC until 100 AD).\nThe &lt;a href=\"Gauls\"&gt;Gaulish&lt;/a&gt; tribe in what is present-day Luxembourg during and after the &lt;a href=\"La%20T%C3%A8ne%20period\"&gt;La Tène period&lt;/a&gt; was known as the &lt;a href=\"Treveri\"&gt;Treveri&lt;/a&gt;; they reached the height of prosperity in the 1st century BC. The Treveri constructed a number of &lt;a href=\"oppida\"&gt;oppida&lt;/a&gt;, &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt; fortified settlements, near the &lt;a href=\"Moselle%20valley\"&gt;Moselle valley&lt;/a&gt; in what is now southern Luxembourg, western Germany and eastern France. Most of the archaeological evidence from this period has been discovered in tombs, many closely associated with &lt;a href=\"Titelberg\"&gt;Titelberg&lt;/a&gt;, a 50 ha site which reveals much about the dwellings and handicrafts of the period.\nThe &lt;a href=\"Rome\"&gt;Romans&lt;/a&gt;, under &lt;a href=\"Julius%20Caesar\"&gt;Julius Caesar&lt;/a&gt;, completed their conquest and occupation in 53 BC. The first known reference to the territory of present-day Luxembourg was by Julius Caesar in his \"&lt;a href=\"Commentarii%20de%20Bello%20Gallico\"&gt;Commentaries on the Gallic War&lt;/a&gt;\". The Treveri were more co-operative with the Romans than most &lt;a href=\"tribes%20of%20Gaul\"&gt;Gallic tribes&lt;/a&gt;, and adapted readily to Roman civilization. Two revolts in the 1st century AD did not permanently damage their cordial relations with Rome.\nThe land of the Treveri was at first part of &lt;a href=\"Gallia%20Celtica\"&gt;Gallia Celtica&lt;/a&gt;, but with the reform of &lt;a href=\"Domitian\"&gt;Domitian&lt;/a&gt; in c. 90, was reassigned to &lt;a href=\"Gallia%20Belgica\"&gt;Gallia Belgica&lt;/a&gt;.\nGallia Belgica was infiltrated by the Germanic &lt;a href=\"Franks\"&gt;Franks&lt;/a&gt; from the 4th century, and was abandoned by Rome in AD 406.\nThe territory of what would become Luxembourg by the 480s, became part of &lt;a href=\"Merovingian\"&gt;Merovingia&lt;/a&gt; &lt;a href=\"Austrasia\"&gt;Austrasia&lt;/a&gt; and eventually part of the core territory of the &lt;a href=\"Carolingian%20Empire\"&gt;Carolingian Empire&lt;/a&gt;.\nWith the &lt;a href=\"Treaty%20of%20Verdun\"&gt;Treaty of Verdun&lt;/a&gt; (843), it fell to &lt;a href=\"Middle%20Francia\"&gt;Middle Francia&lt;/a&gt;, and in 855, to &lt;a href=\"Lotharingia\"&gt;Lotharingia&lt;/a&gt;. With the latter's division in 959, it then fell to the &lt;a href=\"Duchy%20of%20Upper%20Lorraine\"&gt;Duchy of Upper Lorraine&lt;/a&gt; within the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt;.\nCounty.\nThe history of Luxembourg properly began with the construction of Luxembourg Castle in the &lt;a href=\"High%20Middle%20Ages\"&gt;High Middle Ages&lt;/a&gt;. It was Siegfried I, count of &lt;a href=\"Ardennes\"&gt;Ardennes&lt;/a&gt; who traded some of his ancestral lands with the monks of the &lt;a href=\"Abbey%20of%20St.%20Maximin\"&gt;Abbey of St. Maximin&lt;/a&gt; in &lt;a href=\"Trier\"&gt;Trier&lt;/a&gt; in 963 for an ancient, supposedly Roman, fort named \"Lucilinburhuc\", commonly translated as \"little castle\". Modern historians link the etymology of the word with \"Letze\", meaning fortification, which may have referred to either the remains of a Roman watchtower or to a primitive refuge of the early Middle Ages.\nDuchy.\nFrom the &lt;a href=\"Early%20Middle%20Ages\"&gt;Early Middle Ages&lt;/a&gt; to the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt;, Luxembourg bore multiple names, depending on the author. These include \"Lucilinburhuc\", \"Lutzburg\", \"Lützelburg\", \"Luccelemburc\", and \"Lichtburg\", among others. The &lt;a href=\"House%20of%20Luxembourg\"&gt;Luxembourgish dynasty&lt;/a&gt; produced several &lt;a href=\"Holy%20Roman%20Emperor\"&gt;Holy Roman Emperor&lt;/a&gt;s, Kings of &lt;a href=\"Bohemia\"&gt;Bohemia&lt;/a&gt;, and &lt;a href=\"Archbishop\"&gt;Archbishop&lt;/a&gt;s of &lt;a href=\"Trier\"&gt;Trier&lt;/a&gt; and &lt;a href=\"Mainz\"&gt;Mainz&lt;/a&gt;.\nAround the fort of Luxembourg, a town gradually developed, which became the centre of a small but important state of great strategic value to France, Germany and the Netherlands. Luxembourg's fortress, located on a rocky outcrop known as the &lt;a href=\"Bock%20%28Luxembourg%29\"&gt;Bock&lt;/a&gt;, was steadily enlarged and strengthened over the years by successive owners. Some of these included the &lt;a href=\"Bourbons\"&gt;Bourbons&lt;/a&gt;, &lt;a href=\"Habsburg\"&gt;Habsburg&lt;/a&gt;s and &lt;a href=\"Hohenzollern\"&gt;Hohenzollern&lt;/a&gt;s, who made it one of the strongest fortresses on the European continent, the &lt;a href=\"Fortress%20of%20Luxembourg\"&gt;Fortress of Luxembourg&lt;/a&gt;. Its formidable defences and strategic location caused it to become known as the ‘&lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt; of the North’.\nHabsburg (1477–1795) and French (1795–1815) rule.\nIn the 17th and 18th centuries, the electors of Brandenburg, later kings of Prussia (&lt;a href=\"Prussia\"&gt;Borussia&lt;/a&gt;), advanced their claim to the Luxembourg patrimony as heirs-general to William of Thuringia and his wife Anna of Bohemia, the disputed dukes of Luxembourg in the 1460s. Anna was the eldest daughter of the last Luxembourg heiress. From 1609 onward, they had a territorial base in the vicinity, the &lt;a href=\"Duchy%20of%20Cleves\"&gt;Duchy of Cleves&lt;/a&gt;, the starting-point of the future &lt;a href=\"Prussian%20Rhineland\"&gt;Prussian Rhineland&lt;/a&gt;. This Brandenburger claim ultimately produced some results when some districts of Luxembourg were united with Prussia in 1813.\nThe first Hohenzollern claimant to descend from both Anna and her younger sister Elisabeth, was &lt;a href=\"John%20George%2C%20Elector%20of%20Brandenburg\"&gt;John George, Elector of Brandenburg&lt;/a&gt; (1525–98), his maternal grandmother having been &lt;a href=\"Barbara%20Jagiellon\"&gt;Barbara Jagiellon&lt;/a&gt;. In the late 18th century, the younger line of &lt;a href=\"House%20of%20Orange-Nassau\"&gt;Orange-Nassau&lt;/a&gt; (the princes who held sway in the neighbouring Dutch oligarchy) also became related to the Brandenburgers.\nIn 1598, the then possessor, &lt;a href=\"Philip%20II%20of%20Spain\"&gt;Philip II of Spain&lt;/a&gt;, bequeathed Luxembourg and the other Low Countries to his daughter, the Infanta &lt;a href=\"Isabella%20Clara%20Eugenia\"&gt;Isabella Clara Eugenia&lt;/a&gt; and her husband &lt;a href=\"Albert%20VII%2C%20Archduke%20of%20Austria\"&gt;Albert VII, Archduke of Austria&lt;/a&gt;. Albert was an heir and descendant of &lt;a href=\"Elisabeth%20of%20Austria%20%28d.%201505%29\"&gt;Elisabeth of Austria (d. 1505)&lt;/a&gt;, queen of Poland, the youngest granddaughter of &lt;a href=\"Sigismund%20of%20Luxembourg\"&gt;Sigismund of Luxembourg&lt;/a&gt;, the Holy Roman Emperor. Thus, Luxembourg returned to the heirs of the old Luxembourg dynasty of the line of Elisabeth. The Low Countries were a separate political entity during the couple's reign. After Albert's childless death in 1621, Luxembourg passed to his great-nephew and heir &lt;a href=\"Philip%20IV%20of%20Spain\"&gt;Philip IV of Spain&lt;/a&gt;.\nFrench invasion.\n&lt;a href=\"Siege%20of%20Luxembourg%20%281684%29\"&gt;Luxembourg was invaded&lt;/a&gt; by &lt;a href=\"Louis%20XIV%20of%20France\"&gt;Louis XIV of France&lt;/a&gt; (husband of Maria Theresa, daughter of Philip IV) in 1684, an action that caused alarm among France's neighbors and resulted in the formation of the &lt;a href=\"League%20of%20Augsburg\"&gt;League of Augsburg&lt;/a&gt; in 1686. In the ensuing &lt;a href=\"War%20of%20the%20Grand%20Alliance\"&gt;War of the Grand Alliance&lt;/a&gt;, France was forced to give up the duchy, which was returned to the Habsburgs by the &lt;a href=\"Treaty%20of%20Ryswick\"&gt;Treaty of Ryswick&lt;/a&gt; in 1697.\nDuring this period of French rule, the defences of the fortress were strengthened by the famous &lt;a href=\"siege\"&gt;siege&lt;/a&gt; engineer &lt;a href=\"Vauban\"&gt;Vauban&lt;/a&gt;. The French king's great-grandson Louis (1710–74) was, from 1712, the first heir-general of Albert VII. Albert VII was a descendant of Anna of Bohemia and William of Thuringia, having that blood through his mother's Danish great-great-grandmother, but was not the heir-general of that line. Louis was the first real claimant of Luxembourg to descend from both sisters, the daughters of &lt;a href=\"Elisabeth%20of%20Bohemia%20%281409%E2%80%931442%29\"&gt;Elisabeth of Bohemia&lt;/a&gt;, the last Luxembourg empress.\nHabsburg rule was confirmed in 1715 by the &lt;a href=\"Treaty%20of%20Utrecht%20%281713%29\"&gt;Treaty of Utrecht&lt;/a&gt;, and Luxembourg was integrated into the &lt;a href=\"Southern%20Netherlands\"&gt;Southern Netherlands&lt;/a&gt;. Emperor Joseph and his successor Emperor Charles VI were descendants of Spanish kings who were heirs of Albert VII. Joseph and Charles VI were also descendants of Anna of Bohemia and William of Thuringia, having that blood through their mother, although they were heirs-general of neither line. Charles was the first ruler of Luxembourg to descend from both sisters, daughters of Elisabeth of Bohemia.\nAustrian rulers were ready to exchange Luxembourg and other territories in the Low Countries. Their purpose was to round out and enlarge their power base, which in geographical terms was centred around &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;. Thus, Bavarian candidate(s) emerged to take over the Duchy of Luxembourg, but this plan led to nothing permanent. Emperor &lt;a href=\"Joseph%20II%2C%20Holy%20Roman%20Emperor\"&gt;Joseph II&lt;/a&gt; however, made a preliminary pact to make a neighbour of Luxembourg, &lt;a href=\"Charles%20Theodore%2C%20Elector%20Palatine\"&gt;Charles Theodore, Elector Palatine&lt;/a&gt;, as Duke of Luxembourg and king in the Low Countries, in exchange for his possessions in Bavaria and Franconia. However, this scheme was aborted by &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt;'s opposition. Charles Theodore, who would have become Duke of Luxembourg, was genealogically a junior descendant of both Anna and Elisabeth, but the main heir of neither.\nDuring the &lt;a href=\"War%20of%20the%20First%20Coalition\"&gt;War of the First Coalition&lt;/a&gt;, Luxembourg was conquered and annexed by &lt;a href=\"Revolutionary%20France\"&gt;Revolutionary France&lt;/a&gt;, becoming part of the \"&lt;a href=\"D%C3%A9partements%20of%20France\"&gt;département&lt;/a&gt;\" of the &lt;a href=\"For%C3%AAts\"&gt;Forêts&lt;/a&gt; in 1795. The annexation was formalised at &lt;a href=\"Treaty%20of%20Campo%20Formio\"&gt;Campo Formio&lt;/a&gt; in 1797. In 1798, Luxembourgish peasants started a rebellion against the French but it was rapidly suppressed. This brief rebellion is called the &lt;a href=\"Peasants%27%20War%20%281798%29\"&gt;Peasant's War&lt;/a&gt;.\nDeveloping independence (1815–1890).\nLuxembourg remained more or less under French rule until the &lt;a href=\"Treaty%20of%20Paris%20%281815%29\"&gt;defeat&lt;/a&gt; of &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt; in 1815. When the French departed, the Allies installed a provisional administration. Luxembourg initially came under the \"Generalgouvernement Mittelrhein\" in mid-1814, and then from June 1814 under the \"Generalgouvernement Nieder- und Mittelrhein\" (General Government Lower and Middle Rhine).\nThe &lt;a href=\"Congress%20of%20Vienna\"&gt;Congress of Vienna&lt;/a&gt; of 1815, gave formal autonomy to Luxembourg. In 1813, the Prussians had already managed to wrest lands from Luxembourg, to strengthen the Prussian-possessed &lt;a href=\"Duchy%20of%20Julich\"&gt;Duchy of Julich&lt;/a&gt;. The Bourbons of France held a strong claim to Luxembourg, whereas the &lt;a href=\"Francis%20II%2C%20Holy%20Roman%20Emperor\"&gt;Emperor Francis of Austria&lt;/a&gt;, on the other hand, had controlled the duchy until the revolutionary forces had joined it to the French republic. However, his Chancellor, &lt;a href=\"Klemens%20von%20Metternich\"&gt;Klemens von Metternich&lt;/a&gt;, was not enthusiastic about regaining Luxembourg and the Low Countries, as they were separated so far from the main body of the Austrian Empire.\nPrussia and the Netherlands, both claiming Luxembourg, made an exchange deal: Prussia received the &lt;a href=\"Principality%20of%20Orange-Nassau\"&gt;Principality of Orange-Nassau&lt;/a&gt;, the ancestral Principality of the Prince of Orange in Central Germany; and the Prince of Orange in turn received Luxembourg.\nLuxembourg, somewhat diminished in size (as the medieval lands had been slightly reduced by the French and Prussian heirs), was augmented in another way through the elevation to the status of &lt;a href=\"grand%20duchy\"&gt;grand duchy&lt;/a&gt; and placed under the rule of William I of the Netherlands. This was the first time that the duchy had a monarch who had no claim to the inheritance of the medieval patrimony. However, Luxembourg's military value to &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt; prevented it from becoming a full part of the Dutch kingdom. The fortress, ancestral seat of the medieval Luxembourgers, was garrisoned by Prussian forces, following Napoleon's defeat, and Luxembourg became a member of the &lt;a href=\"German%20Confederation\"&gt;German Confederation&lt;/a&gt; with Prussia responsible for its defence, and a state under the suzerainty of the Netherlands at the same time.\nIn July 1819, a contemporary from Britain visited Luxembourg — his journal offers some insights. &lt;a href=\"Norwich%20Duff\"&gt;Norwich Duff&lt;/a&gt;, writes of &lt;a href=\"Luxembourg%20%28city%29\"&gt;its city&lt;/a&gt; that \"Luxembourg is considered one of the strongest fortifications in Europe, and … it appears so. It is situated in &lt;a href=\"Netherlands\"&gt;Holland&lt;/a&gt; (then as now used by English speakers as shorthand for the Netherlands) but by treaty is &lt;a href=\"Fortified%20town\"&gt;garrisoned&lt;/a&gt; by Prussians and 5,000 of their troops occupy it under a &lt;a href=\"William%20I%2C%20Elector%20of%20Hesse\"&gt;Prince of Hesse&lt;/a&gt;. The civil government is under the Dutch and the &lt;a href=\"taxes\"&gt;duties&lt;/a&gt; collected by them. The town is not very large but the streets are broader than [in] the French towns and clean and the houses are good... [I] got the cheapest of &lt;a href=\"public%20bathing\"&gt;hot baths&lt;/a&gt; here at the principal house I ever had in my life: one franc.\"In 1820, Luxembourg made use of the &lt;a href=\"metric%20system\"&gt;metric system&lt;/a&gt; of measurement compulsory. Previously, the country had using local units such as the \"malter\" (which was equivalent to 191 &lt;a href=\"litre\"&gt;litre&lt;/a&gt;s).\nMuch of the Luxembourgish population joined the &lt;a href=\"Belgian%20revolution\"&gt;Belgian revolution&lt;/a&gt; against &lt;a href=\"United%20Kingdom%20of%20the%20Netherlands\"&gt;Dutch&lt;/a&gt; rule. Except for the fortress and its immediate vicinity, Luxembourg was considered a province of the new Belgian state from 1830 to 1839. By the &lt;a href=\"Treaty%20of%20London%2C%201839\"&gt;Treaty of London&lt;/a&gt; in 1839, the status of the grand duchy became fully sovereign and in personal union to the king of the Netherlands. In turn, the predominantly &lt;a href=\"Langues%20d%27o%C3%AFl\"&gt;Oil&lt;/a&gt;-speaking geographically larger western part of the duchy was ceded to Belgium as the &lt;a href=\"Luxembourg%20%28province%20of%20Belgium%29\"&gt;province de Luxembourg&lt;/a&gt;.\nThis loss left the Grand Duchy of Luxembourg a predominantly German state, although French cultural influence remained strong. The loss of Belgian markets also caused painful economic problems for the state. Recognising this, the grand duke integrated it into the German \"&lt;a href=\"Zollverein\"&gt;Zollverein&lt;/a&gt;\" in 1842. Nevertheless, Luxembourg remained an underdeveloped agrarian country for most of the century. As a result of this, about one in five of the inhabitants &lt;a href=\"Luxembourg%20American\"&gt;emigrated&lt;/a&gt; to the United States between 1841 and 1891.\nCrisis of 1867.\nIn 1867, Luxembourg's independence was confirmed, after a turbulent period which even included a brief time of civil unrest against plans to annex Luxembourg to Belgium, Germany, or France. The &lt;a href=\"Luxembourg%20crisis\"&gt;crisis&lt;/a&gt; of 1867 almost resulted in war between France and Prussia over the status of Luxembourg, which had become free of German control when the German Confederation was abolished at the end of the &lt;a href=\"Seven%20Weeks%20War\"&gt;Seven Weeks War&lt;/a&gt; in 1866.\nWilliam III, king of the Netherlands, and sovereign of Luxembourg, was willing to sell the grand duchy to France's Emperor &lt;a href=\"Napoleon%20III\"&gt;Napoleon III&lt;/a&gt; in order to retain &lt;a href=\"Limbourg\"&gt;Limbourg&lt;/a&gt; but backed out when Prussian chancellor, &lt;a href=\"Otto%20von%20Bismarck\"&gt;Otto von Bismarck&lt;/a&gt;, expressed opposition. The growing tension brought about a conference in London from March to May 1867 in which the British served as mediators between the two rivals. Bismarck manipulated public opinion, resulting in the denial of sale to France. The issue was resolved by the second &lt;a href=\"Treaty%20of%20London%2C%201867\"&gt;Treaty of London&lt;/a&gt; which guaranteed the perpetual independence and &lt;a href=\"Neutral%20country\"&gt;neutrality&lt;/a&gt; of the state. The fortress walls were pulled down and the Prussian garrison was withdrawn.\nFamous visitors to Luxembourg in the 18th and 19th centuries included the German poet &lt;a href=\"Johann%20Wolfgang%20von%20Goethe\"&gt;Johann Wolfgang von Goethe&lt;/a&gt;, the French writers &lt;a href=\"%C3%89mile%20Zola\"&gt;Émile Zola&lt;/a&gt; and &lt;a href=\"Victor%20Hugo\"&gt;Victor Hugo&lt;/a&gt;, the composer &lt;a href=\"Franz%20Liszt\"&gt;Franz Liszt&lt;/a&gt;, and the English painter &lt;a href=\"Joseph%20Mallord%20William%20Turner\"&gt;Joseph Mallord William Turner&lt;/a&gt;.\nSeparation and the World Wars (1890–1945).\nLuxembourg remained a possession of the kings of the Netherlands until the death of &lt;a href=\"William%20III%20of%20the%20Netherlands\"&gt;William III&lt;/a&gt; in 1890, when the grand duchy passed to the &lt;a href=\"House%20of%20Nassau-Weilburg\"&gt;House of Nassau-Weilburg&lt;/a&gt; due to the 1783 &lt;a href=\"Nassau%20Family%20Pact\"&gt;Nassau Family Pact&lt;/a&gt;, under which those territories of the Nassau family in the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt; at the time of the pact (Luxembourg and &lt;a href=\"Duchy%20of%20Nassau\"&gt;Nassau&lt;/a&gt;) were bound by semi-&lt;a href=\"Salic%20law\"&gt;Salic law&lt;/a&gt;, which allowed &lt;a href=\"inheritance\"&gt;inheritance&lt;/a&gt; by females or through the female line only upon extinction of male members of the &lt;a href=\"dynasty\"&gt;dynasty&lt;/a&gt;. When &lt;a href=\"William%20III%20of%20the%20Netherlands\"&gt;William III&lt;/a&gt; died leaving only his daughter &lt;a href=\"Wilhelmina%20of%20the%20Netherlands\"&gt;Wilhelmina&lt;/a&gt; as an heir, the crown of the Netherlands, not being bound by the family pact, passed to Wilhelmina. However, the crown of Luxembourg passed to a male of another branch of the House of Nassau: &lt;a href=\"Adolphe%2C%20Grand%20Duke%20of%20Luxembourg\"&gt;Adolphe&lt;/a&gt;, the dispossessed &lt;a href=\"House%20of%20Nassau\"&gt;Duke of Nassau&lt;/a&gt; and head of the &lt;a href=\"House%20of%20Nassau-Weilburg\"&gt;branch of Nassau-Weilburg&lt;/a&gt;.\nFirst World War.\nWorld War I affected Luxembourg at a time when the nation-building process was far from complete. The small grand duchy (about 260,000 inhabitants in 1914) opted for an ambiguous policy between 1914 and 1918. With the country occupied by German troops, the government, led by Paul Eyschen, chose to remain neutral. This strategy had been elaborated with the approval of &lt;a href=\"Marie-Ad%C3%A9la%C3%AFde%2C%20Grand%20Duchess%20of%20Luxembourg\"&gt;Marie-Adélaïde, Grand Duchess of Luxembourg&lt;/a&gt;. Although continuity prevailed on the political level, the war caused social upheaval, which laid the foundation for the first &lt;a href=\"trades%20union\"&gt;trades union&lt;/a&gt; in Luxembourg.\nInterwar period.\nThe end of the occupation in November 1918, squared with a time of uncertainty on the international and national levels. The victorious Allies disapproved of the choices made by the local élites, and some Belgian politicians even demanded the (re)integration of the country into a greater Belgium. Within Luxembourg, a strong minority asked for the creation of a republic. In the end, the grand duchy remained a monarchy but was led by a new head of state, &lt;a href=\"Charlotte%2C%20Grand%20Duchess%20of%20Luxembourg\"&gt;Charlotte&lt;/a&gt;. In 1921, it entered into &lt;a href=\"Belgium%E2%80%93Luxembourg%20Economic%20Union\"&gt;an economic and monetary union with Belgium&lt;/a&gt;. During most of the 20th century, however, Germany remained its most important economic partner.\nThe introduction of &lt;a href=\"universal%20suffrage\"&gt;universal suffrage&lt;/a&gt; for men and women favored the Rechtspartei (party of the Right) which played the dominant role in the government throughout the 20th century, with the exception of 1925–26 and 1974–79, when the two other important parties, the &lt;a href=\"Liberal%20League%20%28Luxembourg%29\"&gt;Liberal&lt;/a&gt; and the &lt;a href=\"Social%20Democratic%20Party%20%28Luxembourg%29\"&gt;Social-Democratic&lt;/a&gt; parties, formed a coalition. The success of the resulting party was due partly to the support of the church — the population was more than 90 percent Catholic — and of its newspaper, the \"Luxemburger Wort\".\nOn the international level, the interwar period was characterised by an attempt to put Luxembourg on the map. Especially under Joseph Bech, head of the Department of Foreign Affairs, the country participated more actively in several international organisations, in order to ensure its autonomy. On December 16, 1920, Luxembourg became a member of the &lt;a href=\"League%20of%20Nations\"&gt;League of Nations&lt;/a&gt;. On the economic level in the 1920s and the 1930s, the agricultural sector declined in favour of industry, but even more so for the service sector. The proportion of the active population in this last sector rose from 18 percent in 1907 to 31 percent in 1935.\nIn the 1930s, the internal situation deteriorated, as Luxembourgish politics were influenced by European left- and right-wing politics. The government tried to counter &lt;a href=\"communist\"&gt;communist&lt;/a&gt;-led unrest in the industrial areas and continued friendly policies towards &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;, which led to much criticism. The attempts to quell unrest peaked with the \"&lt;a href=\"Maulkuerfgesetz\"&gt;Maulkuerfgesetz&lt;/a&gt;\", the \"muzzle\" Law, which was an attempt to outlaw the &lt;a href=\"Communist%20Party%20of%20Luxembourg\"&gt;Communist Party&lt;/a&gt;. The law was turned down in a 1937 referendum.\nSecond World War.\nUpon the outbreak of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; in September 1939, the government of Luxembourg observed its neutrality and issued an official proclamation to that effect on September 6, 1939. On May 10, 1940, an invasion by German armed forces swept away the Luxembourgish government and monarchy into exile. The German troops made up of the &lt;a href=\"1st%20Panzer%20Division%20%28Wehrmacht%29\"&gt;1st&lt;/a&gt;, &lt;a href=\"2nd%20Panzer%20Division\"&gt;2nd&lt;/a&gt;, and &lt;a href=\"10th%20Panzer%20Division%20%28Wehrmacht%29\"&gt;10th Panzer Divisions&lt;/a&gt; invaded at 04:35. They did not encounter any significant resistance save for some bridges destroyed and some land mines since the majority of the Luxembourgish Volunteer Corps stayed in their barracks. Luxembourgish police resisted the German troops, but to little avail and the capital city was occupied before noon. Total Luxembourgish casualties amounted to 75 police and soldiers captured, six police wounded, and one soldier wounded.\nThe Luxembourg royal family and their entourage received visas from Portuguese consul &lt;a href=\"Aristides%20de%20Sousa%20Mendes\"&gt;Aristides de Sousa Mendes&lt;/a&gt; in Bordeaux. They crossed into Portugal and subsequently travelled to the United States in two groups: on the from Lisbon to Baltimore in July 1940, and on the Pan American airliner\" Yankee Clipper\" in October 1940. Throughout the war, &lt;a href=\"Grand%20Duchess%20Charlotte\"&gt;Grand Duchess Charlotte&lt;/a&gt; broadcast via the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; to Luxembourg to give hope to the people.\nLuxembourg remained &lt;a href=\"German%20occupation%20of%20Luxembourg%20in%20World%20War%20II\"&gt;under German military occupation&lt;/a&gt; until August 1942, when the &lt;a href=\"Third%20Reich\"&gt;Third Reich&lt;/a&gt; formally annexed it as part of the \"&lt;a href=\"Gau%20%28German%29\"&gt;Gau&lt;/a&gt;\" \"Moselland\". The German authorities declared Luxembourgers to be German citizens and called up 13,000 for military service. 2,848 Luxembourgers eventually died fighting in the German army.\nLuxembourgish opposition to this annexation took the form of passive resistance at first, as in the \"&lt;a href=\"Sp%C3%A9ngelskrich\"&gt;Spéngelskrich&lt;/a&gt;\" (lit. \"War of the Pins\"), and in refusal to speak German. As French was forbidden, many Luxembourgers resorted to resuscitating old Luxembourgish words, which led to a renaissance of the language. The Germans met opposition with &lt;a href=\"deportation\"&gt;deportation&lt;/a&gt;, &lt;a href=\"forced%20labour\"&gt;forced labour&lt;/a&gt;, &lt;a href=\"forced%20conscription\"&gt;forced conscription&lt;/a&gt; and, more drastically, with &lt;a href=\"internment\"&gt;internment&lt;/a&gt;, deportation to &lt;a href=\"Nazi%20concentration%20camps\"&gt;Nazi concentration camps&lt;/a&gt; and execution.\nExecutions took place after the so-called &lt;a href=\"Luxembourgian%20general%20strike%20of%201942\"&gt;general strike&lt;/a&gt; from September 1 to September 3, 1942, which paralysed the administration, agriculture, industry and education in response to the declaration of &lt;a href=\"forced%20conscription\"&gt;forced conscription&lt;/a&gt; by the German administration on August 30, 1942. The Germans suppressed the strike violently. They executed 21 strikers and deported hundreds more to &lt;a href=\"Nazi%20concentration%20camps\"&gt;Nazi concentration camps&lt;/a&gt;. The then civilian administrator of Luxembourg, &lt;a href=\"Gauleiter\"&gt;Gauleiter&lt;/a&gt; &lt;a href=\"Gustav%20Simon\"&gt;Gustav Simon&lt;/a&gt;, had declared conscription necessary to support the German war effort. The general strike in Luxembourg remained one of the few mass strikes against the German war machine in Western Europe.\nU.S. forces liberated most of the country in September 1944. They entered the capital city on September 10, 1944. During the &lt;a href=\"Ardennes%20Offensive\"&gt;Ardennes Offensive&lt;/a&gt; (&lt;a href=\"Battle%20of%20the%20Bulge\"&gt;Battle of the Bulge&lt;/a&gt;) German troops took back most of northern Luxembourg for a few weeks. Allied forces finally expelled the Germans in January 1945.\nBetween December 1944 and February 1945, the recently liberated city of &lt;a href=\"Luxembourg%20%28city%29\"&gt;Luxembourg&lt;/a&gt; was designated by the &lt;a href=\"OB%20West\"&gt;OB West&lt;/a&gt; (German Army Command in the West) as the target for &lt;a href=\"V-3%20cannon%23Luxembourg%20bombardment\"&gt;V-3&lt;/a&gt; &lt;a href=\"siege%20gun\"&gt;siege gun&lt;/a&gt;s, which were originally intended to bombard &lt;a href=\"London\"&gt;London&lt;/a&gt;. Two V-3 guns based at &lt;a href=\"Lampaden\"&gt;Lampaden&lt;/a&gt; fired a total of 183 rounds at Luxembourg. However, the V-3 was not very accurate. 142 rounds landed in Luxembourg, with 44 confirmed hits in the urban area, and the total casualties were 10 dead and 35 wounded. The bombardments ended with the American Army nearing Lampaden on February 22, 1945.\nAltogether, of a pre-war population of 293,000, 5,259 Luxembourgers lost their lives during the hostilities.\nModern history (since 1945).\nAfter &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, Luxembourg abandoned its politics of &lt;a href=\"Neutral%20country\"&gt;neutrality&lt;/a&gt;, when it became a founding member of the &lt;a href=\"NATO\"&gt;North Atlantic Treaty Organization&lt;/a&gt; (NATO) and the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt;. It is a signatory of the &lt;a href=\"Treaty%20of%20Rome\"&gt;Treaty of Rome&lt;/a&gt;, and constituted a monetary union with Belgium (&lt;a href=\"Benelux%20Customs%20Union\"&gt;Benelux Customs Union&lt;/a&gt; in 1948), and an economic union with Belgium and the Netherlands, the so-called &lt;a href=\"BeNeLux\"&gt;BeNeLux&lt;/a&gt;.\nBetween 1945 and 2005, the economic structure of Luxembourg changed significantly. The crisis of the metallurgy sector, which began in the mid-1970s and lasted till the late 1980s, nearly pushed the country into economic recession, given the monolithic dominance of that sector. The Tripartite Coordination Committee, consisting of members of the government, management representatives, and trade union leaders, succeeded in preventing major social unrest during those years, thus creating the myth of a “Luxembourg model” characterised by social peace. Although in the early years of the 21st century Luxembourg enjoyed one of the highest GNR per capita in the world, this was mainly due to the strength of its financial sector, which gained importance at the end of the 1960s. Thirty-five years later, one-third of the tax proceeds originated from that sector. The harmonisation of the tax system across Europe could, however, seriously undermine the financial situation of the grand duchy.\nLuxembourg has been one of the strongest advocates of the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; in the tradition of &lt;a href=\"Robert%20Schuman\"&gt;Robert Schuman&lt;/a&gt;. It was one of the six founding members of the European Coal and Steel Community (ECSC) in 1952 and of the &lt;a href=\"European%20Economic%20Community\"&gt;European Economic Community&lt;/a&gt; (EEC) (later the European Union) in 1957; in 1999 it joined the &lt;a href=\"euro\"&gt;euro&lt;/a&gt; currency area.\nEncouraged by the contacts established with the Dutch and Belgian governments in exile, Luxembourg pursued a policy of presence in international organisations. In the context of the Cold War, Luxembourg clearly opted for the West having joined NATO in 1949. Engagement in European reconstruction was rarely questioned subsequently, either by politicians or by the greater population.\nDespite its small proportions, Luxembourg often played an intermediary role between larger countries. This role of mediator, especially between the two large and often bellicose nations of Germany and France, was considered one of the main characteristics of its national identity, allowing the Luxembourgers not to have to choose between one of these two neighbours. The country also hosted a large number of European institutions such as the &lt;a href=\"European%20Court%20of%20Justice\"&gt;European Court of Justice&lt;/a&gt;.\nLuxembourg's small size no longer seemed to be a challenge to the existence of the country, and the creation of the &lt;a href=\"Banque%20Centrale%20du%20Luxembourg\"&gt;Banque Centrale du Luxembourg&lt;/a&gt; (1998) and of the &lt;a href=\"University%20of%20Luxembourg\"&gt;University of Luxembourg&lt;/a&gt; (2003) was evidence of the continuing desire to become a “real” nation. The decision in 1985 to declare &lt;a href=\"Luxembourgish%20language\"&gt;Lëtzebuergesch (Luxembourgish)&lt;/a&gt; the national language was also a step in the affirmation of the country's independence. In fact, the linguistic situation in Luxembourg was characterised by trilingualism: Lëtzebuergesch was the spoken vernacular language, German the written language, in which Luxembourgers were most fluent, and French the language of official letters and law.\nIn 1985, the country became victim to a &lt;a href=\"Bombers%20Affair\"&gt;mysterious bombing spree&lt;/a&gt;, which was targeted mostly at electrical masts and other installations.\nIn 1995, Luxembourg provided the president of the &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt;, former Prime Minister &lt;a href=\"Jacques%20Santer\"&gt;Jacques Santer&lt;/a&gt;, who later had to resign in March 1999 over corruption accusations against other commission members.\nPrime Minister, &lt;a href=\"Jean-Claude%20Juncker\"&gt;Jean-Claude Juncker&lt;/a&gt;, followed this European tradition. On 10 September 2004, Mr Juncker became the president of the group of finance ministers from the 12 countries that share the euro, a role that led him to be dubbed \"Mr Euro\".\nThe present sovereign is Grand Duke &lt;a href=\"Henri%2C%20Grand%20Duke%20of%20Luxembourg\"&gt;Henri&lt;/a&gt;. Henri's father, &lt;a href=\"Jean%2C%20Grand%20Duke%20of%20Luxembourg\"&gt;Jean&lt;/a&gt;, succeeded his mother, Charlotte, on 12 November 1964. Jean's eldest son, Prince Henri, was appointed \"Lieutenant Représentant\" (Hereditary Grand Duke) on 4 March 1998. On 24 December 1999, Prime Minister Juncker announced Grand Duke Jean's decision to abdicate the throne on 7 October 2000, in favour of Prince &lt;a href=\"Henri%2C%20Grand%20Duke%20of%20Luxembourg\"&gt;Henri&lt;/a&gt; who assumed the title and constitutional duties of Grand Duke.\nOn July 10, 2005, after threats of resignation by Prime Minister Juncker, the proposed &lt;a href=\"European%20Constitution\"&gt;European Constitution&lt;/a&gt; was approved by 56.52% of voters.\nIn July 2013, Prime Minister Jean-Claude Juncker announced his resignation following a secret service scandal. He had been prime minister since 1995.\nIn December 2013, openly gay &lt;a href=\"Xavier%20Bettel\"&gt;Xavier Bettel&lt;/a&gt; was sworn in as the new prime minister to succeed Juncker. Bettel of &lt;a href=\"Democratic%20Party%20%28Luxembourg%29\"&gt;Democratic Party&lt;/a&gt; (DP), formed a coalition of Liberals, Social Democrats and Greens who won a combined majority of 32 out of 60 seats in Luxembourg's snap &lt;a href=\"2013%20Luxembourg%20general%20election\"&gt;election&lt;/a&gt; on October 20, 2013. However, Juncker's &lt;a href=\"Christian%20Social%20People%27s%20Party\"&gt;Christian Democrats&lt;/a&gt; (CSV) remained the biggest party with 23 seats.\nIn July 2014, European Parliament elected former Luxembourg prime minister Jean-Claude Juncker as the &lt;a href=\"President%20of%20the%20European%20Commission\"&gt;President of the European Commission&lt;/a&gt; on 1 November 2014, succeeding Portugal's &lt;a href=\"Jos%C3%A9%20Manuel%20Barroso\"&gt;Jose Manuel Barroso&lt;/a&gt;, who had held the post since 2004.\nIn December 2018, Prime Minister Xavier Bettel was sworn in for a second term, following the narrow victory of his liberal-led coalition in 2018 parliamentary &lt;a href=\"2018%20Luxembourg%20general%20election\"&gt;election&lt;/a&gt;.\nSee also.\nGeneral:"
}