{
    "id": "1784524",
    "revid": "26021349",
    "url": "https://en.wikipedia.org/wiki?curid=1784524",
    "title": "Cheadle, Greater Manchester",
    "text": "Cheadle () is a village in the &lt;a href=\"Metropolitan%20Borough%20of%20Stockport\"&gt;Metropolitan Borough of Stockport&lt;/a&gt;, Greater Manchester, England. Within the boundaries of the &lt;a href=\"Historic%20counties%20of%20England\"&gt;historic county&lt;/a&gt; of Cheshire, it borders &lt;a href=\"Cheadle%20Hulme\"&gt;Cheadle Hulme&lt;/a&gt;, &lt;a href=\"Gatley\"&gt;Gatley&lt;/a&gt;, &lt;a href=\"Heald%20Green\"&gt;Heald Green&lt;/a&gt; and &lt;a href=\"Cheadle%20Heath\"&gt;Cheadle Heath&lt;/a&gt; in Stockport, and &lt;a href=\"Didsbury\"&gt;East Didsbury&lt;/a&gt; in Manchester. , it had a population of 14,698.\nHistory.\nThere has been human occupation in the area that is now Cheadle since prehistoric times. The earliest evidence of civilisation is of burial mounds dating from the &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt;, belonging to &lt;a href=\"Britons%20%28historical%29\"&gt;Celts&lt;/a&gt; who occupied Britain. Later, the area was occupied by &lt;a href=\"Brigantes\"&gt;Brigantes&lt;/a&gt;, whose activity was discovered in the form of &lt;a href=\"axe\"&gt;axe&lt;/a&gt; fragments.\nIn the first millennium, Romans occupied the area, and their coins have been discovered. During the seventh century, &lt;a href=\"Chad%20of%20Mercia\"&gt;St. Chad&lt;/a&gt; preached in the area. A stone cross dedicated to him was found close to the confluence of the &lt;a href=\"River%20Mersey\"&gt;River Mersey&lt;/a&gt; and &lt;a href=\"Micker%20Brook\"&gt;Micker Brook&lt;/a&gt; in 1873.\nThe village is first recorded in the &lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt; under the name \"Cedde\", which comes from the Celtic word for \"wood\". It was held by Gamel, a free Saxon under &lt;a href=\"Hugh%20d%27Avranches%2C%201st%20Earl%20of%20Chester\"&gt;Hugh d'Avranches, 1st Earl of Chester&lt;/a&gt;; it was about three miles long and half as wide, containing both wooded and open land, with areas enclosed for hunting purposes. This early manor occupied the approximate areas of both modern day Cheadle and &lt;a href=\"Cheadle%20Hulme\"&gt;Cheadle Hulme&lt;/a&gt;.\nBy June 1294, Geoffrey de Chedle was lord of the manor, and it was valued at about £20 per annum. Geoffrey's descendant Robert (or Roger) died in the early 1320s, leaving the estate to his wife Matilda who held it until her death in 1326. As there were no male heirs the manor, which was now worth £30 per annum, was divided between her daughters, Clemence and Agnes. Agnes inherited the northern half (which would later become the modern-day Cheadle), and Clemence inherited the southern half (latterly Cheadle Hulme). The two areas became known as \"Chedle Bulkeley\" and \"Chedle Holme\" respectively.\nWilliam de Bulkeley succeeded his mother, and was a participant in several wars in France for &lt;a href=\"Edward%2C%20the%20Black%20Prince\"&gt;Edward, the Black Prince&lt;/a&gt;. His son, Richard, was sent to live at the court &lt;a href=\"Richard%20II%20of%20England\"&gt;Richard II&lt;/a&gt;, and later to a baron whose daughter Margery married Richard. Richard died at the age of 21, but Margery lived until she was around 90 years old. She was succeeded by her grandson and great-grandson, both named William. Shortly after the &lt;a href=\"Battle%20of%20Bosworth\"&gt;Battle of Bosworth&lt;/a&gt;, the latter William was succeeded by his brother Richard.\nDuring the reign of &lt;a href=\"Henry%20VIII%20of%20England\"&gt;Henry VIII&lt;/a&gt;, the current &lt;a href=\"St%20Mary%27s%20Church%2C%20Cheadle\"&gt;St Mary's Church&lt;/a&gt; on High Street was built. There has been a church on the site since the 12th century, the original being constructed of wood, but it was rebuilt in stone between 1520 and 1550. The church contains an effigy of John Stanley who, along with many other men from the area, fought in the &lt;a href=\"Battle%20of%20Flodden\"&gt;Battle of Flodden&lt;/a&gt;. Later he claimed the manor for himself, but was imprisoned by &lt;a href=\"Thomas%20Wolsey\"&gt;Thomas Wolsey&lt;/a&gt; who ensured the land went to its rightful owner.\nThe Bulkeleys continued to hold the lands as lords of the manor until the 18th century, when the manor was purchased by Thomas Egerton.\n&lt;a href=\"Moseley%20Old%20Hall%2C%20Cheadle\"&gt;Moseley Old Hall&lt;/a&gt;, an early &lt;a href=\"House%20of%20Stuart\"&gt;Stuart&lt;/a&gt; mansion dating from 1666 is still standing and is owned privately.\n&lt;a href=\"Abney%20Hall\"&gt;Abney Hall&lt;/a&gt; is a late &lt;a href=\"Victorian%20architecture\"&gt;Victorian&lt;/a&gt; hall from 1847 and was used as the Cheadle town hall from 1959 until 1974: it is now used for offices. It is surrounded by parkland which is open to the public all year round and features some of the only &lt;a href=\"wetlands\"&gt;wetlands&lt;/a&gt; left in &lt;a href=\"Stockport\"&gt;Stockport&lt;/a&gt;.\nCheadle grew rapidly during the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt; when it was used as a stopping point for travellers and merchants on their way to &lt;a href=\"Manchester%20city%20centre\"&gt;central Manchester&lt;/a&gt;.\nGeography.\nCheadle is a suburban village in the &lt;a href=\"Metropolitan%20Borough%20of%20Stockport\"&gt;Metropolitan Borough of Stockport&lt;/a&gt;, Greater Manchester, from Stockport town centre and from &lt;a href=\"Manchester%20city%20centre\"&gt;Manchester city centre&lt;/a&gt;. It is close to &lt;a href=\"Manchester%20Airport\"&gt;Manchester Airport&lt;/a&gt;. Cheadle lies on the &lt;a href=\"Cheshire%20Plain\"&gt;Cheshire Plain&lt;/a&gt; in the final meander of the &lt;a href=\"Ladybrook%20Valley\"&gt;Ladybrook Valley&lt;/a&gt; before it joins the &lt;a href=\"River%20Mersey\"&gt;River Mersey&lt;/a&gt; to the north. Cheadle is on the &lt;a href=\"A560%20road\"&gt;A560&lt;/a&gt; from Stockport to Chester and borders onto the &lt;a href=\"A34%20road%20%28England%29\"&gt;A34&lt;/a&gt;. Its &lt;a href=\"drift%20%28geology%29\"&gt;geology&lt;/a&gt; is &lt;a href=\"boulder%20clay\"&gt;boulder clay&lt;/a&gt; and gravels: the parkland of &lt;a href=\"Abney%20Hall\"&gt;Abney Hall&lt;/a&gt; to the north is on the flood plain of the Mersey.\nGovernance.\nLying within the &lt;a href=\"Historic%20counties%20of%20England\"&gt;historic county boundaries&lt;/a&gt; of &lt;a href=\"Cheshire\"&gt;Cheshire&lt;/a&gt;, Cheadle was an &lt;a href=\"ancient%20parish\"&gt;ancient parish&lt;/a&gt; in the &lt;a href=\"Hundred%20%28country%20subdivision%29\"&gt;Hundred&lt;/a&gt; of Stockport. The parish included the &lt;a href=\"Township%20%28England%29\"&gt;township&lt;/a&gt;s of &lt;a href=\"Cheadle%20Bulkeley\"&gt;Cheadle Bulkeley&lt;/a&gt; and &lt;a href=\"Cheadle%20Moseley\"&gt;Cheadle Moseley&lt;/a&gt; (which included Cheadle Hulme). Following the &lt;a href=\"Municipal%20Corporations%20Act%201835\"&gt;Municipal Corporations Act 1835&lt;/a&gt;, part of Cheadle Bulkeley was amalgamated into the &lt;a href=\"County%20Borough%20of%20Stockport\"&gt;Municipal Borough of Stockport&lt;/a&gt;. Cheadle Bulkeley and Cheadle Moseley became separate &lt;a href=\"civil%20parish\"&gt;civil parish&lt;/a&gt;es in 1866, but in 1879 they were united to form the civil parish of Cheadle.\nIn 1886, Cheadle was in the Cheadle and Gatley &lt;a href=\"local%20board%20of%20health\"&gt;local board of health&lt;/a&gt;, a &lt;a href=\"local%20authority\"&gt;regulatory body&lt;/a&gt; responsible for standards of hygiene and sanitation for the area of &lt;a href=\"Stockport%20Etchells\"&gt;Stockport Etchells&lt;/a&gt; township and the part of Cheadle township outside the Municipal Borough of Stockport. The board of health was also part of Stockport &lt;a href=\"poor%20law%20union\"&gt;poor law union&lt;/a&gt;. In 1888 the board was divided into four wards: Adswood, Cheadle, Cheadle Hulme and Gatley. Under the &lt;a href=\"Local%20Government%20Act%201894\"&gt;Local Government Act 1894&lt;/a&gt; the area of the local board became &lt;a href=\"Cheadle%20and%20Gatley%20Urban%20District\"&gt;Cheadle and Gatley Urban District&lt;/a&gt;. There were exchanges of land with the neighbouring former &lt;a href=\"Urban%20district%20%28Great%20Britain%20and%20Ireland%29\"&gt;urban district&lt;/a&gt;s of &lt;a href=\"Wilmslow\"&gt;Wilmslow&lt;/a&gt; and &lt;a href=\"Handforth\"&gt;Handforth&lt;/a&gt; in 1901, and the wards were restructured again, splitting Cheadle Hulme into north and south, and merging in Adswood. Due to the fast-paced growth of the district, the wards were again restructured in 1930, with the addition of &lt;a href=\"Heald%20Green\"&gt;Heald Green&lt;/a&gt;. In 1940 the current wards of Adswood, Cheadle East, Cheadle West, Cheadle Hulme North, Cheadle Hulme South, Gatley and Heald Green were established. Under the &lt;a href=\"Local%20Government%20Act%201972\"&gt;Local Government Act 1972&lt;/a&gt; the Cheadle and Gately Urban District was abolished, and Cheadle has, since 1 April 1974, formed an &lt;a href=\"unparished%20area\"&gt;unparished area&lt;/a&gt; of the &lt;a href=\"Metropolitan%20Borough%20of%20Stockport\"&gt;Metropolitan Borough of Stockport&lt;/a&gt; within the &lt;a href=\"metropolitan%20county\"&gt;metropolitan county&lt;/a&gt; of &lt;a href=\"Greater%20Manchester\"&gt;Greater Manchester&lt;/a&gt;.\nSince 1950, Cheadle has been part of the &lt;a href=\"Cheadle%20%28UK%20Parliament%20constituency%29\"&gt;Cheadle parliamentary constituency&lt;/a&gt;. As of 2015, it is represented by &lt;a href=\"UK%20Conservative%20Party\"&gt;Conservative&lt;/a&gt; MP &lt;a href=\"Mary%20Robinson%20%28British%20politician%29\"&gt;Mary Robinson&lt;/a&gt;. The area (listed as Cheadle and Gatley) has three councillors who serve on the borough council, who are all &lt;a href=\"Liberal%20Democrats%20%28UK%29\"&gt;Liberal Democrats&lt;/a&gt;.\nTransport.\nCheadle's public transport is now confined to buses operated by several firms. Bus 11 runs between Altrincham and Stockport, via Baguley, Wythenshawe Hospital, Wythenshawe and Cheadle. Bus 11A runs between Altrincham and Stockport, via Timperley, Baguley, Gatley and Cheadle. Bus 42C runs between Handforth and Manchester city centre, via Cheadle and East Didsbury.\nHowever, from 1866 until 1964, the locality was served by a &lt;a href=\"Cheshire%20Lines%20Committee\"&gt;Cheshire Lines Committee&lt;/a&gt; railway station (initially called Cheadle and, from 1950, ) situated north of the village on the west side of Manchester Road. It was also served, from 1866 until 1917, by &lt;a href=\"Cheadle%20LNWR%20railway%20station\"&gt;Cheadle LNWR&lt;/a&gt;, a &lt;a href=\"London%20%26amp%3B%20North%20Western%20Railway\"&gt;London &amp; North Western Railway&lt;/a&gt; station located next to the railway overbridge near the centre of the village. Both stations were on lines leading from &lt;a href=\"Altrincham\"&gt;Altrincham&lt;/a&gt; to &lt;a href=\"Stockport\"&gt;Stockport&lt;/a&gt;.\nCheadle no longer has its own railway station, though there are stations in several neighbouring vicinities. &lt;a href=\"Gatley%20railway%20station\"&gt;Gatley railway station&lt;/a&gt; is approximately one mile west of Cheadle village and the neighbouring areas of &lt;a href=\"East%20Didsbury%20railway%20station\"&gt;East Didsbury&lt;/a&gt; (within the City of Manchester's boundaries), &lt;a href=\"Cheadle%20Hulme%20railway%20station\"&gt;Cheadle Hulme&lt;/a&gt; and &lt;a href=\"Heald%20Green%20railway%20station\"&gt;Heald Green&lt;/a&gt; all have stations themselves.\nCheadle is accessed by junctions 2 and 3 of the &lt;a href=\"M60%20motorway\"&gt;M60 Manchester orbital&lt;/a&gt; motorway. It is approximately 4 miles from &lt;a href=\"Manchester%20Airport\"&gt;Manchester Airport&lt;/a&gt;.\nHousing.\nA number of houses in Cheadle that were built in the 1800s still stand today, in a conservation area in the centre of the village.\nThere is also a Manchester overspill council estate that was constructed shortly after the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; to rehouse families from the Victorian slums of inner-city Manchester. In April 2008, these homes were transferred to a housing association, Mossbank Homes.\nEducation.\nThe following educational establishments are in Cheadle:\nEconomy.\nCheadle is home to the HQ of sportswear giants &lt;a href=\"Umbro\"&gt;Umbro&lt;/a&gt;.\nIt formerly had the head office of &lt;a href=\"Nord%20Anglia%20Education\"&gt;Nord Anglia Education&lt;/a&gt;. At a later time the Nord Anglia Cheadle housed the International Schools and Learning Services divisions.\nSport.\nThe village's football club is &lt;a href=\"Cheadle%20Town%20F.C.\"&gt;Cheadle Town F.C.&lt;/a&gt; that play in the &lt;a href=\"North%20West%20Counties%20Football%20League\"&gt;North West Counties Football League&lt;/a&gt;."
}