{
    "id": "1784855",
    "revid": "2040164",
    "url": "https://en.wikipedia.org/wiki?curid=1784855",
    "title": "Akerselva",
    "text": "Akerselva or Akerselven () is a river which flows through &lt;a href=\"Oslo\"&gt;Oslo&lt;/a&gt;. It starts at &lt;a href=\"Maridalsvannet\"&gt;Maridalsvannet&lt;/a&gt; in &lt;a href=\"Oslomarka\"&gt;Oslomarka&lt;/a&gt;, and traverses the boroughs of &lt;a href=\"Nordre%20Aker\"&gt;Nordre Aker&lt;/a&gt;, &lt;a href=\"Sagene\"&gt;Sagene&lt;/a&gt;, &lt;a href=\"Gr%C3%BCnerl%C3%B8kka\"&gt;Grünerløkka&lt;/a&gt;, central Oslo and &lt;a href=\"Gr%C3%B8nland%2C%20Oslo\"&gt;Grønland&lt;/a&gt;, whereby it finally ends at &lt;a href=\"Paulsenkaien\"&gt;Paulsenkaien&lt;/a&gt; and &lt;a href=\"Oset\"&gt;Oset&lt;/a&gt; in &lt;a href=\"Bj%C3%B8rvika\"&gt;Bjørvika&lt;/a&gt;. The river is considered to be a part of the &lt;a href=\"Nordmarkvassdraget\"&gt;Nordmarkvassdraget&lt;/a&gt;, and has the Norwegian &lt;a href=\"watercourse%20number\"&gt;watercourse number&lt;/a&gt; 006.Z. The entire river is about long, and has a difference in elevation between source and mouth of approximately .\nIn the past, the river was utilized as a source of energy for local &lt;a href=\"Industry%20%28manufacturing%29\"&gt;industry&lt;/a&gt;, and along the river there are many old industrial buildings.\nIn the 1970s, the river was heavily contaminated after 150 years of industrial and sewage discharge. In the 1980s, a local initiative to limit emissions and revive the &lt;a href=\"flora\"&gt;flora&lt;/a&gt; and &lt;a href=\"fauna\"&gt;fauna&lt;/a&gt; of the river began.\nAkerselva has largely been rehabilitated is now \"Oslo’s green lung\" and along the bank of the entire river from Grønland to Maridalsvannet there are park areas. &lt;a href=\"Salmon\"&gt;Salmon&lt;/a&gt; run and spawn in the upper part of the river.\nEarly in March 2011, Oslo's water and wastewater department accidentally discharged of chlorine into the river near its headwaters, rendering the river virtually dead as of 11 March 2011. According to &lt;a href=\"Norwegian%20Broadcasting%20Corporation\"&gt;Norwegian Broadcasting Corporation&lt;/a&gt;, the discharge occurred at the water treatment plant Oset.\nName.\nThe first element is the genitive case of &lt;a href=\"Aker%2C%20Norway\"&gt;Aker&lt;/a&gt;, the name of the old farm and churchsite that has named several places in Oslo. The last element is the finite form of the noun \"elv\" ('river').\nThe river is considered to be the border between the eastern and the western part of Oslo. In the eastern part people treat the word \"elv\" as a feminine noun, so they say \"elva\" ('the river'). The westside dialect is influenced by Danish (considered a more appropriate language during the union with Denmark), where the feminine and masculine genders have merged into a common gender inflected like Norwegian masculine nouns. Therefore, people in the western part often treat \"elv\" as a masculine noun, causing them to say \"elven\" ('the river').\nThe &lt;a href=\"Old%20Norse\"&gt;Old Norse&lt;/a&gt; name of the river was \"Frysja\", and this old name has been revived as the name of a neighborhood along the river. The name is probably derived from the verb \"frusa\" '&lt;a href=\"froth\"&gt;froth&lt;/a&gt;', referring to the many waterfalls in the river.\nGeology.\nAkerselva flows from Maridalsvannet north of the city to &lt;a href=\"Bj%C3%B8rvika\"&gt;Bjørvika&lt;/a&gt;, 9.8 km further down. The fall is 149 meters. The entire river course is in the construction zone, while the precipitation field is in Nordmarka.\nThe rocks in the ground below the river are syenite (northern market) and hornfels from Bjølsen and northwards, while the ground south of Bjølsen is mainly clay slate and tuber lime. Syenite and hornfels are hard rocks that are hard to decompose. The river is located in the geological Oslo field, where subsidence areas are formed by stretches in the earth's crust, blocks are separated and middle parts sink in, allowing for rivers to cut down. The softer rocks further south hard formed the basis for brickwork on Myraløkka and Øvre Foss (Våghalsen), which in the 1840s was the country's largest, and large slides in the river, hence the street name Leirfallsgata at the bottom of Grünerløkka. In Øvre Foss lies a slab of solidified volcanic melt that has come up in a crack, which is tougher and harder than lime and slate and a reason why the waterfall is here. Up in Nydalen, there are steep erosion cliffs that are part of the Grefsen moraine. The river has cut its way through thick masses of gravel, sand and clay that formed in front of the inland ice that receded about 9800 years ago (the Akert Step). At the largest bathtub at Stilla and at the gutters between the grasslands at Brekkedammen, there is visible syenite (circular swab) with clear scouring strips from the glacier. At Nedre Foss there is visible tuber lime, black clay slate and limestone (orthocer lime).\nAbout 10,000 years ago, the sea rose 220 meters higher than today, about 9300 years ago the sea was 150 meters so that the Maridal waters were separated from the fjord and the Akerselva was born. , 6,000 years ago was the waterline at Myraløkka and 3,000 years ago at Cuba. \nWaterfalls.\nThe 20 waterfalls are, from above: \nA lot of stone has been used in river banks and bridges: At the Vaterland Park, a rocky mountain of gray Østfold granite from Hvaler has been recreated, the same has been used in the bridges in Hausmann's bridge. Both Nybrua, Ankerbrua and Sannerbrua besides the millstone on Beyerbrua are in light, coarse-grained syenite."
}