{
    "id": "17843729",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=17843729",
    "title": "Arthur Hartley",
    "text": "Arthur Clifford Hartley, &lt;a href=\"Commander%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;CBE&lt;/a&gt; (7 January 1889 – 28 January 1960) was a British &lt;a href=\"civil%20engineer\"&gt;civil engineer&lt;/a&gt;. Graduating with a &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt; from &lt;a href=\"Imperial%20College%20London\"&gt;Imperial College London&lt;/a&gt;, Hartley worked for the &lt;a href=\"North%20Eastern%20Railway%20%28UK%29\"&gt;North Eastern Railway&lt;/a&gt; and an &lt;a href=\"asphalt\"&gt;asphalt&lt;/a&gt; manufacturer before joining the &lt;a href=\"Royal%20Flying%20Corps\"&gt;Royal Flying Corps&lt;/a&gt; during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. He became a qualified pilot, with the rank of &lt;a href=\"major%20%28United%20Kingdom%29\"&gt;major&lt;/a&gt; and joined the &lt;a href=\"Air%20Ministry\"&gt;Air Board&lt;/a&gt; where he was involved with the development of &lt;a href=\"synchronization%20gear\"&gt;interrupter gear&lt;/a&gt;. His war work was rewarded with his appointment as an &lt;a href=\"Officer%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;Officer of the Order of the British Empire&lt;/a&gt; (OBE). He left the corps after the war and spent five years as a consulting engineer before he joined the &lt;a href=\"Anglo-Persian%20Oil%20Company\"&gt;Anglo-Persian Oil Company&lt;/a&gt; (later Anglo-Iranian).\nDuring the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; Hartley was seconded to the government where he was involved in the development of the &lt;a href=\"bombsight\"&gt;bombsight&lt;/a&gt; which sank the \"&lt;a href=\"German%20battleship%20Tirpitz\"&gt;Tirpitz&lt;/a&gt;\", the &lt;a href=\"Operation%20Pluto\"&gt;Operation Pluto&lt;/a&gt; pipeline project and the &lt;a href=\"Fog%20Investigation%20and%20Dispersal%20Operation%20%28FIDO%29\"&gt;FIDO&lt;/a&gt; fog dispersion system. Following the war he was rewarded with an appointment as &lt;a href=\"Commander%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;Commander of the Order of the British Empire&lt;/a&gt; (CBE), a &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; &lt;a href=\"Medal%20of%20Freedom%20%281945%29\"&gt;Medal of Freedom&lt;/a&gt; and £9000 cash. He retired from Anglo-Iranian in 1951 and was elected president of the &lt;a href=\"Institution%20of%20Mechanical%20Engineers\"&gt;Institution of Mechanical Engineers&lt;/a&gt;. He was elected president of the &lt;a href=\"Institution%20of%20Civil%20Engineers\"&gt;Institution of Civil Engineers&lt;/a&gt; in 1959, but died three months into his tenure.\nEarly life.\nHartley was born at Springbank, &lt;a href=\"Kingston%20upon%20Hull\"&gt;Hull&lt;/a&gt; on 7 January 1889 to George Thomas Hartley, a surgeon, and his wife Elizabeth Briggs. He was educated at &lt;a href=\"Hymers%20College\"&gt;Hymers College&lt;/a&gt; and &lt;a href=\"Hull%20Municipal%20Technical%20College\"&gt;Hull Municipal Technical College&lt;/a&gt; before attending the &lt;a href=\"City%20and%20Guilds%20College\"&gt;City and Guilds College&lt;/a&gt;, the engineering department of &lt;a href=\"Imperial%20College%20London\"&gt;Imperial College London&lt;/a&gt;. He graduated with a &lt;a href=\"British%20undergraduate%20degree%20classification\"&gt;third class honours&lt;/a&gt; &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt; in engineering in 1910. After graduation he found employment with the &lt;a href=\"North%20Eastern%20Railway%20%28UK%29\"&gt;North Eastern Railway&lt;/a&gt; in the office of their chief docks engineer at Hull and from 1912-14 with &lt;a href=\"asphalt\"&gt;asphalt&lt;/a&gt; makers Rose, Down and Thompson Limited.\nFirst World War.\nDuring the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt; Hartley was commissioned into the &lt;a href=\"Royal%20Flying%20Corps\"&gt;Royal Flying Corps&lt;/a&gt; as a &lt;a href=\"second%20lieutenant\"&gt;second lieutenant&lt;/a&gt; on 23 August 1916, and became a qualified pilot. He was promoted &lt;a href=\"First%20Lieutenant\"&gt;lieutenant&lt;/a&gt; on 22 February 1918. He ended the war with the rank of &lt;a href=\"major%20%28United%20Kingdom%29\"&gt;major&lt;/a&gt;. During the war Hartley joined the armaments section of the &lt;a href=\"Air%20Ministry\"&gt;Air Board&lt;/a&gt;, working with &lt;a href=\"Bertram%20Hopkinson\"&gt;Bertram Hopkinson&lt;/a&gt;. He was responsible for the Air Board's development of &lt;a href=\"George%20Constantinescu\"&gt;George Constantinescu&lt;/a&gt;'s &lt;a href=\"synchronization%20gear\"&gt;interrupter gear&lt;/a&gt; which allowed a machine gun to be fired through the propeller blades of an aircraft without danger of damage. This invention was said by Air Vice Marshal Sir &lt;a href=\"John%20Maitland%20%28RAF%20officer%29\"&gt;John Maitland&lt;/a&gt; to be responsible for air superiority over German aircraft. He transferred to the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; on its establishment as a separate service. He was appointed an &lt;a href=\"Officer%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;Officer of the Order of the British Empire&lt;/a&gt; (OBE) on 10 October 1919 in recognition of his war work.\nInterbellum.\nAfter the war Hartley worked as a consulting engineer for five years before joining the &lt;a href=\"Anglo-Persian%20Oil%20Company\"&gt;Anglo-Persian Oil Company&lt;/a&gt; in 1924 as assistant manager of its engineering division. He became assistant manager of the supply department later the same year and from 1932 to 1934 he was seconded to the &lt;a href=\"Iraq%20Petroleum%20Company\"&gt;Iraq Petroleum Company&lt;/a&gt;, on his return being appointed chief engineer. The company became the Anglo-Iranian Oil Company in 1935.\nSecond World War.\nFollowing the outbreak of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; Hartley was seconded from Anglo-Iranian to the &lt;a href=\"Ministry%20of%20Aircraft%20Production\"&gt;Ministry of Aircraft Production&lt;/a&gt; in 1940. From 1940-1 he assisted with the development of a stabilized &lt;a href=\"bombsight\"&gt;bombsight&lt;/a&gt; which was used by &lt;a href=\"RAF%20Bomber%20Command\"&gt;RAF Bomber Command&lt;/a&gt; in the sinking of the German &lt;a href=\"battleship\"&gt;battleship&lt;/a&gt; \"&lt;a href=\"German%20battleship%20Tirpitz\"&gt;Tirpitz&lt;/a&gt;\" in 1944. From 1942 Hartley worked with the &lt;a href=\"Petroleum%20Warfare%20Department\"&gt;Petroleum Warfare Department&lt;/a&gt; and was appointed as its technical director. Here he developed, at the request of &lt;a href=\"Air%20Chief%20Marshal\"&gt;Air Chief Marshal&lt;/a&gt; &lt;a href=\"Arthur%20Travers%20Harris\"&gt;Arthur Harris&lt;/a&gt;, the &lt;a href=\"Fog%20Investigation%20and%20Dispersal%20Operation\"&gt;Fog Investigation and Dispersal Operation&lt;/a&gt; which was known as FIDO. This was a means of burning oil along runways to disperse fog. The system was installed at fifteen airfields across Britain, beginning in 1943. FIDO is credited with bringing 2,500 aircraft and 10,000 aircrew safely home during the war.\nHartley also developed the pipes used in &lt;a href=\"Operation%20Pluto\"&gt;Operation Pluto&lt;/a&gt; (Pipe Lines Under The Ocean), a series of twenty-one undersea pipes used to transport oil from Britain to continental Europe to support the &lt;a href=\"Liberation%20of%20Europe\"&gt;Liberation of Europe&lt;/a&gt;. The system supplied the allied armies with of fuel per day during the &lt;a href=\"Western%20Allied%20invasion%20of%20Germany\"&gt;advance into Germany&lt;/a&gt;, and Hartley received £9000 after the war for his work on Pluto from the &lt;a href=\"Royal%20Commission%20on%20Awards%20to%20Inventors\"&gt;Royal Commission on Awards to Inventors&lt;/a&gt;. He also received an appointment as &lt;a href=\"Commander%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;Commander of the Order of the British Empire&lt;/a&gt; (CBE) in 1944.\nPost-war.\nHartley was awarded the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; &lt;a href=\"Medal%20of%20Freedom%20%281945%29\"&gt;Medal of Freedom&lt;/a&gt; in 1946. He retired from Anglo-Iranian (which would become &lt;a href=\"British%20Petroleum\"&gt;British Petroleum&lt;/a&gt; in 1954) in 1951 and became an engineering consultant during which time he developed the Hartley hoister – a device which allowed the loading of &lt;a href=\"oil%20tanker\"&gt;oil tanker&lt;/a&gt;s offshore. He was elected president of the &lt;a href=\"Institution%20of%20Mechanical%20Engineers\"&gt;Institution of Mechanical Engineers&lt;/a&gt; in 1951 and was an honorary fellow of the &lt;a href=\"City%20and%20Guilds%20of%20London%20Institute\"&gt;City and Guilds of London Institute&lt;/a&gt;. He was also made an honorary fellow of &lt;a href=\"Imperial%20College%20London\"&gt;Imperial College London&lt;/a&gt; in 1953. In 1959 he received the Redwood Medal of the &lt;a href=\"Institute%20of%20Petroleum\"&gt;Institute of Petroleum&lt;/a&gt;. He was elected president of the Institution of Civil Engineers in 1959. However he died just three months into his term at &lt;a href=\"St%20Thomas%27s%20Hospital\"&gt;St Thomas's Hospital&lt;/a&gt;, &lt;a href=\"London\"&gt;London&lt;/a&gt; on 28 January 1960.\nPersonal life.\nHartley married Dorothy Elizabeth Wallace, the daughter of a &lt;a href=\"Shanghai\"&gt;Shanghai&lt;/a&gt;-based marine engineer, in 1920 and had two sons. Dorothy died in 1923, and in 1927 he married Florence Nina Hodgson with whom he had a further two sons."
}