{
    "id": "17854318",
    "revid": "962126475",
    "url": "https://en.wikipedia.org/wiki?curid=17854318",
    "title": "John Morco",
    "text": "John Morco, usually known as \"Happy Jack\" Morco (1848? – October 16, 1873), was an alleged &lt;a href=\"gunfighter\"&gt;gunman&lt;/a&gt; by his own accounts as well as a &lt;a href=\"Political%20corruption\"&gt;corrupt&lt;/a&gt; &lt;a href=\"police%20officer\"&gt;lawman&lt;/a&gt; of the &lt;a href=\"Old%20West\"&gt;Old West&lt;/a&gt;, most notably during the wildest days of the cattletown &lt;a href=\"Ellsworth%2C%20Kansas\"&gt;Ellsworth, Kansas&lt;/a&gt;.\nMorco is believed to have been born in the east, possibly in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, venturing west some time around 1866. Morco first traveled to &lt;a href=\"California\"&gt;California&lt;/a&gt;, where he became known for his drunken brawls and boasting. Morco is believed to have killed four men in &lt;a href=\"Western%20saloon\"&gt;saloon&lt;/a&gt; brawls during that time, reportedly with all of the men being unarmed. However, there is little way of confirming that. In around 1870, Morco turned up in Ellsworth, Kansas, then a bustling &lt;a href=\"boomtown\"&gt;boomtown&lt;/a&gt; due to the cattle industry. Boasting of having killed twelve men in gunfights, Morco was hired by the local police force, which at the time was in desperate need of good men. The hiring of Morco would be a mistake that they would later regret. The remaining members of the police force included Ed Hogue and Ed Crawford, both equally corrupt and both bullies. Although it has been written that &lt;a href=\"Wyatt%20Earp\"&gt;Wyatt Earp&lt;/a&gt; worked there as well during this time, there is no mention of him in the records of this period in events involving John Morco, Crawford or Hogue, and if he was employed there he did nothing of note.\nAt the time, Ellsworth had one of the highest crime rates in the west, and violence was common. On September 26, 1869, Town &lt;a href=\"Constable\"&gt;Constable&lt;/a&gt; William Semans had been shot and killed while attempting to arrest an unruly &lt;a href=\"cowboy\"&gt;cowboy&lt;/a&gt; in a &lt;a href=\"dance%20hall\"&gt;dance hall&lt;/a&gt;. Immediately after Constable Semans' death, two &lt;a href=\"outlaw\"&gt;outlaw&lt;/a&gt;s known only as Craig and Johnson began bullying the townspeople, often committing acts of &lt;a href=\"armed%20robbery\"&gt;armed robbery&lt;/a&gt; openly, with no fear from the law. Townsmen organized a group, and overwhelmed the two outlaws, &lt;a href=\"hanging\"&gt;hanging&lt;/a&gt; them both. County &lt;a href=\"Sheriff\"&gt;Sheriff&lt;/a&gt; E.W. Kingsbury had proven to be a competent sheriff, but had not only the town of Ellsworth to contend with, but the rest of the county as well. He was assisted by yet another competent and well respected lawman, Deputy Chauncey Whitney.\nMorco hired on at a time when the town was desperate, otherwise he likely would not have lasted as long as he did. He became known fairly quickly for his boasts and tales of the men he'd killed before coming to Ellsworth. In reality, although possible, it is just as likely that he never killed anyone. He was arrogant, for no apparent reason, and a bully. Within only a matter of weeks, he began using his authority to punish those he disliked, while covering up for those he did.\nClash with the Thompson brothers, death.\nIn April, 1873, gunman and &lt;a href=\"gambler\"&gt;gambler&lt;/a&gt; &lt;a href=\"Billy%20Thompson%20%28gunman%29\"&gt;Billy Thompson&lt;/a&gt; arrived in Ellsworth, followed shortly afterwards by his well-known gunman brother, &lt;a href=\"Ben%20Thompson%20%28lawman%29\"&gt;Ben Thompson&lt;/a&gt;. The two immediately set themselves up as \"house gamblers\", which was their main sort of employment. By this time, Sheriff Kingsbury had moved on, and Chauncey Whitney had taken over as County Sheriff. Whitney had a personality that made him an easy man to respect, as he was strong but fair. Whitney and the Thompson brothers became fast friends, and often spent time in one another's company, as both the brothers, Billy Thompson in particular, liked him. On August 15, 1873, Ben Thompson attempted to collect a debt owed to him by gambler John Sterling. When he confronted Sterling, the latter was in the company of John Morco. Knowing that Thompson was not armed, Sterling slapped him, followed by Morco pulling his pistol and forcing Thompson into the street.\nThompson went and armed himself, and was quickly joined by his brother Billy, who was drunk. As the two brothers went to meet Morco and Sterling, who were calling for them to come and face them, Sheriff Whitney interceded, convincing the Thompson brothers to go have a drink and talk it over. Walking together, the three saw Morco and Sterling walking toward them, at which Ben Thompson fired a rifle shot in their direction. Morco and Sterling continued to advance, when suddenly Billy Thompson's shotgun discharged, accidentally shooting Sheriff Whitney. By all accounts, including that of Sheriff Whitney before his death on August 18, the shooting was an accident. Billy Thompson was forced by his brother to flee to avoid being &lt;a href=\"Lynching\"&gt;lynch&lt;/a&gt;ed, probably a good decision at the time. He was later arrested and returned for &lt;a href=\"trial\"&gt;trial&lt;/a&gt;, and &lt;a href=\"acquitted\"&gt;acquitted&lt;/a&gt;.\nHowever, reaction to the death of Sheriff Whitney was swift and violent. A &lt;a href=\"vigilante\"&gt;vigilante&lt;/a&gt; group was formed, taking action against any &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; &lt;a href=\"cowboy\"&gt;cowboy&lt;/a&gt;s causing trouble in town. On August 16, 1873, the day after the shooting, police officer Ed Crawford had shot Billy Thompson's friend Cad Pierce in the side, an incident that Officer Crawford provoked, then pistol whipped him to death, while in the same period Morco filed charges of assault against Ben Thompson. On August 17, 1873, Morco and Ed Hogue ran Neil Cain, another friend to the Thompson's, out of town. Crawford and Morco, however, avoided Ben Thompson during this time. Ed Hogue eventually arrested Ben Thompson on the assault charge.\nHowever, the Town Council fired Morco, due to his inappropriate involvement in the whole incident, and shortly afterwards dismissed the entire police department. Shortly afterwards, believed to have been on October 16, 1873, Morco entered town and began ranting and boasting, clashing verbally with a Texas cowboy in front of the \"Lizzie Palmer Dancehall\". When newly appointed town Police Officer J.C. \"Charlie\" Brown interceded, Morco pulled a gun, prompting Brown to do the same, with Brown shooting Morco in the chest and head, killing him. Following Morco's death, Ed Hogue left town. Crawford, ignoring threats that Texas cowboys who were friends with Cad Pierce would kill him due to Pierce's murder, refused to leave. Cowboys, although never identified but presumed friends to Pierce, tracked Crawford to Nauchville, more or less a &lt;a href=\"suburb\"&gt;suburb&lt;/a&gt; of Ellsworth located half a mile out of town, finding him in a &lt;a href=\"brothel\"&gt;brothel&lt;/a&gt;, where they shot and killed him. Pierce's &lt;a href=\"brother%20in%20law\"&gt;brother in law&lt;/a&gt; was alleged to have been the actual shooter, however no arrests were ever made."
}