{
    "id": "17871354",
    "revid": "1052648488",
    "url": "https://en.wikipedia.org/wiki?curid=17871354",
    "title": "UEFA Euro 2000 Final",
    "text": "The UEFA Euro 2000 Final was the final match of &lt;a href=\"UEFA%20Euro%202000\"&gt;Euro 2000&lt;/a&gt;, the eleventh &lt;a href=\"UEFA%20European%20Football%20Championship\"&gt;European Football Championship&lt;/a&gt;, &lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt;'s top &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; competition for national teams. The match was played at &lt;a href=\"De%20Kuip\"&gt;De Kuip&lt;/a&gt; in &lt;a href=\"Rotterdam\"&gt;Rotterdam&lt;/a&gt;, the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, on 2 July 2000 and was contested between &lt;a href=\"France%20national%20football%20team\"&gt;France&lt;/a&gt; and &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy&lt;/a&gt;. France were drawn in &lt;a href=\"UEFA%20Euro%202000%20Group%20D\"&gt;Group D&lt;/a&gt; alongside the &lt;a href=\"Netherlands%20national%20football%20team\"&gt;Netherlands&lt;/a&gt;, &lt;a href=\"Denmark%20national%20football%20team\"&gt;Denmark&lt;/a&gt; and the &lt;a href=\"Czech%20Republic%20national%20football%20team\"&gt;Czech Republic&lt;/a&gt;. France ended the group stage as runners-up to the Netherlands, and defeated &lt;a href=\"Spain%20national%20football%20team\"&gt;Spain&lt;/a&gt; in the quarter-finals before progressing to the final with a victory over &lt;a href=\"Portugal%20national%20football%20team\"&gt;Portugal&lt;/a&gt; in the semi-final after a &lt;a href=\"Penalty%20shoot-out%20%28association%20football%29\"&gt;penalty shoot-out&lt;/a&gt;. Italy were allocated to &lt;a href=\"UEFA%20Euro%202000%20Group%20B\"&gt;Group B&lt;/a&gt; alongside &lt;a href=\"Turkey%20national%20football%20team\"&gt;Turkey&lt;/a&gt;, &lt;a href=\"Belgium%20national%20football%20team\"&gt;Belgium&lt;/a&gt; and &lt;a href=\"Sweden%20national%20football%20team\"&gt;Sweden&lt;/a&gt; and won the group. In the quarter-final they defeated &lt;a href=\"Romania%20national%20football%20team\"&gt;Romania&lt;/a&gt; before a semi-final penalty shoot-out victory over the Netherlands saw them progress to the final.\nThe final took place in front of 50,000 spectators and was &lt;a href=\"Referee%20%28association%20football%29\"&gt;refereed&lt;/a&gt; by the Swedish official &lt;a href=\"Anders%20Frisk\"&gt;Anders Frisk&lt;/a&gt;. In the fifth minute, &lt;a href=\"Thierry%20Henry\"&gt;Thierry Henry&lt;/a&gt; struck a &lt;a href=\"Volley%20%28association%20football%29\"&gt;half-volley&lt;/a&gt; which hit the Italy goalpost and the first half ended goalless. In the 56th minute, Italy took the lead: &lt;a href=\"Francesco%20Totti\"&gt;Francesco Totti&lt;/a&gt; back-heeled the ball to &lt;a href=\"Gianluca%20Pessotto\"&gt;Gianluca Pessotto&lt;/a&gt; whose &lt;a href=\"Cross%20%28association%20football%29\"&gt;cross&lt;/a&gt; beat both &lt;a href=\"Laurent%20Blanc\"&gt;Laurent Blanc&lt;/a&gt; and &lt;a href=\"Marcel%20Desailly\"&gt;Marcel Desailly&lt;/a&gt;, allowing &lt;a href=\"Marco%20Delvecchio\"&gt;Marco Delvecchio&lt;/a&gt; to score from close range. In the fourth minute of stoppage time, France's goalkeeper &lt;a href=\"Fabien%20Barthez\"&gt;Fabien Barthez&lt;/a&gt; took a long free kick which was headed on by &lt;a href=\"David%20Trezeguet\"&gt;David Trezeguet&lt;/a&gt; to &lt;a href=\"Sylvain%20Wiltord\"&gt;Sylvain Wiltord&lt;/a&gt; who controlled the ball with his chest before striking it through &lt;a href=\"Alessandro%20Nesta\"&gt;Alessandro Nesta&lt;/a&gt;'s legs and past Italy goalkeeper &lt;a href=\"Francesco%20Toldo\"&gt;Francesco Toldo&lt;/a&gt; into the far corner to make it 1–1. Two minutes before the interval in extra time, &lt;a href=\"Demetrio%20Albertini\"&gt;Demetrio Albertini&lt;/a&gt; mis-controlled a pass, allowing Pires to take the ball and cross for Trezeguet who half-volleyed it into the top corner, a &lt;a href=\"golden%20goal\"&gt;golden goal&lt;/a&gt; for France who won their second European Championship 2–1.\nItaly's Totti was named as UEFA's &lt;a href=\"player%20of%20the%20match\"&gt;man of the match&lt;/a&gt; while France's &lt;a href=\"Zinedine%20Zidane\"&gt;Zinedine Zidane&lt;/a&gt; received the player of tournament accolade. Six players from each of Italy and France were selected for UEFA's squad of the tournament. In winning the final, France became the first World Cup champions to also win the European Championship title.\nBackground.\n&lt;a href=\"UEFA%20Euro%202000\"&gt;UEFA Euro 2000&lt;/a&gt; was the eleventh edition of the &lt;a href=\"UEFA%20European%20Football%20Championship\"&gt;UEFA European Football Championship&lt;/a&gt;, &lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt;'s football competition for national teams. &lt;a href=\"UEFA%20Euro%202000%20qualifying\"&gt;Qualifying rounds&lt;/a&gt; were played on a home-and-away &lt;a href=\"round-robin%20tournament\"&gt;round-robin tournament&lt;/a&gt; basis prior to the final tournament being co-hosted by Belgium and the Netherlands, between 10 June and 2 July 2000. The sixteen qualified teams were divided into four groups of four with each team playing one another once. The winners of each group then faced the runners-up from the other groups in quarter-finals. The successful teams then progressed to the semi-finals and the winners there qualified for the final.\nIn the previous international tournament, the &lt;a href=\"1998%20FIFA%20World%20Cup\"&gt;1998 FIFA World Cup&lt;/a&gt;, France were champions, beating &lt;a href=\"Brazil%20national%20football%20team\"&gt;Brazil&lt;/a&gt; in &lt;a href=\"1998%20FIFA%20World%20Cup%20Final\"&gt;the final&lt;/a&gt;. Italy were knocked out at the quarter-final stage by France, losing in a &lt;a href=\"penalty%20shoot-out%20%28association%20football%29\"&gt;penalty shoot-out&lt;/a&gt; after the match ended goalless. That match represented the last time prior to the 2000 final that the sides had faced one another. The 2000 final was the 31st meeting between the sides, with Italy winning 16, France victorious in 6, with the remainder ending in a draw. Both sides had won the European Championship once before, Italy defeating &lt;a href=\"Yugoslavia%20national%20football%20team\"&gt;Yugoslavia&lt;/a&gt; in the &lt;a href=\"UEFA%20Euro%201968%20Final\"&gt;1968 final&lt;/a&gt; and France beating &lt;a href=\"Spain%20national%20football%20team\"&gt;Spain&lt;/a&gt; in the &lt;a href=\"UEFA%20Euro%201984%20Final\"&gt;1984 final&lt;/a&gt;.\nRoute to the final.\nFrance.\nFrance were assigned to &lt;a href=\"UEFA%20Euro%202000%20Group%20D\"&gt;UEFA Euro 2000 Group D&lt;/a&gt; where they faced the &lt;a href=\"Netherlands%20national%20football%20team\"&gt;Netherlands&lt;/a&gt;, &lt;a href=\"Denmark%20national%20football%20team\"&gt;Denmark&lt;/a&gt; and the &lt;a href=\"Czech%20Republic%20national%20football%20team\"&gt;Czech Republic&lt;/a&gt;. In the first group match, France played Denmark on 11 June 2000 at the &lt;a href=\"Jan%20Breydel%20Stadium\"&gt;Jan Breydel Stadium&lt;/a&gt; in &lt;a href=\"Bruges\"&gt;Bruges&lt;/a&gt;, Belgium. Within two minutes of &lt;a href=\"Kick-off%20%28association%20football%29\"&gt;kick-off&lt;/a&gt;, a mistake from &lt;a href=\"Marcel%20Desailly\"&gt;Marcel Desailly&lt;/a&gt; allowed &lt;a href=\"Jon%20Dahl%20Tomasson\"&gt;Jon Dahl Tomasson&lt;/a&gt; to shoot but his strike was straight at France's goalkeeper &lt;a href=\"Fabien%20Barthez\"&gt;Fabien Barthez&lt;/a&gt;. &lt;a href=\"Nicolas%20Anelka\"&gt;Nicolas Anelka&lt;/a&gt; then hit the side-netting of the Denmark goal before &lt;a href=\"Laurent%20Blanc\"&gt;Laurent Blanc&lt;/a&gt; scored in the 16th minute. Midway through the second half, &lt;a href=\"Thierry%20Henry\"&gt;Thierry Henry&lt;/a&gt; doubled his side's lead after running half the length of the pitch with the ball following a pass from &lt;a href=\"Zinedine%20Zidane\"&gt;Zinedine Zidane&lt;/a&gt; and scoring past &lt;a href=\"Peter%20Schmeichel\"&gt;Peter Schmeichel&lt;/a&gt;, the Denmark goalkeeper. &lt;a href=\"Sylvain%20Wiltord\"&gt;Sylvain Wiltord&lt;/a&gt; made it 3–0 in &lt;a href=\"stoppage%20time\"&gt;stoppage time&lt;/a&gt; from close range after a &lt;a href=\"Cross%20%28association%20football%29\"&gt;cross&lt;/a&gt; from &lt;a href=\"Patrick%20Vieira\"&gt;Patrick Vieira&lt;/a&gt;.\nFrance's second game in the group saw them face the Czech Republic at the Jan Breydel Stadium on 16 June 2000. &lt;a href=\"Pavel%20Nedv%C4%9Bd\"&gt;Pavel Nedvěd&lt;/a&gt; forced Barthez to make an early save and in the fifth minute, &lt;a href=\"Ji%C5%99%C3%AD%20N%C4%9Bmec\"&gt;Jiří Němec&lt;/a&gt; crossed for &lt;a href=\"Jan%20Koller\"&gt;Jan Koller&lt;/a&gt; whose &lt;a href=\"Header%20%28association%20football%29\"&gt;header&lt;/a&gt; was wide. Two minutes later, France took the lead through Henry who intercepted a weak backpass from &lt;a href=\"Petr%20Gabriel\"&gt;Petr Gabriel&lt;/a&gt; to strike the ball under &lt;a href=\"Pavel%20Srn%C3%AD%C4%8Dek\"&gt;Pavel Srníček&lt;/a&gt;, the Czech Republic goalkeeper, and into the net. Both sides missed chances to score but in the 35th minute, &lt;a href=\"Karel%20Poborsk%C3%BD\"&gt;Karel Poborský&lt;/a&gt; equalised for the Czech Republic from the &lt;a href=\"Penalty%20kick%20%28association%20football%29\"&gt;penalty spot&lt;/a&gt; after &lt;a href=\"Didier%20Deschamps\"&gt;Didier Deschamps&lt;/a&gt; was adjudged to have fouled Nedvěd inside the France &lt;a href=\"penalty%20area\"&gt;penalty area&lt;/a&gt;. In the 60th minute, France retook the lead when &lt;a href=\"Youri%20Djorkaeff\"&gt;Youri Djorkaeff&lt;/a&gt; scored from a Henry pass, and although Koller hit the France crossbar, the match ended 2–1.\nThe final group match saw France play the Netherlands at &lt;a href=\"Amsterdam%20Arena\"&gt;Amsterdam Arena&lt;/a&gt; in &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;, the Netherlands. on 21 June 2000. &lt;a href=\"Christophe%20Dugarry\"&gt;Christophe Dugarry&lt;/a&gt; gave France the lead in the eighth minute when he headed in a &lt;a href=\"Corner%20kick\"&gt;corner&lt;/a&gt; from &lt;a href=\"Johan%20Micoud\"&gt;Johan Micoud&lt;/a&gt;. Six minutes later, &lt;a href=\"Dennis%20Bergkamp\"&gt;Dennis Bergkamp&lt;/a&gt; passed to &lt;a href=\"Patrick%20Kluivert\"&gt;Patrick Kluivert&lt;/a&gt; who equalised with a shot across Frances goalkeeper &lt;a href=\"Bernard%20Lama\"&gt;Bernard Lama&lt;/a&gt;. In the 31st minute, &lt;a href=\"Jaap%20Stam\"&gt;Jaap Stam&lt;/a&gt; made a clearing header which Wiltord struck goalbound: the ball was deflected by &lt;a href=\"David%20Trezeguet\"&gt;David Trezeguet&lt;/a&gt; and ended in the Netherlands' goal to make it 2–1. Dugarry missed a chance to score early in the second half before &lt;a href=\"Frank%20de%20Boer\"&gt;Frank de Boer&lt;/a&gt; struck a direct &lt;a href=\"Free%20kick%20%28association%20football%29\"&gt;free kick&lt;/a&gt; into the top corner of the France goal in the 51st minute. Eight minutes later, Desailly failed to head clear a long goal kick from &lt;a href=\"Sander%20Westerveld\"&gt;Sander Westerveld&lt;/a&gt; and &lt;a href=\"Boudewijn%20Zenden\"&gt;Boudewijn Zenden&lt;/a&gt; scored to make it 3–2 to the Netherlands, which remained the final score. \nAs runners-up in Group D, France's quarter-final opponents were &lt;a href=\"UEFA%20Euro%202000%20Group%20C\"&gt;Group C&lt;/a&gt; winners Spain who they faced at the Jan Breydel Stadium on 25 June 2000. Both Vieira and Dugarry missed headers early in the game before &lt;a href=\"Pep%20Guardiola\"&gt;Pep Guardiola&lt;/a&gt;'s free kick was punched away by Barthez. He then pushed &lt;a href=\"Ra%C3%BAl%20%28footballer%29\"&gt;Raúl&lt;/a&gt;'s shot over the bar and then &lt;a href=\"Pedro%20Munitis\"&gt;Pedro Munitis&lt;/a&gt; shot wide of France's goal. In the 32nd minute, &lt;a href=\"Agust%C3%ADn%20Aranz%C3%A1bal\"&gt;Agustín Aranzábal&lt;/a&gt; fouled Djorkaeff and Zidane struck the resulting free kick into the top corner of Spain's goal to give France a 1–0 lead. Six minutes later, &lt;a href=\"Lilian%20Thuram\"&gt;Lilian Thuram&lt;/a&gt; brought down Munitis in the France penalty area and &lt;a href=\"Gaizka%20Mendieta\"&gt;Gaizka Mendieta&lt;/a&gt; scored the resulting penalty kick, striking the ball down the middle as Barthez dived to the right. With a minute of the half remaining, France re-took the lead when Djorkaeff struck the ball past &lt;a href=\"Santiago%20Ca%C3%B1izares\"&gt;Santiago Cañizares&lt;/a&gt;, the Spain goalkeeper. In the final minute of the match, Barthez fouled &lt;a href=\"Abelardo%20Fern%C3%A1ndez\"&gt;Abelardo Fernández&lt;/a&gt; in the France box but Raúl struck the penalty high over the frame of the goal and the match ended 2–1.\nIn the semi-final, France played &lt;a href=\"Portugal%20national%20football%20team\"&gt;Portugal&lt;/a&gt; at the &lt;a href=\"King%20Baudouin%20Stadium\"&gt;King Baudouin Stadium&lt;/a&gt; in &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;, Belgium, on 28 June 2000. In the 19th minute, &lt;a href=\"S%C3%A9rgio%20Concei%C3%A7%C3%A3o\"&gt;Sérgio Conceição&lt;/a&gt; dispossessed Deschamps and the ball fell to &lt;a href=\"Nuno%20Gomes\"&gt;Nuno Gomes&lt;/a&gt; who struck a &lt;a href=\"Volley%20%28association%20football%29\"&gt;half-volley&lt;/a&gt; past Barthez to give Portugal a 1–0 lead at half-time. Six minutes into the second half, Anelka passed to Henry whose shot clipped &lt;a href=\"Fernando%20Couto\"&gt;Fernando Couto&lt;/a&gt; on its way into the Portugal goal to level the score. &lt;a href=\"V%C3%ADtor%20Ba%C3%ADa\"&gt;Vítor Baía&lt;/a&gt; saved a volley from &lt;a href=\"Emmanuel%20Petit\"&gt;Emmanuel Petit&lt;/a&gt; and the match went into extra time, where early on, &lt;a href=\"Jo%C3%A3o%20Pinto\"&gt;João Pinto&lt;/a&gt;'s shot went wide. With six minutes of the additional thirty remaining, Wiltod's shot was handballed by &lt;a href=\"Abel%20Xavier\"&gt;Abel Xavier&lt;/a&gt; and after considerable protest from Portugal, including &lt;a href=\"Lu%C3%ADs%20Figo\"&gt;Luís Figo&lt;/a&gt; leaving the pitch altogether, Zidane scored the resulting penalty, a &lt;a href=\"golden%20goal\"&gt;golden goal&lt;/a&gt;, to send France to the final for the first time since 1984.\nItaly.\nItaly were drawn in &lt;a href=\"UEFA%20Euro%202000%20Group%20B\"&gt;UEFA Euro 2000 Group B&lt;/a&gt; alongside &lt;a href=\"Turkey%20national%20football%20team\"&gt;Turkey&lt;/a&gt;, &lt;a href=\"Belgium%20national%20football%20team\"&gt;Belgium&lt;/a&gt; and &lt;a href=\"Sweden%20national%20football%20team\"&gt;Sweden&lt;/a&gt;. Italy's first group match was against Turkey and took place at the &lt;a href=\"GelreDome\"&gt;GelreDome&lt;/a&gt; in &lt;a href=\"Arnhem\"&gt;Arnhem&lt;/a&gt;, the Netherlands, on 11 June 2000. In a goalless first half, &lt;a href=\"Og%C3%BCn%20Temizkano%C4%9Flu\"&gt;Ogün Temizkanoğlu&lt;/a&gt;'s speculative strike almost gave Turkey the lead. Seven minutes into the second half, &lt;a href=\"Filippo%20Inzaghi\"&gt;Filippo Inzaghi&lt;/a&gt; missed with a header before his shot rebounded off &lt;a href=\"Alpay%20%C3%96zalan\"&gt;Alpay Özalan&lt;/a&gt;, allowing &lt;a href=\"Antonio%20Conte\"&gt;Antonio Conte&lt;/a&gt; to score with a &lt;a href=\"bicycle%20kick\"&gt;overhead kick&lt;/a&gt;. Nine minutes later, &lt;a href=\"Okan%20Buruk\"&gt;Okan Buruk&lt;/a&gt; equalised, beating the Italy goalkeeper &lt;a href=\"Francesco%20Toldo\"&gt;Francesco Toldo&lt;/a&gt; to the ball with his head from a &lt;a href=\"Sergen%20Yal%C3%A7%C4%B1n\"&gt;Sergen Yalçın&lt;/a&gt; free kick. Midway through the second half, Ogün fouled Inzaghi who scored the resulting penalty, and although &lt;a href=\"Alessandro%20Del%20Piero\"&gt;Alessandro Del Piero&lt;/a&gt; struck the frame of the Turkey goal twice, the match ended 2–1 to Italy.\nCo-hosts Belgium were Italy's opponents in their second group match, played at the King Baudouin Stadium in Brussels on 14 June 2000. Italy dominated the early stages with chances to score falling to Conte, &lt;a href=\"Paolo%20Maldini\"&gt;Paolo Maldini&lt;/a&gt; and Inzaghi, before &lt;a href=\"Francesco%20Totti\"&gt;Francesco Totti&lt;/a&gt; headed a free kick from &lt;a href=\"Demetrio%20Albertini\"&gt;Demetrio Albertini&lt;/a&gt; to put Italy ahead. Belgium then took control and missed several opportunities to equalise and midway through the second half &lt;a href=\"Stefano%20Fiore\"&gt;Stefano Fiore&lt;/a&gt; doubled Italy's lead, curling in a shot past &lt;a href=\"Nico%20Van%20Kerckhoven\"&gt;Nico Van Kerckhoven&lt;/a&gt;, the Belgium goalkeeper, after playing a &lt;a href=\"push%20and%20run\"&gt;one-two&lt;/a&gt; with Inzaghi. Although Italy had further chances to extend their lead, the match ended 2–0.\nThe final group match saw Italy face Sweden at the &lt;a href=\"Philips%20Stadion\"&gt;Philips Stadion&lt;/a&gt; in &lt;a href=\"Eindhoven\"&gt;Eindhoven&lt;/a&gt;, the Netherlands, on 19 June 2000. Sweden initially controlled the match with &lt;a href=\"Johan%20Mj%C3%A4llby\"&gt;Johan Mjällby&lt;/a&gt;'s header being cleared off the Italy goalline by &lt;a href=\"Angelo%20Di%20Livio\"&gt;Angelo Di Livio&lt;/a&gt; and &lt;a href=\"Freddie%20Ljungberg\"&gt;Freddie Ljungberg&lt;/a&gt; shooting wide with just Toldo to beat. &lt;a href=\"Luigi%20Di%20Biagio\"&gt;Luigi Di Biagio&lt;/a&gt; put Italy ahead six minutes before half-time when he scored with a header from Del Piero's corner. With thirteen minutes of the match remaining, Sweden equalised when &lt;a href=\"Henrik%20Larsson\"&gt;Henrik Larsson&lt;/a&gt; received the ball from &lt;a href=\"Kennet%20Andersson\"&gt;Kennet Andersson&lt;/a&gt;, and took it round Toldo to score. In the 88th minute, &lt;a href=\"Daniel%20Andersson%20%28footballer%2C%20born%201977%29\"&gt;Daniel Andersson&lt;/a&gt; conceded possession, allowing &lt;a href=\"Vincenzo%20Montella\"&gt;Vincenzo Montella&lt;/a&gt; to pass to Del Piero who struck the ball past &lt;a href=\"Magnus%20Hedman\"&gt;Magnus Hedman&lt;/a&gt;, the Sweden goalkeeper, to secure a 2–1 victory for Italy.\nItaly ended the group stage as winners, and faced &lt;a href=\"UEFA%20Euro%202000%20Group%20A\"&gt;Group A&lt;/a&gt; runners-up &lt;a href=\"Romania%20national%20football%20team\"&gt;Romania&lt;/a&gt; at the King Baudouin Stadium in Brussels on 24 June 2000. Italy took the lead in the 33rd minute in what author Jonathan O'Brien described as a \"one-sided affair\". Fiore passed to Totti who controlled the ball with his chest before striking it past the Romania goalkeeper &lt;a href=\"Bogdan%20Stelea\"&gt;Bogdan Stelea&lt;/a&gt;. &lt;a href=\"Gheorghe%20Hagi\"&gt;Gheorghe Hagi&lt;/a&gt; then &lt;a href=\"Chip%20%28association%20football%29\"&gt;lobbed&lt;/a&gt; the ball over Toldo but it struck the post. Two minutes before half-time, Albertini passed for Inzaghi who ran on and scored past Stelea, to make it 2–0. Hagi was &lt;a href=\"sent%20off\"&gt;sent off&lt;/a&gt; in the second half after receiving two yellow cards within minutes of one another: the first for a foul on Conte which left the Italian injured and out of the remainder of the tournament, and the second for &lt;a href=\"Diving%20%28association%20football%29\"&gt;diving&lt;/a&gt;. The match ended 2–0 and Italy progressed to the last four of the competition.\nIn the semi-final, Italy's opponents were co-hosts the Netherlands who they played at the Amsterdam Arena in Amsterdam on 29 June 2000. The Netherlands dominated the early stages with Bergkamp's pass allowing &lt;a href=\"Phillip%20Cocu\"&gt;Phillip Cocu&lt;/a&gt; to shoot off-target before Bergkamp himself hit the Italy goalpost. In the 34th minute, Italy were reduced to ten players when &lt;a href=\"Gianluca%20Zambrotta\"&gt;Gianluca Zambrotta&lt;/a&gt; was sent off, receiving his second yellow card of the game, this time for fouling Zenden. The Netherlands were then awarded a penalty after &lt;a href=\"Alessandro%20Nesta\"&gt;Alessandro Nesta&lt;/a&gt; fouled Kluivert but Frank de Boer's penalty was saved by Toldo. Kluivert had two chances to give the Netherlands the lead before half-time but his header was saved and his shot was wide. Fifteen minutes after the interval, &lt;a href=\"Edgar%20Davids\"&gt;Edgar Davids&lt;/a&gt; was fouled by &lt;a href=\"Mark%20Iuliano\"&gt;Mark Iuliano&lt;/a&gt; but Kluivert struck the resulting penalty against the post. The game went into extra time which the Netherlands controlled without scoring, and so a penalty shoot-out was required to determine the winner. Italy scored their first three penalties while Frank de Boer's strike was saved and Stam's attempt was off-target. &lt;a href=\"Edwin%20van%20der%20Sar\"&gt;Edwin van der Sar&lt;/a&gt;, the Netherlands goalkeeper, then saved from Maldini but Toldo then kept &lt;a href=\"Paul%20Bosvelt\"&gt;Paul Bosvelt&lt;/a&gt;'s shot out and Italy won the shoot-out 3–1 to progress to their first European Championship final since 1968.\nMatch.\nPre-match.\nBritish &lt;a href=\"bookmaker\"&gt;bookmaker&lt;/a&gt;s &lt;a href=\"William%20Hill%20%28bookmaker%29\"&gt;William Hill&lt;/a&gt; considered France to be clear favourites to win the final. France were designated as the 'home team' and so wore their traditional blue &lt;a href=\"Kit%20%28association%20football%29\"&gt;kit&lt;/a&gt; while Italy played in white for the first time in the tournament. Italy made three changes from their semi-final starting lineup with Pessotto coming in for Zambrotta who was suspended, Totti replacing del Piero and &lt;a href=\"Marco%20Delvecchio\"&gt;Marco Delvecchio&lt;/a&gt; coming in for Inzaghi. Djorkaeff was restored to France's first eleven instead of Petit, and Dugarry was preferred ahead of Anelka.\nSummary.\nThe final took place on 2 July 2000 at &lt;a href=\"De%20Kuip\"&gt;De Kuip&lt;/a&gt; in Rotterdam in front of 50,000 spectators and was &lt;a href=\"Referee%20%28association%20football%29\"&gt;refereed&lt;/a&gt; by the Swedish official &lt;a href=\"Anders%20Frisk\"&gt;Anders Frisk&lt;/a&gt;. After three minutes, Totti headed wide from a Fiore corner. Two minutes later, Henry struck a half-volley which hit the Italy goalpost. Both Di Biagio and Cannavaro were booked in the first half for fouls on Henry. Zidane then took a free kick which he shot over the goal. \nShortly into the second half, Zidane passed to Henry who ran with the ball but &lt;a href=\"Fabio%20Cannavaro\"&gt;Fabio Cannavaro&lt;/a&gt; blocked his shot. Italy then made the first &lt;a href=\"Substitute%20%28association%20football%29\"&gt;substitution&lt;/a&gt; of the match with del Piero coming on to replace Fiore. In the 56th minute, Italy took the lead: Totti back-heeled the ball to &lt;a href=\"Gianluca%20Pessotto\"&gt;Gianluca Pessotto&lt;/a&gt; whose cross beat both Blanc and Desailly, allowing Delvecchio to score from close range. Totti then found del Piero who, under pressure from Thuram, struck his shot wide. Dugarry was then replaced by Wiltord whose close range shot was blocked by Toldo. In the 68th minute, Henry was denied a shooting opportunity by Toldo who dived at his feet to gather the ball. With six minutes of the match remaining, &lt;a href=\"Massimo%20Ambrosini\"&gt;Massimo Ambrosini&lt;/a&gt; passed to Del Piero but his shot hit Barthez's foot. In the fourth minute of stoppage time, Barthez took a long free kick which was headed on by Trezeguet to Wiltord who controlled the ball with his chest before striking it through Nesta's legs. It crept past Toldo into the far corner to make it 1–1 and sent the match into extra time. In the 94th minute, Toldo saved from &lt;a href=\"Robert%20Pires\"&gt;Robert Pires&lt;/a&gt;, sustaining an injury to his nose in the process. Two minutes before the interval in the additional period, Albertini mis-controlled a pass from Cannavro, allowing Pires to take the ball past Albertini and Cannavaro before crossing for Trezeguet who half-volleyed it into the top corner, a golden goal for France who won their second European Championship 2–1.\nDetails.\n&lt;section begin=final /&gt;&lt;section end=final /&gt;\n&lt;section begin=lineups /&gt;\n&lt;/includeonly&gt;&lt;section end=lineups /&gt;\nMatch rules\nPost-match.\nTotti was named as the &lt;a href=\"player%20of%20the%20match\"&gt;man of the match&lt;/a&gt; while Zidane was selected as UEFA's player of the tournament. He, and five of his teammates, alongside six Italy players, were also selected for UEFA's squad of the tournament. In winning the tournament, France became the first World Cup title holder to also win the European Championship title.\nAfter the match, Henry remained defiant, noting that \"everybody thought we were dead, but with the French team it is never over.\" France's &lt;a href=\"Manager%20%28association%20football%29\"&gt;manager&lt;/a&gt;, &lt;a href=\"Roger%20Lemerre\"&gt;Roger Lemerre&lt;/a&gt;, remarked on his side's determination to hold both the European Championship and World Cup titles: \"It is the willpower of the team that did it... The team wanted this trophy since the day it won the World Cup. We said that, if there was a second left, we had to go all out for it. The miracle happened and we caused it.\" Cannavaro described Desailly as \"a horse\" after he had been elbowed in the face by the France player, and registered his disappointment in how he felt the France team had behaved, noting that the \"French had no respect for the defeated. They are extremely arrogant.\" Zoff, the Italy manager, said \"we were sure of the victory and that victory slipped away in the last minute... This, of course, is very serious. But you cannot say my players did not put up a fight.\" Two days after the final, Zoff resigned as manager of Italy.\nThe France team were greeted by thousands of supporters upon their return to Paris, at the &lt;a href=\"Place%20de%20la%20Concorde\"&gt;Place de la Concorde&lt;/a&gt;. Desailly remarked, \"I have my medal around my neck. I'm happy\", while French president &lt;a href=\"Jacques%20Chirac\"&gt;Jacques Chirac&lt;/a&gt; said, \"Tonight, I am proud of France and I am proud of the French. The French team has kept its genius.\"\nIn the next international tournament, the &lt;a href=\"2002%20FIFA%20World%20Cup\"&gt;2002 FIFA World Cup&lt;/a&gt;, France failed to progress from &lt;a href=\"2002%20FIFA%20World%20Cup%20Group%20A\"&gt;their group&lt;/a&gt;, finishing bottom of the table without scoring a goal. Italy were knocked out in the last-16 stage, losing 2–1 in extra time to &lt;a href=\"South%20Korea%20national%20football%20team\"&gt;South Korea&lt;/a&gt;."
}