{
    "id": "17880795",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=17880795",
    "title": "Archduchess Mathilda of Austria",
    "text": "Archduchess Mathilde Marie Adelgunde Alexandra of Austria (25 January 1849 – 6 June 1867) was a member of the &lt;a href=\"House%20of%20Habsburg-Lorraine\"&gt;House of Habsburg-Lorraine&lt;/a&gt; as the daughter of &lt;a href=\"Archduke%20Albert%2C%20Duke%20of%20Teschen\"&gt;Archduke Albert, Duke of Teschen&lt;/a&gt;. She was intended to become the &lt;a href=\"Queens%20of%20Italy\"&gt;Queen of Italy&lt;/a&gt; as the wife of &lt;a href=\"Umberto%20I%20of%20Italy\"&gt;Umberto I&lt;/a&gt;, but her early death prevented the marriage.\nAncestry and family.\nMathilde was born on 25 January 1849 in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; as the third child and second daughter of Archduke Albert, Duke of Teschen (1817–1895), a Field Marshal in the &lt;a href=\"Austro-Hungarian%20Army\"&gt;Austro-Hungarian Army&lt;/a&gt; and &lt;a href=\"Princess%20Hildegard%20of%20Bavaria\"&gt;Princess Hildegard of Bavaria&lt;/a&gt; (1825–1864). On her father's side, she was the great-granddaughter of &lt;a href=\"Leopold%20II%2C%20Holy%20Roman%20Emperor\"&gt;Leopold II, Holy Roman Emperor&lt;/a&gt;, and on her mother's side, she was the granddaughter of King Ludwig I of Bavaria. She was named after her maternal aunts &lt;a href=\"Princess%20Mathilde%20Caroline%20of%20Bavaria\"&gt;Mathilde Caroline&lt;/a&gt;, &lt;a href=\"Grand%20Duchess%20of%20Hesse\"&gt;Grand Duchess of Hesse&lt;/a&gt; (1813–1862), &lt;a href=\"Princess%20Adelgunde%20of%20Bavaria\"&gt;Adelgunde&lt;/a&gt;, &lt;a href=\"Duchess%20of%20Modena\"&gt;Duchess of Modena&lt;/a&gt; (1823–1862), and &lt;a href=\"Princess%20Alexandra%20of%20Bavaria\"&gt;Princess Alexandra of Bavaria&lt;/a&gt;, with whom her mother was very close.\nMathilde had two older siblings. Her sister Maria Theresa (1845–1927) became the wife of &lt;a href=\"Duke%20Philipp%20of%20W%C3%BCrttemberg\"&gt;Duke Philip of Württemberg&lt;/a&gt; (1838-1917), while her brother Charles Albert (1847–1848) had already died of smallpox by the time Mathilde was born.\nEarly life.\nMathilde's father, Archduke Albert inherited Weilburg Palace in &lt;a href=\"Baden%20bei%20Wien\"&gt;Baden bei Wien&lt;/a&gt; in 1847, and the family spent five months of every year (around summer) there, as had been the tradition during Archduke Albert's own childhood. Archduchess Hildegard was very popular in Baden as she was very charitable, and she was known as \"Engelsherz\" (\"Angelheart\"). She taught her daughters to be charitable, too.\nDuring the winter, the family lived in the Archduke Albert Palace (today the &lt;a href=\"Albertina\"&gt;Albertina&lt;/a&gt; museum) in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, which was close to the &lt;a href=\"Hofburg\"&gt;Hofburg&lt;/a&gt;, the imperial residence. The family of Archduke Albert was very close to the family of his &lt;a href=\"Second%20cousin%2C%20once%20removed\"&gt;second cousin once removed&lt;/a&gt;, &lt;a href=\"Emperor%20of%20Austria\"&gt;Emperor&lt;/a&gt; &lt;a href=\"Franz%20Joseph%20I%20of%20Austria\"&gt;Franz Joseph I,&lt;/a&gt; and especially to his wife &lt;a href=\"Empress%20of%20Austria\"&gt;Empress&lt;/a&gt; &lt;a href=\"Empress%20Elisabeth%20of%20Austria\"&gt;Elisabeth&lt;/a&gt;, who was childhood friends with Archduchess Hildegard, her first cousin.\nDue to Archduke Albert's various official duties, his wife and their children mostly lived apart from him until April 1852, when they moved to Buda (today a part of &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt;, &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;), where he had been appointed as the military and civil &lt;a href=\"governor\"&gt;governor&lt;/a&gt; of Hungary the previous year. They lived in &lt;a href=\"S%C3%A1ndor%20Palace%2C%20Budapest\"&gt;Sándor Palace&lt;/a&gt; until 1860, while the royal palace of &lt;a href=\"Buda%20Castle\"&gt;Buda Castle&lt;/a&gt; was being renovated and refurbished after the damages of the &lt;a href=\"Hungarian%20Revolution%20of%201848\"&gt;Revolution of 1848&lt;/a&gt;, and then moved into the royal palace. \nIn March 1864, Mathilde's uncle, &lt;a href=\"King%20of%20Bavaria\"&gt;King&lt;/a&gt; &lt;a href=\"Maximilian%20II%20of%20Bavaria\"&gt;Maximilian II&lt;/a&gt; of &lt;a href=\"Bavaria\"&gt;Bavaria&lt;/a&gt; died, and her mother travelled to the funeral in &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt;, where she fell ill with &lt;a href=\"Inflammation\"&gt;lung inflammation&lt;/a&gt; and &lt;a href=\"pleurisy\"&gt;pleurisy&lt;/a&gt;, and died in early April.\nOn 28 October 1865, Mathilde was &lt;a href=\"Confirmation\"&gt;confirmed&lt;/a&gt; into the &lt;a href=\"Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt; by the &lt;a href=\"Archbishop%20of%20Vienna\"&gt;Prince-Archbishop of Vienna&lt;/a&gt;, &lt;a href=\"Joseph%20Othmar%20Rauscher\"&gt;Joseph Othmar Rauscher&lt;/a&gt;. Her aunt Adelgunde, Duchess of Modena became her &lt;a href=\"Godparent\"&gt;godmother&lt;/a&gt;. On 23 December 1865, she stood proxy for the godmother, &lt;a href=\"Queen%20of%20the%20United%20Kingdom\"&gt;Queen&lt;/a&gt; &lt;a href=\"Queen%20Victoria\"&gt;Victoria&lt;/a&gt; of the &lt;a href=\"United%20Kingdom%20of%20Great%20Britain%20and%20Ireland\"&gt;United Kingdom&lt;/a&gt;, at the &lt;a href=\"baptism\"&gt;baptism&lt;/a&gt; of her niece, Duchess Maria Amalia of Württemberg (1865–1883).At the emperor's request, Mathilde was taught history and literature between 1866 and 1867 by &lt;a href=\"Leopold%20Neumann\"&gt;Leopold Neumann&lt;/a&gt;, a professor of history and international law at the University of Vienna.\nMathilde was close friends with her paternal third cousin (and also stepdaugther of Mathilde's paternal uncle, &lt;a href=\"Archduke%20Karl%20Ferdinand%20of%20Austria\"&gt;Archduke Karl Ferdinand&lt;/a&gt; (1818–1874)) &lt;a href=\"Archduke\"&gt;Archduchess&lt;/a&gt; &lt;a href=\"Maria%20Theresa%20of%20Austria-Este%20%281849%E2%80%931919%29\"&gt;Maria Theresa&lt;/a&gt; of &lt;a href=\"Austria-Este\"&gt;Austria-Este&lt;/a&gt; (1849–1919), who was her age, and later became Queen of Bavaria as the wife of &lt;a href=\"Ludwig%20III%20of%20Bavaria\"&gt;King Ludwig III&lt;/a&gt;, Mathilde's maternal first cousin.\nAround this time, Mathilde's paternal third cousin from the Italian line of the House of Habsburg, Archduke Ludwig Salvator fell in love with her. However, the family was planning a dynastic marriage of high importance for Mathilde: she was to marry &lt;a href=\"Umberto%20I%20of%20Italy\"&gt;Prince Umberto of Savoy&lt;/a&gt;, the Crown Prince of Italy (1844–1900), in order to improve the strained relationship between &lt;a href=\"Austria-Hungary\"&gt;Austria-Hungary&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20Italy\"&gt;Italy&lt;/a&gt;. Had they married, Mathilde would have become Queen of Italy upon her husband's succession.\nDeath.\nArchduchess Mathilde died of accidental self-immolation on 6 June 1867 at 6 p.m at &lt;a href=\"Hetzendorf%20Palace\"&gt;Hetzendorf Palace&lt;/a&gt; in Vienna, aged 18. at the age of 18 as a result of burns suffered. She put on a gauze dress to go to the theatre, then lit a cigarette to smoke. Soon, she heard her father approaching, who had strictly forbidden smoking, so she hid the cigarette behind her, lighting the very flammable material of her dress on fire. She suffered second- and third-degree &lt;a href=\"Burn\"&gt;burns&lt;/a&gt; on her whole body, with parts of her dress burning into her skin, and she died of these injuries shortly after the accident. Her whole family witnessed her death.\nOn 9 June 1867, Mathilde's heart was buried in the Loreto Chapel of the &lt;a href=\"Augustinian%20Church%2C%20Vienna\"&gt;Augustinian Church&lt;/a&gt; in Vienna, as it's traditional for the family. On 10 June, her body was taken to the &lt;a href=\"Imperial%20Crypt\"&gt;Imperial Crypt&lt;/a&gt; beneath the &lt;a href=\"Capuchin%20Church%2C%20Vienna\"&gt;Capuchin Church&lt;/a&gt; in Vienna, the imperial family's principal place of &lt;a href=\"Burial\"&gt;entombment&lt;/a&gt;. The funeral procession was held at night, by torchlight, and the whole imperial family and househould participated in it, with a large crowd of spectators gathering along the roads. Her sacrophagus was placed in the Tuscan Tomb on 11 June at noon, next to that of her mother and her brother Charles Albert. Today, they all rest in the New Vault of the crypt, alongside its north wall, together with Archduke Albert, who died in 1895."
}