{
    "id": "17885188",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=17885188",
    "title": "Bandini 1300",
    "text": "The Bandini 1300 was a racing car built in 1980 by &lt;a href=\"Bandini%20Automobili\"&gt;Bandini Cars&lt;/a&gt; in &lt;a href=\"Forl%C3%AC\"&gt;Forlì&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;.\nIt was presented in 1980 as new sports prototype in red and blue livery, divided by a thin gold colour line. Later Bandini decided to replace the blue with white as it appears today.\nIt was the last car with which he opened Ilario Bandini, organiser, the edition 1981 of the race uphill \"Predappio-Rocca delle Camminate\" that had already won several times.\nThe innovative features compared to previous production are mainly in search propeller 1300 cc.\nThe engine.\nThe engine displacement was equal to 1300 cc, patterned after the previous experience on a &lt;a href=\"Fiat\"&gt;Fiat&lt;/a&gt; monoblock. It was constructed fully from aluminium by Bandini and features a dry sump lubrication, chain distribution, double overhead camshafts, and 16 valves. The fuel injection is mechanical, and all is hooked up to a five-speed manual gearbox.\nThe chassis.\nThe frame is an evolution of &lt;a href=\"Bandini%20s.p.%201000\"&gt;1000 sports prototype&lt;/a&gt; that has gone before.\nThe body.\nThe bodywork is made of composite material and epoxy resin matrix fibre glass, except for the two side panels in aluminium fixed to the frame through rivets. This allows a further reduction of weight that can be used as ballast.\nCompared to younger sister, the air-intake on the front and venting, are less pronounced, however the rear wing, monoplane to impact adjustable, is larger and the fairing also closes the rear of the engine compartment to the air incanalando radiator of the oil. Small openings elliptical on the front provide for the cooling of the disc brakes front and rear tyres and brakes receive grids prepared the same purpose."
}