{
    "id": "1789818",
    "revid": "26021349",
    "url": "https://en.wikipedia.org/wiki?curid=1789818",
    "title": "The Culinary Institute of America at Greystone",
    "text": "The Culinary Institute of America at Greystone is a branch campus of the private culinary college &lt;a href=\"the%20Culinary%20Institute%20of%20America\"&gt;the Culinary Institute of America&lt;/a&gt;. The Greystone campus, located on &lt;a href=\"State%20highways%20in%20California\"&gt;State Route&lt;/a&gt; &lt;a href=\"California%20State%20Route%2029\"&gt;29&lt;/a&gt;/&lt;a href=\"California%20State%20Route%20128\"&gt;128&lt;/a&gt; in &lt;a href=\"St.%20Helena%2C%20California\"&gt;St. Helena, California&lt;/a&gt;, offers &lt;a href=\"associate%20degree\"&gt;associate degree&lt;/a&gt;s and two certificate programs in &lt;a href=\"culinary%20arts\"&gt;culinary arts&lt;/a&gt; and baking and pastry arts. The CIA at Greystone and &lt;a href=\"the%20Culinary%20Institute%20of%20America%20at%20Copia\"&gt;the Culinary Institute of America at Copia&lt;/a&gt; make up the school's California branch.\nThe campus' primary facility is a stone building, known as Greystone Cellars and built for &lt;a href=\"William%20Bowers%20Bourn%20II\"&gt;William Bowers Bourn II&lt;/a&gt; as a cooperative wine cellar in 1889. Hamden McIntyre designed the gravity flow winery along with other wineries of the decade. The building changed ownership several times, and was notably owned by the &lt;a href=\"Brothers%20of%20the%20Christian%20Schools\"&gt;Christian Brothers&lt;/a&gt; as a winery from 1945 to 1989. It was used as a winery until its sale to the school in 1993, and was added to the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1978.\nHistory.\nEstablishment of Greystone Cellars.\nThe Greystone campus is situated in and around the Greystone Cellars building, which &lt;a href=\"William%20Bowers%20Bourn%20II\"&gt;William Bowers Bourn II&lt;/a&gt; conceived as a business concept. His father, William Bowers Bourn Sr., was wealthy from ownership of the Empire Mine gold mine, as well as co-ownership of a shipping company. Bourn II was a businessman with business interests and residences around California, although he had spent his summers during his youth at White Sulphur Springs Resort in &lt;a href=\"St.%20Helena%2C%20California\"&gt;St. Helena&lt;/a&gt;, before his parents bought Madroño, an estate in the town.\nAround the 1880s, San Francisco wine dealers were purchasing wine from &lt;a href=\"Napa%20Valley\"&gt;Napa Valley&lt;/a&gt; vintners at low prices (sometimes around 15 to 18 cents per gallon). The dealers had facilities to store and age wines that most Napa Valley vintners lacked, and thus were able to purchase wine from the vintners at low prices. Because of this, Bourn began a campaign to build the &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt; winery; he was in his early 30s at the time. He created a business partnership with another businessman, E. Everett Wise, who was of a similar age. Bourn then asked for support within the &lt;a href=\"Napa%20County\"&gt;Napa County&lt;/a&gt; wine industry. Bourn met with Henry Pellet, president of the St. Helena Vinicultural Club, who endorsed the idea and encouraged his associates to do the same. Bourn and Wise ended up gathering enough support from the local wine industry, and they hired George Percy and Frederick F. Hamilton of the San Francisco architectural firm &lt;a href=\"Percy%20%26amp%3B%20Hamilton\"&gt;Percy &amp; Hamilton&lt;/a&gt; to design the Greystone Cellars, along with Italian stonemasons to build the façades, and the &lt;a href=\"Ernest%20L.%20Ransome\"&gt;Ernest L. Ransome&lt;/a&gt; firm to handle concrete work. The plans involved the use of new materials and technology of the time, including the relatively new &lt;a href=\"Portland%20cement\"&gt;Portland cement&lt;/a&gt;. The cement was used as &lt;a href=\"Mortar%20%28masonry%29\"&gt;mortar&lt;/a&gt; and also poured over the iron reinforcing rods built within the first and second floor elevations. The heavy timber construction of the third floor provided structural support for not only that floor's cask, barrel and bottle aging space but also for the gravity-flow crushing area located on the floor above. The architects planned for the cellars to hold two million gallons of wine at a time, with thirteen tunnels in the hillside behind the building to hold another million gallons. Those tunnels collapsed due to effects of water seepage and of the &lt;a href=\"1906%20San%20Francisco%20earthquake\"&gt;1906 San Francisco earthquake&lt;/a&gt;.\nA large number of men were hired for the building's construction, and local workers were chosen over non-locals. During the construction, many of the workers lived in tents beside their worksite, and cooked meals and stayed there when not working. The cornerstone was laid on June 15, 1888; beneath it was laid several bottles of wine, a copy of a \"St. Helena Star\" and San Francisco newspapers, and foreign and rare coins. The building, called the Bourn &amp; Wise Wine Cellar, was completed around June 1889, along with a distillery north of the building and a superintendent's house to the south. In September of that year Everett Wise became too ill to work and sold his share in the winery to Bourn, who between that time and 1890 named the winery Greystone Cellars.\nThe building cost $250,000 ($ in ). At its completion, architect George Percy described Greystone Cellars as the largest wine cellar in California, if not the world. Greystone was also the first California winery to be operated and illuminated by electricity, produced by a boiler and gas generator located in a mechanical room below the building's central front wing. In the spring of 1894, a long-lasting &lt;a href=\"phylloxera\"&gt;phylloxera&lt;/a&gt; scourge made Bourn decide the winery was no longer profitable.\nSubsequent uses.\nHe sold the building at a low price that year, to Charles Carpy, who deeded the property to the California Wine Association. The association continued using the Greystone Cellars &lt;a href=\"wine%20label\"&gt;wine label&lt;/a&gt;. A year later, the Bisceglia brothers of &lt;a href=\"San%20Jose%2C%20California\"&gt;San Jose&lt;/a&gt; purchased Greystone where they produced &lt;a href=\"sacramental%20wine\"&gt;sacramental wine&lt;/a&gt; under the same label until 1930, and again beginning in October 1933. The Carpy family maintained part of the land, including a Victorian house nicknamed Albert's Villa south of the winery. The house burned down around 1929 and was replaced with a Spanish-style house that is now owned by the school.\nIn 1940, the &lt;a href=\"Brothers%20of%20the%20Christian%20Schools\"&gt;Brothers of the Christian Schools&lt;/a&gt; (the Christian Brothers) leased the property, purchasing it in 1945, and using it for &lt;a href=\"sparkling%20wine\"&gt;sparkling wine&lt;/a&gt; production from 1950 to 1989. It was listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1978. The Christian Brothers sold the property in 1989 because of declining market shares and vineyard yields, and the costs of &lt;a href=\"seismically%20retrofitting\"&gt;seismically retrofitting&lt;/a&gt; Greystone. The Heublein Company of Canada purchased the property and marketing rights to the Christian Brothers' brands in 1990, shortly after the &lt;a href=\"1989%20Loma%20Prieta%20earthquake\"&gt;1989 Loma Prieta earthquake&lt;/a&gt; occurred. The earthquake damaged the Greystone Cellars building, rendering the northern portion of the building unusable.\nCulinary Institute campus.\nIn 1993, Heublein sold the property at about 10 percent of its $14 million ($ in ) valuation, $1.68 million ($ in ), to the Culinary Institute of America, which used $15 million ($ in ) to renovate the building and give it a &lt;a href=\"seismic%20retrofit\"&gt;seismic retrofit&lt;/a&gt;. After completing the work in August 1995, the school established the property as a branch campus. After initially offering certificate courses, in autumn 2006, the campus began offering associate degrees. In 2015, the college put in motion plans to purchase a portion of &lt;a href=\"Copia%20%28museum%29\"&gt;Copia&lt;/a&gt;, a museum in downtown &lt;a href=\"Napa%2C%20California\"&gt;Napa&lt;/a&gt; that operated from 2001 to 2008. The college intends to open a campus, the Culinary Institute of America at Copia, which will house the CIA's new Food Business School. The school, which was outgrowing the Greystone campus, purchased the northern portion of the property for $12.5 million (it was recently assessed for $21.3 million).\nArchitecture.\nThe Greystone Cellars building stands on a terraced hillside site on the west side of &lt;a href=\"California%20State%20Route%2029\"&gt;29&lt;/a&gt;/&lt;a href=\"California%20State%20Route%20128\"&gt;128&lt;/a&gt;, about a mile north of St. Helena's central business district. It has , three stories, and a basement, and is around long, wide, and tall, with thick walls. As a wine cellar, it held 3.5 million gallons. The building was designed in the &lt;a href=\"Richardson%20Romanesque\"&gt;Richardson Romanesque&lt;/a&gt; style, with an arched entranceway and tower, stone &lt;a href=\"mullion\"&gt;mullion&lt;/a&gt;s and &lt;a href=\"Transom%20%28architectural%29\"&gt;transoms&lt;/a&gt;, a low sweeping roof, well-fitted stonework, and a large and simple stone façade. The building's exterior is made of local light gray volcanic stone put together with Portland cement; the trimmings are of a red stone. Bourne had insisted that gray stones were used in the east façade of the building (its main façade), with darker or other colored stones usable for the other sides of the building. The roof originally used black slate roof tiles.\nThe building has a front projection measuring , which held the main entranceway and an office and sample room. The former office has walls and ceilings of quartered oak, and includes a stone fireplace and vault door. The former sample room has paneled mahogany walls and ceilings, a &lt;a href=\"parquet\"&gt;parquet&lt;/a&gt; floor, open bottle racks on walls, and two lockers of mahogany. The windows are &lt;a href=\"polished%20plate%20glass\"&gt;polished plate glass&lt;/a&gt; with stained glass transoms. The tasting and sales rooms are still preserved in their original form. The projection also includes a stone tower that extends one story above the roof and was built to hold a large water tank. A driveway wraps around the front and back of the building, where it is nearly level with the third floor.\nThe interior has two distinct wings with a large hallway between them, originally with an iron staircase and a hydraulic ram elevator both leading to the third floor. Each side of the hallway on each floor had three doors wide. iron pipes were placed through the walls and floors every thirty feet in order to pipe wine from one part of the building to another, and into and out of the building.\nProperty changes since the original construction include the front terrace, entranceway and landscaping. The former front lawn and flower beds were paved over, and a new driveway was cut into the stone wall north of the original large stone arch over the first driveway.\nPrograms.\nThe campus' programs include associate degrees in culinary arts and in baking and pastry arts, a master's degree program in wine management, and a 30-week culinary arts certificate program. Of the campus' 300 students, approximately 60 percent are in the culinary arts degree program, 23 percent in the baking and pastry arts degree program, and 17 percent in a certificate program, as of 2013.\nSchool facilities.\nThe primary school building is the Greystone Cellars building, which houses teaching kitchens, the &lt;a href=\"Wine%20Spectator\"&gt;Wine Spectator&lt;/a&gt; Greystone Restaurant, the Bakery Café by &lt;a href=\"illy\"&gt;illy&lt;/a&gt;, the Spice Islands Marketplace (the campus store), the De Baun and &lt;a href=\"Ecolab\"&gt;Ecolab&lt;/a&gt; Theatres (auditoriums and cooking demonstration facilities, also used as lecture halls), and administrative offices. Adjacent to the teaching kitchens is the Margie Schubert Library.\nTeaching kitchens.\nThe teaching kitchens at Greystone are on the third floor of the primary building. The space was designed without interior walls in order to facilitate ease of movement and open exchange of ideas. The kitchens vary from common stainless steel commercial kitchens by using materials including granite, stone, tile, and wood. The kitchens use Bonnet stoves and have a variety of cooking appliances, including &lt;a href=\"rotisserie\"&gt;rotisserie&lt;/a&gt;s, appliances for &lt;a href=\"induction%20cooking\"&gt;induction cooking&lt;/a&gt;, a stone hearth oven, &lt;a href=\"convection%20oven\"&gt;convection oven&lt;/a&gt;s, &lt;a href=\"combi%20steamer\"&gt;combi steamer&lt;/a&gt;s, &lt;a href=\"French%20top\"&gt;French top&lt;/a&gt;s, and numerous large mixers. The baking and pastry kitchen has flecked granite and solid oak tables for pastry and dough preparation.\nOn the first floor, the Viking Teaching Kitchen is designed for 36 to 40 students at a time. Its appliances and equipment were donated by &lt;a href=\"Viking%20Range%20Corporation\"&gt;Viking Range Corporation&lt;/a&gt;'s founders and installed as part of a comprehensive redesign of the building's first floor in 2010. The redesign also involved the completion of a chocolate-making facility and the campus store and Flavor Bar.\nRestaurants.\nThe Gatehouse Restaurant, staffed by the school's degree program students, is a casual restaurant serving contemporary food with local ingredients. The Bakery Café by illy is run by Baking and Pastry Arts Certificate students. The café has sandwiches, salads, soups, and fresh pastries and breads, and also serves coffee, espressos, and teas.\nTwo former restaurants operated at the campus: the Conservatory Restaurant was led by students of the Farm-to-Table &lt;a href=\"Concentration%20%28academic%29\"&gt;concentration&lt;/a&gt; in the CIA's bachelor's degree programs. The Wine Spectator Greystone Restaurant (WSGR) was run by students in the associate degree program in culinary arts. The restaurant focused on using local and seasonal ingredients, and the dining room had open cooking stations to give diners a full view of the working kitchen. The WSGR initially served food of the &lt;a href=\"Mediterranean%20cuisine\"&gt;Mediterranean cuisine&lt;/a&gt;s, and was at first professionally run. Later on, it became fully student-run, however changes in late 2015 led to lunch service staffed by students and dinner service staffed by employees. The restaurants closed around 2016 with the campus' reorganization after purchasing Copia.\nResidence halls.\nThe campus offers housing for 130 students, and has three residence halls: the 18-room Guest House, the 41-room Vineyard Lodge I, and the 30-room Vineyard Lodge II. The residence halls have single, double, and triple-occupancy rooms. The Guest House is located on-campus and the Vineyard Lodges are about from the campus, with shuttle service to and from the buildings.\nThe campus' newest residence hall, Vineyard Lodge II, was built around 2009 as the campus expected to double its enrollment. The building has two-stories, 31 dorm rooms, a kitchen, an activity room, an outside deck and two manager's rooms. The school planned for an environmentally-oriented dormitory, with solar panels to cover some of the building's electrical needs, as well as a membrane system for waste water. The building also has board and batten siding, which lasts longer than wooden siding. The building, on Pratt Avenue in St. Helena, is the first building in the city to be metal-framed rather than wood-framed, to better prevent termites, mold, and fire. The school estimated costs of $4 million for a Napa-based construction company to construct the building. The company demolished a laundry and facilities building in what was described as a green-oriented process. At the time of construction, the school annually enrolled 104 students; the new residence hall would allow the campus to enroll another 100 students."
}