{
    "id": "1789297",
    "revid": "15482012",
    "url": "https://en.wikipedia.org/wiki?curid=1789297",
    "title": "Samba rock",
    "text": "Samba rock (also known as samba soul, samba funk, and sambalanço) is a Brazilian dance culture and &lt;a href=\"music%20genre\"&gt;music genre&lt;/a&gt; that fuses &lt;a href=\"samba\"&gt;samba&lt;/a&gt; with &lt;a href=\"soul%20music\"&gt;soul&lt;/a&gt;, &lt;a href=\"rock%20music\"&gt;rock&lt;/a&gt;, and &lt;a href=\"funk\"&gt;funk&lt;/a&gt;. It emerged from the dance parties of &lt;a href=\"S%C3%A3o%20Paulo\"&gt;São Paulo&lt;/a&gt;'s lower-class &lt;a href=\"Afro-Brazilians\"&gt;black&lt;/a&gt; communities after they had been exposed to &lt;a href=\"rock%20and%20roll\"&gt;rock and roll&lt;/a&gt; and &lt;a href=\"African-American%20music\"&gt;African-American music&lt;/a&gt; in the late 1950s.\nAs a development of 1960s &lt;a href=\"m%C3%BAsica%20popular%20brasileira\"&gt;música popular brasileira&lt;/a&gt;, the genre was pioneered by recording acts such as &lt;a href=\"Jorge%20Ben\"&gt;Jorge Ben&lt;/a&gt;, &lt;a href=\"Tim%20Maia\"&gt;Tim Maia&lt;/a&gt;, and &lt;a href=\"Trio%20Mocot%C3%B3\"&gt;Trio Mocotó&lt;/a&gt;. It gained a wider popularity in the following decades after breaking through into &lt;a href=\"discotheque\"&gt;discotheque&lt;/a&gt;s. By the 2000s, samba rock had grown into a broader cultural movement involving dancers, disc jockeys, scholars, and musicians, who reinvented the genre in a modernized form.\nOrigins.\nSamba rock's origins lie in the predominantly &lt;a href=\"Afro-Brazilians\"&gt;black&lt;/a&gt; &lt;a href=\"favela\"&gt;favela&lt;/a&gt;s of &lt;a href=\"S%C3%A3o%20Paulo\"&gt;São Paulo&lt;/a&gt; during the late 1950s, when Brazilian radio and dance halls were reached by the global spread of American &lt;a href=\"rock%20and%20roll\"&gt;rock and roll&lt;/a&gt; and related &lt;a href=\"African-American%20music\"&gt;African-American music&lt;/a&gt; such as &lt;a href=\"blues\"&gt;blues&lt;/a&gt; and &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt;. Its first incarnation was as a dance phenomenon at community &lt;a href=\"block%20parties\"&gt;block parties&lt;/a&gt; that began to play these styles alongside traditional &lt;a href=\"samba\"&gt;samba&lt;/a&gt; and &lt;a href=\"bolero\"&gt;bolero&lt;/a&gt; music. These parties eventually moved to larger venues hosted by &lt;a href=\"disc%20jockey\"&gt;disc jockey&lt;/a&gt;s.\nThe first known samba-rock deejay Osvaldo Pereira—known by his stage name \"Orquestra Invisível (Invisible Orchestra) Let’s Dance\"—debuted in 1958 in downtown São Paulo. \"The parties started to get crowded, and the rooms for the parties started to get larger\", Pereira recounted. \"Then, I thought of building my own equipment, which had to be powerful, and faithful to the sound of the live orchestras.\" His early equipment included a 100-watt sound system featuring a rudimentary version of a &lt;a href=\"Audio%20crossover\"&gt;crossover&lt;/a&gt;, which allowed Pereira to control the frequencies of the music.\nDance culture.\nIn the earliest samba-rock parties, deejays played music from a number of genres, including &lt;a href=\"Partido%20Alto\"&gt;Partido Alto&lt;/a&gt; sambas and &lt;a href=\"Italian%20rock\"&gt;Italian rock&lt;/a&gt;, while attendees joined in pairs and engaged in rock and roll (&lt;a href=\"Lindy%20Hop\"&gt;Lindy Hop&lt;/a&gt;, &lt;a href=\"Rockabilly\"&gt;Rockabilly&lt;/a&gt;) and samba dances (&lt;a href=\"Samba%20de%20Gafieira\"&gt;Samba de Gafieira&lt;/a&gt;). In 1957, Brazilian pianist Waldir Calmon recorded a samba version of &lt;a href=\"Bill%20Haley%20%28musician%29\"&gt;Bill Haley&lt;/a&gt;'s \"&lt;a href=\"Rock%20Around%20the%20Clock\"&gt;Rock Around the Clock&lt;/a&gt;\", which was a turning point for the events; according to Brazilian journalist Beatriz Miranda, \"gradually, partygoers turned all the rock and samba moves into one single dance style, later named samba rock.\"\nThe dances of samba rock honor an exchange between the original music and a variety of other styles, according to Mestre Ataliba, one of São Paulo's first samba-rock dance instructors. \"Dance wise, samba rock is about relaxation and concentration, all at once\", he said. \"It blends the African '&lt;a href=\"Ginga%20%28capoeira%29\"&gt;ginga&lt;/a&gt;' (body flow from &lt;a href=\"Capoeira\"&gt;Capoeira&lt;/a&gt;), which is present at the feet and the hips, and the European reference of the &lt;a href=\"Ballroom%20dance\"&gt;ballroom&lt;/a&gt; etiquette. We can dance it to the sound of &lt;a href=\"Rita%20Pavone\"&gt;Rita Pavone&lt;/a&gt;, &lt;a href=\"Pagode\"&gt;samba pagode&lt;/a&gt;, &lt;a href=\"reggae\"&gt;reggae&lt;/a&gt;, &lt;a href=\"R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt;. It really embraces every music culture\".\nMusical development.\nThe samba-rock genre developed during the 1960s with popular Brazilian recording musicians who fused samba with American &lt;a href=\"rock%20music\"&gt;rock&lt;/a&gt;, &lt;a href=\"soul%20music\"&gt;soul&lt;/a&gt;, and &lt;a href=\"funk\"&gt;funk&lt;/a&gt; influences. This development occurred alongside the &lt;a href=\"Tropic%C3%A1lia\"&gt;Tropicália&lt;/a&gt; artistic movement within mid-1960s &lt;a href=\"m%C3%BAsica%20popular%20brasileira\"&gt;música popular brasileira&lt;/a&gt; (MPB), which itself had modernized traditional &lt;a href=\"bossa%20nova\"&gt;bossa nova&lt;/a&gt; &lt;a href=\"Rhythm\"&gt;rhythm&lt;/a&gt;s with influences from other Brazilian and international &lt;a href=\"pop%20rock\"&gt;pop rock&lt;/a&gt; sounds. Originators of samba rock included &lt;a href=\"Trio%20Mocot%C3%B3\"&gt;Trio Mocotó&lt;/a&gt;, &lt;a href=\"Tim%20Maia\"&gt;Tim Maia&lt;/a&gt;, and &lt;a href=\"Jorge%20Ben\"&gt;Jorge Ben&lt;/a&gt;, who has been considered the \"father of samba rock\".\nBen's early music contributed significantly to the genre's rhythmic identity. Departing from bossa nova's European musical influences, the singer drew on African-American styles—such as jazz, rhythm and blues, and eventually &lt;a href=\"soul%20music\"&gt;soul&lt;/a&gt;, &lt;a href=\"funk\"&gt;funk&lt;/a&gt;, and &lt;a href=\"rock%20music\"&gt;rock music&lt;/a&gt;—to develop a unique rhythm, which he called \"sacundim sacundem\". Stylistically, Ben combined samba with instruments and features from rock and roll, including the electric guitar, drum kit, and &lt;a href=\"reverberation\"&gt;reverberation&lt;/a&gt;. According to \"&lt;a href=\"Impose%20%28magazine%29\"&gt;Impose&lt;/a&gt;\" magazine's Jacob McKean, \"the horn-heavy big band sound\" on the song \"Take It Easy My Brother Charles\" (from &lt;a href=\"Jorge%20Ben%20%28album%29\"&gt;Ben's 1969 self-titled album&lt;/a&gt;) is a key element of the genre. His 1970 album \"&lt;a href=\"F%C3%B4r%C3%A7a%20Bruta\"&gt;Fôrça Bruta&lt;/a&gt;\", recorded with Trio Mocotó, was also pioneering of samba rock in its fusion of the band's groove-based accompaniment and the more rockish rhythms of Ben's guitar. Their instrumental set-ups during the 1970s often featured guitar, the &lt;a href=\"pandeiro\"&gt;pandeiro&lt;/a&gt;, and the &lt;a href=\"timbau\"&gt;timbau&lt;/a&gt;, a traditional drum.\nMany other musicians emulated and expanded on Ben's style. Their sound became known as samba rock; it has also been referred to as samba soul, samba funk, and sambalanço (a &lt;a href=\"portmanteau\"&gt;portmanteau&lt;/a&gt; of samba and \"balanço\", meaning &lt;a href=\"swing%20%28jazz%20performance%20style%29\"&gt;swing&lt;/a&gt; or &lt;a href=\"Beat%20%28music%29\"&gt;beat&lt;/a&gt; in Portuguese). The genre became defined by the drum kit, &lt;a href=\"bass%20guitar\"&gt;bass guitar&lt;/a&gt;, &lt;a href=\"keyboard%20instrument\"&gt;keyboard&lt;/a&gt;, &lt;a href=\"brass%20instruments\"&gt;brass instruments&lt;/a&gt;, a strong &lt;a href=\"groove%20%28music%29\"&gt;groove&lt;/a&gt;, and \"tumxicutumxicutum\", an onomatopoeia referring to samba rock's distinctive rhythm. According to Clube do Balanço vocalist and guitarist Marco Mattoli, \"the song must always be good to dance to, otherwise it does not make sense. It does limit the composing process, but creates a cultural identity to our band. Today, we cannot see it as rock, samba, soul or funk anymore. Samba rock turned into an original thing.\"\nPopularity and modernization.\nSamba rock reached mainstream audiences in the late 1960s. It became more popular during the 1970s and 1980s, especially in &lt;a href=\"discotheques\"&gt;discotheques&lt;/a&gt;. This gave more exposure to Ben, Trio Mocotó, and other acts from São Paulo's black music scene, although none of them declared themselves samba-rock artists. Ben's songs in particular became enduring favorites at traditional samba-rock parties. In subsequent years, samba rock developed from a dance phenomenon and music style into a complex cultural movement, involving musicians, producers, DJs, dancers, visual artists, and scholars. The parties eventually came to include &lt;a href=\"big%20band\"&gt;big band&lt;/a&gt;s and &lt;a href=\"hip%20hop%20music\"&gt;hip hop&lt;/a&gt;, alongside samba music.\nIn the early 2000s, the genre was refashioned in a more modernized form featuring electronic &lt;a href=\"sampling%20%28music%29\"&gt;samples&lt;/a&gt;, departing from the traditional set-up of Ben and Trio Mocotó's 1970s music. This newer form was typified by the bands Sandália de Prata and Clube do Balanço, who first played middle-class areas of São Paulo. The new wave of artists deliberately created music that would suit samba-rock dances. In 2001, &lt;a href=\"Universal%20Music%20Group\"&gt;Universal Music Brasil&lt;/a&gt; capitalized on this resurgence of samba rock with the \"Samba Soul\" reissue series, re-releasing albums by Ben and other 1970s performers of the style. Ben, who still performed at this time, was recognized by \"&lt;a href=\"Time%20Out%20%28magazine%29\"&gt;Time Out&lt;/a&gt;\" as an \"aging maestro\" representative of the \"favela samba rock\" contingent in the contemporary MPB scene.\nSamba rock's modernization has seen its incorporation into &lt;a href=\"dance%20school\"&gt;dance academy&lt;/a&gt; curriculum, gym classes, party productions, dance collectives, and other events. Samba-rock dance forms of the past were revisited in the 2000s by &lt;a href=\"Afro-Brazilians\"&gt;black Brazilian&lt;/a&gt; and dance-club culture, as well as &lt;a href=\"Brazilian%20hip%20hop\"&gt;Brazilian hip hop&lt;/a&gt; groups such as Soul Sisters. Samba-rock culture has also faced debates surrounding &lt;a href=\"gender%20equality\"&gt;gender equality&lt;/a&gt;. An advocacy project, \"Samba Rock Mulheres\" (), was created in response to the marginalization of women as supporting dancers to the predominantly male stars at dance events.\nIn 2010, three figures associated with the samba-rock movement—dancer Jorge Yoshida, musician Marco Mattoli, and producer Nego Júnior—started a &lt;a href=\"grassroots\"&gt;grassroots&lt;/a&gt; campaign to have samba rock registered as a &lt;a href=\"cultural%20heritage\"&gt;cultural heritage&lt;/a&gt; of São Paulo. The campaign eventually attracted the participation of various artists, musical groups, producers, political leaders, and citizens of São Paulo. In November 2016, the Municipal Council of Historic, Cultural and Environmental Preservation of the City of Sao Paulo (CONPRESP) finally declared samba rock a cultural heritage of the municipality."
}