{
    "id": "17914",
    "revid": "40057568",
    "url": "https://en.wikipedia.org/wiki?curid=17914",
    "title": "Ludwig van Beethoven",
    "text": "Ludwig van Beethoven (, ; baptised 17 December 177026 March 1827) was a German &lt;a href=\"composer\"&gt;composer&lt;/a&gt; and pianist. Beethoven remains one of the most admired composers in the history of Western music; his works rank amongst the most performed of the &lt;a href=\"classical%20music\"&gt;classical music&lt;/a&gt; repertoire and span the &lt;a href=\"Transition%20from%20Classical%20to%20Romantic%20music\"&gt;transition&lt;/a&gt; from the &lt;a href=\"Classical%20period%20%28music%29\"&gt;Classical period&lt;/a&gt; to the &lt;a href=\"Romantic%20music\"&gt;Romantic&lt;/a&gt; era in classical music. His career has conventionally been divided into early, middle, and late periods. His early period, during which he forged his craft, is typically considered to have lasted until 1802. From 1802 to around 1812, his middle period showed an individual development from the styles of &lt;a href=\"Joseph%20Haydn\"&gt;Joseph Haydn&lt;/a&gt; and &lt;a href=\"Wolfgang%20Amadeus%20Mozart\"&gt;Wolfgang Amadeus Mozart&lt;/a&gt;, and is sometimes characterized as heroic. During this time, he began to suffer increasingly from &lt;a href=\"Hearing%20loss\"&gt;deafness&lt;/a&gt;. In his late period, from 1812 to 1827, he extended his innovations in musical form and expression.\nBorn in &lt;a href=\"Bonn\"&gt;Bonn&lt;/a&gt;, Beethoven's musical talent was obvious at an early age, and he was initially harshly and intensively taught by his father &lt;a href=\"Johann%20van%20Beethoven\"&gt;Johann van Beethoven&lt;/a&gt;. Beethoven was later taught by the composer and conductor &lt;a href=\"Christian%20Gottlob%20Neefe\"&gt;Christian Gottlob Neefe&lt;/a&gt;, under whose tutelage he published his first work, a set of keyboard variations, in 1783. He found relief from a dysfunctional home life with the family of &lt;a href=\"Helene%20von%20Breuning\"&gt;Helene von Breuning&lt;/a&gt;, whose children he loved, befriended, and taught piano. At age 21, he moved to &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, which subsequently became his base, and studied composition with Haydn. Beethoven then gained a reputation as a virtuoso pianist, and he was soon patronized by &lt;a href=\"Karl%20Alois%2C%20Prince%20Lichnowsky\"&gt;Karl Alois, Prince Lichnowsky&lt;/a&gt; for compositions, which resulted in his three &lt;a href=\"Piano%20Trios%2C%20Op.%201%20%28Beethoven%29\"&gt;Opus 1&lt;/a&gt; &lt;a href=\"piano%20trio\"&gt;piano trio&lt;/a&gt;s (the earliest works to which he accorded an &lt;a href=\"opus%20number\"&gt;opus number&lt;/a&gt;) in 1795.\nHis first major orchestral work, the &lt;a href=\"Symphony%20No.%201%20%28Beethoven%29\"&gt;First Symphony&lt;/a&gt;, premiered in 1800, and his &lt;a href=\"String%20Quartets%20Nos.%201%E2%80%936%2C%20Op.%2018%20%28Beethoven%29\"&gt;first set of string quartets&lt;/a&gt; was published in 1801. Despite his hearing deteriorating during this period, he continued to conduct, premiering his &lt;a href=\"Symphony%20No.%203%20%28Beethoven%29\"&gt;Third&lt;/a&gt; and &lt;a href=\"Symphony%20No.%205%20%28Beethoven%29\"&gt;Fifth Symphonies&lt;/a&gt; in 1804 and 1808, respectively. His &lt;a href=\"Violin%20Concerto%20%28Beethoven%29\"&gt;Violin Concerto&lt;/a&gt; appeared in 1806. His &lt;a href=\"Piano%20Concerto%20No.%205%20%28Beethoven%29\"&gt;last piano concerto&lt;/a&gt; (No. 5, Op. 73, known as the \"Emperor\"), dedicated to his frequent patron &lt;a href=\"Archduke%20Rudolf%20of%20Austria\"&gt;Archduke Rudolf of Austria&lt;/a&gt;, was premiered in 1811, without Beethoven as soloist. He was almost completely deaf by 1814, and he then gave up performing and appearing in public. He described his problems with health and his unfulfilled personal life in two letters, his &lt;a href=\"Heiligenstadt%20Testament\"&gt;Heiligenstadt Testament&lt;/a&gt; (1802) to his brothers and his unsent love letter to an unknown \"&lt;a href=\"Immortal%20Beloved\"&gt;Immortal Beloved&lt;/a&gt;\" (1812).\nAfter 1810, increasingly less socially involved, Beethoven composed many of his most admired works, including later symphonies, mature &lt;a href=\"chamber%20music\"&gt;chamber music&lt;/a&gt; and the &lt;a href=\"Late%20piano%20sonatas%20%28Beethoven%29\"&gt;late piano sonatas&lt;/a&gt;. His only opera, \"&lt;a href=\"Fidelio\"&gt;Fidelio&lt;/a&gt;\", first performed in 1805, was revised to its final version in 1814. He composed \"&lt;a href=\"Missa%20solemnis%20%28Beethoven%29\"&gt;Missa solemnis&lt;/a&gt;\" between 1819 and 1823 and his final Symphony, &lt;a href=\"Symphony%20No.%209%20%28Beethoven%29\"&gt;No. 9&lt;/a&gt;, one of the first examples of a &lt;a href=\"choral%20symphony\"&gt;choral symphony&lt;/a&gt;, between 1822 and 1824. Written in his last years, his &lt;a href=\"Late%20string%20quartets%20%28Beethoven%29\"&gt;late string quartets&lt;/a&gt;, including the \"&lt;a href=\"Grosse%20Fuge\"&gt;Grosse Fuge&lt;/a&gt;\", of 1825–1826 are among his final achievements. After some months of bedridden illness, he &lt;a href=\"Death%20of%20Ludwig%20van%20Beethoven\"&gt;died in 1827&lt;/a&gt;. Beethoven's works remain mainstays of the classical music repertoire.\nLife and career.\nFamily and early life.\nBeethoven was the grandson of &lt;a href=\"Ludwig%20van%20Beethoven%20%281712%E2%80%931773%29\"&gt;Ludwig van Beethoven&lt;/a&gt; (1712–1773), a musician from the town of &lt;a href=\"Mechelen\"&gt;Mechelen&lt;/a&gt; in the Austrian &lt;a href=\"Duchy%20of%20Brabant\"&gt;Duchy of Brabant&lt;/a&gt; (in what is now the &lt;a href=\"Flemish%20region\"&gt;Flemish region&lt;/a&gt; of Belgium) who had moved to &lt;a href=\"Bonn\"&gt;Bonn&lt;/a&gt; at the age of 21. Ludwig was employed as a &lt;a href=\"bass%20%28voice%20type%29\"&gt;bass&lt;/a&gt; singer at the court of &lt;a href=\"Clemens%20August%20of%20Bavaria\"&gt;Clemens August&lt;/a&gt;, &lt;a href=\"Electorate%20of%20Cologne\"&gt;Archbishop-Elector of Cologne&lt;/a&gt;, eventually rising to become, in 1761, &lt;a href=\"Kapellmeister\"&gt;Kapellmeister&lt;/a&gt; (music director) and hence a pre-eminent musician in Bonn. The portrait he commissioned of himself towards the end of his life remained displayed in his grandson's rooms as a talisman of his musical heritage. Ludwig had one son, &lt;a href=\"Johann%20van%20Beethoven\"&gt;Johann&lt;/a&gt; (1740–1792), who worked as a tenor in the same musical establishment and gave keyboard and &lt;a href=\"violin\"&gt;violin&lt;/a&gt; lessons to supplement his income.\nJohann married &lt;a href=\"Maria%20Magdalena%20Keverich\"&gt;Maria Magdalena Keverich&lt;/a&gt; in 1767; she was the daughter of Heinrich Keverich (1701–1751), who had been the head chef at the court of the &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Trier\"&gt;Archbishopric of Trier&lt;/a&gt;. Beethoven was born of this marriage in Bonn, at what is now the &lt;a href=\"Beethoven%20House\"&gt;Beethoven House&lt;/a&gt; Museum, Bonnstrasse 20. There is no authentic record of the date of his birth; but the registry of his &lt;a href=\"baptism\"&gt;baptism&lt;/a&gt;, in the Catholic Parish of St. Remigius on 17 December 1770, survives, and the custom in the region at the time was to carry out baptism within 24 hours of birth. There is a consensus (with which Beethoven himself agreed) that his birth date was 16 December, but no documentary proof of this.\nOf the seven children born to Johann van Beethoven, only Ludwig, the second-born, and two younger brothers survived infancy. &lt;a href=\"Kaspar%20Anton%20Karl%20van%20Beethoven\"&gt;Kaspar Anton Karl&lt;/a&gt; was born on 8 April 1774, and &lt;a href=\"Nikolaus%20Johann%20van%20Beethoven\"&gt;Nikolaus Johann&lt;/a&gt; (generally known as Johann), the youngest, was born on 2 October 1776.\nBeethoven's first music teacher was his father. He later had other local teachers: the court &lt;a href=\"organist\"&gt;organist&lt;/a&gt; Gilles van den Eeden (d. 1782), Tobias Friedrich Pfeiffer (a family friend, who provided keyboard tuition), Franz Rovantini (a relative, who instructed him in playing the violin and &lt;a href=\"viola\"&gt;viola&lt;/a&gt;), and court concertmaster &lt;a href=\"Franz%20Anton%20Ries\"&gt;Franz Anton Ries&lt;/a&gt; for the violin. His tuition began in his fifth year. The regime was harsh and intensive, often reducing him to tears. With the involvement of the insomniac Pfeiffer, there were irregular late-night sessions, with the young Beethoven being dragged from his bed to the keyboard. His musical talent was obvious at a young age. Johann, aware of &lt;a href=\"Leopold%20Mozart\"&gt;Leopold Mozart&lt;/a&gt;'s successes in this area (with his son &lt;a href=\"Wolfgang%20Amadeus%20Mozart\"&gt;Wolfgang&lt;/a&gt; and daughter &lt;a href=\"Maria%20Anna%20Mozart\"&gt;Nannerl&lt;/a&gt;), attempted to promote his son as a &lt;a href=\"child%20prodigy\"&gt;child prodigy&lt;/a&gt;, claiming that Beethoven was six (he was seven) on the posters for his first public performance in March 1778.\n1780–1792: Bonn.\nIn 1780 or 1781, Beethoven began his studies with his most important teacher in Bonn, &lt;a href=\"Christian%20Gottlob%20Neefe\"&gt;Christian Gottlob Neefe&lt;/a&gt;. Neefe taught him composition; in March 1783 Beethoven's first published work appeared, a set of keyboard variations (&lt;a href=\"WoO\"&gt;WoO&lt;/a&gt; 63). Beethoven soon began working with Neefe as assistant organist, at first unpaid (1782), and then as a paid employee (1784) of the court chapel. His &lt;a href=\"Three%20Piano%20Sonatas%2C%20WoO%2047%20%28Beethoven%29\"&gt;first three piano sonatas&lt;/a&gt;, WoO 47, sometimes known as (Elector) for their dedication to Elector &lt;a href=\"Maximilian%20Friedrich%20von%20K%C3%B6nigsegg-Rothenfels\"&gt;Maximilian Friedrich&lt;/a&gt; (1708–1784), were published in 1783. In the same year, the first printed reference to Beethoven appeared in the \"Magazin der Musik\" – \"Louis van Beethoven [sic] ... a boy of 11 years and most promising talent. He plays the piano very skilfully and with power, reads at sight very well ... the chief piece he plays is \"&lt;a href=\"The%20Well-Tempered%20Clavier\"&gt;Das wohltemperierte Klavier&lt;/a&gt;\" of &lt;a href=\"Johann%20Sebastian%20Bach\"&gt;Sebastian Bach&lt;/a&gt;, which Herr Neefe puts into his hands\". Maximilian Friedrich's successor as Elector of Bonn was &lt;a href=\"Archduke%20Maximilian%20Francis%20of%20Austria\"&gt;Maximilian Franz&lt;/a&gt;. He gave some support to Beethoven, appointing him Court Organist and paying towards his visit to Vienna of 1792.\nHe was introduced in these years to several people who became important in his life. He often visited the cultivated von Breuning family, at whose home he taught piano to some of the children, and where the widowed Frau von Breuning offered him a motherly friendship. Here he also met &lt;a href=\"Franz%20Gerhard%20Wegeler\"&gt;Franz Wegeler&lt;/a&gt;, a young medical student, who became a lifelong friend (and was to marry one of the von Breuning daughters). The von Breuning family environment offered an alternative to his home life, which was increasingly dominated by his father's decline. Another frequenter of the von Breunings was &lt;a href=\"Count%20Ferdinand%20Ernst%20Gabriel%20von%20Waldstein\"&gt;Count Ferdinand von Waldstein&lt;/a&gt;, who became a friend and financial supporter during Beethoven's Bonn period. Waldstein was to commission in 1791 Beethoven's first work for the stage, the ballet \"Musik zu einem Ritterballett\" (WoO 1).\nIn the period 1785–90 there is virtually no record of Beethoven's activity as a composer. This may be attributed to the lukewarm response his initial publications had attracted, and also to ongoing problems in the Beethoven family. His mother died in 1787, shortly after Beethoven's first visit to Vienna, where he stayed for about two weeks and almost certainly met Mozart. In 1789 Beethoven's father was forcibly retired from the service of the Court (as a consequence of his alcoholism) and it was ordered that half of his father's pension be paid directly to Ludwig for support of the family. He contributed further to the family's income by teaching (to which Wegeler said he had \"an extraordinary aversion\") and by playing &lt;a href=\"viola\"&gt;viola&lt;/a&gt; in the court orchestra. This familiarized him with a variety of operas, including works by Mozart, &lt;a href=\"Christoph%20Willibald%20Gluck\"&gt;Gluck&lt;/a&gt; and &lt;a href=\"Giovanni%20Paisiello\"&gt;Paisiello&lt;/a&gt;. Here he also befriended &lt;a href=\"Anton%20Reicha\"&gt;Anton Reicha&lt;/a&gt;, a composer, &lt;a href=\"flute\"&gt;flautist&lt;/a&gt; and violinist of about his own age who was a nephew of the court orchestra's conductor, &lt;a href=\"Josef%20Reicha\"&gt;Josef Reicha&lt;/a&gt;.\nFrom 1790 to 1792, Beethoven composed several works (none were published at the time) showing a growing range and maturity. &lt;a href=\"Musicologist\"&gt;Musicologist&lt;/a&gt;s have identified a theme similar to those of his &lt;a href=\"Symphony%20No.%203%20%28Beethoven%29\"&gt;Third Symphony&lt;/a&gt; in a set of variations written in 1791. It was perhaps on Neefe's recommendation that Beethoven received his first commissions; the Literary Society in Bonn commissioned a cantata to mark the occasion of the death in 1790 of &lt;a href=\"Joseph%20II%2C%20Holy%20Roman%20Emperor\"&gt;Joseph II&lt;/a&gt; (WoO 87), and a further cantata, to celebrate the subsequent accession of &lt;a href=\"Leopold%20II%2C%20Holy%20Roman%20Emperor\"&gt;Leopold II&lt;/a&gt; as &lt;a href=\"Holy%20Roman%20Emperor\"&gt;Holy Roman Emperor&lt;/a&gt; (WoO 88), may have been commissioned by the Elector. These two \"Emperor Cantatas\" were never performed at the time and they remained lost until the 1880s when they were described by &lt;a href=\"Johannes%20Brahms\"&gt;Johannes Brahms&lt;/a&gt; as \"Beethoven through and through\" and as such prophetic of the style which would mark his music as distinct from the classical tradition.\nBeethoven was probably first introduced to &lt;a href=\"Joseph%20Haydn\"&gt;Joseph Haydn&lt;/a&gt; in late 1790 when the latter was travelling to London and stopped in Bonn around Christmas time. A year and a half later, they met in Bonn on Haydn's return trip from London to Vienna in July 1792, when Beethoven played in the orchestra at the &lt;a href=\"Redoute%2C%20Bad%20Godesberg\"&gt;Redoute in Godesberg&lt;/a&gt;. Arrangements were likely made at that time for Beethoven to study with the older master. Waldstein wrote to him before his departure: \"You are going to Vienna in fulfilment of your long-frustrated wishes ... With the help of assiduous labour you shall receive Mozart's spirit from Haydn's hands.\"\n1792–1802: Vienna – the early years.\nBeethoven left Bonn for Vienna in November 1792, amid rumours of &lt;a href=\"First%20Coalition\"&gt;war spilling out of France&lt;/a&gt;; he learned shortly after his arrival that his father had died. Over the next few years, Beethoven responded to the widespread feeling that he was a successor to the recently deceased Mozart by studying that master's work and writing works with a distinctly Mozartian flavour.\nHe did not immediately set out to establish himself as a composer, but rather devoted himself to study and performance. Working under Haydn's direction, he sought to master &lt;a href=\"counterpoint\"&gt;counterpoint&lt;/a&gt;. He also studied violin under &lt;a href=\"Ignaz%20Schuppanzigh\"&gt;Ignaz Schuppanzigh&lt;/a&gt;. Early in this period, he also began receiving occasional instruction from &lt;a href=\"Antonio%20Salieri\"&gt;Antonio Salieri&lt;/a&gt;, primarily in Italian vocal composition style; this relationship persisted until at least 1802, and possibly as late as 1809.\nWith Haydn's departure for England in 1794, Beethoven was expected by the Elector to return home to Bonn. He chose instead to remain in Vienna, continuing his instruction in counterpoint with &lt;a href=\"Johann%20Georg%20Albrechtsberger\"&gt;Johann Albrechtsberger&lt;/a&gt; and other teachers. In any case, by this time it must have seemed clear to his employer that Bonn would fall to the French, as it did in October 1794, effectively leaving Beethoven without a stipend or the necessity to return. However, several Viennese noblemen had already recognised his ability and offered him financial support, among them &lt;a href=\"Joseph%20Franz%20von%20Lobkowitz\"&gt;Prince Joseph Franz Lobkowitz&lt;/a&gt;, &lt;a href=\"Karl%20Alois%20Johann-Nepomuk%20Vinzenz%2C%20F%C3%BCrst%20Lichnowsky\"&gt;Prince Karl Lichnowsky&lt;/a&gt;, and Baron &lt;a href=\"Gottfried%20van%20Swieten\"&gt;Gottfried van Swieten&lt;/a&gt;.\nAssisted by his connections with Haydn and Waldstein, Beethoven began to develop a reputation as a performer and improviser in the salons of the Viennese nobility. His friend &lt;a href=\"Nikolaus%20Simrock\"&gt;Nikolaus Simrock&lt;/a&gt; began publishing his compositions, starting with a set of keyboard variations on a theme of &lt;a href=\"Carl%20Ditters%20von%20Dittersdorf\"&gt;Dittersdorf&lt;/a&gt; (WoO 66). By 1793, he had established a reputation in Vienna as a piano virtuoso, but he apparently withheld works from publication so that their eventual appearance would have greater impact.\nIn 1795 Beethoven made his public debut in Vienna over three days, beginning with a performance of one of his own &lt;a href=\"piano%20concerto\"&gt;piano concerto&lt;/a&gt;s on 29 March at the &lt;a href=\"Burgtheater\"&gt;Burgtheater&lt;/a&gt; and ending with a Mozart concerto on 31 March, probably the &lt;a href=\"Piano%20Concerto%20No.%2020%20%28Mozart%29\"&gt;D minor concerto&lt;/a&gt; for which he had written a &lt;a href=\"cadenza\"&gt;cadenza&lt;/a&gt; soon after his arrival in Vienna. By this year he had two piano concertos available for performance, one in &lt;a href=\"B-flat%26amp%3Bnbsp%3Bmajor\"&gt;B-flat major&lt;/a&gt; he had begun composing before moving to Vienna and had worked on for over a decade, and one in &lt;a href=\"C%26amp%3Bnbsp%3Bmajor\"&gt;C major&lt;/a&gt; composed for the most part during 1795. Viewing the latter as the more substantive work, he chose to designate it as his &lt;a href=\"Piano%20Concerto%20No.%201%20%28Beethoven%29\"&gt;first piano concerto&lt;/a&gt;, publishing it in March 1801 as Opus 15, before publishing the former as &lt;a href=\"Piano%20Concerto%20No.%202%20%28Beethoven%29\"&gt;Opus 19&lt;/a&gt; the following December. He wrote new cadenzas for both works in 1809.\nShortly after his public debut he arranged for the publication of the first of his compositions to which he assigned an &lt;a href=\"opus%20number\"&gt;opus number&lt;/a&gt;, the &lt;a href=\"Piano%20Trios%2C%20Op.%201%20%28Beethoven%29\"&gt;three piano trios, Opus 1&lt;/a&gt;. These works were dedicated to his patron Prince Lichnowsky, and were a financial success; Beethoven's profits were nearly sufficient to cover his living expenses for a year. In 1799 Beethoven participated in (and won) a notorious piano 'duel' at the home of Baron Raimund Wetzlar (a former patron of Mozart) against the virtuoso &lt;a href=\"Joseph%20W%C3%B6lfl\"&gt;Joseph Wölfl&lt;/a&gt;; and in the following year he similarly triumphed against &lt;a href=\"Daniel%20Steibelt\"&gt;Daniel Steibelt&lt;/a&gt; at the salon of &lt;a href=\"Count%20Moritz%20von%20Fries\"&gt;Count Moritz von Fries&lt;/a&gt;. Beethoven's eighth &lt;a href=\"piano%20sonata\"&gt;piano sonata&lt;/a&gt; the &lt;a href=\"Piano%20Sonata%20No.%208%20%28Beethoven%29\"&gt;Pathétique&lt;/a&gt; (Op. 13), published in 1799 is described by the musicologist &lt;a href=\"Barry%20Cooper%20%28musicologist%29\"&gt;Barry Cooper&lt;/a&gt; as \"surpass[ing] any of his previous compositions, in strength of character, depth of emotion, level of originality, and ingenuity of motivic and tonal manipulation\".\nBeethoven composed his &lt;a href=\"String%20Quartets%20Nos.%201%E2%80%936%2C%20Op.%2018%20%28Beethoven%29\"&gt;first six string quartets (Op. 18)&lt;/a&gt; between 1798 and 1800 (commissioned by, and dedicated to, Prince Lobkowitz). They were published in 1801. He also completed his &lt;a href=\"Septet%20%28Beethoven%29\"&gt;Septet&lt;/a&gt; (Op. 20) in 1799, which was one of his most popular works during his lifetime. With premieres of his &lt;a href=\"Symphony%20No.%201%20%28Beethoven%29\"&gt;First&lt;/a&gt; and &lt;a href=\"Symphony%20No.%202%20%28Beethoven%29\"&gt;Second&lt;/a&gt; Symphonies in 1800 and 1803, he became regarded as one of the most important of a generation of young composers following Haydn and Mozart. But his melodies, musical development, use of modulation and texture, and characterisation of emotion all set him apart from his influences, and heightened the impact some of his early works made when they were first published. For the premiere of his First Symphony, he hired the &lt;a href=\"Burgtheater\"&gt;Burgtheater&lt;/a&gt; on 2 April 1800, and staged an extensive programme, including works by Haydn and Mozart, as well as his Septet, the Symphony, and one of his piano concertos (the latter three works all then unpublished). The concert, which the \"&lt;a href=\"Allgemeine%20musikalische%20Zeitung\"&gt;Allgemeine musikalische Zeitung&lt;/a&gt;\" described as \"the most interesting concert in a long time\", was not without difficulties; among the criticisms was that \"the players did not bother to pay any attention to the soloist\". By the end of 1800, Beethoven and his music were already much in demand from patrons and publishers.\nIn May 1799, he taught piano to the daughters of Hungarian Countess Anna Brunsvik. During this time, he fell in love with the younger daughter &lt;a href=\"Josephine%20Brunsvik\"&gt;Josephine&lt;/a&gt;. Amongst his other students, from 1801 to 1805, he tutored &lt;a href=\"Ferdinand%20Ries\"&gt;Ferdinand Ries&lt;/a&gt;, who went on to become a composer and later wrote about their encounters. The young &lt;a href=\"Carl%20Czerny\"&gt;Carl Czerny&lt;/a&gt;, who later became a renowned music teacher himself, studied with Beethoven from 1801 to 1803. In late 1801, he met a young countess, &lt;a href=\"Julie%20Guicciardi\"&gt;Julie Guicciardi&lt;/a&gt;, through the Brunsvik family; he mentions his love for Julie in a November 1801 letter to a friend, but class difference prevented any consideration of pursuing this. He dedicated his 1802 &lt;a href=\"Piano%20Sonata%20No.%2014%20%28Beethoven%29\"&gt;Sonata Op. 27 No. 2&lt;/a&gt;, now commonly known as the \"&lt;a href=\"Piano%20Sonata%20No.%2014%20%28Beethoven%29\"&gt;Moonlight Sonata&lt;/a&gt;\", to her.\nIn the spring of 1801 he completed \"&lt;a href=\"The%20Creatures%20of%20Prometheus\"&gt;The Creatures of Prometheus&lt;/a&gt;\", a &lt;a href=\"ballet\"&gt;ballet&lt;/a&gt;. The work received numerous performances in 1801 and 1802, and he rushed to publish a piano arrangement to capitalise on its early popularity. In the spring of 1802 he completed the &lt;a href=\"Symphony%20No.%202%20%28Beethoven%29\"&gt;Second Symphony&lt;/a&gt;, intended for performance at a concert that was cancelled. The symphony received its premiere instead at a subscription concert in April 1803 at the &lt;a href=\"Theater%20an%20der%20Wien\"&gt;Theater an der Wien&lt;/a&gt;, where he had been appointed composer in residence. In addition to the Second Symphony, the concert also featured the First Symphony, the &lt;a href=\"Piano%20Concerto%20No.%203%20%28Beethoven%29\"&gt;Third Piano Concerto&lt;/a&gt;, and the &lt;a href=\"oratorio\"&gt;oratorio&lt;/a&gt; \"&lt;a href=\"Christ%20on%20the%20Mount%20of%20Olives%20%28Beethoven%29\"&gt;Christ on the Mount of Olives&lt;/a&gt;\". Reviews were mixed, but the concert was a financial success; he was able to charge three times the cost of a typical concert ticket.\nHis business dealings with publishers also began to improve in 1802 when his brother Kaspar, who had previously assisted him casually, began to assume a larger role in the management of his affairs. In addition to negotiating higher prices for recently composed works, Kaspar also began selling some of his earlier unpublished compositions and encouraged him (against Beethoven's preference) to also make arrangements and transcriptions of his more popular works for other instrument combinations. Beethoven acceded to these requests, as he could not prevent publishers from hiring others to do similar arrangements of his works.\n1802–1812: The 'heroic' period.\nDeafness.\nBeethoven told the English pianist &lt;a href=\"Charles%20Neate\"&gt;Charles Neate&lt;/a&gt; (in 1815) that he dated his hearing loss from a fit he suffered in 1798 induced by a quarrel with a singer. During its gradual decline, his hearing was further impeded by a severe form of &lt;a href=\"tinnitus\"&gt;tinnitus&lt;/a&gt;. As early as 1801, he wrote to Wegeler and another friend Karl Amenda, describing his symptoms and the difficulties they caused in both professional and social settings (although it is likely some of his close friends were already aware of the problems). The cause was probably &lt;a href=\"otosclerosis\"&gt;otosclerosis&lt;/a&gt;, perhaps accompanied by degeneration of the &lt;a href=\"auditory%20nerve\"&gt;auditory nerve&lt;/a&gt;.\nOn the advice of his doctor, Beethoven moved to the small Austrian town of &lt;a href=\"Heiligenstadt%2C%20Vienna\"&gt;Heiligenstadt&lt;/a&gt;, just outside Vienna, from April to October 1802 in an attempt to come to terms with his condition. There he wrote the document now known as the &lt;a href=\"Heiligenstadt%20Testament\"&gt;Heiligenstadt Testament&lt;/a&gt;, a letter to his brothers which records his thoughts of suicide due to his growing deafness and records his resolution to continue living for and through his art. The letter was never sent and was discovered in his papers after his death. The letters to Wegeler and Amenda were not so despairing; in them Beethoven commented also on his ongoing professional and financial success at this period, and his determination, as he expressed it to Wegeler, to \"seize Fate by the throat; it shall certainly not crush me completely\". In 1806, Beethoven noted on one of his musical sketches: \"Let your deafness no longer be a secret – even in art.\"\nBeethoven's hearing loss did not prevent him from composing music, but it made playing at concerts—an important source of income at this phase of his life—increasingly difficult. (It also contributed substantially to his social withdrawal.) Czerny remarked however that Beethoven could still hear speech and music normally until 1812. Beethoven never became totally deaf; in his final years he was still able to distinguish low tones and sudden loud sounds.\nThe heroic style.\nBeethoven's return to Vienna from Heiligenstadt was marked by a change in musical style, and is now often designated as the start of his middle or \"heroic\" period, characterised by many original works composed on a grand scale. According to Carl Czerny, Beethoven said: \"I am not satisfied with the work I have done so far. From now on I intend to take a new way.\" An early major work employing this new style was the &lt;a href=\"Symphony%20No.%203%20%28Beethoven%29\"&gt;Third Symphony&lt;/a&gt; in E-flat, Op. 55, known as the \"Eroica\", written in 1803–04. The idea of creating a symphony based on the career of &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt; may have been suggested to Beethoven by &lt;a href=\"Charles%20XIV%20John%20of%20Sweden\"&gt;General Bernadotte&lt;/a&gt; in 1798. Beethoven, sympathetic to the ideal of the heroic revolutionary leader, originally gave the symphony the title \"Bonaparte\", but disillusioned by Napoleon &lt;a href=\"1804%20French%20constitutional%20referendum\"&gt;declaring himself Emperor in 1804&lt;/a&gt;, he scratched Napoleon's name from the manuscript's title page, and the symphony was published in 1806 with its present title and the subtitle \"to celebrate the memory of a great man\". The \"Eroica\" was longer and larger in scope than any previous symphony. When it premiered in early 1805 it received a mixed reception. Some listeners objected to its length or misunderstood its structure, while others viewed it as a masterpiece.\nOther middle period works extend in the same dramatic manner the musical language Beethoven had inherited. The &lt;a href=\"String%20Quartets%20Nos.%207%E2%80%939%2C%20Op.%2059%20%E2%80%93%20Rasumovsky%20%28Beethoven%29\"&gt;Rasumovsky&lt;/a&gt; string quartets, and the \"&lt;a href=\"Piano%20Sonata%20No.%2021%20%28Beethoven%29\"&gt;Waldstein&lt;/a&gt;\" and \"&lt;a href=\"Piano%20Sonata%20No.%2023%20%28Beethoven%29\"&gt;Appassionata&lt;/a&gt;\" piano sonatas share the heroic spirit of the Third Symphony. Other works of this period include the &lt;a href=\"Symphony%20No.%204%20%28Beethoven%29\"&gt;Fourth&lt;/a&gt; through &lt;a href=\"Symphony%20No.%208%20%28Beethoven%29\"&gt;Eighth&lt;/a&gt; Symphonies, the oratorio \"&lt;a href=\"Christ%20on%20the%20Mount%20of%20Olives%20%28Beethoven%29\"&gt;Christ on the Mount of Olives&lt;/a&gt;\", the opera \"&lt;a href=\"Fidelio\"&gt;Fidelio&lt;/a&gt;\", and the &lt;a href=\"Violin%20Concerto%20%28Beethoven%29\"&gt;Violin Concerto&lt;/a&gt;. Beethoven was hailed in 1810 by the writer and composer &lt;a href=\"E.%20T.%20A.%20Hoffmann\"&gt;E. T. A. Hoffmann&lt;/a&gt;, in an influential review in the \"&lt;a href=\"Allgemeine%20musikalische%20Zeitung\"&gt;Allgemeine musikalische Zeitung&lt;/a&gt;\", as the greatest of (what he considered) the three &lt;a href=\"Romantic%20music\"&gt;Romantic&lt;/a&gt; composers (that is, ahead of Haydn and Mozart); in Beethoven's &lt;a href=\"Symphony%20No.%205%20%28Beethoven%29\"&gt;Fifth Symphony&lt;/a&gt; his music, wrote Hoffmann, \"sets in motion terror, fear, horror, pain, and awakens the infinite yearning that is the essence of romanticism\".\nDuring this time Beethoven's income came from publishing his works, from performances of them, and from his patrons, for whom he gave private performances and copies of works they commissioned for an exclusive period before their publication. Some of his early patrons, including Prince Lobkowitz and Prince Lichnowsky, gave him annual stipends in addition to commissioning works and purchasing published works. Perhaps his most important aristocratic patron was &lt;a href=\"Archduke%20Rudolf%20of%20Austria\"&gt;Archduke Rudolf of Austria&lt;/a&gt;, the youngest son of &lt;a href=\"Leopold%20II%2C%20Holy%20Roman%20Emperor\"&gt;Emperor Leopold II&lt;/a&gt;, who in 1803 or 1804 began to study piano and composition with him. They became friends, and their meetings continued until 1824. Beethoven dedicated 14 compositions to Rudolf, including some of his major works such as the &lt;a href=\"Piano%20Trio%2C%20Op.%2097%20%28Beethoven%29\"&gt;\"Archduke\" Trio&lt;/a&gt; Op. 97 (1811) and \"&lt;a href=\"Missa%20solemnis%20%28Beethoven%29\"&gt;Missa solemnis&lt;/a&gt;\" Op. 123 (1823).\nHis position at the Theater an der Wien was terminated when the theatre changed management in early 1804, and he was forced to move temporarily to the suburbs of Vienna with his friend Stephan von Breuning. This slowed work on \"Leonore\" (his original title for his opera), his largest work to date, for a time. It was delayed again by the Austrian &lt;a href=\"censorship\"&gt;censor&lt;/a&gt; and finally premiered, under its present title of \"Fidelio\", in November 1805 to houses that were nearly empty because of the &lt;a href=\"War%20of%20the%20Third%20Coalition\"&gt;French occupation of the city&lt;/a&gt;. In addition to being a financial failure, this version of \"Fidelio\" was also a critical failure, and Beethoven began revising it.\nDespite this failure, Beethoven continued to attract recognition. In 1807 the musician and publisher &lt;a href=\"Muzio%20Clementi\"&gt;Muzio Clementi&lt;/a&gt; secured the rights for publishing his works in England, and Haydn's former patron &lt;a href=\"Nikolaus%20II%2C%20Prince%20Esterh%C3%A1zy\"&gt;Prince Esterházy&lt;/a&gt; commissioned a mass (the &lt;a href=\"Mass%20in%20C%20major%20%28Beethoven%29\"&gt;Mass in C&lt;/a&gt;, Op. 86) for his wife's name-day. But he could not count on such recognition alone. A &lt;a href=\"Beethoven%20concert%20of%2022%20December%201808\"&gt;colossal benefit concert&lt;/a&gt; which he organized in December 1808, and was widely advertised, included the premieres of the Fifth and &lt;a href=\"Symphony%20No.%206%20%28Beethoven%29\"&gt;Sixth (\"Pastoral\")&lt;/a&gt; symphonies, the &lt;a href=\"Piano%20Concerto%20No.%204%20%28Beethoven%29\"&gt;Fourth Piano Concerto&lt;/a&gt;, extracts from the Mass in C, the &lt;a href=\"aria\"&gt;scena and aria&lt;/a&gt; \"&lt;a href=\"Ah%21%20perfido\"&gt;Ah! perfido&lt;/a&gt;\" Op. 65 and the &lt;a href=\"Choral%20Fantasy%20%28Beethoven%29\"&gt;Choral Fantasy op. 80&lt;/a&gt;. There was a large audience (including Czerny and the young &lt;a href=\"Ignaz%20Moscheles\"&gt;Ignaz Moscheles&lt;/a&gt;), but it was under-rehearsed, involved many stops and starts, and during the Fantasia Beethoven was noted shouting at the musicians \"badly played, wrong, again!\" The financial outcome is unknown.\nIn the autumn of 1808, after having been rejected for a position at the Royal Theatre, Beethoven had received an offer from Napoleon's brother &lt;a href=\"J%C3%A9r%C3%B4me%20Bonaparte\"&gt;Jérôme Bonaparte&lt;/a&gt;, then king of &lt;a href=\"Kingdom%20of%20Westphalia\"&gt;Westphalia&lt;/a&gt;, for a well-paid position as &lt;a href=\"Kapellmeister\"&gt;Kapellmeister&lt;/a&gt; at the court in &lt;a href=\"Kassel\"&gt;Cassel&lt;/a&gt;. To persuade him to stay in Vienna, Archduke Rudolf, &lt;a href=\"Ferdinand%2C%205th%20Prince%20Kinsky%20of%20Wchinitz%20and%20Tettau\"&gt;Prince Kinsky&lt;/a&gt; and Prince Lobkowitz, after receiving representations from Beethoven's friends, pledged to pay him a pension of 4000 florins a year. In the event, Archduke Rudolf paid his share of the pension on the agreed date. Kinsky, immediately called to military duty, did not contribute and died in November 1812 after falling from his horse. The Austrian currency destabilized and Lobkowitz went bankrupt in 1811 so that to benefit from the agreement Beethoven eventually had recourse to the law, which in 1815 brought him some recompense.\nThe &lt;a href=\"Napoleonic%20Wars\"&gt;imminence of war&lt;/a&gt; reaching Vienna itself was felt in early 1809. In April, Beethoven completed writing his &lt;a href=\"Piano%20Concerto%20No.%205%20%28Beethoven%29\"&gt;Piano Concerto No. 5&lt;/a&gt; in E flat major, Op. 73, which the musicologist &lt;a href=\"Alfred%20Einstein\"&gt;Alfred Einstein&lt;/a&gt; has described as \"the apotheosis of the military concept\" in Beethoven's music. Archduke Rudolf left the capital with the Imperial family in early May, prompting Beethoven's piano sonata \"&lt;a href=\"Piano%20Sonata%20No.%2026%20%28Beethoven%29\"&gt;Les Adieux&lt;/a&gt;\" (Sonata No. 26, Op. 81a), actually entitled by Beethoven in German \"Das Lebewohl\" (The Farewell), of which the final movement, \"Das Wiedersehen\" (The Return), is dated in the manuscript with the date of Rudolf's homecoming of 30 January 1810. During the French bombardment of Vienna in May, Beethoven took refuge in the cellar of the house of his brother Kaspar. The subsequent occupation of Vienna and the disruptions to cultural life and to Beethoven's publishers, together with Beethoven's poor health at the end of 1809, explain his significantly reduced output during this period, although other notable works of the year include his &lt;a href=\"String%20Quartet%20No.%2010%20%28Beethoven%29\"&gt;String Quartet No. 10&lt;/a&gt; in E flat major, Op. 74 (known as \"The Harp\") and the &lt;a href=\"Piano%20Sonata%20No.%2024%20%28Beethoven%29\"&gt;Piano Sonata No. 24&lt;/a&gt; in F sharp major op. 78, dedicated to Josephine's sister &lt;a href=\"Therese%20Brunsvik\"&gt;Therese Brunsvik&lt;/a&gt;.\nGoethe.\n At the end of 1809 Beethoven was commissioned to write incidental music for &lt;a href=\"Johann%20Wolfgang%20von%20Goethe\"&gt;Goethe&lt;/a&gt;'s play \"&lt;a href=\"Egmont%20%28play%29\"&gt;Egmont&lt;/a&gt;\". &lt;a href=\"Egmont%20%28Beethoven%29\"&gt;The result&lt;/a&gt; (an overture, and nine additional &lt;a href=\"entracte\"&gt;entracte&lt;/a&gt;s and vocal pieces, Op. 84), which appeared in 1810, fitted well with Beethoven's heroic style and he became interested in Goethe, setting three of his poems as songs (Op. 83) and learning about the poet from a mutual acquaintance, &lt;a href=\"Bettina%20Brentano\"&gt;Bettina Brentano&lt;/a&gt; (who also wrote to Goethe at this time about Beethoven). Other works of this period in a similar vein were the F minor &lt;a href=\"String%20Quartet%20No.%2011%20%28Beethoven%29\"&gt;String Quartet Op. 95&lt;/a&gt;, to which Beethoven gave the subtitle \"Quartetto serioso\", and the Op. 97 &lt;a href=\"Piano%20Trio%2C%20Op.%2097%20%28Beethoven%29\"&gt;Piano Trio in B flat major&lt;/a&gt; known, from its dedication to his patron Rudolph as the \"Archduke Trio\".\nIn the spring of 1811, Beethoven became seriously ill, suffering headaches and high fever. His doctor &lt;a href=\"Johann%20Baptist%20Malfatti%20von%20Monteregio\"&gt;Johann Malfatti&lt;/a&gt; recommended him to take a cure at the &lt;a href=\"spa\"&gt;spa&lt;/a&gt; of &lt;a href=\"Teplice\"&gt;Teplitz&lt;/a&gt; (now Teplice in the &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;), where he wrote two more overtures and sets of incidental music for dramas, this time by &lt;a href=\"August%20von%20Kotzebue\"&gt;August von Kotzebue&lt;/a&gt; – \"&lt;a href=\"King%20Stephen%20%28Beethoven%29\"&gt;King Stephen&lt;/a&gt;\" Op. 117 and \"&lt;a href=\"The%20Ruins%20of%20Athens\"&gt;The Ruins of Athens&lt;/a&gt;\" Op. 113. Advised again to visit Teplitz in 1812 he met there with Goethe, who wrote: \"His talent amazed me; unfortunately he is an utterly untamed personality, who is not altogether wrong in holding the world to be detestable, but surely does not make it any more enjoyable ... by his attitude.\" Beethoven wrote to his publishers &lt;a href=\"Breitkopf%20and%20H%C3%A4rtel\"&gt;Breitkopf and Härtel&lt;/a&gt; that \"Goethe delights far too much in the court atmosphere, far more than is becoming in a poet.\" But following their meeting he began a setting for choir and orchestra of &lt;a href=\"Meeresstille%20und%20gl%C3%BCckliche%20Fahrt%20%28Beethoven%29\"&gt;Goethe's \"Meeresstille und glückliche Fahrt\"&lt;/a&gt; \"(Calm Sea and Prosperous Voyage)\" (Op. 112), completed in 1815. After this was published in 1822 with a dedication to the poet, Beethoven wrote to him: \"The admiration, the love and esteem which already in my youth I cherished for the one and only immortal Goethe have persisted.\"\nThe Immortal Beloved.\nWhile he was at Teplitz in 1812 he wrote a ten-page love letter to his \"&lt;a href=\"Immortal%20Beloved\"&gt;Immortal Beloved&lt;/a&gt;\", which he never sent to its addressee. The identity of the intended recipient was long a subject of debate, although the musicologist &lt;a href=\"Maynard%20Solomon\"&gt;Maynard Solomon&lt;/a&gt; has convincingly demonstrated that the intended recipient must have been &lt;a href=\"Antonie%20Brentano\"&gt;Antonie Brentano&lt;/a&gt;; other candidates have included Julie Guicciardi, &lt;a href=\"Therese%20Malfatti\"&gt;Therese Malfatti&lt;/a&gt; and Josephine Brunsvik.\nAll of these had been regarded by Beethoven as possible soulmates during his first decade in Vienna. Guicciardi, although she flirted with Beethoven, never had any serious interest in him and married &lt;a href=\"Wenzel%20Robert%20von%20Gallenberg\"&gt;Wenzel Robert von Gallenberg&lt;/a&gt; in November 1803. (Beethoven insisted to his later secretary and biographer, &lt;a href=\"Anton%20Schindler\"&gt;Anton Schindler&lt;/a&gt;, that Gucciardi had \"sought me out, crying, but I scorned her\".) Josephine had, since Beethoven's initial infatuation with her, married the elderly Count Joseph Deym, who died in 1804. Beethoven began to visit her and commenced a passionate correspondence. Initially, he accepted that Josephine could not love him, but he continued to address himself to her even after she had moved to Budapest, finally demonstrating that he had got the message in his last letter to her of 1807: \"I thank you for wishing still to appear as if I were not altogether banished from your memory\". Malfatti was the niece of Beethoven's doctor, and he had proposed to her in 1810. He was 40, she was 19 – the proposal was rejected. She is now remembered as the recipient of the piano &lt;a href=\"Bagatelle%20%28music%29\"&gt;bagatelle&lt;/a&gt; \"&lt;a href=\"F%C3%BCr%20Elise\"&gt;Für Elise&lt;/a&gt;\".\nAntonie (Toni) Brentano (née von Birkenstock), ten years younger than Beethoven, was the wife of Franz Brentano, the half-brother of &lt;a href=\"Bettina%20Brentano\"&gt;Bettina Brentano&lt;/a&gt;, who provided Beethoven's introduction to the family. It would seem that Antonie and Beethoven had an affair during 1811–1812. Antonie left Vienna with her husband in late 1812 and never met with (or apparently corresponded with) Beethoven again, although in her later years she wrote and spoke fondly of him. Some speculate that Beethoven was the father of Antonie's son Karl Josef, though the two never met.\nAfter 1812 there are no reports of any romantic liaisons of Beethoven; it is, however, clear from his correspondence of the period and, later, from the conversation books, that he would occasionally meet with prostitutes.\n1813–1822: Acclaim.\nFamily problems.\nIn early 1813 Beethoven apparently went through a difficult emotional period, and his compositional output dropped. His personal appearance degraded—it had generally been neat—as did his manners in public, notably when dining.\nFamily issues may have played a part in this. Beethoven had visited his brother Johann at the end of October 1812. He wished to end Johann's cohabitation with Therese Obermayer, a woman who already had an illegitimate child. He was unable to convince Johann to end the relationship and appealed to the local civic and religious authorities, but Johann and Therese married on 8 November.\nThe illness and eventual death of his brother Kaspar from &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt; became an increasing concern. Kaspar had been ill for some time; in 1813 Beethoven lent him 1500 &lt;a href=\"Austro-Hungarian%20gulden\"&gt;florins&lt;/a&gt;, to procure the repayment of which he was ultimately led to complex legal measures. After Kaspar died on 15 November 1815, Beethoven immediately became embroiled in a protracted legal dispute with Kaspar's wife &lt;a href=\"Johanna%20van%20Beethoven\"&gt;Johanna&lt;/a&gt; over custody of their son &lt;a href=\"Karl%20van%20Beethoven\"&gt;Karl&lt;/a&gt;, then nine years old. Beethoven had successfully applied to Kaspar to have himself named the sole guardian of the boy. A late &lt;a href=\"codicil%20%28will%29\"&gt;codicil&lt;/a&gt; to Kaspar's will gave him and Johanna joint guardianship. While Beethoven was successful at having his nephew removed from her custody in January 1816, and had him removed to a private school in 1818 he was again preoccupied with the legal processes around Karl. While giving evidence to the court for the &lt;a href=\"nobility\"&gt;nobility&lt;/a&gt;, the &lt;a href=\"Landrecht%20%28medieval%29\"&gt;Landrechte&lt;/a&gt;, Beethoven was unable to prove that he was of noble birth and as a consequence, on 18 December 1818 the case was transferred to the civil &lt;a href=\"magistrate\"&gt;magistrate&lt;/a&gt; of Vienna, where he lost sole guardianship. He only regained custody after intensive legal struggles in 1820. During the years that followed, Beethoven frequently interfered in his nephew's life in what Karl perceived as an overbearing manner.\nPost-war Vienna.\nBeethoven was finally motivated to begin significant composition again in June 1813, when news arrived of Napoleon's defeat at the &lt;a href=\"Battle%20of%20Vitoria\"&gt;Battle of Vitoria&lt;/a&gt; by a coalition led by the &lt;a href=\"Arthur%20Wellesley%2C%201st%20Duke%20of%20Wellington\"&gt;Duke of Wellington&lt;/a&gt;. The inventor Mälzel persuaded him to write a work commemorating the event for his mechanical instrument the &lt;a href=\"Panharmonicon\"&gt;Panharmonicon&lt;/a&gt;. This Beethoven also transcribed for orchestra as \"&lt;a href=\"Wellington%27s%20Victory\"&gt;Wellington's Victory&lt;/a&gt;\" (Op. 91, also known as the \"Battle Symphony\"). It was first performed on 8 December, along with his &lt;a href=\"Symphony%20No.%207%20%28Beethoven%29\"&gt;Seventh Symphony&lt;/a&gt;, Op. 92, at a charity concert for victims of the war, a concert whose success led to its repeat on 12 December. The orchestra included several leading and rising musicians who happened to be in Vienna at the time, including &lt;a href=\"Giacomo%20Meyerbeer\"&gt;Giacomo Meyerbeer&lt;/a&gt; and &lt;a href=\"Domenico%20Dragonetti\"&gt;Domenico Dragonetti&lt;/a&gt;. The work received repeat performances at concerts staged by Beethoven in January and February 1814. These concerts brought Beethoven more profit than any others in his career, and enabled him to buy the bank shares that were eventually to be the most valuable assets in his estate at his death.\nBeethoven's renewed popularity led to demands for a revival of \"Fidelio\", which, in its third revised version, was also well received at its July opening in Vienna, and was frequently staged there during the following years. Beethoven's publishers, &lt;a href=\"Artaria\"&gt;Artaria&lt;/a&gt;, commissioned the 20-year old Moscheles to prepare a piano score of the opera, which he inscribed \"Finished, with God's help!\" – to which Beethoven added \"O Man, help thyself.\" That summer Beethoven composed a piano sonata for the first time in five years, his &lt;a href=\"Piano%20Sonata%20No.%2027%20%28Beethoven%29\"&gt;Sonata in E minor, Opus 90&lt;/a&gt;. He was also one of many composers who produced music in a patriotic vein to entertain the many heads of state and diplomats who came to the &lt;a href=\"Congress%20of%20Vienna\"&gt;Congress of Vienna&lt;/a&gt; that began in November 1814, with the cantata \"&lt;a href=\"Der%20glorreiche%20Augenblick\"&gt;Der glorreiche Augenblick&lt;/a&gt; (The Glorious Moment)\" (Op. 136) and similar choral works which, in the words of Maynard Solomon \"broadened Beethoven's popularity, [but] did little to enhance his reputation as a serious composer\".\nIn April and May 1814, playing in his \"Archduke\" Trio, Beethoven made his last public appearances as a soloist. The composer &lt;a href=\"Louis%20Spohr\"&gt;Louis Spohr&lt;/a&gt; noted: \"the piano was badly out of tune, which Beethoven minded little, since he did not hear it ... there was scarcely anything left of the virtuosity of the artist ... I was deeply saddened.\" From 1814 onwards Beethoven used for conversation &lt;a href=\"ear-trumpet\"&gt;ear-trumpet&lt;/a&gt;s designed by &lt;a href=\"Johann%20Nepomuk%20Maelzel\"&gt;Johann Nepomuk Maelzel&lt;/a&gt; (a number of these are on display at the Beethoven-Haus in Bonn).\nHis 1815 compositions include an expressive second setting of the poem \"An die Hoffnung\" (Op. 94) in 1815. Compared to its first setting in 1805 (a gift for Josephine Brunsvik), it was \"far more dramatic ... The entire spirit is that of an operatic scena.\" But his energy seemed to be dropping: apart from these works, he wrote the two &lt;a href=\"Cello%20Sonatas%20Nos.%204%20and%205%20%28Beethoven%29\"&gt;cello sonatas Op. 102 nos. 1 and 2&lt;/a&gt;, and a few minor pieces, and began but abandoned a sixth piano concerto.\nPause.\nBetween 1815 and 1819 Beethoven's output dropped again to a level unique in his mature life. He attributed part of this to a lengthy illness (he called it an inflammatory fever) that he had for more than a year, starting in October 1816. His biographer Maynard Solomon suggests it is also doubtless a consequence of the ongoing legal problems concerning his nephew Karl, and of Beethoven finding himself increasingly at odds with current musical trends. Unsympathetic to developments in German romanticism that featured the supernatural (as in operas by Spohr, &lt;a href=\"Heinrich%20Marschner\"&gt;Heinrich Marschner&lt;/a&gt; and &lt;a href=\"Carl%20Maria%20von%20Weber\"&gt;Carl Maria von Weber&lt;/a&gt;), he also \"resisted the impending Romantic fragmentation of the ... cyclic forms of the Classical era into small forms and lyric mood pieces\" and turned towards study of Bach, &lt;a href=\"George%20Frederic%20Handel\"&gt;Handel&lt;/a&gt; and &lt;a href=\"Giovanni%20Pierluigi%20da%20Palestrina\"&gt;Palestrina&lt;/a&gt;. An old connection was renewed in 1817 when Maelzel sought, and obtained, Beethoven's endorsement for his newly developed &lt;a href=\"metronome\"&gt;metronome&lt;/a&gt;. During these years the few major works he completed include the 1818 &lt;a href=\"Hammerklavier%20Sonata\"&gt;\"Hammerklavier\" Sonata&lt;/a&gt; (Sonata No. 29 in B flat major, Op. 106) and his settings of poems by &lt;a href=\"Alois%20Jeitteles\"&gt;Alois Jeitteles&lt;/a&gt;, \"&lt;a href=\"An%20die%20ferne%20Geliebte\"&gt;An die ferne Geliebte&lt;/a&gt;\" Op. 98 (1816), which introduced the &lt;a href=\"song%20cycle\"&gt;song cycle&lt;/a&gt; into classical repertoire. In 1818 he began musical sketches that were eventually to form part of his final Ninth Symphony.\nBy early 1818 Beethoven's health had improved, and his nephew Karl, now aged 11, moved in with him in January (although within a year Karl's mother had won him back in the courts). By now Beethoven's hearing had again seriously deteriorated, necessitating Beethoven and his interlocutors writing in notebooks to carry out conversations. These 'conversation books' are a rich written resource for his life from this period onwards. They contain discussions about music, business, and personal life; they are also a valuable source for his contacts and for investigations into how he intended his music should be performed, and of his opinions of the art of music. His household management had also improved somewhat with the help of &lt;a href=\"Nannette%20Streicher\"&gt;Nannette Streicher&lt;/a&gt;. A proprietor of the Stein piano workshop and a personal friend, Streicher had assisted in Beethoven's care during his illness; she continued to provide some support, and in her he finally found a skilled cook. A testimonial to the esteem in which Beethoven was held in England was the presentation to him in this year by Thomas Broadwood, the proprietor of the company, of a &lt;a href=\"John%20Broadwood%20%26amp%3B%20Sons\"&gt;Broadwood piano&lt;/a&gt;, for which Beethoven expressed thanks. He was not well enough, however, to carry out a visit to London that year which had been proposed by the &lt;a href=\"Royal%20Philharmonic%20Society\"&gt;Philharmonic Society&lt;/a&gt;.\nResurgence.\nDespite the time occupied by his ongoing legal struggles over Karl, which involved continuing extensive correspondence and lobbying, two events sparked off Beethoven's major composition projects in 1819. The first was the announcement of Archduke Rudolf's promotion to &lt;a href=\"Cardinal%20%28Catholic%20Church%29\"&gt;Cardinal&lt;/a&gt;-&lt;a href=\"Archbishop\"&gt;Archbishop&lt;/a&gt; as Archbishop of &lt;a href=\"Olomouc\"&gt;Olomouc&lt;/a&gt; (now in the Czech Republic), which triggered the \"&lt;a href=\"Missa%20solemnis%20%28Beethoven%29\"&gt;Missa solemnis&lt;/a&gt;\" Op. 123, intended to be ready for his installation in Olomouc in March 1820. The other was the invitation by the publisher &lt;a href=\"Antonio%20Diabelli\"&gt;Antonio Diabelli&lt;/a&gt; to fifty Viennese composers, including Beethoven, &lt;a href=\"Franz%20Schubert\"&gt;Franz Schubert&lt;/a&gt;, Czerny and the 8-year old &lt;a href=\"Franz%20Liszt\"&gt;Franz Liszt&lt;/a&gt;, to compose a variation each on a theme which he provided. Beethoven was spurred to outdo the competition and by mid-1819 had already completed 20 variations of what were to become the 33 \"&lt;a href=\"Diabelli%20Variations\"&gt;Diabelli Variations&lt;/a&gt;\" op. 120. Neither of these works was to be completed for a few years. A significant tribute of 1819, however, was Archduke Rudolf's set of forty piano variations on a theme written for him by Beethoven (WoO 200) and dedicated to the master. Beethoven's portrait by of this year, which was one of the most familiar images of him for the next century, was described by Schindler as, despite its artistic weaknesses, \"in the rendering of that particular look, the majestic forehead ... the firmly shut mouth and the chin shaped like a shell, ... truer to nature than any other picture\".\nBeethoven's determination over the following years to write the \"Mass\" for Rudolf was not motivated by any devout &lt;a href=\"Catholic%20Church\"&gt;Catholicism&lt;/a&gt;. Although he had been born a Catholic, the form of religion as practised at the court in Bonn where he grew up was, in the words of Maynard Solomon, \"a compromise ideology that permitted a relatively peaceful coexistence between the Church and &lt;a href=\"rationalism\"&gt;rationalism&lt;/a&gt;\". Beethoven's \"Tagebuch\" (a diary he kept on an occasional basis between 1812 and 1818) shows his interest in a variety of religious philosophies, including those of India, Egypt and the Orient and the writings of the &lt;a href=\"Rig-Veda\"&gt;Rig-Veda&lt;/a&gt;. In a letter to Rudolf of July 1821, Beethoven shows his belief in a personal God: \"God ... sees into my innermost heart and knows that as a man I perform most conscientiously and on all occasions the duties which Humanity, God, and Nature enjoin upon me.\" On one of the sketches for the \"Missa solemnis\" he wrote \"Plea for inner and outer peace\".\nBeethoven's status was confirmed by the series of \"Concerts sprituels\" given in Vienna by the choirmaster Franz Xaver Gebauer in the 1819/1820 and 1820/1821 seasons, during which all eight of his symphonies to date, plus the oratorio \"Christus\" and the Mass in C, were performed. Beethoven was typically underwhelmed: when in an April 1820 conversation book a friend mentioned Gebauer, Beethoven wrote in reply \"Geh! Bauer\" (Begone, peasant!)\nIt was in 1819 that Beethoven was first approached by the publisher &lt;a href=\"Maurice%20Schlesinger\"&gt;Moritz Schlesinger&lt;/a&gt; who won the suspicious composer round, whilst visiting him at &lt;a href=\"M%C3%B6dling\"&gt;Mödling&lt;/a&gt;, by procuring for him a plate of roast veal. One consequence of this was that Schlesinger was to secure Beethoven's three last piano sonatas and his final quartets; part of the attraction to Beethoven was that Schlesinger had publishing facilities in Germany and France, and connections in England, which could overcome problems of copyright piracy. The first of the three sonatas, for which Beethoven contracted with Schlesinger in 1820 at 30 &lt;a href=\"Ducat%23Spread%20of%20the%20ducat\"&gt;ducat&lt;/a&gt;s per sonata (further delaying completion of the Mass), was sent to the publisher at the end of that year (the &lt;a href=\"Piano%20Sonata%20No.%2030%20%28Beethoven%29\"&gt;Sonata in E major, Op. 109&lt;/a&gt;, dedicated to Maximiliane, Antonie Brentano's daughter).\nThe start of 1821 saw Beethoven once again in poor health, suffering from &lt;a href=\"rheumatism\"&gt;rheumatism&lt;/a&gt; and &lt;a href=\"jaundice\"&gt;jaundice&lt;/a&gt;. Despite this he continued work on the remaining piano sonatas he had promised to Schlesinger (the &lt;a href=\"Piano%20Sonata%20No.%2031%20%28Beethoven%29\"&gt;Sonata in A flat major Op. 110&lt;/a&gt; was published in December), and on the Mass. In early 1822 Beethoven sought a reconciliation with his brother Johann, whose marriage in 1812 had met with his disapproval, and Johann now became a regular visitor (as witnessed by the conversation books of the period) and began to assist him in his business affairs, including him lending him money against ownership of some of his compositions. He also sought some reconciliation with the mother of his nephew, including supporting her income, although this did not meet with the approval of the contrary Karl. Two commissions at the end of 1822 improved Beethoven's financial prospects. In November the &lt;a href=\"Philharmonic%20Society\"&gt;Philharmonic Society&lt;/a&gt; of London offered a commission for a symphony, which he accepted with delight, as an appropriate home for the Ninth Symphony on which he was working. Also in November Prince &lt;a href=\"Nikolai%20Borisovich%20Galitzin\"&gt;Nikolai Galitzin&lt;/a&gt; of &lt;a href=\"Saint%20Petersburg\"&gt;Saint Petersburg&lt;/a&gt; offered to pay Beethoven's asking price for three string quartets. Beethoven set the price at the high level of 50 ducats per quartet in a letter dictated to his nephew Karl, who was then living with him.\nDuring 1822, Anton Schindler, who in 1840 became one of Beethoven's earliest and most influential (but not always reliable) biographers, began to work as the composer's unpaid secretary. He was later to claim that he had been a member of Beethoven's circle since 1814, but there is no evidence for this. Cooper suggests that \"Beethoven greatly appreciated his assistance, but did not think much of him as a man\".\n1823–1827: The final years.\nThe year 1823 saw the completion of three notable works, all of which had occupied Beethoven for some years, namely the \"Missa solemnis\", the Ninth Symphony and the \"Diabelli Variations\".\nBeethoven at last presented the manuscript of the completed \"Missa\" to Rudolph on 19 March (more than a year after the archduke's enthronement as archbishop). He was not however in a hurry to get it published or performed as he had formed a notion that he could profitably sell manuscripts of the work to various courts in Germany and Europe at 50 ducats each. One of the few who took up this offer was &lt;a href=\"Louis%20XVIII\"&gt;Louis XVIII&lt;/a&gt; of France, who also sent Beethoven a heavy gold medallion. The Symphony and the variations took up most of the rest of Beethoven's working year. Diabelli hoped to publish both works, but the potential prize of the Mass excited many other publishers to lobby Beethoven for it, including Schlesinger and &lt;a href=\"Carl%20Friedrich%20Peters\"&gt;Carl Friedrich Peters&lt;/a&gt;. (In the end, it was obtained by &lt;a href=\"Schott%20Music\"&gt;Schotts&lt;/a&gt;).\nBeethoven had become critical of the Viennese reception of his works. He told the visiting &lt;a href=\"Johann%20Friedrich%20Rochlitz\"&gt;Johann Friedrich Rochlitz&lt;/a&gt; in 1822:You will hear nothing of me here ... \"Fidelio\"? They cannot give it, nor do they want to listen to it. The symphonies? They have no time for them. My concertos? Everyone grinds out only the stuff he himself has made. The solo pieces? They went out of fashion long ago, and here fashion is everything. At the most, &lt;a href=\"Ignaz%20Schuppanzigh\"&gt;Schuppanzigh&lt;/a&gt; occasionally digs up a quartet. He, therefore, enquired about premiering the \"Missa\" and the Ninth Symphony in Berlin. When his Viennese admirers learnt of this, they pleaded with him to arrange local performances. Beethoven was won over, and the symphony was first performed, along with sections of the \"Missa solemnis\", on 7 May 1824, to great acclaim at the &lt;a href=\"K%C3%A4rntnertortheater\"&gt;Kärntnertortheater&lt;/a&gt;. Beethoven stood by the conductor &lt;a href=\"Michael%20Umlauf\"&gt;Michael Umlauf&lt;/a&gt; during the concert beating time (although Umlauf had warned the singers and orchestra to ignore him), and because of his deafness was not even aware of the applause which followed until he was turned to witness it. The \"&lt;a href=\"Allgemeine%20musikalische%20Zeitung\"&gt;Allgemeine musikalische Zeitung&lt;/a&gt;\" gushed, \"inexhaustible genius had shown us a new world\", and Carl Czerny wrote that the Symphony \"breathes such a fresh, lively, indeed youthful spirit ... so much power, innovation, and beauty as ever [came] from the head of this original man, although he certainly sometimes led the old wigs to shake their heads\". The concert did not net Beethoven much money, as the expenses of mounting it were very high. A second concert on 24 May, in which the producer guaranteed him a minimum fee, was poorly attended; nephew Karl noted that \"many people [had] already gone into the country\". It was Beethoven's last public concert. Beethoven accused Schindler of either cheating him or mismanaging the ticket receipts; this led to the replacement of Schindler as Beethoven's secretary by &lt;a href=\"Karl%20Holz%20%28violinist%29\"&gt;Karl Holz&lt;/a&gt;, the second violinist in the &lt;a href=\"Schuppanzigh%20Quartet\"&gt;Schuppanzigh Quartet&lt;/a&gt;, although by 1826 Beethoven and Schindler were reconciled.\nBeethoven then turned to writing the string quartets for Galitzin, despite failing health. The first of these, the &lt;a href=\"String%20Quartet%20No.%2012%20%28Beethoven%29\"&gt;quartet in E♭ major, Op. 127&lt;/a&gt; was premiered by the Schuppanzigh Quartet in March 1825. While writing the next, the &lt;a href=\"String%20Quartet%20No.%2015%20%28Beethoven%29\"&gt;quartet in A minor, Op. 132&lt;/a&gt;, in April 1825, he was struck by a sudden illness. Recuperating in &lt;a href=\"Baden\"&gt;Baden&lt;/a&gt;, he included in the quartet its slow movement to which he gave the title \"Holy song of thanks (Heiliger Dankgesang) to the Divinity, from a convalescent, in the &lt;a href=\"Lydian%20mode\"&gt;Lydian mode&lt;/a&gt;\". The next quartet to be completed was the &lt;a href=\"String%20Quartet%20No.%2013%20%28Beethoven%29\"&gt;Thirteenth, op. 130&lt;/a&gt;, in B♭ major. In six movements, the last, contrapuntal movement proved to be very difficult for both the performers and the audience at its premiere in March 1826 (again by the Schuppanzigh Quartet). Beethoven was persuaded by the publisher &lt;a href=\"Artaria\"&gt;Artaria&lt;/a&gt;, for an additional fee, to write a new finale, and to issue the last movement as a separate work (the &lt;a href=\"Grosse%20Fugue\"&gt;Grosse Fugue&lt;/a&gt;, Op. 133). Beethoven's favourite was the last of this series, the &lt;a href=\"String%20Quartet%20No.%2014%20%28Beethoven%29\"&gt;quartet in C minor Op. 131&lt;/a&gt;, which he rated as his most perfect single work.\nBeethoven's relations with his nephew Karl had continued to be stormy; Beethoven's letters to him were demanding and reproachful. In August, Karl, who had been seeing his mother again against Beethoven's wishes, attempted suicide by shooting himself in the head. He survived and after discharge from hospital went to recuperate in the village of &lt;a href=\"Gneixendorf\"&gt;Gneixendorf&lt;/a&gt; with Beethoven and his uncle Johann. Whilst in Gneixendorf, Beethoven completed a further quartet (&lt;a href=\"String%20Quartet%20No.%2016%20%28Beethoven%29\"&gt;Op. 135 in F major&lt;/a&gt;) which he sent to Schlesinger. Under the introductory slow chords in the last movement, Beethoven wrote in the manuscript \"Muss es sein?\" (Must it be?); the response, over the faster main theme of the movement, is \"Es muss sein!\" (It must be!). The whole movement is headed \"Der schwer gefasste Entschluss\" (The difficult decision). Following this in November Beethoven completed his final composition, the replacement finale for the op. 130 quartet. Beethoven at this time was already ill and depressed; he began to quarrel with Johann, insisting that Johann made Karl his heir, in preference to Johann's wife.\nDeath.\nOn his return journey to Vienna from Gneixendorf in December 1826, illness struck Beethoven again. He was attended until his death by Dr. Andreas Wawruch, who throughout December noticed symptoms including fever, &lt;a href=\"jaundice\"&gt;jaundice&lt;/a&gt; and &lt;a href=\"dropsy\"&gt;dropsy&lt;/a&gt;, with swollen limbs, coughing and breathing difficulties. Several operations were carried out to tap off the excess fluid from Beethoven's abdomen.\nKarl stayed by Beethoven's bedside during December, but left after the beginning of January to join the army at &lt;a href=\"Jihlava\"&gt;Iglau&lt;/a&gt; and did not see his uncle again, although he wrote to him shortly afterwards \"My dear father ... I am living in contentment and regret only that I am separated from you.\" Immediately following Karl's departure, Beethoven wrote a will making his nephew his sole heir. Later in January, Beethoven was attended by Dr. Malfatti, whose treatment (recognizing the seriousness of his patient's condition) was largely centred on alcohol. As the news spread of the severity of Beethoven's condition, many old friends came to visit, including Diabelli, Schuppanzigh, Lichnowsky, Schindler, the composer &lt;a href=\"Johann%20Nepomuk%20Hummel\"&gt;Johann Nepomuk Hummel&lt;/a&gt; and his pupil &lt;a href=\"Ferdinand%20Hiller\"&gt;Ferdinand Hiller&lt;/a&gt;. Many tributes and gifts were also sent, including £100 from the Philharmonic Society in London and a case of expensive wine from Schotts. During this period, Beethoven was almost completely bedridden despite occasional brave efforts to rouse himself. On 24 March, he said to Schindler and the others present \"Plaudite, amici, comoedia finita est\" (\"Applaud, friends, the comedy is over\"). Later that day, when the wine from Schott arrived, he whispered, \"Pity – too late.\"\nBeethoven died on 26 March 1827 at the age of 56; only his friend &lt;a href=\"Anselm%20H%C3%BCttenbrenner\"&gt;Anselm Hüttenbrenner&lt;/a&gt; and a \"Frau van Beethoven\" (possibly his old enemy Johanna van Beethoven) were present. According to Hüttenbrenner, at about 5 pm there was a flash of lightning and a clap of thunder: \"Beethoven opened his eyes, lifted his right hand and looked up for several seconds with his fist clenched ... not another breath, not a heartbeat more.\" Many visitors came to the death-bed; some locks of the dead man's hair were retained by Hüttenbrenner and Hiller, amongst others. An &lt;a href=\"autopsy\"&gt;autopsy&lt;/a&gt; revealed Beethoven suffered from significant &lt;a href=\"liver\"&gt;liver&lt;/a&gt; damage, which may have been due to his heavy alcohol consumption, and also considerable dilation of the auditory and other related nerves.\nBeethoven's funeral procession in Vienna on 29 March 1827 was attended by an estimated 10,000 people. &lt;a href=\"Franz%20Schubert\"&gt;Franz Schubert&lt;/a&gt; and the violinist &lt;a href=\"Joseph%20Mayseder\"&gt;Joseph Mayseder&lt;/a&gt; were among the torchbearers. A funeral oration by the poet &lt;a href=\"Franz%20Grillparzer\"&gt;Franz Grillparzer&lt;/a&gt; was read by the actor &lt;a href=\"Heinrich%20Ansch%C3%BCtz\"&gt;Heinrich Anschütz&lt;/a&gt;. Beethoven was buried in the &lt;a href=\"W%C3%A4hring\"&gt;Währing&lt;/a&gt; cemetery, north-west of Vienna, after a &lt;a href=\"requiem%20mass\"&gt;requiem mass&lt;/a&gt; at the church of the Holy Trinity (Dreifaltigkeitskirche) in Alserstrasse. Beethoven's remains were &lt;a href=\"exhume\"&gt;exhume&lt;/a&gt;d for study in 1863, and moved in 1888 to Vienna's &lt;a href=\"Zentralfriedhof\"&gt;Zentralfriedhof&lt;/a&gt; where they were reinterred in a grave adjacent to that of Schubert.\nMusic.\nThe three periods.\nThe historian William Drabkin notes that as early as 1818 a writer had proposed a three-period division of Beethoven's works and that such a division (albeit often adopting different dates or works to denote changes in period) eventually became a convention adopted by all of Beethoven's biographers, starting with Schindler, &lt;a href=\"Fran%C3%A7ois-Joseph%20F%C3%A9tis\"&gt;F.-J. Fétis&lt;/a&gt; and &lt;a href=\"Wilhelm%20von%20Lenz\"&gt;Wilhelm von Lenz&lt;/a&gt;. Later writers sought to identify sub-periods within this generally accepted structure. Its drawbacks include that it generally omits a fourth period, that is, the early years in Bonn, whose works are less often considered; and that it ignores the differential development of Beethoven's composing styles over the years for different categories of work. The piano sonatas, for example, were written throughout Beethoven's life in a progression that can be interpreted as continuous development; the symphonies do not all demonstrate linear progress; of all of the types of composition, perhaps the quartets, which seem to group themselves in three periods (Op. 18 in 1801–1802, Opp. 59, 74 and 95 in 1806–1814, and the quartets, today known as 'late', from 1824 onwards) fit this categorization most neatly. Drabkin concludes that \"now that we have lived with them so long ... as long as there are programme notes, essays written to accompany recordings, and all-Beethoven recitals, it is hard to imagine us ever giving up the notion of discrete stylistic periods.\"\nBonn 1782–1792.\nSome forty compositions, including ten very early works written by Beethoven up to 1785, survive from the years that Beethoven lived in Bonn. It has been suggested that Beethoven largely abandoned composition between 1785 and 1790, possibly as a result of negative critical reaction to his first published works. A 1784 review in &lt;a href=\"Johann%20Nikolaus%20Forkel\"&gt;Johann Nikolaus Forkel&lt;/a&gt;'s influential \"Musikalischer Almanack\" compared Beethoven's efforts to those of rank beginners. The three early piano quartets of 1785 (WoO 36), closely modelled on violin sonatas of Mozart, show his dependency on the music of the period. Beethoven himself was not to give any of the Bonn works an opus number, save for those which he reworked for use later in his career, for example, some of the songs in his Op. 52 collection (1805) and the &lt;a href=\"Octet%20%28Beethoven%29\"&gt;Wind Octet&lt;/a&gt; reworked in Vienna in 1793 to become his &lt;a href=\"String%20Quintet%2C%20Op.%204%20%28Beethoven%29\"&gt;String Quintet, Op. 4&lt;/a&gt;. &lt;a href=\"Charles%20Rosen\"&gt;Charles Rosen&lt;/a&gt; points out that Bonn was something of a backwater compared to Vienna; Beethoven was unlikely to be acquainted with the mature works of Haydn or Mozart, and Rosen opines that his early style was closer to that of Hummel or &lt;a href=\"Muzio%20Clementi\"&gt;Muzio Clementi&lt;/a&gt;. Kernan suggests that at this stage Beethoven was not especially notable for his works in &lt;a href=\"sonata\"&gt;sonata&lt;/a&gt; style, but more for his vocal music; his move to Vienna in 1792 set him on the path to develop the music in the genres he became known for.\nThe first period.\nThe conventional first period begins after Beethoven's arrival in Vienna in 1792. In the first few years he seems to have composed less than he did at Bonn, and his Piano Trios, op.1 were not published until 1795. From this point onward, he had mastered the 'Viennese style' (best known today from &lt;a href=\"Joseph%20Haydn\"&gt;Haydn&lt;/a&gt; and &lt;a href=\"Wolfgang%20Amadeus%20Mozart\"&gt;Mozart&lt;/a&gt;) and was making the style his own. His works from 1795 to 1800 are larger in scale than was the norm (writing sonatas in four movements, not three, for instance); typically he uses a &lt;a href=\"scherzo\"&gt;scherzo&lt;/a&gt; rather than a &lt;a href=\"minuet%20and%20trio\"&gt;minuet and trio&lt;/a&gt;; and his music often includes dramatic, even sometimes over-the-top, uses of extreme dynamics and tempi and chromatic harmony. It was this that led Haydn to believe the third trio of Op.1 was too difficult for an audience to appreciate.\nHe also explored new directions and gradually expanded the scope and ambition of his work. Some important pieces from the early period are the &lt;a href=\"Symphony%20No.%201%20%28Beethoven%29\"&gt;first&lt;/a&gt; and &lt;a href=\"Symphony%20No.%202%20%28Beethoven%29\"&gt;second&lt;/a&gt; symphonies, the set of six string quartets &lt;a href=\"String%20Quartets%20Nos.%201%E2%80%936%2C%20Op.%2018%20%28Beethoven%29\"&gt;Opus 18&lt;/a&gt;, the first two piano concertos, and the first dozen or so &lt;a href=\"Beethoven%27s%20piano%20sonatas\"&gt;piano sonatas&lt;/a&gt;, including the famous \"&lt;a href=\"Piano%20Sonata%20No.%208%20%28Beethoven%29\"&gt;Pathétique&lt;/a&gt;\" sonata, Op. 13.\nThe middle period.\nHis middle period began shortly after the personal crisis brought on by his recognition of encroaching deafness. It includes large-scale works that express heroism and struggle. Middle-period works include six symphonies (Nos. 3–8), the last two piano concertos, the &lt;a href=\"Triple%20Concerto%20%28Beethoven%29\"&gt;Triple Concerto&lt;/a&gt; and &lt;a href=\"Violin%20Concerto%20%28Beethoven%29\"&gt;violin concerto&lt;/a&gt;, five string quartets (Nos. 7–11), several piano sonatas (including the \"&lt;a href=\"Piano%20Sonata%20No.%2021%20%28Beethoven%29\"&gt;Waldstein&lt;/a&gt;\" and \"&lt;a href=\"Piano%20Sonata%20No.%2023%20%28Beethoven%29\"&gt;Appassionata&lt;/a&gt;\" sonatas), the \"&lt;a href=\"Violin%20Sonata%20No.%209%20%28Beethoven%29\"&gt;Kreutzer&lt;/a&gt;\" violin sonata and his only &lt;a href=\"opera\"&gt;opera&lt;/a&gt;, \"&lt;a href=\"Fidelio\"&gt;Fidelio&lt;/a&gt;\".\nThis period is sometimes associated with a \"heroic\" manner of composing, but the use of the term \"heroic\" has become increasingly controversial in Beethoven scholarship. The term is more frequently used as an alternative name for the middle period. The appropriateness of the term heroic to describe the whole middle period has been questioned as well: while some works, like the Third and Fifth Symphonies, are easy to describe as heroic, many others, like his &lt;a href=\"Symphony%20No.%206%20%28Beethoven%29\"&gt;Symphony No. 6, \"Pastoral\"&lt;/a&gt; or his &lt;a href=\"Piano%20Sonata%20No.%2024%20%28Beethoven%29\"&gt;Piano Sonata No. 24&lt;/a&gt;, are not.\nThe late period.\nBeethoven's late period began in the decade 1810-1819. He began a renewed study of older music, including works by &lt;a href=\"Giovanni%20Pierluigi%20da%20Palestrina\"&gt;Palestrina&lt;/a&gt;, &lt;a href=\"Johann%20Sebastian%20Bach\"&gt;Johann Sebastian Bach&lt;/a&gt;, and &lt;a href=\"George%20Frideric%20Handel\"&gt;George Frideric Handel&lt;/a&gt;, whom Beethoven considered \"the greatest composer who ever lived\". Beethoven's late works incorporated &lt;a href=\"polyphony\"&gt;polyphony&lt;/a&gt; and &lt;a href=\"Baroque%20music\"&gt;Baroque&lt;/a&gt;-era devices. For example, the overture \"&lt;a href=\"The%20Consecration%20of%20the%20House%20%28overture%29\"&gt;The Consecration of the House&lt;/a&gt;\" (1822) included a fugue influenced by Handel's music. A new style emerged, as he returned to the keyboard to compose his first piano sonatas in almost a decade; the works of the late period include the last five piano sonatas and the \"&lt;a href=\"Diabelli%20Variations\"&gt;Diabelli Variations&lt;/a&gt;\", the last two sonatas for cello and piano, the &lt;a href=\"Late%20string%20quartets%20%28Beethoven%29\"&gt;late string quartets&lt;/a&gt; (including the massive \"&lt;a href=\"Gro%C3%9Fe%20Fuge\"&gt;Große Fuge&lt;/a&gt;\"), and two works for very large forces: the \"&lt;a href=\"Missa%20solemnis%20%28Beethoven%29\"&gt;Missa solemnis&lt;/a&gt;\" and the &lt;a href=\"Symphony%20No.%209%20%28Beethoven%29\"&gt;Ninth Symphony&lt;/a&gt;. Works from this period are characterised by their intellectual depth, their formal innovations, and their intense, highly personal expression. The &lt;a href=\"String%20Quartet%20No.%2014%20%28Beethoven%29\"&gt;String Quartet, Op. 131&lt;/a&gt; has seven linked movements, and the &lt;a href=\"Symphony%20No.%209%20%28Beethoven%29\"&gt;Ninth Symphony&lt;/a&gt; adds choral forces to the orchestra in the last movement.\nBeethoven's pianos.\nBeethoven's earlier preferred pianos included those of &lt;a href=\"Johann%20Andreas%20Stein\"&gt;Johann Andreas Stein&lt;/a&gt;; he may have been given a Stein piano by Count Waldstein. From 1786 onwards there is evidence of Beethoven's cooperation with &lt;a href=\"Johann%20Andreas%20Streicher\"&gt;Johann Andreas Streicher&lt;/a&gt;, who had married Stein's daughter &lt;a href=\"Nannette%20Streicher\"&gt;Nannette&lt;/a&gt;. Streicher left Stein's business to set up his own firm in 1803, and Beethoven continued to admire his products, writing to him in 1817 of his \"special preference\" for his pianos. Amongst the other pianos Beethoven possessed was an &lt;a href=\"S%C3%A9bastien%20%C3%89rard\"&gt;Érard&lt;/a&gt; piano given to him by the manufacturer in 1803. The Érard piano, with its exceptional resonance, may have influenced Beethoven's piano style – shortly after receiving it he began writing his &lt;a href=\"Piano%20Sonata%20No.%2021%20%28Beethoven%29\"&gt;Waldstein Sonata&lt;/a&gt; – but despite initial enthusiasm he seems to have abandoned it before 1810, when he wrote that it was \"simply not of any use any more\"; in 1824 he gave it to his brother Johann. In 1818 Beethoven received, also as gift, a grand piano by &lt;a href=\"John%20Broadwood%20%26amp%3B%20Sons\"&gt;John Broadwood &amp; Sons&lt;/a&gt;. Although Beethoven was proud to receive it, he seems to have been dissatisfied by its tone (a dissatisfaction which was perhaps also a consequence of his increasing deafness), and sought to get it remodelled to make it louder. In 1825 Beethoven commissioned a piano from &lt;a href=\"Conrad%20Graf\"&gt;Conrad Graf&lt;/a&gt;, which was equipped with quadruple strings and a special resonator to make it audible to him, but which failed in this task.\nLegacy.\nMuseums.\nThere is a museum, the &lt;a href=\"Beethoven%20House\"&gt;Beethoven House&lt;/a&gt;, the place of his birth, in central Bonn. The same city has hosted a musical festival, the &lt;a href=\"Beethovenfest\"&gt;Beethovenfest&lt;/a&gt;, since 1845. The festival was initially irregular but has been organised annually since 2007.\nThe &lt;a href=\"Ira%20F.%20Brilliant%20Center%20for%20Beethoven%20Studies\"&gt;Ira F. Brilliant Center for Beethoven Studies&lt;/a&gt;, in the &lt;a href=\"Dr.%20Martin%20Luther%20King%20Jr.%20Library\"&gt;Dr. Martin Luther King Jr. Library&lt;/a&gt;, in the campus of &lt;a href=\"San%20Jose%20State%20University\"&gt;San Jose State University&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;. serves as a museum, research center, and host of lectures and performances devoted solely to Beethoven's life and works.\nMonuments.\nThe &lt;a href=\"Beethoven%20Monument%20%28Bonn%29\"&gt;Beethoven Monument&lt;/a&gt; in Bonn was unveiled in August 1845, in honour of the 75th anniversary of his birth. It was the first statue of a composer created in Germany, and the music festival that accompanied the unveiling was the impetus for the very hasty construction of the original &lt;a href=\"Beethovenhalle\"&gt;Beethovenhalle&lt;/a&gt; in Bonn (it was designed and built within less than a month, on the urging of &lt;a href=\"Franz%20Liszt\"&gt;Franz Liszt&lt;/a&gt;). Vienna honoured Beethoven with a statue in 1880.\nSpace.\nThe &lt;a href=\"Beethoven%20%28crater%29\"&gt;third largest crater&lt;/a&gt; on Mercury is named in his honour, as is the main-belt asteroid &lt;a href=\"1815%20Beethoven\"&gt;1815 Beethoven&lt;/a&gt;.\nBeethoven's music features twice on the &lt;a href=\"Voyager%20Golden%20Record\"&gt;Voyager Golden Record&lt;/a&gt;, a phonograph record containing a broad sample of the images, common sounds, languages, and music of Earth, sent into outer space with the two &lt;a href=\"Voyager%20program\"&gt;Voyager&lt;/a&gt; probes."
}