{
    "id": "179645",
    "revid": "8556143",
    "url": "https://en.wikipedia.org/wiki?curid=179645",
    "title": "Ash'ari",
    "text": "Ashʿarī theology or Ashʿarism (; : ) is one of the main &lt;a href=\"Sunni%20Islam\"&gt;Sunni&lt;/a&gt; &lt;a href=\"schools%20of%20Islamic%20theology\"&gt;schools of Islamic theology&lt;/a&gt;, founded by the &lt;a href=\"Islamic%20scholar\"&gt;Islamic scholar&lt;/a&gt;, &lt;a href=\"Shafi%CA%BDi%20school\"&gt;Shāfiʿī&lt;/a&gt; &lt;a href=\"Faq%C4%ABh\"&gt;jurist&lt;/a&gt;, Sunni Muslim &lt;a href=\"Mujaddid\"&gt;reformer&lt;/a&gt; and theologian &lt;a href=\"Al-Ash%27ari\"&gt;Abū al-Ḥasan al-Ashʿarī&lt;/a&gt; in the 10th century. It established an orthodox dogmatic guideline based on &lt;a href=\"Islamic%20holy%20books\"&gt;scriptural authority&lt;/a&gt;, &lt;a href=\"rationality\"&gt;rationality&lt;/a&gt;, and semi-&lt;a href=\"rationalism\"&gt;rationalism&lt;/a&gt;. Ashʿarism is regarded as the single most important school of Islamic theology in the &lt;a href=\"history%20of%20Islam\"&gt;history of Islam&lt;/a&gt;.\nThe disciples of the school are known as Ashʿarites, and the school is also referred to as the Ashʿarite school, which became one of the dominant theological schools within Sunni Islam. Ashʿarī theology is considered one of the orthodox creeds of Sunni Islam, alongside the &lt;a href=\"Traditionalist%20theology%20%28Islam%29\"&gt;Aṯharī&lt;/a&gt; and &lt;a href=\"Maturidi\"&gt;Māturīdī&lt;/a&gt;.\nAmongst the most famous Ashʿarite theologians are &lt;a href=\"Imam%20Nawawi\"&gt;Imam Nawawi&lt;/a&gt;, &lt;a href=\"Ibn%20Hajar%20al-Asqalani\"&gt;Ibn Hajar al-Asqalani&lt;/a&gt;, &lt;a href=\"Ibn%20al-Jawzi\"&gt;Ibn al-Jawzi&lt;/a&gt;, &lt;a href=\"al-Ghazali\"&gt;al-Ghazali&lt;/a&gt;, &lt;a href=\"al-Suyuti\"&gt;al-Suyuti&lt;/a&gt;, &lt;a href=\"Izz%20al-Din%20ibn%20%27Abd%20al-Salam\"&gt;Izz al-Din ibn 'Abd al-Salam&lt;/a&gt;, &lt;a href=\"Fakhr%20al-Din%20al-Razi\"&gt;Fakhr al-Din al-Razi&lt;/a&gt;, &lt;a href=\"Ibn%20%27Asakir\"&gt;Ibn 'Asakir&lt;/a&gt;, &lt;a href=\"Taj%20al-Din%20al-Subki\"&gt;al-Subki&lt;/a&gt;, &lt;a href=\"al-Taftazani\"&gt;al-Taftazani&lt;/a&gt;, &lt;a href=\"al-Baqillani\"&gt;al-Baqillani&lt;/a&gt;, and &lt;a href=\"al-Bayhaqi\"&gt;al-Bayhaqi&lt;/a&gt;.\nHistory.\nFounder.\n&lt;a href=\"Al-Ash%27ari\"&gt;Abū al-Ḥasan al-Ashʿarī&lt;/a&gt; was noted for his teachings on &lt;a href=\"atomism\"&gt;atomism&lt;/a&gt;, among the &lt;a href=\"Early%20Islamic%20philosophy\"&gt;earliest Islamic philosophies&lt;/a&gt;, and for al-Ashʿarī this was the basis for propagating the view that &lt;a href=\"God%20in%20Islam\"&gt;God&lt;/a&gt; created every moment in &lt;a href=\"time\"&gt;time&lt;/a&gt; and every particle of &lt;a href=\"matter\"&gt;matter&lt;/a&gt;. He nonetheless believed in &lt;a href=\"Free%20will%20in%20theology\"&gt;free will&lt;/a&gt;, elaborating the thoughts of Dirar ibn 'Amr and &lt;a href=\"Abu%20Hanifa\"&gt;Abu Hanifa&lt;/a&gt; into a \"dual agent\" or \"acquisition\" (\"iktisab\") account of free will.\nWhile al-Ashʿarī opposed the views of the rival &lt;a href=\"Mu%CA%BFtazila\"&gt;Muʿtazilite school&lt;/a&gt;, he was also opposed to the view which &lt;a href=\"Bi-la%20kaifa\"&gt;rejected all debate&lt;/a&gt;, held by certain schools such as the &lt;a href=\"Zahiri\"&gt;Zahiri&lt;/a&gt; (\"literalist\"), &lt;a href=\"Mujassimite\"&gt;Mujassimite&lt;/a&gt; (\"&lt;a href=\"Anthropotheism\"&gt;anthropotheist&lt;/a&gt;\"), and &lt;a href=\"Muhaddith\"&gt;Muhaddith&lt;/a&gt;in (\"&lt;a href=\"Traditionalist%20theology%20%28Islam%29\"&gt;traditionalist&lt;/a&gt;\") schools for their over-emphasis on \"&lt;a href=\"taqlid\"&gt;taqlid&lt;/a&gt;\" (imitation) in his \"Istihsan al‑Khaud\":\nDevelopment.\nAshʿarism became the main school of &lt;a href=\"early%20Islamic%20philosophy\"&gt;early Islamic philosophy&lt;/a&gt; whereby it was originally based on the foundations laid down by al-Ashʿarī, who founded the Ashʿarite school in the 10th century based on the methodology taught to him by his teacher Abdullah ibn Sa'eed ibn Kullaab. However, the Ashʿarite school underwent many changes throughout history, resulting in the term \"Ashʿarī\" being extremely broad in its modern usage (e.g. differences between &lt;a href=\"Ibn%20Furak\"&gt;Ibn Furak&lt;/a&gt; (d. AH 406) and &lt;a href=\"al-Bayhaqi\"&gt;al-Bayhaqi&lt;/a&gt; (d. AH 384)).\nFor example, the Ashʿarite view was that comprehension of the &lt;a href=\"Attributes%20of%20God%20in%20Islam\"&gt;unique nature and characteristics&lt;/a&gt; of &lt;a href=\"God%20in%20Islam\"&gt;God&lt;/a&gt; were beyond human capability. The solution proposed by al-Ashʿarī to solve the problems of \"tashbih\" and \"ta'til\" concedes that the Supreme Being possesses in a real sense the divine attributes and &lt;a href=\"Names%20of%20God%20in%20Islam\"&gt;names&lt;/a&gt; mentioned in the Quran. Insofar as these names and attributes have a positive reality, they are distinct from the essence, but nevertheless they don't have either existence or reality apart from it.\nThe inspiration of al-Ashʿarī in this matter was on the one hand to distinguish essence and attribute as concepts, and on the other hand to see that the duality between essence and attribute should be situated not on the quantitative but on the qualitative level — something which &lt;a href=\"Mu%CA%BFtazila\"&gt;Muʿtazilite thinking&lt;/a&gt; had failed to grasp. Ashʿarite theologians were referred to as the \"muthbita\" (\"those who make firm\") by the Muʿtazilites.\nBeliefs.\nThe Ashʿarite view holds that:\nAshʿarites also hold beliefs about Allah's attributes that are unique to them, such as:\nLater Ashʿarism.\nNicholas Heer writes that later Ashʿarite theologians \"increasingly attempted to rationalize Islamic doctrine\" from about the 12th century onwards. Theologians such as al-Taftāzānī and al-Jurjānī argued that the &lt;a href=\"Islamic%20holy%20books\"&gt;Islamic sacred scriptures&lt;/a&gt; (the Quran and the \"ḥadīth\") \"must be proven to be true by rational arguments\" before being \"accepted as the basis of the religion\". Educated Muslims \"must be convinced on the basis of rational arguments\" and not revelation that Islam is true. A series of rational proofs were developed by these Ashʿarite theologians, including proofs for \"the following doctrines or propositions\": \nCriticism.\nThe medieval Muslim scholar &lt;a href=\"Ibn%20Taymiyyah\"&gt;Ibn Taymiyyah&lt;/a&gt; criticised the Ashʿarī theology as (in the words of one historian, &lt;a href=\"Jonathan%20A.%20C.%20Brown\"&gt;Jonathan A. C. Brown&lt;/a&gt;) \"a Greek solution to Greek problems\" that should \"never\" have concerned Muslims. Both Ibn Taymiyyah and &lt;a href=\"Shah%20Waliullah%20Dehlawi\"&gt;Shah Waliullah Dehlawi&lt;/a&gt; rejected the lack of literalism in Ashʿarī \"speculative theology\" and advocated \"straightforward acceptance of God's description of Himself\".\nIn contrast, German scholar &lt;a href=\"Eduard%20Sachau\"&gt;Eduard Sachau&lt;/a&gt; affirms that the Ashʿarī theology and its biggest defender, &lt;a href=\"al-Ghazali\"&gt;al-Ghazali&lt;/a&gt;, was too literal and responsible for the decline of Islamic science starting in the 10th century. Sachau stated that the two clerics were the only obstacle to the Muslim world becoming a nation of \"&lt;a href=\"Galileo%20Galilei\"&gt;Galileos&lt;/a&gt;, &lt;a href=\"Johannes%20Kepler\"&gt;Keplers&lt;/a&gt;, and &lt;a href=\"Isaac%20Newton\"&gt;Newtons&lt;/a&gt;\". &lt;a href=\"Joseph%20E.%20B.%20Lumbard\"&gt;Joseph E. B. Lumbard&lt;/a&gt; offered a different view, affirming that there is no historical evidence to substantiate such a claim, and that science continued to prosper in the &lt;a href=\"Muslim%20world\"&gt;Muslim world&lt;/a&gt;. He asserts that this viewpoint originates from a poor reading of al-Ghazali's warning against the abuse of new technology and how it can disrupt and harm society if not properly implemented, similar to how nuclear weapons, artificial intelligence, and stem cell research today are restricted to a degree for &lt;a href=\"Bioethics\"&gt;ethical reasons&lt;/a&gt;.\n&lt;a href=\"Ziauddin%20Sardar\"&gt;Ziauddin Sardar&lt;/a&gt; states that some of the greatest &lt;a href=\"Science%20in%20medieval%20Islam\"&gt;Muslim scientists&lt;/a&gt; of the &lt;a href=\"Islamic%20Golden%20Age\"&gt;Islamic Golden Age&lt;/a&gt;, such as &lt;a href=\"Ibn%20al-Haytham\"&gt;Ibn al-Haytham&lt;/a&gt; and &lt;a href=\"Ab%C5%AB%20Rayh%C4%81n%20al-B%C4%ABr%C5%ABn%C4%AB\"&gt;Abū Rayhān al-Bīrūnī&lt;/a&gt;, who were pioneers of the &lt;a href=\"scientific%20method\"&gt;scientific method&lt;/a&gt;, were themselves followers of the Ashʿarī school of Islamic theology. Like other Ashʿarites who believed that faith or \"taqlid\" should be applied only to Islam and not to any &lt;a href=\"Hellenistic%20civilization\"&gt;ancient Hellenistic&lt;/a&gt; authorities, Ibn al-Haytham's view that \"taqlid\" should be applied only to the &lt;a href=\"Prophets%20in%20Islam\"&gt;prophets and messengers of Islam&lt;/a&gt; and not to any other authorities formed the basis for much of his &lt;a href=\"scientific%20skepticism\"&gt;scientific skepticism&lt;/a&gt; and criticism against &lt;a href=\"Ptolemy\"&gt;Ptolemy&lt;/a&gt; and other ancient authorities in his \"Doubts Concerning Ptolemy\" and \"&lt;a href=\"Book%20of%20Optics\"&gt;Book of Optics&lt;/a&gt;\"."
}