{
    "id": "179846",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=179846",
    "title": "Kim Duk-koo",
    "text": "Kim Duk-koo (born Lee Deokgu; July 29, 1955November 18, 1982) was a South Korean &lt;a href=\"boxing\"&gt;boxer&lt;/a&gt; who died after fighting in a world championship boxing match against &lt;a href=\"Ray%20Mancini\"&gt;Ray Mancini&lt;/a&gt;. His death sparked reforms aimed at better protecting the health of fighters, including reducing the number of rounds in championship bouts from 15 to 12.\nEarly life and education.\nKim was born in &lt;a href=\"Gangwon%20Province%20%28South%20Korea%29\"&gt;Gangwon Province&lt;/a&gt;, South Korea, 100 miles east of &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt;, the youngest of five children. His father died when he was two and his mother married three more times. Kim grew up poor. He worked odd jobs such as a shoe-shining boy and a tour guide before getting into boxing in 1976.\nProfessional career.\nAfter compiling a 29–4 amateur record, he turned professional in 1978. In February 1982, he won the Orient and Pacific Boxing Federation lightweight title and became the &lt;a href=\"World%20Boxing%20Association\"&gt;World Boxing Association&lt;/a&gt;'s number 1 contender. Kim carried a 17–1–1 professional record into the Mancini fight and had won 8 bouts by KO before flying to &lt;a href=\"Las%20Vegas%20Valley\"&gt;Las Vegas&lt;/a&gt; as the world's (&lt;a href=\"World%20Boxing%20Association\"&gt;WBA&lt;/a&gt;) number 1 challenger to world lightweight champion Mancini. However, he had fought outside of South Korea only once before, in the Philippines. It was his first time ever fighting in North America.\nMancini match.\nKim was lightly regarded by the U.S. boxing establishment, but not by Ray Mancini, who believed the fight would be a \"war\". Kim struggled to lose weight in the days prior to the bout so that he could weigh in under the lightweight's 135-pound limit. Before the fight, Kim was quoted as saying \"Either he dies or I die.\" He wrote the message \"live or die\" on his Las Vegas hotel lampshade only days before the bout (a mistaken translation led to \"kill or be killed\" being reported in the media).\nMancini and Kim met in an arena outside &lt;a href=\"Caesars%20Palace\"&gt;Caesars Palace&lt;/a&gt; on November 13, 1982 (the night after &lt;a href=\"Aaron%20Pryor\"&gt;Aaron Pryor&lt;/a&gt; defeated &lt;a href=\"Alexis%20Arguello\"&gt;Alexis Arguello&lt;/a&gt;). They went toe to toe for a good portion of the bout, to the point that Mancini briefly considered quitting. Kim tore open Mancini's left ear and puffed up his left eye, and Mancini's left hand swelled to twice its normal size. After the fight Mancini's left eye would be completely closed. However, by the latter rounds, Mancini began to dominate, landing many more punches than Kim. In the 11th he buckled Kim's knees. In the beginning of the 13th round Mancini charged Kim with a flurry of 39 punches but had little effect. &lt;a href=\"Sugar%20Ray%20Leonard\"&gt;Sugar Ray Leonard&lt;/a&gt; (working as one of the commentators of the fight) said Kim came right back very strong. Leonard later declared the round to be closely contested. When the fighters came out for the 14th round, Mancini charged forward and hit Kim with a right. Kim reeled back, Mancini missed with a left, and then Mancini hit Kim with another hard right hand. Kim went flying into the ropes, his head hitting the canvas. Kim managed to rise unsteadily to his feet, but referee &lt;a href=\"Richard%20Green%20%28referee%29\"&gt;Richard Green&lt;/a&gt; stopped the fight and Mancini was declared the winner by &lt;a href=\"Technical%20knockout\"&gt;TKO&lt;/a&gt; nineteen seconds into the 14th round. &lt;a href=\"Ralph%20Wiley\"&gt;Ralph Wiley&lt;/a&gt; of \"Sports Illustrated\", covering the fight, would later recall Kim pulling himself up the ropes as he was dying as \"one of the greatest physical feats I had ever witnessed\".\nMinutes after the fight was over, Kim collapsed into a &lt;a href=\"coma\"&gt;coma&lt;/a&gt; and was removed from the Caesars Palace arena on a stretcher and taken to the Desert Springs Hospital. At the hospital, he was found to have a &lt;a href=\"subdural%20hematoma\"&gt;subdural hematoma&lt;/a&gt; consisting of 100 cubic centimeters of blood in his skull. Emergency &lt;a href=\"brain%20surgery\"&gt;brain surgery&lt;/a&gt; was performed at the hospital to try to save him, but Kim died five days after the bout, on November 18. The neurosurgeon said it was caused by one punch. The week after, \"&lt;a href=\"Sports%20Illustrated\"&gt;Sports Illustrated&lt;/a&gt;\" published a photo of the fight on its cover, under the heading \"Tragedy in the Ring\". The profile of the incident was heightened by the fight having been televised live by &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nKim had never fought a 15-round bout before. In contrast, Mancini was much more experienced at the time. He had fought 15-round bouts three times and gone on to round 14 once before. Kim compiled a record of 17 wins with two losses and one draw. Eight of Kim's wins were &lt;a href=\"knockout\"&gt;knockout&lt;/a&gt;s.\nAftermath of Kim's death.\nMancini went through a period of reflection, as he blamed himself for Kim's death. After friends helped him by telling him that it was just an accident, Mancini went on with his career, though still haunted by Kim's death. His promoter, &lt;a href=\"Bob%20Arum\"&gt;Bob Arum&lt;/a&gt;, said Mancini \"was never the same\" after Kim's death. Two years later, Mancini lost his title to &lt;a href=\"Livingstone%20Bramble\"&gt;Livingstone Bramble&lt;/a&gt;.\nFour weeks after the fatal fight, the &lt;a href=\"Mike%20Weaver%20%28boxer%29\"&gt;Mike Weaver&lt;/a&gt; vs. &lt;a href=\"Michael%20Dokes\"&gt;Michael Dokes&lt;/a&gt; fight at the same Caesars Palace venue ended with a technical knockout declared 63 seconds into the fight. Referee &lt;a href=\"Joey%20Curtis\"&gt;Joey Curtis&lt;/a&gt; admitted to stopping the fight early under orders of the Nevada State Athletic Commission, which required referees to be aware of a fighter's health, in light of the ManciniKim fight, and a rematch was ordered.\nKim's mother flew from South Korea to Las Vegas to be with her son before the life support equipment was turned off. Three months later, she &lt;a href=\"Suicide%20in%20South%20Korea\"&gt;committed suicide&lt;/a&gt; by drinking a bottle of pesticide. The bout's referee, &lt;a href=\"Richard%20Green%20%28referee%29\"&gt;Richard Green&lt;/a&gt;, committed &lt;a href=\"suicide\"&gt;suicide&lt;/a&gt; via self-inflicted gunshot wound on July 1, 1983.\nKim left behind a fiancée, Lee Young-Mee, despite rules against South Korean boxers having girlfriends. At the time of Kim's death, Lee was pregnant with their son, Kim Chi-Wan, who was born in July 1983. Kim Chi-Wan became a dentist. In 2011, Kim Chi-Wan and his mother had a meeting with Ray Mancini as part of a documentary on the life of Mancini called \"The Good Son\".\nIn popular culture, the San Francisco-based band &lt;a href=\"Sun%20Kil%20Moon\"&gt;Sun Kil Moon&lt;/a&gt;’s first album, &lt;a href=\"Ghosts%20of%20the%20Great%20Highway\"&gt;Ghosts of the Great Highway&lt;/a&gt;, has three tracks named after boxers, including a song about Duk-koo Kim which references the Mancini fight; \"&lt;a href=\"Sports%20Illustrated\"&gt;Sports Illustrated&lt;/a&gt;\" included the song on its list of greatest songs about sports.\nBoxing rule changes.\nThe Nevada State Athletic Commission proposed a series of rule changes as a result, announcing it before a December 10 match between Michael Dokes and Mike Weaver that would in itself be disputed because of what officials were informed before the fight. The break between rounds was initially proposed to go from 60 to 90 seconds (but it was later rescinded). The standing eight count (which allows a knockdown to be called even if the boxer is not down, but on the verge of being knocked down) was imposed, and new rules regarding suspension of licence were imposed (45 days after a knockout loss).\nThe &lt;a href=\"World%20Boxing%20Council\"&gt;World Boxing Council&lt;/a&gt; (WBC), which was not the fight's sanctioning organization, announced during its annual convention of 1982 that many rules concerning fighters' medical care before fights needed to be changed. One of the most significant was the WBC's reduction of title fights from 15 rounds to 12. The &lt;a href=\"World%20Boxing%20Association\"&gt;World Boxing Association&lt;/a&gt; (WBA) and the &lt;a href=\"International%20Boxing%20Federation\"&gt;International Boxing Federation&lt;/a&gt; (IBF) followed the WBC in 1987. When the &lt;a href=\"World%20Boxing%20Organization\"&gt;World Boxing Organization&lt;/a&gt; (WBO) was formed in 1988, it immediately began operating with 12-round world championship bouts.\nIn the years after Kim's death, new medical procedures were introduced to fighters' pre-fight checkups, such as &lt;a href=\"electrocardiogram\"&gt;electrocardiogram&lt;/a&gt;s, brain tests, and lung tests. As one boxing leader put it, \"A fighter's check-ups before fights used to consist of blood pressure and heartbeat checks before 1982. Not anymore.\"\nMedia.\n\"&lt;a href=\"Champion%20%282002%20film%29\"&gt;Champion&lt;/a&gt;\" is a 2002 South Korean film about the life and career of Kim Duk-koo, played by &lt;a href=\"Yu%20Oh-seong\"&gt;Yu Oh-seong&lt;/a&gt;."
}