{
    "id": "18000587",
    "revid": "27949080",
    "url": "https://en.wikipedia.org/wiki?curid=18000587",
    "title": "Marcus Lush",
    "text": "Marcus Lush (born July 1965) is a politician and television and radio presenter in &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;.\nBroadcasting.\nHe made his first footsteps into television in the 1990s as a reporter co-presenting &lt;a href=\"TVNZ%202\"&gt;TV2&lt;/a&gt;'s \"Newsnight\" alongside &lt;a href=\"Simon%20Dallow\"&gt;Simon Dallow&lt;/a&gt; and &lt;a href=\"Alison%20Mau\"&gt;Alison Mau&lt;/a&gt;, but it was a 2003 episode of travel show, \"&lt;a href=\"Intrepid%20Journeys\"&gt;Intrepid Journeys&lt;/a&gt;\", that set him on a new broadcasting path. Since then the longtime talkback radio host has won acclaim and awards for \"Off the Rails\", which chronicles his journey along New Zealand's railway lines, and he spent a month in &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt; for the series, \"Ice\". In December 2008 Lush began work on a new television series, \"South\", in which he explores &lt;a href=\"Southland%2C%20New%20Zealand\"&gt;Southland&lt;/a&gt; and &lt;a href=\"Otago\"&gt;Otago&lt;/a&gt;. \"South\" went to air in August 2009.\nLush was raised largely in &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt;, the fourth son of a printer and a speech therapist. He began his long career in talkback by presenting a show on student station Radio B (now &lt;a href=\"95bFM\"&gt;95bFM&lt;/a&gt;), where he worked alongside \"&lt;a href=\"Eating%20Media%20Lunch\"&gt;Eating Media Lunch&lt;/a&gt;\" co-creator Paul Casserly. At the age of 24, he went on to take over the graveyard talkback shift on &lt;a href=\"1ZB\"&gt;1ZB&lt;/a&gt;. During the late 1990s, he hosted the breakfast show on Auckland's &lt;a href=\"ZM%20%28New%20Zealand%29\"&gt;91ZM&lt;/a&gt; and from 2000 it was heard nationwide, except in Wellington and Christchurch. Lush's ZM programme was axed in 2001 when the 91ZM Wellington breakfast show hosted by Polly and Grant took over.\nLush moved to Southland in 2002 to host the breakfast show on &lt;a href=\"Foveaux%20FM\"&gt;Foveaux FM&lt;/a&gt;, but left the station in 2004, and in 2005 began presenting an evening talkback programme on the newly established &lt;a href=\"Radio%20Live\"&gt;Radio Live&lt;/a&gt;. In 2007, he then became breakfast host on Radio Live. In 2014 it was announced Lush would come back to ZB and in January 2016 he started his new talkback programme, \"Marcus Lush Nights\", broadcasting nationwide every weeknight on &lt;a href=\"Newstalk%20ZB\"&gt;Newstalk ZB&lt;/a&gt; from 8pm to midnight.\nTelevision shows presented by Lush include \"Newsnight\", \"Off the Rails: A Love Story\", \"South\" and \"North\".\nPolitics.\nLush was a candidate in the 2021 &lt;a href=\"Invercargill%20City%20Council\"&gt;Invercargill City Council&lt;/a&gt; by-election caused by the resignation of deputy mayor Toni Biddle. He stated that he intended to continue \"Marcus Lush Nights\" even if elected. He won the election in a landslide, winning more than half the votes counted."
}