{
    "id": "18039330",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=18039330",
    "title": "House of Wallmoden",
    "text": "Wallmoden is a German noble family from the &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Hildesheim\"&gt;Diocese of Hildesheim&lt;/a&gt; in &lt;a href=\"Lower%20Saxony\"&gt;Lower Saxony&lt;/a&gt;. Their ancestral seat of &lt;a href=\"Wallmoden\"&gt;Wallmoden&lt;/a&gt; is today a town in &lt;a href=\"Goslar%20%28district%29\"&gt;Goslar&lt;/a&gt;. Branches of the family still survive. Its most notable members include &lt;a href=\"Amalie%20von%20Wallmoden%2C%20Countess%20of%20Yarmouth\"&gt;Amalie von Wallmoden&lt;/a&gt; (a member by marriage, and a mistress of &lt;a href=\"George%20II%20of%20Great%20Britain\"&gt;George II of Great Britain&lt;/a&gt;), &lt;a href=\"Johann%20Ludwig%20von%20Wallmoden-Gimborn\"&gt;Johann Ludwig von Wallmoden-Gimborn&lt;/a&gt; (Amalie and George's illegitimate son) and &lt;a href=\"Ludwig%20von%20Wallmoden-Gimborn\"&gt;Ludwig von Wallmoden-Gimborn&lt;/a&gt; (Johan's son). Elder line of the family belonged to &lt;a href=\"High%20nobility\"&gt;High nobility&lt;/a&gt;.\nHistory.\nThe family was already in existence in the second half of the 12th century. One of its first demonstrable members was \"Thedel von Wallmoden\", named in documents from 1154 onwards. An Eschwin von Wallmoden was mentioned in 1181. The &lt;a href=\"Knights%20Templar\"&gt;Knight Templar&lt;/a&gt; Aschwin von Wallmoden is mentioned in 1307, on the dissolution of the Templars by &lt;a href=\"Pope%20Clement%20V\"&gt;Pope Clement V&lt;/a&gt;, at which time the Heinde herrschaft was a fiefdom of the &lt;a href=\"Bishop%20of%20Hildesheim\"&gt;Bishop of Hildesheim&lt;/a&gt;. Through marriage and inheritances, the family was able to significantly extend its property and continued into the 18th century.\nThe marriage of Henning von Wallmoden (1335–1393) with Agnes von Hallermund led to the uniting of both the lordly families in Heinde.\nThedel von Wallmoden († 1529), Stadthauptmann of &lt;a href=\"Goslar%20%28district%29\"&gt;Goslar&lt;/a&gt;, was the origin of both family lines. The elder line or upper house included Johan and his mother Amalie. In 1782 this line acquired from the princedom of &lt;a href=\"House%20of%20Schwarzenberg\"&gt;Schwarzenberg&lt;/a&gt; the Reichsherrschaft Gimborn in Westphalia and on 17 January 1783 was raised by &lt;a href=\"Joseph%20II%2C%20Holy%20Roman%20Emperor\"&gt;Joseph II, Holy Roman Emperor&lt;/a&gt; to the name of Wallmoden-Gimborn and promoted to Reichsgraf. Of the first &lt;a href=\"graf\"&gt;graf&lt;/a&gt;'s descendants, the last was Graf Karl August Ludwig von Wallmoden-Gimborn, &lt;a href=\"Kaiserlich%20und%20k%C3%B6niglich\"&gt;k.u.k.&lt;/a&gt; &lt;a href=\"geheimer%20Rat\"&gt;geheimer Rat&lt;/a&gt;, who died on 26 February 1883 in Prague.\nThe younger line or lower house has been able to retain the property of the Stamsitz, temporarily a '&lt;a href=\"Fee%20tail\"&gt;Fideikommiss&lt;/a&gt;', right up to the present day. Also the first names Thedel has been kept up in the family to the present day.\nCoat of arms.\nThe tribe crest shows three (2 over 1) black rams on an &lt;a href=\"or%20%28heraldry%29\"&gt;or&lt;/a&gt; ground. On the helmet are two rams' horns, with black and gold stripes. The crest running off the back of the helmet is also black and gold.\n\"Thedel von Wallmoden\".\nIn the 16th century &lt;a href=\"Georg%20Thym\"&gt;Georg Thym&lt;/a&gt; wrote a variant of the '&lt;a href=\"Henry%20the%20Lion\"&gt;Henry the Lion&lt;/a&gt;' saga under the title \"Thedel von Wallmoden\" (published by Paul Zimmermann in 1887)."
}