{
    "id": "18040",
    "revid": "34550678",
    "url": "https://en.wikipedia.org/wiki?curid=18040",
    "title": "Land's End",
    "text": "Land's End ( or \"Pedn an Wlas\") is a headland and tourist and holiday complex in western &lt;a href=\"Cornwall\"&gt;Cornwall&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;, situated within the &lt;a href=\"Penwith\"&gt;Penwith&lt;/a&gt; peninsula about west-south-west of &lt;a href=\"Penzance\"&gt;Penzance&lt;/a&gt; at the western end of the &lt;a href=\"A30%20road\"&gt;A30 road&lt;/a&gt;. To the east of it is the &lt;a href=\"English%20Channel\"&gt;English Channel&lt;/a&gt;, and to the west the &lt;a href=\"Celtic%20Sea\"&gt;Celtic Sea&lt;/a&gt;.\nLand's End is the &lt;a href=\"Extreme%20points%20of%20the%20United%20Kingdom\"&gt;most westerly&lt;/a&gt; point of mainland England. However, it is not the westernmost point on mainland &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt;, as this title narrowly goes to &lt;a href=\"Corrachadh%20M%C3%B2r\"&gt;Corrachadh Mòr&lt;/a&gt; in the &lt;a href=\"Scottish%20Highlands\"&gt;Scottish Highlands&lt;/a&gt;.\nGeography.\nThe actual Land’s End, or Peal Point, is a modest headland compared with nearby headlands such as Pedn-men-dhu overlooking &lt;a href=\"Sennen%20Cove\"&gt;Sennen Cove&lt;/a&gt; and Pordenack, to the south. The present hotel and tourist complex is at Carn Kez, 200 m south of the actual Land’s End. Land's End has a particular resonance because it is often used to suggest distance. Land's End to &lt;a href=\"John%20o%27%20Groats\"&gt;John o' Groats&lt;/a&gt; in &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; is a distance of by road and this \"&lt;a href=\"Land%27s%20End%20to%20John%20o%27%20Groats\"&gt;Land's End to John o' Groats&lt;/a&gt;\" distance is often used to define charitable events such as end-to-end walks and races in the UK. Land's End to the &lt;a href=\"northernmost%20point%20of%20England\"&gt;northernmost point of England&lt;/a&gt; is a distance of by road.\nThe westernmost promontory at Land's End is known as Dr Syntax's Head. The character Dr Syntax was invented by the writer &lt;a href=\"William%20Combe\"&gt;William Combe&lt;/a&gt; in his 1809 comic verse \"The Tour of Dr Syntax in Search of the Picturesque\", which &lt;a href=\"satire\"&gt;satirised&lt;/a&gt; the work of seekers of the \"&lt;a href=\"picturesque\"&gt;picturesque&lt;/a&gt;\" such as &lt;a href=\"William%20Gilpin%20%28priest%29\"&gt;William Gilpin&lt;/a&gt;. A nearby promontory is called Dr Johnson's Head after &lt;a href=\"Samuel%20Johnson\"&gt;Samuel Johnson&lt;/a&gt;, who referred to a hypothetical Cornish &lt;a href=\"declaration%20of%20independence\"&gt;declaration of independence&lt;/a&gt; in his 1775 essay \"Taxation no Tyranny\".\nThe area around Land's End has been designated part of an &lt;a href=\"Important%20Plant%20Area\"&gt;Important Plant Area&lt;/a&gt;, by the organisation &lt;a href=\"Plantlife\"&gt;Plantlife&lt;/a&gt;, for rare species of &lt;a href=\"flora%20and%20fauna%20of%20Cornwall\"&gt;flora&lt;/a&gt;.\nLand's End is a popular venue for rock climbers.\nThe &lt;a href=\"Longships%2C%20Cornwall\"&gt;Longships&lt;/a&gt;, a group of rocky &lt;a href=\"islet\"&gt;islet&lt;/a&gt;s are just over offshore, and together with the &lt;a href=\"Seven%20Stones%20Reef\"&gt;Seven Stones Reef&lt;/a&gt; and the &lt;a href=\"Isles%20of%20Scilly\"&gt;Isles of Scilly&lt;/a&gt; which lie about southwest — are part of the mythical lost land of &lt;a href=\"Lyonesse\"&gt;Lyonesse&lt;/a&gt;, referred to in &lt;a href=\"King%20Arthur\"&gt;Arthurian&lt;/a&gt; literature.\nGeology.\nThe cliffs are made of &lt;a href=\"granite\"&gt;granite&lt;/a&gt;, an igneous rock, which means they are resistant to weathering, and have steep cliff faces. There are two varieties of granite represented at Land's End. Adjacent to the hotel the granite is coarse-grained with large &lt;a href=\"phenocrysts\"&gt;phenocrysts&lt;/a&gt; of &lt;a href=\"orthoclase\"&gt;orthoclase&lt;/a&gt;, sometimes more than in length. To the north, at the First and Last House, there is a finer-grained granite with fewer and smaller phenocrysts, and the different granites can be seen from a distance by the smoother weathering of the finer variety. The granite dates to 268–275 million years ago of the &lt;a href=\"Permian\"&gt;Permian period&lt;/a&gt;. The contact zone between the Land's End &lt;a href=\"pluton\"&gt;granite pluton&lt;/a&gt; and the altered ″&lt;a href=\"country%20rock%20%28geology%29\"&gt;country rocks&lt;/a&gt;″ is nearby and the &lt;a href=\"Longships%20Lighthouse\"&gt;Longships Lighthouse&lt;/a&gt;, offshore, is built on the country rock.\nHistory.\nIn 1769, the antiquarian &lt;a href=\"William%20Borlase\"&gt;William Borlase&lt;/a&gt; wrote:\nOf this time we are to understand what Edward I. says (Sheringham. p. 129.) that Britain, Wales, and Cornwall, were the portion of &lt;a href=\"Belinus\"&gt;Belinus&lt;/a&gt;, elder son of &lt;a href=\"Dunwallo\"&gt;Dunwallo&lt;/a&gt;, and that that part of the Island, afterwards called England, was divided in three shares, viz. Britain, which reached from the Tweed, Westward, as far as the &lt;a href=\"River%20Exe\"&gt;river Ex&lt;/a&gt;; Wales inclosed by the rivers &lt;a href=\"River%20Severn\"&gt;Severn&lt;/a&gt;, and &lt;a href=\"River%20Dee%2C%20Wales\"&gt;Dee&lt;/a&gt;; and Cornwall from the river Ex to the Land's-End.\nTourists have been visiting Land’s End for over three hundred years. In 1649, an early visitor was the poet &lt;a href=\"John%20Taylor%20%28poet%29\"&gt;John Taylor&lt;/a&gt;, who was hoping to find subscribers for his new book \"Wanderings to see the Wonders of the West\". In 1878 people left Penzance by horse-drawn vehicles from outside the Queens and Union hotels and travelled via &lt;a href=\"St%20Buryan\"&gt;St Buryan&lt;/a&gt; and &lt;a href=\"Treen%20%28St%20Levan%29\"&gt;Treen&lt;/a&gt;, to see the &lt;a href=\"Logan%20Rock\"&gt;Logan Rock&lt;/a&gt;. There was a short stop to look at &lt;a href=\"Porthcurno\"&gt;Porthcurno&lt;/a&gt; and the &lt;a href=\"Cable%20%26amp%3B%20Wireless%20Worldwide\"&gt;Eastern Telegraph Company&lt;/a&gt; followed by refreshments at the First and Last Inn in &lt;a href=\"Sennen\"&gt;Sennen&lt;/a&gt;. They then headed for Land’s End, often on foot or horse, because of the uneven and muddy lanes. Over one hundred people could be at Land's End at any one time. At Carn Kez, the First and Last Inn owned a small house which looked after the horses while visitors roamed the cliffs. The house at Carn Kez developed into the present hotel. The earliest part of the house was damaged by the &lt;a href=\"Luftwaffe\"&gt;Luftwaffe&lt;/a&gt; when a plane returning from a raid on &lt;a href=\"Cardiff\"&gt;Cardiff&lt;/a&gt; jettisoned its remaining bombs. 53 fisherman were injured or killed. In the build-up to &lt;a href=\"Normandy%20landings\"&gt;D-Day&lt;/a&gt; American troops were billeted in the hotel leaving the building in a bad state.\nLand's End was owned by a Cornish family until 1982, when it was sold to David Goldstone. In 1987, &lt;a href=\"Peter%20de%20Savary\"&gt;Peter de Savary&lt;/a&gt; outbid the &lt;a href=\"National%20Trust%20for%20Places%20of%20Historic%20Interest%20or%20Natural%20Beauty\"&gt;National Trust&lt;/a&gt; to purchase Land’s End for almost £7 million from David Goldstone. He had two new buildings erected and much of the present &lt;a href=\"theme%20park\"&gt;theme park&lt;/a&gt; development was instigated by him. He sold both Land's End and John o' Groats to businessman Graham Ferguson Lacey in 1991. The current owners purchased Land's End in 1996 and formed a company named &lt;a href=\"Heritage%20Great%20Britain%20PLC\"&gt;Heritage Great Britain PLC&lt;/a&gt;. Attractions at the theme park include children's playgrounds and recorded music. Twice a week in August, Land's End hosts 'Magic in the Skies', a night-time firework spectacular with music by British composer Christopher Bond and narrated by actress &lt;a href=\"Miriam%20Margolyes\"&gt;Miriam Margolyes&lt;/a&gt;. Within the complex is the Land's End Hotel.\nIn May 2012, Land's End received worldwide publicity as the starting point of the &lt;a href=\"2012%20Summer%20Olympics\"&gt;2012 Summer Olympics&lt;/a&gt; &lt;a href=\"List%20of%20Olympic%20torch%20relays\"&gt;torch relay&lt;/a&gt;.\nEnd to end.\nLand's End is either the start or finishing point of end to end journeys with &lt;a href=\"John%20o%27%20Groats\"&gt;John o' Groats&lt;/a&gt; in &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;. One of the earliest was by Carlisle who left Land's End on 23 September 1879, went to John O'Groats House and arrived back at Land's End on 15 December; taking 72 days (exclusive of Sundays); covering . To prove his journey, he kept a log book which was stamped at any Post Office he passed. An early end to end on bicycle was completed by Messrs Blackwell and Harman of &lt;a href=\"Canonbury\"&gt;Canonbury&lt;/a&gt; Bicycle Club. Starting at Land's End they covered in thirteen days in July/August 1880. Nearly two years later the Hon I Keith-Falconer travelled from Land's End, in twelve days, 23¼ hours, on a bicycle.\nGreeb.\nOn the south side of Carn Kez the land slopes away to a shallow valley containing a small stream and the former Greeb Farm. In 1879 a &lt;a href=\"derrick\"&gt;derrick&lt;/a&gt; was used for hauling seaweed from the beach 40 feet below for use as a soil improver."
}