{
    "id": "1805857",
    "revid": "82432",
    "url": "https://en.wikipedia.org/wiki?curid=1805857",
    "title": "Jimmy Ray",
    "text": "James Ray Edwards (born 3 October 1970), known professionally by his stage name Jimmy Ray, is an English &lt;a href=\"pop%20music\"&gt;pop&lt;/a&gt; musician.\nCareer.\nIn press interviews and promotional materials, Ray cited his influence by the music of &lt;a href=\"Elvis%20Presley\"&gt;Elvis Presley&lt;/a&gt; and other &lt;a href=\"rock%20and%20roll\"&gt;rock and roll&lt;/a&gt; stars such as &lt;a href=\"Buddy%20Holly\"&gt;Buddy Holly&lt;/a&gt;, &lt;a href=\"Eddie%20Cochran\"&gt;Eddie Cochran&lt;/a&gt; and &lt;a href=\"Tommy%20Steele\"&gt;Tommy Steele&lt;/a&gt;. His manager was &lt;a href=\"Simon%20Fuller\"&gt;Simon Fuller&lt;/a&gt;, who also managed the &lt;a href=\"Spice%20Girls\"&gt;Spice Girls&lt;/a&gt; and produced the hit show \"&lt;a href=\"American%20Idol\"&gt;American Idol&lt;/a&gt;\". Ray's recording career began as one-half of techno-pop outfit AV (Alternative Vision). The duo was founded in 1994 by &lt;a href=\"Graham%20Drinnan\"&gt;Graham Drinnan&lt;/a&gt; (a.k.a. 'Gypsy' or 'Gipsy') who previously as a solo artist had scored several critically acclaimed techno/house hits in the early 1990s, most notably \"I Trance You\", \"Funk De Fino\" and \"Skinnybumblebee\". AV signed to Sony S2 Records in 1994 but no recordings were ever released.\nAfter splitting from Drinnan in 1996, Ray went on to score a &lt;a href=\"hit%20single\"&gt;hit single&lt;/a&gt; in both the United Kingdom and the United States with his debut single \"&lt;a href=\"Are%20You%20Jimmy%20Ray%3F\"&gt;Are You Jimmy Ray?&lt;/a&gt;\" the following year. \"Are You Jimmy Ray?\" reached No. 13 on the U.S. \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" &lt;a href=\"Billboard%20Hot%20100\"&gt;Hot 100&lt;/a&gt; &lt;a href=\"record%20chart\"&gt;chart&lt;/a&gt; and sold over 500,000 copies in the U.S. alone.\nRay released his self-titled album in the U.S. in March 1998, but the album was never issued in the UK. The song \"Are You Jimmy Ray?\" was successful in his native country reaching No. 13 on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt; in November 1997.\nRay followed up in 1998 (primarily in the UK) with \"Goin' to Vegas\", including a &lt;a href=\"television\"&gt;televised&lt;/a&gt; performance on \"&lt;a href=\"Live%20and%20Kicking%20Friday\"&gt;Live and Kicking Friday&lt;/a&gt;\". It failed to enter the UK &lt;a href=\"top%2040\"&gt;top 40&lt;/a&gt;, only peaking at No. 47. A &lt;a href=\"music%20video\"&gt;video&lt;/a&gt; for the single was made, but it (and the single) never aired in the U.S. In the summer of 1998, Ray went on the U.S. &lt;a href=\"concert%20tour\"&gt;tour&lt;/a&gt; with the &lt;a href=\"Backstreet%20Boys\"&gt;Backstreet Boys&lt;/a&gt;. In the autumn of 1998, a third promotional single and video clip, \"I Got Rolled\" was given minimal &lt;a href=\"airplay%20%28radio%29\"&gt;airplay&lt;/a&gt;.\nRay re-emerged in 2009 as a member of the Air players, a song production team.\nIn a November 2015 announcement on his official fan page, Ray stated that he was working on material for a comeback record. This was later confirmed in September 2016 on his record label's website: \"La Rocka Records was created in 2016 as a launchpad for UK singer Jimmy Ray's 'comeback' album tentatively titled \"Live to Fight Another Day\"\". A later promotional video posted on the La Rocka Records website and YouTube channel confirmed the release date as 13 October 2017."
}