{
    "id": "18065856",
    "revid": "6152109",
    "url": "https://en.wikipedia.org/wiki?curid=18065856",
    "title": "The Church of Jesus Christ of Latter-day Saints in Mississippi",
    "text": "The Church of Jesus Christ of Latter-day Saints in Mississippi refers to &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;The Church of Jesus Christ of Latter-day Saints&lt;/a&gt; (LDS Church) and its members in &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt;. The first small branch was established in 1842. It has since grown to more than 21,649 members in 50 congregations.\nOfficial church membership as a percentage of general population was 0.72% in 2014. According to the 2014 &lt;a href=\"Pew%20Research%20Center\"&gt;Pew Forum on Religion &amp; Public Life&lt;/a&gt; survey, 1% of Mississippins self-identify themselves most closely with The Church of Jesus Christ of Latter-day Saints. The LDS Church is the 10th largest denomination in Mississippi.\nHistory.\n&lt;a href=\"Missionary%20%28LDS%20Church%29\"&gt;Missionaries&lt;/a&gt; John D. Hunter and &lt;a href=\"Benjamin%20L.%20Clapp\"&gt;Benjamin L. Clapp&lt;/a&gt; arrived in &lt;a href=\"Tishomingo%20County%2C%20Mississippi\"&gt;Tishomingo County&lt;/a&gt; in 1839. On December 26, 1839, Hunter reported they baptized six people. Seven more were baptized in 1840 by Norvel M. Head. Five more people were baptized on December 1, 1841, by elders Daniel Tyler and R. D. Sheldon.\nEscaping persecution, a group of 80–90 members in 40 wagons arrived in &lt;a href=\"Nauvoo%2C%20Illinois\"&gt;Nauvoo&lt;/a&gt; from Mississippi in April 1842. A small branch was organized in &lt;a href=\"Monroe%20County%2C%20Mississippi\"&gt;Monroe County&lt;/a&gt; in 1842, where others were converted. Other branches were created in Mississippi as membership increased.\nOn April 8, 1846, a company of settlers left Monroe County expecting to join the main body of &lt;a href=\"Latter-day%20Saints\"&gt;Latter-day Saints&lt;/a&gt; in &lt;a href=\"Winter%20Quarters%2C%20Nebraska\"&gt;Winter Quarters&lt;/a&gt; that was then planning to travel to the &lt;a href=\"Rocky%20Mountains\"&gt;Rocky Mountains&lt;/a&gt;. This group was led by &lt;a href=\"John%20Brown%20%28Mormon%20pioneer%29\"&gt;John Brown&lt;/a&gt;, who had been a leading missionary in Alabama and Mississippi. They instead became the first group of &lt;a href=\"Mormon\"&gt;Mormon&lt;/a&gt;s to cross the &lt;a href=\"Great%20Plains\"&gt;plains&lt;/a&gt;, wintering with fur trappers in &lt;a href=\"Pueblo%2C%20Colorado\"&gt;Pueblo, Colorado&lt;/a&gt; that same year. These were the first to establish a religious colony in the &lt;a href=\"Western%20United%20States\"&gt;west&lt;/a&gt; since the &lt;a href=\"Spanish%20missions%20in%20California\"&gt;Spanish priests&lt;/a&gt; of 1769. Later, they founded a second colony at &lt;a href=\"Cottonwood%20Heights%2C%20Utah\"&gt;Cottonwood&lt;/a&gt; and &lt;a href=\"Holladay%2C%20Utah\"&gt;Holladay&lt;/a&gt; in the &lt;a href=\"Salt%20Lake%20Valley\"&gt;Salt Lake Valley&lt;/a&gt; (once called the Mississippi Ward). They also helped found &lt;a href=\"San%20Bernardino%2C%20California\"&gt;San Bernardino&lt;/a&gt; and were involved in other colonies along the &lt;a href=\"Little%20Colorado%20River\"&gt;Little Colorado&lt;/a&gt; in &lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt;. Alice Rowan, one of the children of these first pioneers who taught at &lt;a href=\"Riverside%2C%20California\"&gt;Riverside California&lt;/a&gt;, was among the first African American women to teach at a public school in the U.S.\nMissionary work in Mississippi halted during the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;. This was resumed in 1877 with the arrival of W. H. Crawford and others. The Baldwin Branch was organized on July 27, 1877. In 1880, opposition tried, but failed to enlist the governor’s help in forcing missionaries to leave the state. Missionary Alma P Richards was murdered in 1888, though a church investigation committee concluded that the motive was likely a robbery rather than persecution.\nOn July 24, 1935, the first \"Pioneer Day\" celebration in Mississippi honoring the Utah pioneers was held in Columbia. Members of the Columbia and Darbun Branches dressed in pioneer outfits and paraded down Main Street to the City Park for a pioneer picnic and activities. Townsfolk were invited and participated. An impromptu rodeo was held at the end of the day-long celebration when a missionary from Canada, Elder Weldon Bascom, showed his rodeo cowboy skills by riding a wild bucking mule for entertainment. This bucking exhibition sparked such interest in the town that a professional rodeo was organized a month later by Weldon Bascom and his brother &lt;a href=\"Earl%20W.%20Bascom\"&gt;Earl Bascom&lt;/a&gt;, assisted by other Mormon cowboys including Jake Lybbert, Waldo Ross, Ashel Evans, Horace and Lester Flake, and Don and Ferral Pearce. Some of these cowboys were still serving as missionaries. This historic rodeo in Columbia is now known as the world's first night rodeo held outdoors under electric lights.\nThe first two stakes in Mississippi (Jackson and Hattiesburg) were created in 1965. The Jackson Stake was created on May 2, 1965. It consisted of wards in &lt;a href=\"Jackson%2C%20Mississippi\"&gt;Jackson&lt;/a&gt;, &lt;a href=\"Meridian%2C%20Mississippi\"&gt;Meridian&lt;/a&gt;, &lt;a href=\"Natchez%2C%20Mississippi\"&gt;Natchez&lt;/a&gt;, &lt;a href=\"Columbus%2C%20Mississippi\"&gt;Columbus&lt;/a&gt;, &lt;a href=\"Vicksburg%2C%20Mississippi\"&gt;Vicksburg&lt;/a&gt;, and &lt;a href=\"Wesson%2C%20Mississippi\"&gt;Red Star&lt;/a&gt;, and a branch in &lt;a href=\"Greenville%2C%20Mississippi\"&gt;Greenville&lt;/a&gt;.\nThe Hattiesburg Stake was created on June 27, 1965 with wards in &lt;a href=\"Biloxi%2C%20Mississippi\"&gt;Biloxi&lt;/a&gt;, &lt;a href=\"Columbia%2C%20Mississippi\"&gt;Columbia&lt;/a&gt;, &lt;a href=\"Gulfport%2C%20Mississippi\"&gt;Gulfport&lt;/a&gt;, &lt;a href=\"Hattiesburg%2C%20Mississippi\"&gt;Hattiesburg&lt;/a&gt;, &lt;a href=\"Liberty%2C%20Mississippi\"&gt;Liberty&lt;/a&gt; and &lt;a href=\"Pascagoula%2C%20Mississippi\"&gt;Pascagoula&lt;/a&gt;. The Bayou La Croix, Darburn, &lt;a href=\"Laurel%2C%20Mississippi\"&gt;Laurel&lt;/a&gt;, McNiel, Sand Hill and &lt;a href=\"Seminary%2C%20Mississippi\"&gt;Seminary&lt;/a&gt; branches were also organized into that stake.\nA monument at &lt;a href=\"Mormon%20Springs\"&gt;Mormon Springs&lt;/a&gt; (where many of the early saints were baptized) was dedicated in memory of the early pioneers from Mississippi, known as the Mississippi Saints. Also that year, a program was held commemorating the temporary colony in &lt;a href=\"Pueblo%2C%20Colorado\"&gt;Pueblo, Colorado&lt;/a&gt; established by the Mississippi Saints.\nOn March 1, 2003, President &lt;a href=\"Gordon%20B.%20Hinckley\"&gt;Gordon B. Hinckley&lt;/a&gt; spoke to 6,000 members at the &lt;a href=\"DeSoto%20Civic%20Center\"&gt;DeSoto Civic Center&lt;/a&gt; in &lt;a href=\"Southaven%2C%20Mississippi\"&gt;Southaven, Mississippi&lt;/a&gt;. With no assignments for that weekend, President Hinckley said he wished to visit an area where he had never been.\nFollowing &lt;a href=\"Hurricane%20Katrina\"&gt;Hurricane Katrina&lt;/a&gt; in 2005, several thousand Latter-day Saint volunteers, from a seven-state area (including Mississippi), went to the hurricane-devastated areas. Many of them took time out of their jobs or came down on the weekends to help anyone needing assistance (Mormon and non-Mormon).\nIn September 2008, Mississippi Latter-day Saints went to the &lt;a href=\"Baton%20Rouge\"&gt;Baton Rouge&lt;/a&gt; area to aid cleanup efforts following &lt;a href=\"Hurricane%20Gustav\"&gt;Hurricane Gustav&lt;/a&gt;.\nStakes.\nAs of May 2021, Mississippi is currently part of 10 stakes. 4 of those stakes have their stake center within the state. \nMissions.\nMississippi forms parts of several church &lt;a href=\"Mission%20%28LDS%20Church%29\"&gt;missions&lt;/a&gt;. Originally a conference of the Southern States Mission, it later became part of Central States Mission, Texas-Louisiana Mission, Gulf States Mission, Louisiana Baton Rouge Mission and ultimately the Mississippi Jackson Mission formed in 1979 with Frank W. Hirschi as president, but was discontinued in 2018.\nParts of the state are located in the Alabama Birmingham, Arkansas Little Rock, and Louisiana Baton Rouge Missions (see Stakes).\nTemples.\nWhile there is no temples in Mississippi, 2 temples that lie in close proximity serve the large majority of the members in the state. While most congregations are in the Memphis and Baton Rouge temple districts, one congregation, the Columbus Ward, on the eastern side of the state is in the Birmingham Alabama Temple District."
}