{
    "id": "1809795",
    "revid": "236191",
    "url": "https://en.wikipedia.org/wiki?curid=1809795",
    "title": "George Allison",
    "text": "George Frederick Allison (24 October 1883 – 13 March 1957) was an English &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"journalism\"&gt;journalist&lt;/a&gt;, &lt;a href=\"broadcasting\"&gt;broadcaster&lt;/a&gt; and &lt;a href=\"coach%20%28sport%29\"&gt;manager&lt;/a&gt;. He was the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt;'s first sports commentator and &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt;'s second longest serving manager.\nJournalism career.\nAllison was born in &lt;a href=\"Hurworth-on-Tees\"&gt;Hurworth-on-Tees&lt;/a&gt;, &lt;a href=\"County%20Durham\"&gt;County Durham&lt;/a&gt;, and attended Holy Trinity School in &lt;a href=\"Stockton-on-Tees\"&gt;Stockton&lt;/a&gt;. He started out as a &lt;a href=\"judge\"&gt;judge&lt;/a&gt;'s &lt;a href=\"secretary\"&gt;secretary&lt;/a&gt; in his native &lt;a href=\"North%20East%20England\"&gt;North East&lt;/a&gt;, while playing for a local amateur team in &lt;a href=\"Stockton-on-Tees\"&gt;Stockton-on-Tees&lt;/a&gt;. Allison ran a sideline in writing about his own team's exploits, and he was eventually convinced by his editor to become a full-time journalist. A year in &lt;a href=\"Devonport%2C%20Devon\"&gt;Devonport&lt;/a&gt; aside, Allison spent most of his time in the &lt;a href=\"Cleveland%2C%20England\"&gt;Cleveland&lt;/a&gt; and &lt;a href=\"Middlesbrough\"&gt;Middlesbrough&lt;/a&gt; areas, and was briefly assistant to the secretary-manager of &lt;a href=\"Middlesbrough%20F.C.\"&gt;Middlesbrough F.C.&lt;/a&gt;\nAllison moved to London in 1906, as the sports representative of the &lt;a href=\"Edward%20Hulton\"&gt;Hulton&lt;/a&gt; group of newspapers. Four years later he became &lt;a href=\"greyhound\"&gt;greyhound&lt;/a&gt; correspondent for the \"&lt;a href=\"Sporting%20Life%20%28British%20newspaper%29\"&gt;Sporting Life&lt;/a&gt;\". After a chance encounter with &lt;a href=\"Herbert%20Kitchener%2C%201st%20Earl%20Kitchener\"&gt;Lord Kitchener&lt;/a&gt; before the 1911 &lt;a href=\"coronation\"&gt;coronation&lt;/a&gt; of &lt;a href=\"George%20V%20of%20the%20United%20Kingdom\"&gt;King George V&lt;/a&gt;, Allison became London correspondent for the \"&lt;a href=\"New%20York%20Post\"&gt;New York Post&lt;/a&gt;\" and a year later joined the staff of &lt;a href=\"William%20Randolph%20Hearst\"&gt;William Randolph Hearst&lt;/a&gt;, remaining in this post until 1934.\nDuring &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; Allison worked for the &lt;a href=\"War%20Office\"&gt;War Office&lt;/a&gt; and the &lt;a href=\"British%20Admiralty\"&gt;Admiralty&lt;/a&gt;, producing &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt; and later joined the &lt;a href=\"Royal%20Flying%20Corps\"&gt;Royal Flying Corps&lt;/a&gt; (later renamed the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt;). After the war Allison also moved into broadcasting, joining the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; and becoming the first person to commentate on the radio on events such as &lt;a href=\"Epsom%20Derby\"&gt;the Derby&lt;/a&gt; and the &lt;a href=\"Grand%20National\"&gt;Grand National&lt;/a&gt; (with the BBC's racing correspondent Meyrick Good), as well as the annual &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; \"v.\" &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland&lt;/a&gt; international, and the &lt;a href=\"FA%20Cup%20Final\"&gt;FA Cup Final&lt;/a&gt; in &lt;a href=\"1927%20FA%20Cup%20Final\"&gt;1927&lt;/a&gt;, between &lt;a href=\"Cardiff%20City%20F.C.\"&gt;Cardiff City&lt;/a&gt; and &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt;. By this time, he had already formed a strong association with the latter club.\nFootball career.\nHaving been a keen footballer in his youth (although he failed to make the grade as a professional, the best being a trial with &lt;a href=\"Shildon%20A.F.C.\"&gt;Shildon&lt;/a&gt;), after his move to London in 1906, Allison soon became associated with &lt;a href=\"Arsenal%20F.C.\"&gt;Woolwich Arsenal&lt;/a&gt;. He became the club's programme editor and continued his association with the team after they moved to &lt;a href=\"Arsenal%20Stadium\"&gt;Highbury&lt;/a&gt; and renamed themselves \"Arsenal\". He became a member of the club's &lt;a href=\"board%20of%20directors\"&gt;board of directors&lt;/a&gt; soon after the end of the First World War; he was at first club secretary and then &lt;a href=\"managing%20director\"&gt;managing director&lt;/a&gt;.\nAfter the sudden death of legendary Arsenal boss &lt;a href=\"Herbert%20Chapman\"&gt;Herbert Chapman&lt;/a&gt; earlier in January 1934, Allison was appointed Chapman's full-time successor in the summer of that year. Under Chapman and &lt;a href=\"caretaker%20manager\"&gt;caretaker manager&lt;/a&gt; &lt;a href=\"Joe%20Shaw%20%28footballer%20born%201883%29\"&gt;Joe Shaw&lt;/a&gt;, Arsenal had already won the &lt;a href=\"Football%20League%20First%20Division\"&gt;League Championship&lt;/a&gt; twice in a row, in &lt;a href=\"1932%E2%80%9333%20in%20English%20football\"&gt;1932–33&lt;/a&gt; and &lt;a href=\"1933%E2%80%9334%20in%20English%20football\"&gt;1933–34&lt;/a&gt;, and Allison made it a hat-trick, winning a third successive title in &lt;a href=\"1934%E2%80%9335%20in%20English%20football\"&gt;1934–35&lt;/a&gt;. He also won the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; in &lt;a href=\"1935%E2%80%9336%20FA%20Cup\"&gt;1935–36&lt;/a&gt; and the League again in &lt;a href=\"1937%E2%80%9338%20in%20English%20football\"&gt;1937–38&lt;/a&gt;.\nAllison famously appeared in a 1939 &lt;a href=\"film\"&gt;film&lt;/a&gt; set at &lt;a href=\"Arsenal%20Stadium\"&gt;Highbury&lt;/a&gt;, \"&lt;a href=\"The%20Arsenal%20Stadium%20Mystery\"&gt;The Arsenal Stadium Mystery&lt;/a&gt;\", where he had a speaking part as himself. Amongst his lines included one uttered at half time: \"It's one-nil to the Arsenal. That's the way we like it.\", a line of which helped foster and create the club's famous one-nil to the Arsenal chant.\nAllison took a hands-off approach to managing, unlike his predecessor Chapman; Joe Shaw and &lt;a href=\"Tom%20Whittaker%20%28footballer%29\"&gt;Tom Whittaker&lt;/a&gt; took charge of training and squad discipline, while Allison concentrated on transfer policy and the club's relationship with the &lt;a href=\"Mass%20media\"&gt;media&lt;/a&gt;. Arsenal player &lt;a href=\"Bernard%20Joy\"&gt;Bernard Joy&lt;/a&gt; later recounted: \"[He was] tactful, friendly and good-hearted. But he fell short in his handling of footballers and lacked the professional's deep knowledge of the game\". Allison's proponents have cited the trophies won under his reign, though by the end of the 1930s Arsenal were no longer the all-conquering team that they had once been. Allison was unable to replace many of the stars from the first half of the decade, especially &lt;a href=\"Alex%20James%20%28footballer%29\"&gt;Alex James&lt;/a&gt;.\nWith the advent of the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;, official competition in England was suspended; after hostilities had ended, many of the players that had made Arsenal a success (such as &lt;a href=\"Cliff%20Bastin\"&gt;Cliff Bastin&lt;/a&gt; and &lt;a href=\"Ted%20Drake\"&gt;Ted Drake&lt;/a&gt;) had retired from playing. Arsenal finished a disappointing 13th in &lt;a href=\"1946%E2%80%9347%20in%20English%20football\"&gt;1946–47&lt;/a&gt;, and Allison, by now in his mid-sixties and tiring of managerial life, decided to step down and retire from the game. He died in 1957 after several years of illness.\nPersonal life.\nAllison married Ethel Swordy in 1912.\nHonours.\nManagerial.\nArsenal"
}