{
    "id": "18104212",
    "revid": "8766034",
    "url": "https://en.wikipedia.org/wiki?curid=18104212",
    "title": "Sancaktar Hayrettin Mosque",
    "text": "Sancaktar Hayrettin Mosque (; also \"Sancaktar Hayrettin Mescidi\", where \"Mescit\" is the Turkish word for a small mosque, or \"Sancaktar Mescidi\") is part of a former &lt;a href=\"Eastern%20Orthodox\"&gt;Eastern Orthodox&lt;/a&gt; &lt;a href=\"monastery\"&gt;monastery&lt;/a&gt; converted into a &lt;a href=\"mosque\"&gt;mosque&lt;/a&gt; by the &lt;a href=\"Ottoman%20Empire\"&gt;Ottomans&lt;/a&gt;. It is generally believed that the small building belonged to the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine&lt;/a&gt; Monastery of Gastria (, \"Monē tōn Gastríōn\", meaning \"Monastery of the Vases\"). The edifice is a minor example of &lt;a href=\"Byzantine%20architecture%23Comnenian%20and%20Paleologan%20periods\"&gt;Palaiologan architecture&lt;/a&gt; in &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt;, and is important for historical reasons.\nLocation.\nThe &lt;a href=\"Middle%20Ages\"&gt;medieval&lt;/a&gt; structure, choked by artisan shops, lies in &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;, in the district of &lt;a href=\"Fatih\"&gt;Fatih&lt;/a&gt;, in the neighborhood of Kocamustafapaşa (historically &lt;a href=\"Samatya\"&gt;Samatya&lt;/a&gt;), on \"Teberdar Sokak\", about five hundred meters north east of the Kocamustafapaşa station of the &lt;a href=\"%C4%B0stanbul-Halkal%C4%B1%20Commuter%20Line\"&gt;suburban railway line&lt;/a&gt; between &lt;a href=\"Sirkeci\"&gt;Sirkeci&lt;/a&gt; and Halkalı.\nHistory.\nThe origin of this building, which lies on the southern slope of the seventh hill of &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt; and overlooks the &lt;a href=\"Sea%20of%20Marmara\"&gt;Sea of Marmara&lt;/a&gt;, is not certain. The tradition says that in year 325 &lt;a href=\"Helena%20of%20Constantinople\"&gt;Helena&lt;/a&gt;, the mother of &lt;a href=\"Constantine%20I\"&gt;Constantine I&lt;/a&gt;, coming back from &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt; with the &lt;a href=\"True%20Cross\"&gt;True Cross&lt;/a&gt; and entering the City through the Port \"tou Psomatheou\", left in this place some vases (\"Gastria\") containing aromatic herbs collected on &lt;a href=\"Calvary\"&gt;Calvary&lt;/a&gt;. Then she founded there a nunnery. In reality, no monastery was established in Constantinople before the last quarter of the fourth century, so this has to be considered only a legend.\nThe nunnery of Gastria was first mentioned at the beginning of the ninth century. At that time &lt;a href=\"Theoktiste\"&gt;Theoktiste&lt;/a&gt;, mother of Empress &lt;a href=\"Theodora%20II\"&gt;Theodora&lt;/a&gt; (wife of Emperor &lt;a href=\"Theophilos%20%28emperor%29\"&gt;Theophilos&lt;/a&gt; and &lt;a href=\"Triumph%20of%20Orthodoxy\"&gt;restorer&lt;/a&gt; of the cult of the &lt;a href=\"icon\"&gt;icon&lt;/a&gt;s) bought in the quarter of &lt;a href=\"Psamathia\"&gt;Psamathia&lt;/a&gt; a house from the Patrician Niketas (possibly &lt;a href=\"Saint%20Nicetas%20the%20Patrician\"&gt;Saint Nicetas the Patrician&lt;/a&gt;), and established there a nunnery. The title of \"Ktētorissa\" (foundress), together with the property of the buildings, was inherited by her daughter Theodora. Together with her daughters &lt;a href=\"Theodora%20II%23Children\"&gt;Thekla, Anna, Anastasia and Pulcheria&lt;/a&gt;, Theodora was removed to the monastery by her brother &lt;a href=\"Bardas\"&gt;Bardas&lt;/a&gt; after her deposition as regent for her son, &lt;a href=\"Michael%20III\"&gt;Michael III&lt;/a&gt;, in 856. All of them were forced to accept the &lt;a href=\"tonsure\"&gt;tonsure&lt;/a&gt;, although her eldest daughter, Thekla, was eventually recalled by Michael to serve as a mistress for his favourite, &lt;a href=\"Basil%20I\"&gt;Basil the Macedonian&lt;/a&gt;. The 10th-century emperor &lt;a href=\"Constantine%20VII%20Porphyrogennetos\"&gt;Constantine VII Porphyrogennetos&lt;/a&gt; writes in his book \"&lt;a href=\"De%20Ceremoniis\"&gt;De Ceremoniis&lt;/a&gt;\" that the church of the nunnery served also as a &lt;a href=\"mausoleum\"&gt;mausoleum&lt;/a&gt; for the members of Theodora's family. The Empress, her brother &lt;a href=\"Petronas%20%28general%29\"&gt;Petronas&lt;/a&gt;, her mother and her three daughters were all buried there.\nThe last mention of Gastria before 1453 comes from a Russian pilgrim, who visited the City during the second quarter of the fifteenth century. He remembers a nunnery placed near the &lt;a href=\"Walls%20of%20Constantinople%23Golden%20Gate\"&gt;Golden Gate&lt;/a&gt;, where the &lt;a href=\"relic\"&gt;relic&lt;/a&gt;s of &lt;a href=\"Euphemia\"&gt;Saint Euphemia&lt;/a&gt; and &lt;a href=\"Eudokia%20of%20Heliopolis\"&gt;Saint Eudokia&lt;/a&gt; were &lt;a href=\"Veneration\"&gt;venerated&lt;/a&gt;. This building could well be identified with Gastria.\nShortly after the &lt;a href=\"Fall%20of%20Constantinople\"&gt;Fall of Constantinople&lt;/a&gt;, Hayrettin &lt;a href=\"Effendi\"&gt;Effendi&lt;/a&gt;, \"Sancaktar\" (standard-bearer) of &lt;a href=\"Mehmed%20II\"&gt;Sultan Mehmed II&lt;/a&gt;, converted the building into a \"mescit\" (oratory) and was buried there. The charter for this &lt;a href=\"Waqf\"&gt;religious foundation&lt;/a&gt; has not survived. The &lt;a href=\"1894%20Istanbul%20earthquake\"&gt;1894 Istanbul earthquake&lt;/a&gt;, which had its epicentre under the Sea of Marmara, partially destroyed the mosque, which was restored only between 1973 and 1976.\nDescription.\nDue to its small dimension, the building cannot be identified with the church of the nunnery, but rather with a \"&lt;a href=\"Martyrium%20%28architecture%29\"&gt;martyrion&lt;/a&gt;\" (burial chapel) or a mausoleum, which can be dated to the &lt;a href=\"Palaiologan%20period\"&gt;Palaiologan period&lt;/a&gt; (14th century). The building had the shape of an irregular &lt;a href=\"octagon\"&gt;octagon&lt;/a&gt; with a cross-shaped interior and an &lt;a href=\"apse\"&gt;apse&lt;/a&gt; oriented toward East. Light penetrates into the building through windows opened on alternate sides, which illuminate the arms of the cross-shaped interior. Each window is inside a blind &lt;a href=\"arch\"&gt;arch&lt;/a&gt; which spans the whole side. The &lt;a href=\"masonry\"&gt;masonry&lt;/a&gt; uses alternate courses of brick and &lt;a href=\"ashlar\"&gt;ashlar&lt;/a&gt;, giving to the exterior the &lt;a href=\"Polychrome\"&gt;polychromy&lt;/a&gt; typical of the Palaiologan period. Remnants of walls still present in the northwest and south sides before the restoration showed that the building was not isolated, but connected with other edifices. A &lt;a href=\"minaret\"&gt;minaret&lt;/a&gt; has also been added to the restored building."
}