{
    "id": "18101105",
    "revid": "14730724",
    "url": "https://en.wikipedia.org/wiki?curid=18101105",
    "title": "Global biodiversity",
    "text": "Global biodiversity is the &lt;a href=\"measure%20of%20biodiversity\"&gt;measure of biodiversity&lt;/a&gt; on planet &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt; and is defined as the total variability of life forms. More than 99 percent of all &lt;a href=\"species\"&gt;species&lt;/a&gt; that ever lived on Earth are estimated to be &lt;a href=\"Extinction\"&gt;extinct&lt;/a&gt;. Estimates on the number of Earth's current species range from 2 million to 1 trillion, of which about 1.74 million have been databased thus far and over 80 percent have not yet been described. More recently, in May 2016, scientists reported that 1 trillion species are estimated to be on Earth currently with only one-thousandth of one percent described. The total amount of &lt;a href=\"DNA\"&gt;DNA&lt;/a&gt; &lt;a href=\"base%20pair\"&gt;base pair&lt;/a&gt;s on Earth, as a possible approximation of global &lt;a href=\"biodiversity\"&gt;biodiversity&lt;/a&gt;, is estimated at 5.0 x 1037, and weighs 50 billion &lt;a href=\"tonne\"&gt;tonne&lt;/a&gt;s. In comparison, the total &lt;a href=\"Biomass%20%28ecology%29\"&gt;mass&lt;/a&gt; of the &lt;a href=\"biosphere\"&gt;biosphere&lt;/a&gt; has been estimated to be as much as 4 &lt;a href=\"tonnes%23Derived%20units\"&gt;TtC&lt;/a&gt; (trillion tons of &lt;a href=\"carbon\"&gt;carbon&lt;/a&gt;).\nIn other related studies, around 1.9 million extinct species are believed to have been described currently, but some scientists believe 20% are synonyms, reducing the total valid described species to 1.5 million. In 2013, a study published in &lt;a href=\"Science%20%28journal%29\"&gt;Science&lt;/a&gt; estimated there to be 5 ± 3 million extant species on Earth. Another study, published in 2011 by &lt;a href=\"PLoS%20Biology\"&gt;PLoS Biology&lt;/a&gt;, estimated there to be 8.7 million ± 1.3 million &lt;a href=\"eukaryotic\"&gt;eukaryotic&lt;/a&gt; species on Earth. Some 250,000 valid &lt;a href=\"fossil\"&gt;fossil&lt;/a&gt; species have been described, but this is believed to be a small proportion of all species that have ever lived.\nGlobal biodiversity is affected by &lt;a href=\"extinction\"&gt;extinction&lt;/a&gt; and &lt;a href=\"speciation\"&gt;speciation&lt;/a&gt;. The &lt;a href=\"background%20extinction%20rate\"&gt;background extinction rate&lt;/a&gt; varies among taxa but it is estimated that there is approximately one extinction per million species years. Mammal species, for example, typically persist for 1 million years. Biodiversity has grown and shrunk in earth's past due to (presumably) abiotic factors such as &lt;a href=\"extinction%20event\"&gt;extinction event&lt;/a&gt;s caused by geologically rapid changes in climate. Climate change 299 million years ago was one such event. A cooling and drying resulted in catastrophic rainforest collapse and subsequently a great loss of diversity, especially of amphibians.\nDrivers that affect biodiversity.\nHabitat change (see: &lt;a href=\"habitat%20fragmentation\"&gt;habitat fragmentation&lt;/a&gt; or &lt;a href=\"habitat%20destruction\"&gt;habitat destruction&lt;/a&gt;) is the most important driver currently affecting biodiversity, as some 40% of forests and ice-free habitats have been converted to cropland or pasture.&lt;ref name=\"10.1146/annurev-environ-042911-093511\"&gt;&lt;/ref&gt; Other drivers are: &lt;a href=\"overexploitation\"&gt;overexploitation&lt;/a&gt;, &lt;a href=\"pollution\"&gt;pollution&lt;/a&gt;, &lt;a href=\"invasive%20species\"&gt;invasive species&lt;/a&gt;, and &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt;.\nMeasuring diversity.\nBiodiversity is usually plotted as the richness of a geographic area, with some reference to a temporal scale. Types of biodiversity include &lt;a href=\"species%20diversity\"&gt;taxonomic or species&lt;/a&gt;, &lt;a href=\"ecological%20diversity\"&gt;ecological&lt;/a&gt;, &lt;a href=\"morphological%20diversity\"&gt;morphological&lt;/a&gt;, and &lt;a href=\"genetic%20diversity\"&gt;genetic diversity&lt;/a&gt;. Taxonomic diversity, that is the number of species, genera, family is the most commonly assessed type. A few studies have attempted to quantitatively clarify the relationship between different types of diversity. For example, the biologist Sarda Sahney has found a close link between vertebrate taxonomic and ecological diversity.\nKnown species.\nChapman, 2005 and 2009 has attempted to compile perhaps the most comprehensive recent statistics on numbers of extant species, drawing on a range of published and unpublished sources, and has come up with a figure of approximately 1.9 million estimated described taxa, as against possibly a total of between 11 and 12 million anticipated species overall (described plus undescribed), though other reported values for the latter vary widely. It is important to note that in many cases, the values given for \"Described\" species are an estimate only (sometimes a mean of reported figures in the literature) since for many of the larger groups in particular, comprehensive lists of valid species names do not currently exist. For fossil species, exact or even approximate numbers are harder to find; Raup, 1986 includes data based on a compilation of 250,000 fossil species so the true number is undoubtedly somewhat higher than this. It should also be noted that the number of described species is increasing by around 18,000–19,000 extant, and approaching 2,000 fossil species each year, as of 2012. The number of published species \"names\" is higher than the number of described species, sometimes considerably so, on account of the publication, through time, of multiple names (&lt;a href=\"Synonym%20%28taxonomy%29\"&gt;synonyms&lt;/a&gt;) for the same accepted taxon in many cases.\nBased on Chapman's (2009) report, the estimated numbers of described extant species as of 2009 can be broken down as follows:\nEstimates of total number of species.\nHowever the \"total\" number of species for some &lt;a href=\"taxa\"&gt;taxa&lt;/a&gt; may be much higher. \nIn 1982, &lt;a href=\"Terry%20Erwin\"&gt;Terry Erwin&lt;/a&gt; published an estimate of global species richness of 30 million, by extrapolating from the numbers of beetles found in a species of tropical tree. In one species of tree, Erwin identified 1200 beetle species, of which he estimated 163 were found only in that type of tree. Given the 50,000 described tropical tree species, Erwin suggested that there are almost 10 million beetle species in the tropics. In 2011 a study published in PLoS Biology estimated there to be 8.7 million ± 1.3 million eukaryotic species on Earth. A 2016 study concludes that Earth is home to 1 trillion &lt;a href=\"species\"&gt;species&lt;/a&gt;.\nIndices.\nAfter the &lt;a href=\"Convention%20on%20Biological%20Diversity\"&gt;Convention on Biological Diversity&lt;/a&gt; was signed in 1992, biological conservation became a priority for the international community. There are several indicators used that describe trends in global biodiversity. However, there is no single indicator for all extant species as not all have been described and measured over time. There are different ways to measure changes in biodiversity. The &lt;a href=\"Living%20Planet%20Index\"&gt;Living Planet Index&lt;/a&gt; (LPI) is a population-based indicator that combines data from individual populations of many vertebrate species to create a single index. The Global LPI for 2012 decreased by 28%. There are also indices that separate temperate and tropical species for marine and terrestrial species. The &lt;a href=\"Red%20List%20Index\"&gt;Red List Index&lt;/a&gt; is based on the &lt;a href=\"IUCN%20Red%20List\"&gt;IUCN Red List&lt;/a&gt; of Threatened Species and measures changes in conservation status over time and currently includes taxa that have been completely categorized: mammals, birds, amphibians and corals. The Global Wild Bird Index is another indicator that shows trends in population of wild bird groups on a regional scale from data collected in formal surveys. Challenges to these indices due to data availability are taxonomic gaps and the length of time of each index. \nThe &lt;a href=\"Biodiversity%20Indicators%20Partnership\"&gt;Biodiversity Indicators Partnership&lt;/a&gt; was established in 2006 to assist biodiversity indicator development, advancement and to increase the availability of indicators.\nImportance of biodiversity.\nBiodiversity is important for humans through &lt;a href=\"ecosystem%20services\"&gt;ecosystem services&lt;/a&gt; and goods. Ecosystem services are broken down into: regulating services such as air and water purification, provisioning services (goods), such as fuel and food, cultural services and supporting services such as pollination and nutrient cycling."
}