{
    "id": "1810113",
    "revid": "41438237",
    "url": "https://en.wikipedia.org/wiki?curid=1810113",
    "title": "Ringing rocks",
    "text": "Ringing rocks, also known as sonorous rocks or lithophonic rocks, are rocks that resonate like a bell when struck, such as the &lt;a href=\"Musical%20Stones%20of%20Skiddaw\"&gt;Musical Stones of Skiddaw&lt;/a&gt; in the English &lt;a href=\"Lake%20District\"&gt;Lake District&lt;/a&gt;; the stones in Ringing Rocks Park, in &lt;a href=\"Upper%20Black%20Eddy\"&gt;Upper Black Eddy&lt;/a&gt;, &lt;a href=\"Bucks%20County%2C%20Pennsylvania\"&gt;Bucks County, Pennsylvania&lt;/a&gt;; the Ringing Rocks of &lt;a href=\"Kiandra%2C%20New%20South%20Wales\"&gt;Kiandra, New South Wales&lt;/a&gt;; and the Bell Rock Range of &lt;a href=\"Western%20Australia\"&gt;Western Australia&lt;/a&gt;. Ringing rocks are used in &lt;a href=\"idiophone\"&gt;idiophonic&lt;/a&gt; musical instruments called &lt;a href=\"lithophone\"&gt;lithophone&lt;/a&gt;s.\nEarly investigations.\nSeveral early scientists became interested in the ringing rocks; however, none were able to formulate a credible theory on the ringing ability of the rocks or the formation of the boulder fields.\n&lt;a href=\"Edgar%20T.%20Wherry\"&gt;Edgar T. Wherry&lt;/a&gt; (1885–1982), &lt;a href=\"mineralogist\"&gt;mineralogist&lt;/a&gt; and &lt;a href=\"botanist\"&gt;botanist&lt;/a&gt;, became interested in the ringing rocks while teaching at &lt;a href=\"Lehigh%20University\"&gt;Lehigh University&lt;/a&gt;. Wherry theorized that the ringing was due to the texture of the diabase rocks and that they were supported by other rocks. He identified the boulder fields as a type of &lt;a href=\"felsenmeer\"&gt;felsenmeer&lt;/a&gt;.\nAt the 13th Annual meeting of the Bucks Historical Society in June 1900, Charles Laubach, a noted local &lt;a href=\"geologist\"&gt;geologist&lt;/a&gt; and &lt;a href=\"naturalist\"&gt;naturalist&lt;/a&gt;, described the geology of the &lt;a href=\"diabase\"&gt;diabase&lt;/a&gt; \"trap\" sills with reference to sites such as Bridgeton, Stony Garden, and others.\nBenjamin Franklin Fackenthal (1851–1941), local industrialist and &lt;a href=\"trustee\"&gt;trustee&lt;/a&gt; of &lt;a href=\"Franklin%20%26amp%3B%20Marshall%20College\"&gt;Franklin &amp; Marshall College&lt;/a&gt;, became interested with the ringing rocks. Although not a professional geologist, Fackenthal made extensive observations on all of the boulder fields.\nIn 1965, geologist Richard Faas of &lt;a href=\"Lafayette%20College\"&gt;Lafayette College&lt;/a&gt; took a few of the rocks back to his lab for testing. He found that when the rocks were struck, they created a series of tones at &lt;a href=\"Frequency\"&gt;frequencies&lt;/a&gt; lower than the &lt;a href=\"Audio%20frequency\"&gt;human ear can hear&lt;/a&gt;. An audible sound is only produced because these tones interact with each other. Although Faas's experiments explained the nature of the tones, they did not identify the specific physical mechanism in the rock which made them.\nSites in Pennsylvania.\nAlthough there have been over a dozen diabase ringing rock boulder fields identified in the &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;/&lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; area, the majority are either on private property or have been obliterated by &lt;a href=\"urban%20development\"&gt;urban development&lt;/a&gt;. There are three sites north of Philadelphia which are readily accessible to the public: Ringing Rocks County Park, Stony Garden, and Ringing Hill Park.\nRinging Rocks County Park.\nRinging Rocks County Park is a Bucks County park in &lt;a href=\"Upper%20Black%20Eddy%2C%20Pennsylvania\"&gt;Upper Black Eddy&lt;/a&gt;. Originally, the land was acquired by the &lt;a href=\"Penn%20family\"&gt;Penn family&lt;/a&gt; from the Lenape (&lt;a href=\"Delaware%20Nation\"&gt;Delaware Nation&lt;/a&gt;) through the infamous 1737 &lt;a href=\"Walking%20Purchase\"&gt;Walking Purchase&lt;/a&gt;. It is not clear who made the original land warrant for the area now covered by the Ringing Rocks County Park. On the 1850 property map of Bucks County, the owner appears to be Tunis Lippincott; however, there is no warrantee listing under that name. The earliest published description of the Bridgetown boulder field is found in Davis 1876. The seven-acre boulder field was purchased in 1895 by Abel B. Haring, president of the &lt;a href=\"Union%20National%20Bank\"&gt;Union National Bank&lt;/a&gt; in &lt;a href=\"Frenchtown%2C%20New%20Jersey\"&gt;Frenchtown, New Jersey&lt;/a&gt;. Apparently, Haring wished to protect the ringing rocks from development, and even refused an offer from a manufacturer of Belgian blocks for the right to &lt;a href=\"quarry\"&gt;quarry&lt;/a&gt; the stones. On August 22, 1918, the land which contains the Bridgeton Boulder Field was donated by Haring to the Bucks County Historical Society. The grant included 7 acres 8.08 &lt;a href=\"Perch%20%28unit%29\"&gt;perches&lt;/a&gt; of land. A right-of-way was granted by John O. McEntee for access to the park. Later, the land was transferred to Bucks County and operated as a county park. Additional land acquisitions have increased the size of the park to 129 acres.\nRinging Hill Park.\nRinging Hill Park is located three miles northeast of &lt;a href=\"Pottstown%2C%20Pennsylvania\"&gt;Pottstown, Pennsylvania&lt;/a&gt; in &lt;a href=\"Montgomery%20County%2C%20Pennsylvania\"&gt;Montgomery County&lt;/a&gt;. The boulder field was first identified in 1742 when a road was cut between Pottstown and New Gosenhoppen (&lt;a href=\"Pennsburg%2C%20Pennsylvania\"&gt;Pennsburg&lt;/a&gt;). In 1894, the Ringing Rocks Electric Railway Company was incorporated to purchase the remote Ringing Hill for an &lt;a href=\"amusement%20park\"&gt;amusement park&lt;/a&gt; and provide &lt;a href=\"Trolleybus\"&gt;trolley&lt;/a&gt; service (1894 to 1932). At the time it was created, the park was approximately out of town. The park was purchased in 1932 by Walter J. Wolf and operated as an amusement park and skating rink. On September 1, 1957, the park was sold to the Ringing Hill Fire Company.\nStony Garden.\nThe Stony Garden, largest of the three public ringing rock boulder fields, is located on the northwest slope of &lt;a href=\"Haycock%20Mountain\"&gt;Haycock Mountain&lt;/a&gt; in Bucks County, Pennsylvania, near Bucksville. The garden is actually a series of disconnected boulder fields which extend for nearly half a mile, and were formed where the &lt;a href=\"olivine\"&gt;olivine&lt;/a&gt; diabase unit crops out along the base of the mountain. The site is undeveloped, and is accessible by a &lt;a href=\"hiking%20trail\"&gt;hiking trail&lt;/a&gt; which leads from a PA Game Lands parking area on Stony Garden Road. It was purchased by the Commonwealth of Pennsylvania around 1920 as part of PA Game Lands Tract #157, which covers Haycock Mountain.\nBuckwampun Historical Society meetings.\nThe ringing rock boulder fields were popular places for meetings of the local Buckwampun Historical Society. Two annual meetings were held at the Bridgeton site (in 1893 and 1898), and one at Stony Garden (in 1890). The Bucks County Historical Society also had a meeting at the Bridgeton site in 1919, the year after they acquired the property.\nAt the third annual BHS meeting in June 1890 a local physician, John J. Ott of &lt;a href=\"Pleasant%20Valley%2C%20Bucks%20County%2C%20Pennsylvania\"&gt;Pleasant Valley&lt;/a&gt;, gave a musical performance using boulders taken from the Stony Garden boulder field. The suggestion for the construction of the &lt;a href=\"lithophone\"&gt;lithophone&lt;/a&gt; was made by the historian William J. Buck. The rocks weighed approximately apiece, and apparently Ott was able to change their sound by slightly chipping the boulders. He played several selections using a steel hammer and accompanied by a brass band. \"The clear, bell-like tones of the rocks could be heard above the notes of the horns.\" The tunes included \"Home Sweet Home\" and a composition of his own entitled \"Sounds from the Ringing Rocks\" – possibly a takeoff from the 1873 piano music score of the same name.\nFormation.\nThese boulder fields in southeastern Pennsylvania and central &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; formed from a group of diabase sills in &lt;a href=\"Newark%20Basin\"&gt;Newark Basin&lt;/a&gt;. The sills were formed when stretching of the Earth's crust allowed &lt;a href=\"mafic%20magma\"&gt;mafic magma&lt;/a&gt; to travel up from the &lt;a href=\"upper%20mantle\"&gt;upper mantle&lt;/a&gt; inject into the &lt;a href=\"sedimentary\"&gt;sedimentary&lt;/a&gt; basin 200 million years ago (early &lt;a href=\"Jurassic%20Period\"&gt;Jurassic Period&lt;/a&gt;). &lt;a href=\"Phenocrysts\"&gt;Phenocrysts&lt;/a&gt; of two minerals that had crystallized in the upper mantle, olivine and &lt;a href=\"pyroxene\"&gt;pyroxene&lt;/a&gt;, quickly settled out of the magma and collected along the base of the sills. When fully solidified, this crystal-rich layer formed a separate rock unit thick. By the &lt;a href=\"Pleistocene%20Epoch\"&gt;Pleistocene Epoch&lt;/a&gt;, the sills had been exposed to the surface by crustal uplift and &lt;a href=\"erosion\"&gt;erosion&lt;/a&gt;. During the Pleistocene, outcrops of the olivine diabase were not buried by the &lt;a href=\"glacial%20sheet\"&gt;glacial sheet&lt;/a&gt;s; however, they were subjected to severe freezing, or periglacial, conditions. The periglacial environment caused the outcrops to be broken into extensive boulder fields.\nGeology.\nThe basal olivine unit is similar to the one found in the Palisades Sill in New Jersey and New York. The olivine diabase unit is significantly harder, denser, and more resistant to weathering than the upper portions of the diabase sill.\nMost observers did not make the distinction between the upper \"normal\" diabase which is found over wide areas, and the thin olivine diabase unit found at the base of the sills which actually produces the ringing rock boulder fields. A main factor in the confusion is the outward appearance of the rocks. Both the normal and olivine diabase rocks are dark grey to black in color. Microscopic examination is often required to identify the differences.\nAlthough the Newark series diabase sills crop out in a belt throughout the length of the &lt;a href=\"Appalachian%20Mountains\"&gt;Appalachian Mountains&lt;/a&gt;, only a narrow band of outcrops in southeastern Pennsylvania and New Jersey develop ringing rock boulder fields. The probable reason is that these areas were at the southern edge of the Pleistocene glaciers, and would have been subject to extreme periglacial conditions. Periglacial boulder fields are a common feature in Pennsylvania and New Jersey.\nAll of the observed ringing rock boulder fields in southeastern Pennsylvania and New Jersey are a form of felsenmeer (\"felsenmeer\" is a German term meaning \"sea of rock\"). These barren block fields occur in periglacial environments where outcrops of resistant rock are exposed with a slope of less than 25°. Frost wedging breaks up the upper portion of the rock formation, and the slight dip of the field allows the fine weathering materials to be flushed away before &lt;a href=\"soil\"&gt;soil&lt;/a&gt; can develop. Often, the boulders are lifted and rotated by the accumulation of &lt;a href=\"snow\"&gt;snow&lt;/a&gt; and &lt;a href=\"ice\"&gt;ice&lt;/a&gt;, leaving a considerable amount of vacant space between them. The felsenmeer boulder fields form in-situ due to the low-slope angles. In situations where the slope angles are steeper than 25°, &lt;a href=\"gravity\"&gt;gravity&lt;/a&gt; tends to move the boulders downhill to form &lt;a href=\"scree\"&gt;scree&lt;/a&gt; or talus slopes. In fields where the angle is too flat, the spaces between the boulders fills with soil and the boulders break down due to weathering.\nBecause the olivine diabase unit is relatively thin there was an additional requirement for the formation of the ringing rock boulder fields: the olivine diabase unit had to be dipping in the same direction as the slope of the ground surface. This specific dip-slope situation allowed broad expanses of olivine diabase to be exposed and provided enough material to create the fields. In all of the observed boulder fields the structural dip of the unit was approximately 8-10°, and the ground surface slope was &lt;15° in the same direction. Typically this occurred where the olivine diabase unit dipped at right angles into a shallow drainage. Where the olivine diabase does not dip in the same direction as the ground surface there are generally numerous boulders embedded in the soil (boulder colluvium), but no boulder fields.\nRinging ability.\nThere has been a great deal of controversy concerning the ringing ability of the boulders; conversely, there has been an almost complete lack of testing to support the conjectures. Conditions such as size and shape of the boulders and the way that the boulders are supported or stacked certainly influence the sounds that the boulders make but do not in themselves impart the ringing ability.\nAlthough the sound is often described as metallic, it is most likely due to a combination of the &lt;a href=\"density\"&gt;density&lt;/a&gt; of the rock and a high degree of internal stress. The sound can be duplicated on a small scale by tapping the handle of a &lt;a href=\"ceramic\"&gt;ceramic&lt;/a&gt; coffee cup.\nThe &lt;a href=\"iron\"&gt;iron&lt;/a&gt; content of the diabase is often identified as the source of the ringing ability. Actual chemical analysis of the Coffman Hill diabase shows that iron content (as &lt;a href=\"ferric%20oxide\"&gt;ferric oxide&lt;/a&gt;) of the rock ranges from 9% and 12%. Although comparatively high for an average &lt;a href=\"igneous%20rock\"&gt;igneous rock&lt;/a&gt; (3% is typical for &lt;a href=\"granite\"&gt;granite&lt;/a&gt;), it is within the normal range for a &lt;a href=\"basalt\"&gt;basalt&lt;/a&gt;. This point suggests that the iron content is not a primary factor in the ringing ability.\nSo far, there has been only one published scientific experiment on the source of the ringing ability. In the 1960s, a &lt;a href=\"Rutgers%20University\"&gt;Rutgers University&lt;/a&gt; professor did an informal experiment where specimens of \"live\" and \"dead\" ringing rock boulders from the Bucks County park site were sawed into thin slices and then measured for changes in shape. The rock slices were measured with delicate foil strain gauges, which could measure minute changes in size. According to the professor, the dead rocks showed no change after the rocks were sawed; however, the live rocks showed a distinctive expansion or \"relaxation\" within 24 hours of being cut. This relaxation indicates that the rock was under internal elastic stresses that were released by the mechanical sawing of the rock. The professor went on to make the observation that the live rocks were generally found toward the middle of the boulder fields, where they did not come in contact with soil and the shade of the surrounding trees. He then theorized that the slow weathering rate in the dry \"microclimate\" of the fields caused the stresses, because the outside skin of the boulders would expand owing to the conversion of pyroxene to &lt;a href=\"montmorillonite\"&gt;montmorillonite&lt;/a&gt; (a &lt;a href=\"clay\"&gt;clay&lt;/a&gt; mineral). Boulders along the periphery of the fields weather too quickly and break apart before the stresses can develop.\nAlthough more rigorous testing needs to be done to verify these results, it does suggest strongly that the ringing ability is a direct result of internal stresses. Less likely is the assertion that outside weathering conditions created the stresses. It is very improbable that the expansion of a thin skin around the outside of a large boulder could set up a balance of forces that would create the severe stresses found in the ringing rock boulders. The result of such a situation would be that the outside skin of the boulders would peel or exfoliate, a condition that is virtually non-existent in any of the ringing rocks sites. In addition, the majority of the weathering in the boulders occurs at the exposed top surfaces, not on the bottoms; thus, the stresses would not be balanced. Furthermore, if slow weathering created the stresses, then there would be ringing rock boulder fields in &lt;a href=\"deserts\"&gt;deserts&lt;/a&gt; throughout the world, a condition which does not occur.\nAn important point made in the experiment is the observation that the rock slices \"expanded\" when the stress was released. This distinction requires that the rock was under extreme compressive stress, not &lt;a href=\"Tension%20%28physics%29\"&gt;tension&lt;/a&gt; as the slow weathering theory implies.\nA more plausible theory is that the elastic stresses remained in the rock when the boulder fields formed, and the slow weathering rate keeps the stresses from dissipating. A possible source of the stresses would likely be the loading stresses from the time when the rock crystallized. The diabase sill formed at roughly beneath the surface. The overlying column of rock creates severe stresses in rocks. The effects of these stresses can be seen in deep &lt;a href=\"Mining\"&gt;mines&lt;/a&gt; with a depth of over a mile, where the sudden &lt;a href=\"Decompression%20%28physics%29\"&gt;decompression&lt;/a&gt; creates &lt;a href=\"rock%20burst\"&gt;rock burst&lt;/a&gt;s. Residual loading stresses would be evenly distributed throughout the boulders. This theory supports the observation that usually less than a third of the boulders in any given field are \"live\". The stresses are relieved in boulders that have been either mechanically broken or are severely weathered, and therefore no longer ring.\nThis \"relict stress\" theory implies that the ringing rock boulders act much like a &lt;a href=\"guitar%20string\"&gt;guitar string&lt;/a&gt;. When a guitar string is limp it does not &lt;a href=\"Resonance\"&gt;resonate&lt;/a&gt;, but a plucked string will provide a range of sounds depending on the level of applied tension. Likewise, a ringing rock boulder will only emit a dull thud if the boulder is de-stressed; however, boulders will resonate at various frequencies depending on the level of residual stress.\nThe boulders continue to ring when removed from the boulder fields. Myths have been developed by authorities to discourage the theft of boulders from the fields. At the current stage, however, most fields have been picked clean of small portable \"ringers\", and breaking of large boulders into smaller pieces releases the internal stresses—thus causing them to stop ringing (i.e., breaking a piece off of a large ringing rock will only gain a dead chunk of rock). \"Small\" ringers found today weigh over a ton and would have to be dragged out of the boulder fields using large equipment.\nWeathering textures.\nOften, the weathering textures in boulders take on the form of channels, grooves, \"potholes\", \"mudcracks\", and intense pitting. In some cases, the textures are so distinctive that some geologists refer to them in terms of &lt;a href=\"carbonate%20rock\"&gt;carbonate rock&lt;/a&gt; solution features. Inspection of the boulders reveals that the weathering patterns are not due to any internal variations in the rock, but have been superimposed onto the surfaces. The probable source of these textures was &lt;a href=\"chemical%20weathering\"&gt;chemical weathering&lt;/a&gt; along joint surfaces when the rock was still in place and before the boulders were broken out by &lt;a href=\"frost%20heaving\"&gt;frost heaving&lt;/a&gt;. The soft weathered portion of the outer surfaces flaked off once the boulders were exposed to the air. Small features on the boulder surfaces became exaggerated as the weathered material was removed, so that adjoining fissures became channels, dents became 'potholes', and old surfaces became intensely pitted.\nRinging Rocks Pluton, Montana.\nThe Ringing Rocks Pluton is located in the mountains of southwest &lt;a href=\"Montana\"&gt;Montana&lt;/a&gt; between &lt;a href=\"Butte%2C%20Montana\"&gt;Butte&lt;/a&gt; and &lt;a href=\"Whitehall%2C%20Montana\"&gt;Whitehall&lt;/a&gt;, and is notable for a large &lt;a href=\"Tor%20%28rock%20formation%29\"&gt;tor&lt;/a&gt; of ringing boulders. The &lt;a href=\"pluton\"&gt;pluton&lt;/a&gt; is the deep-seated vent for a &lt;a href=\"volcano\"&gt;volcano&lt;/a&gt; which erupted 76 million years ago. The pluton is an example of magma mixing in a conduit, specifically between olivine basalt and granitic magmas. Mixing of the magmas created a hybrid rock type which crystallized against the outer wall of conduit. After millions of years of uplift and erosion, the thin walls of hybrid rock were exposed to the surface. During the Pleistocene Epoch, periglacial freezing shattered the high standing walls to form a substantial tor.\nLocation.\nThe Ringing Rocks Pluton is located on the southwestern flank of Dry Mountain in &lt;a href=\"Jefferson%20County%2C%20Montana\"&gt;Jefferson County&lt;/a&gt;, 15 miles southeast of Butte in T.2 N., R.5 W., sections 4 and 9. Section 4 is included in the Deerlodge National Forest, and section 9 is under the jurisdiction of the U.S. Bureau of Land Management. A distinctive tor is marked on the U.S. Geological Survey Dry Mountain 7½' quadrangle. The NW¼ of Section 9, which includes the tor, was established as the Ringing Rocks Recreation Area by the USBLM in 1964. Access is by a gravel road leading 3 miles north of the Pipestone exit off I-90.\nGeology.\nThe Ringing Rocks Pluton is a small-scale intrusive ring complex with a high degree of &lt;a href=\"symmetry\"&gt;symmetry&lt;/a&gt;. The overall geometry is cylindrical, with an average diameter of one kilometer. The pluton consists of two major units: an inner core of &lt;a href=\"quartz\"&gt;quartz&lt;/a&gt;-bearing &lt;a href=\"felsic\"&gt;felsic&lt;/a&gt; units with a diameter of 600 meters and an outer mafic unit composed of coaxial concentric layers. In map view, the complex has a bulls-eye configuration. The outer zone of the pluton consists of two alternating mafic hybrid rock types. In chemical analysis the rocks are nearly identical; however, the early stage minerals, olivine and pyroxene, were preserved in one and not the other, giving the rocks sharply different weathering properties. The rock that retained the olivine and pyroxene crystals (OPM) is extremely resistant to weathering and is the material which forms the tors. The altered rock (AM) conversely is very weak and readily breaks down to a coarse soil. The inner felsic core is a medium grained quartz &lt;a href=\"monzonite\"&gt;monzonite&lt;/a&gt; that gradually grades into granite at the center. The transitional unit between the mafic zone and the felsic core units is completely obscured, and is represented by distinctive low-lying swales. A series of radial dikes punctured the mafic units, beginning in the felsic zone and terminating at the outer border of the intrusion. The dikes are generally 2–4 meters wide where they are in contact with the felsic unit. The composition is highly variable, but for the most part is composed of fine to medium-grained &lt;a href=\"leucocratic\"&gt;leucocratic&lt;/a&gt; monzonite. The dikes become narrower as they extend toward the outer border, and generally taper to less than 0.5 m in width.\nMicroscopic quench textures in the olivine pyroxene monzonite.\nThere are numerous textures in the hybrid OPM unit which indicate that the rock was rapidly quenched during crystallization.\nCrystals of cryptoperthetic &lt;a href=\"orthoclase\"&gt;orthoclase&lt;/a&gt; up to 1 cm in length can be seen in hand specimens throughout most of the OPM units. The cryptoperthite crystals typically show as deep blue flashes, although white and yellow flashes can be seen in rocks nearer to the contacts. The flashes are due to &lt;a href=\"Labradorite\"&gt;labradorescent&lt;/a&gt; internal reflections, sometimes called a moonstone effect. In early reports this mineral was mistakenly identified as labradorite. Cryptoperthite textures form when orthoclase (a feldspar mineral containing both potassium and sodium cations) is quenched very rapidly. &lt;a href=\"Sodium\"&gt;Sodium&lt;/a&gt; has a much larger &lt;a href=\"ionic%20radius\"&gt;ionic radius&lt;/a&gt; than &lt;a href=\"potassium\"&gt;potassium&lt;/a&gt; does, so during the quench event the sodium ions pop out of the crystal framework. These sodium ions form tiny oriented lenses of &lt;a href=\"albite\"&gt;albite&lt;/a&gt; (sodium silicate feldspar) that are too small to be seen even using a microscope. It is the reflections from these albite laminae that produces the flash.\n&lt;a href=\"Apatite\"&gt;Apatite&lt;/a&gt; occurs as elongated needles. Many of the needles enclose narrow fluid inclusions, giving the crystals the appearance of being \"hollow\".\n&lt;a href=\"Zircon\"&gt;Zircon&lt;/a&gt; crystals were identified in skeletal frameworks.\nSimilar intrusions.\nThe Ringing Rocks Pluton is one of several bimodal vent complexes that are located within a 20 km belt east of the main Butte Pluton. &lt;a href=\"Radiometric%20dating\"&gt;Radiometric dating&lt;/a&gt; and cross-cutting relationships place most of these intrusions as post-Elkhorn Mountains Volcanics and pre-Butte Pluton. Similar intrusions can be found in the Rader Creek Pluton.\nThe Ringing Rocks Tor.\nThe pile of loose boulders at the south end of the pluton which contains the ringing rocks is called a tor. The reason the tor developed is that the OPM units are extremely resistant to weathering, and conversely the adjoining AM and ABM units are very weak. As the Dry Creek drainage began to erode the NW corner of the pluton, the softer AM and ABM units were quickly stripped away, leaving vertical thin walls of OPM units standing high above the surrounding landscape. Intense freezing and thawing during the Pleistocene periglacial period slowly shattered the walls, much like breaking tempered glass. The remnants of the OPM walls is the material which formed the tor. At the north end of the pluton the orientation of the OPM units was at an acute angle to the Dry Creek drainage so that the tor there did not develop very well. On the south end, however, the OPM outcrop was nearly at a right angle to the drainage, producing a prominent tor.\nRinging properties.\nAlthough the rocks are from different geologic settings, the Montana ringing rocks share significant characteristics with the Pennsylvania diabase ringing rocks. These characteristics include being composed of igneous mafic rock types with high percentages of olivine and pyroxene phenocrysts, having the individual boulders isolated from severe weathering by the formation of well-drained boulder fields, and having similar sounds and surface weathering.\nThe iron content of the olivine pyroxene monzonite (as &lt;a href=\"ferrous%20oxide\"&gt;ferrous oxide&lt;/a&gt;) is 7% of the whole rock. As in the Pennsylvania diabase ringing rocks, this point suggests that iron content is not a primary factor in the ringing ability.\nDespite the broad public interest in the ringing ability of the ringing rocks, there has not been any actual scientific studies to identify the source of the phenomenon.\nWeathering textures.\nBoulders of the olivine pyroxene monzonite develop odd surface weathering patterns, similar to the textures seen in the Pennsylvania diabase ringing rocks. These textures include channels, grooves, and \"potholes\".\nBell Rock Range.\nThe Bell Rock Range is a large &lt;a href=\"ultramafic\"&gt;ultramafic&lt;/a&gt; &lt;a href=\"gabbro\"&gt;gabbro&lt;/a&gt;-&lt;a href=\"peridotite\"&gt;peridotite&lt;/a&gt; intrusion in the &lt;a href=\"Musgrave%20Block\"&gt;Musgrave Block&lt;/a&gt; of &lt;a href=\"Western%20Australia\"&gt;Western Australia&lt;/a&gt;, near &lt;a href=\"Warburton%2C%20Western%20Australia\"&gt;Warburton&lt;/a&gt;, south of the Wingellina community in the &lt;a href=\"Ngaanyatjarra\"&gt;Ngaanyatjarra&lt;/a&gt; lands. It is composed of massive, heavily indurated intrusive rocks and forms a prominent long range of mountains and hills. The Bell Rock Range is also the site of an exploratory &lt;a href=\"List%20of%20active%20gold%20mines%20in%20Western%20Australia\"&gt;gold mine&lt;/a&gt;.\nNotes.\nhttps://www.fijitimes.com/the-crying-rock/\nReferences.\nFor &lt;a href=\"Ringing%20rocks%23Ringing%20Rocks%20Pluton%2C%20Montana\"&gt;§ Ringing Rocks Pluton, Montana&lt;/a&gt;:"
}