{
    "id": "1811903",
    "revid": "17171546",
    "url": "https://en.wikipedia.org/wiki?curid=1811903",
    "title": "Hollaback Girl",
    "text": "\"Hollaback Girl\" is a song by American singer-songwriter &lt;a href=\"Gwen%20Stefani\"&gt;Gwen Stefani&lt;/a&gt; from her debut solo studio album, \"&lt;a href=\"Love.%20Angel.%20Music.%20Baby.\"&gt;Love. Angel. Music. Baby.&lt;/a&gt;\" (2004). It is a &lt;a href=\"Hip%20hop%20music\"&gt;hip-hop&lt;/a&gt; song that draws influence from &lt;a href=\"1980s%20in%20music\"&gt;1980s&lt;/a&gt; &lt;a href=\"hip%20hop\"&gt;hip-hop&lt;/a&gt; and &lt;a href=\"dance%20music\"&gt;dance music&lt;/a&gt;. The song was written by Stefani, &lt;a href=\"Pharrell%20Williams\"&gt;Pharrell Williams&lt;/a&gt;, and &lt;a href=\"Chad%20Hugo\"&gt;Chad Hugo&lt;/a&gt;, with the latter two handling production as &lt;a href=\"The%20Neptunes\"&gt;The Neptunes&lt;/a&gt;. The song was released as the album's third single on March 22, 2005, and was one of the year's most popular songs, peaking inside the top 10 of the majority of the charts it entered. It reached number one in Australia and the United States, where it became the first &lt;a href=\"Music%20download\"&gt;digital download&lt;/a&gt; to sell one million copies.\n\"Hollaback Girl\" received several award nominations, including &lt;a href=\"Grammy%20Award%20for%20Best%20Female%20Pop%20Vocal%20Performance\"&gt;Best Female Pop Vocal Performance&lt;/a&gt; and &lt;a href=\"Grammy%20Award%20for%20Record%20of%20the%20Year\"&gt;Record of the Year&lt;/a&gt; at the &lt;a href=\"48th%20Annual%20Grammy%20Awards\"&gt;48th Grammy Awards&lt;/a&gt;; however, it lost in both categories. The song divided pop &lt;a href=\"music%20critics\"&gt;music critics&lt;/a&gt;, with some praising its minimalistic production and others declaring it embarrassing. The men's magazine \"&lt;a href=\"Maxim%20%28magazine%29\"&gt;Maxim&lt;/a&gt;\" named it as the \"Most Annoying Song Ever\". In the United States, the song topped the &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt; for four weeks it was ranked at number two on the &lt;a href=\"Billboard%20Year-End%20Hot%20100%20singles%20of%202005\"&gt;Year-End Hot 100&lt;/a&gt;. The single topped the charts in Australia and reached the top-ten in several other countries, including Ireland, Italy, New Zealand, and the United Kingdom. It has since been certified five-times &lt;a href=\"RIAA%20certification\"&gt;Platinum&lt;/a&gt; in United States by the &lt;a href=\"Recording%20Industry%20Association%20of%20America\"&gt;RIAA&lt;/a&gt;, and in Australia by the &lt;a href=\"Australian%20Recording%20Industry%20Association\"&gt;ARIA&lt;/a&gt;.\nA &lt;a href=\"music%20video\"&gt;music video&lt;/a&gt; with Stefani as a cheerleader at a California high school was released on March 21, 2005, and was directed by &lt;a href=\"Paul%20Hunter%20%28director%29\"&gt;Paul Hunter&lt;/a&gt;. The video received four nominations at the &lt;a href=\"2005%20MTV%20Video%20Music%20Awards\"&gt;2005 MTV Video Music Awards&lt;/a&gt;, and ultimately won for &lt;a href=\"MTV%20Video%20Music%20Award%20for%20Best%20Choreography\"&gt;Best Choreography&lt;/a&gt;. Stefani has performed \"Hollaback Girl\" on numerous occasions, including on all three of her concert tours, and on several televised appearances.\nWriting and inspiration.\nAs part of &lt;a href=\"Gwen%20Stefani\"&gt;Gwen Stefani&lt;/a&gt;'s vision of creating \"a silly dance record\", she had worked with &lt;a href=\"The%20Neptunes\"&gt;The Neptunes&lt;/a&gt; (&lt;a href=\"Pharrell%20Williams\"&gt;Pharrell Williams&lt;/a&gt; and &lt;a href=\"Chad%20Hugo\"&gt;Chad Hugo&lt;/a&gt;) during the early stages of writing songs, including \"Hollaback Girl\" for her debut solo album \"Love. Angel. Music. Baby.\"; however, a case of &lt;a href=\"writer%27s%20block\"&gt;writer's block&lt;/a&gt; resulted in reportedly uninspired collaborations. As the album neared completion, Stefani regained her confidence and booked another session with The Neptunes. Stefani flew to New York City to meet up with Williams, and after finishing two songs within a week, Stefani ended the session early and prepared to return home. A few minutes later, Williams called her back into the studio to write another song. Stefani said, \"I was tired. I wanted to go home, but he was like, 'Don't leave yet. When she returned to the studio, Williams began to play Stefani his first solo album, and she became envious. Excited by his material, she decided to write another song with Williams, despite her opinion that the album already contained far too many tracks.\nTo search for inspiration, Stefani and Williams had a lengthy discussion in which Stefani said that she had yet to write a song about her intentions for pursuing a solo career. She remarked how the album was missing an \"attitude song\", and she recalled a derogatory comment that &lt;a href=\"grunge\"&gt;grunge&lt;/a&gt; musician &lt;a href=\"Courtney%20Love\"&gt;Courtney Love&lt;/a&gt; had made about her in an interview with \"&lt;a href=\"Seventeen%20%28American%20magazine%29\"&gt;Seventeen&lt;/a&gt;\" magazine: \"Being famous is just like being in high school. But I'm not interested in being the cheerleader. I'm not interested in being Gwen Stefani. She's the cheerleader, and I'm out in the smoker shed.\" Stefani responded to Love's comments in the March 2005 issue of \"&lt;a href=\"NME\"&gt;NME&lt;/a&gt;\": \"Y'know someone one time called me a cheerleader, negatively, and I've never been a cheerleader. So I was, like, 'OK, fuck you. You want me to be a cheerleader? Well, I will be one then. And I'll rule the whole world, just you watch me. The song uses the lyric and a melodic interpolation, of \"&lt;a href=\"Another%20One%20Bites%20the%20Dust\"&gt;Another One Bites the Dust&lt;/a&gt;\" by &lt;a href=\"Queen%20%28band%29\"&gt;Queen&lt;/a&gt;, referencing the common usage of the song at sporting events, aimed at losing opponents, with Stefani's antagonistic stance likely aimed at Love.\nStefani believed that some &lt;a href=\"No%20Doubt\"&gt;No Doubt&lt;/a&gt; fans would be upset with her solo effort, commenting, \"[They] were probably like, 'Why is she doing this record? She's going to ruin everything'.\" She revealed that she too did not know why she was recording a solo album. For the remainder of the evening, Stefani and Williams incorporated this inspiration into the lyrics that eventually became \"Hollaback Girl\". The two decided that Stefani did not have to have an answer for her intentions and that the choices she made were based on what she felt was wrong or right. On its creation, Stefani said, \"To me, it is the freshest attitude song I've heard in so long.\" Williams was pleased with the song, commenting, \"Gwen is like the girl in high school who just had her own style.\"\nBecause Stefani never disclosed the song title's meaning, reviewers came up with various interpretations. In a satirical, line-by-line analysis of the song's lyrics, \"&lt;a href=\"OC%20Weekly\"&gt;OC Weekly&lt;/a&gt;\" critic Greg Stacy humorously speculated that \"Gwen is apparently the captain of the cheerleader squad; she is the girl who 'hollas' the chants, not one of the girls who simply 'hollas' them back\". The most commonly accepted meaning is that a \"hollaback girl\" responds positively to the \"catcalls\" or hollers of men, but it might mean to Stefani that she would rather take the initiative and \"step it up\". In March 2021, it was revealed that a comment made by &lt;a href=\"supermodel\"&gt;supermodel&lt;/a&gt; &lt;a href=\"Naomi%20Campbell\"&gt;Naomi Campbell&lt;/a&gt; served as inspiration for the chorus. In an appearance on Campbell's &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; &lt;a href=\"talk%20show\"&gt;talk show&lt;/a&gt; \"No Filter\", Williams explained that she had responded to someone trying to speak, \"I'm sorry, I have a name. I ain't no Holla Back girl\", the latter phrase apparently referencing the &lt;a href=\"Fabolous\"&gt;Fabolous&lt;/a&gt; song \"&lt;a href=\"Young%27n%20%28Holla%20Back%29\"&gt;Young'n (Holla Back)&lt;/a&gt;\"; Williams was inspired by the overheard conversation and incorporated the lyric into the chorus of \"Hollaback Girl\".\nComposition and musical style.\n\"Hollaback Girl\" is a &lt;a href=\"Hip%20hop%20music\"&gt;hip-hop&lt;/a&gt; song that draws influence from &lt;a href=\"1980s%20in%20music%23Hip%20hop\"&gt;1980s hip-hop&lt;/a&gt; and &lt;a href=\"dance%20music\"&gt;dance music&lt;/a&gt;. It is a moderately fast song (with a &lt;a href=\"tempo\"&gt;tempo&lt;/a&gt; of 110 &lt;a href=\"beats%20per%20minute\"&gt;beats per minute&lt;/a&gt;) and it is played in the &lt;a href=\"key%20%28music%29\"&gt;key&lt;/a&gt; of &lt;a href=\"D-sharp%20minor\"&gt;D minor&lt;/a&gt;. Like the majority of &lt;a href=\"pop%20music\"&gt;pop music&lt;/a&gt;, it is set in &lt;a href=\"time%20signature\"&gt;common time&lt;/a&gt;. The main &lt;a href=\"chord%20progression\"&gt;chord pattern&lt;/a&gt; of the song alternates between &lt;a href=\"B%20major\"&gt;B major&lt;/a&gt; and &lt;a href=\"D-sharp%20minor\"&gt;D minor&lt;/a&gt; &lt;a href=\"triad%20%28music%29\"&gt;triads&lt;/a&gt;. Most of the harmonic content of the song revolves around a two-chord alternation which music theorists may regard as an L (leading tone) transformation, in which the root of the major chord is lowered by a half-step to form a second inversion minor chord on the third scale degree, a slight tonicization of B major, but resolving back to D minor by having the same A, &lt;a href=\"dominant%20%28music%29\"&gt;a perfect fourth down&lt;/a&gt; from D. This stepwise motion between B and A highlights this chord change. The song is in &lt;a href=\"verse-chorus%20form\"&gt;verse-chorus form&lt;/a&gt; with a &lt;a href=\"bridge%20%28music%29\"&gt;bridge&lt;/a&gt; before the fourth and final &lt;a href=\"refrain\"&gt;chorus&lt;/a&gt;. The song features sparse instrumentation, primarily a minimal &lt;a href=\"beat%20%28music%29\"&gt;beat&lt;/a&gt; produced by &lt;a href=\"drum%20machine\"&gt;drum machine&lt;/a&gt;. A &lt;a href=\"guitar\"&gt;guitar&lt;/a&gt; plays the song's &lt;a href=\"riff\"&gt;riff&lt;/a&gt;, a six-note pattern as Stefani repeats \"this my shit\" during the chorus, and a &lt;a href=\"brass%20section\"&gt;brass section&lt;/a&gt; joins during the second chorus. In part because of its &lt;a href=\"cheerleading\"&gt;cheerleading&lt;/a&gt; &lt;a href=\"motif%20%28music%29\"&gt;motif&lt;/a&gt;, it drew comparisons to &lt;a href=\"Toni%20Basil\"&gt;Toni Basil&lt;/a&gt;'s 1982 song \"&lt;a href=\"Mickey%20%28Toni%20Basil%20song%29\"&gt;Mickey&lt;/a&gt;\".\nCritical reception.\n\"Hollaback Girl\" received mixed reviews from &lt;a href=\"Music%20journalism\"&gt;music critics&lt;/a&gt;. &lt;a href=\"Yahoo%21%20Music\"&gt;Yahoo! Music&lt;/a&gt;'s Jennifer Nine described it as a \"stomping, stripped-back\" track, and &lt;a href=\"Stephen%20Thomas%20Erlewine\"&gt;Stephen Thomas Erlewine&lt;/a&gt; of &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt; noted that it had the \"thumping, minimal beats\" of The Neptunes. Richard Smirke of &lt;a href=\"Playlouder\"&gt;Playlouder&lt;/a&gt; called it \"a trademark Neptunes hip-hop stomp.\" In his review of \"Love. Angel. Music. Baby.\", &lt;a href=\"Rob%20Sheffield\"&gt;Rob Sheffield&lt;/a&gt; of \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" gave the song a positive review, writing that \"Stefani's gum-snapping sass brings out the beast in her beatmasters, especially the Neptunes in 'Hollaback Girl'.\" \"&lt;a href=\"Blender%20%28magazine%29\"&gt;Blender&lt;/a&gt;\" listed it as the 11th best song of 2005, and the song tied with &lt;a href=\"Damian%20Marley\"&gt;Damian Marley&lt;/a&gt;'s \"&lt;a href=\"Welcome%20to%20Jamrock%20%28song%29\"&gt;Welcome to Jamrock&lt;/a&gt;\" for number five on the 2005 &lt;a href=\"Pazz%20%26amp%3B%20Jop\"&gt;Pazz &amp; Jop&lt;/a&gt;, a survey of several hundred music critics conducted by &lt;a href=\"Robert%20Christgau\"&gt;Robert Christgau&lt;/a&gt;.\nOn the other hand, Jason Damas, in a review for \"&lt;a href=\"PopMatters\"&gt;PopMatters&lt;/a&gt;\", felt that the song sounds \"almost exactly like &lt;a href=\"Dizzee%20Rascal\"&gt;Dizzee Rascal&lt;/a&gt;\", and added, \"Lyrically, this is where Gwen sinks the lowest here, especially on a breakdown where she repeats, 'This shit is bananas / B-A-N-A-N-A-S!' several times\". Eric Greenwood of Drawer B called the song \"moronic and embarrassingly tuneless,\" while also writing \"I'd quote the lyrics, but they're so bad, I almost feel sorry for her. A 35-year-old woman singing about &lt;a href=\"pom-pom\"&gt;pom-pom&lt;/a&gt;s and 'talking shit' in high school betrays such a delusional self-image that it's hard not to be taken aback. And on top of that, The Neptunes' beats are clunky and the production is senselessly bombastic.\" Nick Sylvester of \"&lt;a href=\"Pitchfork%20%28website%29\"&gt;Pitchfork&lt;/a&gt;\" also criticized the track, referring to it as a \"Queen pastiche [...] which has about as much club potential as a 13-year old with a milk moustache and his dad's ID\". However, despite this initial negative review, Pitchfork would later place the track at number 35 on its list of the Top 50 Singles of 2005, and at number 180 on its list of The Top 500 Tracks of the 2000s. \"&lt;a href=\"Maxim%20%28magazine%29\"&gt;Maxim&lt;/a&gt;\" was unimpressed with the song, and in its October 2005 issue, published a list of the \"20 Most Annoying Songs Ever\" with \"Hollaback Girl\" in first place. Cat Conway of \"&lt;a href=\"Drowned%20in%20Sound\"&gt;Drowned in Sound&lt;/a&gt;\" gave the song a negative review, saying \"Hollaback Girl\" sees Gwen Stefani getting a big lick off , delivering vocals that sound like she needs a &lt;a href=\"Sudafed\"&gt;Sudafed&lt;/a&gt;.\"\nCommercial performance.\n\"Hollaback Girl\" entered the &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt; at number 82 on the issue dated April 2, 2005, and within six weeks of its release, it had reached the top of the chart, becoming Stefani's first and only US number one. It ended the nine-week run of &lt;a href=\"50%20Cent\"&gt;50 Cent&lt;/a&gt;'s \"Candy Shop\" featuring &lt;a href=\"Olivia%20%28singer%29\"&gt;Olivia&lt;/a&gt;, and maintained the number-one position for four consecutive weeks. \"Hollaback Girl\" ranked second on the &lt;a href=\"Billboard%20Year-End%20Hot%20100%20singles%20of%202005\"&gt;2005 Hot 100 year-end chart&lt;/a&gt;. The song held the record for most US radio airplays in one week, with 9,582 plays, and maintained this record for over a year before &lt;a href=\"Shakira\"&gt;Shakira&lt;/a&gt; and &lt;a href=\"Wyclef%20Jean\"&gt;Wyclef Jean&lt;/a&gt;'s \"&lt;a href=\"Hips%20Don%27t%20Lie\"&gt;Hips Don't Lie&lt;/a&gt;\" overtook the position. \"Hollaback Girl\" peaked at number one on the \"Billboard\" &lt;a href=\"Pop%20100\"&gt;Pop 100&lt;/a&gt; chart for eight weeks and at number 15 on the &lt;a href=\"Hot%20Dance%20Club%20Play\"&gt;Hot Dance Club Play&lt;/a&gt; chart. The song was a &lt;a href=\"Crossover%20music\"&gt;crossover&lt;/a&gt; success, and reached number four on the &lt;a href=\"Rhythmic%20Top%2040\"&gt;Rhythmic Top 40&lt;/a&gt; and number eight on the &lt;a href=\"Hot%20R%26amp%3BB/Hip-Hop%20Songs\"&gt;Hot R&amp;B/Hip-Hop Songs&lt;/a&gt; chart.\n\"Hollaback Girl\" was noted for having a large number of digital downloads, becoming the first single to sell more digital downloads than CDs. In October 2005, \"Hollaback Girl\" was the first single to ever sell one million digital downloads and later went on to sell a total of 1.2 million downloads. It was certified five-times platinum by the &lt;a href=\"Recording%20Industry%20Association%20of%20America\"&gt;Recording Industry Association of America&lt;/a&gt;. It was later re-certified platinum, for the same sales, due to the change of the RIAA certification criteria for singles. On the year-end list for Hot Digital Songs in 2005, \"Hollaback Girl\" topped the chart.\n\"Hollaback Girl\" was successful in Canada, where the song debuted and peaked at number 12 on the &lt;a href=\"Canadian%20Singles%20Chart\"&gt;Canadian Singles Chart&lt;/a&gt;. However, &lt;a href=\"Graham%20Henderson%20%28Canadian%20lawyer%29\"&gt;Graham Henderson&lt;/a&gt;, president of the &lt;a href=\"Canadian%20Recording%20Industry%20Association\"&gt;Canadian Recording Industry Association&lt;/a&gt; (CRIA), later argued that based on Canada's population relative to the US, the single should have sold around 120,000 copies and that the comparatively lower sales of 25,000 were a sign that the &lt;a href=\"copyright%20law%20of%20Canada\"&gt;Canadian copyright law&lt;/a&gt; should be tightened to discourage non-commercial &lt;a href=\"peer-to-peer%20file%20sharing\"&gt;peer-to-peer file sharing&lt;/a&gt;. Columnist &lt;a href=\"Michael%20Geist\"&gt;Michael Geist&lt;/a&gt; disputed the comparison, arguing that the Canadian online music market was still developing. The song was released in Australia on May 23, 2005, debuting at number one on the &lt;a href=\"ARIA%20Charts\"&gt;ARIA Singles Chart&lt;/a&gt;, and in Europe on June 6, 2005, reaching number five on the &lt;a href=\"European%20Hot%20100%20Singles\"&gt;European Hot 100 Singles&lt;/a&gt;. In the United Kingdom, \"Hollaback Girl\" was released on the same day, but it did not perform as well as Stefani's previous releases. The song's predecessors, \"&lt;a href=\"What%20You%20Waiting%20For%3F\"&gt;What You Waiting For?&lt;/a&gt;\" and \"&lt;a href=\"Rich%20Girl%20%28Gwen%20Stefani%20song%29\"&gt;Rich Girl&lt;/a&gt;\", had both reached number four, while \"Hollaback Girl\" debuted at number eight and remained at the same position the following week. Although its UK success was limited, it remained in the top 40 for an additional 11 weeks. The single was largely successful across Europe, reaching the top five in Austria, Denmark, Germany, and Ireland, and the top 10 in Belgium, Finland, Italy, the Netherlands, Norway, Sweden, and Switzerland.\nMusic video.\nThe music video for \"Hollaback Girl\" was directed by &lt;a href=\"Paul%20Hunter%20%28director%29\"&gt;Paul Hunter&lt;/a&gt; and filmed in the &lt;a href=\"Van%20Nuys%2C%20Los%20Angeles\"&gt;Van Nuys&lt;/a&gt; and &lt;a href=\"Reseda%2C%20Los%20Angeles\"&gt;Reseda&lt;/a&gt; neighborhoods of &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;. It opens with a scene of Stefani taking a picture of her four &lt;a href=\"Harajuku%20Girls\"&gt;Harajuku Girls&lt;/a&gt;, when a crowd of students appears. Stefani and the Harajuku Girls then drive down Sherman Way past Magnolia Science Academy to &lt;a href=\"Birmingham%20High%20School\"&gt;Birmingham High School&lt;/a&gt; in a 1961 &lt;a href=\"Chevrolet%20Impala\"&gt;Chevrolet Impala&lt;/a&gt;, accompanied by the crowd. Stefani and the group cause a commotion when they disrupt a &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; game by walking onto the field and when they go to a &lt;a href=\"99%20Cents%20Only%20Stores\"&gt;99 Cents Only Store&lt;/a&gt; and throw &lt;a href=\"breakfast%20cereal\"&gt;cereal&lt;/a&gt; and other food products down an aisle. Throughout the video, there are intercut sequences of choreographed dancing filmed in a &lt;a href=\"sound%20stage\"&gt;sound stage&lt;/a&gt;, intended to represent Stefani's imagination. Stefani and the Harajuku Girls are outfitted in cheerleading uniforms, accompanied by several Californian spirit groups: the Orange Crush All Stars, a &lt;a href=\"cheerleading\"&gt;cheerleading&lt;/a&gt; squad from &lt;a href=\"Orange%20County%2C%20California\"&gt;Orange County&lt;/a&gt;; a &lt;a href=\"marching%20band\"&gt;marching band&lt;/a&gt; from &lt;a href=\"Fountain%20Valley%20High%20School\"&gt;Fountain Valley High School&lt;/a&gt; in &lt;a href=\"Fountain%20Valley%2C%20California\"&gt;Fountain Valley&lt;/a&gt;; a &lt;a href=\"pep%20flags\"&gt;pep flag&lt;/a&gt; team named the &lt;a href=\"Carson%20High%20School%20%28Los%20Angeles%29\"&gt;Carson High School&lt;/a&gt; Flaggies from &lt;a href=\"Carson%2C%20California\"&gt;Carson&lt;/a&gt;; and a drill team from Stephen M. White Middle School in Carson. To visualize the song's bridge, the Harajuku Girls spell the word \"bananas\" with &lt;a href=\"cue%20card\"&gt;cue card&lt;/a&gt;s. The video ends with a close-up &lt;a href=\"film%20frame\"&gt;frame&lt;/a&gt; of Stefani with her arms in the air.\nThe Chevy Impala convertible from the video includes a painting by artist J. Martin. The design includes Stefani as seen on the album cover of \"Love. Angel. Music. Baby.\" with the words \"Hollaback Girl\" in &lt;a href=\"calligraphy\"&gt;calligraphy&lt;/a&gt;. The car was, eventually, sold on &lt;a href=\"eBay\"&gt;eBay&lt;/a&gt;. Pharrell Williams, one of the song's co-producers, makes a &lt;a href=\"cameo%20appearance\"&gt;cameo appearance&lt;/a&gt;. The complete version of \"Hollaback Girl\" featured in the music video was released commercially through &lt;a href=\"CD%20single\"&gt;CD single&lt;/a&gt;s and digital downloads. Some include &lt;a href=\"remix\"&gt;remix&lt;/a&gt;es by &lt;a href=\"Diplo\"&gt;Diplo&lt;/a&gt; and &lt;a href=\"Tony%20Kanal\"&gt;Tony Kanal&lt;/a&gt;.\nThe video debuted on March 21, 2005, and proved successful on video chart programs. It debuted on &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt;'s \"&lt;a href=\"Total%20Request%20Live\"&gt;Total Request Live&lt;/a&gt;\" on March 31 at number 10 and remained on the program for a total of 50 days, becoming what \"Rolling Stone\" called \"a staple of MTV's \"TRL\"\". The video reached the top of the chart and was retired at number four on June 23, becoming Stefani's first video to retire. &lt;a href=\"VH1\"&gt;VH1&lt;/a&gt; listed the video at number five on its Top 40 Videos of 2005, and at the &lt;a href=\"2005%20MTV%20Video%20Music%20Awards\"&gt;2005 MTV Video Music Awards&lt;/a&gt;, the video received four nominations, but only won the award for &lt;a href=\"MTV%20Video%20Music%20Award%20for%20Best%20Choreography\"&gt;Best Choreography&lt;/a&gt;. Stefani did not attend the &lt;a href=\"2006%20MTV%20Video%20Music%20Awards\"&gt;2006 MTV Video Music Awards&lt;/a&gt;, prompting rumors that she was protesting her lack of nominations the previous year, her multiple losses to &lt;a href=\"Kelly%20Clarkson\"&gt;Kelly Clarkson&lt;/a&gt;, and her not having been asked to perform. Stefani denied the rumors, responding, \"the only reason I am not attending the MTV Video Music Awards is because I will be recording and spending time with my family.\"\nLive performances.\nStefani has performed \"Hollaback Girl\" on several occasions, including on two of her concert tours, in addition to several appearances on television shows. During the majority of the 2005 &lt;a href=\"Harajuku%20Lovers%20Tour\"&gt;Harajuku Lovers Tour&lt;/a&gt;, Stefani sang the single as an encore performance, where she wore a drumming costume and encouraged the audience to sing along with her. However, in earlier shows, before the single's success, she sang it before tracks \"&lt;a href=\"Serious%20%28Gwen%20Stefani%20song%29\"&gt;Serious&lt;/a&gt;\" and \"Bubble Pop Electric\". During &lt;a href=\"The%20Sweet%20Escape%20Tour\"&gt;The Sweet Escape Tour&lt;/a&gt;, she performed the song in the middle of the show wearing sparkly red shorts and an argyle jacket atop a &lt;a href=\"L.A.M.B.\"&gt;L.A.M.B.&lt;/a&gt; black and white shirt. She also sported a belt buckle featuring the \"G\" motif frequently used in \"The Sweet Escape\".\nWhen Stefani agreed to be a judge on &lt;a href=\"The%20Voice%20%28U.S.%20season%207%29\"&gt;season 7&lt;/a&gt; of the American reality series \"&lt;a href=\"The%20Voice%20%28U.S.%20TV%20series%29\"&gt;The Voice&lt;/a&gt;\", she sang the track in May 2014 alongside Williams, who would also be appearing on the show as a judge. For the rendition, Stefani wore a black jumpsuit in contrast to Williams, who wore a &lt;a href=\"Mickey%20Mouse\"&gt;Mickey Mouse&lt;/a&gt;-sweater and jeans. The performance prompted the song to enter the \"Billboard\" &lt;a href=\"Pop%20Digital%20Songs\"&gt;Pop Digital Songs&lt;/a&gt; component chart, where it re-entered at number thirty-four. On the May 4, 2016, episode of \"&lt;a href=\"The%20Late%20Late%20Show%20with%20James%20Corden\"&gt;The Late Late Show with James Corden&lt;/a&gt;\", Stefani sang a snippet of the song alongside &lt;a href=\"James%20Corden\"&gt;James Corden&lt;/a&gt; in his show's segment \"Carpool Karaoke\". In addition to Stefani and Corden, actor &lt;a href=\"George%20Clooney\"&gt;George Clooney&lt;/a&gt; and actress &lt;a href=\"Julia%20Roberts\"&gt;Julia Roberts&lt;/a&gt; sang along; when the song concluded, Clooney stated \"this shit's bananas\". More recently, the single was included on her 2016 concert series &lt;a href=\"This%20Is%20What%20the%20Truth%20Feels%20Like%20Tour\"&gt;This Is What the Truth Feels Like Tour&lt;/a&gt;. On November 27, 2019, Stefani performed \"Hollaback Girl\", alongside \"What You Waitin’ For\" and \"Rich Girl\", in a medley on &lt;a href=\"The%20Voice%20%28American%20season%2017%29\"&gt;The Voice season 17&lt;/a&gt; to commemorate \"Love. Angel. Music. Baby.\"s 15th anniversary.\nRemixes and cover versions.\n&lt;a href=\"Diplo\"&gt;Diplo&lt;/a&gt; made a remix for the track after &lt;a href=\"M.I.A.%20%28rapper%29\"&gt;M.I.A.&lt;/a&gt; turned down an offer to produce one. &lt;a href=\"Tony%20Kanal\"&gt;Tony Kanal&lt;/a&gt;, fellow &lt;a href=\"No%20Doubt\"&gt;No Doubt&lt;/a&gt; member, also produced a remix titled the Dancehollaback Remix. The track features &lt;a href=\"reggae\"&gt;reggae&lt;/a&gt; singer &lt;a href=\"Elan%20Atias\"&gt;Elan Atias&lt;/a&gt;, whose debut album Kanal produced. It appears as a single on &lt;a href=\"iTunes%20Store\"&gt;iTunes&lt;/a&gt;, on the CD single for \"&lt;a href=\"Cool%20%28Gwen%20Stefani%20song%29\"&gt;Cool&lt;/a&gt;\", and on the bonus CD of the deluxe edition of \"Love. Angel. Music. Baby.\" Stefani later requested to contribute vocals on \"I Wanna Yell\" from Atias's debut album \"&lt;a href=\"Together%20as%20One%20%28Elan%20Atias%20album%29\"&gt;Together as One&lt;/a&gt;\", and was featured on his song \"Allnighter\".\nIn 2006, &lt;a href=\"Gabe%20Saporta\"&gt;Gabe Saporta&lt;/a&gt; of &lt;a href=\"Cobra%20Starship\"&gt;Cobra Starship&lt;/a&gt; recorded a parody of the song titled \"Hollaback Boy\". Stefani also performed a \"countrified version\" of \"Hollaback Girl\" part of a &lt;a href=\"Sketch%20comedy\"&gt;skit&lt;/a&gt; on \"&lt;a href=\"The%20Tonight%20Show%20Starring%20Jimmy%20Fallon\"&gt;The Tonight Show Starring Jimmy Fallon&lt;/a&gt;\" where &lt;a href=\"Jimmy%20Fallon\"&gt;Fallon&lt;/a&gt; portrayed the character Buck Pinto promoting a fictitious &lt;a href=\"album\"&gt;album&lt;/a&gt; \"Gwen's Gone Country\".\nA cut of the song featuring bananas was featured in a &lt;a href=\"Kroger\"&gt;Kroger&lt;/a&gt; TV ad in the United States in 2021 about food quality and banana freshness.\nPersonnel.\nCredits adapted from the liner notes of \"&lt;a href=\"Love.%20Angel.%20Music.%20Baby.\"&gt;Love. Angel. Music. Baby.&lt;/a&gt;\""
}