{
    "id": "181102",
    "revid": "33688363",
    "url": "https://en.wikipedia.org/wiki?curid=181102",
    "title": "Corryong",
    "text": "Corryong is a small town in &lt;a href=\"Victoria%20%28Australia%29\"&gt;Victoria&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; east of &lt;a href=\"Albury-Wodonga\"&gt;Albury-Wodonga&lt;/a&gt;, near the upper reaches of the &lt;a href=\"Murray%20River\"&gt;Murray River&lt;/a&gt; and close to the &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; border. At the , Corryong had a population of 1,348.\nThe post office opened on 1 February 1874. The town also has its own &lt;a href=\"Corryong%20Airport\"&gt;airport&lt;/a&gt;.\nCorryong hosts \"The Man from Snowy River Bush Festival\", held annually in April.\nClimate.\nCorryong has a borderline &lt;a href=\"oceanic%20climate\"&gt;oceanic&lt;/a&gt;/&lt;a href=\"humid%20subtropical%20climate\"&gt;humid subtropical climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen&lt;/a&gt; \"Cfb\"/\"Cfa\") with hot summers and cool winters, and a high diurnal range throughout the year.\nTransport.\nIt is accessible by road along the &lt;a href=\"Murray%20Valley%20Highway\"&gt;Murray Valley Highway&lt;/a&gt;, and is indeed the eastern endpoint of this highway. Further eastern travel puts a driver on the &lt;a href=\"Alpine%20Way\"&gt;Alpine Way&lt;/a&gt;, this takes travelers through to the Snowy Mountains region of Thredbo and Jindabyne.\nEconomy.\nIndustries in the area involve mainly agriculture and forestry, particularly beef and dairy farming, though some farmers are experimenting with more exotic farming enterprises. The forestry industries include both harvesting native &lt;a href=\"eucalypt\"&gt;eucalypt&lt;/a&gt;s and the extensive pine plantations in the area. The town itself exists primarily to service these industries.\nEducation.\nCorryong is supported by a variety of service clubs, a hospital and schools. It has a Catholic primary and Corryong College P-12 school. The college has approximately 300(2019) students. Corryong is also home to the Australian Institute of Flexible Learning (AIFL) which offers 100% online education to all of Australia.\nIts location makes it the Victorian gateway to the New South Wales snowfields, including the &lt;a href=\"Thredbo%2C%20New%20South%20Wales\"&gt;Thredbo&lt;/a&gt; ski village, and the &lt;a href=\"Snowy%20Mountains%20Scheme\"&gt;Snowy Mountains Scheme&lt;/a&gt;. It is a way station for many travellers, particularly those on &lt;a href=\"motorcycle\"&gt;motorcycle&lt;/a&gt;s, travelling across Australia's highest mountains. Other tourists come to fish in the river and other nearby waterways, or to partake in horseriding around the mountain areas surrounding the town.\nIt is also of note as the home of Jack Riley, a hermit &lt;a href=\"stockman%20%28Australia%29\"&gt;stockman&lt;/a&gt; employed by John Pierce of &lt;a href=\"Greg%20Greg\"&gt;Greg Greg Station&lt;/a&gt; for 23 years to run cattle at Tom Groggin upriver from . The local government uses this claim extensively in its tourist promotions, and holds The Man from Snowy River Bush Festival annually \nCorryong is close to the &lt;a href=\"Burrowa-Pine%20Mountain%20National%20Park\"&gt;Burrowa-Pine Mountain National Park&lt;/a&gt; and the massive &lt;a href=\"Alpine%20National%20Park\"&gt;Alpine National Park&lt;/a&gt;. The &lt;a href=\"Kosciuszko%20National%20Park\"&gt;Kosciuszko National Park&lt;/a&gt; is located nearby across the state border. Both of these areas were extensively burnt in the bushfires which raged through the region in January 2003 and in the summer of 2019/20.\nSport.\nGolfers play at the Corryong Golf Club on Donaldson Street, a nine-hole course.\nThe town is the centre of the &lt;a href=\"Upper%20Murray%20Football%20League\"&gt;Upper Murray Football League&lt;/a&gt;, an &lt;a href=\"Australian%20Rules%20Football\"&gt;Australian Rules Football&lt;/a&gt; competition which began in 1893. Corryong is home to two of the three foundation clubs: Corryong FC, which has been based in the town from 1893 and Federal FC, formerly the Mount Elliot Miners and renamed in 1901 to celebrate the &lt;a href=\"Federation%20of%20Australia\"&gt;Federation of Australia&lt;/a&gt; and moved to be fully based at Corryong around the same time.\nHistorical grandstand.\nThe Corryong Recreation Reserve was the home of the Grandstand, known as \"The Grand Old Lady\" to some locals in the Upper Murray community.\nIn late 1902 the idea was raised for the possible building of a grandstand at the Corryong Recreation Reserve which would be shared between the Corryong Race Club &amp; the A&amp;P Society (today known as the Corryong &amp; Upper Murray A&amp;P Society Inc.). Fundraising started almost immediately through a range of means including \"Bazaars\", and by 1905 arrangements were in place to erect the grandstand. On 14 February 1906 an ad was placed calling for tenders, and on 22 June 1906 the contract was let for &lt;a href=\"Australian%20pound\"&gt;A£&lt;/a&gt;393 with work to proceed shortly.\nMany years passed since the Grandstand was opened before the Corryong Racing Club left, leaving the A&amp;P Society with sole ownership of the grandstand. Additional the neighboring &lt;a href=\"Towong%2C%20Victoria%23Towong%20Turf%20Club\"&gt;Towong Turf Club&lt;/a&gt;'s \"Towong Grandstand\" was built by Tom Greenhill around the same time and done in a similar style to the \"Corryong Grandstand\". It's unclear when the Corryong Recreation Reserve was repurposed for &lt;a href=\"Australian%20Rules%20Football\"&gt;football&lt;/a&gt; but sometime after both the &lt;a href=\"Corryong%20Football%20Netball%20Club\"&gt;Corryong Football Club&lt;/a&gt; &amp; the &lt;a href=\"Federal%20Football%20Netball%20Club\"&gt;Federal Football Club&lt;/a&gt; moved here, with each building their own clubrooms.\nHowever, by early 2014, after many years of neglect the grandstand was deemed unsafe to the public, and was fenced off to stop any public access. On 2 September 2014, it was announced that there were plans to demolish the historic 108-year-old Corryong Grandstand as part of plans to refurbish the Towong Grandstand at the &lt;a href=\"Towong%2C%20Victoria%23Towong%20Turf%20Club\"&gt;Towong Turf Club&lt;/a&gt;. The Corryong Grandstand was not heritage listed on either the &lt;a href=\"Australian%20National%20Heritage%20List\"&gt;Australian National Heritage List&lt;/a&gt; or the &lt;a href=\"Victorian%20Heritage%20Register\"&gt;Victorian Heritage Register&lt;/a&gt;. After public backlash from the Upper Murray community the Facebook page \"Corryong Grandstand - Stand By Me\" was established on 29 September 2014 and a petition started on Change.Org. After gathering submissions from members of the community, the group had a meeting with &lt;a href=\"Victorian%20Civil%20and%20Administrative%20Tribunal\"&gt;VCAT&lt;/a&gt; scheduled for 10 April 2015 in Melbourne, but was later rescheduled for 8 May 2015, in Wodonga. An announcement regarding its fate was scheduled to take place on 1 June 2015. In the 10 September 2015 edition of the \"&lt;a href=\"Corryong%20Courier\"&gt;Corryong Courier&lt;/a&gt;\" the grandstand made the front page with the headline reading \"Last Stand? Death knell sounds for grandstand.\""
}