{
    "id": "18124375",
    "revid": "38455",
    "url": "https://en.wikipedia.org/wiki?curid=18124375",
    "title": "This Rough Magic",
    "text": "This Rough Magic is a &lt;a href=\"romantic%20suspense\"&gt;romantic suspense&lt;/a&gt; novel by &lt;a href=\"Mary%20Stewart%20%28novelist%29\"&gt;Mary Stewart&lt;/a&gt;, first published in 1964. The title is a quote from William Shakespeare's \"&lt;a href=\"The%20Tempest\"&gt;The Tempest&lt;/a&gt;\". Like several other novels by Stewart, it is set in Greece and has an element of suspense.\nJulian Gale and the play \"Tiger, Tiger\" (with a different author) are also mentioned in \"&lt;a href=\"The%20Wind%20Off%20the%20Small%20Isles\"&gt;The Wind Off the Small Isles&lt;/a&gt;\" (1968) by the same author. \nPlot summary.\nLucy Waring, a struggling young actress, is on holiday in &lt;a href=\"Corfu\"&gt;Corfu&lt;/a&gt; at the &lt;a href=\"villa\"&gt;villa&lt;/a&gt; of her wealthy sister, Phyllida Forli, and becomes involved in intrigue involving international &lt;a href=\"smuggling\"&gt;smuggling&lt;/a&gt; and murder.\nThe Forlis rent their gothic castello to renowned &lt;a href=\"Shakespeare%20in%20performance\"&gt;Shakespearean actor&lt;/a&gt;, Sir Julian Gale, and his &lt;a href=\"composer\"&gt;composer&lt;/a&gt; son, Max. While swimming, Lucy encounters a tame local &lt;a href=\"dolphin\"&gt;dolphin&lt;/a&gt; and is nearly struck by a ricocheting bullet. Alarmed, she spies Max Gale watching from his terrace and angrily accuses him of the shooting. Max is dismissive and treats her like an unbalanced trespasser. \nGodfrey Manning, who rents the second villa on the Forli complex, relays shocking news to Lucy and Phyllida of the drowning of Spiro, son of the Forli housekeeper. Spiro has fallen from Manning's boat, carried by the currents toward communist &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt;, behind the &lt;a href=\"Iron%20Curtain\"&gt;Iron Curtain&lt;/a&gt;. \nLucy meets Sir Julian and is flattered when he relates his pet theory that Corfu is the setting for &lt;a href=\"Shakespeare%27s%20plays\"&gt;Shakespeare's&lt;/a&gt; \"&lt;a href=\"The%20Tempest\"&gt;The Tempest&lt;/a&gt;\" (a recurring theme in the novel). Max Gale joins the conversation and is more agreeable on this occasion. \nA dead body washes ashore, discovered by Lucy, who fears it is Spiro. Godfrey Manning and Max Gale each come to investigate, and Lucy sees animosity between them. The body is not Spiro, but a local smuggler named Yanni.\nPast midnight, Lucy returns to the beach on an urgent errand, finds the dolphin helplessly beached on the shore, and runs for help. She stumbles on Max Gale and Athoni (Spiro's best friend), carrying home a wounded Spiro. She angrily accuses Max of being a smuggler and Yanni's killer. Max denies this but admits smuggling Spiro from Albania that night. Yanni had been killed making inquiries about Spiro in Albania, leaving Max to get Spiro out instead. Lucy asks Max to help save the dolphin, and they bond over the rescue. \nSpiro relates that Manning attempted to kill him upon discovering Manning smuggling &lt;a href=\"Counterfeit%20money\"&gt;counterfeit&lt;/a&gt; currency into Albania. Manning likely killed Yanni to protect his smuggling operations and tried to kill the dolphin that drew disruptive spectators.\nThe next day, Max takes Spiro for medical attention and to the authorities. Lucy goes to Manning's boat and hides a roll of counterfeit currency in the boathouse as evidence. When Manning returns unexpectedly, Lucy is forced to hide in the boat as he takes it out on a run. Manning finds her and attempts to kill her, but Lucy jumps overboard, diving to avoid his searchlight. Nearly drowning, Lucy is &lt;a href=\"Dolphin%23Relationships_with_humans\"&gt;saved by the dolphin she rescued&lt;/a&gt;, clinging as the dolphin swims to shore. A peasant drives her to the Forli villa on his motorcycle.\nLucy sends Athoni to retrieve the evidence in the boathouse. At the Manning villa, Lucy listens out of sight while Manning is questioned by authorities. He denies trying to kill Spiro or knowing what happened to Lucy. Lucy confronts Manning. A fight ensues where Max attacks Manning, who discharges a stray bullet that wounds Spiro. Manning escapes in the chaos and runs past Athoni, who lets him reach the boathouse. Miranda, Spiro's sister, blames Athoni for letting Manning escape, as the boathouse explodes. Athoni tells Miranda that he has taken revenge on her behalf. \nSir Julian embraces Lucy and asks if she would like to share a billing with him back in London. Lucy replies that she's not in his league. Max then suggests coyly that she can be billed with him instead, and Lucy readily agrees.\nSerialisation.\nThe book was serialised in the British magazine \"&lt;a href=\"Woman%27s%20Journal%20%28British%20magazine%29\"&gt;Woman's Journal&lt;/a&gt;\"."
}