{
    "id": "18132693",
    "revid": "1261736",
    "url": "https://en.wikipedia.org/wiki?curid=18132693",
    "title": "James Power (ice hockey)",
    "text": "James \"Rocket\" Power (February 9, 1884 – April 6, 1920) was an amateur, later a professional &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; athlete playing the &lt;a href=\"Defenceman\"&gt;defence&lt;/a&gt; position from 1900 to 1913. Rocket played on the 1904 &lt;a href=\"Quebec%20Bulldogs\"&gt;Quebec Bulldogs&lt;/a&gt; &lt;a href=\"Canadian%20Amateur%20Hockey%20League\"&gt;CAHL&lt;/a&gt; championship team. That year Quebec did not challenge for the Stanley Cup. He also played one regular season game for &lt;a href=\"Quebec%20Bulldogs\"&gt;Quebec Bulldogs&lt;/a&gt; 1913 &lt;a href=\"Stanley%20Cup\"&gt;Stanley Cup&lt;/a&gt; champion team.\nFamily.\nHe was born in &lt;a href=\"Sillery%2C%20Quebec%20City\"&gt;Sillery&lt;/a&gt; to &lt;a href=\"William%20Power%20%28Canadian%20politician%29\"&gt;William Power&lt;/a&gt; and Susan Winnifred Rockett. His nickname \"Rocket\" came from his mother's maiden name. His father was a member of Parliament in the &lt;a href=\"House%20of%20Commons%20of%20Canada\"&gt;House of Commons&lt;/a&gt;, and three of his brothers also had political careers: &lt;a href=\"William%20Gerard%20Power\"&gt;William Gerard Power&lt;/a&gt; was a member of the &lt;a href=\"Legislative%20Council%20of%20Quebec\"&gt;Legislative Council of Quebec&lt;/a&gt;; &lt;a href=\"Joe%20Power%20%28ice%20hockey%29\"&gt;Joe&lt;/a&gt; also played ice hockey and was a member of the &lt;a href=\"Legislative%20Assembly%20of%20Quebec\"&gt;Legislative Assembly of Quebec&lt;/a&gt;; &lt;a href=\"Charles%20Gavan%20Power\"&gt;Charles \"Chubby\" Power&lt;/a&gt; also played ice hockey, and later became a member of Parliament and also a &lt;a href=\"Senate%20of%20Canada\"&gt;senator&lt;/a&gt;. Charles's son &lt;a href=\"Frank%20Power\"&gt;Frank Power&lt;/a&gt; also became a member of Parliament, as did Charles's grandson &lt;a href=\"Lawrence%20Cannon\"&gt;Lawrence Cannon&lt;/a&gt;.\nPlaying career.\nPower started his playing career with the Quebec Crescents in 1900. He joined the &lt;a href=\"Quebec%20Bulldogs\"&gt;Quebec Hockey Club&lt;/a&gt; organization in 1901, playing for the Quebec \"Seconds\" in the CAHL Intermediate division, playing five games for the Quebec HC in the 1902–03 season. In 1903–04 he played for the &lt;a href=\"Canadian%20Sault%20Hockey%20Club\"&gt;Canadian Sault Hockey Club&lt;/a&gt; professional team before returning to Quebec in 1904–05. He would go west to play for the Edmonton Thistles in 1905–06, returning to Quebec in 1907–08. In 1908–09, he would play for the Edmonton Professional Hockey Club. In 1909, he returned to Quebec, but played for Waterloo of the Ontario Professional Hockey League after the CHA folded. He split 1910–11 between Quebec and the &lt;a href=\"Montreal%20Canadiens\"&gt;Montreal Canadiens&lt;/a&gt;. In 1911–12, he played for New Glasgow of the Maritime Professional Hockey League. He played one final game with Quebec in the 1912–13 season before retiring."
}