{
    "id": "1813437",
    "revid": "19404073",
    "url": "https://en.wikipedia.org/wiki?curid=1813437",
    "title": "Aerosol paint",
    "text": "Aerosol paint (commonly spray paint) is &lt;a href=\"paint\"&gt;paint&lt;/a&gt; that comes in a sealed, pressurized container and is released in an &lt;a href=\"aerosol%20spray\"&gt;aerosol spray&lt;/a&gt; when a &lt;a href=\"valve\"&gt;valve&lt;/a&gt; button is depressed. &lt;a href=\"Aerosol\"&gt;Aerosol&lt;/a&gt; painting is one form of &lt;a href=\"spray%20painting\"&gt;spray painting&lt;/a&gt;; it leaves a smooth, even coat, unlike many traditional &lt;a href=\"Paint%20roller\"&gt;rolled&lt;/a&gt; and brushed paints. Standard-sized cans are lightweight, portable, inexpensive, and easy to store. Aerosol &lt;a href=\"Primer%20%28paint%29\"&gt;primer&lt;/a&gt; can be applied directly to bare metal and many plastics.\n&lt;a href=\"Graffiti\"&gt;Graffiti&lt;/a&gt; artists are known to use spray paint because the medium is quick, permanent, and portable. The origin of the product, however, dates back to 1949, when it was designed for the very practical purpose of applying aluminum paint coatings to radiators. \nHistory.\nIn 1949, Edward H. Seymour, of &lt;a href=\"Sycamore%2C%20IL\"&gt;Sycamore, IL&lt;/a&gt;, added paint to existing &lt;a href=\"spray%20can\"&gt;spray can&lt;/a&gt; technology at his wife Bonnie's suggestion. It was initially designed to demonstrate an &lt;a href=\"Aluminium\"&gt;aluminum&lt;/a&gt; paint he developed. His patent was awarded in 1951.\nMost aerosol paints also have a metal, marble, glass or plastic ball called a \"pea\" inside of the can, which is used to mix the paint when the can is shaken.\nUses.\nCommercial, industrial and consumer uses.\n&lt;a href=\"Acrylic%20paint\"&gt;Acrylic&lt;/a&gt;-based craft primers and vinyl dye can be used on plastics like &lt;a href=\"Model%20building\"&gt;models&lt;/a&gt; or &lt;a href=\"Miniature%20figure%20%28gaming%29\"&gt;miniatures&lt;/a&gt;.\nMost brands include a wide variety of paints, including primers, heat, and traffic resistant enamels, gloss and matte finishes, metallic colors, and textured paints for home decor.\nAerosol paint is useful for quick, semi-permanent marking on construction and surveying sites. Inverted cans for street, utility or field marking can be used upside-down with an extension pole. APWA (American Public Works Association) has &lt;a href=\"Utility%20color%20code\"&gt;standardized colors&lt;/a&gt; for utility and excavation markings. Hiking trails can also be marked with aerosol paint &lt;a href=\"Trail%20blazing\"&gt;trail blazes&lt;/a&gt;.\nSmall to medium-sized repairs to &lt;a href=\"automobile\"&gt;automobile&lt;/a&gt; bodywork can be completed by enthusiasts at home using aerosol paint, though to paint an entire vehicle in this manner would be difficult and expensive. The main disadvantages, compared to a professional spray gun, include the limited quality provided by the built-in nozzle and the lack of infrared baking after applying the paint, which indicates that the paint could take several months to obtain its final hardness.\nTechnique.\nFor a good finish, it is essential to prepare the surface well, sanding to provide a key and thoroughly degreasing with naphtha (panel wipe). Areas not to be painted should be masked, although for repair work it is important to avoid spraying a full coat right up to the masking tape, which will leave a hard line; it is better to fade the new paint into the existing paint, especially if the color is difficult to match. The flow of paint should be started or stopped on the masked area rather than over the area intended to be painted, as aerosols often discharge \"blobs\" of paint under these conditions. Coats should be built up lightly enough to avoid runs, but a \"dry\" finish must be avoided by spraying too thinly or from too far away. The optimum distance between the can and workpiece is around one foot (30cm). Most automotive paints will require a clear lacquer after the color coat, normally 24 hours later. The color coat should be well matted down with very fine abrasive paper before applying the lacquer.\nThere are also a variety of tools to assist in the dispersal of paints including spray paint handles and attachments to equalize the pressure and secure hand grip. Other customized technology such as &lt;a href=\"sprayprinter\"&gt;sprayprinter&lt;/a&gt; can be attached to aerosol cans to partially automate the process of spray painting and allow for images to be created in a manner similar to printing.\nGraffiti and street art uses.\nSpeed, portability, and permanence also make aerosol paint a common &lt;a href=\"graffiti\"&gt;graffiti&lt;/a&gt; medium. In the late 1970s, street graffiti writers' signatures and murals became more elaborate and a unique style developed as a factor of the aerosol medium and the speed required for illicit work. Many now recognize graffiti and street art as a unique art form and specifically manufactured aerosol paints are made for the graffiti artist.\nGraffiti artist paints tend to be more expensive, but have a wider selection of rich colors, are thicker and less likely to drip. They are produced in standard high-pressure cans for fast, thick coverage and lower pressure cans for more control and flexibility. Most art brand paints have two or three mixing peas in a can. A wide array of actuators or caps are available, from standard \"skinny\" caps to wider \"fat\" caps, as well as caps that control the softness or crispness of the spray. &lt;a href=\"Calligraphy\"&gt;Calligraphy&lt;/a&gt; caps create fan spray instead of the standard round.\nStencils.\nWhen aerosol paint is used, care must be taken to cover or mask areas where the paint is not wanted. A &lt;a href=\"stencil\"&gt;stencil&lt;/a&gt; can be used to protect a surface except for the specific shape that is to be painted. Stencils can be purchased as movable letters, ordered as professionally cut &lt;a href=\"logo\"&gt;logo&lt;/a&gt;s, or hand-cut by artists.\nStencils can be used multiple times for recognition and consistency. Official stencils can be used to quickly and clearly label objects, vehicles or locations. Graffiti writers can use stencils to quickly mark in busy places or leave recognizable tags over a large area. &lt;a href=\"List%20of%20Stencil%20Artists\"&gt;Stencil artists&lt;/a&gt; often use multiple colors, or create elaborate stencils that are works of art in themselves.\nIllicit use.\nGraffiti.\nUnauthorized graffiti is considered to be &lt;a href=\"vandalism\"&gt;vandalism&lt;/a&gt; in most jurisdictions mainly because the work or display is done without permission of the property owner. The term 'aerosol art' is commonly used for displaying art form 'with' permission of the property owner. The UK and many cities in the United States prohibit the sale of aerosol paint to minors as part of graffiti abatement programs. While major industrial and consumer aerosol paint companies like Krylon and Rust-Oleum actively participate in anti-graffiti programs, art-brand companies are often supportive of writers and &lt;a href=\"graffiti%20culture\"&gt;graffiti culture&lt;/a&gt;, though most do not endorse illegal writing.\nInhalant.\nLike many household &lt;a href=\"chemical\"&gt;chemical&lt;/a&gt;s and &lt;a href=\"Aerosol%20spray\"&gt;aerosols&lt;/a&gt;, aerosol paint vapor and propellant can be misused as an &lt;a href=\"inhalant\"&gt;inhalant&lt;/a&gt;."
}