{
    "id": "18159989",
    "revid": "36759859",
    "url": "https://en.wikipedia.org/wiki?curid=18159989",
    "title": "Gustave Boël",
    "text": "Gustave André Boël (18 May 1837 – 31 March 1912) was a &lt;a href=\"Belgium\"&gt;Belgian&lt;/a&gt; industrialist and &lt;a href=\"liberalism\"&gt;liberal&lt;/a&gt; politician. He was the father of &lt;a href=\"Pol%20Clovis%20Bo%C3%ABl\"&gt;Pol Clovis Boël&lt;/a&gt;.\nCareer.\nBoël was the son of farmers (Salasse farm), growing up with four brothers and a sister. Boël studied at the industrial school of Houdeng-Aimeries and in 1851, at the age of 14, started working at the \"Etablissements Ernest Boucquéau\". He became foreman of the factory and in 1865 he became plant manager. Ernest Boucquéau, at the edge of bankruptcy and faced with the refusal of his family to help him, asked Boël and his accountant to assist him in saving the company. They helped gather the necessary funds to finish the work he had started on the railroad tunnel between &lt;a href=\"Enghien\"&gt;Enghien&lt;/a&gt; and &lt;a href=\"Geraardsbergen\"&gt;Geraardsbergen&lt;/a&gt; of the &lt;a href=\"railroad\"&gt;railroad&lt;/a&gt; of &lt;a href=\"Braine-le-Comte\"&gt;Braine-le-Comte&lt;/a&gt; to &lt;a href=\"Ghent\"&gt;Ghent&lt;/a&gt;.\nOn 16 July 1880 Ernest Boucquéau died without leaving an heir and he bequeathed his fortune and his companies to Gustave Boël and his accountant. When the accountant died, Boël became the sole heir of the entire fortune and the factories. As of 1881, he modernized his companies and created an industrial group by taking participations in other companies, such as the steel factories \"Fabrique de Fer de Charleroi\" (Fafer) in &lt;a href=\"Charleroi\"&gt;Charleroi&lt;/a&gt; and in Braine-le-Comte, coal mines and &lt;a href=\"glass\"&gt;glass&lt;/a&gt; industry \"les Glaces de Moustier-sur-Sambre\" which would become &lt;a href=\"Glaverbel\"&gt;Glaverbel&lt;/a&gt;. On 1 September 1888, Gustave Boël was one of the first in Belgium who established a participation in the profits for the employees of his factory. In 1912, the \"Etablissements Ernest Boucquéau\" would become the \"&lt;a href=\"Usines%20Gustave%20Bo%C3%ABl\"&gt;Usines Gustave Boël&lt;/a&gt;\".\nPolitical career.\nGustave Boël also inherited the liberal political and philosophical ideas of Boucquéau. As a progressive liberal, he embarked on a political career. On 11 October 1880, Boël became a member of the communal council of &lt;a href=\"La%20Louvi%C3%A8re\"&gt;La Louvière&lt;/a&gt;, and on 14 November of the same year he became &lt;a href=\"alderman\"&gt;alderman&lt;/a&gt;. On 4 May 1881, Boël became &lt;a href=\"burgomaster\"&gt;burgomaster&lt;/a&gt; of La Louvière. During his mandate, he supported many local initiatives and provided financial support for the construction of the hospital of La Louvière. In 1883, he resigned as burgomaster and became senator from 12 April 1883 until 8 July 1884. Asked by his liberal political friends, he again became senator on 14 June 1892 and from that moment onwards, Boël would stay senator for the &lt;a href=\"Liberal%20Party%20%28Belgium%29\"&gt;Liberal Party&lt;/a&gt; until his death in 1912."
}