{
    "id": "18165975",
    "revid": "191757",
    "url": "https://en.wikipedia.org/wiki?curid=18165975",
    "title": "Jamie O'Callaghan",
    "text": "Jamie O'Callaghan (born 21 September 1990) is a former &lt;a href=\"Ireland%20men%27s%20national%20rugby%20league%20team\"&gt;Ireland international&lt;/a&gt; &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played in the 2000s and 2010s. He was generally a full-time player for the &lt;a href=\"London%20Broncos\"&gt;London Broncos&lt;/a&gt;, where he played from 2008 to 2014 and he also signed permanently for both London Skolars and Hemel Stags. He had played for both previously on loan or dual registration but offered little service; having left Skolars to return to Broncos without playing and less than 10 games at Hemel.\nBackground.\nJamie O'Callaghan was born in &lt;a href=\"Hammersmith\"&gt;Hammersmith&lt;/a&gt;, &lt;a href=\"London\"&gt;London&lt;/a&gt;, England, he has &lt;a href=\"Irish%20people\"&gt;Irish&lt;/a&gt; &lt;a href=\"ancestor\"&gt;ancestor&lt;/a&gt;s, and eligible to play for &lt;a href=\"Ireland%20men%27s%20national%20rugby%20league%20team\"&gt;Ireland&lt;/a&gt; due to the &lt;a href=\"Grandfather%20rule\"&gt;grandparent rule&lt;/a&gt;.\nAs a teenager he was based in Whitton, Twickenham and was introduced to rugby league at Feltham College and played for West London Sharks.\nHe represented London &amp; South region for three consecutive years and signed for Harlequins RL.\nHe was primarily a winger.\nThe Super League licensing system of the late 2000's required 9 club trained players to be in the top 25 of each squad and under this system, the London club suddenly introduced a host of youngsters.\nIn June 2008, O'Callaghan became the youngest player to represent the club in Super League when he played against Wigan at the JJB Stadium, aged just 17. \nHe also played a handful of games in the 2009 season.\nIn 2010 he became a first team regular in 2010, scoring 5 tries in 23 appearances and winning the Young Player of the Year award, securing himself a 3 year contract.\nHe was named in the &lt;a href=\"Ireland%20national%20rugby%20league%20team\"&gt;Ireland&lt;/a&gt; squad for the &lt;a href=\"2010%20European%20Cup\"&gt;2010 European Cup&lt;/a&gt;\nO'Callaghan had plenty of opportunities in London, playing over 100 games, but he was not awarded a new contract after the three years were up and Tony Rea released him, with O'Callaghan joining the part-time London Skolars on a permanent contract.\nHowever after a short period Joey Grima brought O'Callaghan back to the club for 2014 in a surprise move.\nO'Callaghan continued to struggle in a bottom of the table team and was released once again.\nHe also played a handful of times at &lt;a href=\"Hemel%20Stags\"&gt;Hemel Stags&lt;/a&gt; in &lt;a href=\"RFL%20League%201\"&gt;Kingstone Press League 1&lt;/a&gt;."
}