{
    "id": "18164440",
    "revid": "1068652192",
    "url": "https://en.wikipedia.org/wiki?curid=18164440",
    "title": "50th parallel north",
    "text": "The 50th parallel north is a &lt;a href=\"circle%20of%20latitude\"&gt;circle of latitude&lt;/a&gt; that is 50 &lt;a href=\"degree%20%28angle%29\"&gt;degrees&lt;/a&gt; &lt;a href=\"true%20north\"&gt;north&lt;/a&gt; of the &lt;a href=\"Earth\"&gt;Earth's&lt;/a&gt; &lt;a href=\"equator\"&gt;equatorial plane&lt;/a&gt;. It crosses &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;, the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt;, &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;, and the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic Ocean&lt;/a&gt;.\nAt this latitude the &lt;a href=\"sun\"&gt;sun&lt;/a&gt; is visible for 16 hours, 22 minutes during the &lt;a href=\"summer%20solstice\"&gt;summer solstice&lt;/a&gt; and 8 hours, 4 minutes during the &lt;a href=\"winter%20solstice\"&gt;winter solstice&lt;/a&gt;.\nThe maximum altitude of the sun during the summer solstice is 63.44 degrees and during the winter solstice it is 16.56 degrees. During the summer solstice, nighttime does not get beyond &lt;a href=\"astronomical%20twilight\"&gt;astronomical twilight&lt;/a&gt;, a condition which lasts throughout the month of June. Everyday of the month of May can view both astronomical dawn and dusk.\nAt this latitude, the average sea surface temperature between 1982 and 2011 was about 8.5°C (47.3°F).\nAround the world.\nStarting at the &lt;a href=\"Prime%20Meridian\"&gt;Prime Meridian&lt;/a&gt; and heading eastwards, the parallel 50° north passes through:\nSakhalin island.\nFrom the signing of &lt;a href=\"Treaty%20of%20Saint%20Petersburg%20%281875%29\"&gt;the 1875 Treaty of Saint Petersburg&lt;/a&gt; until the &lt;a href=\"Russo-Japanese%20War\"&gt;Russo-Japanese War&lt;/a&gt; which broke in 1904, Russia had full control of &lt;a href=\"Sakhalin%20island\"&gt;Sakhalin island&lt;/a&gt;. As a result of the 1905 &lt;a href=\"Treaty%20of%20Portsmouth\"&gt;Treaty of Portsmouth&lt;/a&gt; that brought an end to the Russo-Japanese War, the portion of the island south of the 50th parallel line became Japanese territory, part of &lt;a href=\"Karafuto%20Prefecture\"&gt;Karafuto Prefecture&lt;/a&gt;. However, following the month long &lt;a href=\"Soviet%E2%80%93Japanese%20War\"&gt;Soviet–Japanese War&lt;/a&gt; during the summer of 1945, the entire island was reunified under Soviet control."
}