{
    "id": "18161489",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=18161489",
    "title": "Guianan warbling antbird",
    "text": "The Guianan warbling antbird (\"Hypocnemis cantator\") is an insectivorous bird in the &lt;a href=\"antbird\"&gt;antbird&lt;/a&gt; family, Thamnophilidae. It is found at lower levels in humid forest in the &lt;a href=\"Guianas\"&gt;Guianas&lt;/a&gt;, far eastern &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt; (with &lt;a href=\"Guyana\"&gt;Guyana&lt;/a&gt;), and north-eastern &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt; (north of the &lt;a href=\"Amazon%20River\"&gt;Amazon River&lt;/a&gt; and east of the lower &lt;a href=\"Rio%20Negro%20%28Amazon%29\"&gt;Negro River&lt;/a&gt; and the &lt;a href=\"Branco%20River\"&gt;Branco River&lt;/a&gt;).\nTaxonomy.\nThe French polymath &lt;a href=\"Georges-Louis%20Leclerc%2C%20Comte%20de%20Buffon\"&gt;Georges-Louis Leclerc, Comte de Buffon&lt;/a&gt; &lt;a href=\"species%20description\"&gt;described&lt;/a&gt; the Guianan warbling antbird in his \"Histoire Naturelle des Oiseaux\" in 1779. The bird was also illustrated in a hand-coloured plate engraved by &lt;a href=\"Fran%C3%A7ois-Nicolas%20Martinet\"&gt;François-Nicolas Martinet&lt;/a&gt; in the \"Planches Enluminées D'Histoire Naturelle\" which was produced under the supervision of &lt;a href=\"Edme-Louis%20Daubenton\"&gt;Edme-Louis Daubenton&lt;/a&gt; to accompany Buffon's text. Buffon did not include a scientific name with his description but in 1783 the Dutch naturalist &lt;a href=\"Pieter%20Boddaert\"&gt;Pieter Boddaert&lt;/a&gt; coined the &lt;a href=\"binomial%20name\"&gt;binomial name&lt;/a&gt; \"Formicarius cantatar\" in his catalogue of the \"Planches Enluminées\". The &lt;a href=\"specific%20name%20%28zoology%29\"&gt;specific name&lt;/a&gt; is from the Latin \"cantator\" \"a singer\". The present genus \"&lt;a href=\"Hypocnemis\"&gt;Hypocnemis&lt;/a&gt;\" was introduced by the German ornithologist &lt;a href=\"Jean%20Cabanis\"&gt;Jean Cabanis&lt;/a&gt; in 1847.\nThe &lt;a href=\"Imeri%20warbling%20antbird\"&gt;Imeri&lt;/a&gt;, &lt;a href=\"Peruvian%20warbling%20antbird\"&gt;Peruvian&lt;/a&gt;, &lt;a href=\"yellow-breasted%20warbling%20antbird\"&gt;yellow-breasted&lt;/a&gt;, &lt;a href=\"Rondonia%20warbling%20antbird\"&gt;Rondonia&lt;/a&gt; and &lt;a href=\"Spix%27s%20warbling%20antbird\"&gt;Spix's warbling antbird&lt;/a&gt; were all formerly treated as &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; of the Guianan warbling antbird. A study published in 2007 found that there were significant vocal differences as well a small plumage differences between the taxa and they are now all treated as separate species. As presently defined, the Guianan warbling antbird is &lt;a href=\"monotypic\"&gt;monotypic&lt;/a&gt;, although the subspecies \"notaea\" sometimes has been recognized.\nIts conservation status has been assessed as near threatened."
}