{
    "id": "18181179",
    "revid": "862523",
    "url": "https://en.wikipedia.org/wiki?curid=18181179",
    "title": "Sid Goodwin",
    "text": "Sid Goodwin (1914–1980) was an Australian &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played in the 1930s and 1940s. He played on the for the &lt;a href=\"Balmain%20Tigers\"&gt;Balmain&lt;/a&gt; and &lt;a href=\"Newtown%20Jets\"&gt;Newtown&lt;/a&gt; clubs in the &lt;a href=\"New%20South%20Wales%20Rugby%20Football%20League%20premiership\"&gt;New South Wales Rugby Football League premiership&lt;/a&gt; and also represented &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; and Australia. Goodwin played 11 seasons for the &lt;a href=\"Balmain%20Tigers\"&gt;Balmain&lt;/a&gt; club between 1933–1942 then moved to the &lt;a href=\"Newtown%20Jets\"&gt;Newtown&lt;/a&gt; club for 3 seasons between 1943–1945. He was selected to play for &lt;a href=\"New%20South%20Wales%20rugby%20league%20team\"&gt;New South Wales&lt;/a&gt; in 1938, 1939, 1940 and 1944.\nBalmain.\nIn 1935, Goodwin took Balmain's club record for most tries in a match with 5 against &lt;a href=\"Sydney%20University%20rugby%20league%20team\"&gt;University&lt;/a&gt; on 4 April. Also in 1935, he was also selected to represent &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australia&lt;/a&gt; in all three Tests against New Zealand. He is listed on the \"Australian Players Register\" as kangaroo No. 199. In 1936 he played in his first Grand Final, scoring a try in Balmain's loss to Easts.\nIn 1939 Goodwin was the premiership's top try-scorer and also captained the Balmain side that won the &lt;a href=\"1939%20NSWRFL%20season\"&gt;1939 Grand Final&lt;/a&gt;. By the time he left Balmain he'd set the club's records for most tries in a season and most career tries. Goodwin was inducted into the Balmain Tigers Hall of Fame on 20 March 2007.\nNewtown.\nAfter moving to &lt;a href=\"Newtown%20Jets\"&gt;Newtown&lt;/a&gt; in 1943, Goodwin enjoyed further premiership success in &lt;a href=\"NSWRFL%20season%201943\"&gt;NSWRFL season 1943&lt;/a&gt;, scoring a double in that year's Grand Final. He was again the League's top try-scorer in 1943 and 1944. In 1944 he again played for &lt;a href=\"Newtown%20Jets\"&gt;Newtown&lt;/a&gt; in the Grand Final, but failed to win against his old club, Balmain.\nPost-playing.\nGoodwin lived for most of his life in &lt;a href=\"Marrickville%2C%20New%20South%20Wales\"&gt;Marrickville, New South Wales&lt;/a&gt;, but moved to &lt;a href=\"Windang%2C%20New%20South%20Wales\"&gt;Windang, New South Wales&lt;/a&gt; in his retirement. He died there on 24 March 1980, age 65. He was cremated at Wollongong Crematorium on 26 March 1980."
}