{
    "id": "18202171",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=18202171",
    "title": "Max Carl",
    "text": "Max Carl Gronenthal (born January 29, 1950) is an American rock &lt;a href=\"singing\"&gt;singer&lt;/a&gt;, &lt;a href=\"keyboardist\"&gt;keyboardist&lt;/a&gt;, &lt;a href=\"guitarist\"&gt;guitarist&lt;/a&gt; and &lt;a href=\"songwriter\"&gt;songwriter&lt;/a&gt;. He is the co-lead singer of the classic rock band &lt;a href=\"Grand%20Funk%20Railroad\"&gt;Grand Funk Railroad&lt;/a&gt;. In addition, he spent several years as the keyboardist and lead singer for the &lt;a href=\"southern%20rock\"&gt;southern rock&lt;/a&gt; band &lt;a href=\"38%20Special%20%28band%29\"&gt;38 Special&lt;/a&gt;. Carl is known for having co-written and sung lead vocals on 38 Special's hit song, \"&lt;a href=\"Second%20Chance%20%2838%20Special%20song%29\"&gt;Second Chance&lt;/a&gt;\" (1989).\nEarly life.\nCarl was born in 1950 in &lt;a href=\"Platte%20Center%2C%20Nebraska\"&gt;Platte Center, Nebraska&lt;/a&gt;, United States, and raised near the town of &lt;a href=\"Humphrey%2C%20Nebraska\"&gt;Humphrey&lt;/a&gt;, graduating from high school in &lt;a href=\"Norfolk%2C%20Nebraska\"&gt;Norfolk, Nebraska&lt;/a&gt; in 1968.\nMusic career.\nEarly career.\nThroughout 1968–69, Carl played a significant role as a member of the Norfolk-based New Breed Blues Band, during which time he enhanced his interest in &lt;a href=\"rhythm%20and%20blues\"&gt;rhythm and blues&lt;/a&gt; music. Beginning as a &lt;a href=\"saxophonist\"&gt;saxophonist&lt;/a&gt; in this band, he later became the &lt;a href=\"lead%20vocalist\"&gt;lead vocalist&lt;/a&gt;/&lt;a href=\"keyboardist\"&gt;keyboardist&lt;/a&gt; in the group. However, in 1969, he left the band to join the &lt;a href=\"Lincoln%2C%20Nebraska\"&gt;Lincoln&lt;/a&gt;-based Chancellors.\nDuring the 1970s, Carl served stints with numerous bands across the &lt;a href=\"Midwest\"&gt;Midwest&lt;/a&gt;, including The Fabulous Flippers out of Lawrence, Kansas, pausing briefly in 1976 to study &lt;a href=\"piano\"&gt;piano&lt;/a&gt; and refine and improve his &lt;a href=\"songwriting\"&gt;songwriting&lt;/a&gt; abilities in &lt;a href=\"Oklahoma%20City\"&gt;Oklahoma City&lt;/a&gt;. He frequently performed with fellow Midwesterner &lt;a href=\"Tommy%20Bolin\"&gt;Tommy Bolin&lt;/a&gt; in various &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt;/&lt;a href=\"rock%20music\"&gt;rock&lt;/a&gt; fusion groups. By the late-1970s, Carl had graduated to performing on albums by \"bigger names,\" such as &lt;a href=\"Rod%20Stewart\"&gt;Rod Stewart&lt;/a&gt; and &lt;a href=\"Dusty%20Springfield\"&gt;Dusty Springfield&lt;/a&gt;.\nAround this time, Carl decided to begin recording as a solo artist. His debut album, \"&lt;a href=\"Whistling%20in%20the%20Dark%20%28album%29\"&gt;Whistling in the Dark&lt;/a&gt;\" was released in 1979 under his given name, Max Gronenthal.\n1980s.\nCarl released a second solo album, \"Max\", in 1980.\nThroughout the 1980s, Carl immersed himself in session work, singing and/or playing on albums by artists such as &lt;a href=\"Elton%20John\"&gt;Elton John&lt;/a&gt;, &lt;a href=\"Dan%20Fogelberg\"&gt;Dan Fogelberg&lt;/a&gt;, &lt;a href=\"Bonnie%20Raitt\"&gt;Bonnie Raitt&lt;/a&gt;, &lt;a href=\"Don%20Henley\"&gt;Don Henley&lt;/a&gt;, &lt;a href=\"Glenn%20Frey\"&gt;Glenn Frey&lt;/a&gt;, &lt;a href=\"Timothy%20B.%20Schmit\"&gt;Timothy B. Schmit&lt;/a&gt;, &lt;a href=\"Bette%20Midler\"&gt;Bette Midler&lt;/a&gt;, and &lt;a href=\"Kenny%20Loggins\"&gt;Kenny Loggins&lt;/a&gt;. In 1982, he also formed what started as a 1960s &lt;a href=\"R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt; cover band, eventually named Jack Mack and the Heart Attack. Featuring a four-piece horn section, the band played classic R&amp;B, Soul and also incorporated some Max Carl-penned original &lt;a href=\"R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt;-styled songs into their repertoire, including the classic \"Cardiac Party.\" Their Thursday night residency at the Club Lingerie in Hollywood was legendary. After Max Carl left the band, Jack Mack was no longer a “cover band,” became the Late Show band, and appeared in many tv shows and movies, including the cult classic, \"Tuff Turf\".\nIn addition to performing, Carl also found time during the mid-1980s to compose tunes for various movie soundtracks, performing on many of them as well. Films such as \"&lt;a href=\"Spring%20Break%20%28film%29\"&gt;Spring Break&lt;/a&gt;\" (1983), \"&lt;a href=\"Police%20Academy%20%28film%29\"&gt;Police Academy&lt;/a&gt;\" (1984), \"&lt;a href=\"Grandview%2C%20U.S.A.\"&gt;Grandview, U.S.A.&lt;/a&gt;\" (1984), \"&lt;a href=\"Tuff%20Turf\"&gt;Tuff Turf&lt;/a&gt;\" (1985), and \"Doin' Time\" (1985) include his compositions. In 1986, he would co-write \"Come and Follow Me\" as a duet with Marcy Levy (&lt;a href=\"Marcella%20Detroit\"&gt;Marcella Detroit&lt;/a&gt;), which played during the closing credits of the movie \"&lt;a href=\"Short%20Circuit%20%281986%20film%29\"&gt;Short Circuit&lt;/a&gt;\". He also performed the theme song to the 1987 animated series \"&lt;a href=\"Spiral%20Zone\"&gt;Spiral Zone&lt;/a&gt;\".\nMeanwhile, in 1984, Carl left Jack Mack and the Heart Attack to record his third solo album. Unlike the first two solo albums, \"The Circle\" would be released under his stage name Max Carl. The album's title track would be included on the soundtrack for the John Hughes film \"&lt;a href=\"Weird%20Science%20%28film%29\"&gt;Weird Science&lt;/a&gt;\". Later that same year, Carl was invited to join &lt;a href=\"38%20Special%20%28band%29\"&gt;.38 Special&lt;/a&gt;, a request that he eventually accepted.\nCarl rehearsed with the band frequently, and by 1988, he joined forces with the &lt;a href=\"southern%20rock\"&gt;southern rock&lt;/a&gt; stylings of .38 Special. That year, the band would release the \"&lt;a href=\"Rock%20%26amp%3B%20Roll%20Strategy\"&gt;Rock &amp; Roll Strategy&lt;/a&gt;\" album, which included the Cal Curtis/&lt;a href=\"Jeff%20Carlisi\"&gt;Jeff Carlisi&lt;/a&gt; tune that Carl reworked (earning him an additional writing credit) into \"&lt;a href=\"Second%20Chance%20%2838%20Special%20song%29\"&gt;Second Chance&lt;/a&gt;,\" featuring Carl on lead vocals. \"Second Chance\" introduced .38 Special into a whole new market when it reached the top of the &lt;a href=\"Adult%20Contemporary%20chart\"&gt;Adult Contemporary chart&lt;/a&gt; in early 1989.\n1990s.\nCarl remained in .38 Special into the 1990s, but left shortly after the release of the band's \"&lt;a href=\"Bone%20Against%20Steel\"&gt;Bone Against Steel&lt;/a&gt;\" album in 1991.\nAt this point, Carl moved to &lt;a href=\"Nashville\"&gt;Nashville&lt;/a&gt;, where he continued to write/perform on tunes for the likes of &lt;a href=\"Joe%20Cocker\"&gt;Joe Cocker&lt;/a&gt;, &lt;a href=\"Bad%20Company%20%28band%29\"&gt;Bad Company&lt;/a&gt;, &lt;a href=\"Richard%20Marx\"&gt;Richard Marx&lt;/a&gt;, and &lt;a href=\"Charlie%20Daniels\"&gt;Charlie Daniels&lt;/a&gt;. Later in the '90s, he became fascinated with a \"family\" of musicians in &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt; who performed a very original historical and heartland-infused brand of music. Relocating to Mississippi, Carl began performing with this group of musicians, forming what would become Max Carl and the Big Dance. This experience ultimately culminated in the release of the album \"One Planet – One Groove\" (under the \"Max Carl and the Big Dance\" moniker) in 1998. Featured on this album are several of Carl's original compositions fused with this new \"southern funk\"/\"Mississippi sound,\" as well as covers of various 60s hits done in this style.\nLater career.\nCarl is involved in the &lt;a href=\"Speed%20Channel\"&gt;Speed Channel&lt;/a&gt;'s grassroots drag racing competition &lt;a href=\"Pinks%20%28TV%20series%29\"&gt;Pinks&lt;/a&gt; franchise. He is the composer and performer of the theme music as well as transitional music throughout the show. Through this endeavor, he has released a CD soundtrack for the show entitled \"Max Carl: Fuel\", produced by Max &amp; Steve Music, LLC."
}