{
    "id": "18209485",
    "revid": "17794675",
    "url": "https://en.wikipedia.org/wiki?curid=18209485",
    "title": "Femoral neck targeting",
    "text": "Femoral neck targeting is the process of calculating the centre of the femoral neck during &lt;a href=\"hip%20resurfacing\"&gt;hip resurfacing&lt;/a&gt; surgery. This can be done by hand or using electronic aides.\nEarly implant failure and mal-positioning of femoral components.\nFollow-up studies of metal-on-metal (MoM) hip resurfacings have shown that some of the reasons for early implant failure are:\nCalculating the true centre of the femoral neck in both antero-posterior (AP) and lateral planes is imperative in hip resurfacing surgery. This point of reference allows the surgeon to precisely position the femoral neck stem down the femoral neck.\nIf this is not achieved, and mal-positioning of the femoral component occurs, early implant failure can result.\nMethods of femoral neck targeting.\nThere are many methods surgeons use to calculate the true centre of the femoral neck. Today the methods broadly fall under two categories:\nThe navigational systems were created to be an accurate means for surgeons to implant components with as much accuracy as possible. Studies have shown that this is largely true, but navigational systems are a very different means of femoral neck targeting, and require a steep learning curve.\nBelow is a comparative analysis of both types of navigational targeting against traditional targeting techniques.\nA computer-assisted device to calculate the true centre of the femoral neck, without the above disadvantages, has not yet been created. The main issues with the current navigational systems are the levels of extra apparatus required in the operating theatre. In the case of fluoroscopy, a \"C-arm\" X-ray machine is used, which is a very large piece of apparatus. In the case of CT-based navigation, computer software and training in the use of such software is required, which again adds more apparatus to the &lt;a href=\"operating%20room\"&gt;operating room&lt;/a&gt;.\nThe popularity of CT and fluoroscopy-based navigation amongst surgeons has been increasing in recent years. The application of these techniques however has been proven to be best suited for different types of surgery. Fluoroscopy-based methods are easier to handle in routine cases with normal anatomy, or cases with lesser deformities. On the other hand, CT-scanning techniques have been better suited to cases of congenital and post-traumatic deformities. It is less suited to routine cases, due to the time-consuming pre-operative procedures e.g. setting up CT-scan, data transfer, planning.\nThe conventional \"by hand\" calculations, however are much more popular overall. Most hip resurfacing operative techniques come with some form of guide instrumentation to find the true centre of the femoral neck. These conventional kits will most likely be the instruments that the surgeon will use first, and perhaps become accustomed to. The two most important factors though are\nAll things considered, computer-assisted technology has allowed surgeons to provide accurate femoral neck targeting, and is a viable option for this imperative step to hip resurfacing."
}