{
    "id": "18225",
    "revid": "21424",
    "url": "https://en.wikipedia.org/wiki?curid=18225",
    "title": "LeRoy Homer Jr.",
    "text": "LeRoy Wilton Homer Jr. (August 27, 1965 – September 11, 2001) was the &lt;a href=\"First%20Officer%20%28civil%20aviation%29\"&gt;First Officer&lt;/a&gt; of &lt;a href=\"United%20Airlines%20Flight%2093\"&gt;United Airlines Flight 93&lt;/a&gt;, which was &lt;a href=\"aircraft%20hijacking\"&gt;hijacked&lt;/a&gt; as part of the &lt;a href=\"September%2011%20attacks\"&gt;September 11 attacks&lt;/a&gt; in 2001, and crashed into a field near &lt;a href=\"Shanksville%2C%20Pennsylvania\"&gt;Shanksville, Pennsylvania&lt;/a&gt;, killing all 37 passengers and seven crewmembers, including LeRoy.\nBiography.\nHomer, son of a West German woman and an American soldier who was stationed in West Germany, grew up on &lt;a href=\"Long%20Island\"&gt;Long Island&lt;/a&gt; in &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;, where he always dreamed of flying. As a child, he assembled model airplanes, collected aviation memorabilia and read books on aviation. He was 15 years old when he started flight instruction in a &lt;a href=\"Cessna%20152\"&gt;Cessna 152&lt;/a&gt;. Working part-time jobs after school to pay for flying lessons, he completed his first solo trip at the age of 16 and obtained his private pilot's certificate in 1983.\nHomer was graduated from &lt;a href=\"Ss.%20Cyril%20and%20Methodius%20School\"&gt;Ss. Cyril and Methodius School&lt;/a&gt; in 1979 and &lt;a href=\"St.%20John%20the%20Baptist%20Diocesan%20High%20School\"&gt;St. John the Baptist Diocesan High School&lt;/a&gt; in 1983.\nHe entered the &lt;a href=\"United%20States%20Air%20Force%20Academy\"&gt;United States Air Force Academy&lt;/a&gt; as a member of the class of 1987. As an upperclassman, he was a member of Cadet Squadron 31. He graduated on May 27, 1987, and was commissioned as a second lieutenant in the U.S. Air Force.\nAfter completing his USAF pilot training in 1988, he was assigned to &lt;a href=\"Joint%20Base%20McGuire-Dix-Lakehurst\"&gt;McGuire Air Force Base&lt;/a&gt; in &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, flying a &lt;a href=\"Lockheed%20C-141%20Starlifter\"&gt;Lockheed C-141 Starlifter&lt;/a&gt;. While on active duty, he served in the &lt;a href=\"Gulf%20War\"&gt;Gulf War&lt;/a&gt; and later supported operations in &lt;a href=\"Somalia\"&gt;Somalia&lt;/a&gt;. He received many commendations, awards and medals during his military career. In 1993, he was named the &lt;a href=\"21st%20Expeditionary%20Mobility%20Task%20Force\"&gt;Twenty-First Air Force&lt;/a&gt; \"Aircrew Instructor of the Year\". Homer achieved the rank of &lt;a href=\"Captain%20%28United%20States%20O-3%29\"&gt;captain&lt;/a&gt; before his honorable discharge from active duty in 1995 and his acceptance of a reserve commission in order to continue his career as an Air Force officer.\nHomer continued his military career as a member of the &lt;a href=\"U.S.%20Air%20Force%20Reserve\"&gt;U.S. Air Force Reserve&lt;/a&gt;, initially as a C-141 instructor pilot with the &lt;a href=\"356th%20Airlift%20Squadron\"&gt;356th Airlift Squadron&lt;/a&gt; at &lt;a href=\"Wright-Patterson%20Air%20Force%20Base\"&gt;Wright-Patterson Air Force Base&lt;/a&gt; in Ohio, then subsequently as an Academy Liaison Officer, recruiting potential candidates for both the Air Force Academy and the &lt;a href=\"Air%20Force%20Reserve%20Officer%20Training%20Corps\"&gt;Air Force Reserve Officer Training Corps&lt;/a&gt;. During his time in the Air Force Reserve, he achieved the rank of &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt;.\nHe continued his flying career by joining &lt;a href=\"United%20Airlines\"&gt;United Airlines&lt;/a&gt; in May 1995. His first assignment was &lt;a href=\"Second%20Officer%20%28civil%20aviation%29\"&gt;Second Officer&lt;/a&gt; on the &lt;a href=\"Boeing%20727\"&gt;Boeing 727&lt;/a&gt;. He then upgraded to &lt;a href=\"First%20Officer%20%28civil%20aviation%29\"&gt;First Officer&lt;/a&gt; on the &lt;a href=\"Boeing%20757\"&gt;Boeing 757&lt;/a&gt;/&lt;a href=\"Boeing%20767\"&gt;Boeing 767&lt;/a&gt; in 1996, where he remained until September 11, 2001.\nHe married his wife, Melodie, on May 24, 1998, and his first child, Laurel, was born in late November 2000. They resided together in &lt;a href=\"Marlton%2C%20New%20Jersey\"&gt;Marlton, New Jersey&lt;/a&gt;.\nSeptember 11 attacks.\nOn September 11, 2001, Homer was flying with Captain Jason M. Dahl on &lt;a href=\"United%20Airlines%20Flight%2093\"&gt;United Airlines Flight 93&lt;/a&gt; from &lt;a href=\"Newark%2C%20New%20Jersey\"&gt;Newark, New Jersey&lt;/a&gt;, to San Francisco. The plane was &lt;a href=\"aircraft%20hijacking\"&gt;hijacked&lt;/a&gt; by four al-Qaeda terrorists as part of the September 11 attacks. Homer and Dahl struggled with the hijackers, which was transmitted to Air Traffic Control.\nAfter learning of the earlier crashes at the &lt;a href=\"World%20Trade%20Center%20%281973%E2%80%932001%29\"&gt;World Trade Center&lt;/a&gt; and &lt;a href=\"the%20Pentagon\"&gt;the Pentagon&lt;/a&gt;, the crew and passengers attempted to foil the hijacking and reclaim the aircraft. Given the uprising of crew and passengers, and knowing they would not make it to their intended target, which was the US Capitol, the hijackers instead chose to crash the plane into a field near &lt;a href=\"Shanksville%2C%20Pennsylvania\"&gt;Shanksville, Pennsylvania&lt;/a&gt;.\nHomer received many awards and citations posthumously, including honorary membership in the historic &lt;a href=\"Tuskegee%20Airmen\"&gt;Tuskegee Airmen&lt;/a&gt;; the Congress of Racial Equality's Dr. Martin Luther King Jr. Award; the Southern Christian Leadership Conference Drum Major for Justice Award; and the Westchester County Trailblazer Award.\nHe was survived by his wife, Melodie, and his only child, daughter Laurel. Other family members include his mother, seven sisters, and his brother. His widow Melodie Homer established the &lt;a href=\"LeRoy%20W.%20Homer%20Jr.%20Foundation\"&gt;LeRoy W. Homer Jr. Foundation&lt;/a&gt;, which awards scholarships related to aviation.\nAt the &lt;a href=\"National%209/11%20Memorial\"&gt;National 9/11 Memorial&lt;/a&gt;, Homer Jr. is memorialized at the South Pool, on Panel S-67, along with other crew and passengers on Flight 93."
}