{
    "id": "182325",
    "revid": "698799",
    "url": "https://en.wikipedia.org/wiki?curid=182325",
    "title": "Merivale Bridge",
    "text": "The Merivale Bridge is a &lt;a href=\"double%20track\"&gt;double track&lt;/a&gt; &lt;a href=\"railway\"&gt;railway&lt;/a&gt; bridge crossing the &lt;a href=\"Brisbane%20River\"&gt;Brisbane River&lt;/a&gt;. It crosses the &lt;a href=\"Milton%20Reach\"&gt;Milton Reach&lt;/a&gt; of the river, slightly to the west of the &lt;a href=\"William%20Jolly%20Bridge\"&gt;William Jolly Bridge&lt;/a&gt;. Exclusively a &lt;a href=\"railway\"&gt;railway&lt;/a&gt; crossing, it is located between the stations of &lt;a href=\"South%20Brisbane%20railway%20station\"&gt;South Brisbane&lt;/a&gt; and &lt;a href=\"Roma%20Street%20railway%20station\"&gt;Roma Street&lt;/a&gt;, linking the northern and southern elements of the &lt;a href=\"Queensland%20Rail%20City%20network\"&gt;Queensland Rail City network&lt;/a&gt;. The Merivale Bridge is the only inner-city rail crossing in Brisbane. By 2016 it was expected to be over capacity, leading the Queensland Government to announce the &lt;a href=\"Cross%20River%20Rail\"&gt;Cross River Rail&lt;/a&gt; project.\nThe Merivale Bridge opened on 18 November 1978 by &lt;a href=\"Premier%20of%20Queensland\"&gt;Premier&lt;/a&gt; &lt;a href=\"Joh%20Bjelke-Petersen\"&gt;Joh Bjelke-Petersen&lt;/a&gt;. At the opening, the then Premier, described the occasion as \"the start of the second stage in the history of Queensland Railways\".\nIt formed a more direct route into the city for Brisbane's southern system suburban trains than the existing route via &lt;a href=\"Corinda%20railway%20station\"&gt;Corinda&lt;/a&gt;. Since 1986 it also has carried the &lt;a href=\"North%20Coast%20railway%20line%2C%20New%20South%20Wales\"&gt;standard gauge line&lt;/a&gt; from &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;. It was designed by Cameron McNamara Pty Ltd (consulting engineers) and was fabricated and erected by &lt;a href=\"Broadspectrum\"&gt;Transfield&lt;/a&gt;.\nThe bridge has been recognised with a number of awards. In 1980 it was named the most outstanding engineering project from the Association of Consulting Engineers of Australia. Judges appreciated the combination of aesthetics and functionality. It also won the 1979 Steel Award.\nAlmost a century coming.\nIt had taken almost a century to get Brisbane's north and south rail networks joined by a bridge over the &lt;a href=\"Brisbane%20River\"&gt;Brisbane River&lt;/a&gt;. As far back as 1885, the then Engineer-in-Chief for the Southern Division Railways arranged for the trial rail survey being done in &lt;a href=\"South%20Brisbane\"&gt;South Brisbane&lt;/a&gt; to be extended across the river to the main western line near Countess Street.\nIn 1889, he arranged to have levels taken for alternative routes to Roma Street tunnel via Herschel Street, and to &lt;a href=\"Central%20railway%20station%2C%20Brisbane\"&gt;Central station&lt;/a&gt; via a direct route between &lt;a href=\"Turbot%20Street%2C%20Brisbane\"&gt;Turbot&lt;/a&gt; and &lt;a href=\"Ann%20Street%2C%20Brisbane\"&gt;Ann&lt;/a&gt; Streets. The Herschel Street route was recommended for adoption, and plans subsequently prepared. However the government decided not to proceed and requested an alternative survey, but that too was held over.\nPressure from south-side merchants.\nWorried at losing trade to central city businesses, the merchants of South Brisbane fought against the bridge. In 1913, the then Premier requested that plans for a direct route through Ann Street to Albert Square (now &lt;a href=\"King%20George%20Square\"&gt;King George Square&lt;/a&gt;) be put in hand. In 1919, the matter was raised again, but after further pressure from antilobbyists, was once more allowed to lapse.\nIn 1950, the issue was raised in connection with proposals to electrify the Brisbane suburban network. Surveys and plans were finalised in 1954, and in 1955 the State Government announced its decision to proceed with the construction and initiated land resumptions. However, financial constraints again caused a deferment.\nSouth East Queensland and Brisbane Region Public Transport study.\nThis study was submitted to the Government in 1970. It recommended that the crossing should follow the route, as surveyed in 1890. The Queensland State Cabinet approved the bridge in October 1971. In 1975, a contract was let to &lt;a href=\"Broadspectrum\"&gt;Transfield&lt;/a&gt; for the construction of the bridge and the line into &lt;a href=\"South%20Brisbane%20railway%20station\"&gt;South Brisbane station&lt;/a&gt;. The first pile was driven on 21 August 1975."
}