{
    "id": "1826528",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1826528",
    "title": "National Socialist Motor Corps",
    "text": "The National Socialist Motor Corps (, NSKK) was a &lt;a href=\"paramilitary\"&gt;paramilitary&lt;/a&gt; organization of the &lt;a href=\"Nazi%20Party\"&gt;Nazi Party&lt;/a&gt; (NSDAP) that officially existed from May 1931 to 1945. The group was a successor organisation to the older National Socialist Automobile Corps (NSAK), which had existed since April 1930.\nThe NSKK served as a training organization, mainly instructing members in the operation and maintenance of high-performance motorcycles and automobiles. The NSKK was further used to transport NSDAP and &lt;a href=\"Sturmabteilung\"&gt;SA&lt;/a&gt; officials/members. The NSKK also served as a roadside assistance group in the mid-1930s, comparable to the modern-day &lt;a href=\"American%20Automobile%20Association\"&gt;American Automobile Association&lt;/a&gt; or the British &lt;a href=\"The%20Automobile%20Association\"&gt;Automobile Association&lt;/a&gt;. The outbreak of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; in Europe caused the NSKK ranks to be recruited to serve in the transport corps of various German military branches. There was also a French section of the NSKK, which was organised after the &lt;a href=\"German%20occupation%20of%20France\"&gt;German occupation of France&lt;/a&gt; began in 1940. The NSKK was the smallest of the Nazi Party organizations.\nHistory.\nThe National Socialist Motor Corps (NSKK) was a successor organization to the older National Socialist Automobile Corps (NSAK), which had existed since being formed on 1 April 1930. Legends about the actual emergence of the NSKK go back as far as 1922, when the publisher of the \"&lt;a href=\"V%C3%B6lkischer%20Beobachter\"&gt;Völkischer Beobachter&lt;/a&gt;\" (People's Observer) and founding member of the &lt;a href=\"German%20Workers%27%20Party\"&gt;German Workers' Party&lt;/a&gt; (DAP), &lt;a href=\"Dietrich%20Eckart\"&gt;Dietrich Eckart&lt;/a&gt;, allegedly purchased trucks so the &lt;a href=\"Sturmabteilung\"&gt;SA&lt;/a&gt; could perform their missions and transport propaganda materials. &lt;a href=\"Martin%20Bormann\"&gt;Martin Bormann&lt;/a&gt; founded the NSAK, which itself was the successor to the SA Motor Squadrons (\"Kraftfahrstaffeln\"). Hitler made the NSAK an official Nazi organization on 1 April 1930. The NSAK was responsible for coordinating the use of donated motor vehicles belonging to party members, and later expanded to training members in automotive skills. &lt;a href=\"Adolf%20H%C3%BChnlein\"&gt;Adolf Hühnlein&lt;/a&gt; was appointed \"&lt;a href=\"Korpsf%C3%BChrer\"&gt;Korpsführer&lt;/a&gt;\" (Corps Leader) of the NSAK, which was to serve primarily as a motorized corps of the \"&lt;a href=\"Sturmabteilung\"&gt;Sturmabteilung&lt;/a&gt;\" (SA). Hühnlein became the organization's \"nucleus\".\nThe organization's name was changed to the National Socialist Motor Corps (\"Nationalsozialistisches Kraftfahrkorps\"; NSKK), becoming official on 1 May 1931. It was essentially a paramilitary organization with its own &lt;a href=\"Ranks%20and%20insignia%20of%20the%20National%20Socialist%20Motor%20Corps\"&gt;system of paramilitary ranks&lt;/a&gt; and the smallest of the NSDAP organizations. Despite its relatively smaller size, when the Nazis celebrated \"Braunschweiger\" SA-day on 18 October 1931, the NSKK had upwards of 5,000 vehicles at its disposal to move men and materials.\nThe primary aim of the NSKK was to educate its members in motoring skills or what was called \"fitness in motoring skills\" (\"Motorische Ertüchtigung\"), but it also transported NSDAP and SA officials. In the mid-1930s, the NSKK also served as a roadside assistance group, comparable to the modern-day &lt;a href=\"American%20Automobile%20Association\"&gt;American Automobile Association&lt;/a&gt; or the British &lt;a href=\"The%20Automobile%20Association\"&gt;Automobile Association&lt;/a&gt;.\nMembership in the NSKK did not require any prior knowledge of automobiles. It was thought that training in the NSKK would make up for any previous lack of knowledge. However, the NSKK adhered to Nazi racial doctrine and screened its members for &lt;a href=\"Aryan\"&gt;Aryan&lt;/a&gt; qualities. Under the guidance of the police, numerous NSKK men were stationed at traffic junctions and trained in traffic control.\nOn 20 July 1934, weeks after the major purge of the SA in what became known as the &lt;a href=\"Night%20of%20the%20Long%20Knives\"&gt;Night of the Long Knives&lt;/a&gt;, the NSKK was separated and promoted into an independent NSDAP organization. From 1935 onward, the NSKK also provided training for &lt;a href=\"Panzer\"&gt;Panzer&lt;/a&gt; crews and drivers of the \"Heer\" (&lt;a href=\"German%20Army%20%28Wehrmacht%29\"&gt;German Army&lt;/a&gt;). The NSKK had two sub-branches within the organization known as the Motor-Hitler Youth (\"Motor-Hitlerjugend\"; Motor-HJ) and Naval NSKK (\"Marine-NSKK\"). The Motor-HJ branch was formed by \"Reichsjugendführer\" (&lt;a href=\"Hitler%20Youth\"&gt;Hitler Youth&lt;/a&gt; Leader) &lt;a href=\"Baldur%20von%20Schirach\"&gt;Baldur von Schirach&lt;/a&gt; after he became a member of the NSKK. It operated 350 of its own vehicles for educational and training purposes. The Naval NSKK trained men in the operation and maintenance of boats.\nDuring the 1936 Olympics in Berlin, the NSKK assumed responsibility for a variety of transport tasks, proving themselves effective at political propaganda by transporting foreign visitors around on designated tours. By 1938, NSKK members were undergoing mechanical and operational training for both civilian and military type vehicles. Over time, the training at NSKK schools became primarily focused on military related tasks. For services to the NSKK and due in part to the general success of the NSKK, Hühnlein was promoted to the position of a \"&lt;a href=\"Reichsleiter\"&gt;Reichsleiter&lt;/a&gt;\" of the NSDAP in 1938. Hühnlein was NSKK \"Korpsführer\" from 1931 until he died in 1942, when Erwin Kraus took over.\nAffiliation with other Nazi organizations and the Second World War.\nSometime in August 1938, the NSKK began its services as a courier for \"&lt;a href=\"Organization%20Todt\"&gt;Organization Todt&lt;/a&gt;\" (OT) during the construction of the \"&lt;a href=\"Westwall\"&gt;Westwall&lt;/a&gt;\". Members of the NSKK transported classified documents, important reports and announcements, construction plans, and routine papers to and from the organization's headquarters. Exemplary services provided to the Organization Todt resulted in Hühnlein being given oversight for the transportation needs related to the task. Over 15,000 trucks went into operation, delivering building materials to the 22,000 individual construction sites of the \"Westwall\". Daily movements of the 200,000 workers required over 5,000 buses to get the workers to and from the construction sites.\nConcomitant to the support provided to Organization Todt during the construction of the \"Westwall\" by the NSKK, the organization was also tasked by Hitler's chief architect, &lt;a href=\"Albert%20Speer\"&gt;Albert Speer&lt;/a&gt;. He founded a unit known as the \"Transport Brigade Speer\", which was organized under the auspices of military considerations, dividing them accordingly into regiments, divisions, companies and platoons. On 27 January 1939, Hitler made the NSKK the sole authority for motor-vehicle related military training. Shortly thereafter, the NSKK was divided into 5 main groups and 23 subordinate motor groups. Approximate manpower strength of the NSKK reached nearly half a million men at this stage with its leadership operating primarily out of Munich and Berlin.\nWith the outbreak of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; in Europe on 1 September 1939, the National Socialist Motor Corps became a target for army recruitment, since NSKK members possessed knowledge of motorized transport, a coveted skill when the bulk of German ground forces relied on &lt;a href=\"horse\"&gt;horse&lt;/a&gt;s. The NSKK was used to transport German Army troops, supplies and ammunition. By the time the Second World War began, the NSKK had already trained some 200,000 men at its 21 training facilities.\nDuring field operations in the &lt;a href=\"Eastern%20Front%20%28World%20War%20II%29\"&gt;Eastern Front&lt;/a&gt;, the NSKK members of the Transport Brigade Speer followed &lt;a href=\"Army%20Group%20South\"&gt;Army Group South&lt;/a&gt;, providing infrastructural backup and replenishment. Members of the Transport Brigade Speer wore either the gray-blue uniform of the &lt;a href=\"Luftwaffe\"&gt;Luftwaffe&lt;/a&gt; or the brown uniform of Speer's staff. NSKK men working for Organization Todt became members of the \"NSKK Transport Brigade Todt\", which were further divided into individual motor groups in the occupied territories.\nMajor units of the NSKK were formed by 1944, operating throughout Germany. There were two full brigades of the NSKK supporting the Luftwaffe; a \"Motorobergruppe Alpenland\" in the &lt;a href=\"Austrian%20Alps\"&gt;Austrian Alps&lt;/a&gt;; \"Motorobergruppe Mitte\" (middle) which operated in Berlin, &lt;a href=\"Franconia\"&gt;Franconia&lt;/a&gt;, and the &lt;a href=\"Lower%20Rhine%20region\"&gt;Lower Rhine&lt;/a&gt;; \"Motorobergruppe Nord\" (north) that covered &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt;, &lt;a href=\"Lower%20Saxony\"&gt;Lower Saxony&lt;/a&gt;, the Baltic Sea and &lt;a href=\"Schleswig-Holstein\"&gt;Schleswig-Holstein&lt;/a&gt;; \"Motorobergruppe Nordost\" (northeast) in &lt;a href=\"Danzig\"&gt;Danzig&lt;/a&gt;, &lt;a href=\"East%20Prussia\"&gt;East Prussia&lt;/a&gt;, and &lt;a href=\"Wartheland\"&gt;Wartheland&lt;/a&gt;; \"Motorobergruppe Ost\" (east) for &lt;a href=\"Leipzig\"&gt;Leipzig&lt;/a&gt;, &lt;a href=\"Lower%20Silesia\"&gt;Lower&lt;/a&gt; and &lt;a href=\"Upper%20Silesia\"&gt;Upper Silesia&lt;/a&gt;; \"Motorobergruppe Süd\" (south) which served &lt;a href=\"Bavaria\"&gt;Bavaria&lt;/a&gt; and Hochland; \"Motorobergruppe Südwest\" (southwest) for the Rhine-&lt;a href=\"Moselle\"&gt;Moselle&lt;/a&gt;, and &lt;a href=\"Swabia\"&gt;Swabia&lt;/a&gt;n regions; \"Motorobergruppe Südost\" (southeast) covering the Upper and Lower &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt;, &lt;a href=\"Sudetenland\"&gt;Sudetenland&lt;/a&gt;; and \"Motorobergruppe West\" (west) which was responsible for &lt;a href=\"Hesse\"&gt;Hesse&lt;/a&gt;n, &lt;a href=\"Thuringia\"&gt;Thuringia&lt;/a&gt;, and &lt;a href=\"Westphalia\"&gt;Westphalia&lt;/a&gt;. Moreover, there were also NSKK units assigned to Organization Todt, operating in France, Italy and Russia. Historian Peter Longerich suggests that members of the NSKK along with the para-military police, the &lt;a href=\"Waffen-SS\"&gt;Waffen-SS&lt;/a&gt;, and the German Army were all culpable in varying degrees for large-scale arrests, torture, and mass executions.\nFrench NSKK.\nThe French section of the NSKK began shortly after the &lt;a href=\"German%20military%20administration%20in%20occupied%20France%20during%20World%20War%20II\"&gt;German occupation of France&lt;/a&gt; in 1940. However, the section was not officially recognized until July 1942. The main office was in Paris, but recruitment occurred throughout France. By the end of 1942 there was one company of 200 men; by the end of World War II there had been seven companies raised. The men had to sign up for two years of service. The French NSKK was originally attached to the Luftwaffe, although they wore the standard NSKK uniforms and used its rank system. They did have their own arm badge with the colors of the French flag. The first version had \"NSKK\" in black letters across the top of the shield; the second version had the word \"France\" in black letters across the top of the shield.\nThe original unit was officially known as \"NSKK Gruppe Luftwaffe\" and a second one was known as \"NSKK Transportgruppe Todt\". At Melun, the NSKK had its own driving school for French recruits and others from European countries. Before the \"&lt;a href=\"Schutzstaffel\"&gt;Schutzstaffel&lt;/a&gt;\" (SS) began to openly recruit members into the &lt;a href=\"Waffen-SS\"&gt;Waffen-SS&lt;/a&gt;, Frenchmen used the NSKK as a \"back-door\" to get into the Waffen-SS to fight on the &lt;a href=\"Eastern%20Front%20%28World%20War%20II%29\"&gt;Eastern Front&lt;/a&gt; against the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;. Some French NSKK men were sent to the Eastern Front in a group known as \"NSKK Einsatzgruppe Russland\".\nIn September 1944, the \"Waffen-Grenadier-Brigade der SS \"Charlemagne\"\", was formed. It was formed from the &lt;a href=\"Legion%20of%20French%20Volunteers%20Against%20Bolshevism\"&gt;Legion of French Volunteers Against Bolshevism&lt;/a&gt; or LVF and the \"&lt;a href=\"SS%20Volunteer%20Sturmbrigade%20France\"&gt;SS Volunteer Sturmbrigade France&lt;/a&gt;\". Joining them were French collaborators fleeing the Allied advance in the west, as well as Frenchmen from the &lt;a href=\"Kriegsmarine\"&gt;German Navy&lt;/a&gt;, the NSKK, the \"&lt;a href=\"Organisation%20Todt\"&gt;Organisation Todt&lt;/a&gt;\" and the detested \"&lt;a href=\"Milice\"&gt;Milice&lt;/a&gt;\" security police. In February 1945, the \"Waffen-Grenadier-Brigade der SS \"Charlemagne\"\" was officially upgraded to a &lt;a href=\"division%20%28military%29\"&gt;division&lt;/a&gt; and became known as the &lt;a href=\"33rd%20Waffen%20Grenadier%20Division%20of%20the%20SS%20Charlemagne%20%281st%20French%29\"&gt;33rd Waffen Grenadier Division of the SS \"Charlemagne\" (1st French)&lt;/a&gt;.\nEnd of the NSKK.\nThe NSKK was the smallest of the Nazi Party organizations. The Corps was disbanded in May 1945 and the group was declared a \"condemned organization\" at the &lt;a href=\"Nuremberg%20Trials\"&gt;Nuremberg Trials&lt;/a&gt; (although not a &lt;a href=\"criminal%20organization\"&gt;criminal one&lt;/a&gt;). This was due in part to the NSKK's origins in the SA and the racial requirements for membership."
}