{
    "id": "1827663",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1827663",
    "title": "Bu Xiangzhi",
    "text": "Bu Xiangzhi (; born December 10, 1985) is a Chinese &lt;a href=\"chess\"&gt;chess&lt;/a&gt; player. In 1999, he became the &lt;a href=\"Chess%20in%20China%23GM%20and%20WGM%20Titles\"&gt;10th grandmaster&lt;/a&gt; from China at the age of 13 years, 10 months and 13 days, at the time the &lt;a href=\"Chess%20prodigy\"&gt;youngest&lt;/a&gt; in history. In April 2008, Bu and &lt;a href=\"Ni%20Hua\"&gt;Ni Hua&lt;/a&gt; became the second and third Chinese players to pass the 2700 &lt;a href=\"Elo%20rating\"&gt;Elo rating&lt;/a&gt; line, after &lt;a href=\"Wang%20Yue\"&gt;Wang Yue&lt;/a&gt;.\nBu was Chinese champion in 2004. He was a member of the gold medal-winning Chinese team at the 2015 &lt;a href=\"World%20Team%20Chess%20Championship\"&gt;World Team Chess Championship&lt;/a&gt; and at the &lt;a href=\"43rd%20Chess%20Olympiad\"&gt;2018 Chess Olympad&lt;/a&gt;.\nCareer.\nEarly years.\nBu was born December 10, 1985 in &lt;a href=\"Qingdao\"&gt;Qingdao&lt;/a&gt;. At age six, Bu was first introduced to chess by an elder cousin (his grandfather was a strong \"&lt;a href=\"xiangqi\"&gt;xiangqi&lt;/a&gt;\" player), and his interest grew with his compatriot &lt;a href=\"Xie%20Jun\"&gt;Xie Jun&lt;/a&gt;'s women's world championship victory in 1991. He began taking chess seriously at the age of nine years and received early training from then on. During this time, the newspaper \"Qingdao Daily\" founded a local &lt;a href=\"chess%20club\"&gt;chess club&lt;/a&gt; which many children in the city went to, including the \"Qingdao Daily\"'s chief editor's son. His first chess book was a translation of the famous \"&lt;a href=\"My%2060%20Memorable%20Games\"&gt;My 60 Memorable Games&lt;/a&gt;\" by &lt;a href=\"Bobby%20Fischer\"&gt;Bobby Fischer&lt;/a&gt;, a player Bu admires. By 1993, he had already won the Qingdao Junior Chess Championship.\nIn 1997 this talent became the children's champion of the National S.T. Lee Cup. In 1998 at the age of 12, he captured the titles of national pupil champion and &lt;a href=\"World%20Youth%20Chess%20Championship\"&gt;under-14 world champion&lt;/a&gt;. In 1999 he finished seventh in the prestigious &lt;a href=\"Tan%20Chin%20Nam\"&gt;Tan Chin Nam&lt;/a&gt; Grandmaster Invitational Tournament.\nYoungest grandmaster in history.\nA sponsorship contract with a &lt;a href=\"mineral%20water\"&gt;mineral water&lt;/a&gt; producer of his home city &lt;a href=\"Qingdao\"&gt;Qingdao&lt;/a&gt; enabled to him in 1999 with his coach Ji Yunqi to travel to Europe to take part there in several international chess tournaments. In autumn 1999 he achieved within two months the required three &lt;a href=\"Norm%20%28chess%29\"&gt;norm&lt;/a&gt;s for the title of Grandmaster (GM), with tournament wins at &lt;a href=\"Paks\"&gt;Paks&lt;/a&gt; GM tournament (6/9 points) in 21–29 September, at Kluger Memorial - &lt;a href=\"First%20Saturday%20%28chess%29\"&gt;First Saturday&lt;/a&gt; tournament (8½/11 pts) in &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt; in 3–13 October, and coming joint first in the \"Qingdao Daily\" Cup (6/8 pts) in 18–23 October. He was 13 years, 10 months, and 13 days old when he scored the final norm, at the time the &lt;a href=\"Chess%20prodigy\"&gt;youngest person to achieve that title&lt;/a&gt;. He gave up the running status of the world's youngest grandmaster to &lt;a href=\"Sergey%20Karjakin\"&gt;Sergey Karjakin&lt;/a&gt; in July 2002. Adding to his victories in 1999, he won the German Open.\n2000-2007.\nIn 2000 in Germany he won in his first appearance the International Neckar Open in &lt;a href=\"Deizisau\"&gt;Deizisau&lt;/a&gt;. Also in 2000, Bu defeated the Azerbaijani talent &lt;a href=\"Teimour%20Radjabov\"&gt;Teimour Radjabov&lt;/a&gt; 6½-1½ in an eight-game Future World Champions Match competition in &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt;. They played two games a day at a time control of one hour for all the moves. The margin of victory was a little flattering to Bu with Radjabov missing a number of good chances on the first day and then having a bit of a disaster on day two losing both games. Radjabov had beaten Bu in the two game final of a Cadet's event held earlier in the year on the Kasparovchess.com site. In May 2000, Bu made his first appearance in a &lt;a href=\"United%20States%20Chess%20Federation\"&gt;United States Chess Federation&lt;/a&gt;-rated tournament at the New York Open in New York City. Although one of the favorites to win the tournament, he lost in the first round to American life master Shearwood McClelland III in an upset, before rallying to finish with 5½/9.\nIn December 2003, Bu won the 10th Aceimar International Open in &lt;a href=\"Mondariz\"&gt;Mondariz&lt;/a&gt; with 7½/9.\nIn November 2004, he became &lt;a href=\"National%20Chess%20Champion%20of%20China\"&gt;National Chess Champion of China&lt;/a&gt; in &lt;a href=\"Lanzhou\"&gt;Lanzhou&lt;/a&gt; with a score of 9/11.\nIn 2006 Bu won the 9th World University Chess Championship in &lt;a href=\"Lagos\"&gt;Lagos&lt;/a&gt;, Nigeria on tiebreak over &lt;a href=\"Ni%20Hua\"&gt;Ni Hua&lt;/a&gt;, after they both scored 7½ /9.\nIn July 2007, Bu won the &lt;a href=\"Canadian%20Open%20Chess%20Championship\"&gt;Canadian Open Chess Championship&lt;/a&gt; in &lt;a href=\"Ottawa\"&gt;Ottawa, Ontario&lt;/a&gt;, Canada. In October 2007, he won the Blindfold Chess World Cup in &lt;a href=\"Bilbao\"&gt;Bilbao&lt;/a&gt; by a 1½ point margin, defeating strong Grandmasters &lt;a href=\"Veselin%20Topalov\"&gt;Veselin Topalov&lt;/a&gt;, &lt;a href=\"Magnus%20Carlsen\"&gt;Magnus Carlsen&lt;/a&gt;, &lt;a href=\"Pendyala%20Harikrishna\"&gt;Pendyala Harikrishna&lt;/a&gt;, &lt;a href=\"Judit%20Polg%C3%A1r\"&gt;Judit Polgár&lt;/a&gt; and Sergey Karjakin in the process.\n2008.\nIn January 2008, at the 6th Gibtelecom Chess Festival in &lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt;, Bu came joint first scoring 8/10 (+7−1=2; Elo performance 2834) but lost on the two game &lt;a href=\"blitz%20chess\"&gt;blitz&lt;/a&gt; &lt;a href=\"play-off\"&gt;play-off&lt;/a&gt; tie-break to &lt;a href=\"Hikaru%20Nakamura\"&gt;Hikaru Nakamura&lt;/a&gt;. In April 2008, Bu competed at the Russian Team Championships in &lt;a href=\"Dagomys\"&gt;Dagomys&lt;/a&gt;, &lt;a href=\"Sochi\"&gt;Sochi&lt;/a&gt; for the team \"Shatar-Metropole\" (&lt;a href=\"Republic%20of%20Buryatia\"&gt;Buryatia&lt;/a&gt;), where he achieved a score of 6½/10 (+3−0=7) and a &lt;a href=\"Performance%20rating%20%28chess%29\"&gt;performance rating&lt;/a&gt; of 2771. In his super-tournament debut in &lt;a href=\"Sofia\"&gt;Sofia&lt;/a&gt;, &lt;a href=\"Bulgaria\"&gt;Bulgaria&lt;/a&gt; at the &lt;a href=\"M-Tel%20Masters\"&gt;M-Tel Masters&lt;/a&gt; (category 20) tournament on May 7–18, 2008, he came fifth out of six players (&lt;a href=\"Levon%20Aronian\"&gt;Levon Aronian&lt;/a&gt;, &lt;a href=\"Ivan%20Cheparinov\"&gt;Ivan Cheparinov&lt;/a&gt;, &lt;a href=\"Vassily%20Ivanchuk\"&gt;Vassily Ivanchuk&lt;/a&gt;, &lt;a href=\"Teimour%20Radjabov\"&gt;Teimour Radjabov&lt;/a&gt;, &lt;a href=\"Veselin%20Topalov\"&gt;Veselin Topalov&lt;/a&gt;) having scored 3/10 (+1−5=4; Elo performance 2594).\nHe competed at the \"Inventi\" Grandmaster Tournament in &lt;a href=\"Antwerp\"&gt;Antwerp&lt;/a&gt;, Belgium on 23–31 August 2008. He won the tournament with a score of 7/9 (+5−0=4) and a performance rating of 2748.\nIn September 2008, he competed at the 5th Russia v China Match in &lt;a href=\"Ningbo\"&gt;Ningbo&lt;/a&gt; where he scored 2½/5 with a performance rating of 2707 for the men's team (with &lt;a href=\"Wang%20Yue\"&gt;Wang Yue&lt;/a&gt;, &lt;a href=\"Wang%20Hao%20%28chess%20player%29\"&gt;Wang Hao&lt;/a&gt;, &lt;a href=\"Ni%20Hua\"&gt;Ni Hua&lt;/a&gt;, &lt;a href=\"Li%20Chao%20%28chess%20player%29\"&gt;Li Chao&lt;/a&gt;).\nIn October Bu won the men's rapid individual tournament of the &lt;a href=\"2008%20World%20Mind%20Sports%20Games\"&gt;2008 World Mind Sports Games&lt;/a&gt;.\nIn December 2008, he came third out of six at the &lt;a href=\"Pearl%20Spring%20chess%20tournament\"&gt;Pearl Spring chess tournament&lt;/a&gt; in &lt;a href=\"Nanjing\"&gt;Nanjing&lt;/a&gt; with 5/10.\n2010.\nHe scored 6½/9 (+4−0=5) at the &lt;a href=\"Moscow%20Open%20%28chess%29\"&gt;Moscow Open&lt;/a&gt; in January with a 2723 performance.\nBu Xiangzhi scored 5½ (+3−1=5) at the 2010 &lt;a href=\"Aeroflot%20Open\"&gt;Aeroflot Open&lt;/a&gt; finishing in 10th place out of 80 players with a 2700 performance. Following this tournament, he scored 13.0/18 in the Preliminaries of the 2010 World Blitz Championship Preliminaries on February 18 to finish in second place behind &lt;a href=\"Maxime%20Vachier-Lagrave\"&gt;Maxime Vachier-Lagrave&lt;/a&gt;; the result automatically qualified Bu for the 2010 World Blitz Championship to be held in Moscow in November 2010.\nFrom May 24 through June 4, 2010, Bu participated in the Chinese Chess Championship. In clear first after ten rounds, Bu needed a final round victory to secure his second Chinese chess championship. However, he drew his final round, allowing &lt;a href=\"Wang%20Hao%20%28chess%20player%29\"&gt;Wang Hao&lt;/a&gt; and &lt;a href=\"Zhou%20Jianchao\"&gt;Zhou Jianchao&lt;/a&gt; to catch him with 7½/11; Wang won the championship on tiebreak.\nBu participated in the 1st Danzhou Tournament in China from June 11 through June 20. After a victory over &lt;a href=\"Zhou%20Jianchao\"&gt;Zhou Jianchao&lt;/a&gt;, Bu led the tournament with 5½/8 with one round remaining. A final round draw with &lt;a href=\"Hou%20Yifan\"&gt;Hou Yifan&lt;/a&gt; allowed &lt;a href=\"Li%20Chao%20%28chess%20player%29\"&gt;Li Chao&lt;/a&gt; to catch him with 6/9, but Bu won the tournament on tiebreak with a performance rating of 2740.\nFrom August 4 through 15th, Bu participated in the 7th annual China versus Russia match, held in Yinzhou, Ningbo, China. Teamed with &lt;a href=\"Wang%20Hao%20%28chess%20player%29\"&gt;Wang Hao&lt;/a&gt;, &lt;a href=\"Wang%20Yue\"&gt;Wang Yue&lt;/a&gt;, &lt;a href=\"Zhou%20Jianchao\"&gt;Zhou Jianchao&lt;/a&gt; and &lt;a href=\"Ni%20Hua\"&gt;Ni Hua&lt;/a&gt;, Bu led the Chinese team to victory with 4/5 and a 2928 performance rating.\n2012-present.\nIn June 2012, Bu won the 3rd &lt;a href=\"Hainan\"&gt;Hainan&lt;/a&gt; &lt;a href=\"Danzhou\"&gt;Danzhou&lt;/a&gt; GM tournament on tiebreak over Ni Hua and this victory earned him the last spot in the Chinese team for the &lt;a href=\"40th%20Chess%20Olympiad\"&gt;Istanbul Chess Olympiad&lt;/a&gt;.\nIn August 2012, he won for the second time the World University Chess Championship, held in &lt;a href=\"Guimar%C3%A3es\"&gt;Guimarães&lt;/a&gt;, Portugal, with 8/9 (+7−0=2).\nIn July 2014, he first tied for first with &lt;a href=\"Ding%20Liren\"&gt;Ding Liren&lt;/a&gt;, placing second on tiebreak, in the 5th Hainan Danzhou tournament and then won the &lt;a href=\"Politiken%20Cup\"&gt;Politiken Cup&lt;/a&gt; in &lt;a href=\"Helsing%C3%B8r\"&gt;Helsingør&lt;/a&gt;, Denmark with 9/10, a full point ahead of the field. Bu won the match against the world champion &lt;a href=\"Magnus%20Carlsen\"&gt;Magnus Carlsen&lt;/a&gt; in the &lt;a href=\"Chess%20World%20Cup%202017\"&gt;FIDE World Cup 2017&lt;/a&gt; in the third round and eliminated him from the tournament.\nNational team.\nBu has played regularly since 2001 in the &lt;a href=\"China%20national%20chess%20team%20results\"&gt;Chinese national team&lt;/a&gt;. With the &lt;a href=\"World%20Team%20Chess%20Championship\"&gt;World Team Chess Championship&lt;/a&gt; in 2005 in &lt;a href=\"Beersheba\"&gt;Beersheba&lt;/a&gt;, and with the &lt;a href=\"37th%20Chess%20Olympiad\"&gt;Turin 2006 Chess Olympiad&lt;/a&gt; he achieved on the top board very good results and won individual and team silvers in each event. He played first board in Turin, where the Chinese team finished in second place. He won four games and drew eight, including his games against top Grandmasters &lt;a href=\"Vladimir%20Kramnik\"&gt;Vladimir Kramnik&lt;/a&gt;, &lt;a href=\"Viswanathan%20Anand\"&gt;Viswanathan Anand&lt;/a&gt; and &lt;a href=\"Levon%20Aronian\"&gt;Levon Aronian&lt;/a&gt;. He has played in two previous &lt;a href=\"Chess%20Olympiad\"&gt;Chess Olympiad&lt;/a&gt;s in &lt;a href=\"35th%20Chess%20Olympiad\"&gt;2002&lt;/a&gt; and &lt;a href=\"36th%20Chess%20Olympiad\"&gt;2004&lt;/a&gt;, both on board four.\nHe was part of the team that won silver at the December &lt;a href=\"2006%20Asian%20Games\"&gt;2006 Asian Games&lt;/a&gt; in &lt;a href=\"Doha\"&gt;Doha&lt;/a&gt;. He won an individual bronze medal on board two as the team won gold at the 2008 15th Asian Team Chess Championship in &lt;a href=\"Visakhapatnam\"&gt;Visakhapatnam&lt;/a&gt;.\nBu was part of the Chinese team that won the gold medal in the &lt;a href=\"World%20Team%20Chess%20Championship\"&gt;World Team Chess Championship&lt;/a&gt; in 2015. He was also in the team that won the &lt;a href=\"43rd%20Chess%20Olympiad\"&gt;43rd Chess Olympiad&lt;/a&gt; in 2018; in this event, Bu also won the individual bronze medal on board four.\nChina Chess League.\nBu Xiangzhi plays for &lt;a href=\"Shandong\"&gt;Shandong&lt;/a&gt; &lt;a href=\"chess%20club\"&gt;chess club&lt;/a&gt; in the &lt;a href=\"China%20Chess%20League\"&gt;China Chess League&lt;/a&gt; (CCL).\nPersonal life.\nBu Xiangzhi is married to &lt;a href=\"Huang%20Qian\"&gt;Huang Qian&lt;/a&gt;, also a chess player."
}