{
    "id": "1829206",
    "revid": "39686892",
    "url": "https://en.wikipedia.org/wiki?curid=1829206",
    "title": "Pedare Christian College",
    "text": "Pedare Christian College is a joint Independent, &lt;a href=\"Junior%20School\"&gt;junior&lt;/a&gt;, &lt;a href=\"Middle%20School\"&gt;middle&lt;/a&gt; and &lt;a href=\"senior%20school\"&gt;senior school&lt;/a&gt; in &lt;a href=\"South%20Australia\"&gt;South Australia&lt;/a&gt;. The junior school comprises reception to year 5, the middle school years 6 to 9, and the senior school years 10 to 12.\nThis school is a member of the Association of Independent Schools of South Australia, the Anglican Schools Heads Group, the Uniting Church Educational Ministries Commission, the &lt;a href=\"Junior%20School%20Heads%20Association%20of%20Australia\"&gt;Junior School Heads Association of Australia&lt;/a&gt; and the South Australian Christian Schools Association.\nThe Surrey Farm campus shares facilities with &lt;a href=\"Gleeson%20College\"&gt;Gleeson College&lt;/a&gt; and &lt;a href=\"Golden%20Grove%20High%20School\"&gt;Golden Grove High School&lt;/a&gt;, resulting in an extended curriculum and extra resources. Pedare Christian College is governed by a college board containing members elected from the college community, and representatives from the &lt;a href=\"Anglican%20Church%20of%20Australia\"&gt;Anglican&lt;/a&gt; and &lt;a href=\"Uniting%20Church%20in%20Australia\"&gt;Uniting&lt;/a&gt; churches.\nHistory.\nThe name \"Pedare\" originally came from a &lt;a href=\"vineyard\"&gt;vineyard&lt;/a&gt; on Ladywood Road, &lt;a href=\"Modbury%20Heights%2C%20South%20Australia\"&gt;Modbury Heights&lt;/a&gt;, owned by Leonard Tolley. It was formed from the names of his sons, Peter, David, and Reginald. The joint campus was originally going to be on this location but it was decided otherwise. That location is now &lt;a href=\"The%20Heights%20School%20%28Australia%29\"&gt;The Heights School&lt;/a&gt;.\nThe founders decided to use the name \"Pedare\" to recognise the past pioneers. The names of the five communities, or houses, of the school also came from surrounding areas. Eldergreen, from Elder Green Farm, Brooklyn, from Brooklyn Villa Farm, Greenwith, from Greenwith Farm, Surrey, from Surrey Farm and Hillcott, from Hillcott Farm.\nIn 1984 Delfin Management Services were developing land in Golden Grove, along with Urban Land Trust. They came up with the idea to make a joint school, and contacted the Pedare foundation planning committee to see if they wanted to join this scheme, saying two of the joint schools would be a &lt;a href=\"Catholic\"&gt;Catholic&lt;/a&gt; College, and a Government High School. Pedare agreed. Pedare Christian College had its first official school day in 1986. There were 90 students, spread through Years 7 and 8. By 1990 Pedare had enrolments in all Secondary School levels, Years 8 to 12. In 1991 the school board decided to form a Primary school, and located it at nearby Bicentennial Drive.\nToday, Pedare is a successful college with over 900 students. In 2005 Years 6 to 9 were relocated to the Surrey Farm Campus, forming a middle school.\nLocation.\nThe Junior, Middle and Senior Schools are now all on the same campus. All campuses are located in &lt;a href=\"Golden%20Grove%2C%20South%20Australia\"&gt;Golden Grove&lt;/a&gt;, South Australia, off Surrey Farm Drive.\nStudent Leadership.\nCaptains\nAll student captains are elected then voted upon and chosen by the school leadership.\n\"Year 12 Captains\"\n\"Year 9 Captains\"\n\"Year 5 Captains\"\nOther notable leadership roles\n\"Year 12 Leaders\"\n\"Year 9 Leaders\""
}