{
    "id": "18296527",
    "revid": "6829965",
    "url": "https://en.wikipedia.org/wiki?curid=18296527",
    "title": "National Bank of Serbia",
    "text": "The National Bank of Serbia () is the &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt; of &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;. Founded in 1884, the responsibilities of the bank are: monetary policy, sole issuer of Serbian &lt;a href=\"Serbian%20dinar%23Banknotes\"&gt;banknotes&lt;/a&gt; and &lt;a href=\"Serbian%20dinar%23Coins\"&gt;coins&lt;/a&gt;, protection of price stability and promotion of stability of the financial system within Serbia. The bodies of the NBS are the executive board, the Governor and the Council of the Governor.\nThe incumbent &lt;a href=\"List%20of%20governors%20of%20national%20banks%20of%20Serbia%20and%20Yugoslavia\"&gt;governor&lt;/a&gt; of the bank is &lt;a href=\"Jorgovanka%20Tabakovi%C4%87\"&gt;Jorgovanka Tabaković&lt;/a&gt;.\nHistory.\nThe bank was originally established on 2 July 1884 as the \"Privileged National Bank of the Kingdom of Serbia\". It was modeled after the &lt;a href=\"National%20Bank%20of%20Belgium\"&gt;National Bank of Belgium&lt;/a&gt;, considered at the time to be at the forefront of modern banking institutions. The first governor of the bank was &lt;a href=\"Aleksa%20Spasi%C4%87\"&gt;Aleksa Spasić&lt;/a&gt;. Following the First World War, the bank underwent several changes as the country expanded and eventually became Yugoslavia, whilst the bank was renamed the National Bank of Yugoslavia. It wasn't until 2006 that the last remnant of Yugoslavia disappeared and the bank returned to minting Serbian currency, and its original name, the National Bank of Serbia.\nFunctions.\nThe National Bank of Serbia is independent and autonomous in carrying out its tasks laid down by the NBS Law and other laws, and is accountable for its work to the &lt;a href=\"National%20Assembly%20%28Serbia%29\"&gt;National Assembly of the Republic of Serbia&lt;/a&gt;. The primary objective of the NBS is to achieve and maintain price stability. Without prejudice to its primary objective, the NBS also contributes to maintaining and strengthening of the stability of the financial system.\nThe National Bank of Serbia:\nGovernors.\nBelow is the list of the governors of the National Bank of Serbia since its re-establishment in 2003.\nManagement of the Bank.\nCurrent management of the bank includes:"
}