{
    "id": "18316684",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=18316684",
    "title": "Jörg Daniel",
    "text": "Jörg Daniel (born 9 July 1951 in &lt;a href=\"Hagen\"&gt;Hagen&lt;/a&gt;) is a former &lt;a href=\"Germany\"&gt;German&lt;/a&gt; &lt;a href=\"Association%20football\"&gt;footballer&lt;/a&gt;, currently a coach for the &lt;a href=\"German%20Football%20Association\"&gt;German Football Association&lt;/a&gt;. As a &lt;a href=\"Goalkeeper%20%28association%20football%29\"&gt;goalkeeper&lt;/a&gt; he made 112 &lt;a href=\"Bundesliga\"&gt;Bundesliga&lt;/a&gt; appearances for &lt;a href=\"Fortuna%20D%C3%BCsseldorf\"&gt;Fortuna Düsseldorf&lt;/a&gt;.\nCareer.\nPlaying career.\nDaniel began his football career with SV Herringen, and had his first experience of success in 1969, winning the A-Jugend youth championship with &lt;a href=\"VfL%20Bochum\"&gt;VfL Bochum&lt;/a&gt;. He moved to &lt;a href=\"Alemannia%20Aachen\"&gt;Alemannia Aachen&lt;/a&gt; in 1970, playing in the German second-tier &lt;a href=\"Regionalliga%20West\"&gt;Regionalliga West&lt;/a&gt; as Aachen's reserve goalkeeper. In order to concentrate on his training as sports teacher, he became an amateur again in 1972, joining SG Eschweiler and completed his Diploma at &lt;a href=\"Cologne\"&gt;Cologne&lt;/a&gt; Sports College.\nIn 1974, at the age of 23, he returned to professional football with &lt;a href=\"Fortuna%20K%C3%B6ln\"&gt;Fortuna Köln&lt;/a&gt; in the &lt;a href=\"2.%20Bundesliga\"&gt;2. Bundesliga&lt;/a&gt;, becoming reserve keeper behind &lt;a href=\"Wolfgang%20Fahrian\"&gt;Wolfgang Fahrian&lt;/a&gt;, making only rare appearances. For the 1975–76 season he was loaned out to &lt;a href=\"Union%20Solingen\"&gt;Union Solingen&lt;/a&gt;, where he gave some solid displays and led to his transfer to Bundesliga side Fortuna Düsseldorf in 1976. 1977 saw Daniel promoted to first-choice goalkeeper following an injury to Wilfried Woyke. Daniel played for the club for five years, during which time the club won the &lt;a href=\"DFB-Pokal\"&gt;DFB-Pokal&lt;/a&gt; twice, in 1979 and 1980, and reached the final of the &lt;a href=\"UEFA%20Cup%20Winners%27%20Cup\"&gt;UEFA Cup Winners' Cup&lt;/a&gt; in 1979.\nDaniel's contract with Fortuna Düsseldorf expired in 1981, and Daniel's inconsistent form meant the club didn't offer him an extension. Not finding another professional club to join, he retired from playing professional football that same year.\nNon-playing career.\nAfter retiring from playing, Daniel then continued his sporting education and gained his football coaching license. Between 1984 and 1999 Daniel served as coach for the &lt;a href=\"Baden-W%C3%BCrttemberg\"&gt;Baden-Württemberg&lt;/a&gt; Football Association in &lt;a href=\"Karlsruhe\"&gt;Karlsruhe&lt;/a&gt;. In July 1999 he was employed by the &lt;a href=\"German%20Football%20Association\"&gt;German Football Association&lt;/a&gt;, training players from the Under-15 to Under-17 levels as well as a goalkeeping coach for the &lt;a href=\"Germany%20national%20football%20team\"&gt;Germany national football team&lt;/a&gt;. After leaving this post in 2004, he became co-ordinator and Sporting Director of the Football Association's talent programs and coaching school.\nIn 1990 Daniel, alongside Gerhard Hamsen, wrote the book \"Fußball-Jugendtraining. Grundlagen, Übungen, Programme.\""
}