{
    "id": "1831371",
    "revid": "7852030",
    "url": "https://en.wikipedia.org/wiki?curid=1831371",
    "title": "Cabrini University",
    "text": "Cabrini University is a &lt;a href=\"Private%20university\"&gt;private&lt;/a&gt; &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt; university in &lt;a href=\"Radnor%20Township%2C%20Pennsylvania\"&gt;Radnor Township, Pennsylvania&lt;/a&gt;. The college was founded by the &lt;a href=\"Missionary%20Sisters%20of%20the%20Sacred%20Heart%20of%20Jesus\"&gt;Missionary Sisters of the Sacred Heart of Jesus&lt;/a&gt; in 1957, and was named after the first American naturalized citizen saint, &lt;a href=\"Frances%20Xavier%20Cabrini\"&gt;Mother Frances Cabrini&lt;/a&gt;. It was one of the first universities in the United States to make community service a graduation requirement for all undergraduates; it now has a core curriculum centered on &lt;a href=\"social%20justice\"&gt;social justice&lt;/a&gt; which includes their signature classes, Engagements in the Common Good, also known as ECG.\nHistory.\nPre-History.\nThe site of the original Cabrini College was originally the estate of &lt;a href=\"John%20Thompson%20Dorrance\"&gt;Dr. John T. Dorrance&lt;/a&gt;, inventor of the process of making condensed soup and president of the &lt;a href=\"Campbell%20Soup%20Company\"&gt;Campbell Soup Company&lt;/a&gt;. It was known as &lt;a href=\"Woodcrest%20%28Radnor%20Township%2C%20Delaware%20County%2C%20Pennsylvania%29\"&gt;Woodcrest&lt;/a&gt;. Dorrance owned a stable with many horses, had social events within the main hall of his mansion, and also had personal servants. The property was purchased by the Missionary Sisters of the Sacred Heart of Jesus (MSC) in 1953. It was first named \"Villa Cabrini\" after the organization's namesake, &lt;a href=\"Saint%20Frances%20Xavier%20Cabrini\"&gt;Saint Frances Xavier Cabrini&lt;/a&gt;. At first, Villa Cabrini was an orphanage.\nFounding and growth.\nIn 1957, Sister Ursula Infante established a school in the villa. Upon opening, it was a female-only school of only thirty-seven students. The orphanage was still a part of the community and they shared the use of the buildings.\nThe first graduating class was in 1961. Also around this same time period, Cabrini was awarded full accreditation by the Middle States Association.\nIn the 1950s, Cabrini was only made up of a few buildings. The mansion of the college was the central point of the college, housing the students, providing a cafeteria, classrooms, library, and a chapel. In 1958, they converted the stable house, now known as Grace Hall, to include both classrooms and dormitories.\nIn 1960, Cabrini finished construction on the Sacred Heart Hall (now known as Founder's Hall), which was a library, cafeteria, gymnasium, and even held science laboratories. The 1960s also saw the construction of a chapel in 1961 and a library in 1965.\nLate 1960s and early 70s.\nThe early 1970s were a time of much change for the college. After Infante's ten-year presidency in 1967, three presidents were to follow in only three years. Sister Barbara Leonardo was president from 1967 to 1968. During her time at the college, she was also a dean and taught history. In 1968, Sr. Gervase Lapadula became president, but soon had to resign due to health problems.\nFrom 1969 to 1973, Sr. Regina Casey was president of Cabrini College. During her presidency, the college was starting to change from a girls-only to a co-educational establishment. Through a program with &lt;a href=\"Eastern%20University%20%28United%20States%29\"&gt;Eastern University&lt;/a&gt;, located next to the college, males started to attend classes at Cabrini. In turn, Cabrini students were offered more courses through both expansion and external courses at Eastern.\nSr. Mary Louise Sullivan: 1972–82.\nEven more changes took place between 1972 and 1982.\nMost importantly, the school became completely coeducational.\nSr. Eileen Currie, MSC '66: 1982–92.\nDuring Sister Eileen's presidency, political science, social work, and computer science programs were added and Xavier Hall, a 124-student residence hall, was built. The faculty voted to make community service a requirement for all students, and Cabrini was recognized as one of the first colleges in the country, and the first in Pennsylvania, to integrate community service into the &lt;a href=\"https%3A//cabrini.edu/about/departments/academic-affairs/core-curriculum\"&gt;core curriculum&lt;/a&gt;.\nAntoinette \"Toni\" Iadarola, Ph.D.: 1992–2008.\nToni Iadarola was the first lay president of Cabrini College. During her tenure, undergraduate enrollment increased from 732 to 1,700 and the number of resident students tripled. New and renovated buildings in this time included the Dixon Center, Founder's Hall, and the Center for Science, Education, and Technology (now the Antoinette Iadarola Center for Science, Education, and Technology).\nMarie Angelella George: 2008–2013.\nCabrini College garnered national attention when, in the midst of a national economic recession, it announced a tuition reduction of nearly 13%.\nDonald B. Taylor: 2014–.\nDr. Don Taylor became Cabrini College's first male President on July 1, 2014. During his inaugural address on October 25, 2014, Dr. Taylor introduced the Cabrini 2020 Roadmap to Growth. This plan is a means to measure the college's progress, as the following are promised to have occurred by 2020. The initiative promises to have 100 percent of undergraduate students participating in a Living &amp; Learning Community, pledges all undergraduate students will experience two or more High-Impact Coeducational Practices in their first year and denotes a commitment to ensuring all students encounter at least four of these High-Impact practices before they are graduated by the college.\nUnder Taylor's leadership, Cabrini College changed its name to Cabrini University on July 1, 2016.\nAcademics.\nPrograms.\nCabrini University offers 40 undergraduate majors, additional minors, and specialized tracks. The institutional also offers part-time graduate degrees in accounting, biological sciences, data science, education, and leadership. In 2016, it started two new part-time doctoral programs for working professionals: EdD in Educational Leadership and PhD in Organizational Development.\nFaculty.\nThe university's faculty includes 33% full-time professors. 67% of the faculty members are adjunct professors (part-time), well above the nation's average.\nThe core curriculum: Justice Matters.\nAll undergraduate students participate in the university's core curriculum, \"Justice Matters\", in which, the university asserts, \"students learn skills that will advance their careers and that can be used for the benefit of their communities, linking theory to practice in the world, preparing them for professional careers through a rigorous liberal learning experience.\"\nThe curriculum drives to raise awareness of social problems, involve students hands-on in social justice issues, to teach students to see themselves as participating in value-driven decision making, and to develop liberally educated persons.\nCommunity service requirement.\nCabrini University was one of the first universities in the United States to make community service a graduation requirement for all undergraduates.\nRankings.\nCabrini is ranked 122nd in the Regional Universities (North) category by U.S. News &amp; World Report for 2018.\nStudent life.\nRadio Station: WYBF-FM.\nCabrini University has its own student-run variety radio station.\nSchool newspaper: \"The Loquitur\".\n\"The Loquitur\" has been the student-run newspaper of Cabrini University since 1959. The paper is now printed on a monthly basis, featuring on and off campus news, lifestyles, sports and perspective pieces. \"The Loquitur\" is celebrating its 60th anniversary during the 2018–19 academic year.\n\"Woodcrest\" (Magazine/Literary Journal).\n\"Woodcrest\" serves as the literary journal at Cabrini University. The magazine has seen many forms over the decades, and has been online since 2010. Advised by faculty and edited by students from the Department of Writing and Narrative Arts, \"Woodcrest\" is a national publication with roots in the literary arts. Faculty advisors have included editors and writers such as Seth Frechie, Amy Persichetti, and Bret Shepard.\nAthletics.\nCabrini University has 19 varsity teams and various recreational sports clubs. The teams compete in the NCAA Division III, &lt;a href=\"Eastern%20College%20Athletic%20Conference\"&gt;ECAC&lt;/a&gt; and the Atlantic East Conference (AEC). Cabrini is known for their men's lacrosse team which won the NCAA Division III National Championship in 2019 against Amherst College at Lincoln Financial Field."
}