{
    "id": "1833556",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1833556",
    "title": "Bernie Machen",
    "text": "James Bernard Machen (; born March 26, 1944) is an American university &lt;a href=\"professor\"&gt;professor&lt;/a&gt; and administrator. Machen is a native of &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt;, and earned several &lt;a href=\"academic%20degree\"&gt;academic degree&lt;/a&gt;s before becoming a university administrator and &lt;a href=\"university%20president\"&gt;president&lt;/a&gt;. Machen had been the president of the &lt;a href=\"University%20of%20Utah\"&gt;University of Utah&lt;/a&gt; in &lt;a href=\"Salt%20Lake%20City%2C%20Utah\"&gt;Salt Lake City, Utah&lt;/a&gt; and the &lt;a href=\"University%20of%20Florida\"&gt;University of Florida&lt;/a&gt; in &lt;a href=\"Gainesville%2C%20Florida\"&gt;Gainesville, Florida&lt;/a&gt;. He also sits on the &lt;a href=\"Sanford-Burnham%20Medical%20Research%20Institute\"&gt;Sanford-Burnham Medical Research Institute&lt;/a&gt;'s Board of Trustees. On June 8, 2012, Machen announced he would be stepping down as president in 2013. However, Machen was asked by state and university leaders to stay on, as the school had not yet found a suitable replacement. He was finally succeeded by &lt;a href=\"W.%20Kent%20Fuchs\"&gt;W. Kent Fuchs&lt;/a&gt; on January 1, 2015.\nEarly life and education.\nMachen was born in &lt;a href=\"Greenwood%2C%20Mississippi\"&gt;Greenwood, Mississippi&lt;/a&gt; in 1944, and grew up in &lt;a href=\"Saint%20Louis%2C%20Missouri\"&gt;Saint Louis, Missouri&lt;/a&gt;. He graduated from &lt;a href=\"Vanderbilt%20University\"&gt;Vanderbilt University&lt;/a&gt; with his &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt; in 1966, and was a member of &lt;a href=\"Sigma%20Chi\"&gt;Sigma Chi&lt;/a&gt; &lt;a href=\"Fraternities%20and%20sororities\"&gt;Fraternity&lt;/a&gt; (&lt;a href=\"List%20of%20Sigma%20Chi%20chapters\"&gt;Alpha Psi&lt;/a&gt; Chapter). He also graduated from &lt;a href=\"Saint%20Louis%20University\"&gt;Saint Louis University&lt;/a&gt; with his &lt;a href=\"doctor%20of%20dental%20surgery\"&gt;doctor of dental surgery&lt;/a&gt; degree in 1968, from the &lt;a href=\"University%20of%20Iowa\"&gt;University of Iowa&lt;/a&gt; with a &lt;a href=\"master%20of%20science\"&gt;master of science&lt;/a&gt; degree in &lt;a href=\"pediatric%20dentistry\"&gt;pediatric dentistry&lt;/a&gt; in 1972 and a &lt;a href=\"doctor%20of%20philosophy\"&gt;doctor of philosophy&lt;/a&gt; degree in &lt;a href=\"educational%20psychology\"&gt;educational psychology&lt;/a&gt; in 1974.\nBefore Utah and Florida, Machen was employed in various capacities as professor and administrator by the &lt;a href=\"University%20of%20North%20Carolina%20at%20Chapel%20Hill\"&gt;University of North Carolina at Chapel Hill&lt;/a&gt; and the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;. Additionally, he served in various ways with the &lt;a href=\"Walter%20Reed%20Army%20Medical%20Center\"&gt;Walter Reed Army Medical Center&lt;/a&gt;, the &lt;a href=\"United%20States%20National%20Academy%20of%20Sciences\"&gt;National Academy of Sciences&lt;/a&gt;, and the &lt;a href=\"American%20Dental%20Education%20Association\"&gt;American Association of Dental Schools&lt;/a&gt;. While serving as the president of the University of Utah, Machen served on the &lt;a href=\"board%20of%20trustees\"&gt;board of trustees&lt;/a&gt; of the Salt Lake Olympic Organizing Committee for the &lt;a href=\"2002%20Winter%20Olympics\"&gt;2002 Winter Olympics&lt;/a&gt;. He is a retired &lt;a href=\"U.S.%20Army\"&gt;U.S. Army&lt;/a&gt; &lt;a href=\"major%20%28rank%29\"&gt;major&lt;/a&gt;.\nUniversity of Florida president.\nDuring Florida's 2004 search that resulted in the hiring of new head &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; coach &lt;a href=\"Urban%20Meyer\"&gt;Urban Meyer&lt;/a&gt;, it was speculated that Machen's relationship with Meyer might play a role in the selection. Machen was the president at Utah when Meyer was hired as head coach there.\nDuring Machen's term, in 2006, the University of Florida came to agreement with Graduate Assistants United (GAU) to begin providing fully subsidized health care to &lt;a href=\"graduate%20assistant\"&gt;graduate assistant&lt;/a&gt;s. GAU is a labor union that represents graduate workers, teaching or research assistants, at UF. GAU negotiated with the administration to include the new program, in their collective bargaining agreement - the culmination of a long GAU campaign. The University of Florida's Graduate Student Council (GSC), an advocacy/student government group, had also worked to bring the issue to the administration's attention and with GAU had representatives on an advisory committee that reviewed bids from insurance companies.\nIn January 2009 Machen announced his initiative to increase diversity in the University of Florida's faculty. His leadership was instrumental in creating a Council on Diversity that will be in charge of collecting and analyzing data from different colleges and departments, as well as proposing policies to increase diversity around the university.\nIn February 2009, Machen and the &lt;a href=\"Board%20of%20Trustees\"&gt;Board of Trustees&lt;/a&gt; stipulated that they are going to have the University of Florida go through a major transition. The Board of Trustees supported the reduction of the number of undergraduates and shifting resources to graduate education and research in the future.\nIn Fall 2010, Machen and Provost &lt;a href=\"Joseph%20Glover\"&gt;Joseph Glover&lt;/a&gt; were at the head of an effort to institute block tuition at the University of Florida. In replacement of having students pay by credit hour, students would have been charged a flat-rate fee analogous to 15 credits for full-time undergraduate students regardless of whether they take 12, 15 or 18 credits. The measure to submit proposals for this switch was approved by the &lt;a href=\"Florida%20Board%20of%20Governors\"&gt;Florida Board of Governors&lt;/a&gt; in November and would result in an 8 percent increase to state tuition, and an average 7 percent increase imposed by UF, which brings the total increase to 15 percent. The switch was estimated at bringing in $4 million of extra recurring revenue annually for the University. UF is the only university in the state that has expressed a desire to pursue block tuition.\nIn an email to University of Florida staff dated June 8, 2012, Machen announced that he informed the UF Board of Trustees of his intention to step down as president of the University of Florida next year. Machen stated his commitment to continuing leadership during the transition to a new university president. However, on January 8, by the request of Florida Governor &lt;a href=\"Rick%20Scott\"&gt;Rick Scott&lt;/a&gt;, Machen decided to stay on as president of the university.\nHe was succeeded by &lt;a href=\"W.%20Kent%20Fuchs\"&gt;W. Kent Fuchs&lt;/a&gt; on January 1, 2015.\nSalary.\nMachen receives a base salary of $432,808 and $285,000 in annual performance bonuses, with his total annual compensation equalling $751,000, the fourth largest salary in the country for a public university president in 2007. He has been criticized for reducing funding to the College of Liberal Arts and Sciences by both faculty and other administrators. However, in December 2008, Machen announced that he would give his yearly bonus of $285,000 back to the University of Florida with the stipulation that the money had to be used to help fund the &lt;a href=\"Florida%20Opportunity%20Scholars%20Program\"&gt;Florida Opportunity Scholars Program&lt;/a&gt;. When Machen was hired by the University of Florida in 2003, his contract stated he would be eligible, after five years, to receive either a one-year sabbatical (paid leave) or receive the $450,000 bonus in addition to his annual salary. In January 2009, Machen chose to take $400,000 in four annual installments, but after receiving the first $100,000 installment in 2009, it was realized that the four-year payment plan would require Machen to pay federal income taxes on all four installments at the time of the first installment payment. In March 2010, the Board of Trustees voted to pay the remaining three installments in a single lump sum so that Machen might avoid further negative tax consequences. With the addition of the $300,000 lump-sum payment to his base salary and annual performance bonus, Machen's total compensation was approximately $1,050,000 in 2010. Machen's contract ended in 2013.\nControversy.\nMachen stirred a mild controversy by making a veiled innuendo regarding the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;'s academics as they relate to student-athletes and implying that &lt;a href=\"Ohio%20State%20University\"&gt;Ohio State University&lt;/a&gt; basketball star &lt;a href=\"Greg%20Oden\"&gt;Greg Oden&lt;/a&gt;'s academic schedule is a joke.\n\"U.S. News\" rankings controversy.\nOn June 17, 2009, it was reported that Bernie Machen had rated the University of Florida above schools such as &lt;a href=\"Duke%20University\"&gt;Duke University&lt;/a&gt; and the &lt;a href=\"University%20of%20Pennsylvania\"&gt;University of Pennsylvania&lt;/a&gt; on the annual \"U.S. News &amp; World Report\" college rankings survey. Machen rated the University of Florida as \"distinguished,\" while rating all other Florida state universities at least two tiers below the University of Florida. These actions were questioned by several Florida media outlets, including the \"St. Petersburg Times\".\nPolitics.\nMachen stands against the boycotting of Israeli universities. He condemned the proposed boycott in a letter that ran as a full-page advertisement in the August 8, 2007 edition of \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\". He helped write the letter in opposition to a recent vote by Britain's leading faculty union, which decided to debate the possibility of boycotting Israeli academic institutions. If passed by Britain's University and College Union, the boycott would cut off relations with Israeli schools to serve as a rebuke of Israel's Palestinian policies.\nIn January 2008, Machen publicly endorsed U.S. Senator &lt;a href=\"John%20McCain\"&gt;John McCain&lt;/a&gt; for President of the United States. However, Machen cautioned that it should not be interpreted as an endorsement from the entire UF community. Bernie Machen also described how he has been a long-time supporter of Senator McCain.\nIn August 2009, Machen publicly endorsed &lt;a href=\"George%20LeMieux\"&gt;George LeMieux&lt;/a&gt; to fill retiring U.S. Senator &lt;a href=\"Mel%20Martinez\"&gt;Mel Martinez&lt;/a&gt;'s &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt; seat. Machen cited LeMieux's strong support for &lt;a href=\"higher%20education\"&gt;higher education&lt;/a&gt; and endorsed Governor &lt;a href=\"Charlie%20Crist\"&gt;Charlie Crist&lt;/a&gt;'s selection to fill the open senate seat. He stipulated that he was not supporting LeMieux for political reasons.\nMachen and his wife, Chris, left for a week–long trip to &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; on Thursday, November 13, 2008. The University of Florida's first couple was part of a delegation that included six U.S. university presidents. While in Iran, the presidents visited universities in &lt;a href=\"Tehran\"&gt;Tehran&lt;/a&gt; and elsewhere and met with their presidents and faculty. At &lt;a href=\"Sharif%20University\"&gt;Sharif University&lt;/a&gt;, the presidents were part of a forum with Iranian students.\nMachen and his wife Chris wrote a &lt;a href=\"letter%20to%20the%20editor\"&gt;letter to the editor&lt;/a&gt; published in the \"&lt;a href=\"Gainesville%20Sun\"&gt;Gainesville Sun&lt;/a&gt;\" expressing their opposition to a &lt;a href=\"city%20charter\"&gt;city charter&lt;/a&gt; amendment on the March 2009 Gainesville city election ballot that would prohibit transgender individuals from using gender specific public facilities for their chosen gender identity as opposed to their physical identity.\nOn September 22, 2010, Machen was one of six presidents of major American research universities who met with U.S. Vice President &lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt; in a roundtable meeting at the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt; to discuss the use of funds appropriated by the 2009 &lt;a href=\"American%20Recovery%20and%20Reinvestment%20Act\"&gt;American Recovery and Reinvestment Act&lt;/a&gt; for scientific research. As of 2009, the University of Florida has received about $120 million in so-called \"stimulus\" funds from the act. Machen touted the six-year study by the University of Florida's Institute on Aging on whether a physical activity regimen can prevent or delay physical disability in the elderly. The study is being funded by approximately $29.5 million in stimulus funds. Machen said the money is worth spending, considering the potential impact the results can have on lowering health care costs. Machen was joined by the presidents of &lt;a href=\"Purdue%20University\"&gt;Purdue University&lt;/a&gt;, &lt;a href=\"Johns%20Hopkins%20University\"&gt;Johns Hopkins University&lt;/a&gt;, &lt;a href=\"Washington%20State%20University\"&gt;Washington State University&lt;/a&gt;, the &lt;a href=\"University%20of%20Pennsylvania\"&gt;University of Pennsylvania&lt;/a&gt; and the &lt;a href=\"University%20of%20California\"&gt;University of California&lt;/a&gt;.\nOn November 29, 2010, Machen was named to an &lt;a href=\"Economic%20Development\"&gt;Economic Development&lt;/a&gt; Transition Team of Governor-elect &lt;a href=\"Rick%20Scott\"&gt;Rick Scott&lt;/a&gt;. Machen's expertise in higher education and its impact on the economy is what interested Scott.\nIn January 2012, Machen and Florida State University's &lt;a href=\"Eric%20J.%20Barron\"&gt;Eric J. Barron&lt;/a&gt; met with the Florida House of Representatives Higher Education Committee in &lt;a href=\"Tallahassee\"&gt;Tallahassee&lt;/a&gt; to discuss improving higher education in the state of Florida. Machen suggested universities should charge higher tuition for science, technology, engineering and math degrees because of their high cost to schools and brought up students' failure to graduate in four years, in spite of the higher credit-hour requirements of some of these degrees as compared to other undergraduate fields of study. \"I just can't get them to leave,\" he stated. \nIn April 2012, Machen expressed his disappointment, in an email to University of Florida students, faculty, and staff, regarding Florida Governor &lt;a href=\"Rick%20Scott\"&gt;Rick Scott&lt;/a&gt;'s decision to veto the Preeminence Bill. The bill would have allowed the University of Florida and Florida State University to increase tuition by more than the current cap of 15% per year. At that rate of increase tuition at these universities could be doubled in five years. Machen's statement explained, \"This legislation presented the University of Florida with a pathway toward excellence and would have enabled the great State of Florida to have two world-class universities.\""
}