{
    "id": "183673",
    "revid": "5984052",
    "url": "https://en.wikipedia.org/wiki?curid=183673",
    "title": "Portcullis",
    "text": "A portcullis (from Old French \"porte coleice\", \"sliding gate\") is a heavy vertically-closing &lt;a href=\"gate\"&gt;gate&lt;/a&gt; typically found in &lt;a href=\"medieval%20fortification\"&gt;medieval fortification&lt;/a&gt;s, consisting of a latticed &lt;a href=\"Grille%20%28architecture%29\"&gt;grille&lt;/a&gt; made of wood, metal, or a combination of the two, which slides down grooves inset within each jamb of the gateway.\nUsage.\nPortcullises fortified the entrances to many &lt;a href=\"medieval\"&gt;medieval&lt;/a&gt; &lt;a href=\"castle\"&gt;castle&lt;/a&gt;s, securely closing off the castle during time of attack or &lt;a href=\"siege\"&gt;siege&lt;/a&gt;. Every portcullis was mounted in vertical grooves in the walls of the castle and could be raised or lowered quickly by means of &lt;a href=\"chain\"&gt;chain&lt;/a&gt;s or &lt;a href=\"rope\"&gt;rope&lt;/a&gt;s attached to an internal &lt;a href=\"winch\"&gt;winch&lt;/a&gt;.\nPortcullises had an advantage of gates in that they could be closed immediately at a time of crisis by a single guard.\nOften, two portcullises to the main &lt;a href=\"Gate\"&gt;entrance&lt;/a&gt; would be used. The one closer to the inside would be closed first, and then the one farther away. This was used to trap the enemy, and often, burning &lt;a href=\"wood\"&gt;wood&lt;/a&gt; or fire-heated sand would be dropped onto them from the roof or &lt;a href=\"murder-hole\"&gt;murder-hole&lt;/a&gt;s. &lt;a href=\"Early%20thermal%20weapons%23Hot%20oil\"&gt;Hot oil&lt;/a&gt;, however, was not commonly used in this manner, contrary to popular belief, since oil was extremely expensive. &lt;a href=\"Arrowslit\"&gt;Arrowslit&lt;/a&gt;s in the sides of the walls enabled &lt;a href=\"archery\"&gt;archers&lt;/a&gt; and &lt;a href=\"crossbow\"&gt;crossbow&lt;/a&gt;men to eliminate the trapped group of attackers.\nIn England, working portcullises survive at the &lt;a href=\"Tower%20of%20London\"&gt;Tower of London&lt;/a&gt;, &lt;a href=\"Monk%20Bar\"&gt;Monk Bar&lt;/a&gt;, York and &lt;a href=\"Hever%20Castle\"&gt;Hever Castle&lt;/a&gt;, Kent and at the hotel conversion, &lt;a href=\"Amberley%20Castle\"&gt;Amberley Castle&lt;/a&gt;. In Scotland, there is a working portcullis at &lt;a href=\"Edinburgh%20Castle\"&gt;Edinburgh Castle&lt;/a&gt;.\nHeraldry.\nThe portcullis was the heraldic badge of the &lt;a href=\"House%20of%20Beaufort\"&gt;House of Beaufort&lt;/a&gt;, and the first Tudor king, &lt;a href=\"Henry%20VII%20of%20England\"&gt;Henry VII&lt;/a&gt;, who was of matrilineal Beaufort descent, adapted both the portcullis and the &lt;a href=\"Tudor%20rose\"&gt;Tudor rose&lt;/a&gt; into &lt;a href=\"Royal%20Badges%20of%20England\"&gt;Royal badges&lt;/a&gt; of the &lt;a href=\"House%20of%20Tudor\"&gt;House of Tudor&lt;/a&gt;. Since then, the portcullis has been a moderately common &lt;a href=\"motif%20%28visual%20arts%29\"&gt;motif&lt;/a&gt; of English &lt;a href=\"heraldry\"&gt;heraldry&lt;/a&gt;, especially that heraldry dating from the Tudor period. The heraldic office of &lt;a href=\"Portcullis%20Pursuivant\"&gt;Portcullis Pursuivant of Arms in Ordinary&lt;/a&gt;, a junior &lt;a href=\"officer%20of%20arms\"&gt;officer of arms&lt;/a&gt; in the &lt;a href=\"College%20of%20Arms\"&gt;College of Arms&lt;/a&gt; at &lt;a href=\"London\"&gt;London&lt;/a&gt;, dates from this period.\nIt is through &lt;a href=\"Lord%20Charles%20Somerset\"&gt;Lord Charles Somerset&lt;/a&gt;, son of &lt;a href=\"Henry%20Somerset%2C%205th%20Duke%20of%20Beaufort\"&gt;The 5th Duke of Beaufort&lt;/a&gt;, that the portcullis has found its way into several South African coats of arms. Somerset established several towns during his governorship at the then &lt;a href=\"British%20Cape%20Colony\"&gt;Cape Colony&lt;/a&gt; and named them for his family. These include &lt;a href=\"Worcester%2C%20South%20Africa\"&gt;Worcester&lt;/a&gt;, &lt;a href=\"Somerset%20West\"&gt;Somerset West&lt;/a&gt;, &lt;a href=\"Fort%20Beaufort\"&gt;Fort Beaufort&lt;/a&gt; and &lt;a href=\"Beaufort%20West\"&gt;Beaufort West&lt;/a&gt;. Institutions that derive the portcullis from these arms include a school, chamber of commerce and a rugby club. Other (approximately 30) South African coats of arms that include a portcullis are not necessarily related to either &lt;a href=\"Courtesy%20titles%20in%20the%20United%20Kingdom\"&gt;Lord&lt;/a&gt; Charles Somerset or any of the towns named for and by him.\nAlthough the &lt;a href=\"Palace%20of%20Westminster\"&gt;Palace of Westminster&lt;/a&gt; served as the official &lt;a href=\"royal%20residence\"&gt;royal residence&lt;/a&gt; for both Henry VII and &lt;a href=\"Henry%20VIII%20of%20England\"&gt;Henry VIII&lt;/a&gt; until 1530, the current use of the portcullis as a symbol of the Palace and of &lt;a href=\"Parliament%20of%20the%20United%20Kingdom\"&gt;Parliament&lt;/a&gt; does not date from that time. Rather, the symbol was developed as part of &lt;a href=\"Charles%20Barry\"&gt;Sir Charles Barry&lt;/a&gt;'s plans for the rebuilt Palace after &lt;a href=\"Burning%20of%20Parliament\"&gt;the original burned down&lt;/a&gt; on 16 October 1834; he conceptualized the new Palace as a \"legislative castle\", and the symbol of a castle gate—i.e. a portcullis—fitted well with the scheme.\nSince then, the portcullis has become the primary symbol of Parliament; an office building for &lt;a href=\"Member%20of%20Parliament%20%28United%20Kingdom%29\"&gt;Members of Parliament&lt;/a&gt; (MPs), opened in 2001, is named \"&lt;a href=\"Portcullis%20House\"&gt;Portcullis House&lt;/a&gt;\". During the 20th century, use of the portcullis as a symbol of Parliament spread beyond Britain and to the other &lt;a href=\"Commonwealth%20realm\"&gt;Commonwealth realm&lt;/a&gt;s; for instance, the &lt;a href=\"coat%20of%20arms%20of%20Canberra\"&gt;coat of arms of Canberra&lt;/a&gt; features a portcullis in its &lt;a href=\"crest%20%28heraldry%29\"&gt;crest&lt;/a&gt;, preserving a connection between the British Parliament at Westminster and the &lt;a href=\"Parliament%20of%20Australia\"&gt;Australian Parliament&lt;/a&gt; to which Canberra is home.\nThe badge, Coat of Arms and Flag of the &lt;a href=\"Canada%20Border%20Services%20Agency\"&gt;Canada Border Services Agency&lt;/a&gt; all include a portcullis, symbolising the agency's role as Her Majesty's agents responsible for the border services of Canada. A portcullis was previously found on the &lt;a href=\"Penny%20%28British%20decimal%20coin%29\"&gt;British one penny coin&lt;/a&gt; and on the &lt;a href=\"Threepence%20%28British%20coin%29\"&gt;pre-decimal thrupenny bit&lt;/a&gt;; this has since been replaced by a section of the &lt;a href=\"royal%20coat%20of%20arms%20of%20the%20United%20Kingdom\"&gt;Royal Arms of the United Kingdom&lt;/a&gt;. It was also featured in the now-defunct &lt;a href=\"HM%20Customs%20and%20Excise\"&gt;HM Customs and Excise&lt;/a&gt; in the United Kingdom and still appears in the rank insignia for the various grades of commissioner in the &lt;a href=\"Australian%20Border%20Force\"&gt;Australian Border Force&lt;/a&gt;.\nThe portcullis may appear:\nIt is often shown with chains attached, even when the blazon does not mention them."
}