{
    "id": "18369805",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=18369805",
    "title": "Mines of Spain State Recreation Area and E. B. Lyons Nature Center",
    "text": "The Mines of Spain State Recreation Area and E. B. Lyons Nature Center is a &lt;a href=\"state%20park\"&gt;state park&lt;/a&gt; in &lt;a href=\"Dubuque%20County%2C%20Iowa\"&gt;Dubuque County&lt;/a&gt;, &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt;, United States. It is near &lt;a href=\"Dubuque%2C%20Iowa\"&gt;Dubuque&lt;/a&gt;, the eighth-largest city in the state. The park features picnic areas, of walking/hiking trails, of ski trails, and the Betty Hauptli Bird and Butterfly Garden. It also includes archaeological sites of national importance as an early lead mining and smelting venture led by French explorer &lt;a href=\"Julien%20Dubuque\"&gt;Julien Dubuque&lt;/a&gt;, as well as Dubuque's gravesite. These sites were collectively designated a &lt;a href=\"National%20Historic%20Landmark%20District\"&gt;National Historic Landmark District&lt;/a&gt; as Julien Dubuque's Mines.\nHistory.\nPre-historic settlement.\nThe earliest known inhabitants of this area were from the &lt;a href=\"Late%20Archaic%20period\"&gt;Late Archaic period&lt;/a&gt; (2,050 BCE to 450 BCE). This era is marked by an increasing sense of regionalism and sedentary occupation of land. The existence of &lt;a href=\"copper\"&gt;copper&lt;/a&gt; in northeast Iowa from the &lt;a href=\"Lake%20Superior\"&gt;Lake Superior&lt;/a&gt; region suggests the practice of long-distance trade. Archaeologists have located evidence of a wide variety of projectile points from this era, population expansion, exchange of raw materials and finished goods, and &lt;a href=\"galena\"&gt;galena&lt;/a&gt;, which is associated with more complex mortuary rituals. Evidence from the &lt;a href=\"Woodland%20period\"&gt;Woodland period&lt;/a&gt; (450 BCE to 1250 CE) are found in pottery, burial mounds, and cultivated plants. Locally, this period of settlement grew out of the Late Archaic period, which in turn transitioned into the &lt;a href=\"Oneota\"&gt;Oneota&lt;/a&gt; period (950 CE to European contact). The Oneota are an &lt;a href=\"Upper%20Mississippian%20culture\"&gt;Upper Mississippian culture&lt;/a&gt; that is marked by subsistence on &lt;a href=\"horticulture\"&gt;horticulture&lt;/a&gt; as in the past, but increasingly on hunting and gathering. Elements from this era include &lt;a href=\"bison\"&gt;bison&lt;/a&gt; and &lt;a href=\"scapula\"&gt;scapula&lt;/a&gt; hoes, triangular projectile points, and &lt;a href=\"Mano%20%28stone%29\"&gt;manos&lt;/a&gt; and &lt;a href=\"metate\"&gt;metate&lt;/a&gt;s.\nMeskwaki.\nThe &lt;a href=\"Meskwaki\"&gt;Meskwaki&lt;/a&gt; tribe is believed to have arrived in this area as early as the 1760s, but were definitely in place by the 1780s. The tribe lived in the lower peninsula of &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt; and possibly in &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt; before 1640 when the &lt;a href=\"Iroquois\"&gt;Iroquois&lt;/a&gt; forced them to the region around &lt;a href=\"Green%20Bay%20%28Lake%20Michigan%29\"&gt;Green Bay&lt;/a&gt; in &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt;. As a result of the &lt;a href=\"Fox%20Wars\"&gt;Fox Wars&lt;/a&gt; with the &lt;a href=\"New%20France\"&gt;French&lt;/a&gt; ending in 1737 and the relocation of the &lt;a href=\"Ojibwa\"&gt;Ojibwa&lt;/a&gt; in 1773, they were then pushed to the south and west. The Meskwaki's subsistence was primarily based on horticulture and hunting and supplemented with fishing and gathering wild foods. That started to slowly change as they became involved as &lt;a href=\"Intermediary\"&gt;middle men&lt;/a&gt; in the &lt;a href=\"North%20American%20fur%20trade\"&gt;fur trade&lt;/a&gt; by the late 1600s. The tribe lived in semi-permanent &lt;a href=\"palisade\"&gt;palisade&lt;/a&gt;d villages of pole-frame lodges. Seasonally, family groups occupied smaller villages for hunting and other subsistence purposes. Their villages were generally located near the bank of navigable waterways. Meskwaki involvement with the &lt;a href=\"lead\"&gt;lead&lt;/a&gt; trade began as a supplement to the fur trade and it was a source of trade goods for the tribe. Only a small portion of the tribe was involved and the work was carried out by the women and older men. They only mined the surface deposits, and then they &lt;a href=\"smelted\"&gt;smelted&lt;/a&gt; the &lt;a href=\"ore\"&gt;ore&lt;/a&gt; using two kinds of temporary smelting furnaces. They would transport the lead to nearby traders and occasionally brought the ore to &lt;a href=\"St.%20Louis\"&gt;St. Louis&lt;/a&gt; themselves to trade.\nJulien Dubuque's Mines.\nJulien Dubuque entered an agreement with the Meskwaki in 1788 to mine lead. He is believed to be the first European to settle on what is now Iowa. The Governor of &lt;a href=\"New%20Spain\"&gt;New Spain&lt;/a&gt; gave Dubuque a grant to work Spanish-owned land, naming the area The Mines of Spain. Dubuque developed a trading post near the Meskawki village (Village of Kettle Chief) along Catfish Creek. It included his residence, houses for Euro-American or employees of mixed origin, a grain mill, storage cellar for furs, one or two barns, a blacksmith shop, and several other storage facilities. The surrounding land was also farmed. While he worked primarily with the Meskawki, Dubuque also traded with the &lt;a href=\"Sauk%20people\"&gt;Sauk&lt;/a&gt; tribe and possibly others, and he sent lead and furs to trade at St. Louis; &lt;a href=\"Prairie%20du%20Chien%2C%20Wisconsin\"&gt;Prairie du Chien, Wisconsin&lt;/a&gt;; &lt;a href=\"Green%20Bay%2C%20Wisconsin\"&gt;Green Bay, Wisconsin&lt;/a&gt;; and &lt;a href=\"Michilimackinac\"&gt;Michilimackinac&lt;/a&gt;.\nMining would continue by the Meskwaki, then by European settlers until 1914. These activities left a complex of archaeological sites, including prehistoric native settlement sites, the mining village of the Meskwaki, Dubuque's trading post, the mining areas themselves, and later mining-related areas. They were listed on the National Register of Historic Places (NRHP) on November 21, 1988, as four &lt;a href=\"Historic%20districts%20in%20the%20United%20States\"&gt;historic districts&lt;/a&gt;: Dubuque Trading Post-Village of Kettle Chief Archeological District, Mines of Spain Area Rural Community Archeological District, Mines of Spain Lead Mining Community Archeological District, and the Mines of Spain Prehistoric District. The Julien Dubuque Monument, also located here, was individually listed on the NRHP on the same date. They were collectively named a National Historic Landmark District on November 4, 1993.\nJulien Dubuque Monument.\nWhen Dubuque died in 1810 he was buried according to the Meskawki burial customs. In 1897 a group of leaders from the City of Dubuque decided to build a monument to Julien Dubuque, who they considered their community's founder. It came at a time when the city's economy had declined and the decision to build the monument came from the &lt;a href=\"Boosterism\"&gt;local booster movement&lt;/a&gt;, which was common in many &lt;a href=\"Midwest\"&gt;Midwest&lt;/a&gt;ern cities at the time. Human remains were discovered when footings were dug for the monument, but they were not identified and it could not be positively confirmed that this was actually the place Dubuque was buried. That is not as important as this was the place these people thought was the grave of Julien Dubuque, his wife Potosa, and her father Peosta, a Meskawki tribal chief. The significance of the monument is less about who is supposedly buried here, and the historic events associated with them, as the historical trend (boosterism) that brought the monument about.\nThe monument is a cylindrical tower that is high, wide, and walls that are thick. It is composed of locally quarried &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; and it has no roof. The monument features narrow windows, grillwork that covers its entrance, and a &lt;a href=\"bronze\"&gt;bronze&lt;/a&gt; plaque that reads \"Julien Dubuque. Miner of the Mines of Spain. Founder of Our City. Died March 24, 1810\". It was designed to have a \"&lt;a href=\"medieval\"&gt;medieval&lt;/a&gt; design\" and in that vein its &lt;a href=\"ashlar\"&gt;ashlar&lt;/a&gt; block construction is capped with &lt;a href=\"Battlement\"&gt;crenellation&lt;/a&gt;s. It is located on the edge of a bluff above the mouth of Catfish Creek at the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt;. The monument was originally designed to be situated in a rustic setting, but park features such as a roadway, footpaths, benches, and interpretive signs were added during the 20th century.\nUnique features.\nFrom a horseshoe-shaped area, Horseshoe Bluff, the geology of the area is visible. &lt;a href=\"Ordovician\"&gt;Ordovician&lt;/a&gt; &lt;a href=\"dolomite%20%28rock%29\"&gt;dolomite&lt;/a&gt; is evident, and two trails lead to a &lt;a href=\"Hunting%20blind\"&gt;blind&lt;/a&gt;."
}