{
    "id": "1837397",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=1837397",
    "title": "Faenza",
    "text": "Faenza (, , ; or ; ) is an Italian city and &lt;a href=\"comune\"&gt;comune&lt;/a&gt; in the &lt;a href=\"province%20of%20Ravenna\"&gt;province of Ravenna&lt;/a&gt;, &lt;a href=\"Emilia-Romagna\"&gt;Emilia-Romagna&lt;/a&gt;, situated southeast of &lt;a href=\"Bologna\"&gt;Bologna&lt;/a&gt;.\nFaenza is home to a historical manufacture of &lt;a href=\"Maiolica\"&gt;majolica&lt;/a&gt;-ware glazed &lt;a href=\"earthenware\"&gt;earthenware&lt;/a&gt; pottery, known from the &lt;a href=\"French%20language\"&gt;French&lt;/a&gt; name of the town as \"&lt;a href=\"faience\"&gt;faience&lt;/a&gt;\".\nGeography.\nFaenza, at the foot of the first &lt;a href=\"Subapennine\"&gt;sub-apennine&lt;/a&gt; hills, is surrounded by an agricultural region including vineyards in the hills, and cultivated land with traces of the ancient Roman land-division system, and fertile market gardens in the plains. In the nearby green valleys of the rivers Samoggia and &lt;a href=\"Lamone%20%28river%29\"&gt;Lamone&lt;/a&gt; there are great number of 18th and 19th century stately homes, set in extensive grounds or preceded by long cypress-lined driveways.\nHistory.\nAccording to &lt;a href=\"mythology\"&gt;mythology&lt;/a&gt;, the name of the first settlement, \"Faoentia\", had &lt;a href=\"Etruscan%20language\"&gt;Etruscan&lt;/a&gt; and &lt;a href=\"Celt\"&gt;Celt&lt;/a&gt;ic roots, meaning in Latin \"Splendeo inter deos\" or \"I shine among the gods,\" in modern English.\nThe very name, coming from the Romans who developed this center under the name of Faventia, has become synonymous with ceramics (&lt;a href=\"majolica\"&gt;majolica&lt;/a&gt;) in various languages, including &lt;a href=\"French%20language\"&gt;French&lt;/a&gt; (faïence) and &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; (&lt;a href=\"faience\"&gt;faience&lt;/a&gt;).\nHere &lt;a href=\"Quintus%20Caecilius%20Metellus%20Pius\"&gt;Quintus Caecilius Metellus Pius&lt;/a&gt; defeated the &lt;a href=\"populares\"&gt;populares&lt;/a&gt; army of &lt;a href=\"Gnaeus%20Papirius%20Carbo\"&gt;Gnaeus Papirius Carbo&lt;/a&gt; in 82 BC.\nFrom the second half of the 1st century AD the city flourished considerably as a result of its agricultural propensities and the development of industrial activities such as the production of everyday pottery and brickwork objects and linen textiles.\nHere &lt;a href=\"Totila\"&gt;Totila&lt;/a&gt; and an &lt;a href=\"Ostrogoths\"&gt;Ostrogothic&lt;/a&gt; army defeated the &lt;a href=\"Byzantine\"&gt;Byzantine&lt;/a&gt; army in Italy in the &lt;a href=\"Battle%20of%20Faventia%20%28542%29\"&gt;Battle of Faventia&lt;/a&gt; in 542 CE.\nAfter a period of decadence from the 2nd century to the early &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; it regained prosperity from the 8th century on. Around the year 1000 with the government of the Bishops and subsequently in the age of the Comune the city began a long period of richness and building expansion which reached its peak with the rule of the &lt;a href=\"Manfredi%20family\"&gt;Manfredi family&lt;/a&gt;. The first &lt;a href=\"consul\"&gt;consul&lt;/a&gt;s were elected in 1141 and in 1155 a &lt;a href=\"podest%C3%A0\"&gt;podestà&lt;/a&gt; was in charge of government of the city. In the wars between &lt;a href=\"Guelphs%20and%20Ghibellines\"&gt;Guelphs and Ghibellines&lt;/a&gt; that began in the following years Faenza was at first loyal to the &lt;a href=\"Holy%20Roman%20Empire\"&gt;emperor of the Holy Roman Empire&lt;/a&gt;. In 1178, however, it changed side and entered the &lt;a href=\"Lombard%20League\"&gt;Lombard League&lt;/a&gt;. The inner disputes anyway favoured acquisition of power by &lt;a href=\"Maghinardo%20Pagano\"&gt;Maghinardo Pagano&lt;/a&gt;, who remained podestà and \"capitano del popolo\" for several years.\nThe \"&lt;a href=\"Chronicle%20of%20Faenza\"&gt;Chronicle of Faenza&lt;/a&gt;\", completed in 1236, is a history of the city from its founding. It shows the city as staunchly &lt;a href=\"Guelphs%20and%20Ghibellines\"&gt;Guelph&lt;/a&gt; in sympathies. It fought for the pope in the &lt;a href=\"War%20of%20the%20Keys\"&gt;War of the Keys&lt;/a&gt; (1229).\nAt the beginning of the 14th century the Guelph Manfredi began a rule over Faenza that was to last for almost two centuries. The peak of splendour was reached under &lt;a href=\"Carlo%20II%20Manfredi\"&gt;Carlo II Manfredi&lt;/a&gt;, in the second half of the century, when the city centre was renewed. In 1488 &lt;a href=\"Galeotto%20Manfredi\"&gt;Galeotto Manfredi&lt;/a&gt; was assassinated by his wife: his son &lt;a href=\"Astorre%20III%20Manfredi\"&gt;Astorre III&lt;/a&gt; succeeded him, but was in turn killed in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; as a prisoner of &lt;a href=\"Cesare%20Borgia\"&gt;Cesare Borgia&lt;/a&gt;, who had captured Faenza in 1501.\nAfter a brief period of Venetian domination Faenza became part of the &lt;a href=\"Papal%20States\"&gt;Papal States&lt;/a&gt; until 1797.\nFaenza lost 1,322 of its citizens during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. After months of bombings and a bloody battle was finally liberated by the New Zealand Army (&lt;a href=\"2nd%20New%20Zealand%20Division\"&gt;2nd New Zealand Division&lt;/a&gt;) on 17 December 1944.\nMain sights.\nFaenza's architectural attractions are concentrated in the two contiguous main squares: Piazza del Popolo, lined by two double order porticoed wings, and Piazza della Libertà.\nSecular buildings.\nAmong the other monuments of the historic centre are \"Palazzo Milzetti\", the richest and most significant &lt;a href=\"Neoclassical%20architecture\"&gt;Neoclassical&lt;/a&gt; building in the region, and the \"Teatro Masini\" (1780–1787). In the nearby, the \"Villa Case Grandi dei Ferniani\" has a collection of 18th and 19th century Faenza ceramics.\nNatural sites.\nGrotta Tanaccia &lt;a href=\"karst%20topography\"&gt;Karstic&lt;/a&gt; Park and the Carnè Natural Park, a vast green area with a visitor’s centre and refreshments, are also of great interest, characterized by a typical landscape of dolinas, ravines and swallow holes.\nMajolica.\nFaenza is home to the International Museum of Ceramics. The museum houses pieces from all over the world and from every epoch, from classical amphoras to the works of &lt;a href=\"Chagall\"&gt;Chagall&lt;/a&gt; and &lt;a href=\"Picasso\"&gt;Picasso&lt;/a&gt;, and there is a rich section dedicated to Faenza pottery in the &lt;a href=\"golden%20age\"&gt;golden age&lt;/a&gt; of the Renaissance. Other interesting art collections are located in the Municipal Art Gallery, the Diocese Museum, the Bendandi Museum and the Manfredi Library. The historic production of Faenza majolica is recognized worldwide as one of the highest moments of artistic creativity expressed through pottery. The tradition was born from a convergence of favourable conditions: a territory rich in clay, a centuries-old history of political and commercial relations with nearby &lt;a href=\"Tuscany\"&gt;Tuscany&lt;/a&gt; (especially with Florence).\nAs a testament to the popularity of the city's majolica through the ages, on 18 August 2006, Quebec Premier &lt;a href=\"Jean%20Charest\"&gt;Jean Charest&lt;/a&gt; announced that Canadian archaeologists had discovered the precise location of Canada's lost first colony of &lt;a href=\"Charlesbourg-Royal\"&gt;Charlesbourg-Royal&lt;/a&gt;, and that a fragment of a decorative Istoriato plate manufactured in Faenza between 1540 and 1550 was found there that could only have belonged to a member of the French aristocracy in the colony.\nCulture.\nIn September and October international contemporary and classical ceramic art events draw majolica amateurs, collectors and artists to Faenza from all over the world. In June the \"Palio del Niballo\", a tournament between five horsemen from the districts of the town, re-evokes the magnificence and struggles of Faenza in the Manfredi &lt;a href=\"calendar%20era\"&gt;epoch&lt;/a&gt;.\nFaenza also houses the annual \"Mexi-talian Convention\", in which Mexican and Italian food and drinks are served alike at the local market; this event usually occurs in May, as part of a Cinco de Mayo celebration.\nTypical regional dishes include home-made tagliatelle, cappelletti, &lt;a href=\"lasagna\"&gt;lasagna&lt;/a&gt; and strozzapreti with the Romagna meat sauce. Two of the best restaurants in Faenza are La Biata and Marianaza.\nThe &lt;a href=\"Giardino%20Botanico%20del%20Museo%20Civico%20di%20Scienze%20Naturali%20di%20Faenza\"&gt;Botanical Gardens&lt;/a&gt;, next to the Civic Natural Science Museum with its collections, houses more than 170 species of plants indigenous to Romagna. There is about of public urban green area. The Bucci Park, created in 1968, has an area of about of undulating land, green meadows and fish-rich waters, with species of birds including wild duck, storks and swans.\nSport.\nThe &lt;a href=\"Florence\"&gt;Florence&lt;/a&gt;–Faenza marathon, a demanding long-distance race held during the last weekend in May, attracts athletes of all nationalities.\nFaenza is home to the &lt;a href=\"Formula%20One\"&gt;Formula One&lt;/a&gt; racing team &lt;a href=\"Scuderia%20AlphaTauri\"&gt;Scuderia AlphaTauri&lt;/a&gt;, formerly &lt;a href=\"Scuderia%20Toro%20Rosso\"&gt;Scuderia Toro Rosso&lt;/a&gt;, formerly &lt;a href=\"Minardi\"&gt;Minardi&lt;/a&gt;. Minardi was one of the last small, independent constructors in Formula One, and was bought by &lt;a href=\"Red%20Bull%20GmbH\"&gt;Red Bull&lt;/a&gt; in 2005, continuing to be based in Faenza.\nAlso headquartered in Faenza is &lt;a href=\"Gresini%20Racing\"&gt;Gresini Racing&lt;/a&gt;, started in 1997 by &lt;a href=\"Fausto%20Gresini\"&gt;Fausto Gresini&lt;/a&gt;, former 125cc world champion. The team has won 4 \nmotorcycle &lt;a href=\"world%20championships\"&gt;world championships&lt;/a&gt;: one in 250cc with &lt;a href=\"Daijiro%20Kato\"&gt;Daijiro Kato&lt;/a&gt;, one in &lt;a href=\"Moto%202\"&gt;Moto 2&lt;/a&gt; with &lt;a href=\"Toni%20El%C3%ADas\"&gt;Toni Elías&lt;/a&gt;, one in &lt;a href=\"Moto%203\"&gt;Moto 3&lt;/a&gt; with &lt;a href=\"Jorge%20Mart%C3%ADn%20%28motorcyclist%29\"&gt;Jorge Martín&lt;/a&gt; and the last one with &lt;a href=\"Matteo%20Ferrari%20%28motorcyclist%29\"&gt;Matteo Ferrari&lt;/a&gt; in &lt;a href=\"MotoE\"&gt;MotoE&lt;/a&gt;.\nFaenza has been host to Motocross World Championship Grand Prix numerous times, the last one in 2020.\nThe track used is Monte Coralli Circuit, located 8 km from the city center.\nTransportation.\n&lt;a href=\"Faenza%20railway%20station\"&gt;Faenza railway station&lt;/a&gt;, at Piazza &lt;a href=\"Cesare%20Battisti%20%28politician%29\"&gt;Cesare Battisti&lt;/a&gt;, forms part of the &lt;a href=\"Bologna%E2%80%93Ancona%20railway\"&gt;Bologna–Ancona railway&lt;/a&gt;. It is also a terminus of two secondary railways, linking Faenza with &lt;a href=\"Faenza%E2%80%93Ravenna%20railway\"&gt;Ravenna&lt;/a&gt; and &lt;a href=\"Faentina%20railway\"&gt;Florence&lt;/a&gt;, respectively. Opened in 1893, it replaced an earlier station, which had been opened in 1861 at a location to the east of the present station, near what is now Via Caldesi.\nTwin towns — sister cities.\nFaenza is &lt;a href=\"Twin%20towns%20and%20sister%20cities\"&gt;twinned&lt;/a&gt; with:"
}