{
    "id": "1837115",
    "revid": "1055293018",
    "url": "https://en.wikipedia.org/wiki?curid=1837115",
    "title": "Saginaw Arts and Sciences Academy",
    "text": "Saginaw Arts and Sciences Academy, or SASA, is a small public &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; and &lt;a href=\"middle%20school\"&gt;middle school&lt;/a&gt; in Saginaw, Michigan for talented students. From its founding in the early 1980s until 1999, it was known as the Center for the Arts &amp; Sciences (CAS). During this period, it was a half-day school utilizing a concentration, or &lt;a href=\"Academic%20major\"&gt;major&lt;/a&gt;, program to allow students to focus on specialized areas of study, while spending the other half of the day at their home school. In 1999, the name was changed, and SASA became a full day school, allowing students to take other required classes in addition to their concentration.\nHistory.\nThe Saginaw Arts and Sciences Academy is located in a building that originally housed a &lt;a href=\"Montgomery%20Ward\"&gt;Montgomery Ward&lt;/a&gt; department store.\nDuring the 1980s and 1990s, the CAS shared its building with the Ruben Daniels Center for Lifelong Education, an adult and alternative high school also run by the Saginaw School district. The CAS met with surprising success, and began drawing students from throughout the Saginaw-valley area, including &lt;a href=\"Saginaw%20County%2C%20Michigan\"&gt;Saginaw&lt;/a&gt;, &lt;a href=\"Bay%20County%2C%20Michigan\"&gt;Bay&lt;/a&gt;, and &lt;a href=\"Midland%20County%2C%20Michigan\"&gt;Midland&lt;/a&gt; counties.\nIn the late 1990s, a committee of students, parents, and teachers, began a campaign to expand the school to include a full-day option. This committee took on the name \"The River School Project\", owing to the school's location on the banks of the &lt;a href=\"Saginaw%20River\"&gt;Saginaw River&lt;/a&gt; near downtown Saginaw. Although the committee met with much doubt and resistance, support gradually built, and after several meetings the Saginaw School Board eventually unanimously approved plans to expand the school and change the name to the Saginaw Arts and Sciences Academy. In 1999, full-day programs were added for the 9th and 10th grade, with the 11th grade following in 2000, and the 12th grade in 2001.\nThe school building was renovated to include three new full science labs, an atrium, gymnasium, and a new performing arts center that opened at the beginning of the 2010-2011 school year.\nIn March 2021, a proposal by current superintendent Dr. Ramont M. Roberts was issued, indicating plans to demolish most of the current SASA building, replace it with a brand new high school intended to gather a much larger student base than presently, and move the staff, students, and organizations of current SASA to the Arthur Hill campus, along with demolishing an additional elementary school known as Handley and placing it on the same campus as SASA and Arthur Hill."
}