{
    "id": "18412763",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=18412763",
    "title": "Atlantic Records discography",
    "text": "This is an Atlantic Records Discography, albums released on the &lt;a href=\"Atlantic%20Records\"&gt;Atlantic Records&lt;/a&gt; label from its founding up until 1982, ordered by catalog number. Two of the major series of LP recordings were the \"1200\" and \"8000\" series, started by &lt;a href=\"Nesuhi%20Ertegun\"&gt;Nesuhi Ertegun&lt;/a&gt;. The \"1200\" series was reserved for jazz albums. The \"8000\" and subsequent series, started shortly after the 1200 in 1956, featured Atlantic's &lt;a href=\"R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt; and &lt;a href=\"pop%20music\"&gt;pop&lt;/a&gt; albums; when the \"1200\" series was discontinued in the 1970s, the jazz albums were mixed with the R&amp;B and pop albums in their respective series. This list includes albums using Atlantic's numbering system that were released under their numerous subsidiary labels. There is a section containing albums related to the label as well.\nDiscography.\n100 &amp; 400 10-inch LP Series.\nAtlantic's first 33⅓ RPM &lt;a href=\"LP%20records\"&gt;LP records&lt;/a&gt; were 10-inch albums and their first release in 1949 was a recording of &lt;a href=\"Walter%20Benton%20%28poet%29\"&gt;Walter Benton&lt;/a&gt;'s poetry set to music which was also issued as three 12 inch &lt;a href=\"78rpm%20record\"&gt;78 RPM&lt;/a&gt; records. This was followed by two albums in 1950 with the bulk of Atlantic's 10-inch albums released between 1951 and 1953. The 100 Series released mainly instrumental jazz LPs and the 400 Series featured vocalists. The album catalog numbers were often denoted by the prefix \"LP\" on the &lt;a href=\"album%20cover\"&gt;album cover&lt;/a&gt; and \"ALS\" or \"ALR\" on the record label.\nThe 1200 \"Jazz\" Series.\nAtlantic commenced releasing 12 inch &lt;a href=\"LP%20record\"&gt;LP record&lt;/a&gt;s with the establishment of their 1200 Series in 1949 with an &lt;a href=\"album\"&gt;album&lt;/a&gt; consisting of three &lt;a href=\"78rpm%20record\"&gt;78 RPM&lt;/a&gt; records of &lt;a href=\"Walter%20Benton%20%28poet%29\"&gt;Walter Benton&lt;/a&gt;'s poetry. This was followed by a two record set of &lt;a href=\"William%20Shakespeare\"&gt;William Shakespeare&lt;/a&gt;'s \"&lt;a href=\"Romeo%20and%20Juliet\"&gt;Romeo and Juliet&lt;/a&gt;\" in 1951. Subsequent releases featured &lt;a href=\"Dixieland\"&gt;Dixieland&lt;/a&gt;, &lt;a href=\"opera\"&gt;opera&lt;/a&gt; and selections from &lt;a href=\"Broadway%20musical\"&gt;Broadway musical&lt;/a&gt;s before &lt;a href=\"Nesuhi%20Ertegun\"&gt;Nesuhi Ertegun&lt;/a&gt; took over responsibility for the LP series in 1955 and the series focussed almost exclusively on jazz releases. After one a very early experiment in 1953 stereo releases of Atlantic LPs began production in 1958 and by 1960 all releases were available in mono or stereo pressings – indicated by the prefix SD on the catalog number. The series continued until late 1977 when it concluded with SD 1700 and most of the popular jazz artists moved to the SD 18100 Series and a limited number of albums were released on the 8800 Series.\n3000 \"Jazz\" Series.\nA small run of eight jazz LPs were released between 1965 and 1967 as the 3000 Series.\n8000 \"Popular\" Series.\nAtlantic commenced releasing 12-inch LPs of popular music in 1956 with the 8000 Series collections of &lt;a href=\"hit%20single\"&gt;hit single&lt;/a&gt;s by their roster of established &lt;a href=\"rhythm%20and%20blues\"&gt;rhythm and blues&lt;/a&gt; artists. The 1960s saw the expansion of Atlantic's roster with the addition of &lt;a href=\"popular%20music\"&gt;popular music&lt;/a&gt; performers, international artists and the emerging dominance of &lt;a href=\"soul%20music\"&gt;soul music&lt;/a&gt; singers such as &lt;a href=\"Solomon%20Burke\"&gt;Solomon Burke&lt;/a&gt; and &lt;a href=\"Aretha%20Franklin\"&gt;Aretha Franklin&lt;/a&gt;. By the end of the 1960s the label experienced its greatest commercial success breaking &lt;a href=\"rock%20music\"&gt;rock music&lt;/a&gt; supergroups like &lt;a href=\"Led%20Zeppelin\"&gt;Led Zeppelin&lt;/a&gt; and &lt;a href=\"Crosby%2C%20Stills%20%26amp%3B%20Nash\"&gt;Crosby, Stills &amp; Nash&lt;/a&gt;.\n19100 \"Popular\" Series.\nAtlantic began this series mostly by reissuing its more popular titles.\nMultiple-album sets.\nUnlike many other labels, Atlantic issued multiple-LP sets in a special series. In fact, there were many of these special series, each with its own slant from the prospective of the Atlantic catalog makers.\n[SD-2-400 series used for Atco label]\nThis is a series of 2-LP sets.\nThis is an early series of 2-LP sets that lay dormant for a decade before being revived in the 1970s.\n[SD-2-700 and SD-2-800 series were used for the Atco label.]\nThis is a series of 2-LP sets.\nThis is a series of 2-LP sets.\nThis is a series of 2-LP sets.\nThese are 2-LP sets.\nA short series of blues and fusion music.\nThese are 2-LP sets.\nThese are 2-LP sets.\nMiscellaneous.\nATLANTIC ALBUM DISCOGRAPHY, PART 12\nAtlantic did reissue most of the Stax 700 album series with the same cover graphics and song lineup. See the Stax Discography for details of the albums. Atlantic added a 7 in front of the original Stax number.\nThis lone record was issued on the Atlantic Group label. The label is red with \"ATLANTIC GROUP\" above the center hole. Below is the Atlantic Group logo, a black circle with \"Dial\" in yellow, \"STAX\" in green and \"ATLANTIC\" in red.\nR-001 –R-027 \"Religious\".\nAs would any major record label, Atlantic had, from 1967 to 1970, a numbering system solely devoted to gospel music and sermons.\nPromotional records.\nPromotional or deejay records were issued regularly over the years. They were usually issued with white labels with black print in the same graphical designs as their commercial counterparts.\nIn addition, Atlantic issued a series of promotional albums using a 100 series. These are listed below, in an incomplete list.\nRelated albums.\nThis section includes some of the albums which are related to the Atlantic label, among them, the only album on &lt;a href=\"National%20Records\"&gt;National Records&lt;/a&gt;, and non-US reissues.\nNational Records.\nNational Records was founded in 1944 by Al Green. The company was located at 1841 Broadway in New York City. The output of the label was pop, R&amp;B, jazz, country and western, and gospel. A&amp;R for the label was handled by Herb Abramson, Lee Magid and Bob Shad. The National Record catalog was acquired by Savoy Records in September 1957. There was only one LP released on the label."
}