{
    "id": "18430659",
    "revid": "991839",
    "url": "https://en.wikipedia.org/wiki?curid=18430659",
    "title": "Stanisław Egbert Koźmian",
    "text": "Stanisław Egbert Koźmian () (21 April 181123 April 1885) was a Polish writer, poet and &lt;a href=\"Translation\"&gt;translator&lt;/a&gt;. He is now best known for translating the &lt;a href=\"Shakespeare%20bibliography\"&gt;works of William Shakespeare&lt;/a&gt; into &lt;a href=\"Polish%20language\"&gt;Polish&lt;/a&gt;.\nKoźmian was born in &lt;a href=\"Wron%C3%B3w%2C%20Lublin%20County\"&gt;Wronów&lt;/a&gt;, near &lt;a href=\"Lublin\"&gt;Lublin&lt;/a&gt;, to wealthy parents. After attending the &lt;a href=\"Warsaw%20Lyceum\"&gt;Warsaw Lyceum&lt;/a&gt;, he studied law at the &lt;a href=\"University%20of%20Warsaw\"&gt;University of Warsaw&lt;/a&gt; from 1828 to 1830, where his friends included the poet &lt;a href=\"Zygmunt%20Krasi%C5%84ski\"&gt;Zygmunt Krasiński&lt;/a&gt; and the writer and translator . He participated as a junior officer in the &lt;a href=\"Polish%20insurrection%20of%201831\"&gt;Polish insurrection of 1831&lt;/a&gt; and was forced to live abroad after the rebellion was crushed. He settled in England, where he lived as an exile for 12 years.\nIn England, Koźmian helped to raise funds for Polish emigrants and lobbied &lt;a href=\"Member%20of%20Parliament%20%28United%20Kingdom%29\"&gt;Parliamentarians&lt;/a&gt; about the plight of his homeland. After being allowed to return home to the &lt;a href=\"Duchy%20of%20Posen\"&gt;Duchy of Posen&lt;/a&gt;, he and his brother &lt;a href=\"Jan%20Ko%C5%BAmian\"&gt;Jan Koźmian&lt;/a&gt; worked as joint editors of their pro-Catholic periodical \"Poznań Review\" ('). His translations of seven of the works of &lt;a href=\"William%20Shakespeare\"&gt;William Shakespeare&lt;/a&gt; were included in the publication of \"Drama Works by William Shakespeare\" (') in 1875, the first translation into Polish of all of Shakespeare's plays. Koźmian became a member of the &lt;a href=\"Pozna%C5%84%20Society%20of%20Friends%20of%20Learning\"&gt;Poznań Society of Friends of Learning&lt;/a&gt; in 1857, and was elected as president. He died in &lt;a href=\"Pozna%C5%84\"&gt;Poznań&lt;/a&gt; on 23 April 1885.\nLife.\nFamily and early years.\nStanisław Egbert Koźmian was born in the Polish village of &lt;a href=\"Wron%C3%B3w%2C%20Lublin%20County\"&gt;Wronów&lt;/a&gt;, near &lt;a href=\"Lublin\"&gt;Lublin&lt;/a&gt; (then in the &lt;a href=\"Duchy%20of%20Warsaw\"&gt;Duchy of Warsaw&lt;/a&gt;), on 21 April 1811, the eldest child of Tomasz Jan Adam Kożmian (b. 1780) and Wiktorya Mikuliczówna (b. 1789). His parents owned estates at &lt;a href=\"Wola%20Ga%C5%82%C4%99zowska\"&gt;Wola Gałęzowska&lt;/a&gt; and Wronów. Stanisław had three siblings: a sister, , and two brothers, Teofil Seweryn Tomasz and &lt;a href=\"Jan%20Ko%C5%BAmian\"&gt;Jan Koźmian&lt;/a&gt;. After the death of his father in 1818, at the age of 38, Stanisław and his the family were brought up in the household of an uncle, the poet, critic and journalist , at &lt;a href=\"Piotrowice%2C%20Lublin%20County\"&gt;Piotrowice&lt;/a&gt;, near &lt;a href=\"Pu%C5%82awy\"&gt;Puławy&lt;/a&gt;.\nKoźmian was educated in Lublin from 1821 to 1825. From 1826 to 1828 he attended the &lt;a href=\"Warsaw%20Lyceum\"&gt;Warsaw Lyceum&lt;/a&gt;, where his classmates included the poet &lt;a href=\"Zygmunt%20Krasi%C5%84ski\"&gt;Zygmunt Krasiński&lt;/a&gt; and the writer and translator . From 1828 to 1830 he studied &lt;a href=\"law\"&gt;law&lt;/a&gt; and &lt;a href=\"public%20administration\"&gt;public administration&lt;/a&gt; at the &lt;a href=\"University%20of%20Warsaw\"&gt;University of Warsaw&lt;/a&gt;; whilst there he published a translation of the Irish poet &lt;a href=\"Thomas%20Moore\"&gt;Thomas Moore&lt;/a&gt;'s \"&lt;a href=\"Lalla%20Rookh\"&gt;Lalla Rookh&lt;/a&gt;\". His earliest poems were written in around 1830; his first attempt at writing a play, \"Spy\" (), produced in 1831, was unsuccessful.\nTogether with his brother Jan, Koźmian took part in the &lt;a href=\"Polish%20insurrection%20of%201831\"&gt;November Uprising&lt;/a&gt;. On 30 November 1830, he joined the and fought in the &lt;a href=\"honour%20guard\"&gt;honour guard&lt;/a&gt; of the commander of the Polish army, &lt;a href=\"J%C3%B3zef%20Ch%C5%82opicki\"&gt;Józef Chłopicki&lt;/a&gt;. He took part in the &lt;a href=\"Battle%20of%20Olszynka%20Grochowska\"&gt;Battle of Olszynka Grochowska&lt;/a&gt; on February 25, 1831. With his old school friend , he edited the newspaper \"Dziennik Gwardii Honorowej\", and translated &lt;a href=\"Johann%20Wolfgang%20Goethe\"&gt;Goethe&lt;/a&gt;'s \"&lt;a href=\"Clavigo%20%28play%29\"&gt;Clavigo&lt;/a&gt;\" and &lt;a href=\"Friedrich%20Schiller\"&gt;Schiller&lt;/a&gt;'s \"&lt;a href=\"William%20Tell%20%28play%29\"&gt;William Tell&lt;/a&gt;\". During the uprising, Koźmian wrote patriotic poems; his \"War Song\" (\"\") was performed to the tune of \"&lt;a href=\"God%20Save%20the%20Queen\"&gt;God Save the King&lt;/a&gt;\". \nFrom March 1831, Koźmian served in the &lt;a href=\"artillery\"&gt;artillery&lt;/a&gt; under &lt;a href=\"Girolamo%20Ramorino\"&gt;Girolamo Ramorino&lt;/a&gt;. Koźmian was captured on 17 August near &lt;a href=\"O%C5%82tarzew\"&gt;Ołtarzew&lt;/a&gt;, but two weeks later managed to escape and reach Warsaw. He left the city after it was recaptured and made his way to the Prussian border with the troops of ; his final rank in the Polish military was that of a \"\" (second lieutenant).\nExile in England.\nWhen the revolution failed, Koźmian left Poland to live as an exile in England. He arrived on 1 January 1833, having first gone to Brussels, and also briefly volunteering for the French forces during the &lt;a href=\"Siege%20of%20Antwerp%20%281832%29\"&gt;Siege of Antwerp&lt;/a&gt;. He lived in London before moving to &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt;, where he found employment as a French teacher. In 1835 he returned to London, where he promoted &lt;a href=\"Polish%20Question\"&gt;Poland's cause&lt;/a&gt; in &lt;a href=\"Parliament%20of%20the%20United%20Kingdom\"&gt;Parliament&lt;/a&gt;. He spoke at public meetings, and produced articles about Poland in the British press, as well as articles about England, which appeared in the \"Dziennik Naodowy\". He helped to raise funds for &lt;a href=\"Great%20Emigration\"&gt;Polish emigrants&lt;/a&gt; by organising concerts, &lt;a href=\"Ball%20%28dance%20party%29\"&gt;balls&lt;/a&gt; and other charity events, and worked for the &lt;a href=\"Literary%20Association%20of%20the%20Friends%20of%20Poland\"&gt;Literary Association of the Friends of Poland&lt;/a&gt; to help distribute aid. He attempted to establish a Polish bookstore in London, but was unsuccessful.\nDuring his exile Koźmian travelled to France and the &lt;a href=\"Pyrenees\"&gt;Pyrenees&lt;/a&gt; in 1835, Switzerland and Italy in 1842 and 1843, and Ireland and Scotland in 1844. The following year he obtained permission to stay in the &lt;a href=\"Grand%20Duchy%20of%20Posen\"&gt;Grand Duchy of Posen&lt;/a&gt;, created in 1815 when part of Poland transferred to &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt;. After his brother's father-in law, the political activist and military commander &lt;a href=\"Dezydery%20Ch%C5%82apowski\"&gt;Dezydery Chłapowski&lt;/a&gt;, interceded on his behalf, he was able to stay in &lt;a href=\"Pozna%C5%84\"&gt;Poznań&lt;/a&gt; for 10 days. On his return journey, Koźmian tried unsuccessfully to become engaged to Skrzynecki's daughter. In 1846 he travelled up the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt; and visited Rome.\nIn the early years of his exile, Koźmian was associated with the &lt;a href=\"H%C3%B4tel%20Lambert%23A%20political%20salon\"&gt;Hôtel Lambert faction&lt;/a&gt;, whose political beliefs played a role in keeping the Polish question alive in European politics. He was initially an active supporter of the pro-democratic, right-wing faction among the Polish emigrants in the United Kingdom. However, after 1846 he distanced himself from his prior political activism, as he intended to settle back in the Polish lands, and did not want to risk running into trouble with the authorities there. This did not prevent him from acting as a representative of the &lt;a href=\"Polish%20National%20Committee%20%281848%29\"&gt;Polish National Committee&lt;/a&gt; in 1848, during the &lt;a href=\"Greater%20Poland%20uprising%20%281848%29\"&gt;Greater Poland uprising of that year&lt;/a&gt;—part of the Europe-wide upheaval known as the &lt;a href=\"Spring%20of%20Nations\"&gt;Spring of Nations&lt;/a&gt;. He attempted to secure loans from Britain for the insurgent cause, and in London met the British prime minister &lt;a href=\"Henry%20John%20Temple%2C%203rd%20Viscount%20Palmerston\"&gt;Lord Palmerston&lt;/a&gt;, and called on him to come to the aid of Poland.\nIn June 1848, Koźmian met Krasiński in Paris, and during the summer of that year he withdrew from the political scene, and travelled to the resorts of &lt;a href=\"Duszniki-Zdr%C3%B3j\"&gt;Duszniki-Zdrój&lt;/a&gt; and &lt;a href=\"L%C3%A1zn%C4%9B%20Jesen%C3%ADk\"&gt;Lázně Jeseník&lt;/a&gt;.\nDuring much of his time as an exile, Koźmian was &lt;a href=\"secretary\"&gt;secretary&lt;/a&gt; to the British politician &lt;a href=\"Lord%20Dudley%20Stuart\"&gt;Lord Dudley Stuart&lt;/a&gt;, the vice-president of the Literary Association of the Friends of Poland, a position he gained with the help of the politician &lt;a href=\"W%C5%82adys%C5%82aw%20Stanis%C5%82aw%20Zamoyski\"&gt;Władysław Zamoyski&lt;/a&gt;. In both 1837 and 1848 Koźmian was the companion and guide in London of the composer &lt;a href=\"Fr%C3%A9d%C3%A9ric%20Chopin\"&gt;Frédéric Chopin&lt;/a&gt;, whom he had known at the Warsaw Lyceum.\nReturn to Poland.\nAfter living as an exile in England for 12 years, Koźmian was granted permission to return to Polish lands within the &lt;a href=\"Greater%20Poland\"&gt;Greater Poland&lt;/a&gt; region, and settled within the Prussian &lt;a href=\"Province%20of%20Posen\"&gt;Province of Posen&lt;/a&gt; in 1849. He became a member of the &lt;a href=\"Pozna%C5%84%20Society%20of%20Friends%20of%20Learning\"&gt;Poznań Society of Friends of Learning&lt;/a&gt; in 1857. In 1867, he moved permanently to Poznań and became more involved in the work of the Society; he was made its vice-president in 1868, from 1869 to 1872 he headed the Department of History, and was from 1875 until his death the president of the Society. He was very active in the works of the Society, supporting and initiating a number of projects such as the study of &lt;a href=\"Polish%20orthography\"&gt;Polish orthography&lt;/a&gt; or legal terminology; he also supported the Society against interference from the Prussian government, which was &lt;a href=\"Kulturkampf\"&gt;increasingly unfriendly towards Polish-language activities&lt;/a&gt;. At the same time, however, representing the conservative and Catholic factions, he successfully opposed efforts of the Society's Department of Natural History, which attempted to promote &lt;a href=\"Darwin%27s%20theory%20of%20evolution\"&gt;Darwin's theory of evolution&lt;/a&gt;, preventing it from holding lectures on the topic. He became a member of the &lt;a href=\"Academy%20of%20Learning\"&gt;Academy of Learning&lt;/a&gt; () in 1873.\nIn 1851, he bought the &lt;a href=\"Przylepki\"&gt;Przylepki&lt;/a&gt; estate in the district of Śremski; the estates of the political activist Dezydery Chłapowski, the politician and Jan Koźmian were nearby, and Koźmian and his friends visited each other, debating political, social and economic issues. He was also visited by his friends the poets &lt;a href=\"Lucjan%20Siemie%C5%84ski\"&gt;Lucjan Siemieński&lt;/a&gt;, &lt;a href=\"Wincenty%20Pol\"&gt;Wincenty Pol&lt;/a&gt; and &lt;a href=\"Julian%20Klaczko\"&gt;Julian Klaczko&lt;/a&gt;, as well as with Ulrich, with whom he discussed Shakespeare. Koźmian married Felicya Łempicka in 1853; they had two daughters, Zofia and Maria.\nOn 19 February 1884, he was temporarily paralysed. Left in constant pain and unable to write, his health slowly deteriorated. He died on 23 April 1885, at &lt;a href=\"Brodnica\"&gt;Brodnica&lt;/a&gt;, near Śrem.\nLiterary career.\nWriter.\nFrom 1845 Koźmian published articles in the cultural magazine \"Poznań Review\" (\"\"), and in 1849 he and his brother Jan become joint editors. From the mid-1850s until the magazine ceased publication in 1865, he was its editor-in-chief. The periodical moved from being purely religious to discussing issues such as literature, art, science, and economics, although it maintained its strongly &lt;a href=\"Catholic%20Church%20in%20Poland\"&gt;Catholic&lt;/a&gt; and conservative perspective. Koźmian's interests were wide; he published articles and essays on issues ranging from mathematical topics in Polish and English as well as on &lt;a href=\"Poland%E2%80%93United%20Kingdom%20relations\"&gt;Polish-British relations&lt;/a&gt;, and on &lt;a href=\"Shakespeare\"&gt;Shakespeare&lt;/a&gt;.\nKoźmian's own prose consists mainly of &lt;a href=\"essay\"&gt;essay&lt;/a&gt;s, many of which appeared in the two volumes of his \"England and Poland\" (\"\"), which was published in 1862. The first volume describes what the English thought and knew of Poland, their feelings towards the Polish people, and reasons for the indifference most English people felt towards the &lt;a href=\"Partitions%20of%20Poland\"&gt;Poland's fate&lt;/a&gt; at the hands of its more powerful neighbours. The second volume gave particulars of English institutions, life, politics, and literature.\nKoźmian wrote numerous essays, particularly on literature. Some of his articles appeared in ' and were collected in a collection \"I z bliska, i z daleka\" (1881). As a journalist he took an unpopular Catholic point of view, and was comparatively unknown in his lifetime. Nonetheless &lt;a href=\"Stefan%20Kieniewicz\"&gt;Stefan Kieniewicz&lt;/a&gt; described him as a \"pretty good journalist\" for his time and era, noting that he was respected for the quality of his prose. As a &lt;a href=\"Literary%20criticism\"&gt;literary critic&lt;/a&gt;, his articles, also considered quite popular, were published, anonymously, in the columns of \"The Newspaper of the Grand Duchy of Poznań\" (').\nAs a poet, Koźmian debuted in 1830. Early in his lifetime, he tried to imitate the style of &lt;a href=\"Adam%20Mickiewicz\"&gt;Adam Mickiewicz&lt;/a&gt;, and later that of Krasiński. His best known work during his lifetime, published in October 1846, was \"To the Masters of the Word\" (). It was addressed to the poets Mickiewicz, Krasiński, and &lt;a href=\"J%C3%B3zef%20Bohdan%20Zaleski\"&gt;Józef Bohdan Zaleski&lt;/a&gt;. This work, published shortly after the &lt;a href=\"Galician%20slaughter\"&gt;Galician slaughter&lt;/a&gt;, called upon those poets to issue a statement about the Polish cause and its future. Overall, Kieniewicz notes that Koźmian was a mediocre poet at best, an assessment with which Koźmian himself agreed during his own lifetime. His most worthwhile poems are his &lt;a href=\"sonnet\"&gt;sonnet&lt;/a&gt;s about the Pyrenees, and the series \"Gorzkie żale\" about the contemporary politics.\nKoźmian was a friend of Krasiński, two of whose works—\"The Day of To-Day\" (') and \"The Last One\" ('), both responses to Koźmian's 1846 work—first appeared under Koźmian's name, as Krasiński in general published his works either anonymously or under pseudonyms to avoid provoking the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt; authorities. Their success put Koźmian in an uncomfortable position, which he described in one of his poems, an imitation of &lt;a href=\"Dante\"&gt;Dante&lt;/a&gt;'s \"&lt;a href=\"Inferno%20%28Dante%29\"&gt;Inferno&lt;/a&gt;\". Despite that, Krasiński pressed Koźmian to declare himself as the author of all of Krasiński's works, past and present, a troublesome honour that Kożmian declined. In 1873 he would publish in print his correspondence with Krasiński.\nTranslator.\nAccording to Kieniewicz, Koźmian's contribution to literature is arguably most important in his capacity as a translator. He translated into Polish from German and, particularly, from English languages; during his lifetime he was the most vocal supporter of translating and popularizing English literature in Poland.\nAs a translator, Koźmian is best remembered for his work on Shakespeare. The English poet was first translated into Polish in 1837 by , , and the novelist &lt;a href=\"Joseph%20Conrad\"&gt;Joseph Conrad&lt;/a&gt;, after the novelist &lt;a href=\"J%C3%B3zef%20Ignacy%20Kraszewski\"&gt;Józef Ignacy Kraszewski&lt;/a&gt; had made repeated appeals for such work to be done. That year, Koźmian’s friend Ulrich came to London. They studied Shakespeare together, making use of the commentaries that were hard to find outside of England, and attending performances of the plays. They consulted &lt;a href=\"Charles%20Knight%20%28publisher%29\"&gt;Charles Knight&lt;/a&gt;'s \"The Pictorial Edition\" of Shakespeare (published 18381841) as the basis for their translations. In 1838, after Ulrich returned to France, the translators continued to collaborate, albeit separately.\nThe translations of Kozmian, Ulrich, and , which formed the basis of the first complete edition of Shakespeare's plays into Polish in 1875, surpassed in quality the work done in the 1830s. The 12-volume publication, illustrated by the English artist &lt;a href=\"Henry%20Courtney%20Selous\"&gt;Henry Courtney Selous&lt;/a&gt; and edited by Kraszewski, was produced in Warsaw in 1875 by different publishers, so as to reduce costs. Koźmian chose plays with a political dimension that matched his political views, although his choice of \"&lt;a href=\"The%20Two%20Gentlemen%20of%20Verona\"&gt;The Two Gentlemen of Verona&lt;/a&gt;\" may have been because it was the first play he saw performed in London. He preserved Shakespeare's use of prose and poetry, although arguably to the extent that went too far in some cases when it comes to clarity and style. At first, he translated proper names into Polish &lt;a href=\"Phonetics\"&gt;phonetically&lt;/a&gt;, removing phrases he considered to be vulgar. Kieniewicz notes that the quality of Koźmian's translations varies from jarring to beautiful, but they are nonetheless considered still valuable and useful today. In total, Koźmian translated seven of Shakespeare's plays; in addition to the \"The Two Gentlemen of Verona\" those were \"&lt;a href=\"King%20Lear\"&gt;King Lear&lt;/a&gt;\", &lt;a href=\"King%20John%20%28play%29\"&gt;\"King John\"&lt;/a&gt;, \"&lt;a href=\"Richard%20II%20%28play%29\"&gt;Richard II&lt;/a&gt;\", \"&lt;a href=\"A%20Midsummer%20Night%27s%20Dream\"&gt;A Midsummer Night's Dream&lt;/a&gt;\" and &lt;a href=\"Henry%20IV%2C%20Part%201\"&gt;both&lt;/a&gt; &lt;a href=\"Henry%20IV%2C%20Part%202\"&gt;parts&lt;/a&gt; of \"Henry IV\".\nKoźmian also translated poems by &lt;a href=\"Lord%20Byron\"&gt;Lord Byron&lt;/a&gt;, &lt;a href=\"John%20Moore%20%28Manx%20poet%29\"&gt;John Moore&lt;/a&gt;, &lt;a href=\"Robert%20Southey\"&gt;Robert Southey&lt;/a&gt;, &lt;a href=\"Percy%20Shelley\"&gt;Percy Shelley&lt;/a&gt;, &lt;a href=\"William%20Cowper\"&gt;William Cowper&lt;/a&gt;, and passages by the &lt;a href=\"Scottish%20people\"&gt;Scottish&lt;/a&gt; poet &lt;a href=\"Thomas%20Campbell%20%28poet%29\"&gt;Thomas Campbell&lt;/a&gt; on Poland. In 18701872 he published \"Pism wierszem i prozą\", two volumes of prose and poetry which included translations from poems by &lt;a href=\"William%20Wordsworth\"&gt;William Wordsworth&lt;/a&gt;, &lt;a href=\"Walter%20Scott\"&gt;Walter Scott&lt;/a&gt;, Byron, Shelley, Southey, &lt;a href=\"Samuel%20Taylor%20Coleridge\"&gt;Samuel Taylor Coleridge&lt;/a&gt; and &lt;a href=\"Robert%20Burns\"&gt;Robert Burns&lt;/a&gt;.\nFurther reading.\nA list of Koźmian's books, poems and editorial work, as well as a list of bibliographic references, can be found in "
}