{
    "id": "18446724",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=18446724",
    "title": "Radio Skid Row",
    "text": "Radio Skid Row (callsign 2RSR) is a &lt;a href=\"community%20radio\"&gt;community radio&lt;/a&gt; station based in &lt;a href=\"Marrickville%2C%20New%20South%20Wales\"&gt;Marrickville&lt;/a&gt;, broadcasting to the &lt;a href=\"Inner%20West%20%28Sydney%29\"&gt;Inner West&lt;/a&gt; suburbs of &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;. This includes the former &lt;a href=\"municipality\"&gt;municipalities&lt;/a&gt; of &lt;a href=\"Municipality%20of%20Leichhardt\"&gt;Leichhardt&lt;/a&gt; and &lt;a href=\"Marrickville%20Council\"&gt;Marrickville&lt;/a&gt;, and the existing &lt;a href=\"City%20of%20Sydney\"&gt;City of Sydney&lt;/a&gt;. Its broadcast signal can be received across much of Sydney, and its audience extends to many communities in &lt;a href=\"Greater%20Western%20Sydney\"&gt;Greater Western Sydney&lt;/a&gt; and, through online streaming, across the world.\nRadio Skid Row has built a reputation for development and training projects with &lt;a href=\"minority%20group\"&gt;minority&lt;/a&gt; communities and has been pivotal in allowing disadvantaged communities to participate in community broadcasting. It was home to the original \"Radio Redfern\" and later &lt;a href=\"Koori%20Radio\"&gt;Koori Radio&lt;/a&gt; which now has its own citywide licence. It was also the station where &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; radio started in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;.\nHistory.\nRadio Skid Row began as a &lt;a href=\"landline\"&gt;landline&lt;/a&gt; operation available in \"Community Youth Support Scheme Centres\", &lt;a href=\"Long%20Bay%20Gaol\"&gt;Long Bay Gaol&lt;/a&gt; and local drop-in centres. The station secured a &lt;a href=\"community%20radio\"&gt;community radio&lt;/a&gt; licence in 1983 to broadcast to the inner-city areas of Sydney.\nInitially the plans for the station was that it would play commercial music and would broadcast relevant information that &lt;a href=\"homelessness\"&gt;homeless&lt;/a&gt; people needed, such as accommodation availability and where to obtain free meals.\nTensions emerged during the first year of operations at the station, sparked by a management style that limited &lt;a href=\"Volunteering\"&gt;volunteer&lt;/a&gt; involvement in the structures and operation of the station, thereby going against the principles of community broadcasting.\nIn June 1984 the management tried to close the station down and lock out the volunteers and community program makers. The station was off the air for three weeks and when it reopened was only on air for twelve hours a day. Station workers then took the opportunity to overturn the &lt;a href=\"board%20of%20directors\"&gt;board of directors&lt;/a&gt; at an &lt;a href=\"Annual%20General%20Meeting\"&gt;Annual General Meeting&lt;/a&gt;, which happened shortly after the &lt;a href=\"Lockout%20%28industry%29\"&gt;lockout&lt;/a&gt;. The station then set about reforming itself based on a &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt; model, in a style similar to that of &lt;a href=\"4ZZZ\"&gt;4ZZZ&lt;/a&gt;.\nCurrent Activity.\nThe station's mission is to provide a voice for youth, community groups and in languages other than &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;. It is particularly active in working with &lt;a href=\"marginalisation\"&gt;marginalised&lt;/a&gt; members of the community.\nIn 2019 the station held its first supporter drive with an online fundraising campaign, surpassing its initial target of $36,000 AUD.\nProgramming.\nRadio Skid Row plays a mix of music, with a focus on &lt;a href=\"reggae\"&gt;reggae&lt;/a&gt;, &lt;a href=\"Music%20of%20Africa\"&gt;African&lt;/a&gt;, &lt;a href=\"indigenous%20music\"&gt;indigenous&lt;/a&gt;, &lt;a href=\"hip%20hop%20music\"&gt;hip hop&lt;/a&gt;, &lt;a href=\"Contemporary%20R%26amp%3BB\"&gt;RnB&lt;/a&gt;, music from the &lt;a href=\"Pacific%20Islands\"&gt;Pacific Islands&lt;/a&gt; and from around the world. There are programs catering to local and international &lt;a href=\"hip%20hop%20music\"&gt;hip hop&lt;/a&gt;/&lt;a href=\"Contemporary%20R%26amp%3BB\"&gt;RnB&lt;/a&gt;, &lt;a href=\"afrobeat\"&gt;afrobeat&lt;/a&gt; and &lt;a href=\"reggae\"&gt;reggae&lt;/a&gt;, and many programs providing music, news and talk content for Sydney's diverse migrant communities, such as the &lt;a href=\"Nepalis\"&gt;Nepalese&lt;/a&gt;, &lt;a href=\"Greeks\"&gt;Greek&lt;/a&gt;, &lt;a href=\"Macedonians%20%28ethnic%20group%29\"&gt;Macedonian&lt;/a&gt;, &lt;a href=\"Latin%20American\"&gt;Latin American&lt;/a&gt;, &lt;a href=\"Urdu\"&gt;Urdu&lt;/a&gt;, &lt;a href=\"Hindi\"&gt;Hindi&lt;/a&gt;, &lt;a href=\"Ghanaian\"&gt;Ghanaian&lt;/a&gt;, &lt;a href=\"Sierra%20Leone\"&gt;Sierra Leone&lt;/a&gt;, &lt;a href=\"Melanesians\"&gt;Melanesian&lt;/a&gt;, &lt;a href=\"Fijians\"&gt;Fijian&lt;/a&gt;, &lt;a href=\"Tongans\"&gt;Tongan&lt;/a&gt;, &lt;a href=\"Cook%20Islands\"&gt;Cook Islands&lt;/a&gt;, and &lt;a href=\"M%C4%81ori%20people\"&gt;Maori&lt;/a&gt; shows. It also specialises in talk programs presented from a &lt;a href=\"Extremism\"&gt;radical&lt;/a&gt; viewpoint and covering local and national issues. Radio Skid Row is also the only station in Australia to broadcast the award-winning US current affairs show, Democracy Now!, daily at 9am."
}