{
    "id": "18457728",
    "revid": "40538871",
    "url": "https://en.wikipedia.org/wiki?curid=18457728",
    "title": "Churruca-class destroyer (1927)",
    "text": "The Churruca\" class was a Spanish &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt; &lt;a href=\"ship%20class\"&gt;class&lt;/a&gt; built for the &lt;a href=\"Spanish%20Navy\"&gt;Spanish Navy&lt;/a&gt; based on a &lt;a href=\"Admiralty%20type%20flotilla%20leader\"&gt;British design&lt;/a&gt;. Eighteen ships were built, with two being sold to Argentina and commonly referred to as the Cervantes\" class. The last two members of the class are sometimes referred to as a separate class, the \"Alava\" class.\nThe ships were authorized on 17 February 1915 by Navy Minister &lt;a href=\"Augusto%20Miranda%20y%20Godoy\"&gt;Augusto Miranda y Godoy&lt;/a&gt;. The program planned for four &lt;a href=\"light%20cruiser\"&gt;light cruiser&lt;/a&gt;s, six destroyers, 28 &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt;s, three &lt;a href=\"gunboat\"&gt;gunboat&lt;/a&gt;s, and 18 coast guard vessels; of these, five light cruisers, three and fourteen \"Churruca\"-class destroyers, 16 submarines, and the three gunboats were actually completed. The class was built in three groups, with the first group beginning construction in 1923 and the final group's construction delayed by the &lt;a href=\"Spanish%20Civil%20War\"&gt;Spanish Civil War&lt;/a&gt; and &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; which led to their completion only in 1957. Some of the later ships of the class were completed without the central gun due to an arms embargo during the Spanish Civil War.\nThe \"Churruca\" class took part in the Spanish Civil War as part of the &lt;a href=\"Spanish%20Republican%20Navy\"&gt;Spanish Republican Navy&lt;/a&gt;, with one being lost in battle. Following the end of the civil war, the destroyers were integrated into the navy of &lt;a href=\"Francoist%20Spain\"&gt;Francoist Spain&lt;/a&gt;. They continued in service until the 1950s–1960s when they were discarded. The two completed after World War II remained in service until the early 1980s.\nDesign.\nThe \"Churruca\" class came in three groups. Initially, the first three ships were intended to be repeats of the previous . However, a financial delay prevented this once the project was refinanced the first group was based on the British &lt;a href=\"Admiralty%20type%20flotilla%20leader\"&gt;Admiralty type flotilla leader&lt;/a&gt; (\"Scott\" class) design. The destroyers had a &lt;a href=\"Displacement%20%28ship%29\"&gt;standard displacement&lt;/a&gt; of and were at full load. They were &lt;a href=\"Length%20overall\"&gt;long overall&lt;/a&gt; and &lt;a href=\"Length%20between%20perpendiculars\"&gt;between perpendiculars&lt;/a&gt; with a &lt;a href=\"Beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of and a &lt;a href=\"Draft%20%28hull%29\"&gt;mean draught&lt;/a&gt; of .\nThe \"Churruca\" class were propelled by two &lt;a href=\"Propeller\"&gt;shafts&lt;/a&gt; driven by &lt;a href=\"Parsons%20Marine%20Steam%20Turbine%20Company\"&gt;Parsons&lt;/a&gt; &lt;a href=\"geared%20turbine\"&gt;geared turbine&lt;/a&gt;s powered by steam provided by four &lt;a href=\"Yarrow%20boiler\"&gt;Yarrow boiler&lt;/a&gt;s. The engines were rated at and the destroyers had a maximum speed of . The \"Churruca\" class had capacity for &lt;a href=\"fuel%20oil\"&gt;fuel oil&lt;/a&gt;. The destroyers had a complement of 175 officers and &lt;a href=\"Naval%20rating\"&gt;ratings&lt;/a&gt;.\nThe class was armed with five L45 guns in single mounts. They had one gun for &lt;a href=\"Anti-aircraft%20warfare\"&gt;anti-aircraft&lt;/a&gt; defence and four machine guns. They were also equipped with six &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s in two triple mounts and two &lt;a href=\"depth%20charge\"&gt;depth charge&lt;/a&gt; throwers.\nThe second group differed only slightly from the first. Their displacement was greater, at standard and at full load and they had greater bunkerage for the fuel oil, with capacity for , which gave them a range of at . The third group differed greatly, as their construction had been delayed and newer systems were added. Their displacement was increased again, at standard and at full load. They retained the increased fuel capacity and range of the second group while having different armament. They were equipped with four 120 mm guns and but had six in three twin mounts and three &lt;a href=\"Oerlikon%2020%20mm%20cannon\"&gt;cannon&lt;/a&gt; for anti-aircraft defence.\nIn the early 1940s, all the surviving Spanish ships were modified and had one of the 120 mm guns landed and were given two twin-mounted 37 mm guns and four 20 mm cannon for improved anti-air defence. They retained their torpedo tubes, but the number of depth charge throwers was increased to four. In later years, some of the 37 mm and 20 mm guns were removed. The third group, or \"Alava\" class, underwent modernisation in the early 1960s. Their &lt;a href=\"forcecastle\"&gt;forcecastle&lt;/a&gt; was lengthened by and the displacement increased to standard and at full load. The engines were rerated at and the ships had a maximum speed of , with fuel oil capacity of . Their armament was completely made over, with three single 76 mm/50 &lt;a href=\"Caliber%20%28artillery%29\"&gt;calibre&lt;/a&gt; guns, three 40 mm/70 calibre SP48 anti-aircraft guns, two side-launching racks for six &lt;a href=\"Anti-submarine%20warfare\"&gt;anti-submarine&lt;/a&gt; (ASW) &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es, two &lt;a href=\"Hedgehog%20%28weapon%29\"&gt;Hedgehog&lt;/a&gt; ASW &lt;a href=\"Mortar%20%28weapon%29\"&gt;mortars&lt;/a&gt;, eight depth charge throwers and two depth charge racks. A &lt;a href=\"lattice%20mast\"&gt;lattice mast&lt;/a&gt; was added and caps were placed on the funnels and they were given MLA-1B air search &lt;a href=\"radar\"&gt;radar&lt;/a&gt;, SG-6B surface search radar, Decca TM-626 navigational radar and two Mk 63 fire control radar sets. For ASW, the two ships were equipped with SQS-30A hull-mounted &lt;a href=\"sonar\"&gt;sonar&lt;/a&gt;.\nIn &lt;a href=\"Argentine%20Navy\"&gt;Argentine Navy&lt;/a&gt; service, the two vessels that became known as the \"Cervantes\" class had their midships 120 mm gun replaced with two twin &lt;a href=\"40%20mm%20Bofors%20gun\"&gt;&lt;/a&gt; guns with the 76 mm gun later being replaced with a further twin 40 mm mount. Two of the twin mounts were located between the &lt;a href=\"Funnel%20%28ship%29\"&gt;funnels&lt;/a&gt; and one after of the funnels.\nHistory.\nIn 1915, the Spanish government authorised an extensive building programme by the &lt;a href=\"Spanish%20Navy\"&gt;Spanish Navy&lt;/a&gt;. The first three ships of the \"Churruca\" class were intended to be members of the \"Alsedo\" class which was based on the British &lt;a href=\"Admiralty%20M-class%20destroyer\"&gt;M class&lt;/a&gt; but and were planned for construction during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. However, due to financial constraints, their construction was put off and when financing was approved for the new destroyers in 1922, a newer design was chosen. The first \"Churruca\" and \"Alcalá Galiano\" were sold to Argentina, and were replaced by two new destroyers bearing the same name. The class was considered successful, which led the Spanish government ordering a second group. Two vessels of the last group's construction became delayed by the &lt;a href=\"Spanish%20Civil%20War\"&gt;Spanish Civil War&lt;/a&gt; and &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, that they eventually became a third group. The first \"Churruca\"s began entering service with the Spanish Navy in 1929.\nSpanish service.\nOn the eve of the rebellion in the &lt;a href=\"Spanish%20protectorate%20in%20Morocco\"&gt;Spanish protectorate in Morocco&lt;/a&gt;, the active \"Churruca\"-class destroyers were ordered into the &lt;a href=\"Gibraltar%20Strait\"&gt;Gibraltar Strait&lt;/a&gt; to prevent any rebels from crossing to Spain. \"Churruca\" sailed to &lt;a href=\"Ceuta\"&gt;Ceuta&lt;/a&gt; where the destroyer joined the &lt;a href=\"Nationalist%20faction%20%28Spanish%20Civil%20War%29\"&gt;Nationalists&lt;/a&gt;. \"Churucca\" then transported Nationalist troops to &lt;a href=\"Cadiz\"&gt;Cadiz&lt;/a&gt; on 19 July 1936. However, the crew arrested the officers and rejoined the &lt;a href=\"Spanish%20Republican%20Navy\"&gt;Spanish Republican Navy&lt;/a&gt;. \"Almirante Ferrándiz\" and \"Gravina\" took part in the &lt;a href=\"Battle%20of%20Cape%20Espartel\"&gt;Battle of Cape Espartel&lt;/a&gt;, where \"Almirante Ferrándiz\" was sunk by the Nationalist &lt;a href=\"cruiser\"&gt;cruiser&lt;/a&gt; . \"Lepanto\", \"Almirante Valdes\", \"Almirante Antequera\", \"Gravina\", \"Jorge Juan\", and \"Escaño\" participated in the &lt;a href=\"Battle%20of%20Cape%20Cherchell\"&gt;Battle of Cape Cherchell&lt;/a&gt;. \"Lepanto\", \"Sánchez Barcaiztegui\", and \"Grafina\" were engaged in the &lt;a href=\"Battle%20of%20Cape%20Palos%20%281938%29\"&gt;Battle of Cape Palos&lt;/a&gt;, where \"Lepanto\" sank the Nationalist cruiser with &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es. \"Ciscar\" was sunk by aircraft in &lt;a href=\"Gijon\"&gt;Gijon&lt;/a&gt; harbour, refloated by the rebels, and used by them in the final phases of the war.\n\"Sánchez Barcaiztegui\" was bombed and sunk in shallow water at &lt;a href=\"Cartagena%2C%20Spain\"&gt;Cartagena&lt;/a&gt; in March 1939, but later raised and returned to service following the war. \"José Luis Díez\" was severely damaged in an encounter with \"Canarias\" and was beached in &lt;a href=\"Catalan%20Bay\"&gt;Catalan Bay&lt;/a&gt;. The ship was raised and towed to &lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt; where the vessel was interned until the end of the war. When the Spanish Civil War ended, the class was turned over to the Nationalists. Spain remained neutral during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; \"Ciscar\" &lt;a href=\"Ship%20grounding\"&gt;ran aground&lt;/a&gt; in fog off &lt;a href=\"El%20Ferrol\"&gt;El Ferrol&lt;/a&gt; in October 1957. Salvage of the ship was abandoned in 1958 and the vessel was stricken.\nConstruction of what became the third group was delayed due to the Spanish Civil War and began again in 1939. However, construction was stopped in 1940 due to &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. They were finished only after the war. The remaining ships of the first and second groups underwent modernisation in the 1950s and further updates were planned but later cancelled in the 1960s. The third group were modernised in the early 1960s and rerated as \"fast frigates\". \"Liniers\" was used for &lt;a href=\"midshipman\"&gt;midshipman&lt;/a&gt; training at the Naval Academy until 1982. \"Liniers\", the last of the class, was stricken in 1982.\nArgentinian Navy service.\n\"Churruca\" and \"Alcalá Galiano\" were sold to the Argentine Navy while under construction on 10 June 1926. They were renamed ARA \"Cervantes\" (E1) and ARA \"Juan de Garay\" (E2) respectively. \"Cervantes\" reached while on &lt;a href=\"sea%20trial\"&gt;sea trial&lt;/a&gt;s. The ships were commissioned on 3 September 1927 and modernised after World War II. In 1952, the two vessels were reclassified as &lt;a href=\"destroyer%20escort\"&gt;destroyer escort&lt;/a&gt;s (\"torpederos\").\n\"Cervantes\" was severely damaged by &lt;a href=\"Gloster%20Meteor\"&gt;Gloster Meteor&lt;/a&gt; fighters loyal to &lt;a href=\"Juan%20Domingo%20Per%C3%B3n\"&gt;Juan Domingo Perón&lt;/a&gt; while evacuating personnel from the rebel naval base of &lt;a href=\"R%C3%ADo%20Santiago%20Shipyard\"&gt;Río Santiago&lt;/a&gt; during the 1955 &lt;a href=\"Revoluci%C3%B3n%20Libertadora\"&gt;Revolución Libertadora&lt;/a&gt;. She was placed in reserve in May 1961. \"Juan de Garay\" was used as a training vessel from 1952–1959. \"Cervantes\" was stricken on 24 June 1961 and \"Juan de Garay\" on 25 March 1960."
}