{
    "id": "18451259",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=18451259",
    "title": "Cultural depictions of elephants",
    "text": "&lt;a href=\"Elephant\"&gt;Elephant&lt;/a&gt;s have been depicted in mythology, symbolism and popular culture. They are both revered in religion and respected for their &lt;a href=\"war%20elephant\"&gt;prowess in war&lt;/a&gt;. They also have negative connotations such as being a symbol for an unnecessary burden. Ever since the &lt;a href=\"Stone%20Age\"&gt;Stone Age&lt;/a&gt;, when elephants were represented by ancient &lt;a href=\"petroglyphs\"&gt;petroglyphs&lt;/a&gt; and &lt;a href=\"cave%20art\"&gt;cave art&lt;/a&gt;, they have been portrayed in various forms of art, including pictures, sculptures, music, film, and even architecture.\nReligion, mythology and philosophy.\n \nThe &lt;a href=\"Asian%20elephant\"&gt;Asian elephant&lt;/a&gt; appears in various &lt;a href=\"Asian%20religions\"&gt;religious traditions&lt;/a&gt; and mythologies. They are treated positively and are sometimes revered as deities, often symbolising strength and wisdom. Similarly, the &lt;a href=\"African%20elephant\"&gt;African elephant&lt;/a&gt; is seen as the wise chief who impartially settles disputes among the forest creatures in African fables, and the &lt;a href=\"Ashanti%20people\"&gt;Ashanti&lt;/a&gt; &lt;a href=\"African%20traditional%20religion\"&gt;tradition&lt;/a&gt; holds that they are human chiefs from the past.\nThe Earth is supported and guarded by mythical &lt;a href=\"World%20Elephant\"&gt;World Elephant&lt;/a&gt;s at the compass points of the &lt;a href=\"cardinal%20directions\"&gt;cardinal directions&lt;/a&gt;, according to the &lt;a href=\"Hindu%20cosmology\"&gt;Hindu cosmology&lt;/a&gt; of &lt;a href=\"ancient%20India\"&gt;ancient India&lt;/a&gt;. The classical &lt;a href=\"Sanskrit%20literature\"&gt;Sanskrit literature&lt;/a&gt; also attributes earthquakes to the shaking of their bodies when they tire. Wisdom is represented by the elephant in the form of the deity &lt;a href=\"Ganesh\"&gt;Ganesh&lt;/a&gt;a, one of the most popular gods in the &lt;a href=\"Hindu%20religion\"&gt;Hindu religion&lt;/a&gt;'s &lt;a href=\"Hindu%20pantheon\"&gt;pantheon&lt;/a&gt;. The deity is very distinctive in having a human form with the head of an elephant which was put on after the human head was either was cut off or burned, depending on the version of the story from various Hindu sources. Lord Ganesha's birthday (rebirth) is celebrated as the Hindu festival known as &lt;a href=\"Ganesha%20Chaturthi\"&gt;Ganesha Chaturthi&lt;/a&gt;. In &lt;a href=\"Japanese%20Buddhism\"&gt;Japanese Buddhism&lt;/a&gt;, their adaptation of Ganesha is known as &lt;a href=\"Kangiten\"&gt;Kangiten&lt;/a&gt; (\"Deva of Bliss\"), often represented as an elephant-headed male and female pair shown in a standing embrace to represent &lt;a href=\"unity%20of%20opposites%23Coincidentia%20oppositorum\"&gt;unity of opposites&lt;/a&gt;.\nIn &lt;a href=\"Hindu%20iconography\"&gt;Hindu iconography&lt;/a&gt;, many \"&lt;a href=\"Deva%20%28Hinduism%29\"&gt;deva&lt;/a&gt;s\" are associated with a mount or vehicle known as a \"&lt;a href=\"v%C4%81hana\"&gt;vāhana&lt;/a&gt;\". In addition to providing a means of transport, they symbolically represent a divine attribute. The elephant \"vāhana\" represents wisdom, divine knowledge and royal power; it is associated with &lt;a href=\"Lakshmi\"&gt;Lakshmi&lt;/a&gt;, &lt;a href=\"Brihaspati\"&gt;Brihaspati&lt;/a&gt;, &lt;a href=\"Shachi\"&gt;Shachi&lt;/a&gt; and &lt;a href=\"Indra\"&gt;Indra&lt;/a&gt;.\n&lt;a href=\"Indra\"&gt;Indra&lt;/a&gt; was said to ride on a flying &lt;a href=\"White%20elephant%20%28animal%29\"&gt;white elephant&lt;/a&gt; named &lt;a href=\"Airavata\"&gt;Airavata&lt;/a&gt;, who was made the King of all elephants by Lord Indra. A white elephant is rare and given special significance. It is often considered sacred and symbolises royalty in Thailand and Burma, where it is also considered a symbol of good luck. In Buddhist iconography, the elephant is associated with &lt;a href=\"Queen%20M%C4%81y%C4%81%20of%20Sakya\"&gt;Queen Māyā of Sakya&lt;/a&gt;, the mother of &lt;a href=\"Gautama%20Buddha\"&gt;Gautama Buddha&lt;/a&gt;. She had a vivid dream foretelling her pregnancy in which a white elephant featured prominently. To the royal sages, the white elephant signifies royal majesty and authority; they interpreted the dream as meaning that her child was destined for greatness as a universal monarch or a \"buddha\".\nElephants remain an integral part of religion in South Asia and some are even featured in various religious practices. &lt;a href=\"Temple%20elephants\"&gt;Temple elephants&lt;/a&gt; are specially trained captive elephants that are lavishly &lt;a href=\"caparison\"&gt;caparison&lt;/a&gt;ed and used in various temple activities. Among the most famous of the temple elephants is &lt;a href=\"Guruvayur%20Keshavan\"&gt;Guruvayur Keshavan&lt;/a&gt; of &lt;a href=\"Kerala%2C%20India\"&gt;Kerala, India&lt;/a&gt;. They are also used in festivals in &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt; such as the &lt;a href=\"Esala%20Perahera\"&gt;Esala Perahera&lt;/a&gt;.\nIn the version of the &lt;a href=\"Chinese%20zodiac\"&gt;Chinese zodiac&lt;/a&gt; used in &lt;a href=\"Northern%20Thailand\"&gt;Northern Thailand&lt;/a&gt;, the last year in the 12-year cycle – called \"Year of the &lt;a href=\"Pig%20%28zodiac%29\"&gt;Pig&lt;/a&gt;\" in China – is known instead as \"Year of the Elephant\", reflecting the importance of elephants in Thai culture.\nIn Islamic tradition, the year 570 is when the Prophet &lt;a href=\"Muhammad\"&gt;Muhammad&lt;/a&gt; was born and is known as the &lt;a href=\"Year%20of%20the%20Elephant\"&gt;Year of the Elephant&lt;/a&gt;. In that year, &lt;a href=\"Abraha\"&gt;Abraha&lt;/a&gt;, ruler of &lt;a href=\"Yemen\"&gt;Yemen&lt;/a&gt; tried to conquer &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt; and demolish the &lt;a href=\"Kaaba\"&gt;Kaaba&lt;/a&gt;, reportedly in retaliation for the previous Meccan defilement of &lt;a href=\"Al%E2%80%93Qalis%20Church%2C%20Sana%27a\"&gt;Al–Qalis Church&lt;/a&gt; in &lt;a href=\"Sana%27a\"&gt;Sana'a&lt;/a&gt;, a cathedral Abraha had constructed. However, his plan was foiled when his white elephant named Mahmud refused to cross the boundary of Mecca. The elephant, who led Abraha's forty thousand men, could not be persuaded with reason or even with violence, which was regarded as a crucial omen by Abraha's soldiers. This is generally related in the five &lt;a href=\"Ayah\"&gt;verses&lt;/a&gt; of the &lt;a href=\"Sura\"&gt;chapter&lt;/a&gt; titled '&lt;a href=\"Al-Fil\"&gt;The Elephant&lt;/a&gt;' in the &lt;a href=\"Quran\"&gt;Quran&lt;/a&gt;.\nIn the &lt;a href=\"Judeo-Christian\"&gt;Judeo-Christian&lt;/a&gt; tradition, &lt;a href=\"medieval%20art\"&gt;medieval art&lt;/a&gt;ists depicted the mutual killing of both &lt;a href=\"Eleazar\"&gt;Eleazar&lt;/a&gt; the &lt;a href=\"Maccabee\"&gt;Maccabee&lt;/a&gt; and a &lt;a href=\"war%20elephant\"&gt;war elephant&lt;/a&gt; carrying an important &lt;a href=\"Seleucid\"&gt;Seleucid&lt;/a&gt; general as described in the &lt;a href=\"apocrypha\"&gt;apocrypha&lt;/a&gt;l book of &lt;a href=\"1%20Maccabees\"&gt;1 Maccabees&lt;/a&gt;. The early illustrators knew little of the elephant and their portrayals are highly inaccurate.\nThe unfamiliarity with the exotic beast has also made elephants a subject of widely different interpretations thus giving rise to mythological creatures. The story of the &lt;a href=\"blind%20men%20and%20an%20elephant\"&gt;blind men and an elephant&lt;/a&gt; was written to show how reality may be viewed from differing perspectives. The source of this &lt;a href=\"parable\"&gt;parable&lt;/a&gt; is unknown, but it appears to have originated in India. It has been attributed to &lt;a href=\"Buddhism\"&gt;Buddhists&lt;/a&gt;, &lt;a href=\"Hinduism\"&gt;Hindus&lt;/a&gt;, &lt;a href=\"Jainism\"&gt;Jainists&lt;/a&gt;, and &lt;a href=\"Sufism\"&gt;Sufis&lt;/a&gt;, and was also used by &lt;a href=\"Discordianism\"&gt;Discordians&lt;/a&gt;. The scattered skulls of prehistoric &lt;a href=\"dwarf%20elephant\"&gt;dwarf elephant&lt;/a&gt;s, on the islands of &lt;a href=\"Crete\"&gt;Crete&lt;/a&gt; and &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt; may have formed the basis of belief in existence of &lt;a href=\"cyclops\"&gt;cyclopes&lt;/a&gt;, the one-eyed &lt;a href=\"giant%20%28mythology%29\"&gt;giants&lt;/a&gt; featured in &lt;a href=\"Homer\"&gt;Homer&lt;/a&gt;'s &lt;a href=\"Odyssey\"&gt;Odyssey&lt;/a&gt; (c. 800~600 BC). As early as the 1370s, scholars had noted that the skulls feature a large &lt;a href=\"nasal%20cavity\"&gt;nasal cavity&lt;/a&gt; at the front that could be mistaken for a singular eye socket; and the skulls, twice the size of a human's, looked as if they could belong to giant humanoids. It is also suggested that the &lt;a href=\"Behemoth\"&gt;Behemoth&lt;/a&gt; described in the &lt;a href=\"Book%20of%20Job\"&gt;Book of Job&lt;/a&gt; may be the elephant due to its grazing habits and preference to rivers.\nIn art.\nFrom Stone Age &lt;a href=\"rock-art\"&gt;rock-art&lt;/a&gt; to Modern age &lt;a href=\"Street%20art\"&gt;street-art&lt;/a&gt;, the elephant has remained a popular subject for artists.\nPrehistoric.\n&lt;a href=\"Prehistoric%20North%20Africa\"&gt;Prehistoric North Africa&lt;/a&gt;ns depicted the elephant in &lt;a href=\"Paleolithic%20age\"&gt;Paleolithic age&lt;/a&gt; rock art. For example, the Libyan &lt;a href=\"Tadrart%20Acacus\"&gt;Tadrart Acacus&lt;/a&gt;, a &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt;, features a rock carving of an elephant from the last phase of the &lt;a href=\"Pleistocene%20epoch\"&gt;Pleistocene epoch&lt;/a&gt; (12,000–8000 BC) rendered with remarkable realism. There are many other prehistoric examples, including &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; &lt;a href=\"rock%20art%20of%20south%20Oran%20%28Algeria%29\"&gt;rock art of south Oran (Algeria)&lt;/a&gt;, and a white elephant rock painting in 'Phillip's Cave' by the &lt;a href=\"San%20bushmen\"&gt;San&lt;/a&gt; in the &lt;a href=\"Erongo%20Region\"&gt;Erongo&lt;/a&gt; region of &lt;a href=\"Namibia\"&gt;Namibia&lt;/a&gt;. From the Bovidian period (3550–3070 BCE), elephant images by the San bushmen in the South African &lt;a href=\"Cederberg\"&gt;Cederberg&lt;/a&gt; Wilderness Area suggest to researchers that they had \"a symbolic association with elephants\" and \"had a deep understanding of the communication, behaviour and social structure of elephant family units\" and \"possibly developed a symbiotic relationship with elephants that goes back thousands of years.\"\nAncient.\nIndian &lt;a href=\"rock%20relief\"&gt;rock relief&lt;/a&gt;s include a number of depictions of elephants, notably the \"&lt;a href=\"Descent%20of%20the%20Ganges%20%28Mahabalipuram%29\"&gt;Descent of the Ganges&lt;/a&gt;\" at &lt;a href=\"Mahabalipuram\"&gt;Mahabalipuram&lt;/a&gt;, a large 7th-century Hindu scene with many figures that uses the form of the rock to shape the image. At &lt;a href=\"Unakoti\"&gt;Unakoti&lt;/a&gt;, &lt;a href=\"Tripura\"&gt;Tripura&lt;/a&gt; there is an 11th-century group of reliefs related to &lt;a href=\"Shiva\"&gt;Shiva&lt;/a&gt;, including several elephants.\n&lt;a href=\"Indian%20painting\"&gt;Indian painting&lt;/a&gt; includes many elephants, especially ones ridden for battle and royal transport in &lt;a href=\"Mughal%20miniature\"&gt;Mughal miniature&lt;/a&gt;s.\nModern.\nElephants are often featured in modern artistic works, including those by artists such as &lt;a href=\"Norman%20Rockwell\"&gt;Norman Rockwell&lt;/a&gt;, &lt;a href=\"Andy%20Warhol\"&gt;Andy Warhol&lt;/a&gt; and &lt;a href=\"Banksy\"&gt;Banksy&lt;/a&gt;. The stork-legged elephant, found in many of &lt;a href=\"Salvador%20Dal%C3%AD\"&gt;Salvador Dalí&lt;/a&gt;'s works, is one of the &lt;a href=\"Surrealism\"&gt;surrealist&lt;/a&gt;'s best known icons, and adorn the walls of the &lt;a href=\"Dal%C3%AD%20Theatre%20and%20Museum\"&gt;Dalí Museum in Spain&lt;/a&gt;. Dali used an elephant motif in various works such as \"&lt;a href=\"Dream%20Caused%20by%20the%20Flight%20of%20a%20Bee%20Around%20a%20Pomegranate%20a%20Second%20Before%20Awakening\"&gt;Dream Caused by the Flight of a Bee Around a Pomegranate a Second Before Awakening&lt;/a&gt;\", \"&lt;a href=\"The%20Elephants\"&gt;The Elephants&lt;/a&gt;\" and in \"&lt;a href=\"The%20Temptation%20of%20St.%20Anthony%20%28Dal%C3%AD%29\"&gt;The Temptation of Saint Anthony&lt;/a&gt;\". The &lt;a href=\"Elephant%20and%20Obelisk\"&gt;Elephant and Obelisk&lt;/a&gt; motif also found its way to various works by this artist.\nPolitics and secular society.\nThe elephant is also depicted by various political groups and in secular society.\nIn Asia.\nAsian cultures admire the high intelligence and good memory of Asian elephants. As such, they symbolise wisdom and royal power. They are used as a representative of various political parties such as &lt;a href=\"United%20National%20Party\"&gt;United National Party&lt;/a&gt; of &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt; and &lt;a href=\"Bahujan%20Samaj%20Party\"&gt;Bahujan Samaj Party&lt;/a&gt; of India. The &lt;a href=\"Elephants%20in%20Kerala%20culture\"&gt;Elephants of Kerala&lt;/a&gt; are an integral part of the daily life in &lt;a href=\"Kerala\"&gt;Kerala&lt;/a&gt;, South India. These &lt;a href=\"Indian%20elephant\"&gt;Indian elephant&lt;/a&gt;s are loved, revered, groomed and given a prestigious place in the state's culture. There they are often referred to as the 'sons of the \"&lt;a href=\"Sahyadri\"&gt;sahya&lt;/a&gt;\".' The elephant is the state animal of Kerala and is featured on the emblem of the &lt;a href=\"Government%20of%20Kerala\"&gt;Government of Kerala&lt;/a&gt;. The elephant is also on the flag of the &lt;a href=\"Kingdom%20of%20Laos\"&gt;Kingdom of Laos&lt;/a&gt; with three elephants visible, supporting an umbrella (another symbol of royal power) until it became a republic in 1975. Other Southeast Asian realms have also displayed one or more white elephants.\nThe elephant also lends its name to some landmarks in Asia. &lt;a href=\"Elephanta%20Island\"&gt;Elephanta Island&lt;/a&gt; (also called \"Gharapuri Island\") in &lt;a href=\"Mumbai%20Harbour\"&gt;Mumbai Harbour&lt;/a&gt; was given this name by 17th century &lt;a href=\"Portuguese%20Empire\"&gt;Portuguese&lt;/a&gt; explorers who saw a monolithic basalt sculpture of an elephant near the entrance to what became known as the &lt;a href=\"Elephanta%20Caves\"&gt;Elephanta Caves&lt;/a&gt;. The Portuguese attempted to take it home with them but ended up dropping it into the sea because their chains were not strong enough. Later, the British moved this elephant to the Victoria and Albert Museum (now &lt;a href=\"Dr.%20Bhau%20Daji%20Lad%20Museum\"&gt;Dr. Bhau Daji Lad Museum&lt;/a&gt;) in &lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt;.\nIn Europe.\nAside from being a curiosity for Europeans, the elephant also became a symbol of military might from the experience of fighting foreign powers that fielded &lt;a href=\"war%20elephant\"&gt;war elephant&lt;/a&gt;s throughout history. \nIn 326 BC after &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;'s victory over &lt;a href=\"King%20Porus\"&gt;King Porus&lt;/a&gt; of India, the captured war elephants became a symbol of &lt;a href=\"Imperialism\"&gt;imperial power&lt;/a&gt;, being used as an emblem of the &lt;a href=\"Seleucid\"&gt;Seleucid&lt;/a&gt; &lt;a href=\"Diadoch\"&gt;Diadoch&lt;/a&gt; empire.\nIn about the year 800 AD, an elephant called &lt;a href=\"Abul-Abbas\"&gt;Abul-Abbas&lt;/a&gt; was brought from Baghdad to &lt;a href=\"Charlemagne\"&gt;Charlemagne&lt;/a&gt;'s residence in &lt;a href=\"Aachen\"&gt;Aachen&lt;/a&gt; as a symbol of the beginning of the &lt;a href=\"Abbasid%E2%80%93Carolingian%20alliance\"&gt;Abbasid–Carolingian alliance&lt;/a&gt;.\nIn 1229, the so-called Cremona elephant was presented by Sultan of Egypt Al-Kamil to the Holy Roman Emperor Frederick II, and the elephant was used by the Emperor in parades. The elephant is mentioned in the visit of Frederick's brother-in-law Richard of Cornwall to Cremona in 1241, in the Chronica Maiora of Matthew Paris. The presence of the animal is also recorded in 1237 in the Cremona city annals.\nIn 1478, the &lt;a href=\"Order%20of%20the%20Elephant\"&gt;Order of the Elephant&lt;/a&gt; () was founded by &lt;a href=\"Christian%20I%20of%20Denmark\"&gt;King Christian I&lt;/a&gt;. This very select religious organization is the highest &lt;a href=\"Order%20%28decoration%29\"&gt;order&lt;/a&gt; of Denmark, and uses the elephant as a symbol of docility, sobriety and piety; instituted in its current form in 1693 by &lt;a href=\"Christian%20V%20of%20Denmark\"&gt;King Christian V&lt;/a&gt;.\nIn the early 1800s &lt;a href=\"Napoleon%20Bonaparte\"&gt;Napoleon Bonaparte&lt;/a&gt; wanted a monument to his own imperial power, and he decreed that a colossal bronze &lt;a href=\"Elephant%20of%20the%20Bastille\"&gt;elephant fountain&lt;/a&gt; be cast from guns captured at his victorious 1807 &lt;a href=\"Battle%20of%20Friedland\"&gt;Battle of Friedland&lt;/a&gt;. This was intended for the site where the &lt;a href=\"Bastille\"&gt;Bastille&lt;/a&gt; once stood.\nIn 1870, the killing and eating of the elephants &lt;a href=\"Castor%20and%20Pollux%20%28elephants%29\"&gt;Castor and Pollux&lt;/a&gt; from the &lt;a href=\"Jardin%20des%20Plantes\"&gt;Botanical gardens&lt;/a&gt; during the &lt;a href=\"Siege%20of%20Paris%20%281870%E2%80%931871%29\"&gt;Siege of Paris&lt;/a&gt; received considerable attention at the time. This became emblematic of the hardships and degradation caused by siege and war, especially since the two elephants were previously very popular with the Parisian public.\nThe city of &lt;a href=\"Catania\"&gt;Catania&lt;/a&gt;, Sicily has an immemorial connection with the elephant. The local sorcerer &lt;a href=\"Heliodorus%20of%20Catania\"&gt;Heliodorus&lt;/a&gt;, was credited with either riding a magic elephant or transforming himself into this animal. Under medieval Arab rule Catania was known as \"Medinat-ul-Fil\" or \"Balad-ul-Fil\" (City/State of the Elephant). The symbol of the city is the \"Fontana dell'Elefante\" (Fountain of the Elephant) assembled in its present form in 1736 by &lt;a href=\"Giovanni%20Battista%20Vaccarini\"&gt;Giovanni Battista Vaccarini&lt;/a&gt;.\nIn Central London, England, an area known as the \"&lt;a href=\"Elephant%20and%20Castle\"&gt;Elephant and Castle&lt;/a&gt;\" (or \"The Elephant\") is centered on a major road intersection and a station of the &lt;a href=\"London%20Underground\"&gt;London Underground&lt;/a&gt;. The \"Castle\" in the location's name refers to a medieval European perception of a &lt;a href=\"howdah\"&gt;howdah&lt;/a&gt;. The &lt;a href=\"Heraldry\"&gt;heraldic&lt;/a&gt; elephant and castle has also been associated with the city of &lt;a href=\"Coventry\"&gt;Coventry&lt;/a&gt;, England since medieval times, where it denotes religious symbolism and with the town of &lt;a href=\"Dumbarton%2C%20Scotland\"&gt;Dumbarton, Scotland&lt;/a&gt;. More recently in Britain, &lt;a href=\"Welephant\"&gt;Welephant&lt;/a&gt;, a red elephant cartoon character with a fireman's helmet, was originally used as a mascot by &lt;a href=\"fire%20brigades%20in%20the%20United%20Kingdom\"&gt;fire brigades in the United Kingdom&lt;/a&gt; to promote fire safety for children and has become the mascot for the Children's Burn Trust.\nIn America.\nThe elephant as the symbol for the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; of the United States originated in an 1874 political cartoon of an Asian elephant by &lt;a href=\"Thomas%20Nast\"&gt;Thomas Nast&lt;/a&gt; in \"&lt;a href=\"Harper%27s%20Weekly\"&gt;Harper's Weekly&lt;/a&gt;\". This cartoon, titled \"Third Term Panic\", is a parody of &lt;a href=\"Aesop%27s%20fable\"&gt;Aesop's fable&lt;/a&gt;, \"&lt;a href=\"The%20Ass%20in%20the%20Lion%27s%20Skin\"&gt;The Ass in the Lion's Skin&lt;/a&gt;\". It depicts an elephant (labelled \"The Republican Vote\") running toward a \"chasm of chaos\"; frightening a &lt;a href=\"donkey\"&gt;jackass&lt;/a&gt; in a lion's skin (labelled \"&lt;a href=\"Caesarism\"&gt;Caesarism&lt;/a&gt;\") which scatters animals representing various interests. Although Nast used the elephant seven more times to represent the \"Republican Vote\", he did not use it to represent the \"Republican Party\" until March 1884 in \"The Sacred Elephant\".\nIn Africa.\nMany African cultures revere the African Elephant as a symbol of strength and power. It is also praised for its size, longevity, stamina, mental faculties, cooperative spirit, and loyalty. South Africa, uses elephant tusks in their &lt;a href=\"Coat%20of%20arms%20of%20South%20Africa\"&gt;coat of arms&lt;/a&gt; to represent wisdom, strength, moderation and eternity. The elephant is symbolically important to the nation of &lt;a href=\"Ivory%20Coast\"&gt;Ivory Coast&lt;/a&gt; (\"Côte d'Ivoire\"); the &lt;a href=\"Coat%20of%20arms%20of%20Ivory%20Coast\"&gt;Coat of arms of Ivory Coast&lt;/a&gt; features an elephant head &lt;a href=\"Escutcheon%20%28heraldry%29\"&gt;escutcheon&lt;/a&gt; as its focal point.\nIn the western African &lt;a href=\"Kingdom%20of%20Dahomey\"&gt;Kingdom of Dahomey&lt;/a&gt; (now part of &lt;a href=\"Benin\"&gt;Benin&lt;/a&gt;) the elephant was associated with the 19th century rulers of the &lt;a href=\"Fon%20people\"&gt;Fon people&lt;/a&gt;, &lt;a href=\"Guezo\"&gt;Guezo&lt;/a&gt; and his son &lt;a href=\"Glele\"&gt;Glele&lt;/a&gt;. The animal is believed to evoke strength, royal legacy, and enduring memory as related by the proverbs: \"\"There where the elephant passes in the forest, one knows\" and \"The animal steps on the ground, but the elephant steps down with strength\".\" Their flag depicted an elephant wearing a royal crown.\nPopular culture.\nThe elephant has entered into popular culture through various &lt;a href=\"idiom\"&gt;idiom&lt;/a&gt;atic expressions and &lt;a href=\"adage\"&gt;adage&lt;/a&gt;s.\nThe phrase \"Elephants never forget\" refers to the belief that elephants have excellent memories. The variation \"Women and elephants never forget an injury\" originates from the 1904 book \"Reginald on Besetting Sins\" by British writer &lt;a href=\"Saki\"&gt;Saki&lt;/a&gt;.\nThis adage seems to have a basis in fact, as reported in \"&lt;a href=\"Scientific%20American\"&gt;Scientific American&lt;/a&gt;\":\n\"&lt;a href=\"Seeing%20the%20Elephant\"&gt;Seeing the Elephant&lt;/a&gt;\" is a 19th-century Americanism denoting a world-weary experience; often used by soldiers, pioneers and adventurers to qualify new and exciting adventures such as the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;, the &lt;a href=\"Oregon%20Trail\"&gt;Oregon Trail&lt;/a&gt; and the &lt;a href=\"California%20Gold%20Rush\"&gt;California Gold Rush&lt;/a&gt;. A \"&lt;a href=\"white%20elephant\"&gt;white elephant&lt;/a&gt;\" has become a term referring to an expensive burden, particularly when much has been invested with false expectations. The term 'white elephant sale' was sometimes used in Australia as a synonym for &lt;a href=\"jumble%20sale\"&gt;jumble sale&lt;/a&gt;. In the U.S., a &lt;a href=\"White%20elephant%20gift%20exchange\"&gt;White elephant gift exchange&lt;/a&gt; is a popular winter holiday party activity. The idiom &lt;a href=\"Elephant%20in%20the%20room\"&gt;Elephant in the room&lt;/a&gt; tells of an obvious truth that no one wants to discuss, alluding to the animal's size compared to a small space. \"&lt;a href=\"Seeing%20pink%20elephants\"&gt;Seeing pink elephants&lt;/a&gt;\" refers to a drunken hallucination and is the basis for the &lt;a href=\"Pink%20Elephants%20on%20Parade\"&gt;Pink Elephants on Parade&lt;/a&gt; sequence in the 1941 &lt;a href=\"Disney%20animated%20feature\"&gt;Disney animated feature&lt;/a&gt;, \"&lt;a href=\"Dumbo\"&gt;Dumbo&lt;/a&gt;\". \"Jumbo\" has entered the English language as a synonym for \"large\". &lt;a href=\"Jumbo\"&gt;Jumbo&lt;/a&gt; originally was the name of a huge elephant acquired by circus showman &lt;a href=\"P.%20T.%20Barnum\"&gt;P. T. Barnum&lt;/a&gt; from the &lt;a href=\"London%20Zoo\"&gt;London Zoo&lt;/a&gt; in 1882. The name itself may have come from a West African native word for \"elephant\".\nLiterature.\nThe elephant is viewed in both positive and negative lights in similar fashion as humans in various forms of literature. In fact, &lt;a href=\"Pliny%20the%20Elder\"&gt;Pliny the Elder&lt;/a&gt; praised the beast in his \"&lt;a href=\"Natural%20History%20%28Pliny%29\"&gt;Naturalis Historia&lt;/a&gt;\" as one that is closest to a human in sensibilities. The elephant's different connotations clash in &lt;a href=\"Ivo%20Andri%C4%87\"&gt;Ivo Andrić&lt;/a&gt;'s novella \"The Vizier's Elephant\". Here the citizens of &lt;a href=\"Travnik\"&gt;Travnik&lt;/a&gt; despise the young elephant who symbolises the cruelty of the unseen &lt;a href=\"Vizier\"&gt;Vizier&lt;/a&gt;. However, the elephant itself is young and innocent despite unknowingly causing havoc due to youthful play. In the &lt;a href=\"Tarzan\"&gt;Tarzan&lt;/a&gt; novels of &lt;a href=\"Edgar%20Rice%20Burroughs\"&gt;Edgar Rice Burroughs&lt;/a&gt;, \"&lt;a href=\"Tantor\"&gt;Tantor&lt;/a&gt;\" is the generic term for \"elephant\" in the fictional &lt;a href=\"simian\"&gt;simian&lt;/a&gt; \"&lt;a href=\"Mangani\"&gt;Mangani&lt;/a&gt;\" language, but is associated with a particular elephant who eventually becomes Tarzan's faithful companion. Other elephant characters that are shown in a positive light include &lt;a href=\"Jean%20de%20Brunhoff\"&gt;Jean de Brunhoff&lt;/a&gt;'s &lt;a href=\"Babar%20the%20Elephant\"&gt;Babar&lt;/a&gt; and &lt;a href=\"Dr.%20Seuss\"&gt;Dr. Seuss&lt;/a&gt;' &lt;a href=\"Horton%20the%20Elephant\"&gt;Horton&lt;/a&gt;. &lt;a href=\"Jules%20Verne\"&gt;Jules Verne&lt;/a&gt; featured a steam-powered mechanical elephant in his 1880 novel \"&lt;a href=\"The%20Steam%20House\"&gt;The Steam House&lt;/a&gt;\". In addition, the animal is depicted in its military use through the &lt;a href=\"oliphaunt\"&gt;oliphaunt&lt;/a&gt;s of &lt;a href=\"J.%20R.%20R.%20Tolkien\"&gt;J. R. R. Tolkien&lt;/a&gt;'s \"&lt;a href=\"The%20Lord%20of%20the%20Rings\"&gt;The Lord of the Rings&lt;/a&gt;\" trilogy and the alien invaders of &lt;a href=\"Larry%20Niven\"&gt;Larry Niven&lt;/a&gt; and &lt;a href=\"Jerry%20Pournelle\"&gt;Jerry Pournelle&lt;/a&gt;'s 1985 science fiction novel, \"&lt;a href=\"Footfall\"&gt;Footfall&lt;/a&gt;\".\nNotable short stories featuring elephants include &lt;a href=\"Rudyard%20Kipling\"&gt;Rudyard Kipling&lt;/a&gt;'s \"&lt;a href=\"Toomai%20of%20the%20Elephants\"&gt;Toomai of the Elephants&lt;/a&gt;\" and \"&lt;a href=\"The%20Elephant%27s%20Child\"&gt;The Elephant's Child&lt;/a&gt;\"; as well as &lt;a href=\"Mark%20Twain\"&gt;Mark Twain&lt;/a&gt;'s \"&lt;a href=\"The%20Stolen%20White%20Elephant\"&gt;The Stolen White Elephant&lt;/a&gt;\". &lt;a href=\"George%20Orwell\"&gt;George Orwell&lt;/a&gt; wrote an &lt;a href=\"Allegory\"&gt;allegorical&lt;/a&gt; &lt;a href=\"essay\"&gt;essay&lt;/a&gt;, \"&lt;a href=\"Shooting%20an%20Elephant\"&gt;Shooting an Elephant&lt;/a&gt;\"; and in \"&lt;a href=\"Hills%20Like%20White%20Elephants\"&gt;Hills Like White Elephants&lt;/a&gt;\", &lt;a href=\"Ernest%20Hemingway\"&gt;Ernest Hemingway&lt;/a&gt; used the allegorical white elephant, alluding to a pregnancy as an unwanted gift.\nThe animal is also seen in historical novels. \"&lt;a href=\"The%20Elephant%27s%20Journey\"&gt;The Elephant's Journey&lt;/a&gt;\" (&lt;a href=\"Portuguese%20language\"&gt;Portuguese&lt;/a&gt;: \"A Viagem do Elefante\", 2008) is a novel by &lt;a href=\"Nobel%20Prize%20in%20Literature\"&gt;Nobel laureate&lt;/a&gt; &lt;a href=\"Jos%C3%A9%20Saramago\"&gt;José Saramago&lt;/a&gt;. This is a fictional account based on an historical 16th century journey from &lt;a href=\"Lisbon%2C%20Portugal\"&gt;Lisbon&lt;/a&gt; to &lt;a href=\"Vienna%2C%20Austria\"&gt;Vienna&lt;/a&gt; by an &lt;a href=\"Suleiman%20%28elephant%29\"&gt;elephant named Solomon&lt;/a&gt;. \"&lt;a href=\"An%20Elephant%20for%20Aristotle\"&gt;An Elephant for Aristotle&lt;/a&gt;\" is a 1958 historical novel by &lt;a href=\"L.%20Sprague%20de%20Camp\"&gt;L. Sprague de Camp&lt;/a&gt;. It concerns the adventures of a &lt;a href=\"Thessalian\"&gt;Thessalian&lt;/a&gt; &lt;a href=\"cavalry\"&gt;cavalry&lt;/a&gt; commander who has been tasked by &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt; to bring an elephant captured from &lt;a href=\"King%20Porus\"&gt;King Porus&lt;/a&gt; of India, to &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt; as a present for Alexander's old tutor, &lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt;.\nElephants can also represent the hugeness and wildness of the imagination, as in &lt;a href=\"Ursula%20Dubosarsky\"&gt;Ursula Dubosarsky&lt;/a&gt;'s 2012 children's book, \"Too Many Elephants in This House\", which also plays with the notion of the &lt;a href=\"elephant%20in%20the%20room\"&gt;elephant in the room&lt;/a&gt;. An imaginary elephant can (perhaps) become real, as with the elusive &lt;a href=\"Heffalump\"&gt;Heffalump&lt;/a&gt;. Although never specified as an elephant in &lt;a href=\"A.%20A.%20Milne\"&gt;A. A. Milne&lt;/a&gt;'s &lt;a href=\"Winnie%20the%20Pooh\"&gt;Winnie the Pooh&lt;/a&gt; stories, a heffalump physically resembles an elephant; and &lt;a href=\"E.%20H.%20Shepard\"&gt;E. H. Shepard&lt;/a&gt;'s illustration shows an Indian elephant. \"Heffalump\" has since been defined as \"a child's term for an elephant.\"\nSports.\nThe elephant is used as a mascot or logo for various sports groups.\nCircus showman &lt;a href=\"P.%20T.%20Barnum\"&gt;P. T. Barnum&lt;/a&gt; donated the stuffed hide of &lt;a href=\"Jumbo\"&gt;Jumbo&lt;/a&gt; the elephant to &lt;a href=\"Tufts%20University\"&gt;Tufts University&lt;/a&gt; in 1885, where Jumbo soon became the mascot for their sports teams. However, all that remains of Jumbo are some ashes stored in a peanut butter jar and a piece of his tail following a fire in 1975. \"Jumbo's spirit lives on\" in the peanut butter jar which is ceremoniously passed on to successive athletic directors.\nThe mascot for the &lt;a href=\"Oakland%20Athletics\"&gt;Oakland Athletics&lt;/a&gt; baseball team is based on the figurative white elephant. The story of picking the mascot began when &lt;a href=\"New%20York%20Giants%20%28NL%29\"&gt;New York Giants&lt;/a&gt;' manager &lt;a href=\"John%20McGraw%20%28baseball%29\"&gt;John McGraw&lt;/a&gt; told reporters that Philadelphia manufacturer &lt;a href=\"Benjamin%20Shibe\"&gt;Benjamin Shibe&lt;/a&gt;, who owned the controlling interest in the new team, had a \"white elephant on his hands\"; manager &lt;a href=\"Connie%20Mack\"&gt;Connie Mack&lt;/a&gt; defiantly adopted the white elephant as the team mascot. The A's are sometimes, but infrequently, referred to as the 'Elephants' or 'White Elephants'. Their mascot is nicknamed &lt;a href=\"Stomper\"&gt;Stomper&lt;/a&gt;.\n&lt;a href=\"University%20of%20Alabama\"&gt;University of Alabama&lt;/a&gt;'s &lt;a href=\"Alabama%20Crimson%20Tide\"&gt;Crimson Tide&lt;/a&gt; mascot has been an elephant since 1930 after a sportswriter wrote of a fan yelling \"Hold your horses, the elephants are coming!\" as the football team rumbled onto the field. Their elephant-costumed \"&lt;a href=\"Big%20Al%20%28mascot%29\"&gt;Big Al&lt;/a&gt;\" officially debuted at the &lt;a href=\"1979%20Sugar%20Bowl\"&gt;1979 Sugar Bowl&lt;/a&gt;.\n&lt;a href=\"Catania%2C%20Italy\"&gt;Catania, Italy&lt;/a&gt; uses the elephant to represent &lt;a href=\"Catania%20Elephants\"&gt;their football team&lt;/a&gt;, referencing the animal that has represented their city since ancient times.\nThe crest of &lt;a href=\"Kerala%20Blasters%20FC\"&gt;Kerala Blasters FC&lt;/a&gt;, an Indian association football club is designed around an elephant holding football. Elephants are the state animal of Kerala and have a &lt;a href=\"Elephants%20in%20Kerala%20culture\"&gt;main role&lt;/a&gt; in their &lt;a href=\"Culture%20of%20Kerala\"&gt;culture&lt;/a&gt;. They are considered as symbol of unity, power, and pride. The crest of the club symbolises the heritage, culture, spirit, and passion of Kerala, and its love for football.\nMusic.\nThe elephant is also represented in music such as &lt;a href=\"Henry%20Mancini\"&gt;Henry Mancini&lt;/a&gt;'s hit song \"&lt;a href=\"Baby%20Elephant%20Walk\"&gt;Baby Elephant Walk&lt;/a&gt;\", which has been described as \"musical shorthand for kookiness of any stripe\". The American band &lt;a href=\"the%20White%20Stripes\"&gt;the White Stripes&lt;/a&gt;' fourth album was entitled \"&lt;a href=\"Elephant%20%28album%29\"&gt;Elephant&lt;/a&gt; \"in honour of the animal's brute strength and closeness to its relatives. The hit single \"&lt;a href=\"Elephant%20%28Alexandra%20Burke%20song%29\"&gt;Elephant&lt;/a&gt;\" by British recording artist &lt;a href=\"Alexandra%20Burke\"&gt;Alexandra Burke&lt;/a&gt; is based on the expression \"&lt;a href=\"elephant%20in%20the%20room\"&gt;elephant in the room&lt;/a&gt;\". \"&lt;a href=\"Nellie%20the%20Elephant\"&gt;Nellie the Elephant&lt;/a&gt;\" is a children's song first released in 1956 and since covered by many artists including the punk-rock band &lt;a href=\"Toy%20Dolls\"&gt;Toy Dolls&lt;/a&gt;; For her album, \"&lt;a href=\"Leave%20Your%20Sleep\"&gt;Leave Your Sleep&lt;/a&gt;\", &lt;a href=\"Natalie%20Merchant\"&gt;Natalie Merchant&lt;/a&gt; set to music \"The Blind Men and the Elephant\" poem by &lt;a href=\"John%20Godfrey%20Saxe\"&gt;John Godfrey Saxe&lt;/a&gt;, which is based on the parable.\nFilm and television.\nThe elephant is also featured in film and on television. Thailand has produced various movies about the animal, from the 1940 historical drama film \"&lt;a href=\"King%20of%20the%20White%20Elephant\"&gt;King of the White Elephant&lt;/a&gt;\" to the 2005 martial-arts action film, \"&lt;a href=\"Tom-Yum-Goong\"&gt;Tom-Yum-Goong&lt;/a&gt;\". In the West, the elephant was popularised by \"&lt;a href=\"Dumbo\"&gt;Dumbo&lt;/a&gt;\", the elephant who learns to fly in the 1941 &lt;a href=\"Disney%20animated%20feature\"&gt;Disney animated feature&lt;/a&gt; of the same name. Kipling's \"&lt;a href=\"Toomai%20of%20the%20Elephants\"&gt;Toomai of the Elephants&lt;/a&gt;\" was adapted as the 1937 British adventure film \"&lt;a href=\"Elephant%20Boy%20%28film%29\"&gt;Elephant Boy&lt;/a&gt;\". In popular modern films, &lt;a href=\"Tai%20%28elephant%29\"&gt;Tai the elephant-actress&lt;/a&gt; has portrayed Bo Tat in \"&lt;a href=\"Operation%20Dumbo%20Drop\"&gt;Operation Dumbo Drop&lt;/a&gt;\" (1995), Vera in \"&lt;a href=\"Larger%20than%20Life%20%28film%29\"&gt;Larger than Life&lt;/a&gt;\" (1996), and Rosie in \"&lt;a href=\"Water%20for%20Elephants%20%28film%29\"&gt;Water for Elephants&lt;/a&gt;\" (2011). Elephants have also been featured in the modern live action Disney movies \"\" (2000) and the \"&lt;a href=\"Dumbo%20%282019%20film%29\"&gt;2019 remake&lt;/a&gt;\" of Dumbo.\nOn television, \"&lt;a href=\"Nellie%20the%20Elephant%20%28TV%20series%29\"&gt;Nellie the Elephant&lt;/a&gt;\" is a 1990 UK cartoon series inspired by the 1956 &lt;a href=\"Nellie%20the%20Elephant\"&gt;song of the same name&lt;/a&gt;, featuring Scottish singer &lt;a href=\"Lulu%20%28singer%29\"&gt;Lulu&lt;/a&gt; voicing Nelly. &lt;a href=\"Britt%20Allcroft\"&gt;Britt Allcroft&lt;/a&gt; adapted \"Mumfie\" the elephant from Katherine Tozer's series of children's books, originally in a '70s televised &lt;a href=\"puppet%20show\"&gt;puppet show&lt;/a&gt; and then in the '90s animated \"&lt;a href=\"Magic%20Adventures%20of%20Mumfie\"&gt;Magic Adventures of Mumfie&lt;/a&gt;\" series.\nThe 2016 action-comedy film \"&lt;a href=\"The%20Brothers%20Grimsby\"&gt;The Brothers Grimsby&lt;/a&gt;\" gained notoriety for its crude and graphic elephant scene.\nGames.\nThe elephant can also be found in games. In &lt;a href=\"shatranj\"&gt;shatranj&lt;/a&gt;, the medieval game from which &lt;a href=\"chess\"&gt;chess&lt;/a&gt; developed, the piece corresponding to the modern &lt;a href=\"Bishop%20%28chess%29\"&gt;bishop&lt;/a&gt; was known as &lt;a href=\"Alfil%20%28chess%29\"&gt;\"Pil\" or \"Alfil\"&lt;/a&gt; (\"Elephant\"; from Persian and Arabic, respectively). In the Indian &lt;a href=\"chaturanga\"&gt;chaturanga&lt;/a&gt; game the piece is also called \"Elephant\" (\"Gaja\"). The same is true in &lt;a href=\"Chinese%20chess\"&gt;Chinese chess&lt;/a&gt;, which has an elephant piece (\"Xiàng\", 象) that serves as a defensive piece, being the only one that may not cross the river dividing the game board. In the Japanese &lt;a href=\"shogi\"&gt;shogi&lt;/a&gt; version, the piece was known as the \"\"Drunken\" Elephant\"; however, it was dropped by order of the &lt;a href=\"Emperor%20Go-Nara\"&gt;Emperor Go-Nara&lt;/a&gt; and no longer appears in the version played in contemporary Japan. Even with modern Chess, the word for the &lt;a href=\"Bishop%20%28chess%29\"&gt;bishop&lt;/a&gt; is still \"Alfil\" in Spanish, \"Alfiere\" in Italian, \"Feel\" in Persian, and \"Elephant\" (Слон) in Russian. All of these games originally simulated a kind of battlefield, thus this piece represented a &lt;a href=\"war%20elephant\"&gt;war elephant&lt;/a&gt;. In the present-day canonical &lt;a href=\"Staunton%20chess%20set\"&gt;Staunton chess set&lt;/a&gt;, the piece's deep groove, which originally represented the elephant's tusks, is now regarded as representing a bishop's (or abbot's) &lt;a href=\"mitre\"&gt;mitre&lt;/a&gt;.\nArchitecture.\nIn the 18th-century, French architect &lt;a href=\"Charles%20Ribart\"&gt;Charles Ribart&lt;/a&gt; planned to build a three-level elephant building at the Paris site where the &lt;a href=\"Arc%20de%20Triomphe\"&gt;Arc de Triomphe&lt;/a&gt; was eventually built. Nothing became of this, but in the early 19th-century, &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt; conceived of an even larger elephant structure, the &lt;a href=\"Elephant%20of%20the%20Bastille\"&gt;Elephant of the Bastille&lt;/a&gt;. Although the ambitious project was never completed with its intended bronze elephant, a full-sized plaster and wood-frame model stood in its place. After Napoleon's defeat, this structure eventually became a neglected eyesore, and a setting in &lt;a href=\"Victor%20Hugo\"&gt;Victor Hugo&lt;/a&gt;'s 1862 novel, \"&lt;a href=\"Les%20Mis%C3%A9rables\"&gt;Les Misérables&lt;/a&gt;\".\nThree multi-story elephant shaped buildings were built in America by &lt;a href=\"James%20V.%20Lafferty\"&gt;James V. Lafferty&lt;/a&gt; in the 1880s. The largest, seven-story, thirty-one room &lt;a href=\"Elephantine%20Colossus\"&gt;Elephantine Colossus&lt;/a&gt; served as a hotel, concert hall, and attraction on &lt;a href=\"Coney%20Island\"&gt;Coney Island&lt;/a&gt; before it burned down in 1896. The six-story &lt;a href=\"Lucy%20the%20Elephant\"&gt;Lucy the Elephant&lt;/a&gt; is the only remaining of the three, and survives as a tourist attraction near &lt;a href=\"Atlantic%20City\"&gt;Atlantic City&lt;/a&gt;. These giant elephant structures, however, are dwarfed by the 32-story &lt;a href=\"Bangkok\"&gt;Bangkok&lt;/a&gt; &lt;a href=\"Elephant%20Tower\"&gt;Elephant Tower&lt;/a&gt; in Thailand. This iconic elephant-inspired building reflects the influence of the elephant in Thai culture."
}