{
    "id": "18471400",
    "revid": "8641695",
    "url": "https://en.wikipedia.org/wiki?curid=18471400",
    "title": "Kalatungan Mountain Range",
    "text": "Kalatungan Mountain Range is a mountain range in the central portion of the province of &lt;a href=\"Bukidnon\"&gt;Bukidnon&lt;/a&gt;, the Philippines. It is one of the few areas in the province covered with &lt;a href=\"old%20growth%20forest\"&gt;old growth or mossy forests&lt;/a&gt;. It covers an area of approximately 213.0134 km2 (82.24493 mi2), with about 113.7175 km2 (43.90657 mi2) identified as part of the critical watershed area declared under Presidential Decree 127, issued on June 29, 1987 (Muleta-Manupali Watershed). The water from two rivers, the Muleta and Manupali Rivers, flood the multimillion dam project of the Philippine &lt;a href=\"National%20Irrigation%20Administration\"&gt;National Irrigation Administration&lt;/a&gt; (NIA). The rivers drain into the Pulangi River, the site of a &lt;a href=\"National%20Power%20Corporation\"&gt;National Power Corporation&lt;/a&gt; hydroelectric dam.\nGeography.\nThe mountain range is in the central section of the &lt;a href=\"Philippine%20province\"&gt;province&lt;/a&gt; of &lt;a href=\"Bukidnon\"&gt;Bukidnon&lt;/a&gt; A neighbor of &lt;a href=\"Kitanglad%20Mountain%20Range\"&gt;Kitanglad Mountain Range&lt;/a&gt; . It lies between the coordinates 8°00’ and 8°60’ latitude and between 124°35’ and 124°60’ longitude. It is bounded on the north by the municipality of &lt;a href=\"Talakag%2C%20Bukidnon\"&gt;Talakag&lt;/a&gt;, on the west by the municipality of &lt;a href=\"Lantapan%2C%20Bukidnon\"&gt;Lantapan&lt;/a&gt; and the city of &lt;a href=\"Valencia%20City%2C%20Bukidnon\"&gt;Valencia&lt;/a&gt;, and on the south by the municipality of &lt;a href=\"Pangantucan%2C%20Bukidnon\"&gt;Pangantucan&lt;/a&gt;. Its eastern side is bordered by both &lt;a href=\"Talakag%2C%20Bukidnon\"&gt;Talakag&lt;/a&gt; and &lt;a href=\"Pangantucan%2C%20Bukidnon\"&gt;Pangantucan&lt;/a&gt;.\nPeaks.\nKalatungan Mountain Range peaks by elevation.\nClimate.\nThe area of the Kalatungan Mountain Range falls under the Type III climate which is characterized as having a short dry season lasting only one to three months and no very pronounced maximum rainy period. Average temperature is 24.7 °C. The area receives its most rainfall in June. The driest month is March. Relative humidity varies from 71% in May to 86% in September. The area is mostly cloud-covered throughout the year.\nHydrological features.\nThe range is the origin of the headwaters of the tributaries of the major river systems in Bukidnon—&lt;a href=\"Pulangi%20River\"&gt;Pulangi River&lt;/a&gt;, &lt;a href=\"Cagayan%20River%20%28Cagayan%20de%20Oro%29\"&gt;Cagayan River&lt;/a&gt;, and &lt;a href=\"Maradugao%20River\"&gt;Maradugao River&lt;/a&gt;, Sawaga River. Among these rivers are the Bangahan River in the southwest, Ticalaan River in the northwest, Lantay River in the south, and Manupali River in the north.\nAlso found in the vicinity of the mountain range are streams that flow through &lt;a href=\"waterfalls\"&gt;waterfalls&lt;/a&gt;, &lt;a href=\"Waterfall\"&gt;cascades&lt;/a&gt; and &lt;a href=\"rapids\"&gt;rapids&lt;/a&gt;. &lt;a href=\"Wetlands\"&gt;Wetlands&lt;/a&gt; and &lt;a href=\"marshes\"&gt;marshes&lt;/a&gt;, although not significant in area, are also found within the range. The mountain range exhibits a radial drainage pattern.\nCultural and biological diversity.\nIndigenous &lt;a href=\"Lumad\"&gt;Manobo and Talaandig people&lt;/a&gt; live in the mountain range and consider it part of their ancestral lands. They consider the forest sacred and have taken care of it for centuries.\nThe mountain range is a key biodiversity area, home to at least 129 animal species and 342 plant species. A number of endangered or vulnerable species are found on the mountain range, such as the &lt;a href=\"Philippine%20eagle\"&gt;Philippine eagle&lt;/a&gt;, &lt;a href=\"Philippine%20hawk-eagle\"&gt;Philippine hawk eagle&lt;/a&gt;, &lt;a href=\"Giant%20golden-crowned%20flying%20fox\"&gt;flying fox&lt;/a&gt;, &lt;a href=\"Philippine%20warty%20pig\"&gt;Philippine warty pig&lt;/a&gt;, and &lt;a href=\"Philippine%20deer\"&gt;Philippine deer&lt;/a&gt;. The &lt;a href=\"Mindanao%20pygmy%20fruit%20bat\"&gt;Mindanao pygmy fruit bat&lt;/a&gt; is also found on the range. Endemic tree species that dominate the area are the &lt;a href=\"Dillenia%20philippinensis\"&gt;katmon&lt;/a&gt;, &lt;a href=\"Shorea%20contorta\"&gt;white lauan&lt;/a&gt;, &lt;a href=\"Shorea%20negrosensis\"&gt;red lauan&lt;/a&gt;, &lt;a href=\"Parashorea%20malaanonan\"&gt;bagtikan&lt;/a&gt;, and &lt;a href=\"Schizostachyum%20dielsianum\"&gt;bikal-boboi&lt;/a&gt;, as well as the threatened &lt;a href=\"Agathis%20philippinensis\"&gt;almasiga&lt;/a&gt;.\nIndigenous communities take part in conservation efforts in the area."
}