{
    "id": "18480711",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=18480711",
    "title": "King Alfred leisure centre",
    "text": "The King Alfred Leisure Centre, owned by &lt;a href=\"Brighton%20and%20Hove%20City%20Council\"&gt;Brighton and Hove City Council&lt;/a&gt; and operated by Freedom Leisure, is the largest wet and dry sport centre in the city of &lt;a href=\"Brighton%20and%20Hove\"&gt;Brighton and Hove&lt;/a&gt; and is situated on &lt;a href=\"Hove\"&gt;Hove&lt;/a&gt; sea front.\nFacilities.\nThe wetside facilities include a 25m 6 lane swimming pool which ranges from a depth of 1.2 to 2.5m. This pool is used by Shiverers Swimming Club for training.\nThere is also a lagoon area with a large slide for over 8s. There was once a smaller slide for the under 8s and has since been removed and replaced with other play activities.\nA teaching pool (depth 0.9m to 1.2m) is also used for swimming lessons which follow a syllabus designed by the &lt;a href=\"Amateur%20Swimming%20Association\"&gt;ASA&lt;/a&gt;, the teaching pool can also be rented for children birthday parties.\nFull wetside changing facilities are available including individual cubicles, family cubicles, group changing rooms and disabled changing room (which uses the &lt;a href=\"RADAR%20Key\"&gt;RADAR Key&lt;/a&gt; scheme). There are also lockers which take &lt;a href=\"One%20pound%20%28British%20coin%29\"&gt;£1&lt;/a&gt; &lt;a href=\"coin\"&gt;coin&lt;/a&gt;s.\nThe King Alfred Leisure Centre also has \"Fitness Works Gym\", a relatively small gym with a variety of machines and free weights, the larger Cheetahs gym is also based in the building but is not managed by Brighton and Hove City Council.\nA therapy room is based in the old entrance hall called purple turtle which offers a wide variety of treatments.\nThere are two sports halls, based in the old pool halls. The main sports hall is used for sports such as badminton, &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;, basketball, &lt;a href=\"roller%20hockey\"&gt;roller hockey&lt;/a&gt; and &lt;a href=\"trampolining\"&gt;trampolining&lt;/a&gt;. The small sports hall is used for the mini mayhem sessions (a soft play session), martial arts, table tennis and sessions such as aerobics.\nThe King Alfred Leisure Centre also has a ballroom which has a wide variety of events from meetings, to exams as well as live music, most notably is the recent performance by &lt;a href=\"Nick%20Cave\"&gt;Nick Cave&lt;/a&gt; on 2 July 2008.\nThere is also an indoor bowles club on the east side of the building (in what was once a car park) and the 'multiplay' facilities to the west which has netball and tennis courts. The centre has car parking facilities on the west side, above the ten pin bowling rink (which has been closed since 1999) and Megazone (a &lt;a href=\"Laser\"&gt;Laser&lt;/a&gt; shooting game) which is also closed.\nThere is also a cafe (Yes Cafe) which opened in 2008, replacing the long serving 'Splash Cafe' which closed due to the proposed redevelopment.\nPool users.\nAs well as public sessions, the pools are also used by many clubs including Shiverers Swimming Club, &lt;a href=\"http%3A//dolphinsdisabled.co.uk\"&gt;Dolphins Disabled Swimming Club&lt;/a&gt;, Marlins &lt;a href=\"Disabled\"&gt;Disabled&lt;/a&gt; Swimming Club, Brighton &lt;a href=\"Lifesaving\"&gt;Lifesaving&lt;/a&gt; Club, and the newly (2008) formed &lt;a href=\"Free-Diving\"&gt;Free-Diving&lt;/a&gt; club. The pool is also used by Brighton Swimming Teachers Centre (Please see www.lastminutelifeguard.com for information on lifeguarding / lifesaving courses). Until 2007, the offices of Brighton Swimming Teachers Centre were based in the offices on the north side of the building, along with the Brighton Transport offices, however both parties left in 2007 due to the proposed redevelopment, which has since been postponed.\nThe pool was also used twice by &lt;a href=\"David%20Walliams\"&gt;David Walliams&lt;/a&gt; during his training for his channel crossing.\nHistory.\nThe purpose-built leisure facility Hove Marina was ready to be opened to the public when war was declared on 3 September 1939. It was almost immediately commandeered by the Royal Navy for the training of RNVR officers and was commissioned as &lt;a href=\"HMS%20King%20Alfred%20%28shore%20establishment%201939%29\"&gt;HMS \"King Alfred\"&lt;/a&gt;. After the war, and with permission from the Admiralty, it officially adopted the name by which it was now universally known.\nThree water slides (flumes) that fed in to a plunge pool used to exist on the east side of the building. Opened in August 1986, the fastest was called \"The Black Hole\", followed by the red \"Aqua-jet\", with the yellow \"Twister\" for beginners. However, by November 2000 the slides were closed indefinitely due to health and safety concerns before ultimately being removed in 2009.\nThere also used to be an ice rink at the leisure facility.\nRedevelopment.\nDue to the age of the building redevelopment has been proposed for many years with plans by &lt;a href=\"Frank%20Gehry\"&gt;Frank Gehry&lt;/a&gt; eventually being accepted, stirring up much controversy about how it would fit in with the rest of &lt;a href=\"Hove\"&gt;Hove&lt;/a&gt; along with concerns about whether the increase in sporting facilities proposed would be adequate for a city the size of &lt;a href=\"Brighton%20and%20Hove\"&gt;Brighton and Hove&lt;/a&gt;. However these plans were shelved in 2008 due to the financial crisis meaning the required funds could not be borrowed and the housing market crash meant that the flats would not have produced the desired return. A partial refurbishment of the historic sporting facilities will be carried out in 2009. There is an opportunity to retain the modern swimming pool building within any new proposals.\nThe swimming pool building has iconic bays fronting the esplanade and a distinctive curved roof form."
}