{
    "id": "1848701",
    "revid": "12583123",
    "url": "https://en.wikipedia.org/wiki?curid=1848701",
    "title": "Freestyle BMX",
    "text": "Freestyle BMX is &lt;a href=\"bicycle%20motocross\"&gt;bicycle motocross&lt;/a&gt; stunt riding on &lt;a href=\"BMX%20bike\"&gt;BMX bike&lt;/a&gt;s. It is an &lt;a href=\"extreme%20sport\"&gt;extreme sport&lt;/a&gt; descended from &lt;a href=\"BMX%20racing\"&gt;BMX racing&lt;/a&gt; that consists of five disciplines: street, park, vert, trails, and flatland. In June 2017, the &lt;a href=\"International%20Olympic%20Committee\"&gt;International Olympic Committee&lt;/a&gt; announced that freestyle park was to be added as an Olympic event to the &lt;a href=\"2020%20Summer%20Olympics\"&gt;2020 Summer Olympics&lt;/a&gt;.\nEarly years.\nThe earliest photographic documentation of BMX freestyle shows Devin and Todd Bank in 1974 riding BMX bikes on an eight foot tall skateboard ramp they built at their childhood home in West Los Angeles, California. This was the birth of BMX ramp riding. Devin Bank was also documented doing 360 degree freestyle spinning tricks on the street and also in the air by jumping off curbs. Skateboarder Magazine then published photos of kids on bikes riding in empty household swimming pools in 1975.[1]. In 1975 kids started riding bikes in concrete reservoir channels in Escondido San Diego, California. In 1976 Devin and Todd Bank began riding BMX bikes inside the Runway Skatepark in Carson California. And, bike riders were also seen in 1976 riding at Carlsbad Skatepark in Carlsbad, California.[2]. Bob Haro and John Swanguen rode BMX bikes at Skateboard Heaven, a concrete skatepark in San Diego, California, late 1976. Later they transformed freestyle beyond skateparks by creating new bike tricks on flat streets.[3] In the fall of 1977 Bob Haro was hired as a staff artist at BMX Action Magazine where he be friended R.L. Osborn, son of the magazine publisher Bob Osborn. Haro and R.L. often practiced freestyle moves in their free time.[4]\nIn the summer of 1978, Paramount, Lakewood, and other Southern California skateparks began reserving sessions or whole days exclusively for BMX bikes. BMX racer &lt;a href=\"Tinker%20Juarez\"&gt;Tinker Juarez&lt;/a&gt; was innovating freestyle moves in vert bowls at Lakewood Ca Park, while William \"Crazy Lacy\" Furmage was innovating freestyle at the Paramount Ca Skatepark.\nBMX Action Magazine published the first freestyle how to article in their January/February 1979 issue which showed Bob Haro doing a \"rock walk.\"\nBMX bike riders also performed a demonstration freestyle show in 1979 during a skate competition at Rocky Mountain Surf Skatepark in &lt;a href=\"Salt%20Lake%20City%2C%20Utah\"&gt;Salt Lake City, Utah&lt;/a&gt;.\nTowards the end of 1979, William \"Crazy Lacy\" Furmage and Tony Ray Davis formed the Super Style II BMX Trick Team and later began performing freestyle shows at &lt;a href=\"BMX%20racing\"&gt;BMX races&lt;/a&gt; and other events. After the Super Style II BMX Trick Team became known, other organized trick teams were founded and quickly gained prominence. The freestyle movement at this point was all underground. Although several BMX manufacture-sponsored freestyle teams were touring the US, they were promoting the sport of BMX in general, not specifically freestyle.\nThe &lt;a href=\"American%20Freestyle%20Association\"&gt;American Freestyle Association&lt;/a&gt; (AFA) was the first governing body for BMX freestyle, founded by &lt;a href=\"Bob%20Morales\"&gt;Bob Morales&lt;/a&gt; in 1982.\nBob Osborn founded a slick quarterly magazine devoted solely to freestyle BMX. In the summer of 1984, &lt;a href=\"Freestylin%27%20Magazine\"&gt;Freestylin' Magazine&lt;/a&gt; made its debut. The BMX world suddenly noticed the sport's massive potential. Manufacturers hurried to the drawing boards to develop new freestyle bikes, components, and accessories, and began searching for talented riders to sponsor. Bike shops began stocking freestyle products. The AFA began to put on organized flatland and quarter-pipe competitions.\nPeak and decline in popularity.\nFrom 1980 until 1987, freestyle BMX increased in popularity to a peak in 1987. During this period, the sport progressed with the release of new bike models, components, and accessories designed strictly for freestyle. For example, &lt;a href=\"Haro%20Bikes\"&gt;Haro&lt;/a&gt; released the Haro FST, Sport, and Master each year, with blazing graphical colors, new look, and new frame designs.\nIn the early 1990s, BMX freestyle suffered a decline in its commercial popularity; subsequently a number of large companies reduced or terminated their investment in the sport. In this economic climate, communities of new rider-owned companies and initiatives began to re-define the sport according to their own needs and interests, paving the way for what is now a largely new lead in the industry with clothing companies and material companies. This decline and subsequent new phase of the sport's development into an independently driven industry was notably referenced in the introduction to the BMX video \"Ride On\" (directed by Eddie Roman).\nPractice disciplines.\nFreestyle BMX riders participate in several well-established disciplines. As in the other forms of freestyle riding, there are no specific rules; style/aesthetics, skills, and creativity are emphasised.\nStreet.\nStreet riders make use of urban and public spaces to perform tricks. These tricks can be performed on curbs, handrails, stairs, ledges, banks, and other obstacles. Styles among street riders vary, as riders often depend upon their own urban surroundings. BMX street rose to prominence as an increasingly defined discipline in the late 1980s.\nIn modern BMX, the progression of more technical tricks on street obstacles has led to this discipline becoming more divided from other freestyle disciplines. BMX bikes aimed at street riding typically have steeper angles and shorter wheelbases, making them easier to maneuver, but less stable at the higher speeds associated with ramp and dirt riding.\nWithin street BMX there are a handful of competitions, however the majority of professional street riders tend to focus on making videos for DVDs and &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; videos on behalf of their sponsors. Only a handful of riders tend to focus on both, with competition courses and corporate sponsorships not considered 'core' street riding by many riders. One rider that has succeeded in both competitions and video projects is Garret Reynolds. Garret has won 13 &lt;a href=\"Xgames\"&gt;X Games&lt;/a&gt; medals, as well as Ride BMX Nora Cup Awards for Video Part of The Year and Street Rider of the Year, and is largely considered one of the best BMX Street riders ever.\nPark.\nPark denotes the BMX discipline of exclusively riding skateparks, often with an emphasis on riding bowl transitions or jump boxes\n&lt;a href=\"Skatepark\"&gt;Skatepark&lt;/a&gt;s are used by BMX riders as well as skateboarders, inline skaters and freestyle scooter-riders. Skateparks themselves can be made of &lt;a href=\"wood\"&gt;wood&lt;/a&gt;, &lt;a href=\"concrete\"&gt;concrete&lt;/a&gt; or &lt;a href=\"metal\"&gt;metal&lt;/a&gt;. Styles of riding will depend on the style of the parks. Wood is more suited to a flowing style, with riders searching for gaps and aiming to get the highest airs from the &lt;a href=\"Coping%20%28architecture%29\"&gt;coping&lt;/a&gt;. Concrete parks usually tend to contain bowls and pools. However, it is not unusual for riders to merge the two styles in either type of park.\nConcrete parks are commonly built outdoors due to their ability to withstand years of exposure to the elements of conditions. Concrete parks are also often publicly funded due to their permanent and low cost nature in comparison to wood parks. Parks made from wood are popular with commercial skateparks, but harder to maintain, as the wood can start to decompose over time, or the features can be damaged through extensive use. Wooden parks are often considered safer than concrete, as during an impact, the wooden surface deflects by a small amount, in contrast to concrete, which is inelastic. Parks designed with BMX use in mind will typically have steel coping along the side that is less prone to damage than concrete or pool coping.\nThere are a number of competitions that focus on the BMX Park discipline, with &lt;a href=\"X%20Games\"&gt;X Games&lt;/a&gt; typically focussing on progressive tricks and large jumps, and other competitions such as the &lt;a href=\"Vans\"&gt;Vans&lt;/a&gt; BMX Pro Cup focusing more on flowing and stylish riding on bowl style courses.\nIn June 2017, the &lt;a href=\"Olympic%20Committee\"&gt;Olympic Committee&lt;/a&gt; announced that BMX Freestyle Park would be featured at the &lt;a href=\"2020%20Summer%20Olympics\"&gt;Summer 2020 Tokyo Olympic Games&lt;/a&gt;.\nVert Ramp.\nVert is a freestyle BMX discipline performed in a &lt;a href=\"half%20pipe\"&gt;half pipe&lt;/a&gt; consisting of two &lt;a href=\"quarter%20pipe\"&gt;quarter pipe&lt;/a&gt;s set facing each other (much like a &lt;a href=\"mini%20ramp\"&gt;mini ramp&lt;/a&gt;), but at around 10–15 feet tall (around 2.5 to 3.5 meters high). The biggest ramp ever used in competition is the &lt;a href=\"X-Games\"&gt;X-Games&lt;/a&gt; big air ramp at tall. Both ‘faces’ of the ramp have an extension to the transition that is vertical, hence the name. Coping is a round metal tube at the lip of the vert that helps freestyle BMXers do grinds, and stalls on the lip of the vert.\nRiders go up each jump, performing air tricks before landing into the transition having turned 180 degrees. A typical run involves going from one side to the other, airing above the coping each side. Also possible are 'lip tricks' - tricks on the platform at the top of the ramps before dropping into the ramp. Many tricks consist of the rider grabbing a part of the bike or removing body parts off the bike.\nTrails.\nTrails are paths that lead to jumps made of heavily compacted dirt. Jumps in the same path, or \"line\", are sometimes referred to as packs, such as a four pack, a six pack, or an eight pack, which would have two, three, and four jumps respectively. A dirt jump consists of a steep take off, called a lip, with an often slightly less steep landing. The lip and landing are usually built as separate mounds, divided by a gap. The gap is measured from the topmost part of the lip, horizontally to the topmost part of the far side of the landing. Gaps typically range from only a couple of feet to over twenty feet. A moderate gap is around twelve feet.\nTrails riding is sometimes also referred to as \"&lt;a href=\"dirt%20jumping\"&gt;dirt jumping&lt;/a&gt;\". Most trails riders maintain that a subtle difference exists in the style and flow of \"dirt jumps\" and \"trails\"; trails riders focus more on a flowing smooth style from one jump to the next while performing other stylish tricks, while dirt jumpers try to perform the craziest tricks they can over larger, less flow-oriented jumps.\nTrails riders usually run a rear brake only as they have no use for a front brake, and usually a rotor (gyro) to make it easier to do barspins, so they do not have to spin the bars back the other way to untangle them, which is hard to do on trails. In general, trail/dirt jumping bikes have longer &lt;a href=\"wheelbase\"&gt;wheelbase&lt;/a&gt;s (&lt;a href=\"chainstay\"&gt;chainstay&lt;/a&gt;s) than other BMX bikes to aid with stability in mid-air.\nFlatland.\nFlatland BMX occupies a position somewhat removed from the rest of freestyle BMX. People who ride in the above disciplines will generally take part in at least one of the others, but flatlanders tend to only ride flatland. They are often very dedicated and will spend several hours a day perfecting their technique.\nFlatland also differs from the others in that the terrain used is nothing but a smooth, flat surface (e.g. an asphalt parking lot, basketball courts, etc.). Tricks are performed by spinning and balancing in a variety of body and bicycle positions. Riders almost always use knurled aluminum pegs to stand on to manipulate the bike into even stranger positions.\nFlatland bikes typically have a shorter wheelbase than other freestyle bikes. Flatland bikes differ from dirt jumping bikes and freestyle bikes in one way. The frames are often more heavily reinforced because the people riding flatland often stand on the frames. This shorter wheelbase requires less effort to make the bike spin or to position the bike on one wheel. One of the primary reasons flat landers often ride only on flatland is the decreased stability of a shorter bike on ramps, dirt courses and streets.\nA variety of options are commonly found on flatland bikes, because it is in an open space. The most unifying feature of flatland bikes is the use of four pegs, one on the end of each wheel axle. Flatland riders will choose to run either a front brake, a rear brake, both brakes, or no brakes at all, depending on stylistic preference.\nTricks.\nAir tricks.\nThese tricks take place in the air. Freestyle dirt BMX involves many air tricks.\nVariations and combinations of these tricks also exist, for example a 360° tailwhip would be where the rider spins 360° in one direction and the frame of the bike spins 360° around the steer tube, both bike and rider will then meet again, with the rider catching the pedals, facing the same direction as before the trick.\nFlatland tricks.\nBMX flatland tricks usually involve much balance, more often than not with only one wheel in contact with the ground."
}