{
    "id": "18487274",
    "revid": "38532303",
    "url": "https://en.wikipedia.org/wiki?curid=18487274",
    "title": "Cairo derby",
    "text": "The Cairo Derby () is a &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; match between Egyptian clubs &lt;a href=\"Al%20Ahly%20SC\"&gt;Al Ahly SC&lt;/a&gt; and &lt;a href=\"Zamalek%20SC\"&gt;Zamalek&lt;/a&gt;. It is a match between arguably the two most successful clubs in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; and &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;. Ahly and Zamalek were named by the &lt;a href=\"Confederation%20of%20African%20Football\"&gt;Confederation of African Football (CAF)&lt;/a&gt; as The 1st and 2nd African Clubs of the 20th Century respectively. Both teams are located in &lt;a href=\"Greater%20Cairo\"&gt;Greater Cairo&lt;/a&gt; and their matches are considered the highlight of the football season with a live broadcast to most of the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;ern and &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt;n countries since the 1970s. Usually the derby is played twice each season with 2 matches in the &lt;a href=\"Egyptian%20Premier%20League\"&gt;Egyptian Premier League&lt;/a&gt;, but it is not uncommon to find the teams meeting each other in the &lt;a href=\"Egypt%20Cup\"&gt;Egypt Cup&lt;/a&gt;, especially in the &lt;a href=\"Egypt%20Cup%23List%20of%20Finals\"&gt;final&lt;/a&gt;, and in Africa's most prestigious club competition, the &lt;a href=\"CAF%20Champions%20League\"&gt;CAF Champions League&lt;/a&gt;.\nThe rivalry.\nEver since their creation, both clubs have been the top clubs in the &lt;a href=\"Egyptian%20Premier%20League\"&gt;Egyptian Premier League&lt;/a&gt;, the country's top-flight football league. In the first half of the twentieth century.\nAl Ahly won their first league title when the &lt;a href=\"Egyptian%20Premier%20League\"&gt;Egyptian Premier League&lt;/a&gt; was first created in the 1948–49 season and won 42 domestic league titles after that. Zamalek managed to win the league 13 times.\nThe largest winning margin in this derby was 6–0 for Zamalek, which has been achieved 2 times. The first time was on January 2, 1942, in &lt;a href=\"1941%E2%80%9342%20Cairo%20League\"&gt;1941–42 Cairo League&lt;/a&gt;, and the second time was on June 2, 1944, when Zamalek was known as Farouk back then, at the &lt;a href=\"1944%20Egypt%20Cup%20Final\"&gt;1944 Egypt Cup Final&lt;/a&gt;.\nFans of both clubs can be violent when in anger, such as a match in the 1971–1972 season, which had crowd violence and caused the rest of the season to be called off. Numerous fights, injuries, and deaths have been reported before matters became more controlled due to &lt;a href=\"Politics%20of%20Egypt\"&gt;Egypt's authoritarian regime&lt;/a&gt;. Yet many fights and riots still occur after derby matches between both sets of fans, leading the government to post even higher numbers of &lt;a href=\"Central%20Security%20Forces\"&gt;Central Security Forces&lt;/a&gt; troops in the stadium during the derby.\nThe number of fights have increased with the increasing popularity of the \"&lt;a href=\"ultras\"&gt;ultras&lt;/a&gt;\" movement.\nMatches between both teams can be decisive. Whenever they meet in the &lt;a href=\"Egypt%20Cup\"&gt;Egypt Cup&lt;/a&gt; the winner usually goes on to win the cup, or at least grab the runners up medal. Moreover, the team which has the aggregate result on its favor in the league rarely misses the chance to win the &lt;a href=\"Egyptian%20Premier%20League\"&gt;Egyptian Premier League&lt;/a&gt;.\nNon-Egyptian referees are often flown in to officiate the derby in order to ensure impartiality. \nIn 2018, &lt;a href=\"World%20Soccer%20Magazine\"&gt;World Soccer Magazine&lt;/a&gt; selected the Cairo Derby as the 10th most fierce derby in the world. Besides the estimated 50 million domestic TV audience, the game is huge all over North Africa, the Middle East and the entire world. On 24 February 2020, Zamalek forfeited a league match against Al Ahly, a few days after their match at the &lt;a href=\"2019%E2%80%9320%20Egyptian%20Super%20Cup\"&gt;2019–20 Egyptian Super Cup&lt;/a&gt;.\nOn 5 November 2020, Zamalek overcame &lt;a href=\"Raja%20Casablanca\"&gt;Raja Casablanca&lt;/a&gt; 4–1 in the second leg of the &lt;a href=\"2019%E2%80%9320%20CAF%20Champions%20League\"&gt;2019–20 CAF Champions League&lt;/a&gt; semi-finals, and set up the historic &lt;a href=\"2020%20CAF%20Champions%20League%20Final\"&gt;final&lt;/a&gt; with Al-Ahly, marking the first time ever in their history that the two clubs faced each other in the final of an international competition.\nThe single-leg final was played on 27 November 2020, and Al-Ahly won the match 2–1, earning a competition record ninth Champions League title.\nThe Meetings.\nLeague.\nThese are the meetings in the &lt;a href=\"Egyptian%20Premier%20League\"&gt;League&lt;/a&gt;:\nEgypt Cup.\nThese are the meetings in the &lt;a href=\"Egypt%20Cup\"&gt;Egypt Cup&lt;/a&gt;\nEgyptian Super Cup.\nThese are the meetings in the &lt;a href=\"Egyptian%20Super%20Cup\"&gt;Egyptian Super Cup&lt;/a&gt;\nCAF Champions League.\nThese are the meetings in the &lt;a href=\"CAF%20Champions%20league\"&gt;CAF Champions league&lt;/a&gt;\nStatistics.\n\"As of match played 5 November 2021\"\nCrossing the divide.\nDue to the rivalry between the clubs, relatively few players have played for both Ahly and Zamalek. Some of the players who have done so are listed below:"
}