{
    "id": "185195",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=185195",
    "title": "Fieldfare",
    "text": "The fieldfare (\"Turdus pilaris\") is a member of the &lt;a href=\"Thrush%20%28bird%29\"&gt;thrush&lt;/a&gt; family &lt;a href=\"Turdidae\"&gt;Turdidae&lt;/a&gt;. It breeds in woodland and scrub in northern &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and across the &lt;a href=\"Palearctic\"&gt;Palearctic&lt;/a&gt;. It is strongly &lt;a href=\"bird%20migration\"&gt;migratory&lt;/a&gt;, with many northern birds moving south during the winter. It is a very rare breeder in the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt;, but winters in large numbers in the United Kingdom, Southern Europe, North Africa and the Middle East. It is &lt;a href=\"omnivorous\"&gt;omnivorous&lt;/a&gt;, eating a wide range of &lt;a href=\"mollusc\"&gt;mollusc&lt;/a&gt;s, &lt;a href=\"insect\"&gt;insect&lt;/a&gt;s and &lt;a href=\"earthworm\"&gt;earthworm&lt;/a&gt;s in the summer, and berries, grain and seeds in the winter.\nFieldfares often nest in small colonies, possibly for protection from &lt;a href=\"Predation\"&gt;predators&lt;/a&gt;. The nest is built in a tree where five or six &lt;a href=\"Egg%20%28biology%29\"&gt;egg&lt;/a&gt;s are laid. The chicks are fed by both parents and leave the nest after a fortnight. There may be two broods in southern parts of the range but only one further north. Migrating birds and wintering birds often form large flocks, often in the company of &lt;a href=\"redwing\"&gt;redwing&lt;/a&gt;s.\nThe fieldfare is long, with a grey crown, neck and rump, a plain brown back, dark wings and tail and white underwings. The breast and flanks are heavily spotted. The breast has a reddish wash and the rest of the underparts are white. The sexes are similar in appearance but the females are slightly more brown. The male has a simple chattering song and the birds have various guttural flight and alarm calls.\nEtymology.\nThe &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; &lt;a href=\"common%20name\"&gt;common name&lt;/a&gt; \"fieldfare\" dates back to at least the eleventh century. The &lt;a href=\"Old%20English%20language\"&gt;Old English&lt;/a&gt; word \"feldefare\" perhaps meant \"traveller through the fields\".\nThe species was described by &lt;a href=\"Carl%20Linnaeus\"&gt;Carl Linnaeus&lt;/a&gt; in his landmark 1758 &lt;a href=\"10th%20edition%20of%20Systema%20Naturae\"&gt;10th edition of \"Systema Naturae\"&lt;/a&gt; under its current &lt;a href=\"scientific%20name\"&gt;scientific name&lt;/a&gt;. The name \"Turdus pilaris\" comes from two separate &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; words for \"thrush\". No subspecies are recognised.\nTaxonomy.\nAbout 65 species of medium to large thrushes are in the genus \"Turdus\", characterised by rounded heads, longish, pointed wings, and usually melodious songs. Although two European thrushes, the &lt;a href=\"song%20thrush\"&gt;song thrush&lt;/a&gt; and &lt;a href=\"mistle%20thrush\"&gt;mistle thrush&lt;/a&gt;, are early offshoots from the Eurasian lineage of \"Turdus\" thrushes after they spread north from Africa, the fieldfare is descended from ancestors that had colonised the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt; islands from Africa and subsequently reached Europe from there.\nDescription.\nThe fieldfare is easily recognisable with its slate-grey head, nape and rump, dark brown back, blackish tail and boldly speckled breast. In flight, its white under wing-coverts and axillaries are conspicuous. The harsh flight call \"tsak tsak\" is also distinctive.\nThe forehead and crown of the male are bluish-grey and each feather has a central brownish-black band. The &lt;a href=\"Lore%20%28anatomy%29\"&gt;lores&lt;/a&gt; and under-eye regions are black and there are faint, pale streaks above the eyes. The ear coverts, nape, hind neck and rump are bluish-grey, usually with a white streak near the shaft of each rump feather. The scapulars and mantle feathers are dark chestnut-brown with dark central streaks and pale tips. There are fourteen tail feathers each with a pointed tip, the outer two slightly shorter than the others giving a rounded tail. They are brownish-black, with inconspicuous darker bars visible in some lights. The outer edge of each tail feather is fringed with grey near the base and the outer pair of feathers have a narrow white border on the inner edge. The chin, throat and upper breast are creamy-buff with bold streaks and speckles of brownish-black. The lower breast is creamy-white with a diminishing buff tinge and fewer speckles and the belly is similarly creamy-white, with the speckles restricted to the uppermost parts. The &lt;a href=\"Flight%20feather%23Primaries\"&gt;primaries&lt;/a&gt; are brownish-black with the leading edge fringed grey and the inner edge of the outer feathers grey near the base whereas the inner feathers are fringed with brown near the base. The &lt;a href=\"Flight%20feather%23Secondaries\"&gt;secondaries&lt;/a&gt; are similar but fringed with chestnut-brown on the leading edge. The upper wing-coverts are brownish-black and similar to the outer primaries in their margin colouration. The axillaries and under wing-coverts are white and the under tail-coverts have dark greyish-brown bases and margins and white centres and tips. The beak is strong, with a slight curve and a notch near the tip. It is orange-yellow in winter, with the upper mandible somewhat brownish and both mandible tips brownish-black. In the summer both mandibles of the male's beak are yellow. The irises are dark brown and the legs and feet are brown. The average adult length is , the winglength is and the tarsal length . Wingspan ranges from 39 to 42 cm and weight ranges from 80 to 140 g.\nThe female is very similar to the male but the upper parts are somewhat more brownish and the feathers on the crown have narrower black central stripes. The throat and breast are paler with fewer, smaller markings. The beak is similar to the male's winter beak. The juvenile are a duller colour than the adults with pale coloured streaks on the feathers that have dark streaks in the adult. The young assume their adult plumage after their first moult in the autumn.\nThe call is mostly uttered in flight and is a harsh \"tsak tsak tsuk\". The same sound, but softer, is made more conversationally when individuals gather in trees. When angry or alarmed they emit various warning sounds reminiscent of the &lt;a href=\"mistle%20thrush\"&gt;mistle thrush&lt;/a&gt; (\"Turdus viscivorus\"). The male has a rather feeble song that he sings in the breeding season. It is a mixture of a few phrases like those of the &lt;a href=\"common%20blackbird\"&gt;common blackbird&lt;/a&gt; (\"Turdus merula\") interspersed with whistles, guttural squeaks and call notes. This is sung on the wing and also from a tree and a subdued version of this song with more warbling notes is sung by a group of birds at communal &lt;a href=\"Bird%23Resting%20and%20roosting\"&gt;roosts&lt;/a&gt;.\nDistribution and habitat.\nThe fieldfare is a &lt;a href=\"Bird%20migration\"&gt;migratory&lt;/a&gt; species with a &lt;a href=\"Palearctic%20realm\"&gt;palearctic distribution&lt;/a&gt;. It breeds in northern &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;, northern &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;, &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;, &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, the &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;, &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt;, &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;, &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; and &lt;a href=\"Siberia\"&gt;Siberia&lt;/a&gt; as far east as &lt;a href=\"Transbaikal\"&gt;Transbaikal&lt;/a&gt;, the &lt;a href=\"Aldan%20River\"&gt;Aldan River&lt;/a&gt; and the &lt;a href=\"Tian%20Shan\"&gt;Tian Shan&lt;/a&gt; Mountains in North West &lt;a href=\"China\"&gt;China&lt;/a&gt;. Its winter range extends through western and southern Europe to North Africa, though it is uncommon in the Mediterranean region. Eastern populations migrate to &lt;a href=\"Anatolia\"&gt;Anatolia&lt;/a&gt;, &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;, &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; and Northwest &lt;a href=\"India\"&gt;India&lt;/a&gt;, and occasionally Northeast India. It is a vagrant to &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt;, &lt;a href=\"Greenland\"&gt;Greenland&lt;/a&gt;, &lt;a href=\"Spitsbergen\"&gt;Spitsbergen&lt;/a&gt;, the &lt;a href=\"Canary%20Islands\"&gt;Canary Islands&lt;/a&gt;, the &lt;a href=\"Balearic%20Islands\"&gt;Balearic Islands&lt;/a&gt;, &lt;a href=\"Madeira\"&gt;Madeira&lt;/a&gt;, &lt;a href=\"Corsica\"&gt;Corsica&lt;/a&gt;, &lt;a href=\"Sardinia\"&gt;Sardinia&lt;/a&gt;, &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;, &lt;a href=\"Malta\"&gt;Malta&lt;/a&gt; and &lt;a href=\"Cyprus\"&gt;Cyprus&lt;/a&gt;. The flight of the fieldfare is slow and direct. It takes several strong beats then closes its wings briefly before flapping on. It is highly gregarious, quite shy and easily scared in the winter and bold and noisy in the breeding season. When a group is in a tree they all tend to face in the same direction, keeping up a constant chatter. When foraging on the ground, often in association with &lt;a href=\"redwing\"&gt;redwing&lt;/a&gt;s, the group works its way up wind, each bird pausing every so often to stand erect and gaze around before resuming feeding. When alarmed they fly off down wind and the feeding group reforms elsewhere. In woodland they do not skulk in the undergrowth as do &lt;a href=\"common%20blackbird\"&gt;blackbirds&lt;/a&gt; or &lt;a href=\"song%20thrush\"&gt;song thrush&lt;/a&gt;es, instead they perch in the open on bushes and high branches. They &lt;a href=\"Bird%23Resting%20and%20roosting\"&gt;roost&lt;/a&gt; socially, sometimes in overgrown hedges and shrubberies but usually on the ground. Common sites are in rough grass among bushes or clumps of rushes, in young plantations, on stubble and in the furrows of ploughed fields.\nHabitat.\nIn the summer the fieldfare frequents mixed woodland of &lt;a href=\"birch\"&gt;birch&lt;/a&gt;, &lt;a href=\"alder\"&gt;alder&lt;/a&gt;, &lt;a href=\"pine\"&gt;pine&lt;/a&gt;, &lt;a href=\"spruce\"&gt;spruce&lt;/a&gt; and &lt;a href=\"fir\"&gt;fir&lt;/a&gt;, often near &lt;a href=\"marsh\"&gt;marsh&lt;/a&gt;es, moorland or other open ground. It does not avoid the vicinity of humans and can be seen in cultivated areas, &lt;a href=\"orchard\"&gt;orchard&lt;/a&gt;s, parks and gardens. It also inhabits open &lt;a href=\"tundra\"&gt;tundra&lt;/a&gt; and the slopes of hills above the &lt;a href=\"tree%20line\"&gt;tree line&lt;/a&gt;. In the winter, groups of fieldfares are chiefly found in open country, agricultural land, orchards and open woodland. They are nomadic, wandering wherever there is an abundance of berries and insects. Later in the year they move on to pastureland and cultivated fields.\nMigration.\nMigration southwards from the breeding range starts in October but the bulk of birds arrive in the United Kingdom in November. Some of these are still on passage and carry on into continental Europe but others remain. The passage-migrants return in April and they and the resident migrants depart from the United Kingdom mostly by early May.\nDiet.\nThe fieldfare is &lt;a href=\"Omnivory\"&gt;omnivorous&lt;/a&gt;. Animal food in the diet includes &lt;a href=\"snail\"&gt;snail&lt;/a&gt;s and &lt;a href=\"slug\"&gt;slug&lt;/a&gt;s, &lt;a href=\"earthworm\"&gt;earthworm&lt;/a&gt;s, &lt;a href=\"spider\"&gt;spider&lt;/a&gt;s and &lt;a href=\"insect\"&gt;insect&lt;/a&gt;s such as &lt;a href=\"beetle\"&gt;beetle&lt;/a&gt;s and their &lt;a href=\"larva\"&gt;larva&lt;/a&gt;e, &lt;a href=\"Fly\"&gt;flies&lt;/a&gt; and &lt;a href=\"grasshopper\"&gt;grasshopper&lt;/a&gt;s. When berries ripen in the autumn these are taken in great number. &lt;a href=\"Crataegus\"&gt;Hawthorn&lt;/a&gt;, &lt;a href=\"holly\"&gt;holly&lt;/a&gt;, &lt;a href=\"rowan\"&gt;rowan&lt;/a&gt;, &lt;a href=\"Taxus%20baccata\"&gt;yew&lt;/a&gt;, &lt;a href=\"juniper\"&gt;juniper&lt;/a&gt;, &lt;a href=\"Rosa%20canina\"&gt;dog rose&lt;/a&gt;, \"&lt;a href=\"Cotoneaster\"&gt;Cotoneaster&lt;/a&gt;\", \"&lt;a href=\"Pyracantha\"&gt;Pyracantha&lt;/a&gt;\" and \"&lt;a href=\"Berberis\"&gt;Berberis&lt;/a&gt;\" are all relished. Later in the winter windfall apples are eaten, swedes attacked in the field and grain and seeds eaten. When these are exhausted, or in particularly harsh weather, the birds may move to marshes or even the foreshore where &lt;a href=\"mollusc\"&gt;mollusc&lt;/a&gt;s are to be found.\nBreeding.\nThe breeding season starts in May in Poland but further north in Scandinavia may not start until early July. The female fieldfare builds a cup-shaped nest with no attempt at concealment. The location is often in woodland but may be in a hedgerow, garden, among rocks, in a pile of logs, in a hut or on the ground. Fieldfares usually nest in close proximity to others of the same species. The adults will defend the nest aggressively and nesting gregariously may offer protection from predators. The nest is built of dried grasses and weeds with a few twigs and a little moss, with a lining of mud and an inner lining of fine grasses. There are usually five to six eggs in a clutch, but occasionally three, four, seven or eight eggs are laid. The eggs vary in size from and are variable in colour. Many are pale blue speckled with fine brown dots and resemble those of the common blackbird. Others are bright blue, with or without larger red-brown splotches. Incubation starts before all the eggs are laid and lasts for thirteen to fourteen days. The female does all or most of the incubation. The chicks are &lt;a href=\"altricial\"&gt;altricial&lt;/a&gt; and both parents bring food to them. They are usually ready to leave the nest after fourteen to sixteen days and there may be two broods in the season, especially in the southern parts of the breeding range.\nStatus and conservation.\nThe fieldfare has an extensive range, estimated at 10 million square kilometres (3.8 million square miles), and a large population, including an estimated forty two to seventy two million individuals in Europe. There are thought to be up to twenty million individuals in Russia and the global population is estimated to be between forty-four and ninety-six million individuals. The population size appears to be stable and the bird is not believed to approach the thresholds for the population decline criteria of the &lt;a href=\"IUCN\"&gt;IUCN&lt;/a&gt; &lt;a href=\"Red%20List%20of%20Threatened%20Species\"&gt;Red List of Threatened Species&lt;/a&gt; (i.e., declining more than 30% in ten years or three generations), and is therefore evaluated as being of \"&lt;a href=\"least%20concern\"&gt;least concern&lt;/a&gt;\".\nIn the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, at the extreme edge of the fieldfare's breeding range, only a handful of pairs breed. It is therefore classified by the &lt;a href=\"RSPB\"&gt;RSPB&lt;/a&gt; as a Red List species as of January 2013."
}