{
    "id": "18519288",
    "revid": "38890092",
    "url": "https://en.wikipedia.org/wiki?curid=18519288",
    "title": "Pierre Abraham Lorillard",
    "text": "Pierre Abraham Lorillard (1742 – 1776) was a French-American tobacconist who founded the business which developed into the &lt;a href=\"Lorillard%20Tobacco%20Company\"&gt;Lorillard Tobacco Company&lt;/a&gt;, which claimed to be the oldest tobacco firm in the United States and in the world. His name is also sometimes given as Peter Abraham Lorillard, Peter Lorillard and Pierre Lorillard I.\nEarly life.\nPierre Abraham Lorillard was born in &lt;a href=\"Montb%C3%A9liard\"&gt;Montbéliard&lt;/a&gt; (France) in 1742, the son of Jean Lorillard (b. 1707) and Anne Catherine Rossel. He had five brothers, Jean George, George David, Charles Christophe, Jean Abraham, and Leopold Frederick, and a sister, Anne Marguerite.\nThe &lt;a href=\"naturalization\"&gt;naturalization&lt;/a&gt; recorded in New York on April 21, 1762, of 'Peter Louillard', a &lt;a href=\"stocking\"&gt;stocking&lt;/a&gt; &lt;a href=\"weaving\"&gt;weaver&lt;/a&gt; and French &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt;, is probably that of Lorillard. This followed the naturalization on October 27, 1760, of John George Lorillard, described as a French Protestant &lt;a href=\"yeoman\"&gt;yeoman&lt;/a&gt; of New York City.\nCareer.\nLorillard set out in business in about 1760 with a &lt;a href=\"Snuff%20%28tobacco%29\"&gt;snuff&lt;/a&gt;-grinding factory in a rented house on Chatham Street, now &lt;a href=\"Park%20Row%20%28Manhattan%29\"&gt;Park Row&lt;/a&gt;, in &lt;a href=\"Lower%20Manhattan\"&gt;Lower Manhattan&lt;/a&gt;. He was the first man to make snuff in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;. According to Maxwell Fox's \"The Lorillard Story\" (1947), Lorillard adopted the &lt;a href=\"trademark\"&gt;trademark&lt;/a&gt; of a &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt; smoking a &lt;a href=\"smoking%20pipe%20%28tobacco%29\"&gt;pipe&lt;/a&gt;, standing beside a &lt;a href=\"hogshead\"&gt;hogshead&lt;/a&gt; of &lt;a href=\"tobacco\"&gt;tobacco&lt;/a&gt;, which \"later became the best known trademark in the world\".\nLorillard's sons George and Peter (or Pierre) took over his business in 1792, while his son Jacob became a &lt;a href=\"banker\"&gt;banker&lt;/a&gt; and &lt;a href=\"philanthropist\"&gt;philanthropist&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;. According to author Rex Burns, \"Jacob Lorillard was justified in his wealth, first because he rose from being an obscure tobacconist's &lt;a href=\"apprentice\"&gt;apprentice&lt;/a&gt; by his own integrity, industry, perseverance, and love of books, and secondly, because when he was a millionaire, his moral pursuit of wealth led him to exhibit benevolence and generosity.\"\nPersonal life.\nLorillard married Catherine Moore, sister of Blazius Moore, and they lived at &lt;a href=\"Hackensack%2C%20New%20Jersey\"&gt;Hackensack&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;. Lorillard and Moore obtained a &lt;a href=\"marriage%20license\"&gt;marriage license&lt;/a&gt; on August 19, 1763, when another marriage license was granted to John Lorillard and Hannah Moore, suggesting that Hannah and Catherine may have been sisters. The register of the French church of New York City gives the date of Lorillard's marriage, as well as that of Jean (John) and Anne Moore: \"August 23, 1763 married by license Pierre l'Oreillard and Catherine Moore in presence of the families l'Aureillard and Moore. The same day married by license in the house of M. Parptre in the Bowery rented by Sieur Moore Jean l'Aurellard and Anne Moore in the presence of the families l'Aurellard and Moore. Lorillard and Moore had at least five children:\nDeath.\nLorillard died in 1776, during the &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt;, killed by &lt;a href=\"Hessian%20%28soldiers%29\"&gt;Hessian&lt;/a&gt; &lt;a href=\"mercenary\"&gt;mercenaries&lt;/a&gt; of the British during the British occupation of New York City. After his death, his business was carried on by his descendants and grew into the &lt;a href=\"Lorillard%20Tobacco%20Company\"&gt;Lorillard Tobacco Company&lt;/a&gt;. In 1960, the company issued a Bicentennial Report, in which it was able to boast proudly that \"P. Lorillard Company is older than the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, taking its origin in the &lt;a href=\"Colonial%20history%20of%20the%20United%20States\"&gt;Colonial days&lt;/a&gt; of 1760 when &lt;a href=\"List%20of%20British%20monarchs\"&gt;British kings&lt;/a&gt; ruled the land... Lorillard is the oldest tobacco company in the world\". After Lorillard's death, his widow married a man named either John Holsman or Daniel Holtzman."
}