{
    "id": "1851664",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=1851664",
    "title": "The Union (Italy)",
    "text": "The Union () was an heterogenous &lt;a href=\"Centre-left%20politics\"&gt;centre-left&lt;/a&gt; &lt;a href=\"political%20alliance\"&gt;political&lt;/a&gt; and &lt;a href=\"electoral%20alliance\"&gt;electoral alliance&lt;/a&gt; of &lt;a href=\"List%20of%20political%20parties%20in%20Italy\"&gt;political parties in Italy&lt;/a&gt;. The Union was the direct heir of &lt;a href=\"The%20Olive%20Tree%20%28Italy%29\"&gt;The Olive Tree&lt;/a&gt; coalition which represented the centre-left in the &lt;a href=\"1996%20Italian%20general%20election\"&gt;1996&lt;/a&gt; and &lt;a href=\"2001%20Italian%20general%20election\"&gt;2001&lt;/a&gt; general elections. However, The Union also included parties of the &lt;a href=\"Far-left%20politics\"&gt;radical left&lt;/a&gt;, which were not affiliated with The Olive Tree. The Union was led by &lt;a href=\"Romano%20Prodi\"&gt;Romano Prodi&lt;/a&gt;, &lt;a href=\"Prime%20Minister%20of%20Italy\"&gt;Prime Minister of Italy&lt;/a&gt; from May 2006 to May 2008, and former &lt;a href=\"President%20of%20the%20European%20Commission\"&gt;President of the European Commission&lt;/a&gt;. Collapsing in the wake of the &lt;a href=\"2008%20Italian%20political%20crisis\"&gt;2008 Italian political crisis&lt;/a&gt;, the alliance was succeeded by the current-day &lt;a href=\"centre-left%20coalition\"&gt;centre-left coalition&lt;/a&gt;.\nParties.\nThe parties which were part of the coalition for most of the time are:\nDS, DL and MRE contested elections as &lt;a href=\"The%20Olive%20Tree%20%28Italy%29\"&gt;The Olive Tree&lt;/a&gt; federation. The &lt;a href=\"Democratic%20Party%20%28Italy%29\"&gt;Democratic Party&lt;/a&gt; (PD, &lt;a href=\"social%20democracy\"&gt;social-democratic&lt;/a&gt;), a merger of DS and DL, replaced its predecessor parties as a member of The Union upon its foundation in October 2007, becoming the largest member party of the alliance. Also during that time, the SDI became the &lt;a href=\"Italian%20Socialist%20Party%20%282007%29\"&gt;Socialist Party&lt;/a&gt; (PS).\nPrimary elections.\nAs of 2005, the coalition was assumed to be led by Prodi, however he called for a &lt;a href=\"primary%20election\"&gt;primary election&lt;/a&gt; in order to gain an official leadership. Primary elections were a novelty in Italian politics, as the &lt;a href=\"proportional%20representation\"&gt;proportional system&lt;/a&gt; in place until the early 1990s was supposed to present sufficient variety to electors. With the new &lt;a href=\"Majoritarian%20representation\"&gt;majoritarian electoral system&lt;/a&gt;, two clear blocks emerged since 1996. The primary elections for The Union took place on 16 October 2005.\nPrevious primary election in Apulia.\nPrimary elections had never been held on a national level before in Italy, and only once at a regional level, in &lt;a href=\"Apulia\"&gt;Apulia&lt;/a&gt;: in that occasion, &lt;a href=\"Nichi%20Vendola\"&gt;Nichi Vendola&lt;/a&gt;, a &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; and &lt;a href=\"homosexuality\"&gt;gay&lt;/a&gt; &lt;a href=\"catholicism\"&gt;Catholic&lt;/a&gt;, became the candidate for the centre-left coalition in a region reputed to be &lt;a href=\"conservatism\"&gt;conservative&lt;/a&gt; and with deep religious roots. The institute of primary election came under criticism from some centre-left moderates, as in their opinion it had produced a useless candidate doomed to failure. However, Vendola's victory against the incumbent governor and centre-right candidate &lt;a href=\"Raffaele%20Fitto\"&gt;Raffaele Fitto&lt;/a&gt;, a much more conventional and moderate young man, vindicated the primary elections in the internal argumentations of The Union.\nCandidates.\nWhen the primary elections were first proposed, they were mostly meant as a &lt;a href=\"Referendum\"&gt;plebiscite&lt;/a&gt; for Romano Prodi, since there were no other candidates to the leadership of the coalition. The secretary of the Communist Refoundation Party, &lt;a href=\"Fausto%20Bertinotti\"&gt;Fausto Bertinotti&lt;/a&gt;, then announced he would run for the leadership, even if only to act as a &lt;a href=\"paper%20candidate\"&gt;symbolic candidate&lt;/a&gt;, to avoid a one-candidate election. After some time, more candidates were presented.\nThe seven candidates for the leadership of The Union were, in the order in which they appear on the electoral ballot: &lt;a href=\"http%3A//www.adnkronos.com/3Level.php%3Fcat%3DPolitica%26amp%3Bloid%3D1.0.149436598\"&gt;&lt;/a&gt;\nThe primary election may have been foreseen an easy win for Romano Prodi, with the other candidates running mostly to \"measure their strengths\" in the coalition, and they often talked about reaching a certain percentage rather than winning. However, there were rumours of supporters of the &lt;a href=\"House%20of%20Freedoms\"&gt;House of Freedoms&lt;/a&gt; trying to participate in the elections, and vote in favour of Mastella, reputed to be the least competent of the candidates and the least likely to win against Berlusconi, other than the most centrist; other rumours indicated such \"fake\" left-wing voters would vote for Bertinotti, because his leadership would likely lose any grip on the &lt;a href=\"centrism\"&gt;political centre&lt;/a&gt;.\nThe election.\nThe primary election had been held nationwide on 16 October 2005, from 8 am to 10 pm. The primary election was open to all Italian citizens who were at least 18 during the following general election, plus regular immigrants who have lived in Italy for three years (immigrants still do not have the opportunity to vote for any other election in Italy), against a payment of (at least) 1 euro, charged to cover organisational expenses. Poll stations were mainly managed on a voluntary basis; they were hosted mainly in squares, local party quarters, schools, and even &lt;a href=\"restaurant\"&gt;restaurant&lt;/a&gt;s, &lt;a href=\"Bar%20%28establishment%29\"&gt;bar&lt;/a&gt;s, &lt;a href=\"Recreational%20vehicle\"&gt;campers&lt;/a&gt; and a &lt;a href=\"hairdresser\"&gt;hairdresser&lt;/a&gt;; some polling stations were also provided outside the country for Italians abroad. Most of the party leaders claimed a result of 1 million voters would be a good success for the election. The total count was in excess of 4,300,000.\nAllegations of fraud by Mastella.\n&lt;a href=\"Clemente%20Mastella\"&gt;Clemente Mastella&lt;/a&gt; claimed, already on the election day, that too few ballots had been provided in areas where his party is stronger, and that several pre-marked voting papers, pre-marked with votes for Prodi, have been prepared in order to let him lose. No one other than Mastella backed up these claims inside the coalition, and material evidence was not presented.\nMurder of Francesco Fortugno.\n&lt;a href=\"Francesco%20Fortugno\"&gt;Francesco Fortugno&lt;/a&gt;, vice-president of the Council of &lt;a href=\"Calabria\"&gt;Calabria&lt;/a&gt; and member of The Daisy (DL), was murdered on 16 October 2005 by two killers when he was waiting in line to vote in a polling station in &lt;a href=\"Locri\"&gt;Locri&lt;/a&gt;. The act was assumed to have political significance since the murderers killed him on a political occasion and with dozens of &lt;a href=\"witness\"&gt;witness&lt;/a&gt;es. The administration Fortugno was a part of had previously removed many administrators, and some saw this murder as an act of retribution from the &lt;a href=\"%27Ndrangheta\"&gt;'Ndrangheta&lt;/a&gt; against &lt;a href=\"Agazio%20Loiero\"&gt;Agazio Loiero&lt;/a&gt;'s administration.\nResults.\n5\"9,816 poll stations\"\nReactions.\nMost reactions on the centre-left were comprehensibly enthusiastic, especially because of the high number of participants. Clemente Mastella, however, accused the organization of rigging the election and having pre-printed ballots in favour of Prodi.\nOn the centre-right, two main attitudes were held: some respected or even hailed the election, others contested its validity and characterised them as propaganda. &lt;a href=\"http%3A//www.repubblica.it/2005/j/sezioni/politica/primarieunio3/reacdl/reacdl.html\"&gt;&lt;/a&gt;"
}