{
    "id": "18517002",
    "revid": "1059715880",
    "url": "https://en.wikipedia.org/wiki?curid=18517002",
    "title": "Mitsubishi 4N1 engine",
    "text": "The Mitsubishi 4N1 engine is a family of all-&lt;a href=\"alloy\"&gt;alloy&lt;/a&gt; &lt;a href=\"straight-4\"&gt;four-cylinder&lt;/a&gt; &lt;a href=\"diesel%20engine\"&gt;diesel engine&lt;/a&gt;s developed by &lt;a href=\"Mitsubishi%20Motors\"&gt;Mitsubishi Motors&lt;/a&gt;, produced at the company's powertrain facility in &lt;a href=\"Kyoto\"&gt;Kyoto&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; for use in Mitsubishi's small to mid-sized global passenger cars.\nIn June 2006, Mitsubishi Motors and &lt;a href=\"Mitsubishi%20Heavy%20Industries\"&gt;Mitsubishi Heavy Industries&lt;/a&gt; announced a joint development &lt;a href=\"project\"&gt;project&lt;/a&gt; for a new generation of clean diesel engines to be used in cars &lt;a href=\"export\"&gt;export&lt;/a&gt;ed to &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; with a target of beginning &lt;a href=\"mass%20production\"&gt;mass production&lt;/a&gt; in 2010 and later announced that the engines will be gradually phased into other global markets.\nThe preliminary version of the engine was first seen in the &lt;a href=\"Mitsubishi%20Concept-cX\"&gt;Concept-cX&lt;/a&gt; test car introduced in 2007. The larger was first exhibited in the &lt;a href=\"Mitsubishi%20Concept-ZT\"&gt;Concept-ZT&lt;/a&gt; test car introduced in the same year and later used in the &lt;a href=\"Mitsubishi%20Concept-RA\"&gt;Concept-RA&lt;/a&gt; test car introduced in 2008.\nWith a clean diesel emission performance in mind, all engines are designed to comply with &lt;a href=\"US%20emission%20standard\"&gt;Tier 2 Bin 5&lt;/a&gt; emission regulations in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, &lt;a href=\"European%20emission%20standards\"&gt;Euro 5&lt;/a&gt; standard in Europe and &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;'s &lt;a href=\"Emission%20standard%23Japan\"&gt;Post New Long Term&lt;/a&gt; regulations.\nTogether with &lt;a href=\"MIEV\"&gt;Mitsubishi's electric vehicle technology&lt;/a&gt; the new diesel engines are positioned as a core element in the Mitsubishi Motors Environment Initiative Program 2010 (EIP 2010) announced in July 2006.\nThe 4N1 engine family is the world's first to feature a &lt;a href=\"variable%20valve%20timing\"&gt;variable valve timing&lt;/a&gt; (intake side) system applied to passenger car diesel engines.\nAll engines developed within this family have &lt;a href=\"aluminium\"&gt;aluminium&lt;/a&gt; &lt;a href=\"cylinder%20block\"&gt;cylinder block&lt;/a&gt;, &lt;a href=\"double%20overhead%20camshaft\"&gt;double overhead camshaft&lt;/a&gt; layouts, &lt;a href=\"Multi-valve%23Four%20valves\"&gt;4 valves per cylinder&lt;/a&gt;, a &lt;a href=\"common%20rail\"&gt;common rail&lt;/a&gt; injection system with a &lt;a href=\"variable-geometry%20turbocharger\"&gt;variable-geometry turbocharger&lt;/a&gt; and \"&lt;a href=\"MIVEC\"&gt;MIVEC&lt;/a&gt;\" variable valve timing.\nEngine family characteristics.\nMitsubishi's new clean diesel engines use a high-pressure common rail injection system to improve &lt;a href=\"Internal%20combustion%20engine\"&gt;combustion efficiency&lt;/a&gt;. The \"4N13\" uses &lt;a href=\"solenoid\"&gt;solenoid&lt;/a&gt; fuel-injectors. The larger \"4N14\" engine uses &lt;a href=\"Piezoelectricity\"&gt;piezo&lt;/a&gt; fuel-injectors that produce a finer fuel spray. Both engines feature a fast &lt;a href=\"ceramic\"&gt;ceramic&lt;/a&gt; &lt;a href=\"glowplug\"&gt;glowplug&lt;/a&gt; system. The engines are designed to operate at a lower &lt;a href=\"compression%20ratio\"&gt;compression ratio&lt;/a&gt;, thus lowering the combustion pressure, allowing the use of an aluminium cylinder block that reduces &lt;a href=\"weight\"&gt;weight&lt;/a&gt;.\nThe \"4N13\" engine uses a Variable Geometry (VG) turbocharger with a variable vane &lt;a href=\"turbine\"&gt;turbine&lt;/a&gt;, which provides optimal &lt;a href=\"Boost%20controller\"&gt;boost pressure&lt;/a&gt; control for different driving conditions. The \"4N14\" engine also uses a VG turbocharger plus a Variable Diffuser (VD) that uses both variable geometry vanes in the turbine housing and a &lt;a href=\"gas%20compressor\"&gt;compressor&lt;/a&gt; with variable vanes in the diffuser passage, further improving combustion efficiency.\nWithin the engine, Mitsubishi used an offset angle &lt;a href=\"crankshaft\"&gt;crankshaft&lt;/a&gt; that reduces friction, therefore noise and vibration, allowing the engine to run smoothly and quietly at all &lt;a href=\"Revolutions%20per%20minute\"&gt;engine speeds&lt;/a&gt;.\nTo meet the requirements of global &lt;a href=\"Exhaust%20gas\"&gt;emissions&lt;/a&gt; standards, Mitsubishi developed a new catalyst system that combines a &lt;a href=\"Diesel%20particulate%20filter%23Diesel_Oxidation_Catalyst_.28DOC.29\"&gt;Diesel Oxidation Catalyst&lt;/a&gt; (DOC), &lt;a href=\"NOx%20adsorber\"&gt;NOx Trap Catalyst&lt;/a&gt; (NTC) and &lt;a href=\"Diesel%20Particulate%20Filter\"&gt;Diesel Particulate Filter&lt;/a&gt; (DPF)."
}