{
    "id": "18523592",
    "revid": "1189543",
    "url": "https://en.wikipedia.org/wiki?curid=18523592",
    "title": "Anastasios Peponis",
    "text": "Anastasios Peponis (; 1924 – 8 August 2011) was a &lt;a href=\"Greece\"&gt;Greek&lt;/a&gt; politician and author.\nLife.\nHe was born in 1924 in &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt;, Greece. During the &lt;a href=\"Axis%20occupation%20of%20Greece%20during%20World%20War%20II\"&gt;Axis Occupation of Greece&lt;/a&gt; in the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; (1941–44), Peponis was an active member of two &lt;a href=\"Greek%20Resistance\"&gt;resistance&lt;/a&gt; organizations: the &lt;a href=\"Panhellenic%20Union%20of%20Fighting%20Youths\"&gt;Panhellenic Union of Fighting Youths&lt;/a&gt; (PEAN) and the National Coalition of Higher Education Institutions (ESAS), being involved especially in the underground press.\nAfter the war he studied Law, and began practice in 1952. In 1951-52, during his studies, he was leader of the Youth Section of the &lt;a href=\"National%20Progressive%20Center%20Union\"&gt;National Progressive Center Union&lt;/a&gt; (EPEK). As the general director of the &lt;a href=\"Hellenic%20Broadcasting%20Corporation\"&gt;Hellenic Broadcasting Corporation&lt;/a&gt; in 1964-65 he founded the Experimental Channel which began Greek public television. During the &lt;a href=\"Greek%20military%20junta%20of%201967%E2%80%931974\"&gt;Greek military junta of 1967–1974&lt;/a&gt; he was arrested five times, imprisoned, held in &lt;a href=\"solitary%20confinement\"&gt;solitary confinement&lt;/a&gt;, and ordered into &lt;a href=\"internal%20exile\"&gt;internal exile&lt;/a&gt;.\nAfter the junta's fall, he became a member of the &lt;a href=\"Panhellenic%20Socialist%20Movement\"&gt;Panhellenic Socialist Movement&lt;/a&gt; (PASOK). From 1977 to 2000 he was elected with PASOK as a member of the &lt;a href=\"Hellenic%20Parliament\"&gt;Hellenic Parliament&lt;/a&gt; for Athens. After the &lt;a href=\"European%20Union%231973%E2%80%931993\"&gt;accession of Greece to the EEC&lt;/a&gt; on January 1, 1981, he became a provisional member of the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt; representing Greece until the country could hold its &lt;a href=\"1981%20European%20Parliament%20election%20in%20Greece\"&gt;first European Parliament elections&lt;/a&gt;. In successive PASOK cabinets he held the portfolios of &lt;a href=\"Minister%20for%20Industry%20and%20Energy%20%28Greece%29\"&gt;Industry and Energy&lt;/a&gt; (1981–82), Industry, Energy and Research (1986–89, 1989–90 and 1995). He was Minister without portfolio in 1984, Minister to the Presidency of the Government in 1989 and in 1993-94, &lt;a href=\"Minister%20for%20Justice%20%28Greece%29\"&gt;Minister for Justice&lt;/a&gt; in 1995, and &lt;a href=\"Minister%20for%20Health%20and%20Welfare%20%28Greece%29\"&gt;Minister for Health and Welfare&lt;/a&gt; in 1996. In 1985-86, as MP he acted as the chief sponsor for the revision of the &lt;a href=\"Greek%20Constitution\"&gt;Greek Constitution&lt;/a&gt;.\nAs the minister responsible for energy policy he conceived of, negotiated and signed an agreement on importing &lt;a href=\"natural%20gas\"&gt;natural gas&lt;/a&gt; to Greece from the then-&lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; and &lt;a href=\"Algeria\"&gt;Algeria&lt;/a&gt; and started its realization in 1987-88. In the same capacity, he proposed and oversaw a strategy for disengaging foreign companies searching for oil in the &lt;a href=\"northern%20Aegean\"&gt;northern Aegean&lt;/a&gt; from issues of national security and international policy.\nAs Minister for Public Administration he introduced and secured passage for Law 2190/94 establishing the &lt;a href=\"Supreme%20Council%20for%20Personnel%20Selection\"&gt;Supreme Council for Personnel Selection&lt;/a&gt; (ASEP) and the system of public hiring by means of objective criteria.\nPeponis died on 8 August 2011. He was 87.\nPublications.\nHis books include: \"Personal Testimony\" (Athens 1970 and 2001), \"Wider Communication\" (on Mass Media ; Athens 1973), \"On Popular Sovereignty\" (Athens 1975), \"The Constitutional Revision of 1985/86\" (Athens 1986), \"Greece and Democracy in a New Reality\" (Athens 1996), \"1961-81: Persons and Events\" (Athens 2001), \"On the Issue of the Aegean Sea: Oil, “Boundary Disputes,” the European Union and the Energy Connection\" (Athens 2008)."
}