{
    "id": "1853886",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1853886",
    "title": "Orange Curtain",
    "text": "The Orange Curtain is a &lt;a href=\"California%20English\"&gt;local term&lt;/a&gt; for the border between &lt;a href=\"Orange%20County%2C%20California\"&gt;Orange County&lt;/a&gt; and &lt;a href=\"Los%20Angeles%20County%2C%20California\"&gt;Los Angeles County&lt;/a&gt; in the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"California\"&gt;California&lt;/a&gt;. It is a sometimes derogatory, sometimes lighthearted term that is used to describe Orange County's more conservative and suburban population as compared to the more liberal and urban population of &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;.\nThe phrase is a &lt;a href=\"wordplay\"&gt;wordplay&lt;/a&gt; on the so-called &lt;a href=\"Iron%20Curtain\"&gt;Iron Curtain&lt;/a&gt;, which separated &lt;a href=\"communism\"&gt;communist&lt;/a&gt; and &lt;a href=\"capitalism\"&gt;capitalist&lt;/a&gt; &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;.\nAccording to Colleen Cotter, \"Because [Orange County] has a reputation for political conservatism, people from Northern California especially worry about what happens 'Behind the Orange Curtain'.\"\nThe Orange Curtain began from the fact that between 1890 and 1950, Orange County was wholly white and \"the region's predominately Irish settling also embraced an ideology of &lt;a href=\"small%20government\"&gt;small government&lt;/a&gt;.\nFollowing the &lt;a href=\"2018%20United%20States%20House%20of%20Representatives%20elections\"&gt;2018 midterm elections&lt;/a&gt;, in which liberal &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrats&lt;/a&gt; were elected to all seven congressional seats in Orange County, comments arose about the so-called collapse of the Orange Curtain. A &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; political consultant said, \"Orange County was different. It was, as we called it, 'the orange curtain' and it has now fallen.\"\nSome argued the strict measures imposed during the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; and the opposition to them by local conservatives caused a swelling of Republican support throughout Southern California in 2020, returning parts of the County to its conservative roots. In this way, the resurrection of the Orange Curtain was pushback against Democratic governor &lt;a href=\"Gavin%20Newsom\"&gt;Gavin Newsom&lt;/a&gt;, who at times, singled out Orange County in lockdown measures; Newsom was rebuked in this effort by &lt;a href=\"Orange%20County%20Board%20of%20Supervisors\"&gt;Orange County Board of Supervisors&lt;/a&gt; Chairwoman &lt;a href=\"Michelle%20Steel\"&gt;Michelle Steel&lt;/a&gt;, who labeled his orders an “overreaction and abuse of power.” Following the &lt;a href=\"2020%20United%20States%20House%20of%20Representatives%20elections\"&gt;2020 general elections&lt;/a&gt;, Steel and fellow Republican &lt;a href=\"Young%20Kim\"&gt;Young Kim&lt;/a&gt; took back two of Orange County's congressional districts (&lt;a href=\"California%27s%2039th%20congressional%20district\"&gt;Kim in the 39th&lt;/a&gt; and &lt;a href=\"California%27s%2048th%20congressional%20district\"&gt;Steel in the 48th&lt;/a&gt;, respectively) from one-term Democrats &lt;a href=\"Harley%20Rouda\"&gt;Harley Rouda&lt;/a&gt; and &lt;a href=\"Gil%20Cisneros\"&gt;Gil Cisneros&lt;/a&gt;, respectively. \nThe &lt;a href=\"2020%20California%20Proposition%2016\"&gt;concurrent ballot proposition election&lt;/a&gt; (which would have changed the California Constitution to permit affirmative action) saw a massive turnout in Orange County, the majority siding with the No option; all the congressional districts encompassed by the county, as well as several surrounding districts within more liberal counties (such as Long Beach and Diamond Bar in Los Angeles County, Oceanside and Carlsbad in San Diego County, etc.) all voted against the adoption of the initiative, signifying a conservative groundswell at the local level against the state Democratic establishment. In terms of ethnic/racial preferences for or against the ballot initiative, only African-Americans supported the proposal, while Native Americans, Asians, Latinos, and Whites all opposed the measure. The ballot proposal was eventually defeated with 57.23% voting \"No\" to 42.77% voting \"Yes.\""
}