{
    "id": "18557421",
    "revid": "4908785",
    "url": "https://en.wikipedia.org/wiki?curid=18557421",
    "title": "Uni-Systems",
    "text": "Uni-Systems, LLC is a design, construction, and manufacturing firm located in &lt;a href=\"Minneapolis%2C%20Minnesota\"&gt;Minneapolis, Minnesota&lt;/a&gt; specializing in &lt;a href=\"Kinetic%20Architecture\"&gt;kinetic architecture&lt;/a&gt;, or movable, mechanized structures. Uni-Systems has been involved in the construction of five of the seven sports stadiums incorporating retractable roofs in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; since 1999.\nThe company was founded in 1968 by Cyril Silberman, CEO, and began extensive work within the &lt;a href=\"aerospace\"&gt;aerospace&lt;/a&gt; industry including the design and installation of hangar doors, &lt;a href=\"landing%20gear\"&gt;landing gear&lt;/a&gt; elevator platforms, &lt;a href=\"empennage\"&gt;empennage&lt;/a&gt; stands, and the firm’s patented Uni-Dock. Clients of Uni-Systems in the aerospace industry include &lt;a href=\"American%20Airlines\"&gt;American Airlines&lt;/a&gt;, SkyVenture, &lt;a href=\"Boeing\"&gt;Boeing&lt;/a&gt;, Canadian Air, the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt;, and &lt;a href=\"El%20Al\"&gt;El Al&lt;/a&gt; Israel Airlines.\nIn 2014 Cyril Silberman sold the engineering department to Bart Riberich, President of Uni-Systems, LLC, who then created the new company Uni-Systems Engineering. Uni-Systems, LLC continues to serve the kinetic architecture market with the patented En-Fold® retractable fabric canopy product and small custom kinetic building elements.\nRetractable roofs.\nThe firm's work with stadiums began with &lt;a href=\"Minute%20Maid%20Park\"&gt;Minute Maid Park&lt;/a&gt; (formerly Enron Field), when they were contracted to work on the stadium's retractable roof with the architectural company &lt;a href=\"Populous%20%28company%29\"&gt;Populous&lt;/a&gt; (then called HOK Sport). Uni-Systems also designed and installed the Squeeze Play feature, and the custom ornamental train that runs along an outfield wall at the stadium. \nAlong with the design and installation of retractable roofs, Uni-Systems helps develop custom control systems for operating mechanized components. At &lt;a href=\"Reliant%20Stadium\"&gt;Reliant Stadium&lt;/a&gt;, Uni-Systems worked with &lt;a href=\"General%20Electric\"&gt;General Electric&lt;/a&gt; to control the bi-parting stadium roof.\nThe retractable skylight over the 470-ft-long retail concourse of Salt Lake City's City Creek Mall consists of two independent sections, one 230 ft and the other 240 ft long and each 58 ft wide. The retractable motion was achieved through three opposing glass-covered arched panels that cantilever across the 55.5-ft-wide concourse. Each panel has three plate box \"ribs\" with a 12.5-ft upturned back-span. The 80-ton skylight opens or closes in five minutes. City Creek Mall expects to have the roof open 70% of the time.\nProjects.\nThe company is now focused on the sale and manufacture of the En-Fold® retractable fabric canopy system. In the past it has also designed several other mechanized components in sports stadiums, such as the retractable end zone window-walls at &lt;a href=\"Lucas%20Oil%20Stadium\"&gt;Lucas Oil Stadium&lt;/a&gt; and &lt;a href=\"Cowboys%20Stadium\"&gt;Cowboys Stadium&lt;/a&gt;. It also designed the movable playing field at the &lt;a href=\"University%20of%20Phoenix%20Stadium\"&gt;University of Phoenix Stadium&lt;/a&gt; and the retractable pitcher’s mound at &lt;a href=\"RFK%20Stadium\"&gt;RFK Stadium&lt;/a&gt;.\nIn addition to large scale projects, Uni-Systems has completed several smaller projects ranging from the &lt;a href=\"Bengt%20Sjostrom%20Theatre\"&gt;Bengt Sjostrom Theatre&lt;/a&gt; (Starlight Theatre) to numerous En-Fold retractable fabric canopy applications.\nProject list\nProducts.\nIn addition to large projects, Uni-Systems has also launched an effort in the form of their Modular Mechanization Components (MMC) to bring pre-engineered components to any client – large corporations, small businesses, and even residences. These components were designed to fit the needs of a client with simple modifications to an already-existing design, allowing virtually any client to have kinetic architecture without a lengthy design process. The MMC line started with the 10-inch drive, 24-inch drive and Torque Tube and is currently focused on the En-Fold retractable fabric canopy system:"
}