{
    "id": "18554162",
    "revid": "41906662",
    "url": "https://en.wikipedia.org/wiki?curid=18554162",
    "title": "HM Prison Elmley",
    "text": "HM Prison Elmley is a local &lt;a href=\"Prison%20security%20categories%20in%20the%20United%20Kingdom\"&gt;Category B/C&lt;/a&gt; men's prison, located close to the village of &lt;a href=\"Eastchurch\"&gt;Eastchurch&lt;/a&gt; on the &lt;a href=\"Isle%20of%20Sheppey\"&gt;Isle of Sheppey&lt;/a&gt;, Kent. The term 'local' means that this prison holds people on &lt;a href=\"Detention%20of%20suspects\"&gt;remand&lt;/a&gt; to the local courts. Elmley once formed part of the Sheppey prisons cluster, which included &lt;a href=\"Standford%20Hill%20%28HM%20Prison%29\"&gt;HMP Standford Hill&lt;/a&gt; and &lt;a href=\"Swaleside%20%28HM%20Prison%29\"&gt;HMP Swaleside&lt;/a&gt;; it is now a stand-alone establishment. The prison is operated by &lt;a href=\"Her%20Majesty%27s%20Prison%20Service\"&gt;Her Majesty's Prison Service&lt;/a&gt;.\nHistory.\nElmley is a purpose built prison opened in 1992, and is one of six &lt;a href=\"Bullingdon%20%28HM%20Prison%29\"&gt;Bullingdon&lt;/a&gt; design prisons in England. A new Category C Unit was opened at the prison in 1997, making Elmley the largest of the three prisons within the Sheppey Cluster.\nIn 2000, Elmley Prison had a serious infestation of &lt;a href=\"fleas\"&gt;fleas&lt;/a&gt;, affecting both inmates and staff at the prison.\nIn a 2001 investigation, Elmley prison was employing drug dealers to smuggle large amounts of cocaine into the prison.\nIn a 2003 report Elmley Prison was praised for making noticeable improvements, despite being overcrowded. However the report also raised concerns about the number of prisoners who were being held two together in cells designed for one. The report also highlighted the lack of resources for dealing with &lt;a href=\"foreign%20national\"&gt;foreign national&lt;/a&gt;s in the prison.\nThe problem of overcrowding at Elmley Prison was highlighted again in 2004 in a report from the &lt;a href=\"Independent%20Monitoring%20Board\"&gt;Independent Monitoring Board&lt;/a&gt;. The report also criticised Emley for its staff shortages which meant that prisoners had less time out of their cells.\nOvercrowding was identified as a key concern again in a report in 2007 on Elmley Prison. &lt;a href=\"Her%20Majesty%27s%20Chief%20Inspector%20of%20Prisons\"&gt;Her Majesty's Chief Inspector of Prisons&lt;/a&gt; report stated support for prisoners in the early days of custody in Elmley was \"seriously compromised\" because of \"acute population pressures\"\nIn June 2014, three prison officers were assaulted, two receiving serious injuries which required hospital treatment.\nIn November 2014, a prisoner at the prison had been found dead on the day a damning report highlighted staff shortages and overcrowding at the jail. His death was the seventh in custody at the Kent jail that year. On 3 December 2014, another prisoner was found dead in his cell at the prison – the third in as many weeks.\nThe prison today.\nElmley Prison holds unsentenced and sentenced adult men and unsentenced male young offenders from all of the courts in the county of Kent. Accommodation at the prison comprises five House Blocks holding between 183 and 240 prisoners each in single, double and treble cells. A sixth House Block has recently opened and houses the remaining 282 prisoners.\nEducation at the prison concentrates on improving key and basic skills as well as Information Technology, Art, &lt;a href=\"English%20for%20Speakers%20of%20Other%20Languages\"&gt;ESOL&lt;/a&gt; and Employment skills courses. The PE department offers a range of qualifications and in conjunction with &lt;a href=\"Charlton%20Athletic%20F.C.\"&gt;Charlton Athletic F.C.&lt;/a&gt;, offers a range of &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; qualifications. In addition the prison works with the local &lt;a href=\"primary%20care%20trust\"&gt;primary care trust&lt;/a&gt; to offer Health trainer Qualifications and Social Care &lt;a href=\"NVQ\"&gt;NVQ&lt;/a&gt;.\nDaily employment is also available at Elmley in horticulture, environmental services and &lt;a href=\"recycling\"&gt;recycling&lt;/a&gt;, production workshops, laundry, industrial &lt;a href=\"cleaner\"&gt;cleaning&lt;/a&gt; and catering. Vocational training qualifications are offered in virtually all work areas.\nThere is a staffed visitors centre at Elmley Prison. Facilities include an unsupervised children's play area and a canteen. Canteen facilities also available in visits room."
}