{
    "id": "18578639",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=18578639",
    "title": "Tommy Vile",
    "text": "Major Thomas Henry Vile MBE (6 September 1882 – 30 October 1958) was a Welsh international &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player. He played club rugby predominantly for &lt;a href=\"Newport%20RFC\"&gt;Newport&lt;/a&gt;, captaining the side twice and played county rugby for Monmouthshire. He also represented the British Isles in Australia, and after retiring from playing became an international referee. He fought in both World Wars, became a president of the &lt;a href=\"Welsh%20Rugby%20Union\"&gt;Welsh Rugby Union&lt;/a&gt;, was a &lt;a href=\"Justice%20of%20the%20Peace\"&gt;Justice of the Peace&lt;/a&gt;, businessman and &lt;a href=\"High%20Sheriff%20of%20Monmouthshire\"&gt;High Sheriff of Monmouthshire&lt;/a&gt;.\nClub career.\nVile took part in a trial for Newport in 1900 at the age of 17 and despite his slight build was chosen as a forward. Due to injuries to other players, Vile got his chance and was accepted into the Newport ranks and in 1902 made his first-class debut for the club. During the 1903/04 season he became the club's regular scrum-half. Vile was a master of the reverse pass and was also a strong kicker who scored many drop goals for his club.\nIn 1909 he was made captain of Newport and showed himself as a great offensive tactician; and in the 1911/12 season lead his team to the Club Championship. In 1912, Vile alongside team partner &lt;a href=\"Walter%20Martin%20%28rugby%20player%29\"&gt;Walter Martin&lt;/a&gt; were impressive in the match against the touring South Africans, which saw Newport win 9–3.\nInternational career.\nWales.\nVile made his debut for &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; against England in 1908, mainly due to injuries to the &lt;a href=\"Swansea%20RFC\"&gt;Swansea&lt;/a&gt; pairing of &lt;a href=\"Dicky%20Owen\"&gt;Dicky Owen&lt;/a&gt; and &lt;a href=\"Dick%20Jones%20%28rugby%20player%29\"&gt;Dick Jones&lt;/a&gt;. Vile was reportedly very nervous before the match as fog had descended and reduced visibility to 50 yards; and Vile presumed the game would be abandoned, allowing Owen time to recover and regain his place. Although Vile played well, when Owen and Jones were fit they were the first choice pairing for the Welsh selectors, and it wasn't until Owen declined to play in 1912 that Vile got a regular place in the Welsh squad.\nAfter a terrible display against England in 1913 Vile was dropped by the selectors, but, surprisingly, was reselected after the First World War to captain Wales against Scotland in 1921 at the age of 37.\nBritish Isles.\nIn 1904 Vile was chosen to tour &lt;a href=\"1904%20British%20Lions%20tour%20to%20Australia%20and%20New%20Zealand\"&gt;Australasia&lt;/a&gt; under the captaincy of &lt;a href=\"David%20Bedell-Sivright\"&gt;Bedell-Sivright&lt;/a&gt;. Vile would play in three tests for Britain but strangely it would take him another four years until he was called up to represent his own country.\nInternational games played.\nWales\nBritish Isles\nInternational referee career.\nAfter the end of his playing career, Vile became a referee and in 1923 refereed his first international rugby match, between Scotland and France. In total he would referee 12 internationals between 1923 and 1931.\nMilitary service.\nIn World War II, Vile was a lieutenant in the &lt;a href=\"Royal%20Artillery\"&gt;Royal Artillery&lt;/a&gt; and during World War II reached the rank of major serving in the &lt;a href=\"Intelligence%20Corps%20%28United%20Kingdom%29\"&gt;Intelligence Corps&lt;/a&gt;. At the end of the war he was appointed &lt;a href=\"High%20Sheriff%20of%20Monmouthshire\"&gt;High Sheriff of Monmouthshire&lt;/a&gt; for 1945."
}