{
    "id": "18588125",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=18588125",
    "title": "Lewis Wolfley",
    "text": "Lewis Wolfley (October 8, 1839February 12, 1910) was an American &lt;a href=\"civil%20engineer\"&gt;civil engineer&lt;/a&gt; who served as the eighth Governor of &lt;a href=\"Arizona%20Territory\"&gt;Arizona Territory&lt;/a&gt;. He is commonly regarded as the first territorial governor to be a resident of Arizona at the time of his appointment and was the only bachelor to hold the position.\nWolfley's political career was marred by his almost complete lack of political skill. Much of his time as governor was spent in political infighting, which eventually led to his resignation.\nBackground.\nWolfley was born in &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;, &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;, to Lewis and Elanor (Irwin) Wolfley. When he was a young child, his father died, and Wolfley grew up near the border of &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt; and &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt;. His mother's family, the Ewings of Ohio, arranged for his education which included the study of &lt;a href=\"civil%20engineering\"&gt;civil engineering&lt;/a&gt; and possibly &lt;a href=\"law\"&gt;law&lt;/a&gt;. As a young man he worked for railroads operating in &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt; and Ohio.\nDuring the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;, Wolfley became a member of the &lt;a href=\"Union%20Army\"&gt;Union Army&lt;/a&gt;'s &lt;a href=\"3rd%20Regiment%20Kentucky%20Volunteer%20Cavalry\"&gt;3rd Kentucky Cavalry&lt;/a&gt;. He served with distinction, earning the nickname \"Sherman's Fighting Major\", and at the end of the war was encouraged by General &lt;a href=\"William%20T.%20Sherman\"&gt;William T. Sherman&lt;/a&gt; to remain with the Regular Army at his war-time rank. Wolfley left the Army with the rank of &lt;a href=\"Lieutenant%20colonel%20%28United%20States%29\"&gt;lieutenant colonel&lt;/a&gt; and became a federal revenue officer in &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt;. In 1872 Wolfley was mining in &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;, and he also worked in the &lt;a href=\"District%20of%20Columbia\"&gt;District of Columbia&lt;/a&gt; before moving to Arizona Territory in the early 1880s. In Arizona he worked as a civil engineer performing surveying work on public lands. He gained a reputation as a respected person but due to the large amount of time spent working in the field was not well known.\nGovernorship.\nWhen &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; &lt;a href=\"U.S.%20President\"&gt;President&lt;/a&gt; &lt;a href=\"Benjamin%20Harrison\"&gt;Benjamin Harrison&lt;/a&gt; took office, he desired to replace &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; Governor &lt;a href=\"C.%20Meyer%20Zulick\"&gt;C. Meyer Zulick&lt;/a&gt; with a member of his own political party. Newspaper reports indicated fifteen to sixteen serious candidates were considered for the post, among them being former Governor &lt;a href=\"Anson%20P.K.%20Safford\"&gt;Anson P.K. Safford&lt;/a&gt; and Territorial Delegate &lt;a href=\"Curtis%20C.%20Bean\"&gt;Curtis C. Bean&lt;/a&gt;. Wolfley applied for the position directly to Harrison two days after the presidential inauguration. The application letter included information on Wolfley's war record, his six years of living in the territory, and a reminder that the Republican &lt;a href=\"party%20platform\"&gt;platform&lt;/a&gt; called for territorial officials to be drawn from the territory. Wolfley supporters included Generals William T. Sherman, &lt;a href=\"Nelson%20A.%20Miles\"&gt;Nelson A. Miles&lt;/a&gt;, and &lt;a href=\"John%20Schofield\"&gt;John Schofield&lt;/a&gt; along with U.S. Senator &lt;a href=\"John%20Sherman%20%28politician%29\"&gt;John Sherman&lt;/a&gt;, &lt;a href=\"Russell%20A.%20Alger\"&gt;Russell A. Alger&lt;/a&gt;, &lt;a href=\"James%20G.%20Blaine\"&gt;James G. Blaine&lt;/a&gt;, and Secretary of the Interior &lt;a href=\"John%20W.%20Noble\"&gt;John W. Noble&lt;/a&gt;. Opposition to his nomination came from U.S. Senator &lt;a href=\"J.%20Donald%20Cameron\"&gt;J. Donald Cameron&lt;/a&gt; of Pennsylvania. The senator's nephew, Brewster Cameron of the San Rafael Cattle Company, had a previous billing dispute with Wolfley over a surveying job the nominee had done for the Arizona cattleman. Despite the opposition, Wolfley received unanimous confirmation from the &lt;a href=\"U.S.%20Senate\"&gt;U.S. Senate&lt;/a&gt; on March 28 and was sworn in as Governor of Arizona Territory on April 8, 1889.\nThe first issue that Wolfley faced as Governor was dealing with appointment of territorial officers. Democratic Governor Zulick, as part of his normal duties, had submitted a full slate of nominations to the &lt;a href=\"15th%20Arizona%20Territorial%20Legislature\"&gt;15th Arizona Territorial Legislature&lt;/a&gt;. The Republican controlled legislature rejected Zulick's nominations and postponed adjournment after learning of Wolfley's nomination in order to allow the new governor to appoint his own candidates. Many of the Democratic nominees refused to surrender their offices, arguing that the territorial legislature had exceeded their authorized session limit of 60 days prior to confirmation of the Republican nominees and that the Governor could only make recess appointments following the death or resignation of a current office holder. As a result, Arizona Territory effectively had two sets of territorial officers with the Democratic office holders, due to their earlier appointment, controlling the buildings and records needed to perform various duties.\nThe territorial government's ability to function was severely impacted by the two sets of territorial officials. As an early step in resolving the issue, a lawsuit was filed to declare the Republican nominee for Territorial Treasurer the legitimate office holder. The court ruled in favor of the Republican nominee, but the details of the ruling left other Republican nominees reluctant to also file suit. While the courts eventually ruled in favor of Wolfley's appointments, it was his administration's withholding of salary payments that eventually forced all the Democratic nominees to surrender their offices.\nWolfley's problems with infighting also extended to members of his own party. William Christy, an unsuccessful candidate for the governorship, worked with a group of supporters to remove the Governor from office. Wolfley was also perturbed by his political opponents receiving federal appointments. An example was George Christ, who assisted Brewster Cameron in opposing Wolfley's nomination, being appointed collector of customs in &lt;a href=\"Nogales%2C%20Arizona\"&gt;Nogales, Arizona&lt;/a&gt;. Another was the appointment of &lt;a href=\"Richard%20E.%20Sloan\"&gt;Richard E. Sloan&lt;/a&gt; as judge in Arizona Territory's First Judicial District. Wolfley initially supported this appointment but change position after Sloan made Brewster Cameron his clerk.\nThe primary accomplishment of the Wolfley administration was refinancing the territorial debt. The lower interest rate obtained by the refinancing reduced annual interest payments by US$59,006.40 per year. In an effort to reduce transportation related price disparities between different parts of Arizona, he lobbied for creation of new railroads to connect the northern and southern halves of the territory. The governor also faced several event driven concerns. The possible return of &lt;a href=\"Chiricahua%20Apache\"&gt;Chiricahua Apache&lt;/a&gt; to Arizona became an issue following their move from Florida to Alabama by the Federal government. After several possible locations were considered, the Apache were finally settled at &lt;a href=\"Fort%20Sill\"&gt;Fort Sill&lt;/a&gt; in the &lt;a href=\"Indian%20Territory\"&gt;Indian Territory&lt;/a&gt; (now &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt;). Continued migration of &lt;a href=\"Mormon%20pioneers\"&gt;Mormon settlers&lt;/a&gt; into the territory, with their tendency to vote as a unified block, worried Wolfley to the point that he called them \"a most dangerous and unscrupulous factor in politics\". Finally &lt;a href=\"James%20Reavis\"&gt;James Reavis&lt;/a&gt;, with his fraudulent claim of a &lt;a href=\"land%20grant\"&gt;land grant&lt;/a&gt; in excess of , caused a disruption that took till 1904 to completely settle.\nBy the end of 1889, most of the territory's newspapers were calling for Wolfley's removal. To counteract the hostilities of these papers and his political enemies, Wolfley helped found \"&lt;a href=\"The%20Arizona%20Republican\"&gt;The Arizona Republican&lt;/a&gt;\" as a forum to express his views. His efforts were not enough to save his job. After being asked for his resignation, Wolfley submitted his letter of resignation on August 20, 1890.\nAfter office.\nAfter his resignation, Wolfley moved to &lt;a href=\"Prescott%2C%20Arizona\"&gt;Prescott&lt;/a&gt; and worked as a civil engineer and surveyor. One project Wolfley worked on was surveying of along the &lt;a href=\"Atlantic%20%26amp%3B%20Pacific%20Railroad\"&gt;Atlantic &amp; Pacific Railroad&lt;/a&gt;'s right of way. Another projects was an earthworks dam on the &lt;a href=\"Gila%20River\"&gt;Gila River&lt;/a&gt;. After nearly $750,000 had been spent building the dam, a flood washed out the work. During the subsequent legal proceeding, Wolfley demanded all justices on the supreme court be removed following an adverse ruling.\nWolfey made another request to become governor in 1897, but was not nominated by President &lt;a href=\"William%20McKinley\"&gt;William McKinley&lt;/a&gt;. By 1908, he had moved to &lt;a href=\"Los%20Angeles%2C%20California\"&gt;Los Angeles, California&lt;/a&gt;, where he attempted to use ocean waves to generate electricity. Wolfley died on February 12, 1910, after being struck by a &lt;a href=\"streetcar\"&gt;streetcar&lt;/a&gt;. He was buried in Prescott's I.O.O.F. Cemetery."
}