{
    "id": "1858609",
    "revid": "589223",
    "url": "https://en.wikipedia.org/wiki?curid=1858609",
    "title": "Medieval hunting",
    "text": "Throughout &lt;a href=\"Western%20Europe\"&gt;Western Europe&lt;/a&gt; in the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, humans hunted wild animals. While game was at times an important source of food, it was rarely the principal source of nutrition. All classes engaged in hunting, but by the &lt;a href=\"High%20Middle%20Ages\"&gt;High Middle Ages&lt;/a&gt;, the necessity of hunting was transformed into a stylized pastime of the &lt;a href=\"aristocracy\"&gt;aristocracy&lt;/a&gt;. More than a pastime, it was an important arena for social interaction, essential training for war, and a privilege and measurement of &lt;a href=\"nobility\"&gt;nobility&lt;/a&gt;.\nHistory.\nHieratic formalized recreational hunting has taken place since &lt;a href=\"Kings%20of%20Assyria\"&gt;Assyrian kings&lt;/a&gt; hunted &lt;a href=\"lion\"&gt;lion&lt;/a&gt;s from &lt;a href=\"chariot\"&gt;chariot&lt;/a&gt;s in a demonstration of their royal nature. In Roman law, property included the right to hunt, a concept which continued under the Frankish &lt;a href=\"Merovingian\"&gt;Merovingian&lt;/a&gt; and &lt;a href=\"Carolingian\"&gt;Carolingian&lt;/a&gt; monarchs who considered the entire kingdom to be their property, but who also controlled enormous royal domains as hunting reserves (\"forests\"). The biography of the Merovingian noble &lt;a href=\"Saint%20Hubert\"&gt;Saint Hubert&lt;/a&gt; (died 727/728) recounts how hunting could become an obsession. Carolingian &lt;a href=\"Charlemagne\"&gt;Charlemagne&lt;/a&gt; loved to hunt and did so up until his death at age seventy-two.\nWith the breakup of the Carolingian Empire, local lords strove to maintain and monopolize the reserves and the taking of big game in forest reserves, and small game in &lt;a href=\"warren%20%28free%29\"&gt;warrens&lt;/a&gt;. They were most successful in England after the &lt;a href=\"Norman%20Conquest\"&gt;Norman Conquest&lt;/a&gt;, and in &lt;a href=\"Gascony\"&gt;Gascony&lt;/a&gt; from the 12th century. These were large sanctuaries of woodland—the &lt;a href=\"royal%20forest\"&gt;royal forest&lt;/a&gt;—where populations of &lt;a href=\"Game%20%28food%29\"&gt;game animal&lt;/a&gt;s were kept and watched over by &lt;a href=\"gamekeeper\"&gt;gamekeeper&lt;/a&gt;s. Here the peasantry could not hunt, &lt;a href=\"poaching\"&gt;poaching&lt;/a&gt; being subject to severe punishment: the injustice of such \"emparked\" preserves was a common cause of complaint in populist &lt;a href=\"vernacular%20literature\"&gt;vernacular literature&lt;/a&gt;. The lower classes mostly had to content themselves with snaring birds and smaller game outside of forest reserves and warrens.\nBy the 16th century, areas of land reserved for breeding and hunting of game were of three kinds, according to their degree of enclosure and being subject to Forest Laws: \"Forests\", large unenclosed areas of wilderness, \"&lt;a href=\"Chase%20%28land%29\"&gt;Chases&lt;/a&gt;\", which normally belonged to nobles, rather than the crown, and \"&lt;a href=\"Medieval%20deer%20park\"&gt;Parks&lt;/a&gt;\", which were enclosed, and not subject to Forest Laws.\nTerminology.\nOne of the striking things about Medieval Hunting is its devotion to terminology. All aspects of the hunt - each different animal to be hunted, in each year of its development, each of its body parts, each stage of the chase, each feature of the hounds' behaviour - had its separate term. Knowledge and (partly whimsical) extension of this terminology became a courtly fashion in the 14th century in &lt;a href=\"medieval%20France\"&gt;France&lt;/a&gt; and &lt;a href=\"England%20in%20the%20Late%20Middle%20Ages\"&gt;England&lt;/a&gt;.\nMedieval books of hunting lay huge stress on the importance of correct terminology, a tradition which was further extended to great lengths in the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt; period.\nThe invention of the 'fair terms' of hunting was attributed by &lt;a href=\"Malory\"&gt;Malory&lt;/a&gt; and others to the &lt;a href=\"Arthurian\"&gt;Arthurian&lt;/a&gt; knight &lt;a href=\"Tristan\"&gt;Sir Tristram&lt;/a&gt;, who is seen both as the model of the noble huntsman, and the originator of its ritual:\nAs he (Sir Tristram) grew in power and strength he laboured in hunting and hawking - never a gentleman that we ever heard of did more. And as the book says he devised good fanfares to blow for beasts of venery, and beasts of the chase and all kinds of vermin, and all the terms we still have in hawking and hunting. And therefore the book of venery, of hawking and hunting, is called Sir Tristram's. Therefore all gentlemen who bear old (\"coats of\") arms ought to honour Sir Tristram for the goodly terms that gentlemen have and use, and shall until Doomsday, that through them all men of respect may distinguish a gentleman from a yeoman and a yeoman from a villein. (\"Modernised\")\nHow hunts were conducted.\nEnglish and French accounts agree on the general makeup of a hunt—they were well-planned so that everyone knew his role before going out. The hunt \"par force\" required each participant to have a specific role. If someone slipped in his role, not only could he easily get lost, but it put the rest of the group in danger by exposure. Many nobles hunted \"par force\", for a multitude of reasons, but above all because it was considered the purest and noblest form of hunting. The ritual of the hunt was meant to heighten danger within a controlled context. Gaston, Duke of Orleans, argued against hunters taking game in more efficient ways such as by bow and arrow or by setting traps, saying, \"I speak of this against my will, for I should only teach how to take beasts nobly and gently\" (\"mes de ce parle je mal voulentiers, quar je ne devroye enseigner a prendre les bestes si n'est par noblesce et gentillesce\"). Hunters like Gaston hunted not to kill the largest game, but rather for the process of the hunt, preferring ritual over efficiency. This mode of hunting was also important in the upbringing of noble youths. Boys at the age of 7 or 8 years began to learn how to handle a horse, travel with a company in forests, and utilize a weapon, practicing these skills in hunting groups. As a result, young men in the nobility and royalty were able to transfer acquired skills such as horsemanship, weapons management, wood-crafting, terrain assessment, and strategy formation from the hunting grounds to the battlefield in wars. Hunting also cultivated their education, and taught them the importance of ritual and noble acts.\nEquipment.\nThe weapons used for hunting would mostly be the same as those used for war: &lt;a href=\"bow%20and%20arrow\"&gt;bow&lt;/a&gt;, &lt;a href=\"crossbow\"&gt;crossbow&lt;/a&gt;, &lt;a href=\"lance\"&gt;lance&lt;/a&gt; or &lt;a href=\"spear\"&gt;spear&lt;/a&gt;, &lt;a href=\"knife\"&gt;knife&lt;/a&gt; and &lt;a href=\"sword\"&gt;sword&lt;/a&gt;. Bows were the most commonly used weapon. Although the crossbow was introduced around the time of the &lt;a href=\"First%20Crusade\"&gt;First Crusade&lt;/a&gt; (1100), it was not generally used for hunting until the second half of the 15th century. Cudgels (clubs) were used for clubbing small game in particular by women who joined the hunt. \"Boar spears\" were also used. With the introduction of handheld &lt;a href=\"firearm\"&gt;firearm&lt;/a&gt;s to hunting in the 16th century, traditional medieval hunting was transformed.\nThe hunter would also need a &lt;a href=\"French%20horn\"&gt;horn&lt;/a&gt; for communication with the other hunters. In addition to this the hunter depended on the assistance of certain domesticated animals. Three animals in particular were essential tools for the medieval hunter: the &lt;a href=\"horse\"&gt;horse&lt;/a&gt;, the &lt;a href=\"hound\"&gt;hound&lt;/a&gt; and the &lt;a href=\"hawk\"&gt;hawk&lt;/a&gt; or &lt;a href=\"falcon\"&gt;falcon&lt;/a&gt;.\nHorse.\nThe horse was the most important animal of the great medieval household. The &lt;a href=\"stable\"&gt;stable&lt;/a&gt;s, also called the \"marshalsea,\" would be separate from the rest of the household, and its head officer—the &lt;a href=\"marshal\"&gt;marshal&lt;/a&gt;—would be one of the household's senior officers. The marshal would have &lt;a href=\"Page%20%28occupation%29\"&gt;page&lt;/a&gt;s and &lt;a href=\"Groom%20%28horses%29\"&gt;groom&lt;/a&gt;s serving under him to care for the horses.\nA large household would have a wide array of horses for different purposes. There were cart- and &lt;a href=\"packhorse\"&gt;packhorse&lt;/a&gt;s employed in the day-to-day work of the household, &lt;a href=\"palfrey\"&gt;palfrey&lt;/a&gt;s used for human transport, and &lt;a href=\"destrier\"&gt;destrier&lt;/a&gt;s, or warhorses, a powerful and expensive animal that in late medieval England could obtain prices of up to £80. Although it had the necessary qualities, the destrier would not be used for hunting, due to its value. Instead, a special breed called a &lt;a href=\"courser%20%28horse%29\"&gt;courser&lt;/a&gt; would be used. The courser, though inferior to the destrier and much smaller than today's horses, still had to be powerful enough to carry the rider at high speeds over large distances, agile, so it could maneuver difficult terrain without difficulty, and fearless enough not to be scared when encountering wild beasts.\nHound.\nThe dog was essential for several purposes. Its good sense of smell made it invaluable in finding the quarry. It would then assist in driving the hunted animal and, when the animal was finally at bay, the dog would either be the instrument of attack, or distract the quarry while the hunter moved in for the kill. Different breeds would be used for different tasks, and for different sorts of game, and while some of these breeds are recognizable to us today, the dogs were nevertheless somewhat different from modern breeds.\nForemost among the hunting breeds was the &lt;a href=\"greyhound\"&gt;greyhound&lt;/a&gt;. This breed was valued first and foremost for its speed, but also for its ability to attack and take down the game. Since the greyhound did not have much stamina, it was essential that it be not released before the quarry was in sight, toward the end of the hunt. Furthermore, greyhounds, though aggressive hunters, were valued for their docile temper at home, and often allowed inside as pets.\nThe &lt;a href=\"alaunt\"&gt;alaunt&lt;/a&gt;, or alant, was a somewhat more robust animal than the greyhound, and therefore used against larger game, such as bears or boars. The alaunt was considered a reckless animal, and had been known to attack domestic animals, or even its owner. The &lt;a href=\"English%20Mastiff\"&gt;mastiff&lt;/a&gt; was an even more rugged breed, and though also used on the larger game, was mostly considered useful as a guard-dog.\nWhat all these dogs lacked was the ability to follow the scent of the quarry, and run it down. For this purpose the &lt;a href=\"rache\"&gt;running-hound&lt;/a&gt; was used. The running-hound was somewhat similar to today's &lt;a href=\"foxhound\"&gt;foxhound&lt;/a&gt;. This dog had, as the name indicates, excellent stamina, as well as a good nose. Another dog valued for its scenting skills was the &lt;a href=\"Limer\"&gt;lymer&lt;/a&gt;, a forerunner of today's &lt;a href=\"bloodhound\"&gt;bloodhound&lt;/a&gt;. Handled on a long leash, the lymer would be used to find the lay of the game before the hunt even started, and it was therefore important that, in addition to having a good nose, it remained quiet. Silence in the lymer was achieved through a combination of breeding and training. Other dogs used for hunting were the kennet (a small hunting dog, from ONF 'kenet', a diminutive of 'chien'), the &lt;a href=\"terrier\"&gt;terrier&lt;/a&gt;, the &lt;a href=\"harrier%20%28dog%29\"&gt;harrier&lt;/a&gt; and the &lt;a href=\"spaniel\"&gt;spaniel&lt;/a&gt;.\nThe hounds were kept in a &lt;a href=\"kennel\"&gt;kennel&lt;/a&gt;, inside or separate from the main domicile. Here the dogs would have oak beds to sleep on, and often also a second level where the dogs could go when the ground level became too hot or too cold. Outside the kennel there would be grass for the dogs to eat whenever they had digestive problems. To care for the dogs would be a hierarchy of servants such as pages, varlets, aides and veneurs; the page being the lowest, often a young boy. Pages would often sleep in the kennels with the dogs, to keep them from fighting and care for them if they got sick. Though this might seem harsh by modern standards, the warm dog house could often be much more comfortable than the sleeping quarters of other medieval servants.\nHawks and Falcons.\nMedieval terminology spoke of hawks of the tower and hawks of the fist, which roughly corresponds to falcons and hawks, respectively. The female hawk was preferred, since it was both larger than the male and easier to train. A male &lt;a href=\"saker%20falcon\"&gt;saker falcon&lt;/a&gt; is approximately two thirds of the weight of a female; falconers call male peregrines \"tiercels\", derived from the Latin word for \"third\". Hawks were captured all over Europe, but birds from &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt; or &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt; were considered of particularly good quality.\nFalconry, a common activity in the Middle Ages, was the training of falcons and hawks for personal usage, which included hunting game. Falcons and hawks have different physical makeups which affects their mode of hunting. Ducks, herons, and cranes were the common game hunted by falcons and hawks. The main differences between the two species of birds lies in their wings and tails. Falcons have long, narrow wings with a long tapered tail. As a result, they fly at incredibly high levels. To kill game, they elevate high up in the sky and then dive at their target. Their dives can go up to 200 mph. They utilized their talons on the downward dive to slash game. Usually their strikes kill the game with the first slash. Hawks, however, have shorter, rounder wings and longer tails. They glide along at lower altitudes. To kill their game, they glide toward their target and then use a burst of speed to close in. They utilize their talons to dig in and clutch onto their game until it is dead. As a result of their makeups, falcons and hawks were utilized by owners for different terrains. Falcons were used in open fields while hawks were used in marshlands and woodland.\nTraining a hawk was a painstaking process. It was normal at first to \"seel\" the bird's eyelids—sew them shut—so that it would not be scared or distracted. The trainer would then carry the hawk on his arm for several days, to get it accustomed to human presence. The eyes would gradually be unseeled, and the training would begin. (Seeling is no longer practised in falconry and is illegal in most countries). The bird would be encouraged to fly from its perch to the falconer's hand over a gradually longer distance. Hunting game would be encouraged first by the use of meat, then a &lt;a href=\"lure%20%28falconry%29\"&gt;lure&lt;/a&gt;, and eventually live prey. Such prey included &lt;a href=\"heron\"&gt;heron&lt;/a&gt;s, sometime with their legs broken to facilitate the kill.\nHawks would be housed in &lt;a href=\"Mews%20%28falconry%29\"&gt;mews&lt;/a&gt;, a special edifice found in most large medieval households, mostly a certain distance from the main domicile, so that the hawks would not be disturbed. The mews could be rather elaborate structures. There would be windows in the wall, and the ground would be kept clean so that the bird's regurgitations could be found and analyzed.\nAmong the species used were:\nOf all the falcons, the gyrfalcon was considered the best one. They were thought of the highest quality when white ones were imported from Greenland. King Frederick II considered them the best \"out of respect to their size, strength, audacity, and swiftness\". Of the hawks, the goshawk was the most highly valued. They were more expensive and brought in more money for training. Goshawks from Scandinavia in particular were highly sought after.\nQuarry.\nMost of the larger, wild mammals could be hunted. Different animals were valued for different qualities; both in the hunt itself, and in the meat and the fur they produced.\nHart.\nThe king of all the wild animals was the &lt;a href=\"deer\"&gt;deer&lt;/a&gt;, and more precisely the &lt;a href=\"hart%20%28deer%29\"&gt;hart&lt;/a&gt;, which is an adult male of the &lt;a href=\"red%20deer\"&gt;red deer&lt;/a&gt;. The hart was classified by the number of tines, or points, on its &lt;a href=\"antler\"&gt;antler&lt;/a&gt;s. An animal should have at least ten tines to be considered worthy of hunting; this was referred to as a \"hart of ten.\" Deer could be hunted in two different ways: \"par force\" (\"by strength\" and thereunder \"par force de chiens\" (\"by force of dogs\" )), and bow and stable.\nHunting \"par force\" was considered the noblest form of hunting. In this process the game was run down and exhausted by the dogs before the kill was made. \"Par force\" hunting consisted of eight parts: the quest, the assembly, the relays, the moving or un-harboring, the chase, the baying, the unmaking and the \"curée\".\nHunting \"by bow and stable\" had less prestige, but could produce greater results. The quarry, often a whole herd, would be driven by hounds to a predetermined place. Here archers would be ready to kill the animals with bow and arrow. The subtlest form of hunting, and also the most productive relative to the forces used, was described by the German knight Guicennas. This was a party of two or three men on foot advancing slowly and quietly with partial concealment from horses (literal 'stalking horses' - because deer are relatively unalarmed by quadrupeds), so as to induce the deer to move without undue alarm into range of concealed archers. This required patience, a low profile attitude, and a deep appreciation of animal psychology.\nThe hart was a highly respected animal, and had great &lt;a href=\"symbol\"&gt;symbol&lt;/a&gt;ic and &lt;a href=\"mythology\"&gt;mythological&lt;/a&gt; significance. It was often compared to &lt;a href=\"Christ\"&gt;Christ&lt;/a&gt; for its suffering; a well-known story tells of how &lt;a href=\"Saint%20Eustace\"&gt;St. Eustace&lt;/a&gt; was converted to Christianity by seeing a crucifix between the antlers of a stag while hunting. A similar story is attributed to &lt;a href=\"Hubertus\"&gt;St. Hubert&lt;/a&gt;. Other stories told of how the hart could become several hundred years old, and how a bone in the middle of its heart prevented it from dying of fear.\nBoar.\nUnlike the Romans for whom hunting &lt;a href=\"boar\"&gt;boar&lt;/a&gt; was considered a simple pastime, the hunting of boars in Medieval Europe was mostly done by nobles for the purpose of honing martial skill. It was traditional for the noble to dismount his horse once the boar was cornered and to finish it with a dagger. To increase the challenge, some hunters would commence their sport at the mating season, when the animals were more aggressive. Records show that wild boar were abundant in medieval Europe; this is correlated by documents from noble families and the clergy demanding tribute from commoners in the form of boar carcasses or body parts. In 1015 for example, the &lt;a href=\"Doge\"&gt;Doge&lt;/a&gt; &lt;a href=\"Ottone%20Orseolo\"&gt;Ottone Orseolo&lt;/a&gt; demanded for himself and his successors the head and feet of every boar killed in his area of influence. The boar was a highly dangerous animal to hunt; it would fight ferociously when under attack, and could easily kill a dog, a horse, or a man. It was hunted \"&lt;a href=\"Persistence%20hunting%23Parforce%20hunting\"&gt;par force&lt;/a&gt;\", and when at bay, a hound like a mastiff could perhaps be foolhardy enough to attack it, but ideally it should be killed by a rider with a &lt;a href=\"Boar%20spear\"&gt;spear&lt;/a&gt;. The boar was sometimes considered a malicious animal, and even had &lt;a href=\"satan\"&gt;satan&lt;/a&gt;ic associations. It was also respected for its tenacity and appears frequently as a heraldic charge.\nWolf.\nWolves were mainly hunted for their skins, to protect &lt;a href=\"livestock\"&gt;livestock&lt;/a&gt;, and in some rare cases to protect humans. Pelts were the only considered practical use for wolves, and were usually made into cloaks or mittens, though not without hesitation, due to the wolf's foul odour. There were generally no restrictions or penalties in the civilian hunting of wolves, except in royal game reserves, under the reasoning that the temptation for an intruding commoner to shoot a deer there was too great. In 9th-century France, &lt;a href=\"Charlemagne\"&gt;Charlemagne&lt;/a&gt; founded an elite corps of crown-funded officials called \"&lt;a href=\"Luparii\"&gt;Luparii&lt;/a&gt;\", whose purpose was to control wolf populations in &lt;a href=\"France\"&gt;France&lt;/a&gt; during the Middle Ages. In &lt;a href=\"England\"&gt;England&lt;/a&gt; of 950, &lt;a href=\"King%20Athelstan\"&gt;King Athelstan&lt;/a&gt; imposed an annual tribute of 300 wolf skins on &lt;a href=\"Welsh%20people\"&gt;Welsh&lt;/a&gt; king &lt;a href=\"Hywel%20Dda\"&gt;Hywel Dda&lt;/a&gt;, an imposition which was maintained until the &lt;a href=\"Norman%20conquest%20of%20England\"&gt;Norman conquest of England&lt;/a&gt;. The &lt;a href=\"Norman%20dynasty\"&gt;Norman&lt;/a&gt; kings (reigning from 1066 to 1152 AD) employed servants as wolf hunters and many held lands granted on condition they fulfilled this duty. King &lt;a href=\"Edward%20I%20of%20England\"&gt;Edward I&lt;/a&gt;, who reigned from 1272 to 1307, ordered the total extermination of all wolves in the counties of &lt;a href=\"Gloucestershire\"&gt;Gloucestershire&lt;/a&gt;, &lt;a href=\"Herefordshire\"&gt;Herefordshire&lt;/a&gt;, &lt;a href=\"Worcestershire\"&gt;Worcestershire&lt;/a&gt;, &lt;a href=\"Shropshire\"&gt;Shropshire&lt;/a&gt; and &lt;a href=\"Staffordshire\"&gt;Staffordshire&lt;/a&gt;, where wolves were more common than in the southern areas of England. &lt;a href=\"James%20I%20of%20Scotland\"&gt;James I of Scotland&lt;/a&gt; passed a law in 1427 requiring 3 wolf hunts a year between 25 April and 1 August, coinciding with the wolf's cubbing season. The wolf became extinct in England during the reign of &lt;a href=\"Henry%20VII%20of%20England\"&gt;Henry VII&lt;/a&gt; (1485–1509). Before its extinction in the British Isles, the wolf was considered by the English nobility as one of the five so called \"Royal Beasts of the Chase\".\nOther quarry.\nHunting of bears, especially on the &lt;a href=\"Iberian%20Peninsula\"&gt;Iberian Peninsula&lt;/a&gt;, was popular because of the animal's stamina and strength, and the danger of the hunt. Hunting &lt;a href=\"hare\"&gt;hare&lt;/a&gt;s using greyhounds or hounds was a popular pastime.\nSome animals were considered inedible, but still hunted for the sport, such as &lt;a href=\"fox\"&gt;fox&lt;/a&gt;es, &lt;a href=\"otter\"&gt;otter&lt;/a&gt;s or &lt;a href=\"badger\"&gt;badger&lt;/a&gt;s.\nRoyal Forests.\nThe royal forest was an area of land designated to the king for hunting and forestry; it included woodland, heathland, and agricultural land. As of the 12th century nearly a third of England's territory was assigned as royal forest. Only the king and other permitted members of the nobility were allowed to hunt game in the assigned area. To maintain this restriction, forest law was introduced to enforce the boundaries. Special officials known as &lt;a href=\"Forester%23Medieval%20foresters\"&gt;foresters&lt;/a&gt; were in charge of overseeing &lt;a href=\"Royal%20forest%23Forest%20law\"&gt;forest law&lt;/a&gt;. The foresters were among the most hated of royal officials as they were often corrupt, having a reputation for making illegal side profits on royal forest property by farming, extracting natural resources, and poaching game. They exacted many punishments for poaching game, farming, and other illegal activities on the royal forest. Heavy fines and imprisonment were the common discipline. While foresters were in charge of the upkeep of forest law, sometimes the king would employ the local sheriff to get involved. Hunting, however, was not the only function for the royal forest. Kings would also use these territories for cattle upbringing, farming, and extracting the land's resources. They also notably served as reserves for all kinds of wildlife. King Henry I of England was known for having a fascination with pet animals. His parks included wild animals like lions and leopards. Forest laws in regards to hunting created class distinctions. King Richard II of England issued the first game law in 1390. It constituted a property requirement of certain value to have hunting dogs or other hunting equipment.\nPoaching.\nPoaching was a common offense in the Middle Ages. It was an act that was engaged by all of society and was widely tolerated by it. All kinds of poachers engaged in this illegal act, but sometimes it was a highly organized activity. Poachers worked together in rings to accomplish their goals. They would poach game off royal forest property and sell it to commoners for a profit. Sometimes, these rings worked for other lords and even monks to supply them. The lords and monks in turn would either keep the game for their own consumption or sell it in the common marketplace for a profit. Game would not be the only item poached from royal forests. Many sought after its resources with wood in particular a highly sought commodity. Often the arresting of poachers did not end cleanly. Poachers would resist arrest, sometimes resorting to assaulting and shooting foresters to escape. There is a recorded instance of St Thomas Becket performing a miracle by healing a forester shot in the throat by poachers. Sometimes the nobility would engage in poaching by either taking more game than permitted or by hunting in a restricted area.\nArt and symbolism.\nLike everything else in the Middle Ages, hunting was full of symbolism. Religious symbolism was common; the hart or the &lt;a href=\"unicorn\"&gt;unicorn&lt;/a&gt; was often associated with Christ, but the hunt itself could equally be seen as the Christian's quest for truth and &lt;a href=\"salvation\"&gt;salvation&lt;/a&gt;. In the more secular literature, &lt;a href=\"Romance%20%28heroic%20literature%29\"&gt;romances&lt;/a&gt; for instance, the hunter pursuing his quarry was often used as a symbol of the knight's struggle for his lady's favor.\n&lt;a href=\"Hagiography\"&gt;Hagiography&lt;/a&gt;, notably the lives of &lt;a href=\"Saint%20Eustace\"&gt;Saint Eustace&lt;/a&gt;, &lt;a href=\"Saint%20Hubert\"&gt;Saint Hubert&lt;/a&gt; and &lt;a href=\"Julian%20the%20Hospitaller\"&gt;Saint Julian&lt;/a&gt; provided many opportunities for medieval artists to express hunting in &lt;a href=\"illuminated%20manuscripts\"&gt;illuminated manuscripts&lt;/a&gt; and &lt;a href=\"stained%20glass\"&gt;stained glass&lt;/a&gt;. The \"minor arts\" such as wooden chests, tapestries and wall paintings also depict such scenes. In the 14th and 15th centuries the most detailed &lt;a href=\"http%3A//www.larsdatter.com/hunting.htm\"&gt;hunting images&lt;/a&gt; are found in illuminated manuscripts.\nDangers of the hunt.\nHunting could be extremely dangerous and serious injuries and deaths among the hunters were not uncommon. Even kings and emperors were not immune to hunting accidents. Those killed while hunting include:\nLiterature.\nHunting was a subject considered worthy of the attention of the greatest of men, and several prominent peers, kings and emperors wrote books on the topic. Among the best known sources for medieval hunting we have today, by nobles or others, are:"
}