{
    "id": "18580879",
    "revid": "211905",
    "url": "https://en.wikipedia.org/wiki?curid=18580879",
    "title": "Transport",
    "text": "Transport (in &lt;a href=\"British%20English\"&gt;British English&lt;/a&gt;), or transportation (in &lt;a href=\"American%20English\"&gt;American English&lt;/a&gt;), is the &lt;a href=\"Motion\"&gt;movement&lt;/a&gt; of humans, animals, and &lt;a href=\"cargo\"&gt;goods&lt;/a&gt; from one location to another. In other words, the action of transport is defined as a particular movement of an organism or thing from a point A (a place in space) to a point B. \n&lt;a href=\"Modes%20of%20transport\"&gt;Modes of transport&lt;/a&gt; include &lt;a href=\"aviation\"&gt;air&lt;/a&gt;, &lt;a href=\"land%20transport\"&gt;land&lt;/a&gt; (&lt;a href=\"rail%20transport\"&gt;rail&lt;/a&gt; and &lt;a href=\"road%20transport\"&gt;road&lt;/a&gt;), &lt;a href=\"ship%20transport\"&gt;water&lt;/a&gt;, &lt;a href=\"cable%20transport\"&gt;cable&lt;/a&gt;, &lt;a href=\"pipeline%20transport\"&gt;pipeline&lt;/a&gt;, and &lt;a href=\"space%20transport\"&gt;space&lt;/a&gt;. The field can be divided into &lt;a href=\"infrastructure\"&gt;infrastructure&lt;/a&gt;, &lt;a href=\"vehicle\"&gt;vehicle&lt;/a&gt;s, and &lt;a href=\"business%20operations\"&gt;operations&lt;/a&gt;. Transport enables trade between people, which is essential for the development of &lt;a href=\"civilization\"&gt;civilization&lt;/a&gt;s.\nTransport infrastructure consists of the fixed installations, including &lt;a href=\"road\"&gt;road&lt;/a&gt;s, &lt;a href=\"railway\"&gt;railway&lt;/a&gt;s, &lt;a href=\"airway%20%28aviation%29\"&gt;airways&lt;/a&gt;, &lt;a href=\"waterway\"&gt;waterway&lt;/a&gt;s, &lt;a href=\"canal\"&gt;canal&lt;/a&gt;s, and &lt;a href=\"pipeline%20transport\"&gt;pipelines&lt;/a&gt; and terminals such as &lt;a href=\"airport\"&gt;airport&lt;/a&gt;s, &lt;a href=\"train%20station\"&gt;railway stations&lt;/a&gt;, &lt;a href=\"bus%20station\"&gt;bus station&lt;/a&gt;s, &lt;a href=\"warehouse\"&gt;warehouse&lt;/a&gt;s, trucking terminals, refueling depots (including fueling docks and &lt;a href=\"fuel%20station\"&gt;fuel station&lt;/a&gt;s), and &lt;a href=\"seaport\"&gt;seaport&lt;/a&gt;s. Terminals may be used both for interchange of passengers and cargo and for maintenance.\nMeans of transport are any of the different kinds of transport facilities used to carry people or cargo. They may include vehicles, &lt;a href=\"riding%20animal\"&gt;riding animal&lt;/a&gt;s, and &lt;a href=\"pack%20animals\"&gt;pack animals&lt;/a&gt;. Vehicles may include &lt;a href=\"wagons\"&gt;wagons&lt;/a&gt;, &lt;a href=\"automobiles\"&gt;automobiles&lt;/a&gt;, &lt;a href=\"bicycles\"&gt;bicycles&lt;/a&gt;, &lt;a href=\"buses\"&gt;buses&lt;/a&gt;, &lt;a href=\"train\"&gt;train&lt;/a&gt;s, &lt;a href=\"truck\"&gt;truck&lt;/a&gt;s, &lt;a href=\"helicopter\"&gt;helicopter&lt;/a&gt;s, &lt;a href=\"watercraft\"&gt;watercraft&lt;/a&gt;, &lt;a href=\"spacecraft\"&gt;spacecraft&lt;/a&gt;, and &lt;a href=\"fixed-wing%20aircraft\"&gt;aircraft&lt;/a&gt;.\nModes.\n \nA mode of transport is a solution that makes use of a particular type of vehicle, infrastructure, and operation. The transport of a person or of cargo may involve one mode or several of the modes, with the latter case being called inter-modal or multi-modal transport. Each mode has its own advantages and disadvantages, and will be chosen on the basis of cost, capability, and route.\nGovernments deal with the way the vehicles are operated, and the procedures set for this purpose, including financing, legalities, and policies. In the transport industry, operations and ownership of infrastructure can be either public or private, depending on the country and mode.\nPassenger transport may be &lt;a href=\"public%20transport\"&gt;public&lt;/a&gt;, where operators provide scheduled services, or &lt;a href=\"private%20transport\"&gt;private&lt;/a&gt;. Freight transport has become focused on &lt;a href=\"containerization\"&gt;containerization&lt;/a&gt;, although &lt;a href=\"Bulk%20material%20handling\"&gt;bulk transport&lt;/a&gt; is used for large volumes of durable items. Transport plays an important part in economic growth and &lt;a href=\"globalization\"&gt;globalization&lt;/a&gt;, but most types cause &lt;a href=\"air%20pollution\"&gt;air pollution&lt;/a&gt; and &lt;a href=\"Land%20use\"&gt;use large amounts of land&lt;/a&gt;. While it is heavily subsidized by governments, good planning of transport is essential to make &lt;a href=\"traffic%20flow\"&gt;traffic flow&lt;/a&gt; and restrain &lt;a href=\"urban%20sprawl\"&gt;urban sprawl&lt;/a&gt;.\nHuman-powered.\nHuman-powered transport, a form of &lt;a href=\"sustainable%20transport\"&gt;sustainable transport&lt;/a&gt;, is the transport of people and/or goods using &lt;a href=\"human\"&gt;human&lt;/a&gt; muscle-power, in the form of &lt;a href=\"walking\"&gt;walking&lt;/a&gt;, &lt;a href=\"running\"&gt;running&lt;/a&gt;, and &lt;a href=\"human%20swimming\"&gt;swimming&lt;/a&gt;. Modern &lt;a href=\"technology\"&gt;technology&lt;/a&gt; has allowed &lt;a href=\"machine\"&gt;machine&lt;/a&gt;s to enhance human power. Human-powered transport remains popular for reasons of cost-saving, &lt;a href=\"leisure\"&gt;leisure&lt;/a&gt;, &lt;a href=\"physical%20exercise\"&gt;physical exercise&lt;/a&gt;, and &lt;a href=\"environmentalism\"&gt;environmentalism&lt;/a&gt;; it is sometimes the only type available, especially in underdeveloped or inaccessible regions.\nAlthough humans are able to walk without infrastructure, the transport can be enhanced through the use of roads, especially when using the human power with vehicles, such as bicycles and &lt;a href=\"inline%20skates\"&gt;inline skates&lt;/a&gt;. Human-powered vehicles have also been developed for difficult environments, such as snow and water, by &lt;a href=\"watercraft%20rowing\"&gt;watercraft rowing&lt;/a&gt; and &lt;a href=\"skiing\"&gt;skiing&lt;/a&gt;; even the air can be entered with &lt;a href=\"human-powered%20aircraft\"&gt;human-powered aircraft&lt;/a&gt;.\nAnimal-powered.\nAnimal-powered transport is the use of &lt;a href=\"working%20animal\"&gt;working animal&lt;/a&gt;s for the movement of people and commodities. Humans may ride some of the animals directly, use them as &lt;a href=\"pack%20animal\"&gt;pack animal&lt;/a&gt;s for carrying goods, or harness them, alone or in &lt;a href=\"team\"&gt;team&lt;/a&gt;s, to pull &lt;a href=\"sled\"&gt;sled&lt;/a&gt;s or wheeled &lt;a href=\"vehicle\"&gt;vehicle&lt;/a&gt;s.\nAir.\nA &lt;a href=\"fixed-wing%20aircraft\"&gt;fixed-wing aircraft&lt;/a&gt;, commonly called an airplane, is a heavier-than-air craft where movement of the air in relation to the wings is used to generate lift. The term is used to distinguish this from &lt;a href=\"rotorcraft\"&gt;rotary-wing aircraft&lt;/a&gt;, where the movement of the lift surfaces relative to the air generates lift. A &lt;a href=\"gyroplane\"&gt;gyroplane&lt;/a&gt; is both fixed-wing and rotary wing. Fixed-wing aircraft range from small trainers and recreational aircraft to large &lt;a href=\"airliner\"&gt;airliner&lt;/a&gt;s and military cargo aircraft.\nTwo things necessary for aircraft are air flow over the wings for &lt;a href=\"lift%20%28soaring%29\"&gt;lift&lt;/a&gt; and an area for &lt;a href=\"landing\"&gt;landing&lt;/a&gt;. The majority of aircraft also need an &lt;a href=\"airport\"&gt;airport&lt;/a&gt; with the infrastructure for maintenance, restocking, and refueling and for the loading and unloading of crew, cargo, and passengers. While the vast majority of aircraft land and take off on land, some are capable of take-off and landing on ice, snow, and calm water.\nThe aircraft is the second fastest method of transport, after the &lt;a href=\"rocket\"&gt;rocket&lt;/a&gt;. Commercial jets can reach up to , single-engine aircraft . Aviation is able to quickly transport people and limited amounts of cargo over longer distances, but incurs high costs and energy use; for short distances or in inaccessible places, &lt;a href=\"helicopter\"&gt;helicopter&lt;/a&gt;s can be used. As of April 28, 2009, \"The Guardian\" article notes that \"the WHO estimates that up to 500,000 people are on planes at any time.\"\nLand.\nLand transport covers all land-based transport systems that provide for the movement of people, goods, and services. Land transport plays a vital role in linking communities to each other. Land transport is a key factor in &lt;a href=\"urban%20planning\"&gt;urban planning&lt;/a&gt;. It consists of two kinds, rail and road.\nRail.\nRail transport is where a &lt;a href=\"train\"&gt;train&lt;/a&gt; runs along a set of two parallel &lt;a href=\"steel\"&gt;steel&lt;/a&gt; &lt;a href=\"rail%20tracks%23Railway%20rail\"&gt;rails&lt;/a&gt;, known as a railway or railroad. The rails are anchored &lt;a href=\"perpendicular\"&gt;perpendicular&lt;/a&gt; to &lt;a href=\"railroad%20tie\"&gt;ties&lt;/a&gt; (or sleepers) of timber, concrete, or steel, to maintain a consistent distance apart, or &lt;a href=\"rail%20gauge\"&gt;gauge&lt;/a&gt;. The rails and perpendicular beams are placed on a foundation made of concrete or compressed &lt;a href=\"soil\"&gt;earth&lt;/a&gt; and &lt;a href=\"gravel\"&gt;gravel&lt;/a&gt; in a bed of ballast. Alternative methods include &lt;a href=\"monorail\"&gt;monorail&lt;/a&gt; and &lt;a href=\"maglev%20%28transport%29\"&gt;maglev&lt;/a&gt;.\nA train consists of one or more connected vehicles that operate on the rails. Propulsion is commonly provided by a &lt;a href=\"locomotive\"&gt;locomotive&lt;/a&gt;, that hauls a series of unpowered cars, that can carry passengers or freight. The locomotive can be powered by &lt;a href=\"steam%20locomotive\"&gt;steam&lt;/a&gt;, by &lt;a href=\"diesel%20locomotive\"&gt;diesel&lt;/a&gt;, or by &lt;a href=\"electric%20locomotive\"&gt;electricity&lt;/a&gt; supplied by &lt;a href=\"railway%20electrification%20system\"&gt;trackside systems&lt;/a&gt;. Alternatively, some or all the cars can be powered, known as a &lt;a href=\"multiple%20unit\"&gt;multiple unit&lt;/a&gt;. Also, a train can be powered by &lt;a href=\"horsecar\"&gt;horses&lt;/a&gt;, &lt;a href=\"funicular\"&gt;cables&lt;/a&gt;, &lt;a href=\"gravity\"&gt;gravity&lt;/a&gt;, &lt;a href=\"pneumatics\"&gt;pneumatics&lt;/a&gt;, and &lt;a href=\"gas%20turbine\"&gt;gas turbine&lt;/a&gt;s. Railed vehicles move with much less friction than rubber tires on paved roads, making trains more &lt;a href=\"Energy%20conversion%20efficiency\"&gt;energy efficient&lt;/a&gt;, though not as efficient as ships.\n&lt;a href=\"Inter-city%20rail\"&gt;Intercity&lt;/a&gt; trains are long-haul services connecting cities; modern &lt;a href=\"high-speed%20rail\"&gt;high-speed rail&lt;/a&gt; is capable of speeds up to , but this requires specially built track. &lt;a href=\"Regional%20rail\"&gt;Regional&lt;/a&gt; and &lt;a href=\"commuter%20rail\"&gt;commuter&lt;/a&gt; trains feed cities from suburbs and surrounding areas, while intra-urban transport is performed by high-capacity &lt;a href=\"tram\"&gt;tram&lt;/a&gt;ways and &lt;a href=\"rapid%20transit\"&gt;rapid transit&lt;/a&gt;s, often making up the backbone of a city's public transport. &lt;a href=\"Freight%20trains\"&gt;Freight trains&lt;/a&gt; traditionally used &lt;a href=\"box%20car\"&gt;box car&lt;/a&gt;s, requiring manual loading and unloading of the &lt;a href=\"cargo\"&gt;cargo&lt;/a&gt;. Since the 1960s, &lt;a href=\"container%20train\"&gt;container train&lt;/a&gt;s have become the dominant solution for general freight, while large quantities of bulk are transported by dedicated trains.\nRoad.\n \nA road is an identifiable &lt;a href=\"route%20number\"&gt;route&lt;/a&gt;, way, or &lt;a href=\"trail\"&gt;path&lt;/a&gt; between two or more &lt;a href=\"location%20%28geography%29\"&gt;places&lt;/a&gt;. Roads are typically smoothed, &lt;a href=\"pavement%20%28material%29\"&gt;paved&lt;/a&gt;, or otherwise prepared to allow easy travel; though they need not be, and historically many roads were simply recognizable routes without any formal &lt;a href=\"construction\"&gt;construction&lt;/a&gt; or &lt;a href=\"maintenance%2C%20repair%20and%20operations\"&gt;maintenance&lt;/a&gt;. In &lt;a href=\"urban%20area\"&gt;urban area&lt;/a&gt;s, roads may pass through a &lt;a href=\"city\"&gt;city&lt;/a&gt; or &lt;a href=\"village\"&gt;village&lt;/a&gt; and be named as &lt;a href=\"street\"&gt;street&lt;/a&gt;s, serving a dual function as urban space &lt;a href=\"easement\"&gt;easement&lt;/a&gt; and route.\nThe most common road vehicle is the automobile; a &lt;a href=\"wheel\"&gt;wheel&lt;/a&gt;ed passenger vehicle that carries its own &lt;a href=\"car%20engine\"&gt;motor&lt;/a&gt;. Other users of roads include &lt;a href=\"bus\"&gt;bus&lt;/a&gt;es, &lt;a href=\"truck\"&gt;truck&lt;/a&gt;s, &lt;a href=\"motorcycles\"&gt;motorcycles&lt;/a&gt;, &lt;a href=\"bicycles\"&gt;bicycles&lt;/a&gt;, and &lt;a href=\"pedestrians\"&gt;pedestrians&lt;/a&gt;. As of 2010, there were 1.015 billion automobiles worldwide.\nRoad transport offers complete freedom to road users to transfer the vehicle from one lane to the other and from one road to another according to the need and convenience. This flexibility of changes in location, direction, speed, and timings of travel is not available to other modes of transport. It is possible to provide door-to-door service only by road transport.\nAutomobiles provide high flexibility with low capacity, but require high energy and area use, and are the main source of harmful &lt;a href=\"noise%20pollution\"&gt;noise&lt;/a&gt; and &lt;a href=\"air%20pollution\"&gt;air pollution&lt;/a&gt; in cities; buses allow for more efficient travel at the cost of reduced flexibility. Road transport by truck is often the initial and &lt;a href=\"Last%20mile%20%28transportation%29\"&gt;final stage&lt;/a&gt; of freight transport.\nWater.\nWater transport is movement by means of a &lt;a href=\"watercraft\"&gt;watercraft&lt;/a&gt;—such as a &lt;a href=\"barge\"&gt;barge&lt;/a&gt;, &lt;a href=\"boat\"&gt;boat&lt;/a&gt;, &lt;a href=\"ship\"&gt;ship&lt;/a&gt;, or &lt;a href=\"sailboat\"&gt;sailboat&lt;/a&gt;—over a body of water, such as a &lt;a href=\"sea\"&gt;sea&lt;/a&gt;, &lt;a href=\"ocean\"&gt;ocean&lt;/a&gt;, &lt;a href=\"lake\"&gt;lake&lt;/a&gt;, &lt;a href=\"canal\"&gt;canal&lt;/a&gt;, or &lt;a href=\"river\"&gt;river&lt;/a&gt;. The need for buoyancy is common to watercraft, making the &lt;a href=\"hull%20%28watercraft%29\"&gt;hull&lt;/a&gt; a dominant aspect of its construction, maintenance, and appearance.\nIn the 19th century, the first &lt;a href=\"steam%20ships\"&gt;steam ships&lt;/a&gt; were developed, using a &lt;a href=\"steam%20engine\"&gt;steam engine&lt;/a&gt; to drive a &lt;a href=\"paddle%20wheel\"&gt;paddle wheel&lt;/a&gt; or &lt;a href=\"propeller\"&gt;propeller&lt;/a&gt; to move the ship. The &lt;a href=\"steam\"&gt;steam&lt;/a&gt; was produced in a &lt;a href=\"boiler\"&gt;boiler&lt;/a&gt; using wood or &lt;a href=\"coal\"&gt;coal&lt;/a&gt; and fed through a steam &lt;a href=\"external%20combustion%20engine\"&gt;external combustion engine&lt;/a&gt;. Now most ships have an &lt;a href=\"internal%20combustion%20engine\"&gt;internal combustion engine&lt;/a&gt; using a slightly refined type of &lt;a href=\"petroleum\"&gt;petroleum&lt;/a&gt; called &lt;a href=\"bunker%20fuel\"&gt;bunker fuel&lt;/a&gt;. Some ships, such as &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt;s, use &lt;a href=\"nuclear%20power\"&gt;nuclear power&lt;/a&gt; to produce the steam. &lt;a href=\"Recreation\"&gt;Recreation&lt;/a&gt;al or &lt;a href=\"education\"&gt;education&lt;/a&gt;al craft still use wind power, while some smaller craft use &lt;a href=\"internal%20combustion%20engines\"&gt;internal combustion engines&lt;/a&gt; to drive one or more &lt;a href=\"propeller\"&gt;propeller&lt;/a&gt;s or, in the case of jet boats, an inboard water jet. In shallow draft areas, &lt;a href=\"hovercraft\"&gt;hovercraft&lt;/a&gt; are propelled by large pusher-prop fans. (See &lt;a href=\"Marine%20propulsion\"&gt;Marine propulsion&lt;/a&gt;.)\nAlthough it is slow compared to other transport, modern &lt;a href=\"sea%20transport\"&gt;sea transport&lt;/a&gt; is a highly efficient method of transporting large quantities of goods. &lt;a href=\"Commercial%20vessel\"&gt;Commercial vessel&lt;/a&gt;s, nearly 35,000 in number, carried 7.4 billion tons of cargo in 2007. Transport by water is significantly less costly than air transport for transcontinental &lt;a href=\"shipping\"&gt;shipping&lt;/a&gt;; &lt;a href=\"short%20sea%20shipping\"&gt;short sea shipping&lt;/a&gt; and &lt;a href=\"ferry\"&gt;ferries&lt;/a&gt; remain viable in coastal areas.\nOther modes.\n&lt;a href=\"Pipeline%20transport\"&gt;Pipeline transport&lt;/a&gt; sends goods through a &lt;a href=\"pipe%20%28material%29\"&gt;pipe&lt;/a&gt;; most commonly liquid and gases are sent, but &lt;a href=\"pneumatic%20tube\"&gt;pneumatic tube&lt;/a&gt;s can also send solid capsules using compressed air. For liquids/gases, any chemically stable liquid or gas can be sent through a pipeline. Short-distance systems exist for &lt;a href=\"sewage\"&gt;sewage&lt;/a&gt;, &lt;a href=\"slurry\"&gt;slurry&lt;/a&gt;, &lt;a href=\"water\"&gt;water&lt;/a&gt;, and &lt;a href=\"beer\"&gt;beer&lt;/a&gt;, while long-distance networks are used for &lt;a href=\"petroleum\"&gt;petroleum&lt;/a&gt; and &lt;a href=\"natural%20gas\"&gt;natural gas&lt;/a&gt;.\n&lt;a href=\"Cable%20transport\"&gt;Cable transport&lt;/a&gt; is a broad mode where vehicles are pulled by &lt;a href=\"Wire%20rope\"&gt;cables&lt;/a&gt; instead of an internal power source. It is most commonly used at steep &lt;a href=\"gradient\"&gt;gradient&lt;/a&gt;. Typical solutions include &lt;a href=\"aerial%20tramway\"&gt;aerial tramway&lt;/a&gt;s, &lt;a href=\"elevator\"&gt;elevator&lt;/a&gt;s, &lt;a href=\"escalator\"&gt;escalator&lt;/a&gt;s, and &lt;a href=\"ski%20lift\"&gt;ski lift&lt;/a&gt;s; some of these are also categorized as &lt;a href=\"conveyor%20belt\"&gt;conveyor&lt;/a&gt; transport.\n&lt;a href=\"Space%20transport\"&gt;Spaceflight&lt;/a&gt; is transport out of Earth's atmosphere into &lt;a href=\"outer%20space\"&gt;outer space&lt;/a&gt; by means of a &lt;a href=\"spacecraft\"&gt;spacecraft&lt;/a&gt;. While large amounts of research have gone into technology, it is rarely used except to put satellites into orbit and conduct scientific experiments. However, man has landed on the moon, and probes have been sent to all the planets of the Solar System.\n&lt;a href=\"Suborbital%20spaceflight\"&gt;Suborbital spaceflight&lt;/a&gt; is the fastest of the existing and planned transport systems from a place on Earth to a distant \"other place\" on Earth. Faster transport could be achieved through part of a &lt;a href=\"low%20Earth%20orbit\"&gt;low Earth orbit&lt;/a&gt; or by following that trajectory even faster, using the propulsion of the rocket to steer it.\nElements.\nInfrastructure.\nInfrastructure is the fixed installations that allow a vehicle to operate. It consists of a roadway, a terminal, and facilities for parking and maintenance. For rail, pipeline, road, and cable transport, the entire way the vehicle travels must be constructed. Air and watercraft are able to avoid this, since the &lt;a href=\"Airway%20%28aviation%29\"&gt;airway&lt;/a&gt; and &lt;a href=\"sea%20lane\"&gt;seaway&lt;/a&gt; do not need to be constructed. However, they require fixed infrastructure at terminals.\nTerminals such as airports, ports, and stations, are locations where passengers and freight can be transferred from one vehicle or mode to another. For passenger transport, terminals are integrating different modes to allow riders, who are interchanging between modes, to take advantage of each mode's benefits. For instance, &lt;a href=\"airport%20rail%20link\"&gt;airport rail link&lt;/a&gt;s connect airports to the city centres and suburbs. The terminals for automobiles are &lt;a href=\"parking%20lot\"&gt;parking lot&lt;/a&gt;s, while buses and coaches can operate from simple stops. For freight, terminals act as &lt;a href=\"transshipment\"&gt;transshipment&lt;/a&gt; points, though some cargo is transported directly from the point of production to the point of use.\nThe &lt;a href=\"transport%20finance\"&gt;financing&lt;/a&gt; of infrastructure can either be &lt;a href=\"government\"&gt;public&lt;/a&gt; or &lt;a href=\"private%20enterprise\"&gt;private&lt;/a&gt;. Transport is often a &lt;a href=\"natural%20monopoly\"&gt;natural monopoly&lt;/a&gt; and a necessity for the public; roads, and in some countries railways and airports, are funded through &lt;a href=\"taxation\"&gt;taxation&lt;/a&gt;. New infrastructure projects can have high costs and are often financed through &lt;a href=\"debt\"&gt;debt&lt;/a&gt;. Many infrastructure owners, therefore, impose usage fees, such as &lt;a href=\"landing%20fees\"&gt;landing fees&lt;/a&gt; at airports or &lt;a href=\"toll%20plaza\"&gt;toll plaza&lt;/a&gt;s on roads. Independent of this, authorities may impose &lt;a href=\"tax\"&gt;tax&lt;/a&gt;es on the purchase or use of vehicles. Because of poor forecasting and overestimation of passenger numbers by planners, there is frequently a benefits shortfall for transport infrastructure projects.\nMeans of transport.\nAnimals.\nAnimals used in transportation include &lt;a href=\"pack%20animals\"&gt;pack animals&lt;/a&gt; and &lt;a href=\"riding%20animal\"&gt;riding animal&lt;/a&gt;s.\nVehicles.\nA vehicle is a non-living device that is used to move people and goods. Unlike the infrastructure, the vehicle moves along with the cargo and riders. Unless being pulled/pushed by a cable or muscle-power, the vehicle must provide its own propulsion; this is most commonly done through a &lt;a href=\"steam%20engine\"&gt;steam engine&lt;/a&gt;, &lt;a href=\"Internal%20combustion%20engine\"&gt;combustion engine&lt;/a&gt;, &lt;a href=\"electric%20motor\"&gt;electric motor&lt;/a&gt;, &lt;a href=\"jet%20engine\"&gt;jet engine&lt;/a&gt;, or &lt;a href=\"rocket\"&gt;rocket&lt;/a&gt;, though other means of propulsion also exist. Vehicles also need a system of converting the energy into movement; this is most commonly done through &lt;a href=\"wheel\"&gt;wheel&lt;/a&gt;s, &lt;a href=\"propeller\"&gt;propeller&lt;/a&gt;s, and &lt;a href=\"pressure\"&gt;pressure&lt;/a&gt;.\nVehicles are most commonly staffed by a &lt;a href=\"driving\"&gt;driver&lt;/a&gt;. However, some systems, such as &lt;a href=\"people%20mover\"&gt;people mover&lt;/a&gt;s and some rapid transits, are fully &lt;a href=\"automation\"&gt;automated&lt;/a&gt;. For &lt;a href=\"passenger\"&gt;passenger&lt;/a&gt; transport, the vehicle must have a compartment, seat, or platform for the passengers. Simple vehicles, such as automobiles, bicycles, or simple aircraft, may have one of the passengers as a driver.\nOperation.\nPrivate transport is only subject to the owner of the vehicle, who operates the vehicle themselves. For public transport and freight transport, operations are done through &lt;a href=\"private%20enterprise\"&gt;private enterprise&lt;/a&gt; or by &lt;a href=\"government\"&gt;government&lt;/a&gt;s. The infrastructure and vehicles may be owned and operated by the same company, or they may be operated by different entities. Traditionally, many countries have had a &lt;a href=\"flag%20carrier\"&gt;national airline&lt;/a&gt; and &lt;a href=\"railway%20company\"&gt;national railway&lt;/a&gt;. Since the 1980s, many of these have been &lt;a href=\"privatization\"&gt;privatized&lt;/a&gt;. International shipping remains a highly competitive industry with little regulation, but ports can be public-owned.\nPolicy.\nAs the &lt;a href=\"world%20population\"&gt;population of the world&lt;/a&gt; increases, &lt;a href=\"urbanization\"&gt;cities grow in size&lt;/a&gt; and population—according to the United Nations, 55% of the world's population live in cities, and by 2050 this number is expected to rise to 68%. &lt;a href=\"Public%20transport\"&gt;Public transport&lt;/a&gt; policy must evolve to meet the changing priorities of the urban world. The institution of policy enforces order in transport, which is by nature chaotic as people attempt to travel from one place to another as fast as possible. This policy helps to reduce accidents and save lives.\nFunctions.\nRelocation of travelers and cargo are the most common uses of transport. However, other uses exist, such as the strategic and tactical &lt;a href=\"military%20logistics\"&gt;relocation&lt;/a&gt; of &lt;a href=\"armed%20force\"&gt;armed force&lt;/a&gt;s during &lt;a href=\"warfare\"&gt;warfare&lt;/a&gt;, or the civilian mobility construction or emergency equipment.\nPassenger.\nPassenger transport, or travel, is divided into &lt;a href=\"public%20transport\"&gt;public&lt;/a&gt; and &lt;a href=\"private%20transport\"&gt;private transport&lt;/a&gt;. Public transport is scheduled services on fixed routes, while private is vehicles that provide ad hoc services at the riders desire. The latter offers better flexibility, but has lower capacity and a higher environmental impact. Travel may be as part of daily &lt;a href=\"commuting\"&gt;commuting&lt;/a&gt; or for &lt;a href=\"business%20travel\"&gt;business&lt;/a&gt;, leisure, or &lt;a href=\"human%20migration\"&gt;migration&lt;/a&gt;.\nShort-haul transport is dominated by the automobile and mass transit. The latter consists of &lt;a href=\"bus\"&gt;bus&lt;/a&gt;es in rural and small cities, supplemented with commuter rail, trams, and &lt;a href=\"rapid%20transit\"&gt;rapid transit&lt;/a&gt; in larger cities. Long-haul transport involves the use of the automobile, trains, &lt;a href=\"coach%20%28vehicle%29\"&gt;coaches&lt;/a&gt;, and aircraft, the last of which have become predominantly used for the longest, including intercontinental, travel. &lt;a href=\"Intermodal%20passenger%20transport\"&gt;Intermodal passenger transport&lt;/a&gt; is where a journey is performed through the use of several modes of transport; since all human transport normally starts and ends with walking, all passenger transport can be considered intermodal. Public transport may also involve the intermediate change of vehicle, within or across modes, at a &lt;a href=\"transport%20hub\"&gt;transport hub&lt;/a&gt;, such as a &lt;a href=\"bus%20station\"&gt;bus&lt;/a&gt; or &lt;a href=\"railway%20station\"&gt;railway station&lt;/a&gt;.\nTaxis and buses can be found on both ends of the public transport spectrum. Buses are the cheapest mode of transport but are not necessarily flexible, and taxis are very flexible but more expensive. In the middle is &lt;a href=\"demand-responsive%20transport\"&gt;demand-responsive transport&lt;/a&gt;, offering flexibility whilst remaining affordable.\n&lt;a href=\"International%20travel\"&gt;International travel&lt;/a&gt; may be restricted for some individuals due to legislation and &lt;a href=\"visa%20%28document%29\"&gt;visa&lt;/a&gt; requirements.\nMedical.\nAn ambulance is a vehicle used to transport people from or between places of treatment, and in some instances will also provide out-of-hospital medical care to the patient. The word is often associated with road-going \"emergency ambulances\", which form part of &lt;a href=\"emergency%20medical%20service\"&gt;emergency medical service&lt;/a&gt;s, administering &lt;a href=\"emergency%20medicine\"&gt;emergency care&lt;/a&gt; to those with acute medical problems.\n\"Air medical services\" is a comprehensive term covering the use of air transport to move patients to and from healthcare facilities and accident scenes. Personnel provide comprehensive prehospital and emergency and critical care to all types of patients during aeromedical evacuation or rescue operations, aboard helicopters, propeller aircraft, or jet aircraft.\nFreight.\nFreight transport, or shipping, is a key in the &lt;a href=\"value%20chain\"&gt;value chain&lt;/a&gt; in manufacturing. With increased specialization and &lt;a href=\"globalization\"&gt;globalization&lt;/a&gt;, production is being located further away from consumption, rapidly increasing the demand for transport. Transport creates place utility by moving the goods from the place of production to the place of consumption. While all modes of transport are used for cargo transport, there is high differentiation between the nature of the cargo transport, in which mode is chosen. &lt;a href=\"Logistics\"&gt;Logistics&lt;/a&gt; refers to the entire process of transferring products from producer to consumer, including storage, transport, transshipment, warehousing, material-handling, and packaging, with associated exchange of information. &lt;a href=\"Incoterm\"&gt;Incoterm&lt;/a&gt; deals with the handling of payment and responsibility of &lt;a href=\"risk\"&gt;risk&lt;/a&gt; during transport.\n&lt;a href=\"Containerization\"&gt;Containerization&lt;/a&gt;, with the standardization of &lt;a href=\"ISO%20container\"&gt;ISO container&lt;/a&gt;s on all vehicles and at all ports, has revolutionized &lt;a href=\"International%20trade\"&gt;international&lt;/a&gt; and &lt;a href=\"domestic%20trade\"&gt;domestic trade&lt;/a&gt;, offering a huge reduction in &lt;a href=\"transshipment\"&gt;transshipment&lt;/a&gt; costs. Traditionally, all cargo had to be manually loaded and unloaded into the haul of any ship or car; containerization allows for automated handling and transfer between modes, and the standardized sizes allow for gains in &lt;a href=\"economy%20of%20scale\"&gt;economy of scale&lt;/a&gt; in vehicle operation. This has been one of the key driving factors in international trade and globalization since the 1950s.\n&lt;a href=\"Bulk%20material%20handling\"&gt;Bulk transport&lt;/a&gt; is common with cargo that can be handled roughly without deterioration; typical examples are &lt;a href=\"ore\"&gt;ore&lt;/a&gt;, coal, &lt;a href=\"cereals\"&gt;cereals&lt;/a&gt;, and &lt;a href=\"petroleum\"&gt;petroleum&lt;/a&gt;. Because of the uniformity of the product, mechanical handling can allow enormous quantities to be handled quickly and efficiently. The low value of the cargo combined with high volume also means that economies of scale become essential in transport, and gigantic ships and whole trains are commonly used to transport bulk. Liquid products with sufficient volume may also be transported by pipeline.\n&lt;a href=\"Cargo%20airline\"&gt;Air freight&lt;/a&gt; has become more common for products of high value; while less than one percent of world transport by volume is by airline, it amounts to forty percent of the value. Time has become especially important in regards to principles such as &lt;a href=\"postponement\"&gt;postponement&lt;/a&gt; and &lt;a href=\"just%20in%20time%20%28business%29\"&gt;just-in-time&lt;/a&gt; within the value chain, resulting in a high willingness to pay for quick delivery of key components or items of high value-to-weight ratio. In addition to mail, common items sent by air include &lt;a href=\"electronics\"&gt;electronics&lt;/a&gt; and &lt;a href=\"fashion\"&gt;fashion&lt;/a&gt; clothing.\nImpact.\nEconomic.\nTransport is a key necessity for &lt;a href=\"Departmentalization\"&gt;specialization&lt;/a&gt;—allowing production and consumption of products to occur at different locations. Throughout history, transport has been a spur to expansion; better transport allows more &lt;a href=\"trade\"&gt;trade&lt;/a&gt; and a greater spread of people. &lt;a href=\"Economic%20growth\"&gt;Economic growth&lt;/a&gt; has always been dependent on increasing the capacity and rationality of transport. But the infrastructure and operation of transport have a great impact on the land, and transport is the largest drainer of energy, making &lt;a href=\"transport%20sustainability\"&gt;transport sustainability&lt;/a&gt; a major issue.\nDue to the way modern cities and communities are planned and operated, a physical distinction between home and work is usually created, forcing people to transport themselves to places of work, study, or leisure, as well as to temporarily relocate for other daily activities. Passenger transport is also the essence of &lt;a href=\"tourism\"&gt;tourism&lt;/a&gt;, a major part of &lt;a href=\"recreation\"&gt;recreation&lt;/a&gt;al transport. Commerce requires the transport of people to conduct business, either to allow face-to-face communication for important decisions or to move specialists from their regular place of work to sites where they are needed.\nPlanning.\nTransport planning allows for high utilization and less impact regarding new infrastructure. Using models of &lt;a href=\"transport%20forecasting\"&gt;transport forecasting&lt;/a&gt;, planners are able to predict future transport patterns. On the operative level, logistics allows owners of cargo to plan transport as part of the &lt;a href=\"supply%20chain\"&gt;supply chain&lt;/a&gt;. Transport as a field is also studied through &lt;a href=\"transport%20economics\"&gt;transport economics&lt;/a&gt;, a component for the creation of regulation policy by authorities. &lt;a href=\"Transport%20engineering\"&gt;Transport engineering&lt;/a&gt;, a sub-discipline of &lt;a href=\"civil%20engineering\"&gt;civil engineering&lt;/a&gt;, must take into account &lt;a href=\"trip%20generation\"&gt;trip generation&lt;/a&gt;, &lt;a href=\"trip%20distribution\"&gt;trip distribution&lt;/a&gt;, &lt;a href=\"mode%20choice\"&gt;mode choice&lt;/a&gt;, and &lt;a href=\"route%20assignment\"&gt;route assignment&lt;/a&gt;, while the operative level is handled through &lt;a href=\"traffic%20engineering%20%28transportation%29\"&gt;traffic engineering&lt;/a&gt;.\nBecause of the negative impacts incurred, transport often becomes the subject of controversy related to choice of mode, as well as increased capacity. Automotive transport can be seen as a &lt;a href=\"tragedy%20of%20the%20commons\"&gt;tragedy of the commons&lt;/a&gt;, where the flexibility and comfort for the individual deteriorate the natural and urban environment for all. &lt;a href=\"land%20use\"&gt;Density of development&lt;/a&gt; depends on mode of transport, with public transport allowing for better spatial utilization. Good land use keeps common activities close to people's homes and places higher-density development closer to transport lines and hubs, to minimize the need for transport. There are &lt;a href=\"economies%20of%20agglomeration\"&gt;economies of agglomeration&lt;/a&gt;. Beyond transport, some land uses are more efficient when clustered. Transport facilities consume land, and in cities pavement (devoted to streets and parking) can easily exceed 20 percent of the total land use. An efficient transport system can reduce land waste.\nToo much infrastructure and too much smoothing for maximum vehicle throughput mean that in many cities there is too much traffic and many—if not all—of the negative impacts that come with it. It is only in recent years that traditional practices have started to be questioned in many places; as a result of new types of analysis which bring in a much broader range of skills than those traditionally relied on—spanning such areas as environmental impact analysis, public health, sociology, and economics—the viability of the old mobility solutions is increasingly being questioned.\nEnvironment.\nTransport is a major use of &lt;a href=\"energy%20%28society%29\"&gt;energy&lt;/a&gt; and burns most of the world's &lt;a href=\"petroleum\"&gt;petroleum&lt;/a&gt;. This creates air pollution, including &lt;a href=\"nitrous%20oxide\"&gt;nitrous oxide&lt;/a&gt;s and &lt;a href=\"particulate\"&gt;particulate&lt;/a&gt;s, and is a significant contributor to &lt;a href=\"global%20warming\"&gt;global warming&lt;/a&gt; through emission of &lt;a href=\"carbon%20dioxide\"&gt;carbon dioxide&lt;/a&gt;, for which transport is the fastest-growing emission sector. By sub-sector, road transport is the largest contributor to global warming. &lt;a href=\"Environmental%20regulation\"&gt;Environmental regulation&lt;/a&gt;s in developed countries have reduced individual vehicles' emissions; however, this has been offset by increases in the numbers of vehicles and in the use of each vehicle. Some pathways to reduce the carbon emissions of road vehicles considerably have been studied. Energy use and emissions vary largely between modes, causing &lt;a href=\"environmentalism\"&gt;environmentalists&lt;/a&gt; to call for a transition from air and road to rail and human-powered transport, as well as increased &lt;a href=\"transport%20electrification\"&gt;transport electrification&lt;/a&gt; and &lt;a href=\"Efficient%20energy%20use\"&gt;energy efficiency&lt;/a&gt;. \nOther environmental impacts of transport systems include &lt;a href=\"traffic%20congestion\"&gt;traffic congestion&lt;/a&gt; and automobile-oriented &lt;a href=\"urban%20sprawl\"&gt;urban sprawl&lt;/a&gt;, which can consume natural habitat and agricultural lands. By reducing transport emissions globally, it is predicted that there will be significant positive effects on Earth's &lt;a href=\"air%20quality\"&gt;air quality&lt;/a&gt;, &lt;a href=\"acid%20rain\"&gt;acid rain&lt;/a&gt;, &lt;a href=\"smog\"&gt;smog&lt;/a&gt;, and climate change.\nWhile &lt;a href=\"Tesla%2C%20Inc.\"&gt;Tesla&lt;/a&gt; is an automobile manufacturing company that is building &lt;a href=\"Electric%20car\"&gt;electric cars&lt;/a&gt; to cut down &lt;a href=\"CO2%20emission\"&gt;CO2 emission&lt;/a&gt; at the point of use, an approach that is becoming popular among cities worldwide is to prioritize public transport, bicycles, and &lt;a href=\"Pedestrian\"&gt;pedestrian movement&lt;/a&gt;. Redirecting vehicle movement to create 20-minute neighbourhoods that promotes &lt;a href=\"Exercise\"&gt;exercise&lt;/a&gt; while greatly reducing vehicle dependency and pollution. Some policies are levying a congestion charge to cars for travelling within congested areas during peak time.\nSustainable development.\nThe United Nation's first formally recognized the role of transport in &lt;a href=\"sustainable%20development\"&gt;sustainable development&lt;/a&gt; in the 1992 &lt;a href=\"United%20Nations%20Earth%20Summit%202012\"&gt;United Nation's Earth summit&lt;/a&gt;. In the 2012 United Nation's World Conference, global leaders unanimously recognized that transport and mobility are central to achieving the sustainability targets. In recent years, data has been collected to show that the transport sector contributes to a quarter of the global &lt;a href=\"Greenhouse%20gas\"&gt;greenhouse gas emissions&lt;/a&gt;, and therefore &lt;a href=\"sustainable%20transport\"&gt;sustainable transport&lt;/a&gt; has been mainstreamed across several of the &lt;a href=\"Sustainable%20Development%20Goals\"&gt;2030 Sustainable Development Goals&lt;/a&gt;, especially those related to food, security, health, energy, economic growth, infrastructure, and cities and human settlements. Meeting sustainable transport targets is said to be particularly important to achieving the &lt;a href=\"Paris%20Agreement\"&gt;Paris Agreement&lt;/a&gt;.\nThere are various &lt;a href=\"Sustainable%20Development%20Goals\"&gt;Sustainable Development Goals&lt;/a&gt; (SDGs) that are promoting sustainable transport in order to meet the defined goals. These include &lt;a href=\"Sustainable%20Development%20Goal%203\"&gt;SDG 3&lt;/a&gt; on health (increased road safety), &lt;a href=\"Sustainable%20Development%20Goal%207\"&gt;SDG 7&lt;/a&gt; on energy, &lt;a href=\"Sustainable%20Development%20Goal%208\"&gt;SDG 8&lt;/a&gt; on decent work and economic growth, &lt;a href=\"Sustainable%20Development%20Goal%209\"&gt;SDG 9&lt;/a&gt; on resilient infrastructure, &lt;a href=\"Sustainable%20Development%20Goal%2011\"&gt;SDG 11&lt;/a&gt; on sustainable cities (access to transport and expanded public transport), &lt;a href=\"Sustainable%20Development%20Goal%2012\"&gt;SDG 12&lt;/a&gt; on sustainable consumption and production (ending &lt;a href=\"fossil%20fuel%20subsidies\"&gt;fossil fuel subsidies&lt;/a&gt;), and SDG 14 on oceans, seas, and marine resources.\nHistory.\nNatural.\nHumans' first ways to move included walking, running, and swimming. The &lt;a href=\"domestication\"&gt;domestication&lt;/a&gt; of animals introduced a new way to lay the burden of transport on more powerful creatures, allowing the hauling of heavier loads, or humans riding animals for greater speed and duration. Inventions such as the wheel and the sled (U.K. sledge) helped make animal transport more efficient through the introduction of &lt;a href=\"vehicle\"&gt;vehicle&lt;/a&gt;s.\nThe first forms of &lt;a href=\"road%20transport\"&gt;road transport&lt;/a&gt; involved animals, such as &lt;a href=\"horse\"&gt;horse&lt;/a&gt;s (&lt;a href=\"Domestication%20of%20the%20horse\"&gt;domesticated&lt;/a&gt; in the 4th or the 3rd millennium BCE), &lt;a href=\"ox\"&gt;ox&lt;/a&gt;en (from about 8000 BCE), or humans carrying goods over &lt;a href=\"dirt\"&gt;dirt&lt;/a&gt; tracks that often followed &lt;a href=\"game%20%28food%29\"&gt;game&lt;/a&gt; &lt;a href=\"trail\"&gt;trail&lt;/a&gt;s.\nInfrastructure.\nMany early civilizations, including those in &lt;a href=\"Mesopotamia\"&gt;Mesopotamia&lt;/a&gt; and the &lt;a href=\"Indus%20Valley%20Civilization\"&gt;Indus Valley&lt;/a&gt;, constructed paved roads. In &lt;a href=\"classical%20antiquity\"&gt;classical antiquity&lt;/a&gt;, the &lt;a href=\"Persian%20Empire\"&gt;Persian&lt;/a&gt; and &lt;a href=\"Roman%20Empire\"&gt;Roman&lt;/a&gt; empires built stone-paved roads to allow armies to travel quickly. Deep roadbeds of crushed stone underneath kept such roads dry. The medieval &lt;a href=\"Caliphate\"&gt;Caliphate&lt;/a&gt; later built &lt;a href=\"Tarmacadam\"&gt;tar-paved&lt;/a&gt; roads. \nWater transport.\nWater transport, including rowed and sailed vessels, dates back to &lt;a href=\"time%20immemorial\"&gt;time immemorial&lt;/a&gt; and was the only efficient way to transport large quantities or over large distances prior to the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt;. The first watercraft were &lt;a href=\"canoe\"&gt;canoe&lt;/a&gt;s cut out from &lt;a href=\"tree%20trunk\"&gt;tree trunk&lt;/a&gt;s. Early water transport was accomplished with ships that were either rowed or used the &lt;a href=\"wind\"&gt;wind&lt;/a&gt; for propulsion, or a combination of the two. The importance of water has led to most cities that grew up as sites for trading being located on rivers or on the sea-shore, often at the intersection of two bodies of water. \nMechanical.\nUntil the Industrial Revolution, transport remained slow and costly, and production and consumption gravitated as close to each other as feasible. The &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt; in the 19th century saw several inventions fundamentally change transport. With &lt;a href=\"telegraphy\"&gt;telegraphy&lt;/a&gt;, communication became instant and independent of the transport of physical objects. The invention of the &lt;a href=\"steam%20engine\"&gt;steam engine&lt;/a&gt;, closely followed by its application in &lt;a href=\"rail%20transport\"&gt;rail transport&lt;/a&gt;, made land transport independent of human or animal muscles. Both speed and capacity increased, allowing specialization through manufacturing being located independently of natural resources. The 19th century also saw the development of the &lt;a href=\"steam%20ship\"&gt;steam ship&lt;/a&gt;, which sped up global transport.\nWith the development of the &lt;a href=\"Internal%20combustion%20engine\"&gt;combustion engine&lt;/a&gt; and the automobile around 1900, road transport became more competitive again, and mechanical private transport originated. The first \"modern\" highways were constructed during the 19th century with &lt;a href=\"macadam\"&gt;macadam&lt;/a&gt;. Later, &lt;a href=\"Tarmacadam\"&gt;tarmac&lt;/a&gt; and &lt;a href=\"concrete\"&gt;concrete&lt;/a&gt; became the dominant paving materials. \nIn 1903 the &lt;a href=\"Wright%20brothers\"&gt;Wright brothers&lt;/a&gt; demonstrated the first successful controllable &lt;a href=\"airplane\"&gt;airplane&lt;/a&gt;, and after World War I (1914–1918) aircraft became a fast way to transport people and express goods over long distances.\nAfter World War II (1939–1945) the automobile and airlines took higher shares of transport, reducing rail and water to freight and short-haul passenger services. Scientific spaceflight began in the 1950s, with rapid growth until the 1970s, when interest dwindled. In the 1950s the introduction of &lt;a href=\"containerization\"&gt;containerization&lt;/a&gt; gave massive efficiency gains in freight transport, fostering &lt;a href=\"globalization\"&gt;globalization&lt;/a&gt;. International air travel became much more accessible in the 1960s with the commercialization of the &lt;a href=\"jet%20engine\"&gt;jet engine&lt;/a&gt;. Along with the growth in automobiles and motorways, rail and water transport declined in relative importance. After the introduction of the &lt;a href=\"Shinkansen\"&gt;Shinkansen&lt;/a&gt; in Japan in 1964, high-speed rail in Asia and Europe started attracting passengers on long-haul routes away from the airlines.\nEarly in &lt;a href=\"U.S.%20history\"&gt;U.S. history&lt;/a&gt;, &lt;a href=\"privately%20held%20company\"&gt;private&lt;/a&gt; &lt;a href=\"joint-stock\"&gt;joint-stock&lt;/a&gt; &lt;a href=\"corporations\"&gt;corporations&lt;/a&gt; owned most &lt;a href=\"Navigable%20aqueduct\"&gt;aqueducts&lt;/a&gt;, &lt;a href=\"bridge\"&gt;bridge&lt;/a&gt;s, &lt;a href=\"canals\"&gt;canals&lt;/a&gt;, &lt;a href=\"railroads\"&gt;railroads&lt;/a&gt;, &lt;a href=\"roads\"&gt;roads&lt;/a&gt;, and &lt;a href=\"tunnels\"&gt;tunnels&lt;/a&gt;. Most such transport infrastructure came under government control in the late 19th and early 20th centuries, culminating in the &lt;a href=\"nationalization\"&gt;nationalization&lt;/a&gt; of inter-city passenger rail-service with the establishment of &lt;a href=\"Amtrak\"&gt;Amtrak&lt;/a&gt;. Recently, however, a movement to privatize roads and other infrastructure has gained some ground and adherents."
}