{
    "id": "185907",
    "revid": "4087111",
    "url": "https://en.wikipedia.org/wiki?curid=185907",
    "title": "Subgenus",
    "text": "In &lt;a href=\"biology\"&gt;biology&lt;/a&gt;, a subgenus (plural: subgenera) is a &lt;a href=\"taxonomic%20rank\"&gt;taxonomic rank&lt;/a&gt; directly below &lt;a href=\"genus\"&gt;genus&lt;/a&gt;.\nIn the &lt;a href=\"International%20Code%20of%20Zoological%20Nomenclature\"&gt;International Code of Zoological Nomenclature&lt;/a&gt;, a subgeneric name can be used independently or included in a &lt;a href=\"binomen\"&gt;species name&lt;/a&gt;, in parentheses, placed between the &lt;a href=\"name%20of%20a%20biological%20genus\"&gt;generic&lt;/a&gt; name and the &lt;a href=\"specific%20name%20%28zoology%29\"&gt;specific epithet&lt;/a&gt;: e.g. the &lt;a href=\"Cowry\"&gt;tiger cowry&lt;/a&gt; of the Indo-Pacific, \"Cypraea\" (\"Cypraea\") \"tigris\" Linnaeus, which belongs to the subgenus \"Cypraea\" of the genus \"Cypraea\". However, it is not mandatory, or even customary, when giving the name of a species, to include the subgeneric name.\nIn the &lt;a href=\"International%20Code%20of%20Nomenclature%20for%20algae%2C%20fungi%2C%20and%20plants\"&gt;International Code of Nomenclature for algae, fungi, and plants&lt;/a&gt; (ICNafp), the subgenus is one of the possible subdivisions of a genus. There is no limit to the number of divisions that are permitted within a genus by adding the prefix \"sub-\" or in other ways as long as no confusion can result. The secondary ranks of &lt;a href=\"Section%20%28botany%29\"&gt;section&lt;/a&gt; and &lt;a href=\"Series%20%28botany%29\"&gt;series&lt;/a&gt; are subordinate to subgenus. An example is &lt;a href=\"Banksia%20subg.%20Isostylis\"&gt;\"Banksia\" subg. \"Isostylis\"&lt;/a&gt;, a subgenus of the large Australian genus \"&lt;a href=\"Banksia\"&gt;Banksia&lt;/a&gt;\". The ICNafp requires an explicit \"connecting term\" to indicate the rank of the division within the genus. Connecting terms are usually abbreviated, e.g. \"subg.\" for \"subgenus\", and are not italicized.\nIn zoological nomenclature, when a genus is split into subgenera, the originally described population is retained as the \"nominotypical subgenus\" or \"nominate subgenus\", which repeats the same name as the genus. For example, \"Panthera\" (\"Panthera\") \"pardus\", a &lt;a href=\"leopard\"&gt;leopard&lt;/a&gt;. In botanical nomenclature the same principle applies, although the terminology is different. Thus the subgenus that contains the original type of the genus \"Rhododendron\" is &lt;a href=\"Rhododendron%20subg.%20Rhododendron\"&gt;\"Rhododendron\" subg. \"Rhododendron\"&lt;/a&gt;. Such names are called \"autonyms\"."
}