{
    "id": "1860349",
    "revid": "13176174",
    "url": "https://en.wikipedia.org/wiki?curid=1860349",
    "title": "Witch's ladder",
    "text": "A witch's ladder (also known as \"rope and feathers\", witches' ladder, witches ladder, or witch ladder) is a practice, in folk &lt;a href=\"magic%20%28paranormal%29\"&gt;magic&lt;/a&gt; or &lt;a href=\"witchcraft\"&gt;witchcraft&lt;/a&gt;, that is made from knotted cord or hair, that normally constitutes a spell. Charms are knotted or braided with specific magical intention into the cords. The number of knots and nature of charms varies with the intended effect (or &lt;a href=\"magic%20%28paranormal%29\"&gt;spell&lt;/a&gt;).\nThe Wellington Witch Ladder.\nThe first recorded witch ladder found was in an old house in Wellington, &lt;a href=\"Somerset\"&gt;Somerset&lt;/a&gt; which was demolished in 1878. Six brooms, an old armchair and a ‘rope with feathers woven into it’ were found in the space that separated the roof from the upper room and was inaccessible from the interior of the house. The brooms had handles so decayed they snapped under pressure, but these had been replaced so they could be used. The chair and rope were stored in a warehouse. Due to the investigations of local antiquarians, (Abraham Colles &amp; E.B. Tylor) the find was published in the \"Folk-Lore Journal\". This article detailed the responses to local enquiries, but was followed by a number of letters to the journal which expressed a range of opinions as to the function of the rope.\nCharles Godfrey Leland.\nWhen &lt;a href=\"Charles%20Godfrey%20Leland\"&gt;Charles Godfrey Leland&lt;/a&gt; received news of the Wellington find whilst in &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, he investigated and found that the witches there used a similar form, called a \"witches garland\"; the item was made of cord, and contained black &lt;a href=\"Chicken\"&gt;hen&lt;/a&gt; feathers. The &lt;a href=\"Curse\"&gt;malediction&lt;/a&gt; was uttered as each knot was tied in and the item was placed under the victim's bed, to cause the ill fortune (see Part 2, Chapter 5 of Roman Etruscan Remains for more details).\nLeland's version differs from that found in Somerset in that the feathers were knotted into the cord rather than braided, and the cord was to have hairs of the victim braided into it. The feathers were plucked from a live black hen one by one and inserted into the knots as they are made in the cord. Leland also claimed that intrinsic to the witch garland was the placing of an &lt;a href=\"image\"&gt;image&lt;/a&gt; of a hen or cock (made of &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt; or similar) next to the garland, upon which a cross of black pins is made. The whole is then hidden in the mattress of the one you are bewitching. Leland says the curse is lifted by finding the hen and wreath (garland), and throwing the whole lot into &lt;a href=\"running%20water\"&gt;running water&lt;/a&gt;; the bewitched is then taken into a church whilst a baptism is being carried out, where they must repeat a certain spell before bathing it in &lt;a href=\"holy%20water\"&gt;holy water&lt;/a&gt;.\nSabine Baring-Gould's \"Curgenven\".\nReverend &lt;a href=\"Sabine%20Baring-Gould\"&gt;Sabine Baring-Gould&lt;/a&gt; included an extensive article on the witch's ladder in his novel \"Curgenven\" published in 1893. In his account the ladder was made of &lt;a href=\"black\"&gt;black&lt;/a&gt; &lt;a href=\"wool\"&gt;wool&lt;/a&gt;, with &lt;a href=\"white\"&gt;white&lt;/a&gt; and &lt;a href=\"brown\"&gt;brown&lt;/a&gt; thread, and at every two inches it was tied around &lt;a href=\"cock%20%28bird%29\"&gt;cock&lt;/a&gt;'s feathers. The maker would weave into it aches and pains and other ailments intended for the victim. The ladder was then thrown to the bottom of &lt;a href=\"Dozmary%20Pool\"&gt;Dozmary Pond&lt;/a&gt;, located on &lt;a href=\"Bodmin%20Moor\"&gt;Bodmin Moor&lt;/a&gt;. They believed that as the bubbles rose to the top of the &lt;a href=\"pond\"&gt;pond&lt;/a&gt;, the &lt;a href=\"curse\"&gt;curse&lt;/a&gt; was released.\nWitch's ladder in Modern Wicca.\nOne example of a modern witch's ladder is a string of 40 beads or a cord with 40 knots. Sometimes feathers, bones, and other trinkets are braided into the string as symbols for a desired spell effect. An earlier version of a witch's ladder consisted of a rope or cord of three, nine, or thirteen knots.\nThe witch's ladder can be created a section at a time or all at once. Either way, special chants are spoken during the creation process to empower the talisman to do its creator's bidding. According to an article, \"The Witches' Ladder\", an example of a witch's ladder chant and knot placement is as follows.\nAccording to the article, \"At the tying of the last knot, all the energy is directed into the cord and its knots, with a final visualization of the object of the work. The power has been raised and is now 'stored' in these knots in the cord.\" This is often referred to as cord magick, knot magick or string magic.\nOnce finished, the beads or knots of the witch's ladder enable a witch to concentrate on repetitive chants or incantation without having to keep count. This enables the witch to focus will and energy on the desired goal.\nWitch's ladder uses.\nThere are many uses. Whatever one's intention is can be made into a magickal spell into a witches ladder. It was believed that witches of old cast a &lt;a href=\"death\"&gt;death&lt;/a&gt; spell over a person by tying the knots and then hiding the cord, and the only way to undo the spell was to find the secreted cord and untie each knot."
}