{
    "id": "18605955",
    "revid": "3138265",
    "url": "https://en.wikipedia.org/wiki?curid=18605955",
    "title": "2008 FIFA Beach Soccer World Cup Final",
    "text": "The &lt;a href=\"2008%20FIFA%20Beach%20Soccer%20World%20Cup\"&gt;2008 FIFA Beach Soccer World Cup&lt;/a&gt; Final took place between &lt;a href=\"Italy%20national%20beach%20soccer%20team\"&gt;Italy&lt;/a&gt; and &lt;a href=\"Brazil%20national%20beach%20soccer%20team\"&gt;Brazil&lt;/a&gt; on 27 July 2008 at the &lt;a href=\"Plage%20du%20Prado\"&gt;Plage du Prado&lt;/a&gt;. Brazil were the winners, winning by five goals to three. Brazil have beaten fifteen other teams to be crowned \"FIFA Beach Soccer World Cup 2008 Winners\". It was Brazil's third title in a row.\nRoads to the final.\nItaly.\nItaly started their campaign in &lt;a href=\"2008%20FIFA%20Beach%20Soccer%20World%20Cup%23Group%20B\"&gt;group B&lt;/a&gt;, with a good opening game against the Solomon Islands, winning 7-4. Italy confirmed their place in the quarter-finals, beating &lt;a href=\"El%20Salvador%20national%20beach%20soccer%20team\"&gt;El Salvador&lt;/a&gt; 4-1 and taking themselves up to 6 points. In Italy's final game they went down 3-0 to &lt;a href=\"Portugal%20national%20beach%20soccer%20team\"&gt;Portugal&lt;/a&gt;. Italy battled back and took it into extra time at 4-4. It looked to be heading for penalties but a last minute goal by &lt;a href=\"Madjer\"&gt;Madjer&lt;/a&gt; meant Portugal won the game and the group.\nAs Italy were the runners-up of group B, they met the winners of group A, &lt;a href=\"France%20national%20beach%20soccer%20team\"&gt;France&lt;/a&gt; in the &lt;a href=\"2008%20FIFA%20Beach%20Soccer%20World%20Cup%23Quarter%20finals\"&gt;quarter-finals&lt;/a&gt;. As France were the hosts they were the favorites to reach the semi-finals. Surprisingly, Italy went up 5-0. France did all they could to get back into the game but Italy held out. With the final score at 5-2 they moved into the semi-finals against &lt;a href=\"Spain%20national%20beach%20soccer%20team\"&gt;Spain&lt;/a&gt;.\nThe semi-final was a different battle. Italy were 1-0 down after just 2 minutes. However 2 goals in 2 minutes meant Italy went ahead for the first time. Again Spain looked threatening bringing it back to 2-2 and 10 minutes later, 3-2. The scoreline continued to change and by the end of normal time the score was 4-4. Extra time was uneventful which meant penalties. &lt;a href=\"Ramiro%20Figueiras%20Amarelle\"&gt;Amarelle&lt;/a&gt; stepped up and hit the post which meant it was all down to Massimiliano Esposito to finish the job. His first attempt was saved but it had to be re-taken. Esposito hit the ball down the center and sent Italy into the final to face Brazil.\nBrazil.\nBrazil started their &lt;a href=\"2008%20FIFA%20Beach%20Soccer%20World%20Cup\"&gt;world cup&lt;/a&gt; campaign as defending champions, in &lt;a href=\"2008%20FIFA%20Beach%20Soccer%20World%20Cup%23Group%20D\"&gt;group D&lt;/a&gt;, coming from behind to win by 3 goals to 2 against &lt;a href=\"Spain%20national%20beach%20soccer%20team\"&gt;Spain&lt;/a&gt;. Brazil continued to perform with an 8-1 win against Japan and finished the group on top with 9 points after beating &lt;a href=\"Mexico%20national%20beach%20soccer%20team\"&gt;Mexico&lt;/a&gt; comfortably 7-1.\nIn the &lt;a href=\"2008%20FIFA%20Beach%20Soccer%20World%20Cup%23Quarter%20finals\"&gt;quarter-finals&lt;/a&gt;, Brazil played the runners-up of group C, &lt;a href=\"Russia%20national%20beach%20soccer%20team\"&gt;Russia&lt;/a&gt;. They went down 3 times to Russia but with a helpful &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt; from Daniel, Brazil came back to win 6-4. In the &lt;a href=\"2008%20FIFA%20Beach%20Soccer%20World%20Cup%23Semi%20finals\"&gt;semi-finals&lt;/a&gt; Brazil met &lt;a href=\"Portugal%20national%20beach%20soccer%20team\"&gt;Portugal&lt;/a&gt;, who had the 2 top scorers on their side. It was an epic semi-final, although Brazil were always finding themselves having to come from behind. In the 34th minute, Bruno hit a long range shot finding the back of the net sending Brazil into the final. Portugal failed to come back in the final 2 minutes leaving Brazil to win 5-4."
}