{
    "id": "18608307",
    "revid": "2353087",
    "url": "https://en.wikipedia.org/wiki?curid=18608307",
    "title": "Frank Androff",
    "text": "Frank Fred Androff (November 25, 1913 – July 18, 1987), alias \"The Great One\", was a &lt;a href=\"heavyweight\"&gt;heavyweight&lt;/a&gt; professional &lt;a href=\"boxing\"&gt;boxer&lt;/a&gt; from &lt;a href=\"Anoka%2C%20Minnesota\"&gt;Anoka&lt;/a&gt;, &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt;.\nProfessional career.\nAndroff made his professional boxing debut on February 2, 1933 with a four-round decision victory against Rene Barrett. Androff's record remained unblemished until his fourth fight, a six-round draw in a rematch with Barrett. After two more wins pushed his record to 5-0-1, Androff lost for the first time, to Earl Sather on November 15, 1934. Nevertheless Androff continued to fight, putting together the best stretch of his career when, between January 1935 and June 1938 he went 17-2-2, peaking with a ten-round points defeat of &lt;a href=\"Fred%20Lenhart\"&gt;Fred Lenhart&lt;/a&gt; at &lt;a href=\"Minneapolis\"&gt;Minneapolis&lt;/a&gt; on June 3, 1938. By then the quality of Androff's opponents had improved considerably, and his record thereafter attests to that fact, with Androff traveling to &lt;a href=\"Los%20Angeles%2C%20California\"&gt;Los Angeles&lt;/a&gt;, &lt;a href=\"Chicago%2C%20Illinois\"&gt;Chicago&lt;/a&gt;, &lt;a href=\"Cleveland%2C%20Ohio\"&gt;Cleveland&lt;/a&gt;, &lt;a href=\"Indianapolis%2C%20Indiana\"&gt;Indianapolis&lt;/a&gt;, &lt;a href=\"Omaha%2C%20Nebraska\"&gt;Omaha&lt;/a&gt;, &lt;a href=\"Houston%2C%20Texas\"&gt;Houston&lt;/a&gt;, &lt;a href=\"Fort%20Smith%2C%20Arkansas\"&gt;Fort Smith, Arkansas&lt;/a&gt; to compile a 6-12-4 record from that point to his retirement at the end of 1946. Aside from Lenhart, the most notable of Androff's opponents would be &lt;a href=\"Joey%20Maxim\"&gt;Joey Maxim&lt;/a&gt;, to whom he dropped a decision after ten rounds in June 1944.\nWhen it was all over, Androff's professional record was 27 wins, 15 losses, and 7 draws, with 15 of his wins coming by &lt;a href=\"knockout\"&gt;knockout&lt;/a&gt;."
}