{
    "id": "18615358",
    "revid": "390477",
    "url": "https://en.wikipedia.org/wiki?curid=18615358",
    "title": "Felipe Cardeña",
    "text": "Felipe Cardeña is a street &lt;a href=\"artist\"&gt;artist&lt;/a&gt;, known for floral patterns, pop art figures and modern collages, many of which are aimed at challenging consumer society.\nHe was born in Spain in 1979, but lived in Cuba for some time. Operating in an anonymous manner, akin to the British artist &lt;a href=\"Banksy\"&gt;Banksy&lt;/a&gt;, he has held three exhibitions at the &lt;a href=\"Venice%20Biennale\"&gt;Venice Biennale&lt;/a&gt; from 2009 to 2013, and has exhibited in Milan, London, Chile and China.\nHis style of anonymous graffiti and street art earned him the name \"il Banksy latino\" (the Latin Banksy) and the Italian newspaper \"&lt;a href=\"Corriere%20della%20Sera\"&gt;Corriere della Sera&lt;/a&gt;\" called him \"misterioso in stile Banksy” (Banksy-style mysterious). The Italian art critic &lt;a href=\"Gillo%20Dorfles\"&gt;Gillo Dorfles&lt;/a&gt; has described Cardeña's work as \"kitsch elitario\" (elite &lt;a href=\"kitsch\"&gt;kitsch&lt;/a&gt;). The newspaper \"&lt;a href=\"Corriere%20della%20Sera\"&gt;Corriere della Sera&lt;/a&gt;\" wrote in May 2008: \"The only thing we know is that he was born in &lt;a href=\"Balaguer\"&gt;Balaguer&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, 29 years ago. The rest of the information we have regarding Felipe Cardeña, mysterious &lt;a href=\"Banksy\"&gt;Banksy&lt;/a&gt;-style art, is fragmentary and contradictory. His floral &lt;a href=\"collage\"&gt;collage&lt;/a&gt;s – whose technique was probably developed in jail – and his floral &lt;a href=\"sticker\"&gt;sticker&lt;/a&gt;s appear everywhere: his slogan is Power Flower\".\n&lt;a href=\"Vittorio%20Sgarbi\"&gt;Vittorio Sgarbi&lt;/a&gt; wrote that \"Felipe Cardeña proposes the amateur technique of collage pursuing a repetitive and obsessive iconography as the daily rosary of a cloistered nun\"."
}