{
    "id": "1862100",
    "revid": "34801288",
    "url": "https://en.wikipedia.org/wiki?curid=1862100",
    "title": "The Oaken Throne",
    "text": "The Oaken Throne is a &lt;a href=\"dark%20fantasy\"&gt;dark fantasy&lt;/a&gt; novel for children by British author &lt;a href=\"Robin%20Jarvis\"&gt;Robin Jarvis&lt;/a&gt;. It is the second book in \"The Deptford Histories\" trilogy, a series of prequels to Jarvis's \"&lt;a href=\"The%20Deptford%20Mice\"&gt;Deptford Mice&lt;/a&gt;\" books. It was first published in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; in 1993 by Macdonald Young Books. In 2005, it was published in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; by &lt;a href=\"Chronicle%20Books\"&gt;Chronicle Books&lt;/a&gt;.\nPlot summary.\nIn &lt;a href=\"medieval\"&gt;medieval&lt;/a&gt; &lt;a href=\"England\"&gt;England&lt;/a&gt;, a war has raged between the &lt;a href=\"Bat\"&gt;bats&lt;/a&gt; and the &lt;a href=\"Squirrel\"&gt;squirrels&lt;/a&gt; for many years. The bats believe that the Starwife, queen of the squirrels, has stolen their powers of prophecy and insight, given to them as a gift from the &lt;a href=\"moon%20goddess\"&gt;moon goddess&lt;/a&gt;. With the help of a treacherous squirrel named Morwenna, they launch a devastating attack on the Starwife's realm, &lt;a href=\"Greenwich\"&gt;Greenreach&lt;/a&gt;. The dying Starwife entrusts her magical &lt;a href=\"silver\"&gt;silver&lt;/a&gt; &lt;a href=\"acorn\"&gt;acorn&lt;/a&gt; &lt;a href=\"pendant\"&gt;pendant&lt;/a&gt; to a &lt;a href=\"peregrine%20falcon\"&gt;peregrine falcon&lt;/a&gt;, who bears it away to safety.\nThe next day, in a distant squirrel realm known as Coll Regalis, festivities for the Aldertide holiday are interrupted when the bat army flies overhead in pursuit of the falcon. They slaughter the bird and the silver acorn drops into the paw of Ysabelle, &lt;a href=\"crown%20princess\"&gt;crown princess&lt;/a&gt; of Coll Regalis. Confounded by the daylight, the bats leave but resolve to return at nightfall to retrieve the pendant. It is decided that Ysabelle will journey to Greenreach and become the new Starwife. All the guards of Coll Regalis will accompany her, with the inhabitants left behind in the vulnerable realm sacrificing themselves as a distraction when the bats return.\nOn their way through the forest, Ysabelle's guards discover a juvenile bat named Vespertilio. Too young to be a knight, he has run away from home with his late father's armour in hopes of joining the battle at Greenreach but broke his wing in the process. Though Ysabelle detests the bat, when her adviser Godfrey suggests that Vesper could be used as a guide, she agrees to take him along as a prisoner. In the night, the group is attacked by Hobbers, members of a bloodthirsty &lt;a href=\"cult\"&gt;cult&lt;/a&gt;. Using the power of the silver acorn which he stole from Ysabelle, the &lt;a href=\"high%20priest\"&gt;high priest&lt;/a&gt; calls on their evil god Hobb to emerge from the Underworld. Godfrey hastily comes up with a plan to retrieve the acorn, which is successful but results in his death. Ysabelle unties Vesper as she still needs his help as a guide. The two escape, but not before the enraged high priest lays curses on them, proclaiming that when Hobb appears in several days' time he will kill Ysabelle and that Vesper will die surrounded by the sound of bells.\nYsabelle and Vesper meet a &lt;a href=\"leprosy\"&gt;leprous&lt;/a&gt; &lt;a href=\"Mole%20%28animal%29\"&gt;mole&lt;/a&gt; named Giraldus and a &lt;a href=\"lameness\"&gt;lame&lt;/a&gt; &lt;a href=\"shrew\"&gt;shrew&lt;/a&gt; named Tysle who are on a &lt;a href=\"pilgrimage\"&gt;pilgrimage&lt;/a&gt; to Greenreach to be cured of their ailments. As they are bound for the same place, Ysabelle asks to accompany the two, telling Vesper he is free to go. But he chooses to stay with the group, having secretly developed a growing fondness for Ysabelle. After being chased by Hobbers on a nightmarish journey through the woods, Ysabelle is reunited with Wendel Maculatum, a &lt;a href=\"stoat\"&gt;stoat&lt;/a&gt; &lt;a href=\"jester\"&gt;jester&lt;/a&gt; she befriended at the Aldertide celebrations in Coll Regalis. He says he has heard that a group of woodlanders have risen up in resistance to the Hobbers, and that their base is somewhere nearby. Upon reaching it, Vesper and Ysabelle are granted an audience with the Ancient, a revered and immortal figure who dwells there. He says that the great war has been fought in vain, for it was not the Starwife who stole the bats' power away from them, but their own corrupt leader Hrethel. The only way for the Hobbers to be defeated is if the bats and squirrels fight them together. Tysle turns up dead, and it is revealed that he was murdered by Wendel, who is in fact the high priest of Hobb. Mad with grief, Giraldus attacks Wendel, but the latter ultimately gains the upper hand. However, the disabled mole causes a tunnel collapse which kills both Wendel and himself.\nVesper and Ysabelle finally arrive in Greenreach. Morwenna approaches Ysabelle and gains her trust, only to steal the silver acorn and reveal herself to be a Hobber. Vesper and Ysabelle watch in despair as the bat and squirrel armies engage in battle. Using special herbs given to him by the Ancient, Vesper creates a beacon fire which distracts them all. They listen in amazement when he tells them that their conflict was based on lies. As Hobbers surge up the hill, the bats and squirrels finally come together to fight their common enemy. Suddenly, the gigantic horned rat god Hobb breaks through the earth, much to everyone's horror. Morwenna is incinerated by Hobb, who mistakes her for Ysabelle because she is presently wearing the silver acorn. Upon reclaiming the discarded pendant, Ysabelle ritually accepts the powers of the Starwifeship, then confronts Hobb. She casts a spell that imprisons him in an ordinary acorn before fainting with exhaustion.\nWeeks later, Greenreach is being restored to its former glory for Ysabelle's &lt;a href=\"coronation\"&gt;coronation&lt;/a&gt; day. Vesper arrives and asks to speak with her. He professes his love and asks her to run away with him, but she declines, telling him that her duty is more important. Left alone, the despondent Vesper is offered a drink by a cloaked stranger. He takes it, only to find to his horror that the drink is poison and the stranger is the &lt;a href=\"ghost\"&gt;ghost&lt;/a&gt; of Wendel Maculatum, having returned from the dead to ensure his curse was fulfilled. Meanwhile, all through the coronation ceremony, thoughts of the young bat fill Ysabelle's mind. Ultimately she publicly refuses the Starwifeship and races to find Vesper. She is heartbroken to find him lying dead, surrounded by &lt;a href=\"Hyacinthoides%20non-scripta\"&gt;bluebell flowers&lt;/a&gt;.\nBackground.\n\"&lt;a href=\"The%20Final%20Reckoning\"&gt;The Final Reckoning&lt;/a&gt;\", the third book in the original \"Deptford Mice\" trilogy, mentions a long ago war between the bats and squirrels. In writing \"The Oaken Throne\", Jarvis \"wanted to finally tell that story properly.\" Per his usual technique, he sketched his cast of characters before writing about them. The first one he drew was a leprous old mole who became Giraldus. The mole's shrew guide Tysle was created shortly after, and the pair would become Jarvis's favourite characters in the story. He \"was also very pleased with the Hobbers, they were all so vile and despicable.\" Jarvis has clarified that Ysabelle is not the elderly Starwife who appears in the \"Deptford Mice\" books.\nReception.\nSally Estes of \"&lt;a href=\"Booklist\"&gt;Booklist&lt;/a&gt;\" described \"The Oaken Throne\" as \"darker in tone than the previous book, with full of terrifying and gory scenes, but it is also filled with inspiring heroics, and its sentient characters are true to their animal natures.\" \"&lt;a href=\"Kirkus%20Reviews\"&gt;Kirkus Reviews&lt;/a&gt;\" called it \"a perfect choice for fans of the \"&lt;a href=\"Redwall\"&gt;Redwall&lt;/a&gt;\" series ready for richer fare.\" Christine McGinty of \"&lt;a href=\"School%20Library%20Journal\"&gt;School Library Journal&lt;/a&gt;\" said that \"readers will have a hard time putting down this dark, gripping tale of love, treachery, and the clashing forces of good versus evil. This second book in the series stands completely on its own. The well-rounded characters enhance the excellent plot, which is sure to keep readers on the edge of their seats up to the very last page.\""
}