{
    "id": "18633092",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=18633092",
    "title": "Klaus Sammer",
    "text": "Klaus Sammer (born 5 December 1942) is a German former &lt;a href=\"Association%20football\"&gt;footballer&lt;/a&gt; and coach. He spent the early part of his career with Stahl Gröditz and &lt;a href=\"SC%20Einheit%20Dresden\"&gt;Einheit Dresden&lt;/a&gt;, before joining &lt;a href=\"Dynamo%20Dresden\"&gt;Dynamo Dresden&lt;/a&gt;, the club where he would spend the majority of his career, in 1965. In eleven seasons as a Dynamo player he won two &lt;a href=\"DDR-Oberliga\"&gt;East German titles&lt;/a&gt; and one &lt;a href=\"FDGB%20Pokal\"&gt;cup&lt;/a&gt;, and played 17 times for the &lt;a href=\"East%20Germany%20national%20football%20team\"&gt;East German national team&lt;/a&gt;. After retiring in 1975 he took up coaching, and managed Dynamo Dresden from 1983 to 1986, winning two cups in a period dominated by the state-favoured &lt;a href=\"BFC%20Dynamo\"&gt;BFC Dynamo&lt;/a&gt;. His tenure ended after a disastrous defeat against &lt;a href=\"Bayer%20Uerdingen\"&gt;Bayer Uerdingen&lt;/a&gt; in the &lt;a href=\"UEFA%20Cup%20Winners%27%20Cup\"&gt;Cup Winners' Cup&lt;/a&gt; – Dynamo were 2–0 up after the first leg, and 3–1 up at half-time in the second, but proceeded to be knocked out with a 7–3 defeat. He returned to the manager's job in 1992, with the club now in the &lt;a href=\"Bundesliga\"&gt;Bundesliga&lt;/a&gt; after &lt;a href=\"German%20reunification\"&gt;reunification&lt;/a&gt;, but this spell only lasted one year. He has since worked in various roles for the &lt;a href=\"German%20Football%20Association\"&gt;German Football Association&lt;/a&gt;.\nKlaus Sammer is the father of &lt;a href=\"Matthias%20Sammer\"&gt;Matthias Sammer&lt;/a&gt;, who began his career under him at Dynamo Dresden, and went on to play for both &lt;a href=\"East%20Germany%20national%20football%20team\"&gt;East Germany&lt;/a&gt; and the united &lt;a href=\"Germany%20national%20football%20team\"&gt;Germany&lt;/a&gt;, and was &lt;a href=\"Ballon%20d%27Or\"&gt;European Player of the Year&lt;/a&gt; in 1996."
}